{"1": ["UVOD", "V diplomskem delu je predstavljen problem zamudnega prevzema blaga v trgovini Sport Billy. Trgovina se ukvarja s prodajo blaga. Opisali smo aktivnosti, ki se vršijo pri procesu prevzema. V prvem delu smo predstavili prevzemu blaga na splošno, nato smo analizirali obstoječe stanje, ga kritično pokomentirali, izvedli meritve časa trajanja opravil v procesu prevzema blaga in na koncu podali ugotovitve glede vzrokov za napake. Predlagali smo rešitve, ki bodo pripomogle k izboljšanju rezultatov obravnavanega procesa. Danes vemo, da je konkurenca na trgu zelo močna in da se vsaka trgovina bori za svoj obstoj. Stranke so vse bolj zahtevne. Želijo kakovostno blago, po zmerni ceni, od prodajalcev pričakujejo prijaznost in hitro postrežbo.\nOpis problema\nProblem predstavlja zamuden prevzem blaga. Pojavlja se, ko v trgovino prispe novo blago, saj morajo le-to prevzemati ročno. Prevzem obsega prenašanje kartonastih škatel iz tovornjaka v trgovino, potrjevanje pripeljanih količin blaga, izdelovanje nalepk s pomočjo računalniškega programa, jemanje blaga iz škatel, obešanje blaga na obešalnike, lepljenje nalepk na blago, nameščanje varovalnih čipov za zaščito blaga in zlaganje na stojala. Prevzem blaga izvajajo dvakrat tedensko, aktivnosti pa se vršijo skozi ves teden. Čas, ki bi ga pri prenovi procesa prihranili, bi lahko uporabili za strežbo strank, saj se pogosto dogaja, da iz trgovine odhajajo nepostrežene, kar je za podjetje zelo slabo, saj vedo, da je danes konkurenca močna in da lahko na tak način izgubljajo stranke. \nCilji in teze diplomskega dela\nCilj naloge je odpraviti najvplivnejše vzroke za zamuden prevzem blaga. Namen je uporaba teoretičnega znanja na praktičnem primeru. To nameravamo doseči s proučitvijo teoretičnih osnov s podrobnim posnetkom trenutnega stanja in z natančno analizo posameznih situacij. Pri tem bo podrobni posnetek trenutnega stanja obsegal opis potrebnih virov za izvajanje procesa in proces sam. Trdimo, da lahko s premišljeno prenovo procesa dosežemo časovne prihranke.\nPredpostavke in omejitve diplomskega dela\nPredpostavljamo, da bi dobre rešitve, glede prenove procesa, pripomogle h kakovostnejšemu delu s strankami. Prvo omejitev predstavlja omejen dostop do podatkov. Kot drugo pa je bilo opazovanje procesa opravljeno v zimskem času. Takrat v podjetju niso prejemali blaga tako pogosto kot v drugih letnih časih. Redko izvajanje procesa je pomenilo manj priložnosti za opazovanje.\nPredvidene metode diplomskega dela\nV diplomski nalogi smo uporabili naslednje metode:\n- metodo opazovanja;\n- metodo deskripcije;\n- metodo posnemanja;\n- metodo kompilacije.\nNajprej smo z opazovanjem procesa zbrali podatke in informacije, z metodo deskripcije smo opisali dejstva, procese in pojave. Metodo kompilacije smo uporabili za povzemanje stališč, sklepov in spoznanj drugih avtorjev.\n"], "2": ["1 TEORETIČNE OSNOVE", "V nadaljevanju smo predstavili pojem prevzem blaga. Odgovorili smo tudi na vprašanji: Kaj je proces? – Kakšne so njegove značilnosti? Na kratko bomo opisali aktivnosti procesa in navedli najpogostejše napake, ki jih naredijo vodje pri prenovi procesa.\n"], "3": ["1.1 Proces prevzema blaga", "Potočnik (2002, str. 172) pravi: ››Prevzem blaga je zadnja faza v procesu poteka nabave. Prevzem blaga poteka v skladišču dobavitelja ali v skladišču odjemalca. Ob prevzemu blaga mora odjemalec kontrolirati količino, kakovost, dobavni rok in ostale prodajne pogoje. Če s kontrolo ugotovimo razliko med dejanskim stanjem in dogovorjenimi obveznostmi dobavitelja, mora prevzemna služba ali skladiščnik sestaviti reklamacijski zapisnik o kontroli materiala. Reklamacijski zapisnik je potrebno sestaviti tako, da je iz njega razvidno, za kakšno napako gre pri dobavi (količina, kakovost), kdo in kako je ugotovil napako.‹‹\n"], "4": ["1.2 Pojem poslovnega procesa", "Ivanko (2004, str. 162) pravi: ››Organiziranje določenih dejavnosti je proces, ki ga je potrebno opravljati v vsaki organizaciji. Vsako zaporedje nekih operacij oblikuje določen proces.‹‹\nKovačič in Peček (2002, str. 33) pravita, da je rešitev za težave, ki se pojavljajo v večini organizacij, ustrezna prenova poslovnih procesov. To je način, s katerim se izboljšuje delovanje organizacij, kar pomeni, da se analizira in spremeni celoten proces poslovanja.\n"], "5": ["1.3 Temeljne sestavine poslovnih procesov", "Vsak poslovni proces lahko generira enega ali več drugih poslovnih procesov. Sestavo vsakega poslovnega procesa je mogoče opredeliti s podprocesi, fazami (koraki), delovnimi nalogami, operacijami in gibi. Navedene sestavine predstavljajo kontinuirane (medsebojno povezane v logističnem zaporedju) aktivnosti, ki pa se ne morejo odvijati brez kadrov (managerji in drugi zaposleni) in njihovih kompetenc (znanje, sposobnosti, spretnosti …), različnih ostalih vrst energije, materije (npr. surovine, polproizvodi …) in informacij (navodila, predpisi) (Ljubič, 2006, str. 19).\n"], "6": ["1.4 Dejavniki poslovnega procesa", "››Zahteva po uspešnosti poslovanja in zagotavljanju konkurenčnosti v poslovnem okolju je povezana s prilagajanjem, ponekod tudi s korenito spremembo poslovne strategije organizacije. Preoblikovanje, prestrukturiranje ali prenova poslovnih procesov so uspešni le ob ustrezno usposobljenih in motiviranih kadrih ter ob uporabi sodobne informacijske tehnologije.‹‹ (Ivanko & Brejc, 1995, str. 45).\nIvanko in Brejc (1995, str. 45) pravita, da mora biti odvijanje procesov zasnovano na načelih racionalizacije. Vse dejavnosti in poslovni procesi morajo biti dobro organizirani, da se lahko poslovni rezultati najboljše dosežejo. Organizacijska struktura je rezultat organiziranja. Avtorja navajata le nekatere opredelitve pojma organizacijske strukture.\nVplivni dejavniki za organiziranje struktur ››Organizacijska struktura ali organizacijska zgradba, kot jo nekateri imenujejo, je v vsaki organizaciji nepogrešljiv element. Beseda struktura je latinskega izvora in pomeni sklop, sestav, ustroj, način graditve. Organizacijska zgradba mora biti zgrajena tako, da se izvajalci nalog v njej lahko fleksibilno obnašajo. Pri tem pa sama ne sme biti fleksibilna niti spremenljiva. Organizacijsko strukturo torej oblikujejo naloge, nosilci nalog in njihova medsebojna razmerja. \nKer je vsaka organizacija odprt sociotehnični sistem, vpliva na izbiro in uspešno rabo njene organizacijske strukture vrsta dejavnikov. Ti dejavniki so različni in številčni, odvisno od tega, ali izhajajo iz okolja v katerem organizacija deluje ali pa iz same organizacije. Glede na to moramo razlikovati dve temeljni skupini vplivnih dejavnikov za strukturiranje organiziranosti, in sicer zunanje in notranje dejavnike. Pri oblikovanju organizacijske strukture vsake konkretne organizacije moramo proučiti njene zunanje in notranje relevantne dejavnike, pomembne za izbiro in učinkovito rabo njene organizacijske strukture. Poznavanje teoretsko opredeljenih organizacijskih struktur pomeni le polovico uspeha pri strukturiranju organiziranosti. Poznavanje in upoštevanje vplivnih dejavnikov za izbiro in delovanje organizacijske strukture pri konkretnem strukturiranju notranjih odnosov v vsaki organizaciji je prav tako pomembno za samo poznavanje razpoložljivih organizacijskih struktur.‹‹ (Ivanko & Brejc, 1995, str. 47).\nZunanji vplivni dejavniki Vsaka organizacija je v stalni interakciji z okoljem, v katerem deluje. Interakcija povzroča določeno neravnovesje med organizacijo in okoljem. Okolje vpliva na organizacijo, pa tudi organizacija bolj ali manj uspešno vpliva na okolje. S prilagajanjem organizacijske strukture spremembam v okolju želimo doseči čim večje ravnovesje med organizacijo in okoljem. Vplivi okolja na organizacijo so lahko številni in raznovrstni. Najpomembnejši pa so zlasti globalne družbene enote, institucialne razmere, tržišče, razvoj znanosti in tehnike. Vplivi na organiziranje struktur nastajajo zaradi vse hitrejšega izpopolnjevanja delovnih, tehnoloških in transformacijskih procesov v organizaciji. (Ivanko, 2004, str. 33).\nNotranji vplivni dejavniki Na strukturiranje notranjih odnosov vsake organizacije vplivajo tudi njene posebnosti. Najpomembnejši vplivni dejavniki vsake organizacije, ki izhajajo iz notranjega okolja organizacije in vplivajo na izbiro in uspešno rabo njene strukture organiziranosti so: strategija poslovanja, vrsta uporabljene tehnologije, kadrovska struktura, vrsta izdelkov, velikost, lokacija, vodstvo, tradicija. (Ivanko, 2004, str. 34–35).\n"], "7": ["1.5 Prenova poslovanja", "››Prenova poslovanja v podjetju pomeni, da naj podjetja prepoznajo svoje ključne procese in jih poskusijo narediti take, da bodo najbolj učinkoviti. Procese, ki so v podjetju nepotrebni, morajo odpraviti. Preden se odločijo za prenovo določenega procesa, morajo točno vedeti, kaj je potrebno spremeniti, da bo proces potekal bolje. Za projekte izboljšav je značilno, da potekajo nepretrgano kot projektni proces, aktivnosti so usmerjene v obravnavo obstoječega poslovnega procesa, ki se postopoma izboljšuje, največkrat pa se izvaja v okviru ene same poslovne funkcije, v skupino projekta pa so vključeni neposredni izvajalci procesa. Prenovo poslovanja opredelimo kot metodologijo ravnanja s spremembami, ki vključuje metode korenitih in postopnih sprememb oziroma izboljšav in jih povezuje z uvedbo ustreznih tehnologij, pristopov in rešitev za informatizacijo poslovanja. Prenova poslovnih procesov vključuje naslednja temeljna izhodišča in globalne cilje: poenostavitev poslovnih postopkov z odstranitvijo nepotrebnih odobritev izvedbe, dokumentacije in drugih organizacijskih aktivnosti, skrajševanje poslovnega cikla oziroma vseh poslovnih procesov v organizaciji, povečanje odgovornosti in posledično znižanje stroškov poslovanja, povečanje zanesljivosti in doslednosti izvajanja postopkov in s tem kakovosti izdelkov in storitev.‹‹ (Kovačič & Peček, 2002, str. 35–41).\n"], "8": ["1.6 Delitev poslovnih procesov", "Poslovne procese delimo na: Temeljni transformacijski proces (proces preoblikovanja vhodov v izhode s pripadajočo interno logistiko v funkciji dodajanja uporabne vrednosti), podporni in pripravljalni procesi, kjer so vključene: razvojno-planska pripravljalna funkcija, logistična funkcija transport in skladiščenje, kontrolna funkcija. Nenazadnje pa v poslovni sistem spadajo še zelo pomembni skupni in splošni procesi, ki bi jih lahko imenovali upravljavski procesi (Ljubič, 2006, str. 16).\n"], "9": ["1.7 Vpliv temeljnih ciljev na uspešnost celovite prenove", "Kovačič in Peček (2002, str. 35) pravita, da moramo, ko celovito prenavljamo proces, najprej opredeliti cilje prenove. Ko le-te opredelimo, poskušamo s prenovo poslovanja poiskati optimum medsebojno odvisnih ciljev prenove poslovanja: povečanja hitrosti izvajanja procesov, znižanja stroškov, dviga kakovosti izvajanja procesov in proizvodov, izboljšanje poslovanja ter vzpodbujevanja inovativnosti in ravnanja s skupnim znanjem organizacije.\nKVP-Kaizen, proces stalnih izboljšav Zakaj uporabljamo pristop KVP-Kaizen, proces stalnih izboljšav? »Kai« pomeni spremembo, »Zen« na boljše. Kontinuiran proces stalnih izboljšav je metoda, katere cilj je kontinuirano zbiranje koristnih predlogov, ki pomenijo veliko drobnih izboljšav, izdelkov ali storitev, aktivnosti in procesov v podjetju. Majhne, stalne izboljšave prinesejo veliko korist za podjetje in velikokrat pomenijo večje premike k izboljšanju kot veliki projekti, ki pa veliko stanejo. Metoda spodbuja aktivno vključevanje vsakega posameznika v delovni proces, zagotavlja nov način komuniciranja med zaposlenimi in nov pristop za motiviranje zaposlenih. Pristop spremeni in odpravlja delitev sodelavcev na vodstvo in strokovnjake, ki naj razmišljajo, in delavce, ki naj delajo, in izpostavi inovativnost kot vrednoto, za katero se navduši slehernega zaposlenega.\nZnačilna sta dva bistvena elementa tradicionalnega pristopa KVP-Kizen, ki sta usmerjena na vse procese v podjetju:\n- izboljšanje/sprememba na bolje;\n- stalnost/komuniteta.\nZa uvedbo KVP-Kaizen, kontinuiranega procesa izboljševanja pridobijo:\n- neposredni sodelavci;\n- izboljšanje pogojev dela in optimiranje delovnega mesta;\n- lažje doseganje zastavljenih ciljev in s tem manj stresno delo;\n- izboljšanje sposobnosti, motiviranosti in medsebojnega sodelovanja;\n- zmanjšanje možnosti poškodb. \nSodelavci zadolženi za vodenje:\n- lažje vodenje in komuniciranje s sodelavci/enaki cilji;\n- izboljšanje organizacije dela;\n- lažje doseganje zastavljenih ciljev.\nPodjetje:\n- izboljšanje kakovosti;\n- povečanje zadovoljstva in motiviranosti delavcev;\n- večje prihranke/dvig produktivnosti, zmanjšanje zalog, napak in izmeta;\n- lažje doseganje ciljev podjetja.\nSedem ključnih izgub ali zapravljanj\n1. Odvečno gibanje\n- slaba urejenost delovnih mest;\n- neučinkovit tloris tovarne, pisarn;\n- oddaljenost virov. \n2. Čakanje\n- pomanjkanje materiala, rezervnih delov;\n- pomanjkanje informacij, čakanje na dogovor s sodelavci in nadrejenim;\n- okvare strojev in naprav, ni delavcev.\n3. Prekomerna proizvodnja zaradi slabega planiranja\n- proizvajanje več izdelkov, kot jih odjemalec zahteva;\n- predolg čas razvoja izdelkov, izvedbe opravil.\n4. Prekomerna proizvodnja zaradi neprimerne tehnologije\n- slabo vzdrževanje strojev;\n- prekomerna poraba energije.\n5. Izmet popravila\n- neusposobljenost operaterjev;\n- slabe kakovosti surovin;\n- pomanjkanje vzdrževalnih strojev.\n6. Prevelike zaloge\n- planiranje prevelikih proizvodnih serij;\n- prevelika poraba skladiščnih prostorov.\n7. Preveč transporta\n- preveč disiociranih skladišč;\n- neučinkovite razporeditve strojev.\n"], "10": ["2 OBSTOJEČE STANJE", "Podjetje Sport Billy se nahaja v Slovenskih Konjicah blizu trgovine Spar. Na sliki 1 je prikazan tloris podjetja. Vhod v trgovino za stranke je sicer primeren, vendar bi bilo bolje, če bi se vhodi med trgovinami povezovali, saj bi se včasih stranke lahko nenamerno ustavile tudi v naši trgovini, čeprav prvotno niso imele namena.\nKot prostor za dostavo služi kar cesta, ki pelje mimo celotnega centra, saj ni prostora, da bi naredili odstavni pas ali kaj podobnega, da bi lahko tovorno vozilo pripeljalo blago. Glede na obravnavano problematiko je v nadaljevanju prikazano obstoječe stanje v podjetju in procesu. Zbrani podatki so kritično analizirani, z namenom identifikacije najvplivnejših vzrokov za izpostavljen problem.\nNa sliki 1 je prikazan tloris podjetja Sport Billy.\nTrgovina Sport Billy se nahaja v objektu, kjer je več trgovin in vsaka ima svoj vhod. Kot lahko vidimo na sliki 1, pred trgovino ni posebej določenega prostora za dostavo. Kot že rečeno, temu služi kar cesta, kar lahko vidimo tudi na sliki 2. Zelo blizu ceste je tudi vhod za zaposlene in stranke. \nPo trgovini so razporejena stojala za blago. Postavitev stojal zaposleni večkrat spreminjajo in s tem poskušajo doseči najoptimalnejšo razporeditev in pridobiti kar največ prostora. Ob vstopu v trgovino je na levi strani blagajna in garderobi, na sredini so razporejena stojala za blago. V zadnjem delu trgovine je še oddelek za obutev, skladišče in manjša pisarna.\n"], "11": ["2.1 Opis virov, ki so potrebni za izvajanje procesa", "Za izvajanje procesa so potrebni naslednji viri: delovna sredstva, dokumenti, informacijski sistem, kader, prevozne poti, boksi za obešalnike, skladišče in organizacija dela. V nadaljevanju so našteti viri tudi kratko opisani.\n2.1.1 Delovna sredstva\nDelovna sredstva, ki so potrebna za izvajanje procesa prevzema blaga so: varovalni čipi, obešalniki, na katere obešajo hlače in majice, noži za rezanje kartonastih škatel, blagajna, na kateri prevzemajo blago, police za zlaganje blaga, železne palice itd. \nObešalniki Imajo tri vrste obešalnikov. Eni imajo ščipalke, da se na njih lahko obesi hlače, drugi imajo prečko, na njih se obesijo kompleti trenirk, na obešalnike brez prečke pa obešajo majice. Obešalnike shranjujejo v modre bokse pri blagajni. Ko so polni, jih zložijo v kartonaste škatle, kjer jih hranijo do naslednjega prevzema blaga, ko jih ponovno uporabijo. Na sliki 3 lahko vidimo, kako obešalniki izgledajo.\nVarovalni čipi Varovalni čipi so sestavljeni iz iglice in sponke. Iglica se pripne na notranji del, sponka pa na zunanji del blaga. Zaposleni jih nanašajo na blago zato, da ga zavarujejo pred krajo. Na sliki 4 lahko vidimo, kako omenjena varovala izgledajo.\nRačunalnik za vnašanje prevzemnega lista Potrebujejo ga za vnos podatkov. Ko dobijo blago, je zraven prevzemni list, katerega mora eden od zaposlenih vnesti v računalnik. Računalnik je potreben tudi za prodajo blaga, saj lahko zaposleni preko njega izstavijo račun. Na računalniku je izdelan tudi program za izdelovanje nalepk za blago.\nBlagajna za delo s kupci Namenjena je plačilu blaga v trgovini. Na njej je nameščen program za prodajo blaga, ima tudi optični čitalec, ki prebere kodo z blaga, ki se proda. Blagajna v trgovini Sport Billy je kar računalnik, na katerem so nameščeni različni programi.\nPolice za zlaganje blaga Namenjene so za blago, ki je na zalogi in ga na stojala, zaradi prostorske stiske, ni mogoče zložiti.\nŽelezne palice V trgovini imajo več velikosti železnih palic. Namenjene so obešanju blaga in ostalih dodatkov, kot so npr. trakovi za glavo in zapestje, kolebnice, nogometne nogavice, kape. Na sliki 6 je prikazanih nekaj dodatkov, ki so v trgovini Sport Billy zloženi na železnih palicah. \nStojalo za žoge Stojala za žoge so visoka približno meter in pol. Na njih so razstavljene nogometne in košarkarske žoge. Eno stojalo je postavljeno pri vhodu v trgovino, ostala stojala so pri steni z nogometno in košarkarsko opremo.\n"], "12": ["2.1.2 Dokumenti", "Dokumenti, ki se uporabljajo v trgovini Sport Billy so: dobavnica, prevzemni list, reklamacijski list, ki se piše kadar je višek oz. manjko ter reklamacijski zapisnik za poškodovano blago. Vsi našteti dokumenti so opisani v nadaljevanju.\nDobavnica Dobavnica je dokument, iz katerega je razvidna pripeljana količina blaga. Prodajalec jo pošlje naročniku takoj, ko blago pošlje. Na dobavnico se zapiše številka dobavnice, datum, naziv blaga, količina in cena blaga. Dobavnica je dokument v dveh izvodih, ki je pri procesu prevzema blaga prisoten od začetka do konca. \nKako izgleda dobavnica za trgovino Sport Billy, lahko vidimo na sliki 8.\nALIMENTA IGNIS d. o. o. Mestni trg 10a 3210 Slovenske Konjice ID ZA DDV:SI37837338 TRR:06000-0968191443 Datum opravljene storitve: DOBAVNICA ŠT.:  ZAP. ŠT. NAZIV STORITVE KOLIČINA CENA 1.\nSKUPAJ: DDV 20 %: SKUPAJ ZA PLAČILO:\nPREVZEL: IZDAL:\nPrevzemni list Je dokument, ki povečuje zalogo, izdelajo ga ob prejemu blaga v skladišče (kode blaga, količina blaga, datum prevzema, dobavitelj …).\nReklamacijski list za višek/manko blaga Je občasno uporabljen dokument, ki je potreben za vpisovanje viška oziroma manjka blaga. Uporabijo ga, kadar ugotovijo, da so prejeli premalo ali preveliko količino blaga. Najprej po elektronski pošti javijo, da so prejeli napačno količino blaga, nato pošljejo reklamacijski zapisnik. \nDatum/date: adidas Od/from: Adidas Croatia d. o. o. Za/to: Oreškovičeva 6h,  10010 Zagreb, Croatia Številka stranke/customer no.: ……………………………………………………… Ime stranke/customer name: ……………………………………………………….. Naslov/address:…………………………………………………………………… Telefon/ phone: ……………………………………………………………………….\nOdobreno: Da Ne\nReklamacijski zapisnik za poškodovano blago se izdela, kadar kupci ugotovijo, da so prejeli poškodovano blago, ali da se je blago v kratkem času uničilo (razbarvalo, razparalo po šivu …). Za uveljavljanje reklamacije je nujno predložiti račun, ki dokazuje nakup blaga, v nasprotnem primeru se postopek reklamacije ne more izvesti. Reklamacijski zapisnik vsebuje osebne podatke, ki jih izpolni stranka (ime, priimek, naslov, kraj), opis reklamiranega blaga (koda, vrsta blaga, količina), razlog reklamacije ter datum in podpis. Reševanje reklamacije trgovini sicer predstavlja dodatne stroške, dodatno delo, vendar pa je ugodno rešena reklamacija dobrodošla oziroma kar nujna, da obdržimo kupce.\n"], "13": ["2.1.3 Informacijski sistem", "Za izvajanje procesa prevzema blaga je potreben računalnik, na katerem sta nameščena program za vnašanje prevzemnega lista in program za izdelovanje nalepk, ki jih je potrebno nalepiti na blago pred postavitvijo na police. V trgovini Sport Billy uporabljajo pisarniški informacijski sistem, saj podpira različne pisarniške procese z namenom izboljšanja razdelitve, poteka dela in komunikacije med zaposlenimi. Podpira aplikacije za urejanje besedil, elektronsko pošto in elektronsko shranjevanje dokumentov. Slabost pri prevzemu blaga je ročno vnašanje prevzemnega lista. Dobro bi bilo, če bi v podjetju kupili čitalec črtne kode, ki bi očital kodo, zaposleni pa bi le še vnesli količino pripeljanega blaga. Sedaj zaposleni vnašajo ročno celotno kodo vsakega artikla in nato še količino. Informacijski sistem, ki ga ima trgovina, je dobro uporabljen, saj lahko zaposleni pripravljajo akcijske plakate. Shranjujejo lahko pomembne dokumente, pošiljajo reklamacije preko elektronske pošte. Preko elektronske pošte lahko tudi komunicirajo s poslovodkinjo in raznimi dobavitelji, kupci.\n"], "14": ["2.1.4 Kader", "V trgovini Sport Billy je zaposlenih šest ljudi, trije delajo dopoldan in trije popoldan. Za oddelek obutve skrbi eden dopoldan in eden popoldan. Njegovo delo obsega tudi pripravo stene, na kateri so razvrščeni copati, urejanje stojala, pripravljanje akcijskih cen ter strežbo strank. Dva delavca sta zadolžena za blagajno, eden dopoldan in drugi popoldan. Njuno delo zajema pripravo računalnika in štetje denarja v blagajni. Ko se enemu delovni čas konča in pride na delo drugi, najprej skupaj preštejeta denar, nato delo na blagajni prevzame drugi delavec, ki ob zaključku delovnega dne zopet prešteje denar, zaključi blagajno in pripravi vse potrebno za naslednji dan. Dva sta zadolžena za strežbo strank in prevzem blaga ter pomoč na blagajni in na oddelku za obutev.\nOrganizacija dela Ko se organizira določeno delo, je potrebno, da se zaposleni med seboj povežejo in da skupaj dosežejo nek cilj. Vsak od zaposlenih ima svoja opravila. Spremembe pri organizaciji dela so nujno potrebne. Eden je zadolžen za delo na blagajni, eden za delo na tekstilnem oddelku in eden na oddelku za obutev. \nKo pride blago za prevzem, mora eden pomagati pri njegovi izvedbi. Pomaga raznašati kartonaste škatle iz tovornjaka in jih zlagati na sredino trgovine. Eden dela prevzem na računalniku, eden pa mora pisati paragonske bloke kupcem, ki medtem kupijo blago\n"], "15": ["2.2 Posnetek stanja procesa", "Koraki procesa so: naročanje blaga, raztovor kartonastih škatel iz tovornega vozila, vnašanje prevzemnih listov, raznašanje posameznih škatel z blagom do blagajne, dajanje blaga iz škatel in vrečk, lepljenje nalepk na blago, razvrščanje blaga na obešalnike, nameščanje varovalnih čipov na blago, zlaganje blaga na kabino za pomerjanje, zlaganje blaga na stojalo za prodajo.\nPostopek naročanja blaga poteka takole: najprej poslovodja pošlje dobavitelju povpraševanje glede blaga, ki je potrebno v trgovini. Dobavitelj pošlje ponudbo. Poslovodja se nato odloči, katero blago bi naročili in pošlje zanimanje o skupni ceni in morebitnih količinskih popustih.\nDobavitelj pripravi predračun in na podlagi le-tega se poslovodja odloči, ali bo ponudbo sprejela. Če se poslovodja odloči za naročilo blaga, ji ga dobavitelj pošlje v roku treh dni. Šofer tovornega vozila prinese dobavnico in prevzemni list in nato sledi prevzem blaga.\nKo je prevzemni postopek končan, pripravijo dokumente, skupaj preverijo količino kartonastih škatel. V kolikor se količini ujemata, dokumente podpišejo in dodajo žig trgovine, drugače pa naredijo še zapisnik o višku oziroma manjku blaga. Šofer nato naloži na tovorno vozilo palete in tako se zaključi prevzem.\nV procesu prevzema predstavlja največjo težavo zamuden prevzem blaga, s čimer se izgubi veliko časa. To draži proces in v času vse zahtevnejših kupcev povzroča grožnjo obstoju na trgu. Problem je tudi slaba komunikacija med zaposlenimi in slabo organizirano delo. Zaposleni veliko časa izgubijo z zlaganjem kartonastih škatel iz tovornega vozila, saj jih prenašajo ročno. Prav tako je zamuden vnos prevzemnih listov, saj se vse kode vnašajo ročno. \nV času prevzema so na delovnem mestu le trije zaposleni. Tudi stojala, na katerih je zloženo blago, so zelo slabo razporejena, med njimi je približno pol metra prostora, kar je za nemoteno gibanje stranke premalo.\nPri procesu prevzema blaga se pojavljajo naslednje slabosti:\n- izguba časa pri prenašanju kartonastih škatel iz tovornega vozila;\n- gneča strank med stojali v trgovini;\n- nezanesljivo lepljenje nalepk na oblačila;\n- premalo prisotnih zaposlenih, ko se vrši prevzem;\n- gneča na blagajni, ko se vnašajo podatki o prevzemu;\n- potrebna sta najmanj dva delavca pri zlaganju blaga iz škatel.\nRaztovor kartonastih škatel Preden v trgovino prispe novo blago se osebju trgovine preko elektronske pošte sporoči termin dostave. Tako se lahko trgovina pripravili in naredi prostor za prispele kartonaste škatle. Skladišče je namreč premajhno, da bi lahko blago ob prevzemu zložili tja in ga kasneje obdelali. Poleg prostorske stiske je velik problem tudi ročno raztovarjanje blaga, ki zaposlenim vzame veliko časa in energije, saj bi se dalo to delo opraviti hitreje in z bistveno manj napora, če bi imeli ročni viličar.\nVnašanje prevzemnega lista v blagajno Ko šofer in eden od zaposlenih končata z zlaganjem kartonastih škatel, šofer na blagajno prinese prevzemni list, da zaposleni pregleda, če se dobavljena količina blaga na papirju in dejanska količina blaga v trgovini ujemata. Seveda se ne štejejo posamezni kosi blaga, ampak število kartonastih škatel.\nKo se količina preveri, se na prevzemni list zaposlena oseba podpiše in da štampiljko, s katero potrdi, da je prevzem količinsko ustrezen. Nato sledi vnašanje prevzemnega lista v računalnik. Vsako kodo posebej je potrebno ročno natipkati. Vsak artikel posebej vnašajo pod določeno šifro. Npr.: imajo šest kosov kratkih hlač in pet kosov kratkih majic. Kratke hlače imajo šifro 23423, medtem ko majice 87442. Prav tako morajo paziti pri barvi. Če imajo šest kratkih hlač v črni in beli barvi, imajo kratke hlače v črni barvi šifro 23423, kratke hlače v beli barvi pa 23424.\nRaznašanje škatel do blagajne Kot že rečeno, kartonaste škatle z blagom zaposleni s pomočjo šoferja znese na sredino trgovine, nato pa je potrebno vsako škatlo posebej ročno prinesti k blagajni, da se lahko nadaljuje prevzemni postopek.\nDajanje blaga iz škatel in vrečk Ko k blagajni prinesejo škatlo z blagom, je potrebno blago najprej vzeti iz škatle, nato pa odstraniti še prozorne vrečke, ki služijo zaščiti blaga (slika 12). \nLepljenje nalepk na blago S pomočjo računalnika se po končanem vnosu prevzemnega lista izdelajo količinske nalepke, ki jih je potrebno nalepiti na blago. Količinska nalepka pomeni, da se izdela točno toliko nalepk, kot je vnesenih kosov blaga iz prevzemnega lista. Potrebne so zato, da se iz njih razbere naziv in cena določenega blaga ter da lahko zaposlena oseba pri prodaji skenira kodo, ki je potrebna pri prodaji blaga. Tako lahko vzporedno preverijo, ali se prejeta količina blaga ujema z naročeno količino. Vsaka nalepka v določeni količini nosi kodo in ceno, ki jo pri prevzemu blaga določi prevzemnik. Nalepke so prikazane na sliki 13.\nDajanje blaga na obešalnike in nameščanje varovalnih čipov Ko je blago opremljeno s ceno, ga odložijo na obešalnike. Za varovanje blaga uporabljajo varovala, ki so sestavljena iz čipa in igle. Varovanje blaga načeloma poteka na blagajniškem pultu, saj drugje ni prostora. Izjemoma varovala nameščajo tudi med stojali z oblačili. Varovala na hlače nameščajo na njihov zgornji del pri pasu, in sicer tako, da je manjši del varovala na notranji strani, kar omogoča stranki, da hlače nemoteno obleče. Na majice se varovala nameščajo na levi strani, nekje na sredini majice. To sicer zamudno opravilo je v današnjih časih nujno, saj je vse več kraj.\nZlaganje blaga na kabine za pomerjanje blaga Ko je blago polepljeno in zavarovano z ustreznimi varovalnimi čipi, ga zložijo na kabine za pomerjanje, saj nimajo primernega stojala, na katera bi blago lahko obesili. Kako moteče je takšno obešanje blaga na kabino, lahko vidimo na sliki 14.\nZlaganje blaga na stojala za prodajo Sledi zlaganje blaga na stojala v trgovini. Kot lahko vidimo na sliki 15, je stojalo sestavljeno iz štirih delov. Na posameznem delu so tri palice, na katere zaposleni zlagajo blago. Menim, da bi morale biti dolge hlače, ki so sedaj zložene na zgornji palici, zložene na zunanji palici, saj se jih tako veliko lažje pogleda ali sname s stojala. \n"], "16": ["2.3 Opravljene meritve", "V nadaljevanju je predstavljena poraba časa pri prevzemu blaga. Izmerili smo čas, ki ga zaposleni porabijo pri določenem prevzemu. V tabeli 1 je prikazan čas, ki ga zaposleni porabijo za izvedbo posameznega opravila. Čase smo dobili tako, da smo snemali proces prevzema dvajsetih kartonastih škatel blaga. Običajno se število sočasno pripeljanih kartonastih škatel giblje med 18 in 22 škatel različnih velikosti. Izmerili smo čase posameznih opravil pri prevzemanju dvanajstih kartonastih škatel blaga.\nČasovna opredelitev opravil pri prevzemanju dvanajstih kartonastih škatel\n- ročno zlaganje kartonastih škatel iz tovornega vozila v trgovino (18 minut);\n- vnos prevzemnice v računalnik (31 minut);\n- izdelava nalepk za blago (43 minut );\n- prenašanje škatel do prevzemnega pulta (23 minut);\n- odpiranje škatel (17 minut) ;\n- dajanje blaga iz škatel (15 minut);\n- dajanje blaga iz zaščitnih vrečk (60 minut);\n- lepljenje nalepk na blago (65 minut);\n- zlaganje blaga na obešalnike (132 minut);\n- odlaganje blaga na stojala za prodajo (39 minut). \nZaposlenim vsako opravilo vzame kar nekaj časa. Čas smo podali v minutah, sekunde smo zaokrožili navzgor. Največ časa vzame zlaganje blaga na obešalnike. Za to opravilo porabijo približno 29 % celotnega časa. Naslednje časovno potratno opravilo je lepljenje nalepk na blago, saj za to opravilo porabijo 15 % celotnega časa. Približno 14 % porabijo za odstranjevanje zaščitnih vrečk, približno 10 odstotkov za izdelavo nalepk, najmanj časa zaposleni porabijo za dajanje blaga iz kartonastih škatel. Za to opravilo porabijo 6 % časa. Za odlaganje blaga na stojala za prodajo porabijo približno 9 % časa, za vnos prevzemnega dokumenta 8 %, za odpiranje kartonastih škatel 3,8 %, za prenašanje škatel 7 %. Za vsa opravila skupaj porabijo 443 minut.\n2.4 Kritična analiza\nV nadaljevanju smo ocenili sedanje stanje v trgovini. Analizirali smo vire in proces. Delovnih sredstev v trgovini je premalo. Potrebovali bi ročni viličar, nov računalnik in dodatno blagajno. Delo z dokumenti je zamudno, saj vnos podatkov zavzame 31 minut, približno 7 % celotnega časa potrebnega za en povprečen prevzem. Delo bi moralo biti razdeljeno med zaposlene tako, da bi vsak opravljal svoje delo dovolj natančno in manj zamudno. Ko prispe blago, je premalo zaposlenih, da bi proces prevzema potekal nemoteno. Pri merjenju časa opravil smo ugotovili, da je za prevzem dvanajstih kartonastih škatel blaga potrebnih 443 minut, kar ni malo. Največ časa so porabili za lepljenje nalepk na blago in za zlaganje blaga na obešalnike. Slabost je tudi v informacijskem sistemu, saj je v trgovini samo en računalnik, na katerem se lahko vrši vnos prevzemnega lista. Slabost njihovega sistema je v tem, da je kode, ki so na prevzemnem listu, potrebno vnašati ročno, kar je zelo zamudno. Velikokrat se je že zgodilo, da so bile cene na blagu zaradi napačno vpisanih kod nepravilne, kar je moteče tako za stranke kot tudi za zaposlene. Vsi opaženi vzroki za problem zamudnega prevzema blaga so našteti v nadaljevanju. \nOpaženi vzroki za problem Dokumenti\n- zamuden vnos dokumentov;\n- zamudno pisanje paragonskih blokov.\nOrganizacija dela\n- preveč dela na zaposlenega;\n- nepostrežene stranke;\n- gneča na blagajni.\nZaposleni\n- nezadovoljstvo zaposlenih.\nOprema\n- preveč polna stojala;\n- premalo računalnikov;\n- neustrezna oprema za prevzem blaga.\nProstor\n- premajhen prostor glede na količino blaga.\nDokumentacija Vnos dokumentov za prevzem blaga je zelo zamuden, saj je potrebno v računalnik vnašati vse podatke ročno. Med izvajanjem opravil prevzema v računalnik blagajne ne delujejo in je potrebno blago prodajati tako, da se napiše paragonski blok, ki je kasneje uporaben kot račun. Paragonski blok je potem potrebno še dodatno ročno razknjiževati v računalnik. Delo je naporno, obstaja veliko možnosti napak.\nZaposleni S stališča zaposlenih lahko predpostavimo, da je, glede na velikost trgovine, osebja premalo in da je posameznemu delavcu dodeljenega preveč dela. Delavci so preveč obremenjeni, in zato narašča nezadovoljstvo in nemotiviranost. \nPremalo število zaposlenih pride do izraza predvsem tedaj, ko v trgovino prispe novo blago, in ko je le-tega potrebno prevzeti, zložiti na obešalnike, polepiti s cenami, zložiti na stojala …\nOprema Stojala v trgovini so preveč napolnjena z blagom, in zato stranke zelo težko pregledajo blago in tudi gibljejo se zelo težko, saj so stojala preveč skupaj. Morala bi biti bolje razporejena in med njimi bi moralo biti vsaj meter razdalje, tako bi se stranke lažje gibale. Na stojalih bi morali popraviti tudi zavore, saj se tako ne bi mogla premikati in bi bila fiksno postavljena na enem mestu.\nProstor Prostor je, glede na količino blaga, premajhen, zato so tudi stojala postavljena preveč skupaj, je na njih preveč blaga. Vse to otežuje preglednost in gibanje strank po trgovini. Premajhno je tudi skladišče, saj bi ob dostavi morali blago odložiti tja in ga nato razpakirati in ustrezno obdelati, vendar ker ni prostora, se škatle odlagajo kar po trgovini in to seveda ni primerno, še zlasti med delovnim časom ne, ko pridejo v trgovino tudi stranke.\n"], "17": ["3 PREDLOGI IZBOLJŠAV", "Trgovina Sport Billy potrebuje spremembe pri prevzemu blaga. Z uvedbo določenih sprememb pri prevzemu, bi prihranili čas, ki bi ga zaposleni porabili za strežbo strank in urejanje trgovine. Predlagali smo uvedbo ročnega viličarja, prevzemnega pulta, računalnika za vnašanje dokumentov in stojala za prevzem blaga. V nadaljevanju smo predlagane rešitve podrobneje opisali.\nNakup ročnega viličarja Eden izmed predlogov izboljšav je nakup ročnega viličarja za dvig in prevoz palet, na katerih so naložene škatle z blagom za trgovino. Tovorno vozilo, ki blago dostavlja, ima na zadnjem delu dvižni del, s katerim lahko spušča palete, in tako bi z uporabo ročnega viličarja prihranil dragoceni čas, ki ga sedaj izgubljajo z ročnim prelaganjem škatel iz tovornega vozila.\nČeprav je prostora v trgovini malo, bi bilo za predlagano vrsto viličarja le-tega dovolj. Shranili bi ga lahko v skladišče, kjer imajo zloženi dve paleti. Če bi vilice potisnili pod paleto, viličar ne bi zavzemal dodatnega prostora.\nNakup stojala za zlaganje blaga Stojalo za zlaganje tekstila bi prišlo prav zato, da bi lahko blago, ki se daje na obešalnike, zložili kar na stojalo in ne na kabine za pomerjanje, ki so namenjene strankam. Zelo moteče je namreč, da so kabine polne novih, ravno pripeljanih oblačil, medtem ko bi stranka želela pomeriti izbrano oblačilo. Prednost stojal je tudi možnost zaviranja, tako da se ne morejo premikati sem ter tja, ko se vrši proces zlaganja blaga.\nStojalo bi lahko stalo pri steni zraven blagajne, saj je zelo ozko, in tako zavzame malo prostora. Stojalo za obešanje blaga je prikazano na sliki 17.\nNakup novega računalnika za vnos prevzemnega lista Nekaj časa bi se prihranilo tudi z nakupom novega računalnika, saj se sedaj prevzem blaga izvaja na blagajni, ki je namenjena strankam za nakup blaga. V času, ko se izvaja prevzem v računalnik, zaposleni pišejo paragonske bloke, kar pa je zelo moteče za stranke, ki morajo čakati dlje. Potrebo po novem računalniku pa občutijo tudi zaposleni, saj izvajajo dvojno delo. Najprej pišejo račun na paragonski blok, nato pa podatke še prepišejo v računalnik.\nVečkrat se je tudi zgodilo, da na paragonskem bloku ni bilo napisano, ali je stranka plačala z gotovino ali s kartico, in potem zaposleni ni vedel pod kaj zaključiti račun. Zaradi tega je porabil še nekaj dodatnega časa, saj je moral na koncu dneva vse zaključiti in kasneje knjižiti tja, kamor je bilo potrebno. \nNov dodatni računalnik bi lahko postavili v pisarno na pisalno mizo. Tam bi lahko eden od zaposlenih v miru vnašal prevzemni dokument in izdelal vse potrebno.\nNakup prevzemnega pulta Prevzemni pult je zelo praktičen za prevzem blaga. Sedaj se blago prevzema kar na blagajniškem pultu, kar je zelo nepraktično, saj je na njem istočasno več stvari (varovalni čipi, blago, nalepke za blago …) in zato nastane velik nered. Večkrat se je zgodilo, da so zaposleni stranki zraven zaračunali tudi novo blago, ki je bilo na pultu. Zato menimo, da je potreben nakup prevzemnega pulta, saj bo tako prevzem potekal ločeno od blagajniškega pulta.\nStojalo za prevzem blaga bi stalo blizu blagajne ob steni, saj je tam še nekaj neizkoriščenega prostora. V predale bi lahko naložili varovala za blago, nalepke, številke za blago in druge, za opravljanje prevzema, potrebne stvari. \nZa lažjo predstavo postavitve predlaganih elementov za izboljšan prevzem blaga, smo dodali tloris z vrisanimi spremembami, kar lahko vidimo na sliki 20.\n"], "18": ["ZAKLJUČEK", "Menim, da bi z nakupom ročnega viličarja skrajšali čas pri ročnem prelaganju kartonastih škatel iz tovornega vozila. Čas bi bil prihranjen tudi z nakupom dodatnega računalnika, na katerem bi lahko opravljali vnašanje podatkov iz prevzemnih dokumentov. Tako ne bi bil moten potek dela na blagajni, ne bi bilo čakalnih vrst zaradi pisanja paragonskih blokov in zmot pri zaračunanju kupljenega blaga. Z nakupom prevzemnega pulta bi olajšali delo zaposlenim, saj jim blaga ne bi bilo treba prevzemati na blagajniškem pultu, kjer zaradi odlaganja še drugih stvari prihaja do velikega nereda. Kot smo ugotovili z meritvijo, bi z uvedbo novih sredstev prihranili 216 delovnih ur letno, ker je zelo veliko, saj bi ta čas lahko porabili za strežbo strank in urejanje trgovine. Investicija, ki bi jo moralo vodstvo vložiti, bi se povrnila že v enem letu.\nS temi izboljšavami bi dosegli večje zadovoljstvo pri strankah, ki so za obstoj trgovine ključnega pomena. Ravno tako pa bi bili bolj zadovoljni in motivirani za delo zaposleni, saj bi jim prihranili čas in dodatno delo, ki je sedaj potrebno pri ročnem vnašanju podatkov, pisanju računov, pri raznašanju blaga na stojala ... Zadovoljstvo zaposlenih in urejenost trgovine bi občutile tudi stranke, ki bi se raje vračale v trgovino Sport Billy v Slovenskih Konjicah.\n"], "abstract": ["Trgovina Sport Billy se ukvarja s prodajo blaga. V omenjeni trgovini je prevzem blaga zelo pomemben, vendar ima kar nekaj pomanjkljivosti. V diplomski nalogi smo opisali, kako se vrši prevzem in katera delovna sredstva pri tem potrebujemo. V prvem delu bomo opisali nekaj na splošno o prevzemu blaga in o procesu, nato bomo analizirali obstoječe stanje, ga kritično komentirali, naredili meritve poteka prevzema blaga in na koncu podali ugotovitve o vzrokih, zaradi katerih so se določene napake dogajale. "]}