{"1": ["1 UVOD IN OPIS PROBLEMA", "Klinična pot je orodje, ki ga zdravstveni tim razvije na svojem delovnem področju in postavi pacienta v središče zdravstvene obravnave. Vsebina klinične poti temelji na dokazih podprti zdravstveni praksi in znanju ter veščinah zdravstvenega tima. Zaradi specifičnosti izvajalcev zdravstvene obravnave, predvsem na področju organiziranosti dela, opremljenosti, števila osebja, virov itd., se mora klinična pot oblikovati lokalno. Klinična pot je odlično orodje za nepretrgano zdravstveno obravnavo in povezovanje dela med različnimi nivoji (Berginc Dolenšek et al., 2006, str. 9).\nKot navaja Bručan (2006, str. 5), je klinična pot pripomoček, oziroma načrt celotne zdravstvene oskrbe tipične vrste pacientov z neko boleznijo ali zdravstveno težavo. V praksi so se klinične poti izkazale kot najprimernejše orodje za doseganje dobrih izidov zdravljenja in zdravstvene oskrbe. Njihova uvedba pomeni: zmanjšanje števila napak, spodbujanje večdisciplinarnega skupinskega dela ter zagotavljanje boljše podlage za obveščanje pacientov in njihovih sorodnikov, saj jih postavi v središče zdravstvene obravnave.\nKlinična pot je obrazec, ki opisuje običajni način zdravljenja za posamezne vrste bolezni. Uvedba kliničnih poti navadno zmanjša število napak pri zdravljenju, spodbuja večdisciplinarno skupinsko delo ter ponuja dobro osnovo za boljše obveščanje bolnikov in njihovih sorodnikov o obravnavi, ki jo lahko upravičeno pričakujejo (Hindle, 2004, str. 840).\nOpisi kliničnih poti kot klinični ali zdravstveni delovni postopki ali poti zdravstvene oskrbe zvenijo tehnično preprosto, vendar gre za zamisel, ki je s stališča organizacijske (klinične) kulture zapletena. Če naj bo uspešna v vsakršnih razmerah, je potreben sistemski pristop: zdravstveno osebje in zdravniki morajo biti pripravljeni na to, da spremenijo način medsebojnega sodelovanja; mladi zdravniki morajo biti seznanjeni s tem , da se pritožijo, če se izkaže, da klinične poti niso dovolj jasne ali posodobljene itd. Z drugimi besedami, ljudje se morajo začeti vesti v nasprotju s prejšnjimi navadami in kulturo. Samo reči, da je treba nekaj storiti, v številnih kliničnih okoljih ne zadošča. Nujno je treba izpeljati\npostopek priprave udeležencev na to, da začnejo razumeti klinične kulture, ki so drugačne od njihove (ter s tem začnejo spoštovati druge kulture in učinkoviteje sodelovati z njimi).\nO izboljšanju kakovosti v zdravstvu bomo lahko govorili šele takrat, ko bodo zdravniki, farmacevti, medicinske sestre in drugo zdravstveno osebje začeli spreminjati način vsakdanjega skupnega dela (Bručan, 2006, str. 6).\nPriprava kliničnih poti, ki je danes v svetu na prvem mestu med načini, kako izboljšati kakovost, je pri nas morda nekoliko zastala, ker jih sedanji nosilci zdravstvenega sistema ne spodbujajo. Tako so zapisali v Alternativnem vladnem programu Socialnih demokratov, 2008.\n"], "2": ["2 NAMEN IN CILJI NALOGE", ""], "3": ["2.1 Namen diplomskega dela", "Namen diplomskega dela je bil predstaviti seznanjenost in poznavanje pomena kliničnih poti med zaposlenimi v zdravstveni in babiški negi.\nNamen diplomskega dela je bil izdelati Klinično pot sprejema pacienta z zlomom zgornjega skočnega sklepa. Po vseh navedenih možnostih pristopa k uvajanju in izvajanju kliničnih poti, je bil predstavljen predlog klinične poti, ki je najbolj kompetenten za omenjenega pacienta na Oddelku za urgentno medicino Splošne bolnišnice Slovenj Gradec.\n"], "4": ["2.2 Cilji diplomskega dela", "- predstavitev klinične poti na podlagi razpoložljive literature\n- ugotoviti, kaj razumejo izvajalci zdravstvene in babiške nege pod terminom klinična pot\n- ugotoviti, ali so zaposleni v zdravstveni in babiški negi dovolj obveščeni o kliničnih  poteh\n- predstaviti predlog klinične poti za pacienta z zlomom gležnja\n"], "5": ["3 KLINIČNA POT", ""], "6": ["3.1 Kaj je klinična pot?", "Klinična pot lahko zajema zdravstveno oskrbo tipične vrste pacientov na različnih ravneh, npr. predbolnišnično oskrbo, oskrbo v bolnišnici in oskrbo po odpustu pacienta iz bolnišnice oziroma vse vrste zdravstvene oskrbe. Lahko vključuje tudi sklop diagnostičnih in terapevtskih dejavnosti, ki se običajno izvajajo za določeno vrsto pacientov v predvidenem sosledju in časovnem poteku dejavnosti. Klinična pot obsega celotno oskrbo od vstopa pacienta v zdravstveni sistem, do izstopa iz njega in pod vodstvom celotnega večdisciplinarnega zdravstvenega tima.\nMarušič (2005) meni, da je klinična pot zapis obravnave, ki ga v kliničnem timu sprejmejo in običajno izvajajo pri določenem tipu bolnika ob pravilih poročil in analizah odklonov od normale. Klinična pot je sprejemljiv, razumljiv, vgrajen potek celostne obravnave obolelega državljana s predpisanim postopkom, usmerjenim v bolezen, s stremljenjem k maksimalni učinkovitosti in kakovosti. Poudarek je na preprečevanju in/ali agresivni obravnavi, če bo poseg najbolj učinkovit.\nKlinična pot je dokument, ki se nenehno izpopolnjuje na podlagi izkušenj o njeni uporabi, ugotovljenih odklonih od predpisane klinične poti, novih spoznanj, ki se pojavijo v strokovni literaturi, vrednotenja, itd. Na podlagi vsega naštetega se sprejmejo odločitve za izboljšanje klinične poti.\nZdravstveno osebje uporablja klinične poti kot pripomoček za seznanitev pacientov s predvideno zdravstveno nego in oskrbo, za načrt dejavnosti med zdravljenjem posameznega pacienta ter spremljanje opravljenega dela s strokovnega in ekonomskega vidika.\nKlinično pot lahko uporabljajo zaposleni v zdravstveni in babiški negi in novi člani večdisciplinarnega tima kot pripomoček za izvajanje dobre klinične prakse. Prav tako je klinična pot zdravstvenemu timu v pomoč pri nadzoru in presoji nad kakovostjo opravljene storitve. V praksi se je izkazalo, da je najbolj učinkovito, da zdravstveni tim pri delu iz enega področja uporablja majhno število kliničnih poti, ki pokriva večino zdravstvenih obravnav njihovih pacientov.\nKlinična pot je orodje, ki opredeljuje na dokazih podprti medicini in krajevni organizaciji standarden načrt večdisciplinarne zdravstvene obravnave. Omogoča sledenje odklonov od standardnega postopka, ohranja utemeljeno avtonomnost odločitev, poenoti klinično prakso, nenehno izboljšuje kakovost zdravstvene obravnave in pospešuje timsko delo (Robida, 2005).\nMarušič (2005) je navedel koristi, ki si jih lahko obetamo z rabo kliničnih poti. Te naj bi bile: dvig kakovosti obravnave, dvig koordinacije kliničnega tima, olajšano kodiranje, obvladovanje stroškov, primerjavo med izvajalci, pogajalska izhodišča in vključitev uporabnikov. V kolikšni meri pa so klinične poti že zaživele v Sloveniji? 13 bolnišnic uporablja skupaj 31 različnih kliničnih poti, pri čemer vodi z 18 kliničnimi potmi Splošna bolnišnica Jesenice.\nhttp://www.mz.gov.si/index.php?id=7509 (15.01.2009)\n"], "7": ["3.2 Kaj je klinična smernica?", "Klinične smernice sestavljajo štiri poglavitne vsebine:\n- epidemiološke podatke, ti vključujejo klinične izide, da bralec občuti resnost  medicinskega problema;\n- splošne predloge za diagnostiko in zdravljenje;\n- podrobnejše in posebne predloge za zdravstveno oskrbo različnih zdravstvenih težav;\n- dodatno gradivo za diagnostiko in zdravljenje.\nKlinične smernice so sistematično oblikovana stališča, ki zdravniku praktiku in drugemu zdravstvenemu osebju, pa tudi pacientom, pomagajo pri odločitvah o primernem zdravstvenem varstvu v posebnih kliničnih okoliščinah. Klinične smernice so nacionalnega ali mednarodnega pomena (Robida, 2005).\n-- 2 meseca -- --- --- --- --- 6 mesecev --- --- --- --- --- 3 meseci --- - 1 mesec –\n"], "8": ["3.3 Glavne razlike med kliničnimi potmi in kliničnimi smernicami", "Primer 1:\n- Klinične smernice se po navadi nanašajo na bolj obsežno in širše področje povezanih  zdravstvenih posegov (kot sta npr. koronarno srčno obolenje ali zgodnja faza raka na  dojkah). Namen klinične smernice je pomoč pri načinu zdravstvene obravnave  pacienta. Zaradi tega se smernice razvejajo na različne skupine, ki obravnavajo  določena, manj obsežna zdravstvena stanja in možnimi načini zdravljenja.\n- Nasprotno od klinične smernice pa klinična pot obravnava tipično vrsto pacientov s  precej ožjo skupino stanj in primernih posegov, obravnava eno obolenje, poseg ali  zaplet. Večinoma gre za paciente z enim zdravstvenim stanjem in zdravljenje,  povezano z njim. Tako je lahko ena klinična smernica povezana z več kliničnimi  potmi (Berginc Dolenšek et al., 2006, str. 13).\nPrimer 2:\n- Klinične smernice so manj pogosto nadgrajene in obnovljene, ker so že primarno do  potankosti dodelane. Tipična klinična smernica je morda nadgrajena vsakih dve do pet  let, ker se standardi, materiali in izkušnje še izboljšajo in dopolnijo. Zapisano ima,  kdaj bo ponovno nadgrajena.\n- Klinične poti pa se v nasprotju s tem pogosteje pregledujejo, ker se tudi bolj  konstantno uporabljajo. Tako so lahko pogosto nadgrajene, vendar verjetno ne v  vnaprej določenih presledkih. Pregledane in nadgrajene so zaradi novih podatkov in  potrebnih popravkov, ki jih ugotovi klinični tim. Klinična pot je za dano okolje  praktično uporabna smernica, oblikovana na podlagi vseh razpoložljivih spoznanj  stroke (ibid., str. 14).\nPrimer 3:\n- Klinične smernice morajo temeljiti na podrobnih raziskavah dokazov o povezavah  med diagnostiko, zdravljenjem in izidi. Prav tako so potrebne izjave o dokazih in  priporočilih. Zaradi obsežnih raziskovalnih dejavnosti posameznih delov zdravstvene  oskrbe je priprava smernic velika naloga, ki lahko traja več let in zahteva veliko  finančnih sredstev.\n- Nasprotno pa klinične poti temeljijo na trenutnem znanju članov kliničnega tima.  Lahko je nekaj dodatnega raziskovanja zaradi preverjanja dejstev, glede katerih se  člani kliničnega tima ne strinjajo, kar je neprimerljivo s trudom, potrebnim za  oblikovanje smernic (ibid., str. 14).\nPrimer 4:\n- Klinična smernica vsebuje veliko podrobnosti, ki pojasnjujejo in upravičujejo  posamezna priporočila. Na primer, če je bilo določeno zdravljenje z zdravili, so razlogi  zanj navedeni v celoti: kakšni dokazi so bili navedeni, do kakšnih ugotovitev so prišli  raziskovalci itd.\n- Nasprotno klinična pot zgolj navede pravilo brez pojasnila. Člani tima, ki so oblikovali  klinične poti, morajo prebrati ustrezno literaturo (dosegljiva je pri članih tima), vendar  ta pri klinični poti ni navedena (ibid., str. 14).\nPrimer 5:\n- Klinična smernica se ne ukvarja z lokalnimi posebnostmi oskrbe, kot so npr. praktične  zadeve o razpoložljivosti pomožnih služb - kot je na primer čas izdajanja  laboratorijskih ali histoloških izvidov med prazniki. Klinične smernice nikoli ne  morejo zajeti vseh možnih posebnosti, vendar so najpogosteje odločilne za izbiro  načina oskrbe.\n- Nasprotno pa se s podrobnostmi lahko (in celo morajo) ukvarjati klinične poti. Zaradi  tega se klinične poti pri določeni vrsti pacientov za podobna zdravstvena stanja  večkrat v različnih zdravstvenih ustanovah razlikujejo (ibid., str. 14).\nPrimer 6:\n- Klinična smernica ni pripomoček za navajanje podatkov, ampak samo vir priporočil.\n- Nasprotno se klinična pot stalno uporablja med zdravljenjem. Je lahko del (ali celoten)  obrazec v popisu bolezni oziroma zdravstvenega kartona pacienta, kjer se dokumentira  potek zdravstvene obravnave (ibid., str. 14).\n"], "9": ["3.4 Podobnosti med kliničnimi potmi in kliničnimi smernicami", "Klinične poti in klinične smernice se medsebojno dopolnjujejo. Kadar klinične poti ni, je klinična smernica manj učinkovita.\nNajboljši način povezovanja znanja in vsakdanje prakse so klinične poti. Pomembno je tudi, da se lahko pri kliničnih poteh pojavljajo napake, kadar zadnjih podatkov in navedb v najnovejših kliničnih smernicah ne upoštevamo.\nGlavna cilja klinične smernice in klinične poti sta enaka, in sicer zmanjšati neopravičljive odklone pri podobnih stanjih v klinični praksi in najbolje izkoristiti razpoložljiva sredstva.\nIzvajalce in paciente je potrebno z njimi seznaniti. Dobre klinične smernice paciente ponavadi poučijo o tveganjih in njihovi preprečitvi, klinične poti pa jih seznanijo z oskrbo, ki jo lahko pričakujejo pri zdravljenju.\nSkladno z razvojem stroke je potrebno klinične smernice, kot tudi klinične poti nenehno izboljševati in posodabljati.\nVečdisciplinarno sodelovanje pri oblikovanju klinične poti in klinične smernice je izredno pomembno (Berginc Dolenšek et al., 2006, str. 15).\nPot bolnikove oskrbe\n"], "10": ["3.5 Večdisciplinaren tim", "Včasih so sestave timov temeljile predvsem na poklicnih skupinah: obstajale so skupine zdravnikov, medicinskih sester, drugega zdravstvenega in nezdravstvenega osebja. Po sodobnem pristopu pa naj bi time oblikovali strokovnjaki različnih specialnosti glede na vrsto pacientov, ki jih obravnavajo. Tako imamo večdisciplinarne time za obravnavo pacientov z rakom, time za obravnavo pacientov s sladkorno boleznijo ipd.\nVse izvajalce v proces izdelave klinične poti vključimo zato, ker obstaja manjša možnost za poznejše napake in potrebne popravke. Če tega ne storimo, je večja možnost, da člani tima ne prepoznajo potrebe po stalnem ocenjevanju in izboljševanju kliničnih poti. Najboljši način je naložiti vsakemu članu tima odgovornost, mu dati čas, zagotoviti tehnično podporo in znanje, da lahko oblikuje svoj del klinične poti.\nČlani tima so enakopravni med seboj in vsak iz svojega strokovnega področja pripomorejo k razreševanju problema ter so odgovorni za odločanje na svojem področju (Križanec, 2007).\nPri oblikovanju tima za izdelavo kliničnih poti je pomembno, da vključimo v skupino tiste zdravnike, medicinske sestre, in druge člane večdisciplinarnega tima, ki običajno vplivajo na mnenje večine. Že od začetka naj bo vključenih čim več ljudi. Če se bomo posvetovali s svojimi sodelavci, obstaja večja verjetnost, da se bodo s klinično potjo poistovetili.\nVečdisciplinaren tim sestavljajo strokovnjaki iste poklicne skupine z različno specialnostjo, npr. zdravnik specialist internist, zdravnik specialist nevrolog itd. (Robida, 2005).\n"], "11": ["3.6 OBLIKOVANJE KLINIČNIH POTI", "Za oblikovanju klinične poti lahko uporabimo kar nekaj pristopov, ki so odvisni od organizacije izvajalcev zdravstvene in babiške nege in oskrbe in načina komuniciranja med njimi. Metoda razvijanja kliničnih poti, ki bi ustrezala vsem okoliščinam, ne obstaja.\n"], "12": ["3.6.1 Obstaja več načinov, kako oblikovati klinično pot:", "Pristop A:\nTemelji na majhnem številu vodij vsake pomembne stroke, ki delajo skupaj zaradi  končnega oblikovanja klinične poti. Nato pa glede samega izvajanja klinične poti v  praksi izobrazijo in motivirajo še vse ostale člane skupine.\nTa model bi lahko bil najučinkovitejši in je zelo verjetno, da bodo srečanja uspešna.  Največja nevarnost te različice pa je, da bi posamezniki, ki niso bili vključeni v ožjo  oblikovalno skupino, podvomili o smiselnosti uvedbe klinične poti in bi lahko dobili  občutek, da jim je bila izbrana rešitev vsiljena (Berginc Dolenšek et al., 2006, str. 20).\nPristop B:\nTa model temelji na vključevanju čim večjega možnega števila ljudi od samega začetka  pa vse do konca procesa. Vsakdo ima možnost, da pripomore k oblikovanju klinične  poti, saj se upoštevajo stališča vseh. Delo lahko poteka tudi v podskupinah, vendar pa  mora njihove rezultate odobriti skupina kot celota.\nTa način omogoča sodelovanje vseh, srečanja bodo potekala dlje kot pri pristopu A, kar  je največja pomanjkljivost. Večina razprave pa se bo zdela nepomembna in nepotrebna  za tisti del zdravstvenega osebja, ki je že dovolj dobro seznanjen z obravnavano temo  (ibid., str. 21).\nPristop C:\nTretji model pri oblikovanju kliničnih poti temelji na imenovanju strokovnjaka, ki ima  izkušnje za različne vrste pacientov in tudi v različnih bolnišnica. Ta oblikuje načrt,  organizira sestanke in zagotavlja čim večjo udeležbo zdravstvenega osebja.  Zdravstveno osebje ostaja pristojno za vsebino klinične poti.\nOmenjeni pristop je lahko dokaj učinkovit, tudi stopnja sodelovanja in udeležbe je  zadovoljiva. Največja prednost je majhno tveganje večjih napak pri oblikovanju  kliničnih poti. Največja pomanjkljivost pa je tveganje, da nekateri posamezniki  zdravstvenega tima ne bodo želeli prevzeti odgovornosti za uporabo klinične poti in  njeno stalno izboljševanje (ibid., str. 21).\nNačeloma je najboljši tisti model, ki omogoča največjo stopnjo udeležbe. Z drugimi besedami, pristop bo uspešen, če je večina zdravstvenega osebja pripravljena sodelovati v procesu, ki bo za najnestrpnejše člane zdravstvenega osebja včasih precej dolgočasen.\nPri uporabi pristopa A je tveganje zamud najmanjše. Uporaba pristopa B je odvisna od sposobnosti in predanosti manjših skupin zdravstvenega osebja. Tak pristop lahko vodi do hitre izdelave izvrstne klinične poti, ki pa jo je pozneje nemogoče izvajati. Pristop C je načeloma najmanj privlačen, saj daje napačen vtis oziroma sporočilo – sporoča namreč, da delo zdravstvenega osebja lahko preoblikuje nekdo, ki ni član te skupine. Vseeno je lahko tak pristop zelo uspešen, če se strokovnjak, ki je odgovoren za usklajevanje in lažje delo, zaveda tveganj in sprejme potrebne ukrepe, da tovrstna tveganja čim bolj zmanjša.\nPogosto se zgodi, da se uporabi pristop, ki združuje vidike vseh treh modelov. Obstajajo pa tudi precej drugačni pristopi, ki so lahko smiselni in ki vedno privedejo do zastavljenega cilja, vendar v različnih časovnih obdobjih (Berginc Dolenšek et al., 2006, str. 21).\n"], "13": ["3.7 UPORABNOST KLINIČNIH POTI", ""], "14": ["3.7.1 Usklajenost in nepretrganost zdravstvene oskrbe", "Pri celovitem sistemu zdravstvene oskrbe gre za skupek povezanih in načrtovanih ukrepov in dejavnosti, katerih cilj je nenehno izboljševanje kakovosti zdravstvene oskrbe. Te dejavnosti temeljijo tudi na pripravi in uporabi kliničnih smernic.\nKlinične poti so ključnega pomena pri obravnavi pacienta, saj zagotavljajo usklajeno in nepretrgano zdravstveno in babiško nego in oskrbo med različnimi izvajalci in ustanovami. V ospredju je potreba po celoviti obravnavi pacientov in spodbujanju dobre klinične prakse. Pri tem modelu ne gre le za ocenjevanje, načrtovanje, izvajanje in vrednotenje postopkov, ampak tudi za večdisciplinarno delo različnih sodelavcev v timu. Temelj tega modela je sodelovanje med zdravstvenim osebjem in bolnikom ter njegovimi svojci. Celoten potek zdravstvene oskrbe pacienta je dokumentiran v skupni dokumentaciji (Berginc Dolenšek et al., 2006, str. 16).\nUporaba klinične poti ima prednost:\n- poveča usklajenost dela in sodelovanje zdravstvenega osebja;\n- odpravlja nepotrebne zastoje pri obravnavi pacienta;\n- skrajša ležalno dobo pacienta;\n- ne podvaja dela in storitev;\n- zmanjša možnost napak;\n- nadzor nad razporejanjem virov in porabo sredstev;\n- racionalna poraba časa;\n- boljše timsko delo;\n- zagotavlja in izboljša kakovost zdravstvene oskrbe pacienta (ibid., str. 16).\nUporaba kliničnih poti omogoča:\n- zmanjšanje števila odklonov od najboljšega načina zdravljenja;\n- doseganje visokih standardov zdravstvene obravnave;\n- spodbujanje skupinskega dela in sodelovanje med zdravniki, medicinskimi  sestrami, babicami, zdravstvenimi tehniki, farmacevti in drugimi člani  večdisciplinarnega tima;\n- boljšo komunikacijo in zadovoljstvo med zaposlenimi, sodelavci, pacienti in  svojci;\n- izboljševanje dosedanjih rešitev (ibid., str. 17).\n"], "15": ["3.7.2 Pomembnost dokumentacije in komunikacije pri uporabi kliničnih poti", "Za kakovostno obravnavo in celosten pristop k spremljanju pacienta na klinični poti je pomembna povezanost dokumentacije zdravstvene nege z drugimi dokumenti. Zato je poleg papirne dokumentacije potrebno razvijati računalniško podprte rešitve, ki omogočajo elektronsko evidentiranje podatkov o zdravstveni negi. Razvoj in uvajanje elektronske dokumentacije zdravstvene nege zahtevata standardizacijo in formalizacijo jezika, uporabljenega v zdravstveni negi. Standardiziran jezik je potrebno razviti, da zagotovimo komunikacijo in razumevanje potreb pacienta po zdravstveni negi ter olajšamo delo medicinski sestri (Ramšak Pajk, 2006, str. 137).\nFilejeva (2003, str. 66) navaja, da se medicinske sestre vse bolj zavedajo pomena računalniško informacijskega sistema v zdravstveni negi, ki omogoča razvoj enotne terminologije, hitrejše dokumentiranje in enoten sistem zbiranja podatkov.\nDokumentiranje je pomemben element sodobne zdravstvene nege. Zagotavlja kontinuiteto, odraža profesionalnost in daje osnovo za vrednotenje zdravstvene nege (Šušteršič et al., 2000, str. 185).\nŽivimo v času vedno večjih in hitrejših sprememb, v katerem postaja za javne zavode in njihovo vodstvo vedno bolj pomembno, kako učinkovito odgovoriti na vprašanje »Kako ustrezno voditi in motivirati zaposlene ter kako uspešno medsebojno sodelovati?« Sodobni trendi opozarjajo, da bo v prihodnosti uspeh dosežen, če bosta vodenje in sodelovanje zasnovana na zaupanju, spoštovanju, etiki, morali zadoščanju zaposlenih po njihovem osebnem razvoju. Vsako organizacijo sestavljajo ljudje, ki med seboj komunicirajo, skušajo reševati skupne probleme in razreševati medsebojne konflikte. Komunikacija, problemi, konflikti so tako sestavni del vsake organizacije (Dobnik, 2007, str. 153).\nUgotovljeni podatki, ki so zapisani in so dostopni vsem članom zdravstvene in negovalne skupine, so pokazatelj bolnikovih težav. Informacije, ki opisujejo bolnikove težave ali negovalne diagnoze, usmerjajo medicinsko sestro, da izbere primeren načrt zdravstvene nege z negovalnimi intervencijami. Dokumentiranje mora biti preprosto, hitro, jedrnato, vsestransko in razumljivo. Obrazci olajšajo medicinski sestri beleženje podatkov, ki so pomembni za bolnika (Ivanuša in Železnik, 2008, str. 27).\nZdravstvena nega je znanost in stroka – vsaka stroka pa potrebuje za svoj razvoj in obstoj ustrezno dokumentiranje. S pomanjkljivim dokumentiranjem svojo stroko negiramo in razvrednotimo pomen opravil, ki jih vsakodnevno opravljamo. Dokumentiranje negovalnih postopkov je namenjeno zagotavljanju sistematične in kontinuirane zdravstvene nege, razvijanju osnovnih standardov ter ustvarjanju legalnih dokumentov, ki pričajo o izvedenih delih (Petrič, 1999 v: Debrand – Passard et all., 1996, str. 135).\n"], "16": ["3.7.3 Klinična pot kot vodilo", "Klinična pot opisuje standardni načrt celotne zdravstvene obravnave za določeno vrsto pacientov in se lahko uporabi pri približno 60 do 70 % le-teh. Odkloni od klinične poti opozarjajo na paciente, ki slabše napredujejo in zahtevajo poglobljeno obravnavo. Vsi odkloni se zapišejo in so podlaga za izboljšanje klinične poti.\nČe naj bo klinična pot uspešna v vseh razmerah, je potreben sistemski pristop. Vsi člani večdisciplinarnega tima morajo biti pripravljeni na spremembo načina medsebojnega sodelovanja.\nGlavna namena uporabe klinične poti sta nasvet za dobro klinično prakso in priložnosti za izboljšave s pomočjo spremljanja odklonov.\n"], "17": ["3.8 KLINIČNA POT, KAZALNIKI IZIDOV IN DRUGI KAZALNIKI KAKOVOSTI", "Klinična pot nam je v pomoč pri ugotavljanju izidov zdravljenja in drugih kazalnikov kakovosti. Če nastane varnostni zaplet, ga zapišemo in potem analiziramo. S tem se lahko marsikaj naučimo in varnostni zaplet v podobni situaciji v prihodnje preprečimo. Po določenem obdobju, npr. na vsake tri mesece ali glede na določeno število pacientov, pri katerih smo uporabili klinično pot, ugotavljamo izide zdravljenja (kazalnike izidov). Te izide nato primerjamo znotraj bolnišnice (časovni trend), upoštevamo tudi standarde ali najboljšo prakso.\nVečkrat se zgodi, da ob odpustu ne moremo zapisati določnega izida. Zato je priporočljivo, da ima klinična pot prazen prostor. V ta prostor zapišemo vse odklone od pričakovanega in želenega izida zdravljenja. Klinična pot je torej orodje, ki je lahko tudi sestavni del presoje zdravstvene prakse (Berginc Dolenšek et al., 2006, str. 18).\n obravnave pacienta.\n"], "18": ["3.9 TEHNIČNI VIDIKI OBLIKOVANJA KLINIČNIH POTI", ""], "19": ["3.9.1 Preglednost", "Klinična pot naj ne bo razširitev dokumentiranja postopka. Naj ima svojo grafično podobo in preglednost. Največkrat za to uporabimo razpredelnice. Vsi člani zdravstvenega tima v klinični poti združijo vso svojo dosedanjo dokumentacijo in se tako čim bolj izognejo podvajanju le-te. S tem dosežemo preglednost opravljenega dela. Omogočati mora tudi analiziranje odklonov (Berginc Dolenšek et al., 2006, str. 28).\n"], "20": ["3.9.2 Spremljanje kakovosti dela zdravstvenega osebja", "Klinične poti zajemajo celostno obravnavo pacienta. Opravljeno delo se mora evidentirati in meriti po opravljenih storitvah in kazalnikih kakovosti. Ena od osnovnih in pomembnih funkcij klinične poti je spremljanje kakovosti dela zdravstvenega tima (ibid., str. 28).\n"], "21": ["3.9.3 Celovitost zdravstvene dokumentacije", "Sestavni del klinične poti je celovita dokumentacija, ki združuje celotni zdravstveni tim in njegovo delo, zato mora biti uporabniku prijazna, pregledna, hkrati pa mora omogočati čim boljšo uporabnost pri delu. Vsakemu članu tima mora klinična pot omogočati hiter dostop do evidentiranja njegovega dela in je zapisana na strukturiranem obrazcu, ki pomeni dejansko pot obravnave pacienta, ki je v ustanovi najbolj preverjena in ustaljena - glede na potek in čas (Berginc Dolenšek et al., 2006, str. 29).\nStrukturiran obrazec mora vsebovati:\n- podatke o pacientu,\n- zapis diagnoze, izbranih stanj ali posegov, ki ga klinična pot opredeljuje,\n- cilje, ki jih želimo doseči s klinično potjo,\n- namen klinične poti,\n- zapis odklonov in merjenje kakovosti opravljenega dela.\n4 KLINIČNA POT SPREJEMA PACIENTA Z ZLOMOM  ZGORNJEGA SKOČNEGA SKLEPA NA ODDELKU ZA  URGENTNO MEDICINO SPLOŠNE BOLNIŠNICE  SLOVENJ GRADEC\n"], "22": ["4.1 Zlomi zgornjega in spodnjega skočnega sklepa", "Zlomi gležnja so sklepni zlomi. Zaradi tega je pri zdravljenju potrebno izbrati metodo, s katero vzpostavimo normalno anatomijo sklepa in po možnosti zagotovimo dovolj stabilnosti za zgodnje razgibavanje. Odprti zlomi so indikacija za operacijsko zdravljenje. Vsi premaknjeni zlomi gležnja, ki zajemajo medialni in lateralni maleol ali posterolateralni del golenice, so načeloma nestabilni. Pri teh zlomih lahko ponavadi dosežemo ustrezen anatomski položaj le z odprto repozicijo in s stabilno notranjo fiksacijo zloma. Idealni čas za operacijo je preden nastane edem (znotraj 6-8 ur po poškodbi). Ob prisotnosti edema kože (pomarančna koža), podkožnega edema ali celo mehurjev, je zelo priporočljivo, da operacijo odložimo do takrat, ko si opomorejo mehka tkiva (običajno za 6-8 dni). Defekte kože in septične zaplete zdravimo kirurško. Slab končni rezultat lahko prav tako zdravimo kirurško. Te metode so endoproteza zgornjega skočnega sklepa, artrodeza (odprta ali artroskopska) in artroskopska resekcija zarastlin v sprednjem delu sklepa (Senekovič, 2003, str. 13).\nPo operaciji se povoj, kakor tudi šivi odstranijo 5-7 dan. Pacientu namestimo dokolensko mavčna longeto, ki jo lahko sname. Štiri tedne se odsvetuje kakršno koli obremenjevanje noge in ob tem uporaba bergel. V mesečnih intervalih se radiografsko preverja kako kost celi. Namesti se hodilna dokolenska mavčna imobilizacija, ponavadi 8-12 tednov po operaciji. Potem se svetuje nošnja navadnega čevlja s trdim stopalom (Stone, 2002, str. 243).\n"], "23": ["4.2 Razdelitev zlomov gležnja", "Pri zaprtih poškodbah gležnja se moramo odločiti med operacijskim in konzervativnim načinom zdravljenja. Konzervativno zdravljenje pride v upoštev, ko lahko v mavčnem nehodilnem škornju vzpostavimo normalno anatomijo sklepa in zlom v tem položaju zadržimo. Zelo pomembno je, da je longeta dobro podložena, ker noga zaradi poškodbe močno zateče. V začetku so potrebne redne rentgenske kontrole. Če pride do razmika zloma, je še vedno naknadno priporočljivo operacijsko zdravljenje.\nZlomi gležnja so tipični in so posledica tipičnega položaja stopala in delovanja sile. Pri odprtem zlomu je najpogostejša prečna raztrganina kože na notranji strani zaradi izpaha zloma. Ti zlomi se oskrbijo po kirurških principih, ki veljajo za odprte zlome.\nLaunge-Hansen jih je razdelil po mehanizmu nastanka oziroma po smeri delovanja sile:\n- supinacija - addukcija (po Webru tip A)\n- supinacija - zunanja rotacija (po Webru tip B)\n- pronacija - abdukcija (po Webru B ali C)\n- pronacija - zunanja rotacija (po Webru tip C) (Ekart-Gačnik et al., 2003)\nPo Webru jih delimo na podlagi rentgenskih posnetkov v:\n- tip A (zlom zunanjega gležnja pod nivojem tibiofibularne vezi)\n- tip B (zlom zunanjega gležnja v nivoju tibiofibularne vezi)\n- tip C (zlom zunanjega gležnja nad nivojem tibiofibularne vezi) (Ekart-Gačnik et  al., 2003)\nRazdelitev po Mullerju (AO delitev) vsebuje pet mestno označbo (npr. 44A12)  1. mesto - številka 4 pomeni golen  2. mesto - številka 4 pomeni gleženj  3. mesto - črke A, B in C ustrezajo Webrovi delitvi zlomov gležnjev  potek lomnih pok (Ekart-Gačnik et al., 2003).\n"], "24": ["4.3 Klinična pot sprejema pacienta z zlomom zgornjega skočnega sklepa", "Po vseh navedenih možnostih pristopa k uvajanju in izvajanju kliničnih poti, smo predstavili predlog klinične poti, ki je najbolj kompetenten za sprejem pacienta z zlomom zgornjega skočnega sklepa na Oddelku za urgentno medicino Splošne bolnišnice Slovenj Gradec.\nSPREJEM PACIENTA Z ZLOMOM ZGORNJEGA SKOČNEGA SKLEPA (INTEGRIRANA KLINIČNA POT)\nGCS izpolni zdravnik\nKdaj je nazadnje jedel ali pil? ___________________________________\nSTALNA TERAPIJA: ___________________________________ _________________________________ ___________________________________ _________________________________ ___________________________________ _________________________________ ___________________________________ _________________________________ __________________________________\n"], "25": ["5 EMPIRIČNI DEL", ""], "26": ["5.1 Hipoteze", "Hipoteza 1: Zaposleni v zdravstveni negi poznajo pomen kliničnih poti.\nHipoteza 2: Zaposleni v zdravstveni negi so mnenja, da bi pri oblikovanju kliničnih poti  zraven zdravstvenih delavcev morali sodelovati tudi pacienti.\nHipoteza 3: Predvidevamo, da zaposleni v zdravstveni negi vidijo prednosti pri uvajanju  kliničnih poti.\n"], "27": ["5.2 Metodologija", "Raziskava je imela kvantitativne značilnosti. Uporabljena je bila deskriptivna metoda dela. Po pregledu strokovne domače in tuje literature ter internetnih virov smo dobili teoretična izhodišča o kliničnih poteh v praksi, njihovi dejanski uporabi in zadovoljstvo zaposlenih z njihovo uporabo.\n"], "28": ["5.2.1 Raziskovalne metode", "V diplomski nalogi je bil uporabljen deskriptiven način raziskovanja, kjer gre za metodo kombinacije, ki je postopek povzemanja opazovanj, spoznanj, stališč, sklepov in rezultatov drugih avtorjev. Empirični del diplomske naloge zajema zbiranje, analizo ter interpretacijo podatkov v raziskovalnem procesu, kjer smo uporabili anketni vprašalnik.\n"], "29": ["5.2.2 Raziskovalni vzorec", "Raziskovalni vzorec je zajemal 100 naključno izbranih izvajalcev zdravstvene in babiške nege, zaposlenih v Splošni bolnišnici Slovenj Gradec. Anketni vprašalnik je zajemal 17 vprašanj zaprtega tipa.\n"], "30": ["5.2.3 Postopki zbiranja podatkov", "Za izvedbo raziskave smo si pridobili pisno soglasje službe zdravstvene in babiške nege ter oskrbe v Splošni bolnišnici Slovenj Gradec. Po pristopu do vodilnih medicinskih sester oddelkov in po razgovoru z njimi, smo na vsakem oddelku pustili določeno število anketnih vprašalnikov. Po treh tednih smo zbrali vseh 100 izpolnjenih anketnih vprašalnikov.\n"], "31": ["6 REZULTATI", "starih med 21 – 30 let; 20 (20%) je starih nad 50 let in skoraj ravno toliko, torej 18 (18%) je starih od 31 – 40 let; samo 2 (2%) anketiranca pa sta mlajša od 20 let.\n(38%) je diplomiranih medicinskih sester/diplomiranih zdravstvenikov; samo 2 (2%) sta višji medicinski sestri in komaj 1 (1%) anketiranec ima podiplomsko izobrazbo.\npot; 32 (32%) je odgovorilo, da termin poznajo že 3 leta; 12 (12%) anketirancev termin klinična pot poznajo že 6 let in kar 8 (8%) anketirancev termina sploh ne poznajo.\nmnenja, da klinična pot izboljšuje kakovost zdravljenja in rehabilitacije; 54 (54%) je mnenja, da klinična pot predstavlja manjšo možnost napake in večjo varnost za pacienta; da imamo s kliničnimi potmi boljši nadzor na zdravljenjem, je mnenja 53 (53%) anketirancev; prav toliko jih je mnenja, da klinična pot zajema vse negovalne intervencije na oddelku; 37 (37%) jih meni, da z klinično potjo obravnavamo eno obolenje, poseg ali zaplet; 11 (11%) anketirancev pa je mnenja, da klinična pot pripomore tudi k rehabilitaciji in prvem vstajanju pacienta po operaciji.\njih meni, da je klinična pot dokument; 54 (54%) anketirancev je mnenja, da je klinična pot cilj; 51 (51%) je odgovorilo, da je klinična pot informacija; 36 (36%) jih meni, da klinična pot zajema tudi temperaturni list in 32 (32%) anketirancev je mnenja, da je klinična pot tudi dogovor.\nzajema vse, kar se s pacientom dogaja od vstopa v zdravstveni sistem in do izstopa iz njega; 37 (37%) jih meni, da se klinična pot začne ob hospitalizaciji in konča z odpustom; 13 (13%) anketirancev meni, da se klinična pot začne pri osebnem zdravniku in konča na sekundarnem nivoju, pri specialistu.\nsodelujejo tudi zdravniki v Zdravstvenih domovih in samo 39 (39%) je to vlogo pripisalo administrativnemu tehniku.\ndvomi, da z uvedbo klinične poti ne bi bila zagotovljena boljša obravnava pacienta.\nopredelilo in nihče ni odgovoril negativno.\njih je odločilo tudi, da je sodelovanje med zdravstvenimi delavci, pacienti in svojci ob uporabi kliničnih poti boljše; 74 (74%) je kot učinek kliničnih poti izbralo tudi jasno sliko pacienta o njegovi obravnavi; 19 (19%) anketirancev meni, da lahko bolj obvladujemo stroške obravnave; 16 (16%) jih meni, da je eden izmed učinkov tudi primerjava med izvajalci; da se dvigne samozavest zaposlenih, je mnenja 14 (14%) anketirancev; nihče pa se ni odločil, da bi imeli klinične poti zato, da bi tekmovali med seboj in se dokazovali pred svojci.\nmotili delo in bili odveč.\n(10%) anketirancev pa je mnenja, da pacient ne more sodelovati.\ntako 37 (37%) se jih ni opredelilo; 26 (26%) anketirancev pa je mnenja, da se ob uvedbi klinične poti njihova avtonomija odločanja nebi zmanjšala.\n"], "32": ["7 INTERPRETACIJA IN RAZPRAVA", "V empiričnem delu diplomskega dela smo predstavili raziskavo, ki smo jo opravili v Splošni bolnišnici Slovenj Gradec. Največ anketnih vprašalnikov so izpolnili zaposleni na Oddelku za ginekologijo in porodništvo. Nekaj manj na Oddelku za travmatologijo in ortopedijo, sledi Oddelek za splošno in abdominalno kirurgijo in Oddelek za urgentno medicino. V raziskavo smo vključili tudi Oddelek za interno medicino, Oddelek za urologijo, Centralni operacijski blok in Oddelek za pediatrijo.\nV raziskavi je sodelovalo 100 zaposlenih na zgoraj naštetih deloviščih. Večina sodelujočih so bili po izobrazbi srednje medicinske sestre, zdravstveni tehniki in diplomirane medicinske sestre. To so sicer zelo izkušeni zdravstveni delavci, saj jih ima skoraj polovica že nad 26 let delovne dobe.\nSkoraj polovica anketirancev se je šele pred kratkim prvič srečala z terminom klinična pot, tretjina ga pozna že tri leta, ampak vsi zelo slabo poznajo njegovo vsebino, možnosti in prednosti, kar se da razbrati iz vprašanja, kaj razumete pod terminom klinična pot. Več kot polovica sodelujočih misli, da klinična pot zajema vse negovalne intervencije na oddelku. Prav tako jih samo polovica ve, da klinična pot obsega celotno zdravstveno obravnavo pacienta od vstopa v zdravstveni sistem in do izstopa iz njega. Hipotezo, kjer smo predvidevali, da zaposleni v zdravstveni negi poznajo pomen kliničnih poti, lahko zato ovržemo.\nPri oblikovanju kliničnih poti sodelujejo vsi člani večdisciplinarnega tima. Prav vsak član je potreben za oblikovanje in izdelavo kakovostne klinične poti. Skoraj vsi sodelujoči v anketi so bili mnenja, da klinično pot oblikujeta zdravnik specialist in medicinska sestra. Približno polovica se je odločala tudi za fizioterapevta, zdravnika v Zdravstvenem domu in nenazadnje tudi administrativnega tehnika. Kot zanimivost naj povem, da je bilo od vseh anketiranih samo 20 takšnih, ki so pravilno odgovorili na to vprašanje in obkrožili vse člane večdisciplinarnega tima, ki smo jih dali na voljo. Predvidevamo, da je do takšnih odgovorov prišlo samo zaradi tega, ker zaposleni premalo poznajo pomen klinične poti.\nNa vprašanje, ali pacientu predstaviti klinično pot in ali bi lahko pacient sodeloval pri oblikovanju in izboljšanju kliničnih poti in se kasneje tudi aktivno vključil, so anketiranci zelo pozitivno odgovarjali. Samo 10% jih meni, da pacient ne more sodelovati in da mu ni potrebno poznati klinične poti za njegovo bolezen ali poškodbo. Hipotezo, da so zaposleni v zdravstveni negi mnenja, da bi pri oblikovanju kliničnih poti lahko sodeloval tudi pacient, potrdimo.\nV večini so anketiranci mnenja, da med učinke klinične poti sodijo: dvig kakovosti obravnave, sodelovanje med zdravstvenimi delavci in jasno sliko pacienta o njegovi obravnavi. Slaba petina sodelujočih se je ob tem odločila tudi za obvladovanje stroškov in primerjavo med izvajalci. Na vprašanje ali bi z uvedbo kliničnih poti izboljšali komunikacijo pri timski obravnavi pacienta, ni nihče odgovoril negativno. Tudi na vprašanje ali bi z uvedbo klinične poti bila zagotovljena boljša obravnava pacientov, ni nihče odgovoril negativno. Zato hipotezo, da zaposleni v zdravstveni negi vidijo prednosti pri uvajanju kliničnih poti, potrdimo.\n"], "33": ["8 SKLEP", "Klinična pot je dokument, sredstvo, orodje, dogovor, informacija, opomnik,… Klinična pot ni negovalna dokumentacija, ni temperaturni list, list opazovanja,… Pri vprašanju kaj vse zajema klinična pot, se je večina anketirancev zelo lovila in neodločno izbirala, kaj po njihovem mnenju klinična pot zajema. Klinične poti prihajajo vedno bolj v veljavo in jih v nekaterih zdravstvenih ustanovah že uspešno uporabljajo in dobivajo pozitivne rezultate.\nKomuniciranje med zdravstvenim osebjem na različnih ravneh zdravstvene obravnave pacienta je nujno, če hočemo izboljšati postopke v smislu kakovosti in učinkovitosti. Nujna je povezava z zaposlenimi v socialnovarstvenih zavodih, kamor so pacienti iz bolnišnic pogosto odpuščeni. Z dobro komunikacijo na vseh treh ravneh zdravstvenega sistema omogočamo boljšo organizacijo, bistveno izboljšan pretok informacij in ugodnejši izid zdravljenja.\nVsak od nas si želi izboljšati timsko delo in odnose v njem, imeti skupne cilje, ki so usmerjeni k pacientu in za pacienta, kakovostno opraviti delo in doseči najmanjša možna tveganja, zato menimo, da bi bila zelo dobrodošla priprava seminarja ali kakšnega izobraževanja na temo klinične poti.\nIzdelali smo klinično pot Sprejema pacienta z zlomom zgornjega skočnega sklepa. V nadaljnji fazi bomo klinično predstavili celotnemu zdravstvenemu timu in jo preizkusili na tridesetih pacientih. Nato bomo klinično pot, če bo potrebno, dopolnili in jo poskušali vpeljati v stalno prakso.\nIzdelava Klinične poti sprejema pacienta z zlomom zgornjega skočnega sklepa predstavlja dobro izhodišče za nadaljevanje oblikovanja kliničnih poti priprave na operativni poseg, po operativno obravnavo in rehabilitacijo v domačem okolju do popolnega okrevanja.\nKlinična pot ni cilj! Cilj je spoznavanje, dogovarjanje, učenje, sporazumevanje, spoštovanje, upoštevanje, sprejemanje,… Cilj je kakovost!\nNočemo se spremeniti, toda vemo, da se moramo.\nJonathan Franzen\n"], "abstract": ["Izhodišča: V Sloveniji smo prve klinične poti začeli razvijati leta 2002. Klinična pot opisuje običajni način zdravljenja za posamezne vrste bolezni. Uvedba kliničnih poti lahko zmanjša število napak pri zdravljenju, spodbuja večdisciplinarno skupinsko delo ter ponuja dobro osnovo za boljše obveščanje bolnikov in njihovih svojcev v obravnavi, ki jo lahko upravičeno pričakujejo. Klinične smernice so manj učinkovite, če ni kliničnih poti, se pa medsebojno povezujejo. Klinična pot obsega celotno obravnavo pacienta od vstopa v zdravstveni sistem, do izstopa iz njega in pod vodstvom celotnega večdisciplinarnega zdravstvenega tima. Namen: Prikazati klinično pot sprejema pacienta z zlomom zgornjega skočnega sklepa. Metode: Uporabljena je bila deskriptivna metoda dela. Raziskava je osnovana na kvantitativni metodologiji. Podatke smo pridobili s pomočjo ankete, katere merski instrument je bil delno strukturiran vprašalnik, ki je bil sestavljen iz sedemnajstih vprašanj. V anketi je sodelovalo sto zdravstvenih delavcev zaposlenih v Splošni bolnišnici Slovenj Gradec. Rezultati: Rezultati so pokazali, da zaposleni v zdravstveni negi ne poznajo pomena kliničnih poti, med tem, ko so izpostavili potrebo po sodelovanju pacienta pri oblikovanju kliničnih poti, kakor tudi prednosti pri uvajanju kliničnih poti. Diskusija in zaključki: Klinične poti so izjemnega pomena in tega se zavedajo vsi sodelujoči v raziskavi. Za obravnavo pacienta, ki vstopa in izstopa iz zdravstvenega sistema, je prav gotovo pomemben sistematičen proces, ki mora biti strokovno oblikovan , dorečen, napisan in ga imenujemo klinična pot. Izsledki raziskave so pokazali, da so klinične poti pri nas še vedno premalo poznane, zato bi bilo smiselno, da se klinična pot predstavi zdravstvenemu osebju v celotnem Slovenskem prostoru."]}