{"1": ["1. UVOD", "Domovina čajote (Sechium edule Jacq. Sw.) je južna Amerika, kjer so jo Azteki gojili na nadmorski višini 1500 m, danes pa je razširjena po vsem svetu. Najbolj je priljubljena v osrednji Ameriki, Indiji in na Japonskem. Gojijo jo tudi v Sredozemlju, zlasti v Španiji.\nListi so krpati in podobni kot pri kumari. Steblo je oglato in ima brazde. Moški cvetovi so majhni, kremne barve, na dolgih pecljih in izraščajo za istimi listi kot kasneje večji ženski cvetovi. Do pozne jeseni rastlina obrodi od 10 do 20 cm dolge in do 12 cm široke plodove z enim semenom. Plodovi so lahko svetlo ali temno zeleni, beli, bodičasti ali gladki, s tanko ali debelo lupino.\nRastlina je v celoti užitna. V kulinariki je najbolj razširjena uporaba plodov, ki jih lahko uživamo surove, dušene, ocvrte, kuhane ali pečene. Seme lahko prepražimo na maslu, mlade liste pa skuhamo kot špinačo.\nV tropskih krajih je to izredno hitro rastoča trajnica, saj posamezni poganjki v enem letu dosežejo dolžino tudi do 30 m. Pri nas moramo to rastlino vsako leto posaditi na novo. Ker zelo dobro prezimi v suhem, hladnem in temnem prostoru, brez težav nekaj plodov prihranimo za seme v naslednjem letu. Ko seme skali in požene poganjek, jo posadimo v zemljo.\n"], "2": ["1.1 Namen naloge", "Ugotoviti najučinkovitejši postopek razkuževanja izsečkov čajote (S. edule) za pridobitev aseptične kulture, ki nam omogoča razmnoževanje s tkivnimi kulturami v in vitro pogojih. Ugotoviti želimo ustreznost posameznih gojišč, ki jih bomo uporabljali za multiplikacijo in ukoreninjenje. Opravljena bo tudi aklimatizacija v rastni komori.\n"], "3": ["1.2 Cilj naloge", "Cilj naloge je najti ustrezen način razmnoževanja čajote (S. edule) s tehniko tkivnih kultur. Vzgojiti želimo čim večje število vitalnih poganjkov, ki bodo primerni za aklimatizacijo. Vrednotili bomo posamezne dejavnike, ki bodo vplivali na razmnoževanje čajote (S. edule) v in vitro pogojih.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Razširjenost in botanična razvrstitev", "Iz zapisov je znano, da so čajoto (Sechium edule) pridelovali že v času pred prihodom Krištofa Kolumba. Avtor prvih zapisov o čajoti (S. edule) je verjetno Francisco Hernández, ki je bil v Mehiki od leta 1550 do 1560 (Lira 1996, cit. po Cook 1901).\nNesoglasja med botaniki o klasifikaciji so privedla do številnih raziskav, katerih cilj je bil pojasniti botanično uvrstitev. Rezultati teh študij so pokazali, da rod Sechium sestavlja enajst vrst. Od teh jih je devet divjih, razširjenih po srednji in južni Mehiki, dve vrsti pa se uporabljata za gojenje. S. tacaco gojijo le v Kostariki, vrsto S. edule pa gojijo po vsej Ameriki in drugih delih sveta (Lira 1996, cit. po Cook 1901).\n"], "6": ["2.2 Splošni opis", "V tropskih krajih je to izredno hitro rastoča trajnica, saj posamezni poganjki v enem letu dosežejo prek 30 m v dolžino (Podgornik 2003). Kot trajnica doseže najvišji pridelek v drugem in tretjem letu pridelovanja (Stephens 2009). Pri nas jo moramo vsako leto posaditi na novo (Harmel 2011).\nV povprečju imajo trajni nasad zasajen tri leta, v redkih primerih pa tudi osem. V komercialnih nasadih se setev izvaja z uporabo ukoreninjenih podtaknjevcev ali s selekcioniranimi semeni (Bermejo 1994). Rastline so posajene na stalno mesto z oporo. Vodilni komercialni proizvajalec in izvoznik čajote je Kostarika, sledijo Gvatemala, Mehika in Dominikanska republika (Bermejo 1994). \nRaste iz ene same korenine, ki proizvaja gomolje. Steblo je oglato in brazdasto. Listi so rahlo 3 – 5-kotno deljeni. Dolgi so 1030 cm in skoraj toliko tudi široki. Za oporo razvije vitice.\nČajota (S. edule) je enodomna rastlina. Na rastlini se začno najprej pojavljati moški cvetovi, ki so nekoliko manjši, kasneje pa še nekoliko večji ženski cvetovi. Barva cvetov je bledo rumenkasta. Do pozne jeseni obrodi na stotine od 10 do 20 cm dolgih in do 12 cm širokih plodov (Podgornik 2003). Plodovi rastejo na peclju posamezno ali v parih (redkeje v večjem številu) na skupnem peclju (Lira 1996). Po obliki so okrogli, jajčasti ali hruškasti, z vzdolžnimi brazdami. Lahko so vse od bele in bledo rumene do svetlo in temno zelene barve, bodičasti ali pa gladki. Seme je ovalno in gladko ter kali znotraj ploda.\n"], "7": ["2.3 Klimatske razmere", "Čajota (S. edule) se lahko goji v tropskih in subtropskih podnebjih do nadmorske višine 6000 m (Valenzuela 2011). Najbolje uspeva med 800 in 1800 metri. V mnogih regijah so se prilagodile na gojenje obmorskih območij (Rio de Janeiro in Jukatan) in v regijah nad 2000 m (Bolivia, Mehika) (Bermejo 1994). Pridelek je občutljiv na mraz. Optimalni pogoji za rast in razvoj plodov so 30 ˚C podnevi in več kot 15 ˚C ponoči. Za cvetenje zahteva 1212,5 ur dolg dan. Plodovi, ki so izpostavljeni soncu, so svetlo rumene barve, medtem ko so plodovi, ki rastejo v senci, temno zelene barve (Valenzuela 2011).\n"], "8": ["2.4 Pridelovanje", "V povprečju so trajni nasadi zasajeni tri leta, v redkih primerih pa tudi osem. V komercialnih nasadih se setev izvaja z uporabo ukoreninjenih podtaknjencev. Rastline so posajene na stalno mesto z oporo (Bermejo 1994). Sadilne razdalje so 7 x 11 m, nekateri pridelovalci pa uporabljajo razdalje 11 x 11 m (Valenzuela 2011). Sadilna razdalja mora biti takšna, da omogoča čim lažje spravilo, prevoz do hladilnic, izvajanje kemičnega varstva in gnojenja.\nVodilni komercialni proizvajalec in izvoznik čajote (S. edule) je Kostarika, sledijo Gvatemala, Mehika in Dominikanska republika (Bermejo 1994).\n"], "9": ["2.5 Mikropropagacija", "Mikropropagacija je način razmnoževanja izbranih genotipov z uporabo in vitro tehnike (Dixon in sod. 1994). Za začetek procesa mikropropagacije uporabljamo vršičke, odvzete iz glavnega ali stranskega poganjka. Če smo to uspešno opravili (aseptičnost, hipersenzitivnost), so ob enem vršičku nastali številni novi, kar imenujemo kulturo poganjkov. Poganjke je v tej fazi možno gojiti teoretično neomejeno dolgo z načinom, ki \nga imenujemo subkultiviranje poganjkov. V tej fazi se vzorce ali ohranja ali razmnožuje. Naslednji stopnji sta koreninjenje in aklimatizacija sadik (Bohanec 1992).\nPoleg regeneracije rastlin po poti iz apikalnih in aksilarnih meristemov poznamo še razvojne poti vzgoje rastline iz semena v in vitro razmerah in regeneracijo rastlin po poti iz adventivnih meristemov, ki se tvorijo na gojenih tkivih.\n"], "10": ["2.5.1 Izbira izsečka", "Izsečke (delčke materinih rastlin) jemljemo iz različnih tkiv in organov. Pri izbiri izsečka si torej želimo dobiti čim bolj sterilen delček rastline, ki naj zajema del meristemskega tkiva. Nasploh velja pravilo, da so najbolj aktivna mlada tkiva – najbolj nezreli embriji (Bohanec 1992).\n"], "11": ["2.5.2 Iniciacija kulture in sterilizacija", "Pred sterilizacijo je treba odstraniti vse umazane dele, odmrla tkiva in podobno. Izsečke potopimo za nekaj sekund v 70 % alkohol (96 % alkohol je premočan in povzroča prekomerno dehidracijo), da se odstranijo zračni mehurčki (Pierik 1997). Na učinkovitost razkuževanja vplivata koncentracija in čas tretiranja.\nAlvarenga in sod. (1992) pri mikropropagaciji čajote (S. edule) priporočajo 10-minutno sterilizacijo z 4 % raztopino kalcijevega hipoklorita, tremi kapljicami detergenta Tween 20 in trikratno spiranje s sterilno vodo. Uporaba večje koncentracije kalcijevega hipoklorita in tretiranje vršičkov več kot 10 min (kot na primer pri uporabi natrijevega hipoklorita) povzroči izgubo barve izsečkov. Ti se obarvajo belo, stopnja preživetja pa je zelo nizka.\nRazkužen rastlinski material od razkuževanja naprej obravnavamo kot sterilen. Vsi postopki torej potekajo v komorah za aseptično delo (Bohanec 1992).\n"], "12": ["2.5.3 Sestava gojišč za gojenje v in vitro kulturi", "Makro in mikroelementi po Murashigeju in Skoogu (1962) so zelo pogosto uporabljeni v tkivnih kulturah. Pri razvoju tega medija in tudi drugih medijev je bilo dokazano, da je prisotnost potrebnih hranilnih snovi in koncentracija različnih anorganskih hranil ključnega pomena (Chawla 2002).\nVir ogljikovih hidratov sta običajno saharoza ali glukoza. Uporablja se lahko tudi fruktoza, ki pa je manj učinkovita. Saharoza se v mediju hitro pretvori v glukozo in fruktozo (Chawla 2002). Med ogljikove hidrate prištevamo tudi myo-inositol, ki pri koncentraciji 100 mg/l izboljša celično rast.\nOd rastlinskih hormonov, gojišča rastlinskih tkivnih kultur, največkrat vsebujejo avksine in citokinine. Ti dve skupini hormonov pri koncentraciji okoli 10 mg/l spodbujata rast in delitev celic (Dixon 1994). Skupina hormonov giberelinov se v rastlinskih tkivnih kulturah redko uporablja. Največ se uporablja GA3, ki pa je zelo občutljiv na visoke temperature. Po avtoklaviranju je 90 % biološke aktivnosti uničene. Giberelini povzročajo rast internodijev in lahko prekinejo dormanco izoliranih embrijev in semena. Ponavadi inhibirajo nastanek adventivnih korenin kot tudi adventivnih poganjkov (Šiško 2005).\nSkoraj vsa gojišča vključujejo vitamine (Bohanec 1992). Med najbolj potrebnimi vitamini je B2 (tiamin). Rast se izboljša tudi z dodajanjem nikotinske kisline in vitamina B6 (Chawla 2002).\nNajvečkrat uporabljeno sredstvo za strjevanje gojišč je agar, ki je sestavljen iz 70 % agaroze in 30 % agaropektina. Dodajamo ga v koncentraciji 610 g/l (Bohanec 1992).\n"], "13": ["2.5.4 Razmnoževanje poganjkov", "To je faza, ko inokulum zrase in začne oblikovati nove poganjke. Postopek je uspešen, če nastane čim večje število normalno raslih poganjkov v čim krajšem času. V tej fazi \ndodamo gojiščem običajno citokinine, avksine pa izpustimo ali dodamo le v majhni koncentraciji (Bohanec 1992).\nAbdelnour in sod. (2002) so prišli do spoznanja, da količina BA, višja od 0,5 mg/l, povzroča nastajanje kalusa. Kalus je neorganizirana rast rastlinskih celic v in vitro kulturi (Gamborg 1995, Phillips 1995). Prav tako je bila pri višjih koncentracijah BA dolžina poganjkov manjša, manj pa je bilo tudi novonastalih poganjkov. Za mikropropagacijo čajote (S. edule) ni treba dodajati regulatorjev rasti oz. so potrebni v zelo majhnih količinah.\nHaque in sod. (2008) so proučevali, kako vsebnost citokinina BAP vpliva na število novonastalih poganjkov pri bučah. Največje število novih poganjkov je bilo na gojiščih z vsebnostjo 2 mg/l BAP.\n"], "14": ["2.5.5 Koreninjenje", "V določenih primerih korenine poženejo tudi same od sebe na gojišču za razmnoževanje poganjkov. Za koreninjenje se običajno izbirajo gojišča z znižano koncentracijo makro in mikroelementov ter saharoze. Gojišča so običajno brez hormonov ali le z avksini. Ko poganjek potaknemo na gojišče za koreninjenje, se lahko zgodi, da poganjek ne požene korenin, ali pa na odrezanem mestu nastane kalus. Tudi v primeru nastanka kalusa se lahko oblikujejo korenine, ki pa nimajo neposrednega stika s poganjkom, zato sadike kasneje propadejo.\nMahzabin in sod. (2008) so pri mikropropagaciji buče Cucurbita maxima zabeležili najvišjo povprečno število in najdaljšo povprečno dolžino korenin pri dodanemu hormonu IBA v odmerku 2 mg/l. Rezultati so pokazali, da je za nastanek korenin bolj učinkovita IBA kot NAA in IAA. Tudi Sarowar in sod. (2003) priporočajo uporabo 1 mg/l IBA, s katero so dosegli 93 % uspešnost koreninjenja pri hibridih bučah. Pri višjih koncentracijah IBA so bile korenine tudi v njihovi raziskavi manjše.\n"], "15": ["2.5.6 Aklimatizacija", "Aklimatizacija je opredeljena kot proces, v katerem organizem prilagajamo na okoljske spremembe. Aklimatizacija je nujna, saj in vitro pridobljene rastline niso prilagojene na in vivo pogoje (Torres 1957). Po Scottu (1986) je uspeh aklimatizacije odvisen od vpliva predhodnih postopkov (izbira gojišča in fizikalni pogoji) in od vpliva dejavnikov, izbranih v procesu aklimatizacije (izbira rasnega substrata). Rastline lahko gojimo v posebej pripravljenih vsebnikih (kontejnerjih) ali pa v rastlinjakih, v katerih vzdržujemo visoko zračno vlago.\nCompton in sod. (2001) so pri mikropropagaciji Cucumis hystrix proučevali vpliv koncentracije NAA na uspešnost aklimatizacije. Koncentracija, višja od 0,5 mg/l NAA, je zavirala rast poganjkov in posledično vplivala na aklimatizacijo. 73 % poganjkov, ki so dosegli dolžino najmanj 4,6 cm je uspešno prestalo aklimatizacijo. Manjši kot so bili poganjki, nižji je bil odstotek uspešno aklimatiziranih.\n"], "16": ["3 MATERIALI IN METODE", ""], "17": ["3.1 Izvorni rastlinski material", "Rastlinski material, ki nam je služil za razmnoževanje čajote (Sechium edule), smo si zagotovili že skoraj leto dni prej. V jeseni 2009 smo na domačem vrtu pobrali plodove in jih pripravili na prezimitev. Previdno smo jih zložili v zaboje, obložene s papirjem. Februarja 2010 je pri nekaterih plodovih seme v plodu že vzkalilo. Odbrali smo kaleče plodove in jih posadili v zemljo. Nadaljnja rast poganjkov je potekala v rastlinjaku.\nV poizkus sta bila vključena dva genotipa čajot (S. edule) in sicer genotip z bodičastimi in genotip z gladkimi plodovi.\n"], "18": ["3.2 Razkuževanje rastlinskega materiala", "Pred pričetkom sterilizacije smo avtoklavirali bidestilirano vodo, vso potrebno steklovino (erlenmajerice, lijake) in druge pripomočke (cedila, magnete). Pincete in skalpele smo razkuževali sproti v grelcu s steklenimi kroglicami, segrete na 250 ˚C.\nIz matičnih rastlin smo izrezali vršičke v velikosti 0,51 cm. Opravljeni so bili trije različni načini sterilizacije. Pred vsakim razkuževanjem smo vršičke namočili za 40 sekund v 70 % etanol. \n"], "19": ["3.2.1 Razkuževanje z dikloroizocianurno kislino", "Raztopino za razkuževanje smo pripravili tako, da smo 4,15 g dikloroizocianurne kisline (DICA) raztopili v 250 ml sterilne bidestilirane vode in dodali 8 kapljic detergenta Tween 20 za boljšo omočljivost. Sterilizacija izsečkov je potekala 8 minut, pri tem pa smo si pomagali z magnetnim mešalom. Vršičke smo nato trikrat sprali s sterilno bidestilirano vodo in jih prestavili na indukcijsko gojišče.\n"], "20": ["3.2.2 Razkuževanje s kalcijevim hipokloritom", "Za pripravo 4 % raztopine kalcijevega hipoklorita (Ca(OCl)2) smo v 250 ml sterilne bidestilirane vode odtehtali 10 g Ca(OCl)2, 10 kapljic detergenta Tween 20 in dodali vršičke. S pomočjo magnetnega mešala smo mešali šest minut. Po končani sterilizaciji je sledilo štirikratno spiranje s sterilno bidestilirano vodo in inokuliranje na indukcijsko gojišče.\n"], "21": ["3.2.3 Razkuževanje z natrijevim hipokloritom", "Z merilnim valjem smo odmerili 66 ml natrijevega hipoklorita (NaOCl) in ga prelili v erlenmajerico z že prej odmerjene 250 ml sterilne bidestilirane vode. Dodali smo še 9 kapljic detergenta Tween 20 in vršičke. Vse skupaj smo mešali 10 min s pomočjo magnetnega mešala. Vršički so bili še trikrat sprani s sterilno bidestilirano vodo in prestavljeni na indukcijsko gojišče.\n"], "22": ["3.3 Sestava in priprava gojišča", "Za pripravo gojišča smo stehtali mikro in makroelemente po Murashigeju in Skoogu (1962) (Preglednica 1), myo-inozitol in saharozo (Preglednica 2). Vse skupaj smo dali v bidestilirano vodo in mešali na magnetnem mešalu. Posamezna gojišča so vsebovala različne vitamine in hormone, ki jih dodajamo v zelo majhnih količinah. Zanje smo pripravili založne raztopine in jih dozirali s pipeto, kar je enostavneje in bolj natančno. \n koreninjenje.\nZa pripravo gojišča smo stehtali mikro in makroelemente po Murashigeju in Skoogu (MS) (1962), myo-inozitol in saharozo. Vse skupaj smo dali v bidestilirano vodo in mešali na magnetnem mešalu. Posamezna gojišča so vsebovala različne vitamine in hormone, ki jih dodajamo v zelo majhnih količinah. Zanje smo pripravili založne raztopine in jih dozirali s pipeto, kar je enostavneje in natančneje. \nZa pripravo založne raztopine stehtamo zahtevano količino sestavine in jo damo v čisto merilno bučko. V praksi običajno naredimo desetkratno ali pa stokratno založno raztopino, odvisno od topnosti spojine. Ko damo sestavine v merilno bučko, jo raztopimo z majhno količino vode, etilnim alkoholom, 1M NaOH ali 1M HCl. Do želenega volumna dolijemo dvakrat destilirano vodo in neprestano mešamo (Torres 1957).\nPripravili smo stokratne založne raztopine za: IBA, BAP, IAA, NAA, kinetin, tiamin HCl, nikotinsko kislino in piridoksin. Na vsako steklenico smo napisali ime raztopine, datum in koncentracijo. Ovili smo jih z alu-folijo, saj so nekatere občutljive na svetlobo, in jih hranili v hladilniku.\nKo so bile dodane vse sestavine (MS, saharoza, vitamini, hormoni, organske snovi) in dobro raztopljene v bidestilirani vodi, smo jih prelili v merilno bučko in dolili vodo do želenega volumna. pH je bil pred avtoklaviranjem umerjen na 5,8. Za zvišanje pH vrednosti smo dodali NaOH, če pa je bilo potrebno pH znižati, pa HCl. Kot zadnjo sestavino smo dodali sredstvo za strjevanje gojišč – agar. Da se je agar dobro raztopil, je bilo treba gojišče segrevati v mikrovalovni pečici. Z avtomatičnim dozatorjem smo napolnili posodice (baby yars), jih zaprli s pokrovčki in dali v avtoklav, kjer se je vse skupaj steriliziralo 15 min na 121 ˚C.\n"], "23": ["3.4 Iniciacija kulture", "Razkužene vršičke smo prestavili na indukcijsko gojišče, brez hormonov (Preglednica 1). Gojišče smo sterilizirali v avtoklavu, ga prelili v petrijevke in počakali, da se je strdilo. V vsako petrijevko smo dali po deset vršičkov ter rob petrijevke ovili s parafilmom.\nTako nastavljene izsečke smo opazovali vsake tri do štiri dni. Neokužene smo sproti prestavljali na sveže gojišče. \n"], "24": ["3.5 Subkultiviranje poganjkov", "Subkultiviranje je proces, kjer delimo stebla ali tkiva iz tkivnih kultur na manjše kose in jih nato prenesemo na novo gojišče za razmnoževanje (Hartmann in sod. 2002).\nVsake 3 do 5 tednov smo mlade poganjke prestavili na novo regeneracijsko gojišče. Da smo pridobili dovolj veliko število poganjkov, smo jih sprva razmnoževali po metodi segmentiranja poganjkov na posamezne nodije. Kasneje smo jih prestavili na dve različni gojišči in opazovali število nastalih aksilarnih poganjkov ob osnovi.\nPri razmnoževanju poganjkov na posamezne nodije smo vrednotenje opravili ob vsakem prestavljanju na novo gojišče. Na gojiščih, kjer smo opazovali število aksilarnih poganjkov, ja vrednotenje potekalo enkrat tedensko.\n"], "25": ["3.6 Koreninjenje", "Poganjke, ki so bili večji od 3 cm, smo prestavili na gojišče za koreninjenje (Preglednica 1). Gojišča so se med seboj razlikovala v vsebnosti avksinov. Prvo gojišče (K1) je bilo brez \ndodanih hormonov, drugo gojišče (K2) je vsebovalo 0,5 mg/l IBA in tretje gojišče (K3) 0,5 mg/l NAA.\nNekatere rastlinice so odgnale korenine že na gojišču za regeneracijo, tako da jih ni bilo treba prestavljati na gojišče za ukoreninjenje.\nTedensko smo vrednotili število rastlinic, ki so na posameznih gojiščih odgnale korenine. Ob sajenju v zemljo smo prešteli število korenin in subjektivno ocenili, na katerem gojišču so se razvile debelejše korenine.\n"], "26": ["3.7 Aklimatizacija", "Rastlinice, ki so imele dovolj razvite korenine, smo pripravili na aklimatizacijo. Previdno smo jih izvlekli iz posodic z gojiščem in sprali korenine z bidestilirano vodo. Posadili smo jih v plastične lončke s substratom in jih zložili v male rastlinjake. Ti rastlinjaki so bili nato postavljeni v rastno komoro za dva do tri tedne.\n"], "27": ["4 REZULTATI Z RAZPRAVO", ""], "28": ["4.1 Vpliv različnih načinov razkuževanja", "Primerjali smo tri različne načine sterilizacije (Preglednica 3). Najboljše rezultate smo dosegli pri osemminutnem razkuževanju z dikloroizocianurno kislino, kjer smo od 100 uspešno sterilizirali 67 vršičkov. Pri šestminutnem razkuževanju s kalcijevim hipokloritom nismo dosegli tako dobrih rezultatov, saj so se močne okužbe pojavile pri večini vršičkov. Sterilizirati nam jih je uspelo le 5 %. Težave nam je povzročalo tudi nabiranjem vlage v petrijevkah, kar je še dodatno okužilo ostale vršičke, ki so bili sicer uspešno sterilizirani. Desetminutno razkuževanje z natrijevim hipokloritom je bilo za vršičke čajote (S. edule) preveč agresivno. Tkivo je postalo klorotično in je posledično odmiralo. Od 105 vršičkov smo jih uspešno sterilizirali le 6, kar predstavlja 5,7 %.\nDa bi preizkusili, kakšne so razlike v sterilizaciji med rastlinami, ki rastejo v rastlinjakih, in tistimi, ki rastejo na prostem, smo ponovili razkuževanje z dikloroizocianurno kislino. Izsečke smo vzeli iz rastline istega genotipa, le da je rastlina rasla na prostem. Sterilizacijo \nsmo opravili na 84 vršičkih, od katerih smo jih uspešno sterilizirali 17, kar predstavlja 20,2 % uspešnost razkuževanja (Grafikon 1).\nPri nebodičastih čajotah (S. edule) smo uporabili način razkuževanja, ki se je pri bodičastih izkazal kot najuspešnejši med preizkušenimi. Sterilizirali smo šest minut z dikloroizocianurno kislino (Preglednica 4). Uspeh je bil sicer nekoliko manjši (28,6%), pa vendar zadosten, da smo pridobili aseptično kulturo za nadaljnje razmnoževanje. Na manjšo uspešnost sterilizacije je lahko vplival genotip rastline ali pa rast rastline na prostem.\n"], "29": ["4.2 Vpliv različnih gojišč na uspešnost razmnoževanja", "Pri subkultivaciji bodičastih in nebodičastih čajot (S. edule) smo uporabili gojišče (G0) z dodanim avksinom IBA in citokininom BAP (Preglednica 1). To gojišče se je izkazalo kot neprimerno za regeneracijo rastlin, saj so se množično pojavljali kalusi. Predvsem vršički nebodičastih čajot, ki so bili nekoliko manjši, so se spremenili v kalus, ki je kasneje odmrl. Nekoliko drugače pa je bilo s kalusi pri bodičastih čajotah. Vršički niso propadali, ampak so nadaljevali z rastjo. Kaluse smo ločili od vršičkov in jih prestavili na drugo gojišče z manjšo vsebnostjo saharoze, z avksinom IAA in citokininom kinetin (G1). Na tem gojišču so iz nastavljenih kalusov zrasle nove rastline. Sklepamo lahko, da bi bilo gojišče G1 primerno za regeneracijo po poti iz adventivnih meristemov z vmesno fazo kalus. \nNa gojišču G1 smo pri bodičastih čajotah (S. edule) iz 19 nastavljenih kalusov v štirih tednih pridobili 21 novih rastlinic. Iz 34 vršičkov, odstranjenih iz kalusov, smo na gojišču G1 v dveh mesecih namnožili 90 novih rastlin. Z zagotovitvijo zadostne količine rastlinskega materiala smo lahko med seboj primerjali uspešnost razraščanja na gojiščih G1 in G2 (Preglednica 5). Na vsako od obeh gojišč (G1 in G2) smo nastavili po 64 poganjkov in opazovali njihovo razraščanje. Na gojišču G1 smo po petih tednih dobili 110, na G2 pa 106 rastlin.\nMed obema gojiščema nismo ugotovili bistvene razlike. Nekoliko boljše je bilo G1 z namnožitvenim faktorjem 1,72 v primerjavi z G2, kjer je bil namnožitveni faktor 1,66. \nNebodičaste čajote (S. edule) smo iz G0 prestavili na G1. Iz enajstih poganjkov smo uspešno odstranili kalus. Pri prvem nodijskem razmnoževanju so dobili skupno 15 rastlinic, ki smo jih po dveh mesecih razmnožili na 51.\n"], "30": ["4.3 Vpliv različnih gojišč na uspešnost koreninjenja", "Koreninjenje pri bučevkah ne predstavlja posebnih težav, saj proti koncu subkultiviranja že začno poganjati korenine. Tako smo lahko pri bodičastih čajotah (S. edule) 11 rastlinic iz G1 in 9 rastlinic iz G2 posadili v zemljo, ne da bi jih prestavili na gojišče za ukoreninjenje. Pri nebodičastih čajotah (S. edule) je na regeneracijskem gojišču G1 korenine tvorilo 8 rastlin izmed 51.\nPoganjke bodičastih čajot (S. edule) smo prestavili na tri različna gojišča za koreninjenje (Preglednica 2). Gojišče K1 je bilo brez dodanih hormonov. Po treh tednih je na tem gojišču koreninilo 30 % rastlin. Kot najboljše se je pokazalo gojišče K2, ki je vsebovalo avksin IBA v koncentraciji 0,5 mg/l. Na tem gojišču so namreč že po dveh tednih koreninile vse nastavljene rastline. Tudi na gojišču K3, ki je vsebovalo avksin NAA v koncentraciji 0,5mg/l, so rastline dobro koreninile, saj smo po treh tednih dobili 96,8 % ukoreninjenih rastlin (Preglednica 6).\nZa koreninjenje poganjkov nebodičastih čajot (S. edule) smo uporabili dve gojišči (K2 in K3), ki sta se pri bodičastih izkazali kot najuspešnejši. Uspešnost koreninjenja po treh tednih na K2 je bila tudi tukaj 100 %, na K3 pa je koreninilo 83,3 % rastlin (Preglednica 7).\nMed gojišči so bile opazne razlike v debelini in številu korenin. Subjektivno smo ocenili, da so rastline z gojišča K3 razvile debelejše korenine od tistih na gojišču K2. Najbolj tanke \nin najmanjše korenine so bile pri rastlinicah iz K1. Bodičaste in nebodičaste čajote (S. edule) so na K2 razvile večje število skupnih korenin. 49 rastlinic je tako odgnalo 628 korenin. Na gojišču K3 pa je od 44 rastlinic skupno odgnalo 459 korenin (Preglednica 8).\nK3\n"], "31": ["4.4 Aklimatizacija", "Aklimatizacijo smo opravljali v rastni komori dva do tri tedne. Pri bodičastih čajotah (S. edule) nam ni propadla nobena rastlina. Tako je bila aklimatizacija 100 % uspešna za 81 rastlinic. Nekoliko drugače je bilo pri nebodičastih čajotah (S. edule), kjer so nam 3 od 39 rastlin propadle in je bila aklimatizacija uspešna za 92,3 % rastlin.\n"], "32": ["5 SKLEPI", "Razmnoževanje s tkivnimi kulturami smo preizkusili na dveh različnih genotipih čajot (S. edule). Bodičaste čajote (S. edule) lahko v Sloveniji že najdemo na marsikaterem vrtu, drugače pa je z nebodičastimi, ki pri nas še niso tako razširjene. Ker smo imeli od nebodičastih čajot (S. edule) na voljo manj rastlinskega materiala, smo s pomočjo bodičastih poskušali priti do ustreznega načina razkuževanja in primerne sestave gojišč za multiplikacijo in ukoreninjenje. Pri pregledu literature smo ugotovili, da je na področju mikropropagacije čajote (S. edule) še zelo malo raziskanega, zato smo si pomagali z literaturo o mikropropagaciji bučnic (Cucurbitaceae).\nUgotovili smo, da je najboljši način sterilizacije vršičkov čajote (S. edule) z dikoloroizocianurno kislino. Izkazalo se je, da ima na uspešnost sterilizacije vpliv tudi izvor matičnih rastlin. Vršički, ki smo jih porezali iz matičnih rastlin, ki so rasle v rastlinjaku, so bili uspešno sterilizirani v 67 %. Pri tistih, ki smo jih porezali iz rastlin na prostem, pa smo uspešno sterilizirali le 20,2 % vršičkov. Vzrok je verjetno v tem, da so rastline, ki rastejo v kontroliranih razmerah, manj izpostavljene mikroorganizmom kot tiste na prostem in jih je zato tudi laže uspešno sterilizirati.\nOstali dve metodi (s kalcijevim in natrijevim hipokloritom) sta se izkazali bistveno slabše. Pri šestminutnem razkuževanju s kalcijevim hipokloritom smo sterilizirali 5 % vršičkov, večina je bila okužena kmalu po indukciji. Pri razkuževanju z natrijevim hipokloritom pa je večina vršičkov odmrla (84,8 %), uspešno smo jih sterilizirali le 5,7%.\nGlede na naše raziskave bi za sterilizacijo vršičkov čajote (S. edule) priporočali, da matične rastline prenesemo v rastlinjak in vršičke nato steriliziramo 40 sek v 70 % etanolu, nato 10 min v dikloroizocianurni kislini ob stalnem mešanju in nato še 3-krat speremo s sterilno destilirano vodo. \nPri regeneraciji poganjkov se je izkazalo, da avksin IBA pri koncentraciji 0,1 mg/l povzroča nastajanje kalusa. Z dodanim avksinom IAA koncentracije 0,01mg/l in 0,005 mg/l pa se kalusi skoraj niso pojavljali. Med gojiščema G1 (0,01 mg/l IAA) in G2 (0,005 mg/l IAA), ki sta bila uporabljena za subkultiviranje poganjkov, skoraj ni bilo razlik v številu novonastalih poganjkov.\nDa buče v in vitro tehniki koreninijo tudi brez dodajanja potrebnih hormonov, smo dokazali tudi z našim poskusom. Tiste, ki pa so bile injicirane na gojišče za koreninjenje, so v večini odgnale korenine. Pri dodani IBA v koncentraciji 0,5 mg/l smo dosegli celo 100 % ukoreninjenje in največje število skupnih korenin. S tem rezultatom lahko potrdimo rezultate raznih raziskav, ki pri mikropropagaciji buč priporočajo dodajanje IBA v fazi koreninjenja.\nAklimatizacija v rastni komori je bila za čajote (S. edule) zelo uspešna. Propadle so nam le 3 rastline od skupno 120.\n"], "abstract": ["V letih 2010 in 2011 smo s tehniko tkivnih kultur v in vitro razmerah razmnoževali dva genotipa čajot (Sechium edule Jacq. Sw.). Posamezne faze mikropropagacije smo najprej izvajali na bodičastih čajotah. Postopke, ki so se izkazali kot najboljši smo na to uporabili pri nebodičastih čajotah. Z metodo sterilizacije DICA smo uspešno sterilizirali 67 % vršičkov rastlin, ki so predhodno rasle v rastlinjaku in 20,2 % vršičkov iz rastlin, ki so rasle na prostem. Sterilizacija z natrijevim in kalcijevim hipokloritom ni bila uspešna. Uspešno sterilizirane vršičke smo prenesli na tri različna gojišča za regeneracijo, ki so se razlikovala po vsebnosti rastnih regulatorjev. Gojišče G0 (z 0,1 mg/l IBA in 0,1 mg/l BAP), se je izkazalo kot slabo, saj so vršički pričeli kalusirati. Gojišči G1 (z 0,01mg/l IAA in 0,1 mg/l kinetina) in G2 (z 0,005 mg/l IAA in 0,05 mg/l kinetina) sta se izkazali kot dobri regeneracijski gojišči. Nekoliko boljše je bilo G1, kjer smo po 2 mesecih dosegli namnožitveni faktor 1,72 v primerjavi z G2, kjer je bil namnožitveni faktor po dveh mesecih 1,66. Tudi koreninjenje je potekalo na treh gojiščih. Na gojišču z dodanim 0,5 mg/l IBA smo pri obeh genotipih dosegli 100 % koreninjenje. Zadnja faza poizkusa je bila aklimatizacija v rastni komori, ki se je izkazala za zelo uspešno. "]}