{"1": ["1 UVOD", "V zadnjih letih je zastrupitev s hrano vedno pogostejša tema tako v znanstvenih kot splošno družbenih krogih. Na eni strani imamo družbo, ki vedno bolj stremi k varnemu prehranjevanju in postaja vedno bolj kritična do varnosti in kakovosti hrane, po drugi strani pa imamo intenzivno pridelovanje, ki daje prednost dobičku in na podlagi tega vse prevečkrat določi mejno vrednost varnosti in kakovosti pridelanih živil. Prav tako smo v zadnjih letih priča vedno pogostejšim izbruhom okužb zelenjave po svetu z različnimi bakterijami. Nekatere so človeku nevarne, spet druge se hočejo predstaviti človeku nevarne, v resnici pa niso. Velikokrat se dejanska nevarnost takšnih izbruhov zakrije ali pa se z njo pretirava, da ekonomija ne bi utrpela pri prodaji. Spet enkrat so izbruhi nenačrtni, drugič pa so po vsej verjetnosti kontaminacije povzročene s strani človeka načrtno, bodisi zaradi nelojalnega konkuriranja bodisi zaradi kakšnega drugega razloga. Leta 2011 smo bili tako priča izbruhu bakterije rodu Escherichia coli v Nemčiji, ki je povzročila 3.758 okužb, od tega 48 s smrtnim izidom. Sprva so nemški uradi podali nepravilne trditve o možnem izvoru in sevu bakterije, kasneje, ko so uradno izjavo spremenili, je bila gospodarska škoda obtožene Španije ocenjena na 200 milijonov dolarjev tedensko. Kasnejše raziskave so pokazale, da E. coli, ki je povzročila okužbe, ni bila prisotna v španski zelenjavi. V takih trenutkih se potem pojavljajo vprašanja, kakšno je dejansko mikrobiološko stanje zelenjave, ki jo vsak dan uživamo, koliko je možno slediti uvoženi zelenjavi, ali ji je sploh možno, ter kje so vzroki oziroma napake za takšne situacije.\n"], "2": ["1.1 Namen in cilj diplomskega dela", "Diplomsko delo je orientirano v smeri prisotnosti patogenih bakterij v solati in možnosti sledenja uvožene ter v Sloveniji pridelane krhkolistne solate. Ocenjen je tudi način skladiščenja na mestu prodaje ter rokovanje prodajalcev in kupcev z zelenjavo. \nCilji diplomskega dela so:\npodajanje časovne analize prisotnosti bakterij v zelenjavi,\npodajanje analize vpliva različnih pridelovalnih sistemov na prisotnost patogenih  bakterij v zelenjavi,\npodajanje analize vpliva različnih krajev prodaje na prisotnost patogenih bakterij v  zelenjavi.\n"], "3": ["1.2 Delovne hipoteze", "Raziskave, povezane s to nalogo, temeljijo na naslednjih hipotezah:  letni čas vpliva na prisotnost patogenih bakterij v zelenjavi,  različni pridelovalni sistemi vplivajo na prisotnost patogenih bakterij v zelenjavi,  različni kraji prodaje vplivajo na prisotnost patogenih bakterij v zelenjavi.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Escherichia coli", "Spada v družino Enterobacteriaceae. Rod zajema šest vrst. Ogrožena skupina so ljudje z oslabljenim imunskim sistemom, dojenčki, nosečnice, bolniki in starejši. Rizična skupina so tudi turisti iz razvitih držav, ki odpotujejo v države nerazvitega sveta. Države z nizkim standardom in večjo onesnaženostjo okolja so bolj izpostavljene infekcijam. Viri okužb v okolju so hrana, voda, človeški iztrebki in predmeti, onesnaženimi z njimi. S hrano jo največkrat zaužijemo z zelenjavo in sadjem, ki ju pojemo surovi in pa seveda tudi z drugo toplotno neobdelano hrano (Varnam 1996).\nEnteropatogena E. coli (EPEC) ima inkubacijsko dobo 12 do 36 ur. Simptomi so vodena diareja, redko prisotna kri, občasno tudi izločanje sluzi, pomešane z blatom, vročina in bruhanje. Simptomi se lahko stopnjujejo do dehidracije in življenjske ogroženosti. Enterotoksikogene (ETEC) bakterije proizvajajo LT toksin. Simptomi so nenadni ali postopni, v glavnem nastopi agresivna diareja, skoraj vedno brez krvi, bolečina v trebušnem predelu in bruhanje. Temperatura ni zvišana. Pri hujši okužbi lahko nastopi dehidracija in posledično smrt, v kolikor nismo hospitalizirani. Enteroinvazivna E. coli (EIEC) povzroča težave kot izločanje krvavega in sluzastega blata, visoko telesno temperaturo in druge telesne bolečine v abdominalnem predelu. Resnosti simptomov nihajo od srednjih do življenjsko nevarnih. Enterohemorargične (EHEC) E. coli povzročajo dva tipa bolezni: enterohemorargični kolitis in hemolitični uremični sindrom. Prvi se prične z močno bolečino v predelu trebuha, ki ji sledi diareja s krvjo. 10 % okuženih preide v naslednji stadij hemolitični uremični sindrom, katerega simptom je akutna odpoved ledvic, mikroangiopatska hemolitična anemija in trombocitopenija. To povzročajo z izločanjem verotiksina (Varnam 1996, Abidas in sod. 2011, E. coli).\n"], "6": ["2.2 Citrobacter", "Spada v družino Enterobacteriaceae. Poznana sta dva seva, in sicer C. freundii in C. diversus. Citobacter se je najprej predvideval za enteropatogen, kasneje se je izkazalo, da je normalno prisoten v človeškem črevesju in je oportunistična bakterija. Prav tako je pogosto prisotna v okolju in hrani. Izolacija se opravi s standardnimi mediji. Povzroča oportunistične ali priložnostne okužbe. To so okužbe, ki jih povzročajo mikroorganizmi, ki so drugače normalno prisotni in postanejo nevarni pri zmanjšani imunski odpornosti, npr. bolniki s HIV virusom, številne bolnišnične okužbe dihal, sečil in krvi pri bolnikih. Prav tako so lahko nevarni nosečnicam, starejšim in dojenčkom (Varnam 1996).\n"], "7": ["2.3 Enterobacter aerogenes", "Enterobacter aerogenes je gram negativna bakterija. Spada v družino Enterobacteriaceae. Je prav tako priložnostna bakterija in povzroča težave le pri oslabljenem imunskem sistemu starejših in tistih, ki so v terminalnih stadijih kakšnih drugih bolezni. Ta bakterija je najpogosteje izolirana med testiranjem vzorcev infekcij v bolnišnicah (Wikipedia Enterobacter aerogenes).\n"], "8": ["2.4 Salmonella", "Salmonella spada v družino Enterobacteriaceae. Je zelo odporna na vplive okolja in v suhem iztrebku pri 21 oC preživi do dve leti. Najpogostejši izvori okužbe so meso, jajca, mleko, voda, solata in ribe. Se pa vsake toliko pojavijo netipični izvori. Okužbe potekajo brez bolezenskih znakov. Ljudje, ki so okuženi, izločajo na začetku bakterijo Salmonella z blatom in ne kažejo znakov okužbe. Blato je po preboleli bolezni kužno še do 5 tednov (Varnam 1996).\nSalmonella typhi povzroča črevesno vročico. Ta nastopi nekje 10 do 14 dni po okužbi. Inkubacijska doba je lahko tudi daljša (do 5 tednov) ali krajša (manj kot en teden) odvisno od koncentracije bakterij, s katerimi se inficiramo. Ob vročici se paralelno \npojavijo še izguba teka, glavobol, abdominalna bolečina in kašelj. Smrtnost pri tej vrsti infekcije je 10 % (Varnam 1996). Salmonella enteritidis povzroča salmonelozo, ki ima inkubacijsko dobo od 12 do 36 ur. V ekstremnih primerih ima inkubacijsko dobo 3 ure. Tipični simptomi so abdominalna bolečina, diareja, vročina in bruhanje. Resnost simptomov je variabilna. Najbolj ogrožena skupina so dojenčki in starejši. Krvava driska pri salmonelozah ni prisotna. 42 % okuženih ljudi je dobilo krvavo diarejo kot posledico infekcije s S. typhimurium (Varnam 1996).\n"], "9": ["2.5 Shigella", "Spada v družino Enterobacteriae. Je gram negativna bakterija in v bližnjem sorodstvu z E. coli. Med drugim so jo označili tudi kot »metabolično neaktivno skupino E. coli«. Poznane so S. flexneri, S. boydii, S. bysenteriae in S. sonnei. Vse vrste so patogene (Varnam 1996).\nSimptomi okužbe z bakteirjo Shigella so diareja s krvjo, sluzjo in tkivom. Inkubacijska doba je med 12 do 50 ur, bolezen traja 3 do 4 dni, v redkih primerih do 14 dni. Nevarna je starejšim in dojenčkom. Smrt se pojavi redko. V tropskih razvijajočih se deželah z nizkim standardom povzroči deset tisoče smrti otrok letno. Izpostavljenost je večja v krajih in deželah z nizko stopnjo higiene in visokimi temperaturami. Potniki in turisti iz krajev z visoko stopnjo higiene so najbolj ogrožena skupina. Bolezen se v večini primerov pozdravi sama od sebe. Bakterije najdemo v okolju le v črevesnem traktu ljudi in primatov ali pa na materialih, kontaminiranimi z izločki ljudi in primatov. Zaradi tega razloga jih je mogoče izolirati iz odplak in rek, kontaminiranimi z odplakami. Izvori okužbe preko hrane so v večini primerov sveža, toplotno neobdelana hrana, zelenjava, ki je rasla v z bakterijo Shigella okuženi zemlji, solata, oprana s kontaminirano vodo, itd. (Varnam 1996, Ozmert in sod. 2011, Wikipedia Shigella).\n"], "10": ["2.6 Bacillus", "Bacillus spada v družino Bacillaceae in je gram pozitivna bakterija. Trenutno je odkritih čez 30 vrst. Pri zastrupitvi z baterijo, ki smo jo vnesli s hrano, imamo dva sindroma, ki sta \npogojena z različnima toksinoma. Eden povzroča diarejo, drugi pa bruhanje. Sindrom diareje je povezan s širokim spektrom hrane, med drugim tudi s kuhanim mesom, juho, zelenjavnimi pudingi in omakami, pogosto tudi z rižem in ostalo zelenjavo. Bacillus ima inkubacijsko dobo 8-16 ur. Spremljajo jo bolečine v abdominalnem predelu. Občasno se pojavi tudi vročina. Infekciji najbolj izpostavljena skupina ljudi ni definirana (Varnam 1996, Santos in sod. 2011).\n"], "11": ["2.7 Enterococcus", "Najznačilnejša predstavnika vrste sta Enterococcus faecalis in Enterococcus faecium. Človeku nevarni naj bi bili samo določeni sevi. Simptomi se pokažejo po 2 do 36 urah in so srednje močna abdominalna bolečina, slabost in včasih bruhanje. Kot izvor okužbe se je v preteklosti izkazalo meso, puranja omaka, sir, mleko v prahu, itd. V preteklosti ni bilo veliko izbruhov okužb s to bakterijo, saj je oportunistična bakterija, torej so ogrožene skupine ljudje z oslabljenim imunskim sistemom. Enterokoki so pogosti prebivalci človeškega in živalskega črevesja. So odporni na ekstremne pogoje v okolju (Varnam 1996).\n"], "12": ["2.8 Klebsiella", "Bakterije rodu Klebsiella so kot oportunistične bakterije in imajo pomembno vlogo v nozokomialnih okužbah. To je najverjetneje posledica bakterijske multiple rezistentnosti na antibiotike. Črevesni trakt je glavni rezervoar priložnostnih sevov teh bakterij. Majhna številčnost teh bakterij je prisotna pri večini zdravih ljudi. Viri okužb so v hrani in okolju. Leta 1998 se je prvič zabeležila okužba s to bakterijo preko hamburgerja in od takrat naprej se okužbe vrstijo (Sabota in sod. 1996; Klebsiella).\n"], "13": ["2.9 Staphylococcus aureus", "Staphylococcus aureus spada v družino Micrococcaceae in je gram pozitivna bakterija. Sprošča enterotoksin in v večini pogojev ne pride do abnormalne razmnožitve te bakterije v črevesju. V Franciji so te bakterije v vlogi krivcev za zastrupitve s hrano na drugem \nmestu takoj za bakterijami rodu Salmonella. Prenašalci so toplokrvna bitja in sem spadamo tudi mi, zaradi tega v hrano največkrat pride preko nas. Nekateri ljudje so trajni prenašalci te bakterije. V hrani jo največkrat najdemo v mesnih izdelkih, mleku, ribah, jajcih in zelenjavi (Evans 1996, Kerouanton 2007).\nPovzročajo stafilokokne okužbe, ki se odražajo v bolezenskih stanjih kot krastavost, turi, karbunke, kožni ognojki, gnojni izpuščaji, pljučnica, meningitis, ostemielitis itd. Je pogosta v bolnišničnih okužbah. Okužbe se zdravi z antibiotiki (Hennekinne in sod. 2012, Staphylococcus).\n"], "14": ["2.10 Streptococcus", "Streptococcus pyogenes je povzročitelj škrlatinke in streptokoknega faringitisa. Slednjemu lahko sledi stadij glomerulonefritis, kar je vnetje drobnih ledvičnih filtrirnih enot glomerulov, posledica pa je začasna odpoved ledvic. Faringitisu lahko sledi tudi revmatična vročica, lahko pa tudi kakšno nevarnejše srčno žilno obolenje. S. pyogenes povzroča tudi mastitis pri govedu, preden pa se je odkrila pasterizacija, je bila okužba s to bakterijo v večini primerov zaradi uživanja surovega okuženega mleka. Še danes so primeri okužb s kakšnimi drugimi izvori redkejši; takoj za mlekom je izvor solata, ki ni toplotno obdelana (Varnam 1996).\n"], "15": ["2.11 Listeria monocytogenes", "Trenutno je identificiranih sedem vrst bakterije Listeria. Gre za majhne, gram pozitivne bakterije, ki kažejo karakteristike gibljivosti pri sobni temperaturi. Simptomi listerioze se kažejo v slabem počutju, rahli vročini in diareji. Inkubacijska doba je od ena do več tednov po zaužitju okužene hrane. Pri zdravem človeku skoraj ne more povzročiti bolezenskih znakov. Receptivni ljudje so starejši, dojenčki, tisti z oslabljenim imunskim sistemom, nosečnice, bolniki, itd. V nosečnosti lahko v redkih primerih vodi v predčasni porod ali splav. Meningitično listeriozo navadno dobijo novorojenčki in dojenčki. V kolikor oboleli niso pravočasno ali primerno oskrbljeni, nastopi smrt v 70%. Izvori okužbe so največkrat v razni hrani (Varnam 1996, Beuchat 1996, Wikipedia Listeria).\n"], "16": ["2.12 Dezinfekcija zelenjave", "V industrijski pridelavi je mikrobiološka aktivnost solate ključnega pomena za zdravje ljudi, zato se večkrat poslužujejo dezinfekcije zelenjave.\n"], "17": ["2.12.1 Klor", "S klorom se tretira solato v koncentraciji 50-200 mg/L tretirajo 1 do 2 minuti (Abidias in sod. 2011). Pri tem je pomembna tudi temperatura z nižanjem, s čimer se rast bakterij zmanjšuje. Klor z vodo reagira tako, da nastanejo trihalometani. Ti vključujejo elemente kot bromoform, dibromklorometan, bromdilorometan, bremoform. Imajo negativni učinek na naše telo (Riviera 2005, Monitoring pitne vode 2011).\n"], "18": ["2.12.2 Detergenti", "Metoda dezinfekcije z detergenti ni najpogostejša, ker jih je za razkuževanje živil veliko prepovedanih. Prav tako je bilo narejenih malo raziskav; teh nekaj pa je za nekaj odstotkov zmanjšalo populacijo mikroorganizmov (Riviera 2005).\n"], "19": ["2.12.3 Klorov dioksid", "Klorov dioksid je v marsikateri državi dovoljen za razkuževanje zelenjave. Je rumeno rdeč plin in z njim se tretira v koncentraciji 200 ppm (Riviera 2005).\n"], "20": ["2.12.4 Ozon", "Ozon so leta 1982 v Ameriki uradno razglasili kot varnega razkuževalca za uporabo v prehrambni industriji, vendar z omejitvijo, da se uporablja v vreli vodi. Ozon mora biti generiran na mestu, saj je zelo nestabilen in v vodi razpade. Potem so tu še druge kemične metode, ki so dovoljene in se po svetu razlikujejo glede na posamezne države (Riviera 2005).\n"], "21": ["2.12.5 Ionizirajoče sevanje", "Ionizirajoče sevanje je prehodu skozi snovi ustvarja električno nabite delce. Je tehnologija, ki uniči mikroorganizme v živilih. Obsevanje živil ne nadomesti higiene; po obsevanju se namreč med transportom, skladiščenjem in prodajo naknadno onesnaži z mikroorganizmi.\nObstajajo tri tehnologije obsevanja živil:\nTehnologija z gama žarki uporablja sevanje kemijskega radioaktivnega izotopa kobalta ali cezija. Ti izotopi pri razpadanju oddajo fotone ali gama žarke, ki prodrejo v živila več kot meter globoko. Drugi način je z elektronskimi žarki, pri čemer se uporabljajo elektroni, ustvarjeni s pospeševalniki. Elektroni prodrejo v živilo do 3 cm. Najmlajša je tehnologija z X-žarki. Ti nastanejo s tem, da se žarek elektronov usmeri v tanko ploščo zlata, kar povzroči izstopanje rentgenskih fotonov z druge strani plošče. Prodrejo lahko tako kot gama žarki. S sevanjem poškodujejo DNA mikroorganizme (Center for Disease Control and Prevention).\nNajvišja zakonsko dovoljena moč sevanja je 10 kGy. Živilo po obsevanju ni radioaktivno in je v EU dovoljeno. Obseva se lahko posušena aromatična zelišča, začimbe in sezonsko zelenjavo. V Sloveniji objektov za obsevanje živil nimamo. Uvoz obsevanih živil pa ni prepovedan. Države članice glede na 2. člen Direktive 1999/3/ES ne smejo prepovedati, omejevati ali ovirati trženja živil, obsevanih skladno z določbami Direktive. Živila, namenjena končnemu potrošniku in javnim obratom, ki so bila obsevana z ionizirajočim sevanjem, morajo glede na 5. člen Pravilnika imeti oznako »obsevano« ali »obdelano z ionizirajočim sevanjem«. Obsevana živila so v EU nadzorovana (Center for Disease Control and Prevention).\n"], "22": ["2.13 Načini pridelave zelenjave", ""], "23": ["2.13.1 Ekološka pridelava", "Ekološko kmetijstvo je izraz za ekološko sprejemljivejši način pridelave. Tukaj je zahtevan širok kolobar, gnojenje z organskimi gnojili, pravilni postopki obdelave tal, posredna prehrana za rastline, preprečevanje nastanka bolezni, krepitev rastlin, uporaba ekološko certificiranega semena in sadilnega materiala, poudarek pa je na avtohtonih sortah zelenjave in pasmah živali. Prepovedana je reja v kletkah in uporaba fitofarmacevtskih sredstev, brez gensko spremenjenih organizmov, itd (Bavec in sod. 2009).\n"], "24": ["2.13.2 Integrirana pridelava", "Integrirani načini pridelovanja kulturnih rastlin zagovarjajo v primerjavi z intenzivno pridelavo bolj razumsko in strokovno sprejemljivejšo uporabo kemičnih sredstev in kompleksnejši pristop do gospodarjenja z naravnimi viri. Predstavlja dolgoročno strategijo pridelave poljščin na celotnem posestvu, temelječi na ekološko prijaznejših pridelovalnih sistemih z učinkovitimi inputi, vključno z modernimi stroji in ekonomsko ter ekološko upravičenimi ciljnimi pridelki, ki zagotavljajo večjo kakovost ter varnost hrane, kot jo zagotavlja konvencionalno poljedelstvo. Ključni sestavni del integriranega pridelovanja je integrirano varstvo rastlin, ki predstavlja uravnoteženo kombinacijo pridelovalnih, biotičnih, biotehnoloških in kemijskih ukrepov v pridelovanju poljščin. Uporaba sredstev se ob tem omeji na najnujnejšo količino, predstavljeno v tehnoloških navodilih, ki je potrebna za vzdrževanje škodljivih organizmov pod pragom gospodarske škodljivosti (Bavec 2003).\n"], "25": ["2.13.3 Konvencionalna pridelava", "Konvencionalno lahko imenujemo tudi intenzivno pridelovanje, pri katerem prevladujejo visoko produktivni kultivarji, ki so neodporni na bolezni in škodljivce. Pridelovanje je monokulturno ali preveč ozki kolobarji, porušen naravni krogotok hranil, nekontrolirano zapleveljene, erozija tal, onesnaževanje okolja in predelka ter ogrožanje zdravja z zelo \nveliko uporabo sredstev za varstvo rastlin. Uporabljajo se mineralna gnojila, težke kovine, fitofarmacevtska sredstva; prednost pred okoljem se namreč daje dobičku (Bavec 2003).\n"], "26": ["3 MATERIALI IN METODE DELA", ""], "27": ["3.1 Postavitev poizkusa", "Testiranja so se razdelila v tri kategorije po letnih časih, in sicer spomladi, poleti in v jeseni. Pomlad predstavlja testiranja v obdobju od 20. maja do 9. junija 2011, poletje od 10. do 26. julija 2011, jesen od 26. septembra do 14. oktobra 2011.\nZnotraj vsake skupine smo kupili krhkolistno solato iz treh različnih načinov pridelave in na različnih mestih prodaje. Solato iz integrirane pridelave smo kupili na tržnici v Gornji Radgoni in prodajalni hladilnice Lenart v Lenartu. Ekološka solata je bila kupljena ne ekološki tržnici na Glavnem trgu v Mariboru in Bio trgovini na Trgu revolucije v vseh treh letnih časih na enakih mestih prodaje. Solata konvencionalne pridelave je bila kupljena na tržnici v Gornji Radgoni in Interspar Europark.\nVsak vzorec solate je bil kupljen in testiran isti dan. Od nakupa do laboratorija se je skladiščila v normalni plastični prodajalni vrečki. Namen poskusa je bil, da se s solato dela normalno, kot to dela vsakdanji potrošnik. V laboratoriju se je takoj izvršila analiza.\nNa mestu prodaje se je ocenjevalo rokovanje prodajalca s solato, način skladiščenja na mestu prodaje in možnost sledljivosti solate. Ta se je ocenila na podlagi tega, ali je bilo mogoče izvor živila izvedeti na mestu prodaje.\nV laboratoriju smo za vsak vzorec solate pripravili štiri gojišča in za vsako gojišče posameznega vzorca dve petrijevki. Vsaka petrijevka je bila razdeljena na tri segmente, od katerega je vsak predstavljal določeno razredčitev vzorca. Tako je na vsak vzorec prišlo šest razredčitev.\n"], "28": ["3.2 Uporabljeni materiali", "V laboratoriju smo pripravili štiri selektivna gojišča. Vsa so se pripravila en dan pred nakupom solate. Delo je potekalo v sterilnih pogojih.\n"], "29": ["3.2.1 Plate Count Agar (PCA)", "PCA gojišče je namenjeno za izolacijo in štetje kolonij mikroorganizmov v hrani in odpadni vodi. V preglednici 1 so prikazane sestavine gojišča PCA.\nS tem gojiščem je možno vzgojiti naslednje kolonije bakterij:\nBacillus subtilis (6633)  Escherichia coli (25922)  Lactobacillus casei (95922)  Staphylococcus aureus (25923)  Staphylococcus pyogenes (19615)  Enterococcus faecalis (29212)\nVzeli smo 400 mL steklenico, v katero smo stehtali 9,4 g PCA agarja in dolili destilirano vodo do 400 mL. Vse skupaj smo pomešali in sterilizirali z avtoklavom. Zatem smo nalili \nsterilno gojišče v petrijevke in ga izsušili. Petrijevke smo primerno označili in jih shranili v hladilniku pri 5 oC. Gojišče s kolonijami je prikazano v sliki 1.\n(vir: http://85.238.144.18/analytics/Micro_Manual/TEDISdata/prods/1_05463_0500_5000.html)\n"], "30": ["3.2.2 ECC Selective Agar", "ECC gojišče je primerno za detekcijo E. coli in drugih koliformnih bakterij v hrani in vodi. Prav tako je primeren za vizualno identifikacijo bakterij s pomočjo primerjave pigmentacije kolonij. V preglednici 2 je prikaz sestavin gojišča, v preglednici 3 so prikazane pigmentacije za posamezne bakterije. Slika 2 prikazuje pigmentacijo značilno za E. coli na gojišču ECC. \n(vir: http://www.ecolitesting.com/hardychrom_ecc_agar_media.htm)\nStehtali smo 26,5 g gojišča in ga dali v 400 mL čašo, v katero smo dolili destilirano vodo. Vse skupaj smo premešali in dali na delno sterilizacijo v vročo vodo na 90oC za približno 35 minut; vmes smo večkrat premešali. Pripravljene agarje smo prelili v petrijevke in dali na skladiščenje v hladilnik pri 5 oC.\n"], "31": ["3.2.3 XLD Agar (Xylose Lysine Deoxycholate Agar)", "XLD gojišče je selektivno in služi vzgoji črevesnih patogenih bakterij. Primerno je tudi za vizualno identifikacijo Salmonella typhimirium in Shigella flexneri v hrani. Preglednica 4 nam prikazuje sestavine gojišča in preglednica 5 pigmentacije značilne za posamezne bakterije. Slika 3 prikazuje E. coli in bakterije rodu Salmonello na XLD gojišču.\n(Vir: http://microtradeuk.com/products.php) \nOdtehtali smo 22,5 g agarja in ga dali v 400 mL posodo ter dolili destilirano vodo. Vse skupaj smo premešali in večkrat zaporedno za eno minuto zavreli v mikrovalovni pečici.\n"], "32": ["3.2.4 PALCAM Listeria Selective Agar", "LSA je selektivni agar za izolacijo in detekcijo bakterije Listeria monocytogenes, Listeria ivanovii in Listeria innocua iz hrane in drugega biološkega materiala. Preglednica 6 prikazuje sestavine gojišča.\nOdtehtali smo 15,6 g agarja in ga zmešali s 400 mL destilirane vode ter dali na dezinfekcijo v avtoklav. Razkuženi agar smo nato nalili v petrijevke in ga dali na skladiščenje v hladilnik pri 5 oC.\n"], "33": ["3.2.5 70122 Nutrient Broth No 1", "Nutrient broth je standardno gojišče za širok spekter bakterij. Preglednica 7 nam prikazuje sestavine gojišča.\nNutrient broth je tekoči medij, namenjen za izolacijo naslednjih bakterij:  Brucella abortus (43159)  Streptococcus pyrogenes (19615)  Strepotcoccus pneumoniae (25923)  Stphylococcus aureus (25923)  Escherichia coli (25922)  Listeria monocytogenes (19111)  Erysipelothrix rhusiopathiae (19414)\n"], "34": ["3.3 Priprava in obdelava vzorcev", "Takoj zjutraj smo vzorce, po odvzemu na prodajnih mestih, prinesli v laboratorij. Spravili smo jih v hladilnik. Vse nadaljnje delo je potekalo v sterilnih pogojih. Iz vzorca smo vzeli 20 g solate in jo potopili v 200 mL Nutrient Broth (Sigma-aldrich) gojišča. S paličnim mešalnikom smo solato in gojišče zdrobili. S pipeto smo vzeli 1000 mL vzorca in ga odpipetirali v epruveto Eppendorf. Za vsak posamični vzorec smo vzeli 6 epruvet. V ostale \nsmo dali 900 mL Nutrient Broth (Sigma-aldrich) gojišča. Nato smo iz prve epruvete z mešanico solate in gojišča vzeli 100 mL vzorca in ga odpipetirali v drugo. S tem smo dobili razredčitev 10-1. Razredčeni vzorec smo dobro pretresli z električnim vibratorjem in iz njega vzeli 100 mL vzorca ter ga odpipetirali v 900 mL Nutrient Broth gojišča. S tem smo dobili razredčitev 10-2. Epruveto smo pretresli in ga iz nje vzeli 100 mL ter odpipetirali v naslednjo ter dobili razredčitev 10-3. Iz te smo naredili po enakem postopku razredčitev 10-5 in 10-6. Iz vsake razredčitve smo nato s pipeto vzeli 3 krat po 10 μL in pipetirali na gojišča. Ta so se posušila in dala v inkubator. Preglednica 8 prikazuje temperaturne in časovne pogoje za inkubacijo bakterij na gojiščih.\n"], "35": ["3.4 Štetje, identifikacija in nadaljnji razvoj bakterij", "Po preteku potrebnega časa smo vzeli vzorce iz inkubatorja, prešteli nastale kolonije ter primerjali barvo le-teh z razpredelnicami in vizualno identificirali nekatere bakterije. Za potrditev barve kolonij smo posamezne nanesli na nova gojišča. Vsaka kolonija je dobila enako novo gojišče in tega smo dali v inkubator za potreben čas inkubacije. Po preteku potrebnega časa smo preverili barve kolonij in jih še enkrat primerjali z razpredelnicami.\n"], "36": ["4 REZULTATI Z RAZPRAVO", ""], "37": ["4.1 Skladiščenje na mestu prodaje in rokovanje udeležencev nakupa s solato", "Pri vsakem prodajalcu smo ocenili skladiščenje solate na mestu prodaje. Na vseh tržnicah je solata zložena druga ob drugi v lesenih zabojih. Ko so prijeli želeno solato, prodajalci niso uporabljali rokavic ali kakšnega drugega zaščitnega sredstva. Kupec ne more sam vzeti solate, ampak pokaže, katero bi kupil. Prodajalec nato prime solato in jo da v plastično vrečko. V tem primeru je lahko izvor patogenih bakterij zraven ostalih možnosti tudi rokovanje prodajalca, v kolikor ima na rokah bakterijo.\nV hladilnici Lenart je solata prav tako v lesenih zabojih. Razlika je le v tem, da tukaj vsaka stranka sama vzame solato in jo nese na blagajno. Priložene so plastične vrečke, v katere damo zelenjavo, preden jo nesemo na blagajno. V tem primeru je možnost za prisotnost patogenih bakterij povečana še z rokovanjem kupca.\nV ekološki trgovini prav tako ne more kupec vzeti želene solate, ampak mu jo da prodajalec, ki jo prime brez plastičnih rokavic. Položi jo v papirnato vrečko. Tukaj je možnost kontaminacije povečana z rokovanjem prodajalca.\nV marketih je bila solata zložena v lesene zaboje, vendar pa je bila v njih že v odprtih vrečkah, tako da kupec ne rokuje neposredno z njo. Kako rokujejo tisti, ki solato položijo v vrečke in na polico, nismo mogli izvedeti. V Intersparu v Mariboru pa je bila solata v septembrskem terminu v zaprti plastični vrečki z luknjicami za prehod zraka. Tudi tukaj nismo mogli izvedeti, kako rokujejo z materialom tisti, ki ga zapakirajo. V tem primeru nihče od kupca in prodajalca ne rokuje in ne povečuje možnosti onesnaženja zelenjave, je pa vprašljivo, ali jo povečajo tisti, ki so solato položili v plastične vrečke. Na voljo imajo tudi plastične rokavice, s katerimi zelenjavo primemo. Na drugih mestih prodaje teh rokavic ni bilo zaznati. Toda vrečke in rokavice prav tako niso imele oznake za sterilnost. Teoretično bi lahko nekdo, ki ima z bakterijami onesnažene roke, prijel tudi druge rokavice \nali vrečke z namenom, da si odtrga eno in tako nehote povzroči bakterijsko onesnaženost celega zavitka vrečk ali šopa rokavic.\n"], "38": ["4.2 Sledljivost zelenjave na mestu prodaje", "Na tržnici v Gornji Radgoni je bilo mogoče dobiti pri vseh nakupih točne podatke o poreklu zelenjave iz integrirane pridelave, in sicer s kmetije Pivar, Gornja Radgona. V prodajalni hladilnice Lenart je bila solata iz integrirane pridelave prav tako slovenskega porekla, in sicer iz Velike Nedelje.\nKonvencionalno pridelana solata je bila iz Italije, uvoznik Aleksandra Dima Lugi, proizvajalec neznan, kupljena na tržnici Gornja Radgona. Solata konvencionalne pridelave iz trgovine je bila kupljena v Interspar Europark, poreklo je bilo špansko. Drugih podatkov na mestu prodaje od zaposlenih ni bilo mogoče izvedeti.\nNa ekološki tržnici smo dobili podatke o prodajalcu na mestu, prav tako so izobešeni že na stojnici na certifikatu, ki je na vidnem mestu. Prav tako smo podatke o pridelovalcu dobili brez težave v ekološki trgovini, in sicer z ekološke kmetije na Planici nad Framom.\n"], "39": ["4.3 Analiza prisotnosti bakterij na PCA gojišču", "Na prisotnost patogenih bakterij v PCA gojišču je statistično značilno vplival način pridelave, čas pridelave in mesto nakupa (preglednica 9).\nNa vzorcih solate iz konvencionalne pridelave je bilo največje število kolonij bakterij (3311), medtem ko med integrirano in ekološko pridelanimi vzorci ni bilo statistično značilnih razlik, vendar pa so kljub temu vzorci iz integrirane pridelave dosegli za 267 % višje vrednosti, kot vzorci solate iz ekološke pridelave.\nČas vzorčenja je spomladi ne glede na mesto nakupa dosegel najvišje vrednosti (3655), sledi jesen (894) in poletje (181). \nGlede na mesto prodaje so dosegli najvišjo vrednost vzorci iz trgovine (1930), sledijo vzorci iz tržnice (1223).\nOBRAVNAVANJE Število bakterij\nNačin pridelave (A) *** Čas pridelave (B) *** Mesto nakupa (C) ** Statistično značilne interakcije AB, AC, BC, ABC\nNačin pridelave  Konvencionalna (1) 3311 a  Integrirana (2) 1033 b  Ekološka (3) 386 b\nČas vzorčenja  Pomlad (1) 3655 a  Poletje (2) 181 c  Jesen (3) 894 b\nMesto prodaje  Trgovina (1) 1930 a  Tržnica (2) 1223 b ** statistično značilno p = 0.01 *** p=0.001, n.s = razlike srednjih vrednosti niso statistično značilne. abc=Srednje vrednost označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncanov test, α=0.05).\nNaši rezultati se glede na letni čas vzorčenja razlikujejo po aktivnosti bakterij v letnih časih glede na raziskavo Okafe (2003), ki pravi, da je številčnost patogenih organizmov v sušnih obdobji višja kot v deževnih, kar je pri nas bilo ravno v poletnem in jesenskem času, ko so bile vrednosti nižje od spomladanskih.\nPrav tako McMahon in Wilson (2001) navajata, da so v njihovih testiranjih zelenjave najboljše rezultate dosegli pri zelenjavi iz ekološke pridelave. Kupili so jo iz trgovin in direktno od pridelovalca na kmetiji sveže pobrano. Pri slednjem niso našli niti ene E .coli, \nprav tako nobene bakterije iz rodu Salmonella ali L. monocytogenes. Naši vzorci v primerjavi z njihovimi niso tako neoporečni, vendar realne primerjave ne moremo delati, ker ni enakih pogojev. Testirali so tudi narezano zelenjavo, katera pa je potrdila prisotnost omenjenih bakterij. Iz tega lahko sklepamo, da je solata ekološkega izvora, sveža, neobdelana in kupljena na tržnici boljša od integrirane in konvencionalne glede na mikrobiološko aktivnost.\nV drugi raziskavi Chia-Min Lin (1996) je testirala 63 vzorcev različnih solat. Vsi so bili kupljeni v trgovinah in restavracijah. 11 jih je vsebovalo E. coli, in 16 % jih je vsebovalo druge potencialno patogene bakterije. Iz tega lahko sklepamo, da ima najboljši potencial mikrobiološke neoporečnosti zelenjava zaužita takoj po pobiranju, čemu se je v naših poskusih najbolj približala solata iz tržnice.\n"], "40": ["4.4 Analiza prisotnosti bakterij na ECC gojišču", "Na prisotnost patogenih bakterij na ECC gojišču je statistično značilno vplival način pridelave in čas pridelave. Mesto nakupa ni pokazalo statistično značilnega vpliva na prisotnost bakterij v ECC gojišču (preglednica 10).\nNa vzorcih solate iz konvencionalne pridelave je bilo največje število bakterij (3267). Med vzorci iz integrirane in ekološke pridelave ni bilo statistično značilnih razlik.\nČas vzorčenja je neglede na mesto nakupa dosegel najvišje vrednosti jeseni (1931) in spomladi (1352), najmanj je bilo poleti (90). \nOBRAVNAVANJE Število bakterij\nNačin pridelave (A) *** Čas pridelave (B) *** Mesto nakupa (C) ns Statistično značilne interakcije AB\nNačin pridelave  Konvencionalna (1) 3267 a  Integrirana (2) 79 b  Ekološka (3) 28 b Čas pridelave  Pomlad (1) 1352 a  Poletje (2) 90 b  Jesen (3) 1931 a\nMesto nakupa  Trgovina (1) 1154 a  Tržnica (2) 1095 a ** statistično značilno p = 0.01 *** p=0.001, n.s = razlike srednjih vrednosti niso statistično značilne. abc = Srednje vrednost označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncanov test, α=0.05).\nKolonije so se v večini obarvale modro, s temneje modrim centrom, kar nakazuje na E. coli (25922). Nekaj kolonij je bilo obarvanih tudi rdeče, kar bi lahko pripisali glede na navodila proizvajalca Enterobacter aerogenes. To gojišče smo v osnovi uporabili za iskanje E. coli (0157:H7), vendar ni niti ena kolonija pokazala pigmentacije značilne zanjo.\nKot smo že omenili, najverjetneje tudi tukaj vplivajo transportni dejavniki, ker je solata iz uvoza. Splošno bi lahko komentirali, da je najboljši rezultat dosežen na zelenjavi slovenskega porekla, kupljena na tržnici.\n"], "41": ["4.5 Analiza bakterij na XLD gojišču", "Na prisotnost patogenih bakterij v XLD gojišču je statistično značilno vplival način pridelave, čas pridelave in mesto nakupa (preglednica 11).\nNa vzorcih solate iz konvencionalne pridelave je bilo največje število bakterij (39), medtem, ko je na drugem mestu integrirano (28) in ekološko na tretjem (5).\nČas vzorčenja je ne glede na mesto nakupa dosegel najvišje vrednosti spomladi (85), sledi jesen (25) in poletje (16).\nTo gojišče smo uporabili za izolacijo bakterij rodu Salmonella, vendar nismo našli nobene. Vse kolonije, ki predstavljajo rumeno pigmentacijo so imele jasno izražen rob, kar po navodilih proizvajalca nakazuje na E. coli. \nOBRAVNAVANJE Število bakterij\nNačin pridelave (A) *** Čas pridelave (B) *** Mesto nakupa (C) *** Statistično značilne interakcije AB, AC, BC, ABC\nNačin pridelave  Konvencionalna (1) 39 a  Integrirana (2) 28 b  Ekološka (3) 5 c Čas vzorčenja  Pomlad (1) 85 a  Poletje (2) 16 b  Jesen (3) 25b\nMesto prodaje  Trgovina (1) 65 a  Tržnica (2) 19 b ** statistično značilno p = 0.01 *** p=0.001, n.s = razlike srednjih vrednosti niso statistično značilne. abc=Srednje vrednost označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncanov test, α=0.05).\n"], "42": ["4.6 Analiza bakterij na LSA gojišču", "Na prisotnost patogenih bakterij v LSA gojišču je statistično značilno vplival način pridelave, čas pridelave in mesto nakupa (preglednica 11).\nNa vzorcih solate iz konvencionalne pridelave je bilo največje število bakterij (953). Med integrirano in ekološko pridelavo ni bilo statistično značilnih razlik, vendar je kljub temu na integrirani pridelavi za 36 % višja vrednost.\nČas vzorčenja je ne glede na mesto nakupa in način pridelave dosegel najvišje vrednosti jeseni (902), sledi pomlad (389) in poletje (54). \nGlede na mesto nakupa so višje vrednosti dosežene v trgovini (789), tržnica je dosegla nižje vrednosti (105).\nOBRAVNAVANJE Število bakterij\nNačin pridelave (A) *** Čas pridelave (B) *** Mesto nakupa (C) *** Statistično značilne interakcije AB, AC, BC, ABC\nNačin pridelave  Konvencionalna (1) 953 a  Integrirana (2) 223 b  Ekološka (3) 165 b Čas vzorčenja  Pomlad (1) 384 b  Poletje (2) 54 c  Jesen (3) 902 a\nMesto prodaje  Trgovina (1) 789 a  Tržnica (2) 105 b ** statistično značilno p = 0.01 *** p=0.001, n.s = razlike srednjih vrednosti niso statistično značilne. abc =Srednje vrednost označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncanov test, α=0.05).\nZ LSA gojiščem smo potrdili prisotnost bakterije Listeria, ker je selektivno gojišče.\nNajvišje povprečne vrednosti posameznega vzorca so bile tako v vzorcu iz konvencionalne pridelave, kupljenem v trgovini, jeseni in iz uvoza. Dosegale so povprečne vrednosti 4600 kolonij. Najnižje vrednosti so dosežene v vzorcu iz ekološke tržnice kupljene v jeseni. Ta vzorec je dosegel vrednosti v povprečju 37 kolonij.\nVisoke vrednosti so tako dosežene v povprečju tudi tukaj v solati iz uvoza, medtem ko so vrednosti slovenskega porekla nižje. \nRazlogi za odstopanja so lahko različni. Tako Cordelia (2003) ugotavlja, da je največji razlog za kontaminacijo zelenjave s koliformnimi organizmi voda za namakanje, s prekomerno mikrobiološko aktivnostjo. Nadaljuje, da je mikrobiološka aktivnost vode za namakanje zakonsko določena, vendar pri uvoženi solati obstaja verjetnost, da je uvožena iz držav kjer je ta meja veliko višja ali pa slabše kontrolirana.\n"], "43": ["4.7 Zakonodaja in najvišje vrednosti števila bakterij v posamičnem vzorcu", "Uredba komisije (ES) št. 2073/2005 in uredba komisije (ES) 1414/2007 določata mikrobiološka merila za živila. Zakon pod točko 2.5 obravnava zelenjavo, sadje ter proizvode iz sadja in zelenjave. Zakon opredeljuje mejne vrednosti E. coli v naprej narezanem sadju in zelenjavi, namenjeni za neposredno uživanje. Mejna vrednost je 100 kolonij na gram vzorca, da je rezultat zadovoljiv. Če je vrednost 1000 kolonij na gram vzorca je rezultat sprejemljiv, v kolikor so vrednosti višje je rezultat nezadovoljiv.\nV našem primeru bi tako bila vrednost 2000 kolonij zadovoljiva, vrednost 20 000 kolonij sprejemljiva in kar je več bi bilo nezadovoljivo, glede na to da smo vzeli 20 g vzorca.\nV grafikonu 1 smo podali primerjavo med ekološko, integrirano in konvencionalno pridelavo. V vsaki izmed pridelav, ne glede na mesto in čas nakupa smo izpostavili vzorec solate, ki je dosegel najvišje vrednosti. Vidimo povprečne vrednosti posamičnega vzorca.\nIz preglednice 13 je razvidno, da ECC vzorec, kjer je bila pigmentacija značilna za E.coli ne bil zadovoljiv, bil bi pa sprejemljiv. Prav tako smernice za mikrobiološko varnost živil, ki so namenjene končnem potrošniku, navajajo varne vrednosti bakterij E. coli in bakterij rodu Listeria v enakih okvirih, kot Direktiva. Če se ravnamo po smernicah za mikrobiološko varnost živil je prav tako vzorec iz konvencionalne pridelave sprejemljiv, vendar ne zadovoljiv. Ostala gojišča ne moremo primerjati z zakonsko določenimi mejami števila kolonij bakterij na gojiščih, ker niso selektivna ampak zajemajo skupine bakterij.\n"], "44": ["5 SKLEPI", "Možnost kupca, da se natančno seznani z poreklom in načinom pridelave zelenjave na prodajnem mestu, pri zelenjavi iz uvoza, v našem primeru ni bila zadovoljiva, ker je nemogoče izvedeti na mestu prodaje, v kakšnih pogojih je bila pridelana. Prav tako ne moremo vedeti, kakšni so bili pogoji transporta, prelaganja in ali je bila razkužena. Za te informacije bi se morali obrniti na upravo pismeno. Na tržnicah je sledljivost dobra, če ni uvožena. Najboljša sledljivost je na ekološki tržnici, kar gre pripisati obešenemu certifikatu in prav tako na tržnici z integrirano pridelano krhkolistno solato, ki jo je prodajal pridelovalec sam. V ekološki trgovini je bil prav tako na vidnem mestu naslov pridelovalcev živil, ki so jih prodajali.\nPri rokovanju s solato se pogreša delo s plastičnimi rokavicami. V prodajalni z integrirano zelenjavo bi morali temu nameniti več pozornosti, kajti stranka si sama vzame solato, pri tem pa lahko prime več izdelkov, ki jih pusti na prodajalni polici oziroma zaboju. V Intersparu so imeli na volje rokavice in vrečke, zato je tako stanje sprejemljivo. Na tržnicah so prodajalci brez rokavic prijeli želeni izdelek, vendar pa glede na rezultate to najverjetneje ni imelo nekega večjega vpliva glede na številčnost kolonij v vzorcih.\nNa podlagi vzorčenja krhkolistne solate v treh terminih (pomlad poletje in jesen 2011), ki je bila pridelana ekološko, integrirano in konvencionalno in analize prisotnosti pojava kolonij bakterij z laboratorijskim testiranjem, lahko sklepamo:\nda je najvišja prisotnost bakterij v povprečju v spomladanskih in jesenskih terminih,  da so najnižje vrednosti prisotnosti patogenih bakterij na tržnicah z zelenjavo  slovenskega porekla,  da mesto prodaje vpliva na prisotnost patogenih bakterij,  da so najnižje vrednosti bakterij iz ekološke in integrirane pridelave,  da način pridelave vpliva na prisotnost patogenih bakterij v zelenjavi.\n"], "abstract": ["V diplomski nalogi smo preverjali prisotnost nekaterih patogenih bakterij na solati. Preverjali smo hipoteze kako mesta prodaje, način pridelave in letni čas vplivajo na prisotnost patogenih bakterij v krhkolistni solati. Za vzgojo bakterij smo uporabili štiri selektivna gojišča namenjena za izolacijo bakterij iz hrane in vode. Bakterije smo izolirali, prešteli, ter določene vizualno identificirali. Rezultati so pokazali, da je najmanj bakterij v vzorcih kupljenih na tržnicah in slovenskega porekla. Največje število je bilo na solati iz uvoza, kupljeni v trgovini. Glede na pridelavo je najmanj vsebovala ekološko in integrirano pridelana zelenjava. Glede na letni čas je od šest prodajnih mest bilo najvišje število kolonij na štirih spomladi in na dveh poleti. "]}