{"1": [" 1. UVOD", "Internet zaradi njegove veličine uporabljajo vse generacije. Na internetu najdemo informacije o raznih produktih, prodajnih mestih, ponudbah, storitvah, idr. S pomočjo interneta lahko tudi komuniciramo, saj lahko preko njega telefoniramo, si pošiljamo elektronsko pošto, objavljamo mnenja na spletnih dnevnikih, forumih in klepetamo s pomočjo internetnih klepetalnic. Prav tako lahko s pomočjo interneta prenašamo podatke kot so filmi, slike, spletne knjige, ipd. Te podatke pa lahko na internetu tudi hranimo tako, da so nam vedno dostopni, ne glede na to, s katerega računalnika dostopamo na internet.\nZametki spleta segajo v leto 1969, ko je agencija Advanced Research Project Agency (ARPA), od ameriškega obrambnega ministrstva dobila naročilo za vzpostavitev ogromnega vojaškega računalniškega omrežja. Naredili so sistem, ki je pošiljal informacije, razdeljene na majhne pakete podatkov, ki so se prenašali neodvisno drug od drugega in so dosegli cilj. Na ta način uporabniki niso zasedali linije ves čas, zato so različni uporabniki uporabljali iste linije istočasno, paketom pa ni bilo potrebno uporabljati vedno iste poti. Pri padcu dela mreže so namreč vsi deli sporočila lahko prispeli do naslovnika preko različnih povezav, saj ni bilo več centralne točke, preko katere bi morala biti vzpostavljena povezava. [Analiza izobraževalnih preizkusnih programov, Dejan Zupanc, 2002 - elektronski vir], [Raba interneta v Sloveniji – elektronski vir]\nInternet je postal najpomembnejša komunikacijska pot, katerega populacija uporabnikov spleta vztrajno raste, v razvitejših državah pa je ta populacija prerasla v večino. Vsebuje namreč bistvene lastnosti, ki mu dodatno povečujejo uporabno vrednost: je globalen, oseben, interaktiven, cenovno ugoden in nenehno eksponentno rastoč. [Oglaševanje na internetu kot del promocijskega spleta na primeru spletne prodajalne Čarodejka, Verbič Patricija, 2008 – elektronski vir]\nDanes skorajda ne najdemo stroke, ki je ne bi našli na spletu. Skoraj vsak računalnik je vključen v svetovno omrežje in tako lahko vsak podaja svoja mnenja, bere mnenja drugih in išče informacije na delu, na poti ali od doma. Tudi v povezavi s kmetijstvom se uporaba spleta nezadržno povečuje. Splet uporabljajo državne institucije, fakultete, kmetije, \nzdruženja, itd. za objave različnih dokumentov, oglasov, novic in izmenjevanje elektronskih sporočil, javnega ali zaprtega tipa.\nV tej diplomski nalogi preučujemo navade uporabnikov interneta, ki ga uporabljajo kot orodje za pridobivanje informacij v zvezi s kmetijstvom. Zanima nas, kaj uporabniki najpogosteje iščejo po spletu v povezavi s krmili, gnojili in fitofarmacevtskimi sredstvi, ali so z najdenimi informacijami zadovoljni ali ne, ter kaj bi še potrebovali.\nDelo bo razdeljeno na teoretični del in empirični del. V teoretičnem delu bomo prikazali podatke, ki veljajo za kmetijska gospodarstva glede uporabe svetovnega spleta, in pregledali, kateri podatki so dostopni na slovenskih spletnih straneh o krmilih, gnojilih in fitofarmacevtskih sredstvih. Na podlagi le-teh bomo izpostavili hipoteze, zajete v skupno tezo, katero bomo v empiričnem delu, na podlagi rezultatov ankete tudi potrdili oziroma zavrgli.\n"], "2": [" 2. PREGLED OBJAV", "V Sloveniji je približno 75.000 kmetijskih gospodarstev, od tega jih po statističnih podatkih s spletom razpolaga 81 %, za pridobivanje informacij v zvezi s kmetijstvom pa ga uporablja le 31 %. Število uporabnikov spleta vsako leto narašča in s tem tudi število uporabnikov, ki splet uporabljajo za kmetijstvo. Dostop do interneta je v prvem četrtletju 2010 imelo v Sloveniji 68 % gospodinjstev. Razširjenost dostopa do interneta je povezana tudi s stopnjo urbanizacije območja, na katerem biva posamezno gospodinjstvo. Največ gospodinjstev z dostopom do interneta je bilo na srednje gosto naseljenih območjih, in sicer 75 %, na gosto naseljenih območjih je imelo dostop do interneta 68 % gospodinjstev, na redko naseljenih območjih pa 63 % gospodinjstev. Spletne strani državne uprave je v prvem četrtletju 2010 uporabljalo 39 % teh oseb (to je za 8 % več kot v enakem obdobju 2009), in sicer so po tej poti pridobivali različne informacije (39 %) in obrazce (24 %) ter te izpolnjene vračali (8 %).\nRaziskava Statističnega urada Republike Slovenije, v katero je bilo vključenih 2000 kmetijskih gospodarstev, ki so pridelovali pšenico v rastni sezoni 2006/2007 je pokazala, da so kmetje porabili okoli 21,5 ton FFS (aktivnih substanc v kilogramih) in z njimi tretirali 30.374 ha ali 92 % vseh s pšenico posejanih površin. Ocenili so tudi, da so kmetijski pridelovalci v letu 2010 porabili za gnojenje kmetijskih površin okoli 131.855 ton mineralnih gnojil, kar je za okoli 11 % več kot v letu 2009. Gnojila pa so vsebovala 49.694 ton glavnih rastlinskih hranil. Kmetje v Sloveniji imajo možnost do strokovne analize tal (Kmetijski inštitut Slovenije) in na podlagi rezultatov tudi strokovne nasvete za gnojenje. [Statistični urad Republike Slovenije - elektronski vir], [Raba interneta v Sloveniji - elektronski vir]\nNa področju krmil, pa lahko slovenski kmetje na straneh Kmetijskega inštituta Slovenije najdejo Priročnik za krmljenje krav molznic ob pomoči rezultatov mlečne kontrole, v katerem je zajet pregled dejavnikov, ki vplivajo na sestavo mleka in navodila za vrednotenje rezultatov mlečne kontrole. V priročniku je opisano tudi, kako priti do podatkov o kontroli na internetu, prikazano je še stanje v Sloveniji s kratkim komentarjem \nnajverjetnejših vzrokov za odmike od priporočenih vrednostih (Drago Babnik in sod. 2004). Prav tako je Kmetijski inštitut Slovenije izdal knjižico z naslovom Dobra praksa reje prašičev, ki obsega obvezne normative in priporočila pomembnejših opravil pri reji prašičev, kot so: prostor za namestitev prašičev, krmljenje in napajanje, rejska opravila ter prevoz prašičev. Pri vsaki od naštetih opravil so najprej podana obvezna zakonska določila, sprejeta v naših zakonskih aktih in pravilnikih ter evropskih direktivah (Blaž Šegula 2005).\nUporabniki, ki splet uporabljajo tudi za pridobivanje informacij o kmetijstvu, lahko na slovenskih straneh zasledijo podatke o:\n- zaščitnih sredstvih (Kalia, KZ Ptuj, Pinus, Kmetiski inštitut Slovenije),\n- krmnih mešanicah (Panvita, Agronatur, Kmetijski inštiut Slovenije),\n- gnojilih in substratih (Semenarna Ljubljana, Kalia),\n- semenih (Semenarna Ljubljana, Kalia, KZ Ptuj),\n- ekoloških produktih (Agroruše),\n- opise bolezni rastlin (Pinus, Agroruše),\n- nasvete za zatiranje bolezni in škodljivcev (Agroruše, Pinus),\n- fizioloških pojavih (Agroruše) in portalih, kjer lahko zasledimo možnost postaviti vprašanja strokovnjakom (Agroruše).\nTako lahko na slovenskih spletnih straneh na področju fitofarmacevtskih sredstev najdemo podatke o njihovi sestavi, področju delovanja, uporabi, proizvajalcu in varnostne liste. Na področju gnojil najdemo podatke o sestavi, uporabi, proizvajalcu in opise delovanja. Glede krmil pa najdemo podatke o sestavi, uporabi, novostih in proizvajalcih. Spletni viri: (Agroruše, Pinus, Semenarna Ljubljana, Kalia, KZ Ptuj in Panvita)\nImajo pa našteti spletni viri skupno pomanjkljivost. Nikjer ne zasledimo podatkov o najnovejših raziskavah, vplivih na okolje in novostih o ostalih produktih iz ostalega dela sveta.\nKmetje iščejo tudi podatke o javnih razpisih in javnih pozivih ter informacije, ki se nanašajo na njihovo prijavo. Vse te podatke je mogoče najti na spletnih straneh Republike Slovenije, Ministrstva za kmetijstvo, gozdarstvo in prehrano, razvojnih agencijah \n(Razvojna agencija Sinergija), občinskih portalih in drugih spletnih portalih (javnirazpisi.com).\n"], "3": ["2.1. Internet", "Internet si lahko predstavljamo kot sistem informacijskih avtocest, ki so povezane z milijoni računalnikov, ti pa so povezani v tisoče omrežij po vsem svetu. Kot smo že uvodoma zapisali, začetki interneta segajo v leto 1969, ko je agencija ARPA od ameriškega obrambnega ministrstva dobila naročilo za izgradnjo vojaškega omrežja. Prost pretok podatkov po vojaškem omrežju je omogočal sistem oziroma protokol IP. Omrežje so poimenovali ARPAPNET, od katerega se je v zgodnjih osemdesetih ameriška vojska ločila ter ga namenila javni uporabi. Ostanek omrežja ARPANET je kmalu postal znan kot internet. Internet nima lastnika, upravljanje pa poteka na lokalni ravni, po posameznih omrežjih. Ima tako pozitivne kot tudi negativne strani. Pozitivna stran je neposreden dostop do ponujenih informacij nepopisne količine. Negativna stran pa je, negotovost o uporabnosti, pomembnosti in resničnosti ponujenih informacij in množici nepomembnih in neuporabnih informacij.\nInternet je ogromna mreža, sestavljena iz še več manjših mrež. Povezuje milijone računalnikov po svetu in tako sestavlja mrežo, po kateri lahko vsak računalnik komunicira z vsakim, če sta le oba del internetne mreže. Informacija, ki potuje po internetu, potuje na cilj zahvaljujoč različnim standardnim jezikom, ki jih imenujemo protokoli.\nSplet je splošni model izmenjave informacij, ki je zgrajen na internetu. Splet uporablja protokol http (Hypertekst Transfer Protocol), enega izmed jezikov, ki jih internet uporablja za izmenjavo podatkov. Splet uporablja brskalnike za dostop do dokumentov, imenovanih spletne strani, ki so povezane med sabo s povezavami. Spletni podatki lahko vsebujejo grafične podatke, zvoke, tekst in video. [Raba interneta v Sloveniji – elektronski vir]\nInternet je postal nov informacijski prostor z ogromnim številom podatkov. Dostopne so različne zvrsti informacij, od komercialnih, akademskih, državnih, vse do osebnih. Človekova težnja po čim hitrejšem dostopu do informacij je pripomogla k temu, da \npojmovanje interneta prerašča v vsesplošno mnenje o nujnosti interneta. Internet predstavlja nepogrešljivo orodje za objavo informacij v elektronski obliki. Elektronsko gradivo lahko spreminjamo poljubno, pri papirnati obliki gradiv pa popravki pomenijo novo izdajo in s tem tudi večje stroške. Pri elektronski obliki nam stroški tiskanja in distribucija deloma ali v celoti odpadejo. Elektronsko gradivo je tudi širše dostopno in vedno na razpolago na istem mestu, kjer ga je preprosto najti. Internet je postal tudi socialno omrežje, kjer se ljudje povezujejo v skupine, pošiljajo sporočila, objavljajo svoja mnenja ter komentirajo mnenja ostalih uporabnikov. [Astronomija na internetu, Vladimir Grubelnik – elektronski vir], [Analiza izobraževalnih preizkusnih programov, Dejan Zupanc, 2002 - elektronski vir]\n"], "4": ["2.2 Teza", "Iz podatkov Statističnega urada Republike Slovenije, tiskanih virov in pregleda spletnih strani lahko postavimo naslednjo tezo:\n»Kmetje v Sloveniji imajo dovolj informacij o krmilih, gnojilih, fitofarmacevtskih sredstvih, a bi se vseeno posluževali nasvetov strokovnjakov o njihovi uporabi, če tudi bi za to morali plačati denarno nadomestilo.«\nTezo smo razčlenili na tri hipoteze, kjer prva navaja:\n»Kmetje so zadovoljni z najdenimi informacijami o krmilih, gnojilih in fitofarmacevtskih sredstvih.«\nDruga hipoteza je domnevanje, da internet uporabljajo bolj izobraženi kmetje in da se oziroma bi se posluževali nasvetov različnih strokovnjakov, če bi imeli to možnost: \n»Internet uporabljajo bolj izobraženi kmetje, ki se oziroma bi se posluževali različnih nasvetov strokovnjakov glede uporabe produktov, kot so gnojila, krmila in fitofarmacevtska sredstva.«\nTretja hipoteza je domnevanje, da bi bili kmetje pripravljeni plačati članarino v zameno za koristne informacije:\n»Kmetje bi bili pripravljeni plačati članarino za vse kakovostne informacije, zbrane na enem mestu, vključno z možnostjo komuniciranja s strokovnjaki in samostojne izdelave gnojilnega načrta.«\n"], "5": [" 3. EMPIRIČNI DEL", ""], "6": ["3.1 Vzorec", "Anketni vprašalniki so bili dani v večjih kmetijskih trgovinah (Panvita Lipovci, Kalia Beltinci, Kmetijska trgovina Cerjak Bukošek in MS Tišina), individualno od vrat do vrat in tudi na svetovni splet. Pri anketi je sodelovalo 118 anketirancev iz Prekmurja, Prlekije, Podravja, Kozjanskega, Brežiško-Krškega polja, Novega mesta, Bizeljskega ter Primorske.\n"], "7": ["3.2 Pripomočki", "Anketni vprašalnik, sestavljen iz sedemnajstih vprašanj, ki so razdeljena v štiri sklope, predstavlja vzorec spremenljivk. Vsak sklop posebej povzemamo v naslednjih odstavkih.\nV prvem sklopu so zbrane socialno-demografske značilnosti anketirancev, v katerem izvemo spol, starost, izobrazbo, velikost kmetije in dejavnost kmetije. Izvedeti želimo, kdo dostopa do informacij na svetovnem spletu pogosteje, moški ali ženske, mlajši ali starejši, bolj ali manj izobraženi ter manjši ali veliki kmetje. Izvedeti želimo tudi, kaj uporabniki najpogosteje iščejo na spletu in na katerem področju po njihovem mnenju primanjkuje informacij.\nV drugem sklopu vprašanj, anketirance sprašujemo, ali bi si izdelali gnojilni načrt sami, če bi za to obstajal program, ali bi se posluževali nasvetov strokovnjakov, če bi imeli to možnost in ali menijo, da so dobro obveščeni o razpisih, izobraževanjih, sejmih in novostih v kmetijstvu. Najprej jih sprašujemo, ali bi bili pripravljeni plačati članarino za spletno stran, kjer bi lahko vse te informacije, vključno z gnojilnim načrtom, našli na enem mestu. V zadnjem vprašanju pa jih sprašujemo, kakšno finančno nadomestilo za predstavljene storitve, bi bilo po njihovem mnenju najprimernejše. Naš cilj je izvedeti, ali si kmetje želijo vse te informacije na enem mestu in ali so za to pripravljeni plačati.\nV tretjem sklopu vprašanj anketirance sprašujemo, kaj od navedenega najpogosteje in najmanj pogosto iščejo na področju: \n 1. fitofarmacevtskih sredstev: sestava, nasveti za uporabo, vpliv na okolje in novosti,  2. krmil: proizvajalec/ponudnik, sestava, cene, novosti,  3. gnojil: sestava, ponudniki, vpliv na okolje, cena in novosti. Iz teh vprašanj želimo izvedeti, kaj kmetje najpogosteje in najmanj pogosto iščejo, ali pa jih sploh ne zanima.\nV zadnjem sklopu vprašanj pa želimo izvedeti, ali so anketiranci zadovoljni oziroma niso zadovoljni z najdenimi podatki o določeni panogi na spletu.\n"], "8": ["3.3 Postopek", "Anketa se je izvajala v juniju in juliju 2011, z obiskom kmetijskih gospodarstev, kmetijskih trgovin in s pomočjo spleta. Navodila za reševanje ankete so bila podana pisno na anketi, pri obisku kmetijskih gospodarstev tudi ustno. Na spletu so bila navodila podana pisno. Anketa je bila anonimna in prostovoljna.\nStatistično je bila anketa obdelana s pomočjo spletnega programa www.esurveypro.com ter s programom Microsoft Excel. Izračunani so bili osnovni parametri statistike: frekvence odgovorov, povprečne vrednosti in standardni odkloni.\n"], "9": [" 4. REZULTATI", "1. V prvem vprašanju smo anketirance spraševali po njihovem spolu. Na vprašanje je odgovorilo 118 anketirancev. S tem vprašanjem smo želeli izvedeti, katerega spola so anketiranci.\nIz odgovorov je razvidno, da je skoraj 80 % anketirancev moškega spola, kar pomeni, da podatke o kmetijstvu iščejo predvsem moški, ki za pridobivanje informacij uporabljajo internet. \n2. V drugem vprašanju nas je zanimalo, ali anketiranci uporabljajo internet pri vodenju kmetije. S tem vprašanjem smo želeli izvedeti, koliko anketirancev uporablja internet pri vodenju kmetije.\nvodenju kmetije.\npri vodenju kmetije.\nIz rezultatov je razvidno, da skoraj 60 % anketirancev uporablja splet pri vodenju kmetije. Sklepamo, da je večina teh anketirancev, ki uporabljajo internet za vodenje kmetije moškega spola, saj so že rezultati prejšnjega vprašanja pokazali, da je velika večina anketirancev moškega spola.\n3. V tretjem vprašanju smo anketirance spraševali po njihovi izobrazbi. S tem vprašanjem smo želeli izvedeti, kako izobraženi so anketiranci. \nOpomba: rezultati kateri so manjši od 1 %, so zaokroženi na 1 %.\nRezultati so nam pokazali, da je največji delež (33 %) anketirancev končalo srednjo poklicno izobrazbo. Sledi jim visokošolska izobrazba s slabimi 27 %. Na tretjem mestu, z dobrimi 25 %, so anketiranci, ki so končali srednjo tehnično šolo. Dobrih 10 % anketirancev je končalo, ali osnovno šolo, ali kmetijsko šolo, ali gimnazijo, ali višjo šolo, ali univerzitetni študij. Trije anketiranci na vprašanje niso odgovorili. Iz odgovorov lahko \nsklepamo, da so anketiranci izobraženi, saj imajo vsi razen enega anketiranca minimalno izobrazbo za vodenje kmetijskega gospodarstva po zahtevah ministrstva.\n4. V četrtem vprašanju smo anketirance spraševali po njihovi starosti. S tem vprašanjem smo želeli izvedeti, kolikšna je starost anketirancev, ki uporabljajo internet za pomoč pri vodenju kmetije.\nRezultati nam kažejo, da je več kot 70 % anketirancev starih do 35 let, 27 % anketirancev je starih od 35 do 55 let ter en anketiranec nad 55 let, kar znaša 0,87-odstotni delež. Ko smo te rezultate primerjali z rezultati iz vprašanja, ali uporabljajo internet pri vodenju kmetije, smo zaključili, da internet za vodenje kmetije uporabljajo predvsem mlajši kmetovalci. \n5. Peto vprašanje se nanaša na skupno površino kmetijskih zemljišč, ki jih anketiranci obdelujejo. S tem vprašanjem smo želeli izvedeti, kolikšno površino obdelujejo kmetje, ki uporabljajo internet. Odgovore smo podali v štirih skupinah. Ker znaša povprečna velikost kmetije v Sloveniji 6,4 ha, smo v prvi skupini podali velikost od 5 ha do 10 ha. Drugo skupino smo oblikovali malo nad povprečno veliko do srednje velike kmetije ( od 10 ha do 25 ha). Tretjo skupino smo oblikovali od srednje velike do velike kmetije (od 25 ha do 50 ha). Zadnji odgovor je bil nad 50 ha, kar v Sloveniji velja za veliko kmetijo.\nki jih obdelujejo.\nzemljišč, ki jih obdelujejo. \nRezultati nam kažejo, da največ anketirancev, slabih 50 %, obdeluje manj kot 10 ha zemljišč, 30 % anketirancev jih obdeluje od 10 do 25 ha zemljišč, 15 % anketirancev obdeluje od 25 do 50 ha zemljišč in 10 % anketirancev obdeluje nad 50 ha zemljišč. To nam pove, da polovica anketiranih kmetov obdeluje površino zemljišč, ki spada med slovensko povprečje, katero znaša 6,4 ha na kmetijsko gospodarstvo. Velikih kmetov je bilo 10 % anketirancev.\n6. Pri šestem vprašanju nas je zanimala dejavnost kmetije. Želeli smo izvedeti, kakšna je dejavnost kmetij anketirancev. Ponudili smo jim pet odgovorov (živinoreja, poljedelstvo, zelenjadarstvo, vinogradništvo in sadjarstvo), ki predstavljajo najbolj pogoste dejavnosti kmetij v Sloveniji, saj se je po podatkih Statističnega urada Republike Slovenije v letu 2007 z živinorejo ukvarjalo največ kmetijskih gospodarstev, sledi jim poljedelstvo, trajni nasadi in druge dejavnosti. Ponudili smo jim tudi možnost samostojnega odgovora, v primeru, da njihove dejavnosti ni bilo med naštetimi.\nvodijo.\nkmetije. Opomba: rezultati, kateri so manjši od 1 % so zaokroženi na 1 %.\nIz rezultatov je razvidno, da se dobrih 40 % anketirancev ukvarja z živinorejo, nekaj manj kot 30 % anketirancev se ukvarja s poljedelstvom, dobrih 15 % se jih ukvarja z vinogradništvom, nekje 10 % anketirancev se ukvarja z zelenjadarstvom in sadjarstvom, ter slabih 4 % z gozdarstvom, čebelarstvom, hmeljarstvom, zeliščarstvom in vrtičkarstvom. Po pregledu statistični podatkov Statističnega urada Republike Slovenije smo ugotovili, da se podatki ujemajo, saj njihovi podatki kažejo, da se z živinorejo ukvarja 50,6 % kmetijskih gospodarstev, z obdelavo zemlje pa ostalih 50 % kmetijskih gospodarstev. [Statistični urad Republike Slovenije - elektronski vir]\n7. Pri sedmem vprašanju smo spraševali, kaj uporabniki iščejo na spletu. Ponudili smo jim 6 odgovorov ter alinejo za odgovore, ki niso bili podani. S tem vprašanjem smo želeli izvedeti, kaj anketiranci najpogosteje iščejo na internetu v povezavi s kmetijstvom. \n  povezavi s kmetijstvom, iščejo na internetu.\nna internetu v povezavi s kmetijstvom. Opomba: rezultati, kateri so manjši od 1 %  so vsi zaokroženi na 1 %. \nUgotovili smo, da jih največ (33 %) išče podatke o kmetijski mehanizaciji. 17 % anketirancev išče fitofarmacevtska sredstva, 16 % jih potrebuje podatke o servisu mehanizacije ter opremi, 11 % anketirancev išče podatke o hlevski opremi in gnojilih ter 7% o krmilih. Slabe 3 % anketirancev pa išče podatke še o čebelarstvu, tehnologiji reje, živalih, informacijah, nasvetih ter podatke o razpisih in zakonih. Ti rezultati se ujemajo z rezultati o dejavnosti kmetije, saj je največji odstotek kmetij z živinorejsko in poljedelsko dejavnostjo. Ravno zato kmetje najpogosteje iščejo podatke o mehanizaciji, fitofarmacevtskih sredstvih, servisih, hlevski opremi in krmilih.\n8. Pri osmem vprašanju smo anketirance vprašali, katere informacije ne najdejo na spletu oziroma katere informacije so nepopolne. Pri tem vprašanju nismo podali nobenih možnih odgovorov. Vsak anketirani je lahko napisal svoje mnenje. S tem vprašanjem smo želeli izvedeti, na katerem področju anketiranci ne najdejo informacij ali pa si želijo več informacij iz določenega področju. Odgovore smo razvrstili v skupine, glede na zapisano.\nnjihovem mnenju, primanjkuje informacij oziroma so nepopolne.\nnjihovem mnenju, primanjkuje informacij oziroma so nepopolne.\nNa to vprašanje je odgovorilo 54 anketirancev. Iz rezultatov je razvidno, da 7 anketirancev  meni, da je informacij na spletu dovolj, ostalih 47 anketirancev pa je napisalo, da  primanjkuje informacij o: najnovejši tehnologiji pridelave, krmilih, gnojilih, reji prašičev,  učinkovitosti fitofarmacevtskih sredstev, finančnih sredstvih, razpisih, subvencijah,  koristnih nasvetih iz prakse, odkupu pridelkov in o njihovih cenah, govedoreji, rezultatih  poskusov, veterinarskih nasvetih, ipd. Te rezultate lahko povežemo z rezultati iz vprašanja,  kakšna je dejavnost kmetije anketiranca, saj je največji odstotek odgovorov živinoreja in  poljedelstvo, kar pri teh rezultatih skupaj s fitofarmacevtskimi sredstvi predstavlja več kot  polovico odgovorov.\n9. Pri devetem vprašanju nas je zanimalo, ali bi se anketiranci odločili za samostojno  izdelavo gnojilnega načrta, če bi za to obstajal spletni program. Želeli smo izvedeti, kakšen  je odstotek anketirancev, ki bi si bili pripravljeni samostojno izdelati gnojilni načrt. \n  gnojilni načrt, če bi za to obstajal program.\ngnojilni načrt, če bi za to obstajal program.\nRezultati nam kažejo, da bi si dobrih 70 % anketirancev samostojno izdelalo gnojilni načrt. Dobrih 29 % pa tega ne bi uporabljalo, kar je po našem mnenju posledica premajhne izobraženosti, saj so nam rezultati pri vprašanju pokazali, da ima dobrih 30 % anketirancev srednjo poklicno izobrazbo ali pa so mnenja, da tega sami ne zmorejo.\n10. Pri desetem vprašanju smo anketirance spraševali, ali bi se posluževali nasvetov strokovnjakov, če bi imeli to možnost. S tem vprašanjem smo želeli izvedeti, ali si kmetje želijo, da bi imeli to možnost. \n  nasvetov strokovnjakov, če bi imeli to možnost.\nnasvetov strokovnjakov, če bi imeli to možnost.\nRezultati nam kažejo, da bi se skoraj 95 % anketirancev posluževalo nasvetov strokovnjakov, 5 % anketirancev pa se teh nasvetov ne bi posluževalo. Domnevamo, da je teh 5 % anketirancev, ki se teh nasvetov ne bi posluževalo, višje izobraženih ali pa so mnenja, da ne rabijo nasvetov.\n11. V enajstem vprašanju smo anketirance spraševali, ali menijo, da so dobro obveščeni o razpisih, raznih izobraževanjih, sejmih in novostih v kmetijstvu. S tem vprašanjem smo želeli izvedeti, ali anketiranci menijo, da je na internetu dovolj dostopnih informacij o razpisih, raznih izobraževanjih, sejmih in novostih. \n  obveščeni o razpisih, izobraževanjih, sejmih in novostih.\ndobro obveščeni o razpisih, izobraževanjih, sejmih in novostih.\nRezultati so pokazali, da dobrih 70 % anketirancev meni, da niso dobro obveščeni, slabih 30 % anketirancev pa meni, da so dobro obveščeni o razpisih, izobraževanjih, sejmih in novostih. Glede na rezultate lahko sklepamo, da anketiranci niso dobro obveščeni o razpisih, izobraževanjih, sejmih in novostih.\n12. Pri dvanajstem vprašanju nas je zanimalo, ali bi bili anketiranci pripravljeni plačati za internetno stran, ki bi jim ponujala koristne informacije, gnojilni načrt ter možnost komunikacije s strokovnjaki. \n  plačati članarino za spletno stran, ki bi jim ponujala koristne informacije,  vključno z gnojilnim načrtom in možnostjo komunikacije s strokovnjaki.\nDobra polovica anketirancev bi bila pripravljena plačati za takšno spletno stran, 45 % anketirancev pa teh uslug ne bi plačevalo. Glede na rezultate lahko rečemo, da bi anketiranci bili pripravljeni plačati za spletno stran, ki bi jim ponujala koristne informacije, vključno z gnojilnim načrtom in možnostjo komunikacije s strokovnjaki. \n13. Pri trinajstem vprašanju nas je zanimalo, kolikšen znesek članarine bi bili anketiranci pripravljeni plačati za internetno stran, ki bi jim ponujala koristne informacije, gnojilni načrt ter možnost komunikacije s strokovnjaki. Podali smo tri skupine odgovorov, kjer je bila prva skupina do 25 €, druga od 25 € do 50 € in tretja nad 50 €.\nIz rezultatov je razvidno, da bi bilo dobrih 80 % anketirancev pripravljenih plačati do 25 €, 15 % anketirancev bi plačalo do 50 € ter 5 % bi za takšne informacije odštelo več kot 50 €. \n14. Pri štirinajstem vprašanju smo anketirance vprašali, katere od naštetih informacij o fitofarmacevtskih sredstvih, najpogosteje iščejo na spletu in katere najmanj. Podali smo štiri odgovore (podatki o sestavi, nasveti za uporabo, vpliv na okolje in novosti), pri katerih so morali anketiranci dopisati številko od 1 do 4. 1 je enako najmanj iskano, 4 pa najbolj iskano.\nnajmanj pogosto o fitofarmacevtskih sredstvih iščejo na internetu.\nnajmanj pogosto o fitofarmacevtskih sredstvih iščejo na internetu.\nRezultati so pokazali, da anketirance najbolj zanimajo podatki o sestavi (dobrih 35 %), na drugem mestu so novosti z 29 %, na tretjem mestu so nasveti za uporabo s 27 %. Najmanj \n(9 %) pa anketiranci iščejo informacije o vplivih na okolje, kar kaže na slabo ekološko ozaveščenost anketirancev.\n15. Pri petnajstem vprašanju smo anketirance spraševali, katere od naštetih informacij o krmilih najpogosteje iščejo na spletu in katere najmanj. Podali smo štiri odgovore (proizvajalec/ponudnik, podatki o sestavi, cene in novosti), pri katerih so morali anketiranci dopisati številko od 1 do 4. 1 je enako najmanj iskano, 4 pa najbolj iskano.\nnajpogosteje in katere najmanj pogosto iščejo na internetu.\nkrmilih najpogosteje in katere najmanj pogosto iščejo na internetu.\nRezultati kažejo, da anketiranci največ informacij iščejo o proizvajalcu oz. ponudniku, več kot 35 %, na drugem mestu so z 29 % informacije o novostih, na tretjem mestu so z 27 % informacije o sestavi krmil in najmanj iskane so z 9 % informacije o cenah. Iz rezultatov lahko sklepamo, da anketirancem ni tako važna cena krmil kot kakovost.\n16. Pri šestnajstem vprašanju smo anketirance spraševali, katere informacije o gnojilih od naštetih najbolj pogosto in katere najmanj pogosto iščejo na spletu. Podali smo pet odgovorov (ponudnik, podatki o sestavi, vpliv na okolje, cene in novosti), pri katerih so morali anketiranci dopisati številko od 1 do 5. 1 je pomenilo najmanj, 5 pa najbolj iskano. \n  najpogosteje in katere najmanj pogosto iščejo na internetu.\ngnojilih najpogosteje in katere najmanj pogosto iščejo na internetu.\nRezultati kažejo, da anketirance najbolj zanimajo ponudniki (36 %), na drugem mestu so s slabimi 29 % podatki o sestavi gnojil, na tretjem mestu so z dobrimi 21 % novosti in na četrtem mestu so s 13 % vplivi na okolje. Najmanj pogosto, s slabim 1 %, pa anketiranci iščejo informacije o cenah gnojil. Tudi pri tem vprašanju lahko domnevamo, da anketirancem cena gnojil ni najbolj pomembna. Podatki o vplivu na okolje so na predzadnjem mestu iskanosti, kar tudi lahko kaže na slabo ekološko ozaveščenost anketirancev. \n17. Pri zadnjem vprašanju smo anketirance spraševali, ali so zadovoljni z najdenimi informacijami o krmilih, gnojilih in fitofarmacevtskih sredstvih. Anketiranci so odgovorili z da ali ne.\ninformacijami o fitofarmacevtskih sredstvih, krmilih in gnojilih.\ninformacijami o fitofarmacevtskih sredstvih, krmilih in gnojilih.\nRezultati so pokazali, da je 52 % anketirancev na področju fitofarmacevtskih sredstev zadovoljnih z najdenimi podatki, na področju krmil je 55 % anketirancev zadovoljnih z \nnajdenimi podatki in na področju gnojil je 54 % anketirancev zadovoljnih z najdenimi podatki. Tako lahko sklepamo, da imajo slovenski kmetje dovolj uporabnih informacij o fitofarmacevtskih sredstvih, krmilih in gnojilih.\n"], "10": [" 5. RAZPRAVA", "Rezultati zadnjega vprašanja, v katerem smo anketirance spraševali, ali so zadovoljni z najdenimi informacijami o krmilih, gnojilih in fitofarmacevtskih sredstvih, nam kažejo, da so anketiranci zadovoljni z najdenimi informacijami o krmilih, gnojilih in fitofarmacevtskih sredstvih, saj je na vsakem področju več kot polovica anketirancev zadovoljna z najdenimi informacijami. S tem smo potrdili našo prvo hipotezo, da so kmetje zadovoljni z najdenimi podatki o krmilih, gnojilih in fitofarmacevtskih sredstvih.\nUgotovili smo, da splet uporabljajo bolj izobraženi kmetje in da bi se kmetje posluževali nasvetov strokovnjakov, če bi imeli to možnost. S tem smo potrdili našo drugo hipotezo. Rezultati ankete so pokazali, da ima več kot polovica anketirancev tehnično ali visokošolsko izobrazbo, tretjina anketirancev pa ima dokončano srednjo poklicno šolo. Na vprašanje, če bi se posluževali nasvetov strokovnjakov je 95 % anketirancev odgovorilo pritrdilno.\nNa vprašanje, ali bi bili pripravljeni plačati članarino za spletno stran z gnojilnim načrtom, raznimi koristnimi informacijami ter možnostjo komuniciranja s strokovnjaki, je 55 % anketirancev odgovorilo, da bi bili pripravljeni plačati. S tem smo potrdili tudi našo tretjo hipotezo, ki pravi, da bi kmetje bili pripravljeni plačati članarino za vse kakovostne informacije zbrane na enem mestu, vključno z nasveti strokovnjakov in samostojno izdelavo gnojilnega načrta.\nNa podlagi hipotez smo ugotovili, da imajo slovenski kmetje dovolj informacij o krmilih, gnojilih in fitofarmacevtskih sredstvih na slovenskih spletnih straneh. Ugotovili smo tudi, da bi se kmetje posluževali nasvetov strokovnjakov in bi bili za to pripravljeni plačati denarno nadomestilo. Tako smo potrdili našo tezo, ki pravi, da imajo kmetje dovolj informacij o krmilih, gnojilih in fitofarmacevtskih sredstvih na slovenskih spletnih straneh, a bi se vseeno posluževali nasvetov strokovnjakov o njihovi uporabi, četudi bi za to morali plačati denarno nadomestilo.\n"], "11": [" 6. SKLEP", "Namen te diplomske naloge, z naslovom »Internet – potencialni vir informacij o gnojilih, krmilih in fitofarmacevtskih sredstvih«, je ugotoviti ali so kmetje, ki uporabljajo splet pri vodenju kmetije, zadovoljni z najdenimi informacijami.\nAnketirance smo spraševali po njihovih socialno-demografskih značilnostih, o tem, kaj najpogosteje iščejo na spletu, ali so zadovoljni z najdenimi podatki, katere informacije pogrešajo in ali bi bili pripravljeni plačati članarino za spletno stran, ki bi zajemala vse te informacije. Ugotovili smo, da je na slovenskih spletnih straneh dostopnih veliko splošnih podatkov o gnojilih, krmilih in fitofarmacevtskih sredstvih, ki kmetom pomagajo pri pravi izbiri produktov, njihovi uporabi in sestavi. Malo pa je strokovnih objav o posameznih produktih, njihovih testiranjih, vplivih na okolje, ipd.\nIz rezultatov ankete je razvidno, da anketirance o fitofarmacevtskih sredstvih najmanj zanimajo informacije o njihovem vplivu na okolje, pri vprašanju o gnojilih pa so informacije o vplivu na okolje na predzadnjem mestu iskanosti. Kar je, po našem mnenju, posledica slabe ozaveščenosti slovenskih kmetov. Rezultati nam kažejo tudi, da je več kot polovica anketirancev pripravljena plačati za dostop na spletno stran, na kateri bi našli vse podatke o kmetijstvu, razpisih, izobraževanjih, ipd.\nPo obiskih kmetijskih gospodarstev in pogovorih z gospodarji smo ugotovili, da si kmetje znajo sami poiskati preproste podatke, medtem ko pri iskanju strokovnih člankov in izbiri pravih ključnih besed predvidevamo, da za to zaprosijo mlajše člane družine. Vsekakor pa tega ne moremo zagotoviti, ker o tem nismo spraševali in je to lahko tema nadaljnjih raziskav. To jim onemogoča, da bi sami našli več objektivnih mnenj o gnojilih, krmilih in fitofarmacevtskih sredstvih. Prav tako menimo, da prodajalcem v trgovinah ni najbolje zaupati, kar se tiče njihovih mnenj o produktih, saj je njihova naloga, da te proizvode prodajo in najverjetneje ne poznajo drugih izdelkov. Prodajalci se glede na prodano količino z dobavitelji dogovarjajo o rabatih, kar je tudi razlog, da ne prodajajo konkurenčnih izdelkov.\n"], "abstract": ["V diplomski nalogi smo predstavili rezultate ankete, ki je bila izvedena v letu 2011, z naslovom Internet – potencialni vir informacij o gnojilih, krmilih in fitofarmacevtskih sredstvih. Cilj ankete je bil izvedeti, kaj lastniki kmetijskih gospodarstev iščejo na spletu v zvezi s kmetijstvom, s čim so zadovoljni in česa si bi želeli več, kjer smo se osredotočili na gnojila, krmila in fitofarmacevtska sredstva. Ankete so se izvajale po elektronski pošti, forumih, na domu in v kmetijskih trgovinah. Po končanem anketiranju so bile ankete analitično obdelane z orodjem Microsoft Office Excel. Rezultati so pokazali, da anketiranci sicer menijo, da je na spletu moč najti dovolj informacij, a bi vseeno bili pripravljeni plačati za dostop do spletne strani, ki bi na enem mestu zajemala vse njim zanimive informacije. "]}