{"1": ["1 UVOD", "Sadjarstvo je ena najpomembnejših panog v kmetijstvu in dandanes ima kot veda velike možnosti za razvoj, saj omogoča primerljive dohodke tako na večjih kot tudi na manjših površinah. Cilj vsakega sadjarja je imeti količinsko in kakovostno zadovoljiv pridelek. Naša prioriteta ob tem mora biti zadovoljiva in pravilna oskrba drevesa v smislu same rasti in tudi kakovosti pridelka. Tukaj moramo predvsem paziti na parametra, kot sta vegetativna rast drevesa in rodnost ter med njima ohranjati optimalno razmerje. Vpliv na rast in rodnost imata poleg drugih dejavnikov tudi gnojenje in obremenitev drevesa s pridelkom oziroma ovesek. Pri ovesku moramo biti pozorni predvsem na to, da drevo ni preobremenjeno s plodovi, kajti preobremenjenost drevesa se lahko namreč kaže tudi v slabši kakovosti plodov.\nPrehrana rastlin oziroma gnojenje mora biti opravljeno strokovno, pravočasno in dovolj uravnoteženo. Posamezna gnojenja morajo biti načrtovana glede na starost nasadov, pretekle pridelke in tudi ob upoštevanju predvidenih letošnjih obremenitev. V primeru, da sadna rastlina nima dovolj hranil oziroma posameznega elementa, se lahko ta pomanjkljivost kaže v slabši rasti in razvoju. Pri problematiki prehrane rastlin se osredotočamo tudi oziroma predvsem na dušik, ki mu pravijo tudi element življenja. Rastlina ga mora imeti vedno dovolj na razpolago, vendar je tako kot tudi pri ostalih elementih, tudi pri dušiku pomembno, da ga dodajamo v pravilnih količinah (odmerkih), saj lahko ob presežku omenjenega elementa povzročimo številne nepravilnosti.\nCilj diplomske naloge je bil ugotoviti vpliv oveska (število plodov na drevo) in različnih odmerkov dušika na nekatere parametre zrelosti in kakovosti pridelka jablan. Ob tem smo sledili delovni hipotezi, da bosta obremenitev s pridelkom in odmerek dušika odločilno vplivala na posamezne parametre zrelosti (trdota mesa plodov, suha snov, skupne titracijske kisline) in kakovosti pridelka (masa plodov).\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Dušik", "Dušik je sestavina beljakovin, aminokislin, nukleinskih kislin, klorofila, alkaloidov in rastlinskih hormonov in element kot takšen je nezamenljiva sestavina protoplazme. Dušik je zelo pomemben za procese fotosinteze in biosinteze beljakovin (Mišić 1978). V rastlini je glavni gradnik aminokislin, proteinov in nukleinskih kislin ter drugih komponent in ima glavno vlogo v metaboličnih procesih v rastlini. Njegov sprejem preko korenin je aktiven proces in ni odvisen od koncentracije v talni raztopini (Unuk 2006, cit. po Bhat 1983).\nGlavni vir dušika v tleh je organska snov in s postopkom mineralizacije (razgradnja organske snovi) postane dušik dostopnejši rastlinam. Za rastlino je značilno, da sprejema dušik v amonijski in nitratni obliki. Pri sprejemu dušika v rastlino je potrebno, da imajo korenine na razpolago veliko količino ogljikovih hidratov. Dušik je v rastlini skladiščen v obliki asparaginske in glutaminske kisline, rast in razvoj spomladi sta odvisna prav od teh zalog (Štampar in sod. 2005).\nDušik je sestavni del tako citoplazme kot tudi jedrnih proteinov. Prav tako ga najdemo tudi v koencimih, heksoaminih, v osnovnih delih nukleinskih kislin, v citokininih in avksinih, predstavlja pa tudi glavni del klorofilne molekule. Lastnost dušika je tudi, da je povsem mobilen v rastlinah (Westwood 1993).\n"], "4": ["2.1.1 Gnojenje sadnega drevja z dušikom", "Pri sodobni pridelavi sadja je gnojenje eden najpomembnejših agrotehničnih ukrepov, ki skupaj z drugimi omogoča redno rodnost, obilen pridelek, dobro kakovost in gospodarnost. Pravilno gnojenje izboljša dozorevanje enoletnih poganjkov, to pa pomaga sadnim drevesom, da bolje prezimijo in poveča njihovo odpornost proti nizkim temperaturam. Da \nbi dobivali obilne in stalne pridelke dobre kakovosti, moramo priskrbeti sadnim drevesom dovolj hranilnih elementov v primernih razmerjih (Gvozdenović in sod. 1988).\nGnojenje v polni rodnosti je odvisno od lastnosti tal, stanja hranil v tleh in od rasti ter rodnosti nasada. Pretirano gnojenje se negativno odraža v odpornosti drevesa, kakovosti plodov in v okolju. Potrebe po dušiku določimo glede na vizualne ocene, foliarne analize ter analize po Nmin metodi. Ob pomanjkanju dušika gnojenje razporedimo na več obrokov v času vegetacije (Tojnko 1999). V sadovnjakih so gnojila posredovana neposredno v tla, da povišajo hranilno vrednost, ki je potrebna za uspešen pridelek. Gnojila so posredovana tudi z namenom, da vzdržujejo rodovitnost tal, ki se lahko zniža, če je hranilo odvzeto iz tal (Ferree 2003).\nPri kontinuirani proizvodnosti tal je gospodarjenje z dušikom ena od temeljnih postavk in pomeni vzdrževanje optimalne vsebnosti dušika v tleh. Količina dušika, ki ga drevesa med vegetacijo potrebujejo, se spreminja odvisno od metaboličnih procesov v nadzemnih organih. Dušik je skladiščen v obliki proteinov. Iz hidroliziranih proteinov izhajajo aminokisline, ki se mobilizirajo zgodaj spomladi in zadovoljujejo potrebe drevesa po dušiku za začetno rast. Dodani dušik se ob primernih temperaturah večinoma translocira v lesnati del – rezerve (Gutman - Kobal in sod. 1997).\nV trajno obdelanih sadovnjakih pride iz tal manj dušika in tudi možnost spiranja dušika je večja (kljub klimi z manjšo količino padavin). Zato jih praviloma bolj gnojimo z dušikom kot sadovnjake z negovano ledino (Leskošek 1993). Dostopnost hranil koreninam je odvisna od več različnih dejavnikov, kot so klima, vrsta rastline, tip podlage, tip zemlje, količina hranil v zemlji, talna vlaga, vsebnost kisika v tleh, vsebnost humusa, pH tal in nasičenost z bazami (Westwood 1993).\n"], "5": ["2.1.2 Čas gnojenja", "Največ dušika sadno drevje porabi od aprila do julija. Je element, ki se zelo hitro izpira, zato ga trosimo v več obrokih. Dušik je zelo visoko mobilen element v ciklusu med atmosfero, zemljo, živimi organizmi v tleh in površinsko vodo. Za rast rastlin v zemlji je razpoložljivost dušika odvisna od lastnosti organskih in anorganskih snovi ter od določene aktivnosti mikrobov (Ferree 2003). Ker korenine sadnih rastlin vse leto vsrkavajo hranilne snovi, moramo vso dobo vegetacije primerno dognojevati. Najbolj pomembno za razvoj brstov, cvetenje (razcvet), za sadne nastavke (nastavke plodov) in razvoj plodov je gnojenje od pomladi do poletja. Zaradi tega je zelo pomembna oskrba tal z gnojili v jeseni, da imajo sadna drevesa dovolj hrane preko zime za rane pomladanske potrebe. Jesensko gnojenje z dušikom je zelo pomembno za večji donos pridelka (Strauß in Novak 1998).\nSpomladansko gnojenje je lahko zaradi premajhne količine padavin brez pravega učinka (dušik pride prepozno do korenin). V mili zimi z obilnimi padavinami lahko pride do izpiranja, predvsem v lahkih tleh (Tojnko 1999).\nRazne sadne vrste in celo sorte imajo različne zahteve po posameznih biogenih elementih. Gnojilni odmerek je odvisen tudi od starosti dreves in pridelka. Pri tem mlajša drevesa potrebujejo manj, starejša drevesa ali pa ob večjem pridelku pa več hranil. Gnojiti moramo harmonično v pravilnih razmerjih posameznih elementov. Odmerki so prav tako odvisni od talnih in klimatskih razmer. Odmerke, ki nam prikažejo koliko hranil. snovi porabi drevo, lahko določamo s pedološko analizo, foliarno analizo in vizualno diagnozo (Šiško 1983).\n"], "6": ["2.1.3 Oskrba rastlin z dušikom in povezava s kakovostjo plodov", "V primeru, ko je dušika preveč, so sadne rastline preveč bujne, prepozno končajo rast, bolj občutljive so za napad različnih škodljivcev in bolezni, kakovost plodov je slabša. Prevelike količine dušika v plodu vplivajo na manjšo vsebnost sladkorjev in manjšo tvorbo plodov, kar posledično pomeni slabšo kakovost (Štampar in sod. 2005). \nSplošno znano je tudi, da dodatna oskrba rastlin z dušikom ugodno vpliva na nastanek plodov. Rastline z bogato preskrbo z dušikom so dobro oskrbljene z aminokislinami in drugimi dušikovimi spojinami, ki služijo kot gradniki DNA, RNA, proteinov in ostalih spojin, ki zavirajo procese odpadanja (Stopar 1999).\nDušik spada med minerale, pri katerih so največkrat dokazane korelacije s pridelkom, maso plodov in kakovostjo pridelka (Unuk 2006, cit. po Fallahi, 1996). Gnojenje z dušikom povečuje pridelek in povprečno maso plodov (Unuk 2006, cit. po Noe in Eccher, 1995) ter hkrati zmanjšuje njihovo kakovost (Unuk 2006, cit. po Saure 1990, Rease in Drake 1997). Nasprotno je Link (2000) glede vpliva dušika na parametre kakovosti jabolk ugotovil, da količina topnih snovi ni bila odvisna od količine dušika ter, da so plodovi dreves, ki so jih gnojili z več dušika, v juliju bolj občutljivi na grenko pegavost kot plodovi dreves, gnojenih v drugem času (Link 2000).\nV poskusu s sorto ´Braeburn´ je Bussakorn (2001) ugotavljal vpliv gnojenja na parametre kakovosti jabolk. Ugotovil je, da se je kakovost plodov sorte ´Braeburn´ob obiranju pri manj intenzivnem gnojenju z dušikom povečala, večja je bila tudi trdota mesa plodov, količina topne suhe snovi (Horvat 2009).\nKorelacija med aplikacijami z dušikom in kakovostjo plodov je primarno fokusirana na notranje (trdota, sladkor, vsebnost kislin, zrelost) in zunanje kakovosti plodov. Dovzetnost za širjenje fizioloških motenj (npr. mehčanje plodov in zmanjšana kislost jabolk) se poveča z višjo vsebnostjo dušika v plodovih. Na drugi strani številni avtorji poročajo o nesignifikantnih vplivih gnojenja z dušikom na notranje in zunanje kakovosti plodov (Stefanelli in sod. 2010).\n"], "7": ["2.2 Ovesek", "Ovesek ponazarja delež cvetov, ki se oplodi in se iz njih razvijejo plodovi. Odvisen je od leta, sorte, količine cvetov in vremenskih razmer. Naš cilj je zagotoviti iz leta v leto podoben ovesek, drugače lahko drevo preide v izmenično rodnost. Vremenske razmere ob cvetenju vplivajo na prenos peloda (oprašitev), kalitev peloda, življenjske sposobnosti semenskih zasnov (oploditev) in s tem na ovesek. Na slednjega in zgodnji razvoj plodov vpliva tudi njihova preskrbljenost z ogljikovimi hidrati, ki so bili v prejšnji rastni dobi uskladiščeni v rastlini (Štampar in sod. 2005).\nOvesek je dejavnik, ki kot dušik, v veliki meri usmerja fiziološke procese v jablanah (Unuk 2006, cit. po Wibbe in Blanke 1995). Ker uravnava tudi vegetativni razvoj drevesa, lahko zgodnji pridelki resno zavrejo rast in povzročijo dolgoročno stagniranje dreves, kar se lahko odraža v manjšem rodnem volumnu dreves, v slabi strukturi in reducirani količini pridelka več let naprej (Unuk 2006, cit. po Byers 2003).\nZaradi rastlin, okolja, vpliva na pridelek, obremenitev drevesa, rasti in kakovosti, je treba obravnavati dejavnike v okviru več spremenljivk, in sicer poleg vegetativne rasti in generativnega odziva tudi lastnosti plodov (kakovost ob obiranju, kakovost po obiranju, prednosti pri potrošnikih) (Neilsen in Dennis 2000).\nVečje količine ogljikovih hidratov, še posebej škroba, se zadržujejo v listih na drevesih z zmanjšano obremenitvijo dreves in v nekaterih primerih je škrob v listih negativno povezan z obremenitvijo dreves s plodovi. Pri preveliki obremenjenosti drevesa z plodovi je dokazano, da le - ti vsebujejo manjši odstotek suhe snovi (Wünsche in sod. 2000).\n"], "8": ["2.2.1 Vpliv oveska na kakovost pridelka", "Učinki obremenitve dreves na rast in velikost pri jabolkih so zelo natančno proučeni. Masa plodov ob obiranju je praviloma negativno povezana z obremenitvijo dreves. Pri tem je \nmasa plodov večja, kadar obstaja minimalna konkurenca med plodovi – velika listna površina na plod (Palmer in sod. 1997). Plodovi dreves z manjšim oveskom imajo več topnih snovi v sadnem mesu in značilno je tudi, da imajo večjo trdoto v primerjavi s plodovi dreves večjega oveska. Z zmanjševanjem oveska se koncentracija vseh polifenolov v plodovih (korteks in kožica) poveča. Medtem ko se količine nekaterih polifenolov pri manjšem ovesku (npr. klorogenske kisline, katehin ..) povečajo, pa askorbinska kislina ni signifikantno odvisna od oveska (Stopar in sod. 2002). Odstotek suhe snovi v soku plodov je manjši pri bolj obremenjenih drevesih, še večji vpliv pa je ugotovljen pri stopnji zmanjševanja trdote mesa plodov, sorazmerno z naraščanjem obremenjenosti drevesa. Meritve so pokazale čvrstejše meso plodov, obranih z manj obremenjenih dreves. Jabolka s preveč obremenjenih dreves so bistveno manj kakovostna, in sicer tako po zunanjem izgledu kot tudi po dejanski notranji kakovosti plodov (Stopar 2007).\nSadje z majhno specifično težo ima skoraj vedno večjo povprečno maso, večjo trdnost in večjo koncentracijo suhe snovi ob obiranju (Elfving in Cline 1993). V primeru manjšega oveska se izboljša kakovost plodov iz vidika velikosti in trdote samih plodov (Link 2000). Pri sorti Red Elstar so bile pri majhnem ovesku količine sladkorja in kislin večje, plodovi so imeli večjo trdoto in bili večji kot pri srednjem in večjem ovesku (Horvat 2009, cit. po Awad in sod. 2001).\nPovprečna masa plodov se je znižala za 35 % z vsakim zmanjšanjem gostote oveska. Kakovostne spremenljivke plodov pri pridelku, kot so topne trdne snovi, trdota mesa plodov in suhe snovi, so se signifikantno povečale z zmanjšanjem oveska. Povečanje trdote mesa plodov pri nizkih oveskih je po vsej verjetnosti povezana s povečanjem topnih trdnih snovi in suhih snovi (Wünsche in sod. 2005).\n"], "9": ["3 MATERIAL IN METODE DELA", ""], "10": ["3.1 Lokacija poskusa", "Poskus smo opravili na posestvu Univerzitetnega kmetijskega centra (UKC) Pohorski dvor na Fakulteti za kmetijstvo in biosistemske vede Univerze v Mariboru. Posestvo UKC Pohorski dvor leži na jugovzhodnih obronkih Pohorja. V sadjarskem delu posestva prevladuje jablana.\n"], "11": ["3.2 Rastlinski material", ""], "12": ["3.2.1 Jablana sorte ´Fuji´", "´Fuji´ je zimska sorta in spada med postranske sorte. Glede časa cvetenja je srednje pozna in je sorta, ki dobro rodi, vendar je nagnjena k izmenični rodnosti. Za to sorto je značilna srednje dobra odpornost, vendar je nagnjena k steklavosti plodov in porjavenju peščišč (Jazbec in sod. 1995).\n´Fuji´ je japonska sorta, ki jo s križanjem sort (Ralls Janet x Delišes ) vzgojil J. Niitsi na Horticultural Research Morioka. Na Japonskem poznajo več kot sto mutantov te sorte, med katere recimo spadajo ´Fuji´ Isshi, Yataka, Kiku 8, Aki-Fu, Mori Ho Fu 1 in številne druge. ´Fuji´ spada med diploidne sorte. V pridelavo so jo uvedli leta 1962. Za sorto je značilno, da zori v drugi polovici oktobra in je zelo trpežna, saj lahko plodove ohranjamo sedem do osem mesecev. Plodovi so srednje drobni do srednje debeli. Oblike plodu so podolgovate do podolgovato kopaste, lahko so tudi okroglaste in včasih precej nesimetrične. Koža pri tej sorti je gladka do rahlo hrapava. Osnovna barva ob obiranju je zelena do rumenkasto- zelena. Lenticele na sprani rjavordeči krovni barvi so precej izrazite in svetle. Pecelj je večinoma srednje dolg in srednje debel do debel ter na koncu zadebeljen. Pecljeva jamica \nje srednje - široka do široka in tudi srednje globoka. Peščišče je srednje veliko, polodprto in čebulaste oblike. Seme je veliko, polno in po obliki široko do ovalno. Meso je rumenkasto do kremasto, zelo čvrsto in tudi zelo sočno. ´Fuji´ je jabolko sladkega okusa in aromatično (Viršček - Marn in Stopar 1998).\nPrednost sorte ´Fuji´ je dobra jedilna kakovost ter odlične skladiščne lastnosti, ima zelo malo fizioloških bolezni. Slabosti oziroma pomanjkljivosti sorte so ponavadi slaba in pozna obarvanost, glavni problem pa je izmenična rodnost. Sorta zahteva zgodnjo in zadostno redčenje plodičev, s tem pa se omogočijo visoki pridelki in izognitev izmenični rodnosti (Hermann 1998).\n"], "13": ["3.2.2 Podlaga M9", "Podlaga M9 (malling 9, rumeni paradiževec iz Metza) je najpomembnejša vegetativna jablanova podlaga, na kateri je večina sodobnih gostih nasadov. Rumeni paradiževec iz Metza so Britanci dobavili iz Francije, ga na raziskovalni postaji East Malling preučili, odbrali, razmnožili in leta 1917 uvedli v proizvodnjo. Za podlago M9 je značilno, da v zarodišču razvije nizke, ukrivljene in čokate mladike, ki imajo pri osnovi zmerno debela kolenca. Najbolje se razmnožuje z grebeničenjem, medtem ko s potaknjenci in s kitajskimi vlačenicami ne daje zadovoljivih rezultatov. Karakteristike podlage M9 so, da je precej odporna proti gnilobi na koreninskem vratu, ki jo povzroča glivica Phytophthora cactorum, občutljiva je za jablanovo plesen (Podosphaera leucotricha) in škrlup (Venturia inaequalis). Podlaga je zelo občutljiva na krvavo uš (Eriosoma lanigerium) in hrušev ožig (Ervinia amylovora), ki ga nekateri imenujejo tudi ognjevka, ker je listje ožgano. Prizadene jo lahko tudi oster zimski mraz, zato ni primerna za dežele z zelo nizkimi temperaturami. Podlaga M9 je občutljiva tudi na voluharja. Kljub navedenim pomanjkljivostim daje pri intenzivni oskrbi v pravih sadjarskih območjih odlične proizvodne rezultate. Jablanove sorte na podlagi M9 na splošno zgodaj zarodijo, večinoma v drugem, izjemoma v tretjem letu. Pri intenzivni oskrbi, ki obsega tudi redčenje cvetja in plodov, je rodnost na M9 precej redna in obilna, plodovi pa so kakovostni in dobro \nobarvani. Trpežnost plodov je v prvih letih slabša, zlasti če so predebeli in prezreli (Smole in Črnko 1984).\nDrevesa rastoča na podlagi M9 potrebujejo oporo. Značilno je, da raste tako v težkih kot v lažjih tleh. Najbolje sicer uspeva v globokih, humoznih, zmerno vlažnih in prepustnih tleh. Podlaga je občutljiva na prekomerno vlago v tleh. Pogosto odganja tudi koreninske izrastke. S tem ko so podlago M9 očistili virusov, so pridobili podklone ali različne tipe te podlage. Ti se od klasične M9 razlikujejo po bujnosti in rodnosti. Nekatere najpomembnejše so EMLA, T 337, PAJAM 1 in PAJAM 2 (Štampar in sod. 2005).\nMed posameznimi izbranimi kloni M9 so velike razlike glede proizvodne sposobnosti. Na splošno so pridelki sort, cepljenih na klone M9 obilnejši, zato jim dajemo prednost pri izbiri za vzgojo sadik. Za vitalnost podlage je odločilno, da je očiščena virusov. Brezvirusne podlage so boljše glede vseh naših zahtev:\n- bolj zdravo rastejo in se bolje razmnožujejo,\n- pridelki so večji,\n- drevesa na njih prej zarodijo,\n- plodovi se prej in intenzivneje obarvajo,\n- omejena je tvorba koreninskih izrastkov (Lind in sod. 2001).\n"], "14": ["3.2.3 Gnojilo Polyfeed", "Uporabljeno gnojilo Polyfeed (Haifa chemicals LTD Izrael) je kombinirano mineralno vodotopno gnojilo, ki je med drugim primerno za foliarno gnojenje in fertirigacijo. Gnojilo je proizvedeno iz visoko kvalitetnih elementov in sestoji iz 100 % prehrambenih snovi za rastlino. Praktično ne vsebuje klorida, natrija in ostalih škodljivih elementov za rastlino. Zagotavlja uravnoteženo, popolno prehrano za rastline in je uporaben v veliki večini pripravkov. Gnojilo je bilo uporabljeno v koncentraciji 20-20-20, kar pomeni, da je vsebovalo 20 % N, 20 % P2O5 in 20 % K2O.\n"], "15": ["3.3 Talne razmere", "Tla na lokaciji UKC Pohorski dvor so distrična (antropogena), izvorno pa so to distrična rjava tla na pliocenskih in kvartarnih glinah ter ilovicah (Pedološka karta Slovenije). Po teksturni sestavi so težko ilovnato-glinasta tla. Analiza tal, ki je bila opravljena leta 2001, je dala naslednje rezultate: pH tal je 6,6; založenost po Al metodi s fosforjem 21,9 mg P2O5/100g tal, založenost s kalijem 51,3 mg K2O/100g tal, kar kaže na dobro založenost tal (Povh 2006).\n"], "16": ["3.4 Klimatske razmere", "UKC Pohorski dvor leži na 285 metrih nadmorske višine in je pod vplivom mediteranske ter alpske klime. Klima po definiciji predstavlja povprečno vreme v daljšem časovnem obdobju (vsaj 30 let).\nKlimadiagram, ki sta ga oblikovala Walter in Gaussen ter se ga uporablja za prikaz klime številnih krajev na Zemlji, ima za osnovo letna poteka temperature in padavin, kot dopolnilo pa tudi npr. temperaturne karakteristike. Na isti diagram sta nanesena letna poteka temperature in padavin. Skali za temperaturo in padavine sta v razmerju 1 : 4 (Hočevar in Petkovšek 1995).\n"], "17": ["3.4.1 Klimatske razmere v tridesetletnem obdobju (1961 – 1990)", "Na območju Maribora je v tridesetletnem obdobju (1961–1990) padlo 1047 milimetrov padavin, v obdobju vegetacije (april – september) pa 639 milimetrov. Iz klimadiagrama je razvidno, da v tridesetletnem obdobju ni bilo pomanjkanja padavin. Povprečna temperatura od aprila do septembra je znašala 16 -C, povprečna letna temperatura pa 9,7 -C. \nMaribor (Hočevar in Petkovšek 1995)  (http:www.arso.gov.si/vreme/napovedi%20in%20podatki/podneb-30-  tabele.html).\n"], "18": ["3.4.2 Klimatske razmere leta 2005", "Podatki v meteorološkem letopisu kažejo, da je v tem letu od aprila do septembra padlo 777,8 mm padavin. Letna vsota padavin je 1062,8 mm. Povprečna letna temperatura je bila 10,1 -C, povprečna temperatura v času vegetacije pa 16,95 -C. V obdobju od aprila do septembra ni bilo pomanjkanja vode.\nLeta 2005 je bila letna vsota padavin v primerjavi z dolgoletnim povprečjem primerljiva, v obdobju vegetacije pa je bila količina padavin večja za 138,8 mm. Povprečna letna temperatura leta 2005 ni bistveno odstopala od dolgoletnega povprečja, temperatura v času vegetacije pa je bila v letu 2005 za slabo 1 -C višja. \ntemperature : padavine 1 : 4 za hidrometeorološko postajo Maribor (Hočevar  in Petkovšek 1995)  (http://www.arso.gov.si/vreme/podnebje/meteorolo%C5%A1ki%20letopis/met  eorološki-letopisi-htm).\n"], "19": ["3.5 Zasnova in shema poskusa", "Poskus je bil izveden z namenom raziskati vpliv različnih odmerkov dušika (uporaba gnojila Polyfeed) v kombinaciji z različno velikimi obremenitvami s pridelkom pri sorti ´Fuji´ na parametre zrelosti in kakovosti plodov. Poskus je bil zasnovan v devetih obravnavanjih s tremi ponovitvami. Posamezno obravnavanje je predstavljala kombinacija načina gnojenja in velikosti obremenitve. Številka v oznaki obravnavanja je predstavljala oznako gnojenja (1, 2, 3), črka (N, S, V) pa višino oveska.\nDoločitev velikosti obremenitve dreves s pridelkom (oveska): Plodiče smo prešteli po končanem naravnem odpadanju oziroma trebljenju v sredini junija 2005. Na osnovi oveska smo razdelili drevesa v tri kategorije obloženosti: visoko – V, \nsrednjo – S in nizko – N. Nizka obremenitev s pridelkom je predstavljala (N) 25–35 plodičev, srednja obremenitev (S) 55–65, močna obremenitev (V) pa 90 in več plodičev.\nIzvedba gnojenja÷ V poskus smo vključili tri odmerke dušika: osnovno gnojenje (oznaka 1, odmerek dušika 60 kg/ha), enkratno dognojevanje (oznaka 2, odmerek dušika 75 kg/ha) in dvakratno dognojevanje (oznaka 3, odmerek dušika 90 kg/ha). Drevesa, ki so bila pognojena z osnovnim odmerkom (60 kg/ha), smo označili z enim trakom, enkrat dognojevana drevesa (75 kg/ha) z dvema trakovoma in dvakrat dognojevana drevesa (90 kg/ha) s tremi trakovi. Skupno število dreves v poskusu je bilo 269.\nV eno ponovitev posameznega obravnavanja je bilo vključenih od osem do enajst dreves. Osnovno gnojenje, kjer smo enakomerno pognojili vsa drevesa v poskusu, je bilo izvedeno z gnojilom KAN v odmerku 210 kg/ha, kar predstavlja 60 kg N/ha. Pri prvem dognojevanju, ki je bilo izvedeno 24. 5. 2005, smo pognojili drevesa iz obravnavanj z oznako 2 in 3 (180 dreves). Odmerek gnojila je znašal 5,4 kg Polyfeeda na enoto površine poskusnih dreves, kar je ekvivalent 15 kg N/ha. Pri drugem dognojevanju, ki smo ga opravili 10. 6. 2005, smo s 15 kg N/ha dognojili drevesa, ki so v poimenovanju obravnavanja imela oznako 3. Odmerek dušika, ki smo ga z drugim dognojevanjem vnesli v nasad je znova znašal 15 kg/ha. Gnojilo smo pripravili na način, da smo ga raztopili v vodi do skupne količine 50 litrov raztopine, ki smo ga potem enakomerno porazdelili poskusnim drevesom. Odmerek raztopine na posamezno drevo je znašal 250 mililitrov. Z gnojilom, raztopljenim v vodi, smo ročno zalivali drevesa tik ob deblu.\nKombinacije odmerka gnojila in višine oveska so predstavljale obravnavanja: Osnovno gnojenje: oznaka 1 (60 kg N/ha) 1 x dodatno gnojenje: oznaka 2 (60 kg N/ha + 15 kg N/ha) 2 x dodatno gnojenje: oznaka 3 (60 kg N/ha + 2 x 15 kg N/ha) Nizek ovesek: oznaka N (25–35 plodičev) Srednji ovesek: oznaka S (55–65 plodičev) Visok ovesek: oznaka V (90 in več plodičev) \nPripadajoče kombinacije oziroma obravnavanja: 1N, 1S, 1V, 2N, 2S, 2V, 3N, 3S, 3V.\nPoskus je bil postavljen po bločnem sistemu v treh ponovitvah. Različne barve v shemi predstavljajo različne bloke.\n"], "20": ["3.6 Lastnosti plodov ob obiranju", "Obiranje pridelka v času tehnološke zrelosti za daljše skladiščenje pridelka je potekalo dvakrat v razmahu enega tedna med 19. in 26. 10. 2005. Pri prvem obiranju smo obrali predvsem plodove iz vrha krošnje, ki so bila primerne obarvanosti in velikosti, pri drugem pa preostali pridelek. Plodove smo razdelili v dve skupini, in sicer v tiste s premerom plodu nad oziroma pod 70 mm. Pri obeh kategorijah smo ocenjevali parametre, kot so masa plodov na drevo (kg/drevo), povprečna masa ploda (g) in število plodov na drevo ter obarvanost plodov (nad in pod 50 % krovne barve). Uporabljena pripomočka sta bila merilna šablona za ugotavljanje premera plodu (mm) in navadna tehtnica.\n"], "21": ["3.7 Vzorčenje in analiza parametrov zrelosti plodov", "Vzorci za analizo so bili odvzeti med prvim in drugim obiranjem pridelka. Velikost posameznega vzorca je predstavljalo 25 plodov. Skupaj smo imeli 27 vzorcev (3 ponovitve za vsako obravnavanje). \nParametri zrelosti so bili merjeni z uporabo stroja Pimprenelle, ki ob testiranju plodov poda naslednje podatke: povprečno maso plodov, vsebnost topne suhe snovi (TSS), trdoto mesa plodov (TMP), vsebnost titracijskih kislin (TK), pH soka in sočnost.\n"], "22": ["3.8 Statistična obdelava podatkov", "Podatki o parametrih kakovosti plodov so bili obdelani in analizirani s pomočjo statističnega programskega paketa Microsoft Excel 2007 in SPSS for Windows 10.0. Izvedeni sta bili enosmerna analiza variance ANOVA in Duncanov test (0,05).\n"], "23": ["4 REZULTATI Z RAZPRAVO", ""], "24": ["4.1 Vpliv posameznega obravnavanja na parametre zrelosti", "Iz preglednice 1 je razvidno, da je velikost vpliva oveska na parametre zrelosti in kakovosti pridelka znašala med 0,000 in 0,634. Najbolj se je vpliv oveska odrazil pri titracijskih kislinah (p ≤ 0,000) in suhi snovi (p ≤ 0,006). Na ostale parametre zrelosti in kakovosti ovesek ni imel statistično značilnega vpliva.\nIz iste preglednice je tudi razvidno, da se je vpliv odmerka dušika na posamezne parametre zrelosti in kakovosti pridelka potrdil le pri trdoti mesa plodov (p ≤ 0,044). Vpliv na ostale parametre je bil manj izrazit.\nZanimiva je interakcija obeh dejavnikov, saj smo pri vseh, razen pri masi plodov, potrdili njen statistično značilen vpliv na testirane lastnosti plodov (p ≤ 0,0 do 0,04). To pomeni, da je bila kombinacija odmerka dušika in oveska odločujoča glede zrelosti in kakovosti pridelka.\nzrelosti in kakovosti pridelka (TMP: trdota mesa plodov, TSS: topna suha  snov, masa plodov: masa, TK: titracijske kisline, sočnost)\n"], "25": ["4.2 Vpliv oveska na posamezne parametre zrelosti in kakovosti", "Iz preglednice 2 je razvidno, da ovesek ni statistično značilno vplival na TMP. Ta podatek je razviden že iz preglednice 1. Povprečna trdota mesa plodov je znašala med 6,47 in 6,55 kg/cm2. Najnižja vrednost je bila izmerjena pri plodovih z dreves, ki so bila najbolj obremenjena.\nOvesek je imel močnejši vpliv na vsebnost topne suhe snovi (TSS). Najvišjo vsebnost so dosegli plodovi pri srednjem (13,91 -Brix) in nizkem ovesku (13,73 -Brix). Statistično značilno nižja je bila vsebnost TSS pri plodovih najmočneje obremenjenih dreves (13,4\n-Brix).\nPri masi plodov statistično značilnih razlik nismo ugotovili, pokazal pa se je trend najvišje mase plodov pri srednjem ovesku (196,7 g).\nStatistično značilne razlike, kot posledice oveska so bile ugotovljene v vsebnosti titracijskih kislin (TK). Signifikantno najvišjo vsebnost kislin so dosegli plodovi pri srednjem ovesku (3,83 g/l), najnižjo pa plodovi z dreves z visokim oveskom (3,37 g/l).\nNa sočnost plodov ovesek ni imel signifikantnega vpliva. Razlike v vrednostih so izredno majhne (vrednosti med 7,9 do 8,06).\n*različne črke (a,b) pomenijo statistično značilne razlike v vrednosti posameznega parametra (Duncan, 0,05)\n"], "26": ["4.3 Vpliv gnojenja na posamezne parametre zrelosti in kakovosti pridelka", "Iz preglednice 3 je razvidno, da je imelo gnojenje z dušikom statistično značilen vpliv na trdoto mesa plodov. Plodovi najmočneje pognojenih dreves so dosegli signifikantno najnižjo TMP (6,39 kg/cm2). Nižanje odmerka dušika je rezultiralo v višanju TMP.\nV vsebnosti topnih suhih snovi (TSS) statistično značilnih razlik med posameznimi načini gnojenja ni bilo, največ suhe snovi (13,80 -Brix) so imeli plodovi enkrat dognojenih dreves (2).\nMasa plodov (v g) posameznih obravnavanj se glede odmerka gnojil ni statistično značilno razlikovala. Povprečna masa plodov je znašala med 193 in 195 g.\nPri vsebnosti skupnih titracijskih kislin (TK) statistično značilnih razlik kot posledice gnojenja z različnimi odmerki dušika nismo dokazali, viden pa je trend zmanjševanja titracijskih kislin (iz 3,6 g/l na 3,4 g/l) z večanjem odmerka dušika. Odmerek dušika je statistično značilno vplival na sočnost plodov na ta način, da so bili plodovi z najmočneje pognojenih dreves tudi najbolj sočni (8,07).\n*različne črke (a,b) pomenijo statistično značilne razlike v vrednosti posameznega parametra Duncan, 0,05) \n4.4 Vpliv interakcije oveska in odmerka dušika na posamezne parametre zrelosti in  kakovosti plodov\n"], "27": ["4.4.1 Trdota mesa plodov (TMP)", "Iz preglednice 4 je razvidno, da so najvišjo TMP dosegli plodovi v obravnavanju 2S (srednji ovesek + 1 x dognojevano, 6,73 kg/cm2), najnižjo pa plodovi v obravnavanju 1V (6,28 kg/cm2) in 3S (6,23 kg/cm2), ki so signifikantno odstopali od ostalih obravnavanj. Preglednica 4 pokaže trend padanja trdote mesa plodov (TMP) z večanjem oveska. Pri nizki (N) in visoki (V) obremenitvi je razlik v TMP kot posledice gnojenja z različnimi odmerki dušika manj oz. jih statistično ne potrdimo, so pa te izrazitejše pri srednji obremenitvi.\n*različne črke (a,b,c) pomenijo statistično značilne razlike (Duncan, 0,05)\n"], "28": ["4.4.2 Topna suha snov (TSS)", "Iz preglednice 5 je razvidno, da so največjo vsebnost topne suhe snovi dosegli plodovi iz obravnavanj 1S (14,20 -Brix) in 2V (14,15 -Brix). Omenjeni obravnavanji se statistično razlikujeta od obravnavanj 1N in 3N (13,47 -Brix), 3S (13,23 -Brix), 1V (13,41 -Brix) in 3V (13,42 -Brix). Pregled podatkov v preglednici kaže nekonsistenten vpliv testirane \ninterakcije na vsebnost (TSS) v plodovih. Izkazuje se veliko večji negativni vpliv višjih odmerkov dušika na vsebnost (TSS) pri srednje in najmočneje obremenjenih drevesih, medtem ko pri nizki obremenitvi gnojenje ni povzročalo razlik.\n(TSS; -Brix)\n*različne črke (a,b,c) pomenijo statistično značilne razlike (Duncan, 0,05)\n"], "29": ["4.4.3 Masa plodov", "Preglednica 6 nam prikazuje povprečno maso plodov (g). Najvišjo maso so dosegli plodovi v obravnavanjih 2V (205,17 g) in 1S (204,4 g), ki so se signifikantno razlikovali od plodov v obravnavanjih 1N (185,65 g). Med obravnavanji je bilo zelo malo signifikantnih razlik v masi plodov, razlikujejo se le mase plodov obravnavanj 1N (186,6 g) od 1S (204,4 g) ter 2V (205,2 g), vendar obratno, kot bi pričakovali, saj se masa plodov ni zmanjševala z večanjem oveska. \n*različne črke (a,b) pomenijo statistično značilne razlike (Duncan, 0,05)\n"], "30": ["4.4.4 Titracijske kisline (TK)", "Iz preglednice 7 je razvidno, da so najvišjo vsebnost skupnih titracijskih kislin dosegli plodovi v obravnavanju 2N (3,96 g/l). Razen 2S (3,7 g/l) in 2V (3,8 g/l) so vsi ostali plodovi imeli signifikantno nižjo vsebnost TK. Izrazit je trend najvišjih kislin v plodovih z enkrat dognojenih dreves (obr. z oznako 2), ne glede na višino oveska. Manjšanje ali večanje odmerka dušika je zniževalo vsebnost titracijskih kislin v plodovih.\nkislin (TK; g/l)\n*različne črke (a,b,c,d) pomenijo statistično značilne razlike (Duncan, 0,05)\n"], "31": ["4.4.5 Sočnost plodov", "Iz preglednice 8 je razvidno, da so bili signifikantno najbolj sočni plodovi v obravnavanju 3S (8,85), najmanj pa v obravnavanju 3N (7,40). Iz preglednice 8 je razviden tudi nekonsistenten vpliv gnojenja na sočnost. Pri visokem ovesku tega vpliva interakcije ne potrdimo, pri srednjem in nizkem pa razlike med obravnavanji obstajajo, vendar si trendi nasprotujejo na način, da sočnost plodov z večanjem odmerka dušika narašča, pri nizkem ovesku pa pada.\n*različne črke (a,b,c,d) pomenijo statistično značilne razlike (Duncan, 0,05)\nMantinger (1998) navaja, da je primerna trdota mesa plodov za sorto ´Fuji´ med 7,5 in 8,5 kg/cm2. V poskusu, ki smo ga izvajali, so bile trdote mesa plodov nižje v vseh obravnavanjih (6,23–6,73 kg/cm2), kar lahko kaže na nekoliko prepozno obiranje. Ob vrednotenju trdote mesa plodov je potrebno upoštevati, da se ta z zrelostjo zmanjšuje (rok obiranja oz. vzorčenja), ob tem pa moramo vzeti v obzir tudi klimatske razmere različnih področij. Ovesek kot samostojni dejavnik ni signifikantno vplival na TMP, vendar se je pokazalo, da je bila najnižja trdota mesa plodov pri najvišjem ovesku, kar je skladno s trditvami Stoparja in sod. (2002). Trdota mesa plodov se je tudi zmanjševala z večanjem odmerkov dušika, kar je skladno s tem da odmerek dušika večji od 60 kg N/ha, negativno vpliva na trdoto mesa plodov, kar je skladno z ugotovitvami Stefanellija in sod. (2010) ter Unuk (2006, cit. po Laferju 1999). Učinek interakcije obeh dejavnikov (odmerka dušika in oveska) ni pokazal konsistentnega vpliva na TMP, saj se je kot najprimernejša kombinacija \nza sorto ´Fuji´ potrdilo nekoliko močnejše gnojenje (75 kg N/ha) s srednje visokim oveskom v višini (55–65) plodov na drevo.\nPrimerno vsebnost stopnje suhe snovi (TSS) so dosegli plodovi pri vseh obravnavanjih (od 13,23 -Brix do 14,20 -Brix). Optimalna količina suhe snovi pri sorti ´Fuji´ znaša med 12,5\n-Brix in 14,0 -Brix (Zadravec 2007, Mantinger 1998). Vpliv oveska na vsebnost TSS v plodovih je bil statistično dokazan, saj smo najnižjo vsebnost zasledili v plodovih najmočneje obremenjenih dreves (V–13,4 -Brix), kar potrjuje tezo Stoparja in sod. (2007), da je odstotek suhih snovi v soku plodov manjši pri bolj obremenjenih drevesih. Na vsebnost topne suhe snovi ima vpliv tudi položaj ploda na drevesu (vzorčenje). O čemer poroča tudi Wünsche s sod. (2005), ki pravi, da imajo plodovi z dobro osvetljenih dreves signifikantno višjo zrelost in tudi vsebnost suhih snovi. Gnojenje ni imelo posebnega vpliva na vsebnost TSS, kar se sklada z mnenjem Linka (2000), da količina topnih snovi ni odvisna od količine dušika. Interakcija je pokazala negativen vpliv višjih odmerkov dušika na vsebnost TSS pri srednje in najmočneje obremenjenih drevesih, najmanj obremenjena drevesa s pridelkom niso negativno odreagirala na višji odmerek dušika.\nPovprečna masa plodov pri samostojnih učinkih oveska ali gnojenja ni pokazala bistvenih oz. statistično značilnih razlik. Pri interakciji obeh dejavnikov pa smo prišli do povsem nepričakovanih rezultatov, saj so bile razlike v masi bolj posledica različnih odmerkov dušika in ne oveskov. Naše ugotovitve so skladne z rezultati raznih študij (Podgoršek 2009, cit. po Fallahi 1994), ki potrjujejo, da ni nujno, da obremenitev dreves odločilno vpliva na maso plodov ter, da ima genetski material različnih sort pomembno vlogo pri masi plodov. Horvatova (2009) je na osnovi poskusa ugotovila, da ovesek in količina dodanega dušika nista imela statistično značilnega vpliva na maso plodov. V povprečju je največja masa plodov pri interakciji bila dosežena pri drevesih z različnimi oveski, ki so bila enkrat dodatno gnojena, torej tam, kjer je odmerek dušika znašal 75 kg N/ha.\nPovprečna vsebnost titracijskih kislin (TK) v poskusu je znašala od 3,25–3,96 g/l. Tako lahko opazimo, da smo v večini primerov dosegli nizko do srednjo mejo priporočene količine titracijskih kislin, v primerjavi s trditvami Hermanna (1998), ki navaja, da naj bi \nbile vrednosti titracijskih kislin za ´Fuji´ med 3,5 in 4,6 g/l. Ovesek kot samostojni faktor je statistično značilno vplival na vsebnost TK, vendar je bil njegov vpliv nekonsistenten, saj smo najvišje kisline izmerili pri plodovih srednje obremenjenih dreves. Pri vplivu gnojenja smo opazili trend padanja TK z večanjem odmerkov dušika, o čemer v svojih študijah govori tudi Stefanelli in sod. (2010). Vpliv interakcije ni bil konsistenten.\nMedtem ko ovesek ni bistveno vplival na sočnost, pa se je sočnost povečevala z odmerki dušika. Največja je bila tako dosežena pri najmočnejšem gnojenju. Interakcija je pokazala, da se je sočnost pri srednjem in visokem ovesku z zviševanjem odmerka dušika povečevala. Izjema je bil nizek ovesek, kjer je sočnost padala s povečanimi odmerki dušika.\nDelovna hipoteza, da bosta obremenitev s pridelkom in odmerek dušika odločilno vplivala na posamezne parametre zrelosti in kakovosti, se je izkazala za pravilno, nepojasnjeni pa ostajajo vplivi interakcije testiranih dejavnikov, predvsem v primeru vpliva na parametre, kot sta topna suha snov in povprečna masa plodov.\n"], "32": ["5 SKLEPI", "Leta 2005 smo na Univerzitetnem kmetijskem centru (UKC) Pohorski dvor ugotavljali vpliv kombinacije različnih oveskov (nizek 25–35, srednji 55–65 in visok 90 in več plodov na drevo) ter različnih odmerkov dušika (60 kg N/ha, 75 kg N/ha, 90 kg N/ha) na parametre zrelosti in kakovosti pridelka sorte ´Fuji´. Na osnovi analiziranih podatkov lahko podamo naslednje ugotovitve:\n- Ovesek statistično značilno vpliva na vsebnost titracijskih kislin in topne suhe  snovi na način, da višanje oveska znižuje vsebnost obeh parametrov, ne vpliva pa  bistveno na ostale parametre zrelosti.\n- Večanje odmerkov dušika (nad 60 kg/ha) negativno vpliva na trdoto mesa plodov,  vendar hkrati povečuje njihovo sočnost.\n- Interakcija obeh dejavnikov (oveska in odmerka dušika) potrdi, da je glede trdote  mesa plodov najprimernejša kombinacija srednje visokega oveska (55–65 plodov  na drevo) z nizkim (60 kg N/ha) ali delno povečanim odmerkom dušika (75 kg  N/ha).\n- Interakcija je pokazala precejšnjo nekonsistenčnost v vsebnosti topne suhe snovi.\n- Ovesek in količina dodanega dušika nimata statistično značilnega vpliva na maso  plodov, kar je lahko razlog tudi v genetskem dejavniku.\n- Interakcija obeh dejavnikov pokaže, da se vsebnost skupnih titracijskih kislin  drastično zniža pri najvišjem odmerku dušika (90 kg N/ha) pri vseh testiranih  oveskih, medtem ko se sočnost plodov pri srednjem in visokem ovesku poveča.\nZaključimo lahko, da sta imela ovesek in gnojenje z različnimi odmerki dušika v danih pedoklimatskih razmerah pri sorti ´Fuji´ pomemben vpliv na kakovost pridelka. Opozorilo za prakso je, da ne gre presegati odmerka dušika čez 60 kg N/ha, saj bo to imelo neposredne posledice na zniževanju pomembnih parametrov kakovosti, kot je npr. trdota mesa plodov.\n"], "abstract": ["Leta 2005 smo na posestvu Fakultete za kmetijstvo in biosistemske vede (UKC Pohorski dvor) ugotavljali vpliv interakcije gnojenja z različnimi odmerki dušika (60 kg N/ha, 75 kg N /ha, 90 kg N/ha) in različnimi oveski (nizek – 25 do 35 plodov, srednji – 55 do 65 plodov ter visok – 90 in več plodov na drevo) na parametre zrelosti in kakovosti pridelka jablan sorte´Fuji´. Devet obravnavanj je predstavljalo kombinacije različnih odmerkov dušika in oveskov. Rezultati raziskave vpliva posameznega dejavnika so pokazali signifikanten vpliv gnojenja na trdoto mesa plodov (TMP) ter oveska na vsebnost skupnih titracijskih kislin (TK) in topne suhe snovi (TSS). Večanje odmerka dušika se je odrazilo v zmanjšani trdoti mesa plodov, večanje oveska pa v zmanjšanju skupnih titracijskih kislin. Interakcija testiranih dejavnikov je pokazala izrazit vpliv na proučevane parametre zrelosti in kakovosti (TMP, TSS, TK, sočnost), razen na povprečno maso plodov. Kot najuspešnejša glede kakovosti pridelka se je pokazala kombinacija srednjega oveska z nizkim in srednjim odmerkom dušika. "]}