{"1": ["1 UVOD", "V Sloveniji je govedoreja izredno pomembna kmetijska panoga. Kar okrog dve tretjini kmetijske zemlje prekriva travinje (travniki, pašniki, planina), katerega pridelek lahko v glavnem porabijo le prežvekovalci (govedo, ovca, koza). Med temi vrstami živali pa je zanesljivo govedo najvažnejše in gospodarsko najmočnejše (Cizej 1991).\nPo podatkih Statističnega urada Republike Slovenije se je v letu 2011 v Sloveniji ukvarjalo z rejo govedi približno 35.000 kmetijskih gospodarstev in redili so približno 462.000 govedi. Po primerjavi podatkov iz preteklih let reja goveda upada.\nOsnovne podatke za našo raziskavo smo pridobili v Kmetijski zadrugi (kasneje KZ) Šaleške doline v Šoštanju. Za njihovo uporabo imamo tudi soglasje zadruge.\nZnotraj omenjene zadruge deluje tudi skupina proizvajalcev »Rdeče EKO meso«. Namen te skupine je pospeševanje ekološkega kmetovanja ter podpiranje članov pri ekološkem kmetovanju z rednim odkupom ekološke živine. V okviru skupine imajo tudi lastno blagovno znamko EKODAR preko katere slovenskim kupcem ponujajo ekološko pridelano goveje meso. Njihov cilj zadruge je vzpostaviti vse slovenski sistem, ki bo združeval rejce iz celotne Slovenije (Arhiv kmetijske zadruge 2010).\n"], "2": ["1.1 Namen in cilji", "Namen naloge je prikazati delovanje skupine proizvajalcev »Rdeče EKO meso« in blagovno znamko EKODAR. Opisan bo postopek za odkup ekoloških živali in prodajo ekološkega mesa. Predstavljen bo postopek zagotavljanja sledljivosti izdelkov potrošnikom v skupini proizvajalcev »Rdeče EKO meso«. Predstavljen bo nov način sledljivosti izdelkov od kmeta do potrošnika in sicer sledenje izdelkov s QR kodo. \nPotem sledi primerjava med ekološko in konvencionalno govedorejo. Vzeta bo celotna proizvodnja ekoloških in konvencionalnih telic, bikov do 24 mesecev in bikov nad 24 mesecev. Podatki bodo vpisani v SPSS program in sicer, vpisovala se bo starostna kategorija živali, ocena mesnatosti po EUROP sistemu, ocena zamaščenosti, hladna masa klavnih trupov, cena in odkup po mesecih. Med sabo se bodo primerjali posamezni parametri za vsako starostno kategorijo živali posebej. Na primer zamaščenost ekoloških telic proti zamaščenosti konvencionalnih telic. Glede na izračun se bo podala končna ocena npr. zamaščenost pri ekoloških telicah je večja/manjša od konvencionalnih telic. Rezultati bodo nazorno prikazani tudi v tabelah .\nV zadnjem delu naloge pa bo predstavljena bilanca poslovanja, izkaz poslovnega izida, celotne zadruge za leto 2011 ter stroškovnik za skupino proizvajalcev \"Rdeče EKO meso«. Rezultati bodo prikazani v tabelah.\nCilj naloge je glede na izračunane podatke podati končno oceno in potrditi ali zavreči hipoteze.\n"], "3": ["1.2 Delovne hipoteze", "V raziskavi so predpostavljene štiri delovne hipoteze. Hipoteza se bo preverjala za vsako starostno kategorijo posebej (telice, biki do 24 mesecev, biki nad 24 mesecev).\nH1: Predvideno je, da bo kvaliteta mesa (EUROP sistem) enaka med ekološkim in  konvencionalnim govedom.\nH2: Zamaščenost (od 1-5) pri ekološkem govedu je manjša od konvencionalnega goveda.\nH3: Masa klavnih trupov (kg) bo pri ekološkem govedu manjša od konvencionalnega  goveda.\nH4: Analizirano podjetje je glede na poslovanje in analizirane kazalnike zdravo podjetje.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Cilji in organiziranost podjetja", ""], "6": ["2.1.1 Zgodovina KZ Šaleška dolina z.o.o.", "Korenine zadruge segajo v leto 1955, ko je bila zadruga vpisana v sodni register z imenom Kmetijska zadruga z.o.j. Šoštanj. Zadruga je nastala z združitvijo KZ Družmirje, KZ Lokovica, KZ Topolšica, KZ Ravne, KZ Zavodnje in KZ Sv. Florjan. Leta 1961 so se zadrugi pridružile še KZ Velenje, KZ Šmartno ob Paki in KZ Bele Vode, leta 1962 Obrtno podjetje in klavnica Šmartno ob Paki ter leta 1963 Klavnica in mesarija Velenje. Leta 1971 pridružila trgovskemu podjetju ERA Velenje. Leta 1993 pa je bila registrirana kot samostojna organizacija; Kmetijska zadruga Šaleška dolina z.o.o.; s sedežem na Trgu svobode v Šoštanju. Leta 2006 so se preselili v nov trgovsko poslovni center v Metlečah, kjer je sedaj njihov sedež. Zadruga se je skozi razvojna obdobja ukvarjala z odkupom živine, mleka, lesa, žit, pridelkov poljedelstva, vrtnin, sadja (jabolk), hmelja, medu, ribeza ... (Kmetijska zadruga 2012).\nDanes je v KZ Šaleške doline v Šoštanju zaposlenih 45 oseb. Zadruga se ukvarja z odkupom mleka in mesa ter z oskrbo članov zadruge in ostalih kupcev s kmetijskim repromaterialom, kmetijskimi stroji in mehanizacijo, za kar skrbita kmetijska trgovina Velenje in kmetijska trgovina Šmartno ob Paki ter Trgovsko poslovni center Šoštanj. Članom zadruge nudijo tudi ostale usluge; računovodski in finančni servis ter strokovno pomoč pri uporabi fitofarmacevtskih sredstev (Kmetijska zadruga 2012).\n"], "7": ["2.1.2 Skupina proizvajalcev »Rdeče EKO meso«", "To je strokovna enota, ki deluje v okviru Kmetijske zadruge Šaleška dolina. Skupina se ukvarja s pridelavo ekološko vzrejene živine in predelavo ekološkega mesa. Ustanovljena je bila dne, 21. 1. 2011. Vsi člani skupine imajo ustrezen certifikat, ki dokazuje ekološko \npridelavo po standardih, ki jih predpisujeta Republika Slovenija in Evropska unija. S pridelavo ekološke živine se ukvarjajo člani, ki so kmetje, klanje oz. predelavo v manjše kose in pakiranje v manjšo konfekcijo opravijo v podjetju Košaki d.d., ki je prav tako član skupine proizvajalcev »Rdeče eko meso«. Meso trenutno odkupujejo od petdesetih kmetij Odkup ekološke živine vrši Kmetijska zadruga Šaleška dolina z.o.o ... S trženjem se ukvarjata tako KZ Šaleška dolina kot tudi Košaki (Arhiv kmetijske zadruge 2011).\nFizične in pravne osebe se v skupini proizvajalcev združujejo zaradi ekološkega kmetovanja in plasiranja proizvodov na trg. Vzpostavljajo vodilno združenje, ki zagotavlja stalen in zagotovljen odkup eko rdečega mesa, kot vrhunski rezultat ekološke vzreje živine v Sloveniji, s stabilno znatno višjo ceno od živine, vzrejene na konvencionalni način, pri čemer je oblikovanje cenovnega razmerja točno definirano in stalno. Skupina zagotavlja nadaljnje procesiranje odkupljenega mesa skozi predelavo po najvišjih ekoloških certificiranih standardih ter kontrolirano mrežo prodaje polproizvodov oz. proizvodov do končnega kupca. Z natančno predvidenim zagotovljenim odkupom, predelavo in definiranimi prodajnimi potmi uravnavajo trg ponudbe in povpraševanja ekoloških mesnih izdelkov. Z vzpostavitvijo in delovanjem opisanega celostnega sistema zagotavljajo verigo od rejca do potrošnika (Arhiv kmetijske zadruge 2011).\n"], "8": ["2.1.3 Cilji skupine proizvajalcev »Rdeče EKO meso«", "Sekundarni cilj je širše ozaveščena javnost o kakovostni prehrani z mesom lokalnega izvora, pridobljenega od živali, vzrejenih po standardih ekološkega kmetovanja izvirajoč iz gospodarstev, vključenih v sheme kakovosti (Arhiv kmetijske zadruge 2011).\nCilj projekta je vzpostaviti vse slovenski sistem, ki bo združeval rejce iz celotne Slovenije. Zaradi načela postopnosti in nadzorovanega povečevanja obsega projekta bodo cilj dosegli v več fazah, v prihodnjih letih. V prvi fazi so si postavili cilj obvladati celotno Savinjsko- šaleško in Koroško regijo (Arhiv kmetijske zadruge 2011). \nCiljna skupina so otroci v osnovnih šolah, otroci v vrtcih, bolniki v bolnicah, otroci s posebnimi potrebami, zahtevni turisti, zahtevnejši potrošniki, ki kupujejo v specializiranih trgovinah z EKO proizvodi (Arhiv kmetijske zadruge 2011).\n"], "9": ["2.1.4 Petletna vizija delovanja skupine", "Ideja in želja je vzpostaviti ter zagotoviti sistem rednega in stalnega odkupa, logistike, predelave in trženja eko rdečega mesa v Sloveniji. Faktorja nekonkurenčnosti, kot sta manjši dnevni prirast in nižja klavna teža hkrati nakazujeta na sonaravno tehnologijo reje in ekološko ozaveščenost rejcev, ki zato ob zagotovljenem odkupu in višji odkupni ceni eko mesa postaneta faktorja prednosti. Njihova želja je zadovoljiti trenutno povpraševanje po eko rdečem mesu in vzpodbuditi potrošnike po večji in stalni konzumaciji kakovostne, varne in zdrave hrane. Sistem kot potrošnika vključiti EKO šole in vrtce, EKO hotele, javne zavode (bolnice, zavodi za otroke s posebnimi potrebami) in z njimi skleniti pogodbe o stalnem odjemu rdečega eko mesa (Arhiv kmetijske zadruge 2011).\n"], "10": ["2.1.5 Predstavitev blagovne znamke EKODAR", "Pri Kmetijski zadrugi Šaleška dolina so si z blagovno znamko EKODAR za cilj postavili slovenskim kupcem ponuditi domače, kvalitetno in ekološko pridelano goveje meso. Ekološko meso pod znamko EKODAR prihaja izključno iz slovenskih kmetij, kar omogoča popolno sledljivost izvora govedine. EKODAR je darilo zdravju in naravi. To pomeni, da tudi pri ocenjevanju svojega dela ne gledajo samo na ekonomske učinke, temveč v ospredje postavljajo vzpostavitev harmonije med slovenskimi pridelovalci, kupci in naravo. Ključnega pomena je, da spoštujejo svojo naravno dediščino, istočasno pa pri vzreji živine sledijo strogim evropskim standardom, ki to zagotavljajo. Poleg skrbi za trajnostni razvoj slovenskega kmetijstva v smeri ekološkega kmetovanja so se odločili, da ustanovijo tudi dobrodelni sklad. Od vsakega prodanega proizvoda znamke EKODAR namenijo 1 % od cene za dobrodelni sklad EKODAR Mitja Petkovšek, zbrana sredstva pa donirajo Pediatrični kliniki v Ljubljani. Ekološka govedina je trenutno dostopna v \nHipermarketih Merkator, supermarketih Tuš po Sloveniji, v Kalčku v Ljubljani in nekaterih prodajnih enotah v Mariboru (Ekodar 2012).\nCertifikati zagotavljajo potrošnikom, da je produkt, ki ga kupijo, zadostil vsem strogim standardom in s tem zmanjšujejo tveganje. Meso pod znamko EKODAR je pridobilo certifikat, ki ga za ekološko pridelano hrano uporablja Evropska Unija. Ta certifikat je v uporabi pri vseh ekoloških živilih, za njegovo pridobitev pa se je treba podrediti strogim evropskim predpisom, ki natančno urejajo način ekološke vzreje živine. Istočasno je meso pod znamko EKODAR zaščiteno tudi s certifikatom ekološke prehrane, ki ga je izdalo Ministrstvo za kmetijstvo, gozdarstvo in prehrano Republike Slovenije (Ekodar 2012).\n"], "11": ["2.2 Sredstva, viri sredstev in poslovni izid podjetja", "Sredstva lahko nastopajo v obliki stvari (opredmetena sredstva), pravic (neopredmetena sredstva) in denarja, pa tudi v obliki terjatev (obračunska sredstva). Razdelimo jih glede na namen na: osnovna sredstva, obrtna sredstva in finančne naložbe ter na ročnost na dolgoročna in kratkoročna sredstva (Batistič in Batistič 2010).\nViri sredstev so pravne ali fizične osebe, ki so poslovnemu sistemu omogočile sredstva s svojimi finančnimi naložbami oz. dobavami sredstev. So torej obveznosti, ki jih podjetje ima in so lahko obveznosti do lastnikov, bank, dobaviteljev in predujmov (Batistič in Batistič 2010).\nKonec obračunskega obdobje podjetje ugotavlja poslovni izid, to je razlika med prihodki in odhodki. Prihodki in odhodki nastanejo ob prodaji poslovnih učinkov. Pozitivna razlika med prihodki in odhodki pomeni, da podjetje ugotavlja dobiček. Ob negativni razliki podjetje posluje z izgubo (Batistič in Batistič 2010).\n"], "12": ["2.3 Sledljivost", "Sarig je (2003, cit. po Regatierri in sod. 2007) potrdil, da je sledljivost koncept, ki se nanaša na vse produkte in vse vrste dobavnih verig. V današnjem ekonomskem sistemu, kjer podjetja tekmujejo med seboj za zadovoljstvo strank, je sledljivost nepogrešljiv inštrument v pridobivanju tržne sprejemljivosti. Direktne koristi sledljivosti so optimizacija dobavne verige, večja varnost izdelkov in prednosti na trgu. Učinkovit in efektiven sistem posredovanja točnih, dokončnih, pravočasnih in doslednih podatkov o produktih vseskozi dobavno verigo lahko znatno zniža stroške in poveča produktivnost. Ta sistem prav tako vsebuje elemente za varnost samih produktov: potrošniku zagotavlja informacije o poreklu izdelkov, kakšne so njegove sestavine ter o samem načinu obdelave določenega produkta. Prav to zagotavlja določeno prednost na trgu, ki ga podjetja lahko izkoriščajo, da si pridobijo poslovne prednosti pred konkurenčnimi podjetji. Še vedno pa je varnost samih produktov temeljni faktor, ki naredi sledljivost nepogrešljivo. To dokazujejo tudi nedavne študije, ki so pokazale, da vsako leto približno sedem milijonov ljudi prizadene okužba s hrano.\n"], "13": ["2.3.1 Postopek za odkup ekoloških živali in prodajo ekološkega mesa", "Za prevoz eko živine se dogovarjajo s strankami sami. Eko živino prevažajo z lastnimi vozili. Živali naložijo na kmetiji z veljavnim EKO certifikatom, katerega kopijo shranijo tudi na sedežu zadruge, priložimo podpisani potni list te živali in izpolnijo dobavnico, ki jo tudi podpišejo. Vse to temeljito pregledajo. Če ugotovijo, da katera listina ni popolna, jo dopolnijo, če to ne zadostuje, živali ne naložijo (npr. nepopolni potni list, neveljaven eko certifikat, manjkajoče ušesne številke …). Vso to dokumentacijo predajo šoferju, ki prav tako prevri dokumente, ki morajo biti popolni za prevoz eko živali v klavnico Košaki TMI d.d, ki je član skupine proizvajalcev (Arhiv kmetijske zadruge 2011).\nPrevoznik lahko odpelje z mesta nakladanja, ko ima vso dokumentacijo, ki mora spremljati prevoz eko živine in sicer: \n- Dobavnico: na kateri mora biti ime in naslov proizvajalca oziroma prodajalca, ime  proizvoda vključno s sklicevanjem na postopek ekološke pridelave, ime/ ali šifro, ki  izvaja nadzor nad proizvajalcem in kadar je potrebno identifikacijsko oznako serije v  skladu s sistemom označevanja, odobrenem na nacionalni ravni ali dogovorjenim z  izvajalcem nadzora ali nadzornim organom.\n- Prevozni dokument: na katerem mora biti ime in naslov avtoprevoznika, podatki o  vozilu, datum prevoza, številka dobavnice, relacija prevoza, vrsta blaga, iz katerega  mora biti razvidno, da gre za prevoz eko živine in točen podatek o količini eko živine.  (Arhiv kmetijske zadruge 2011).\nVozilo očistijo po vsakem razlaganju živali v klavnici. Vozilo najprej očistijo s tekočo vodo in s ščetkami, nato z visokotlačnim čistilcem, kateremu je dodano razkužilo, temeljito očistijo tovorno vozilo za prevoz živali. Temeljitost čiščenja kontrolira organizator odkupa. Pri transportu (nakladanju in razkladanju) ekoloških živali ne uporabljajo električnih stimulatorjev in alopatskih pomirjeval (Arhiv kmetijske zadruge 2011).\nNavedbo na dobavnicah ekoloških živil preverjajo dva krat. Prvo preverjanje izvede odkupovalec, to je odgovorna oseba pri odkupu živali. Drugo preverjanje pa izvede voznik takoj ob prevzemu. Preveri se navedba na potnem listu in eko certifikat z navedbami na dobavnicah (Arhiv kmetijske zadruge 2011).\nPrevoznik dostavi v mesnico pakirano eko meso, ker je pakirano, preprečujejo vsakršno kontaminacijo s konvencionalnimi živili. Ob prevzemu in dobavi pakiranega eko mesa je le-to ustrezno označeno z deklaracijo. Pakirano eko meso mora spremljati dokumentacija in sicer:\n- Deklaracija: na pakiranem eko mesu mora biti ustrezna deklaracija, na kateri mora  biti označeno, da je eko meso. \n- Dobavnica: na kateri mora biti ime in naslov prodajalca, ime proizvoda vključno s  sklicevanjem na postopek ekološke pridelave ime/ali šifro, ki izvaja nadzor nad eko  proizvodnjo in prodajo, kg ekološkega mesa (Arhiv kmetijske zadruge 2011).\nPakirano eko meso je skladiščeno v delu skladišča, ki je za to posebno označen kot »slovensko ekološko meso«. Pakirano eko meso se prodaja v mesnici iz vitrine, v kateri le- te, je del namenjen za pakirano eko meso in je tudi označeno kot »slovensko ekološko meso«. Zraven mora biti tudi veljaven certifikat o prodaji pakiranega ekološkega mesa (Arhiv kmetijske zadruge 2011).\nNavedba na dobavnicah ekoloških živil preverjajo dvakrat. Prvo preverjanje izvede voznik ob prevzemu, drugo preverjanje pa izvede mesar. Mesar je dolžan preveriti navedbe na deklaraciji z navedbami na dobavnici, dobavnico podpiše in na njej napiše, da je ustrezna (Arhiv kmetijske zadruge 2011).\nV primeru, da kupec pakirano ekološko meso vrne in je pakiranje odprto, ni več ekološko meso, ampak je to konvencionalno meso in se odstranijo vse oznake »ekološko meso«. (Arhiv kmetijske zadruge 2011).\nZaradi različnih bolezni povezanih z govedino v preteklih letih so povečale zaskrbljenost potrošnikov glede kvalitete in varnosti mesa, kar se posledično odraža v znižani porabi govejega mesa v Španiji. Posledično so se uvedle povečane kontrole, monitoring in sledljivost v vseh fazah proizvodnje, z namenom, da se potrošnikom zagotovi, da je certificirano meso varno. Po dveh letih uvedenih ukrepov se je poraba mesa ponovno povrnila na prvotno raven (Anguola in sod. 2007).\nGlavna omejitev pri nakupu ekološkega mesa še vedno ostaja cena, zaradi visokih stroškov proizvodnje. Ti so posledica majhnih ekoloških proizvodih sistemov in ekoloških standardov. Doseganje zahtev za pridobitev ekološkega certifikata pomeni za proizvodnjo višjo ceno. Na primer cena proizvodnje ekološke govedine je v Veliki Britaniji 20 % višja kot konvencionalna (Braghieria in sod. 2010). \nV raziskavi, ki so jo izvajali v Evropi, o potrošnikovih odločitvah o nakupu govejega mesa so ugotovili, da je najpomembnejši faktor o nakupu mesa, poreklo, na drugem mestu je dobrobit živali in šele na tretjem mestu je sama cena mesa. Ker je raziskava omejena na določeno skupino ljudi, teh podatkov ne moremo posplošiti na celotno populacijo, vendar so vseeno ti podatki zelo vzpodbudni za govedorejo (Schettlera in sod. 2009).\n"], "14": ["2.3.2 QR koda", "Koda QR je matrična oz. dvo-dimenzionalna (2D) črtna koda, ki jo je za potrebe avtomobilskega proizvajalca Toyota leta 1994 razvila njegova podružnica Denso-Wave. Ime QR je kratica za angleški besedi »Quick Response«, kar pomeni »hiter odziv«. Na Japonskem je ta vrsta kode najbolj uporabljena črtna koda in se pogosto uporablja v oglaševalske namene. Večina japonskih prenosnih telefonov je opremljena s čitalcem za kode QR, počasi pa ta vrsta črtne kode prodira tudi v druge dele sveta predvsem zaradi uporabe na svetovnem spletu (Wikipedija 2012).\nQR kodo lahko preberejo sodobni pametni telefoni. Informacija, ki je v kodi zakodirana, največkrat vsebuje zapis internetnega naslova. S tem, ko se koda samo skenira, v brskalnik na telefonu ni treba vnašati spletnega naslova. QR koda je hitrejša in enostavnejša. Pri ekološki govedini blagovne znamke EKODAR se lahko s pomočjo QR kode hitro in enostavno preveri, s katere kmetije izvira meso, prav tako pa se lahko izve tudi nekaj osnovnih informacij o tej kmetiji. Na vsaki ‘profilni strani’ kmetije je tudi zemljevid, ki prikazuje, kje se kmetija nahaja (Ekodar sledljivost 2010).\n"], "15": ["3 MATERIALI IN METODE DELA", ""], "16": ["3.1 SPSS program", "SPSS je program za statistično obdelavo podatkov. Z njim se lahko izračuna najpogosteje rabljene rezultate kot so: povprečna vrednost, najpogostejša vrednost, minimalna in maksimalna vrednost, prikažemo lahko razne grafe, frekvenčne porazdelitve, frekvenčne tabele, najpogosteje pa si z njim pomagamo za preverjanje hipotez.\nZa primerjavo dveh skupin podatkov (ekološko in konvencionalno) bo uporabljen postopek v sklopu analize (Analyze – Independent Sample T-test). To je postopek za preverjanje hipotez o enakosti varianc oz. enakosti povprečij.\nVzeli bomo celotno realizacijo odkupa ekoloških in konvencionalnih telic, bikov do 24 mesecev in bikov nad 24 mesecev v letu 2011. Primerjali bomo oceno konformacije, oceno zamaščenosti, maso hladnih klavnih trupov ter ceno. Prikazali bomo tudi odkup živali po mesecih za vse kategorije skupaj. V raziskavi so bile predpostavljene štiri delovne hipoteze.\nPrvo hipotezo bomo primerjali s T-testom, če ugotovimo, da je rezultat T-testa v notranjosti intervala, ki ga določimo z distančnim kalkulatorjem (kalkulatror za izračun kritičnega intervala), potem hipotezo potrdimo, če pa rezultat pade v kritično območje, pa hipotezo zavrnemo.\nDrugo hipotezo bomo primerjali s T-testom enakosti, ker v SPSS programu ni funkcije, ki bi preverjala hipotezo, da je ena količina manjša od druge oziroma obratno. Če ugotovimo, da je rezultat T-testa izven intervala, ki ga določimo z distančnim kalkulatorejem, potem hipotezo, da sta količini enaki zavrnemo, to pa pomeni, da lahko hipotezo, da je ena količina manjša oziroma večja od druge, potrdimo (gledati moramo povprečne vrednosti, \nkatera je manjša oziroma večja). Veljati mora pogoj, da je povprečje prve količine manjše od druge oziroma obratno.\nTretjo hipotezo bomo izračunali na enak način kot drugo hipotezo.\nČetrto hipotezo pa bomo preverili tako, da pogledamo, če podjetje posluje pozitivno to pomeni, da lahko hipotezo potrdimo. Če pa bomo ugotovili, da podjetje posluje z izgubo, pa bo hipoteza zavrnjena.\n"], "17": ["3.2 Razvrščanje in ocenjevanje govejih trupov", "Razvrščanje in ocenjevanje govejih trupov na liniji klanja se v Sloveniji izvaja po Pravilniku o ocenjevanju in razvrščanju govejih trupov in polovic na klavni liniji, ki razvršča goveje trupe v sedem kategorij (Preglednica 1) ter ocenjuje konformacijo oz. mesnatost (Preglednica 2) in zamaščenost (Preglednica 2) po sistemu EUROP (Pregled zakola in klavne kakovosti goveda v Sloveniji 2011).\nTrenutni EUROP klasifikacijski sistem za ocenjevanje govejega mesa je še vedno v veliki meri odvisen od vizualno ocenjene zamaščenosti in ocene konformacije. Njegov namen je, da ustvari osnovo za ocenjevanje govejega mesa za uporabo na trgu in za določitev cenovnega razreda (Braghieria in sod. 2010).\nOd leta 2006 se razredi konformacije in zamaščenosti dodatno delijo v tri podrazrede, ki se označujejo tako, da je črki dodan še »+« ali »–« v primeru, da je konformacija oziroma zamaščenost trupa blizu višjemu oziroma nižjemu. V letu 2008 je EU novo kategorijo starejših oziroma težjih telet starosti od 8 do 12 mesecev (kategorija Z), ki je del živali iz kategorij mladega pitanega goveda »preselila« v kategorijo starejših telet (Pregled zakola in klavne kakovosti goveda v Sloveniji 2011). \n"], "18": ["3.3 Bilanca stanja", "Bilanca stanja je temeljni računovodski izkaz, ki prikazuje višino in strukturo sredstev ter obveznosti do virov sredstev podjetja na določen dan. Na aktivni strani je navedeno stanje sredstev in na nasprotni pasivni strani v enakem znesku stanje obveznosti do virov sredstev. Bilančna vsota je seštevek aktivne ali pasivne strani v bilanci stanja, pri čemer morata biti oba seštevka enaka. Vsak zapis v bilanco imenujemo postavka. Število postavk, ki jih mora podjetje izpolniti v bilanci stanja, je odvisno od velikosti podjetja. V aktivni strani bilance so zapisane aktivne postavke od dolgoročnih do kratkoročnih sredstev. Na pasivni strani bilance so zapisane postavke od kapitala in dolgoročnih obveznosti do kratkoročnih obveznosti. Vrstni red postavk je predpisan. Bilanca stanja je dvostranski vzporedni prikaz sredstev in obveznosti do virov sredstev (Batistič in Batistič 2010).\nSe nadaljuje \n"], "19": ["3.4 Izkaz poslovnega izida", "Izkaz poslovnega izida je računovodski izkaz, ki sistematično in na urejen način prikazuje poslovne tokove določenega obdobja. Izkaz poslovnega izida zajema dosežene prihodke in odhodke podjetja v določenem obdobju ter ustvarjen poslovni izid, ki pomeni razliko med prihodki in odhodki. Če so prihodki večji od odhodkov, podjetje doseže dobiček, če pa so odhodki večji od prihodkov, podjetje ustvari izgubo. Izkaz poslovnega izida nam torej kaže uspešnost poslovanja podjetja v določenem obdobju. Izkaz poslovnega izida je dinamičen računovodski izkaz, saj se nanaša na obdobje in ne na določen časovni trenutek. Pri \nnjegovem sestavljanju moramo torej vedno navesti obdobje, na katerega se nanaša (npr. mesečni, trimesečni, polletni, letni izkaz poslovnega izida). V poslovnem izidu se seštevajo prihodki in odhodki, ustvarjeni v posameznem obdobju. Naslednje poslovno leto prihodke in odhodke začnemo znova seštevati in nimamo začetnega stanja, saj so to obračunski konti (Batistič in Batistič 2010).\n"], "20": ["3.5 Stroškovno mesto", "Stroškovna mesta so prostorsko, funkcionalno ali organizacijsko zaokrožena celota, kjer je mogoče evidentirati, spremljati in nadzirati stroške in za katere je nekdo odgovoren. Stroškovna mesta se pojavljajo v okviru temeljne, stranske in pomožne proizvajalne dejavnosti, pa tudi v okviru neproizvodne dejavnosti, kot so dejavnosti nakupovanja, prodajanja in splošnih služb (Batistič in Batistič 2010).\nSe nadaljuje \n"], "21": ["4 REZULTATI Z RAZPRAVO", ""], "22": ["4.1 Primerjava ekološkega in konvencionalnega goveda in odkup po mesecih", "Na začetku bo narejena primerjava med ekološkimi in konvencionalnimi telicami. Med sabo bomo primerjali povprečne vrednosti in sicer, oceno mesnatosti, oceno zamaščenosti po EUROP sistemu (1‒ 5) maso hladnih klavnih trupov (kg) in na koncu še ceno v €/kg. Za konvencionalne in ekološke bike do 24 mesecev in nad 24 mesecev bo princip dela enak.\nV preglednicah 6 in 7 smo primerjali vso proizvodnjo ekoloških in konvencionalnih telic. Vzeli smo 7 ekoloških telic in 184 konvencionalnih telic. Iz preglednic je razvidno, da je povprečna ocena mesnatosti pri ekoloških telicah 3,43, pri konvencionalnih pa 3,42. To pomeni, da je ocena mesnatosti nekje med R (dobra) in O (zadovoljivo) in je skoraj enaka. Povprečna ocena zamaščenosti je pri konvencionalnih telicah (2,97) višja kot pri ekoloških (2,14), kar pomeni, da je zamaščenost med 2 (zadovoljiva) in 3 (srednja). Povprečna masa hladnih klavnih trupov je pri ekoloških telicah manjša in sicer, 233,81 kg, pri konvencionalnih pa je masa trupov 272,98 kg. Povprečna cena mesa za ekološke telice znaša 3,22 €/kg, cena pri konvencionalnih telicah pa znaša 2,83 €/kg.\nGlede na podatke v tabelah lahko trdimo, da je v povprečju meso ekoloških telic manj zamaščeno, masa hladnih trupov je manjša, cena v €/kg pa je višja kot pri konvencionalnih telicah. \nV preglednicah 8 in 9 je 34 ekoloških bikov do 24 mesecev in 659 konvencionalnih bikov do 24 mesecev. Primerjali smo povprečno oceno mesnatosti. Pri ekoloških bikih je mesnatost 3,32, pri konvencionalnih pa je ocena nekoliko slabša in sicer 3,26. Povprečni oceni spadata v razred med R (dobro) in O (zadovoljivo). Povprečna ocena zamaščenosti pri ekoloških bikih je 1.91 (slabo zadovoljivo) pri konvencionalnih pa 2,40 (zadovoljivo ‒ dobro). Povprečna masa klavnih trupov pri ekoloških bikih je 281,39 kg, pri \nkonvencionalnih bikih pa 335,02 kg. Povprečna cena ekoloških bikov je 3,4 €/kg, pri konvencionalnih pa je 3,03 €/kg.\nIz preglednic je razvidno, da je ocena mesnatosti pri ekoloških bikih do 24 mesecev boljša od konvencionalnih, zamaščenost je manjša, masa hladnih klavnih trupov je nižja, cena pa je višja od konvencionalnih.\nPri kategoriji bikov nad 24 mesecev smo vzeli vzorec 26 ekoloških bikov in 348 konvencionalnih. Primerjali smo povprečno oceno mesnatosti, ki je pri ekoloških bikih znašala 3.19 pri konvencionalnih pa 3,38. Oceni spadata v razred med R (dobro) in O (zadovoljivo). Povprečna ocena zamaščenosti je pri ekoloških bikih 2 (zadovoljiva) pri konvencionalnih pa 2,29 (zadovoljiva ‒ srednja). Povprečna masa hladnih klavnih trupih je pri ekoloških bikih 320,47 kg, pri konvencionalnih pa 338,32 kg. Cena pri konvencionalnih bikih je bila 2,99 €/kg, pri ekoloških pa 3,35 €/kg.\nPri preglednicah smo ugotovili, da so ekološki biki nad 24 mesecev manj zamaščeni, povprečna ocena zamaščenosti je nižja, tudi masa hladnih klavnih trupov je nižja, cena pa je višja od konvencionalnih bikov.\nV KZ Šaleška dolina je bilo v letu 2011 za zakol odkupljenih skupaj 1258 komadov telic, bikov do 24 mesecev in bikov nad 24 mesecev. Iz preglednice je razvidno, da je bil \nnajvečji odkup v decembru in sicer 157 živali. V mesecu marcu je bilo odkupljenih 133, v aprilu pa 126 živali. Najmanjši odkup je bil v januarju in sicer 72 živali.\n"], "23": ["4.2 Bilanca stanja", "Se nadaljuje \nSe nadaljuje \nSe nadaljuje \nSkupna sredstva v bilanci stanja KZ Šaleške doline v letu 2011 znašajo 7.777.030 €. K dolgoročnim sredstvom, ki znašajo skupaj 4.536,041 €, spadajo neopredmetena sredstva in dolgoročnih aktivnosti časovnih razmejitev, ki skupno znašajo 1.072 €. Sem spadajo pravice do uporabe računalniških programov, nadgradnje programov itd. Opredmetena osnovna sredstva znašajo 3.435.233 €. To so zemljišča in zgradbe, ki zajemajo razne obnove poslopij. Potem so še oprema in naprave, opredmetena osnovna sredstva v gradnji, to so nedokončane gradnje, ko se dokončajo se prenesejo na osnovna sredstva. Večletni nasadi so sadovnjaki, ki se amortizirajo in pa gozdovi, ki nimajo amortizacije. Razlika v skupnih zneskih je samo v nakupu ali prodaji. Dolgoročne finančne nalože znašajo 1.099.736 €, to so deleži v drugih podjetjih (mlekarna) in pa posojila.\nVsota skupnih kratkoročnih sredstev je 3.208.737 €. Sem spadajo zaloge, kratkoročne poslovne terjatve in pa denarna sredstva. K zalogam štejemo material (škropiva, krmila …) nedokončano proizvodnjo (pitanci, ki so še v fazi pitanja), proizvode in trgovsko blago (gotovi izdelki, npr. jabolka, ki so v skladišču in čakajo na prodajo). Skupni znesek je 952.894 €. Kratkoročne poslovne terjatve znašajo 2.252.984 €. Denarnih sredstev pa je skupno 29.859 €. To je denar na transakcijskem računu. Kratkoročne aktivne časovne razmejitve pa so zneski, ki ne gredo v prihodke ali odhodke in znašajo 32.252 €. Na bilanco se knjiži tudi zunajbilančna evidenca, to so obvezni trikratni deleži zadružnikov, ki \nse določajo po zadružnih pravilih, blago na konsignaciji (blago v tujem skladišču), blagovne rezerve (skladiščene zaloge zadruge), hipoteka na dolgoročni kredit, sporna terjatev in obveznosti, hipoteka na kredit in znašajo skupno 4.751.715 €. Znesek obveznosti do virov sredstev je enak kot pri sredstvih in sicer, 7.777.030 €. Sem spada kapital, ki znaša 3.720.184 €. To je trajen vir financiranja, ki nastane z uspešnim poslovanjem ali pa ga v podjetje vložijo lastniki. Pri rezervacijah in dolgoročnih poslovnih časovnih razmejitev se znesek zmanjšuje, ko pride do stroškov, povečuje pa se, ko nastane strošek več kot eno leto, skupno znaša 331.921 €. Dolgoročnih obveznosti je skupno 2.001.259 €, to so obveznosti do bank oz. krediti. Kratkoročnih obveznosti je skupno 1.721.536 €, to so dolgovi do dobaviteljev in obveznosti do zaposlenih. H kratkoročnim pasivnim časovnim razmejitvam pa spadajo pavšali, to je DDV, ki nastane pri odkupu živine znaša pa 2.130 €. Vsota zunajbilanče evidence je enaka kot pri sredstvih.\n"], "24": ["4.3 Izkaz poslovnega izida", "Se nadaljuje \nČisti prihodki od prodaje so vsi prejeti in izdani računi v podjetju in znašajo 11.220.615 €. Sprememba vrednostnih zalog proizvodov in nedokončana proizvodnja znaša 71.105 € in pomeni inventurna zaloga dovršenih in nedovršenih proizvodov ter gotovih izdelkov (živina, jabolka …). Konec leta se proizvodi popišejo in na podlagi popisanih proizvodov iz preteklega leta (v našem primeru leto 2010) se zvišuje ali zmanjšuje finančni izkaz. Če je v letu 2011 višja inventura kot v letu 2010, pomeni, ja je finančni izkaz v letu 2011 višji od preteklega leta. Vsota drugih poslovnih prihodkov je 283.425 €, sem spadajo vse državne subvencije in premije. K stroškom materiala, blaga in storitev spada nabavna vrednost prodanega blaga in materiala, stroški porabljenega materiala kot je nabava kurilnega olja, krmila za živino in podobno. Potem so tu še stroški storitev, razni prevozi, usluge, tehnični pregledi, popravila in izobraževanja. Skupni stroški znašajo 10.513.575 €. Stroškov dela je 797.524 €, sem spadajo stroški plač, socialnih in pokojninskih zavarovanj in drugi stroški dela kot so malice, prevozi in regresi. K odpisom vrednosti spada amortizacija in prevrednotovalni poslovni odhodki za osnovna in obratna sredstva, njim skupna vsota je 258.571 €. Drugi poslovni odhodki so razna študentska dela in znašajo 3.785 €. Finančni prihodki iz deležev so prihodki iz drugih naložb (delnice), vsota tega je 7.878 €. Finančni prihodki iz poslovnih terjatev do drugih so obresti, ki jih posamezniki ne plačujejo in znašajo 98.400 €. Finančni odhodki iz finančnih obveznosti so posojila prejeta od banke, vsota obresti je 81.940 €. Finančni odhodki iz poslovnih obveznosti do dobaviteljev so odhodki, ki jih zadruga ni redno plačevala in zato dobijo obresti, ki so skupno znašali 8.278 €. Drugi prihodki znašajo 3.573 €, odhodki pa 8.303 €. Davek iz dobička obdavčuje dobiček podjetij, torej njihov pozitivi poslovni izid, skupni znesek je 956 €. Čisti poslovni izid obračunskega obdobja pa je razlika med vsemi prihodki in odhodki, ki nastanejo v podjetju v obračunskem obdobju in znaša 12.064 €.\n"], "25": ["4.4 Stroškovno mesto", "V stroškovno mesto spada drobni inventar, skupni znesek je 734,55 €, stroški pisarniškega materiala pa 919,93 €. Povrnjenih stroškov v zvezi z delom je bilo 1.094,83€. Sem spadajo potni stroški malice in podobno. Vsota skupnih stroškov upravnih taks je 665,68€ to so razne izvršbe. Stroški reklame so bili dokaj visoki in sicer, 12.167,44€. Stroški sponzoriranja znašajo 1.000 €. Stroškov drugih storitev je bilo 883,51€, sem spada počitniško delo. V skupini »Rdeče eko meso« je zaposlena ena oseba, plače znašajo 8.681,12 €, vkljčeni so še razni prispevki od plač, ki se določajo po %, ki jih določi država. Znesek 1.807,44 € je bil namenjen počitniškem delu in nagradam študentom in dijakom. Nabavna vrednost prodanega blaga »Rdeče eko meso« je 83.362,13€, isti znesek velja za blago v lastnem skladišču »Rdeče eko meso«, ker gre za meso in ga ni mogoče skladiščiti, torej se takoj proda naprej, je znesek na koncu 0 €. K drugim prihodkom se štejejo neopredeljeni odhodki, to so manjši zneski in njihova vsota je 693,84€. Prihodki od prodaje »Rdeče eko meso« znašajo 85.069,44€. Končni znesek skupaj znaša 30.928,12 €, to pa je čisti prihodek skupine proizvajalcev »Rdeče eko meso«.\n"], "26": ["5 SKLEPI", "V raziskavi smo preverjali štiri hipoteze in sicer, pri prvi hipotezi smo predpostavili, da je kvaliteta mesa med ekološkim in konvencionalnim govedom enaka.\nVrednost T-testa je pri telicah 0,95. Ugotovimo, da ta vrednost ne pade v kritično območje, torej je znotraj intervala [0,24, 2.36]. Na podlagi tega hipotezo potrdimo. Vrednost T-testa pri bikih do 24 mesecev je 0,68. Ugotovimo, da ta vrednost ne pade v kritično območje, torej je znotraj intervala [0.58, 1.55]. Na podlagi tega hipotezo potrdimo. Vrednost T-testa pri bikih nad 24 mesecev je 2,83. Ugotovimo, da vrednost pade v kritično območje intervala [0.52, 1.65], torej hipoteza ni potrjena. Glede na izračunane podatke za telice in bike do 24 mesecev velja, da je kvaliteta mesa med njimi enaka, kar za bike nad 24 mesecev ne velja.\nPri drugi hipotezi smo predpostavili, da je zamaščenost pri ekološkem govedu manjša od konvencionalnega goveda.\nVrednost T-testa pri telicah je 0,03. Ugotovimo, da vrednost pade v kritično območje intervala [0.14, 3.02] in preverimo še pogoj, da je povprečna zamaščenost pri ekoloških telicah manjša od konvencionalnih. Ugotovimo, da tudi drugi pogoj ustreza, iz tega sledi, da lahko hipotezo 2 pri telicah potrdimo. Vrednost T-testa pri bikih do 24 mesecev je 49,83. Ugotovimo, da vrednost pade v kritično območje intervala [0.58, 1.55], na podlagi tega hipotezo potrdimo. Vrednost T-testa pri bikih nad 24 mesecev je 54,9. Ugotovimo, da vrednost pade v kritično območje intervala [0.52, 1.65] to pomeni, da hipotezo potrdimo. Na podlagi tega velja, da je ekološko govedo manj zamaščeno od konvencionalnega.\nPri tretji hipotezi smo predpostavili, da je masa hladnih klavnih trupov pri ekološkem govedu manjša od konvencionalnega goveda. \nVrednost T-testa pri telicah je 0,00. Ugotovimo, da vrednost pade v kritično območje intervala [0.14, 3.02], na podlagi tega hipotezo potrdimo. Vrednost T-testa pri bikih do 24 mesecev je 0,08. Ugotovimo, da vrednost pade v kritično območje intervala [0.58, 1.55] in pomeni, da hipotezo potrdimo. Vrednost T-testa pri bikih nad 24 mesecev je 0,89. Ugotovimo, da vrednost ne pade v kritično območje intervala [0.52, 1.65], zato hipoteze ne potrdimo. Trdimo lahko, da je masa hladnih klavnih trupov pri ekoloških telicah in bikih do 24 mesecev manjša od konvencionalnih, kar pri bikih nad 24 mesecev ne velja.\nPri četrti hipotezi smo predpostavili, da je analizirano podjetje, glede na poslovanje in analizirane kazalnike, zdravo podjetje.\nGlede na izkaz poslovnega izida, ki na koncu obračunskega obdobja znaša 12. 064 €, lahko hipotezo potrdimo. Glede na stroškovno mesto, ki na koncu obračunskega obdobja znaša 30.928,12 €, tudi to hipotezo potrdimo.\n"], "abstract": ["Predstavljena je organiziranost in sledljivost skupine proizvajalcev za »Rdeče eko meso«, ki deluje znotraj Kmetijske zadruge Šaleške doline. Meso prodajajo pod lastno blagovno znamko EKODAR. Primerjali smo tri kategorije govedi in sicer, ekološke in konvencionalne telice, bike do 24 mesecev in bike nad 24 mesecev. Znotraj vsake kategorije smo preverjali oceno konformacije, oceno zamaščenosti in maso hladnih klavnih trupov. Ugotovili smo, da je pri ekoloških telicah in bikih do 24 mesecev ocena konformacije boljša kot pri konvencionalnih, kar za skupino ekoloških bikov nad 24 mesecev ne velja. Ocena zamaščenosti je pri vseh kategorijah ekoloških govedi boljša od konvencionalnih. Masa hladnih klavnih trupov je bila pri ekoloških telicah in bikih do 24 mesecev manjša kot pri konvencionalnih. Pri ekoloških bikih nad 24 mesecev velja, da je masa hladnih klavnih trupov večja od konvencionalnih. Največji odkup goveda je bil v mesecu decembru, saj je bilo odkupljenih 157 živali. Izkaz poslovnega izida na koncu obračunskega obdobja v letu 2011 znaša 12. 046 €, tudi v skupini proizvajalcev za »Rdeče eko meso« so poslovali pozitivno in sicer, na koncu leta 2011 je dobiček znašal 30. 928,12 €. "]}