{"1": ["1 UVOD", "Za Slovenijo je značilna razdrobljenost kmetijskega zemljišča. Prav zaradi tega prevladujejo v Sloveniji družinske kmetije, katerim lahko rečemo tudi evropsko neprimerljive kmetije (http://www.stat.si/Letopis/2000/16-00.pdf). Na spletni strani statističnega urada (http://pxweb.stat.si/pxweb/Database/Okolje/Okolje.asp#15) najdemo podatke, da je bilo leta 2007 v slovenskem prostoru registriranih 75.209 družinskih kmetij.\nRozman s sod. (2009) navaja, da je značilnost družinskih kmetij, da ima vsaj en član kmetijskega gospodarstva nekmetijski vir dohodka. Opaziti je mogoče večje število kmetij, na katerih imajo vsi člani gospodinjstva tudi nekmetijske dohodke, kar je najverjetneje posledica nekonkurenčnosti na trgu. Družinske kmetije imajo kljub temu pomembno prednost pred večjimi kmetijami, in sicer visoko motiviranost in skrb za kmetijo.\nPrireja mleka je že dolgo ena izmed stabilnejših kmetijskih dejavnosti, saj so bila obdobja, ko se je odkupna cena vztrajno zviševala. V začetku leta 2009 je cena mleka zelo padla. Po ocenah modelnih kalkulacij so bili leta 2009 zaradi nižje odkupne cene mleka in nižje vrednosti stranskih proizvodov skupni prihodki manjši za 15 %, kar pomeni, da so nastopili težki časi za manjše proizvajalce mleka, ki ohranjajo proizvodnjo z dodatnimi prihodkovnimi viri in dosegajo različne ravni paritetnega dohodka (Moljk 2010).\nManjše kmetije z manjšo mlečnostjo niso neekonomične. Kavčič (2009) navaja, da so v Sloveniji tudi večje kmetije, ki imajo kljub večjemu številu živali in večji prireji mleka nižji dohodek kot manjše kmetije.\nOrešnik (2010) navaja, da večje število krav z večjo mlečnostjo ni vedno gospodarno, saj lahko prihodek zmanjšuje neustrezna kakovost mleka.\nStroški in prihodki v prireji mleka so odvisni od mnogih parametrov, med drugim tudi od tržnih dejavnikov (cene gnojil in krme) in naravnih pogojev (vremenskih neprilik pri pridelavi krme). Zelo pomemben faktor zniževanja stroškov prireje mleka je dnevni obrok \nživali, saj predstavlja krma 50–60 % vseh spremenljivih stroškov prireje mleka (Žgajnar in Kavčič 2009).\nRozman s sod. (2009) navaja, da je poleg zunanjih dejavnikov, kot sta vreme in cena kmetijskih pridelkov, bistvenega pomena tudi planiranje oz. načrtovanje proizvodnje na kmetijskem gospodarstvu. Planiranje vključuje načrt porabe proizvodnih sredstev, da se doseže določen ekonomski cilj. Vsi inputi (seme, gnojila, sredstva za varstvo rastlin …) morajo biti uporabljeni in izkoriščeni tako, da dosežejo cilj načrta.\nRougoor s sod. (1997) ugotavlja, da je proces odločanja premalo v središču pozornosti. Pri procesu odločanja se poslužujemo več metod in orodij. Ena od metod je modelna kalkulacija.\nKalkulacije skupnih stroškov in pokritij v obliki simulacijskih modelov pomagajo načrtovati proizvodnjo ter oceniti ekonomske parametre in dejavnike.\n"], "2": ["1.1 Namen in cilji", "Cilja raziskave sta analiza mlečnosti na kmetiji in ekonomska analiza prireje mleka. Za potrebe ekonomske analize bodo razviti tehnološko-ekonomski simulacijski model prireje mleka in pripadajoči podmodeli pridelave krme, s katerimi se bo ocenila rentabilnost mlečne proizvodnje na analizirani kmetiji.\n"], "3": ["1.2 Hipoteze", "V raziskavi so predpostavljene naslednje delovne hipoteze.\nHipoteza 1: Analizirana kmetija posluje nerentabilno.\nHipoteza 2: S povečanjem obsega proizvodnje se ekonomski kazalniki upravičenosti reje  izboljšajo.\nHipoteza 3: Računalniško orodje za ekonomsko analizo prireje mleka je pri različnih  vhodnih parametrih modela učinkovito za načrtovanje prireje mleka.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Ekonomika kmetijske proizvodnje s poudarkom na živinoreji", "Menedžment v kmetijstvu pomeni odločanje in kontrolirano uporabo sredstev, ki so potrebna za proizvodnjo, da se popolnoma izkoristijo in uresničijo cilji kmetijskega podjetja. Omeniti je potrebno pomembno značilnost menedžmenta v kmetijstvu, da je kmetovalec istočasno delavec in upravnik kmetije (Rozman in sod. 2009).\nKavčič (1996) navaja, da morajo biti cilji kmetije postavljeni kvantitativno. To pomeni, da morajo biti cilji v medsebojnem nasprotju (npr. maksimiranje dobička in zmanjšanje tujega kapitala). Veliko kmetij neučinkovito proizvaja, ker cilji niso pravilno postavljeni, niso razumljivi in niso podprti z dolgoročnimi odločitvami.\nRonald s sod. (2004) poudarja, da je v kmetijstvu potrebno analizirati stroške. Zelo pomembna je razlika med variabilnimi in fiksnimi stroški, ki pomaga pri sprejemanju poslovnih odločitev. Proizvodnja bo potekala smotrno, če bodo pričakovani prihodki presegali variabilne stroške. Tovrstne metode za analizo ekonomske upravičenosti proizvodnje se pojavljajo tudi v drugih proizvodnjah. Pavlovič (1993) predstavlja uporabo simulacijskega modela pri pridelavi hmelja. Razvil je štiri podmodele: osnovna sredstva, obratna sredstva, delo in kalkulacija. Z modelom je prikazal količino pridelka na stroške pridelave na večjem posestvu (30 ha) in analizo stroškov za različne možnosti pridelave (manj delovnih ur, izkoriščanje osnovnih sredstev) na manjšem posestvu.\nRaziskovalci se z matematičnega vidika nadalje ukvarjajo z razvojem različnih modelov. Kempen s sod. (2010) opisuje CAPRI model kmetijskega sektorja, ki zajema celotno Evropsko unijo in svetovni kmetijski trg. Model je sestavljen iz enačb ponudbe in povpraševanja na trgu, vhodni podatki pa temeljijo na izmenjavi cen in količine ponudbe. Pri načrtovanju kmetijske proizvodnje lahko kot orodje uporabimo linearni program. \nRozman s sod. (2002) predstavlja uporabo linearnega programiranja in izdelavo računalniško podprtega linearnega modela za sestavljanje krmnega obroka za pitanje volov. Pri sestavljanju optimalnih krmnih obrokov je potrebno minimalizirati stroške krmnega obroka in zadostiti krmnim normativom. Linearno programiranje pomeni maksimiranje (minimaliziranje) ciljnih funkcij ob zadovoljitvi določenih omejitev.\nBrus s sod. (2006) opisuje uporabo računalniškega programa WB (What's Best Industrial) za optimiranje krmnega obroka za bike pitance. Z uporabo tega programa se enostavno in primerno dosežejo rejski cilji.\nRamsden s sod. (1999) ugotavlja, da zahtevajo kmetijski in ekonomski modeli natančnejše informacije o razpoložljivosti števila ur živali na paši. Predstavlja model linearnega programiranja za ocenjevanje vpliva sprememb v mleku na mlečne kvote in se uporablja glede na raven cene mleka, kvot, dušikovih gnojil in koncentrata. Upoštevale so se energijske in beljakovinske potrebe molznic.\nNaslednja zelo uporabna metoda pri načrtovanju kmetijske proizvodnje je uporaba simulacijskega modeliranja. Pažek s sod. (2008) ocenjuje ekonomsko stanje reje krav dojilj s pomočjo simulacijskega modeliranja in predstavlja ekonomske parametre v devetih tehnoloških kartah za različne sisteme reje. Najnižji koeficient ekonomičnosti (Ke = 0,46) je pri celoletni reji v hlevu zaradi visokih stroškov ročnega dela in neupoštevanja neposrednih plačil. Ob poletni pašni reji in neupoštevanju neposrednih plačil Ke naraste na vrednost 1,08. Če se poleg paše upoštevajo tudi neposredna plačila, je reja v tem sistemu še smotrnejša (Ke = 1,69).\nRozman s sod. (2006) je z razvitim simulacijskim modelom analiziral ekonomsko upravičenost krmnih dosevkov (mnogocvetne ljuljke, krmnega ohrovta in sudanske trave) za prehrano molznic. Najcenejši obrok je vključeval krmni ohrovt, vendar je pridelek pogosto manjši zaradi jesenskih pozeb.\nRozman s sod. (2006) je izvedel podobno raziskavo, v kateri je krmni ohrovt zamenjal z zeljem. Obrok z zeljem je bil najcenejši. V obeh raziskavah se je uporabil simulacijski model, ki služi za informacijsko podporo in pomoč v različnih razmerah na kmetijah. \nPotočnik s sod. (2004) je analizirala ekonomsko upravičenost krav molznic v prosti reji in vpliv počutja molznic na samo mlečnost. Živali, ki so jih premestili iz vezane reje v prosto rejo, so bile pod stresom, kar se je pokazalo v povišanih somatskih celicah. Prosta reja je ekonomsko upravičena, če je v čredi minimalno 43 krav molznic z mlečnostjo 8.885 l mleka na molznico.\nJanžekovič in Rozman (2006) navajata, da je koeficient ekonomičnosti prireje mleka v prosti reji pozitiven v čredi z 41 molznicami s povprečno mlečnostjo 8.160 kg/molznico. Prehod na prosto rejo je povezan tako z začetno naložbo kot tudi s povečanjem števila molznic.\nNa ekonomiko prireje mleka ima velik vpliv dolgoživost. Jenko s sod. (2007) navaja, da dosegamo najnižje stroške na tono prirejenega mleka pri kravah, ki so v reji vsaj šest laktacij. Krave rjave pasme (RJ) imajo najdaljšo proizvodno dobo in največje število laktacij ter dosežejo najvišjo starost ob izločitvi.\nHenriksen (2009) navaja, da se bo v naslednjih 15 letih zaradi povpraševanja po mleku in mlečnih izdelkih v državah v razvoju zelo povečala poraba mleka. Poudariti je potrebno ustrezno kakovost ter kontrolo mleka in mlečnih proizvodov.\n"], "6": ["2.2 Literatura s področja simulacijskega modeliranja", "Udovč (1992) opisuje simulacijo kot poskus, katerega cilj je predvideti najverjetnejše obnašanje proučevanega sistema v določenih razmerah. Simulacijo lahko izvajamo s fizičnimi ali z numeričnimi modeli. Pri ekonomskih preučevanjih se upoštevajo samo numerični modeli.\nS simulacijskim modelom lahko raziskujemo dinamiko proizvodnje glede na različne organizacijske variante, učinkovitost proizvodnje ter izkoriščanje delovnih kapacitet in drugih virov (Pažek s sod. 2007).\nBistvena razlika med simulacijo in linearnim programiranjem je, da je pri simulaciji rezultat variantna rešitev, ki je odvisna od kombinacije vhodnih in sistemskih podatkov. \nUporabnik simulacijskih modelov mora uporabiti vso svoje znanje, da bi izboljšal zanj neugoden rezultat simulacije (Udovč 1992, cit. po Csaki 1985).\nČe so v simulacijski model vključeni naključni dejavniki, to imenujemo stohastična simulacija. Če naključni dejavniki niso vključeni, je to deterministična simulacija. Simulacijske modele delimo glede na časovno komponento na: statične, kinetične in dinamične. Statični modeli upoštevajo stanje sistema v določenem trenutku. Kinetični modeli upoštevajo čas, ki na spremenljivke ne vpliva. Pri dinamičnih modelih sprememba časa vpliva na spremembo vrednosti vsaj pri eni spremenljivki (Udovč 1992).\nS simuliranjem želimo ponazoriti dejanski proces ali stanje. V simulacijski model lahko vnašamo spremembe in ugotavljamo odziv modela na vnosne spremembe.\nProces simulacijskega modeliranja je sestavljen iz več korakov :\n- opredelitev cilja proučevanega problema in sistema,\n- oblikovanje modela glede na namen uporabe,\n- identifikacija in zbiranje podatkov, potrebnih za testiranje modela,\n- testiranje modela,\n- pogon simulacije,\n- analiza simulacijskih rezultatov,\n- potrditev simulacije (Pažek 2003, cit. po Levin s sod., 1992).\n"], "7": ["2.3 Paša, vezana reja in počutje živali", "Vidrih (2007) je mnenja, da je paša živine priložnost za zniževanje stroškov krmnega obroka in dvig konkurenčnosti kmetovanja. V kmetijski stroki uvrščajo pašo v ekstenzivni način reje, kar glede na izkušnje in znanja, ki so potrebna za ta način proizvodnje, ni razumljivo. Izkušnje in znanje si pridobimo z opazovanjem rastlin ruše in živali, s \nprebiranjem strokovnih knjig in z učenjem na napakah. Čim slabši so naravni pogoji za rast ruše in za kmetovanje (siromašna zemljišča, hribovit svet, Kras), tem več znanja bo moral imeti tisti, ki bo želel obstati na takem območju. Pašna reja predstavlja intenzivni način rabe naravnih danosti (vrste krme). Živali se morajo intenzivno pasti, da se nasitijo, kar pomeni, da zaradi velike količine visoko prebavljivega zelenja intenzivno gnojijo in travna ruša intenzivno raste (Vidrih 2007).\nOsnovna krma v obliki paše je najcenejša, vendar je v Sloveniji zelo malo kmetij, ki bi imele možnost neomejene paše. Pri pašni reji je zelo pomemben prehod iz zimskega obroka na zeleno krmo oziroma pašo. Če je prehod na zeleno krmo prehiter, se pojavijo prebavne motnje v obliki driske. Ker vsebuje zelena krma na začetku prehoda največ vode in malo surovih vlaknin, dodajamo živalim seno. Prehod naj traja vsaj tri tedne, da postopoma povečujemo zeleno krmo in zmanjšujemo zimski obrok. Da bo krmni obrok izravnan, vključimo energetsko bogato in močno krmo (koruzno silažo, žita, suhe rezance …) ter dodamo mineralno-vitaminske mešanice (Lebar 2011).\nŠtuhec (1997) navaja, da se mora žival na paši odločiti, kako se bo obnašala, saj mora najti primerno pašno površino, na katero se bo vrnila, ko se trava obraste. Na začetku se mora naučiti, kako se trava ugrizne, kako mora žvečiti, kako manipulirati s travo v ustih ter kdaj prekiniti s pašo in opraviti kakšno drugo obliko obnašanja (blatenje, uriniranje, komfortno obnašanje …).\nVeliko ljudi meni, da živali s pašo in z gaženjem uničujejo travno rušo, vendar živali tisto krmo, ki je ne popasejo, zagazijo v zemljo in tako postaja zemljišče rodovitnejše. Krava s hlevsko rejo proizvede približno 9 ton hlevskega gnoja, kar pomeni 45 kg dušika, 18 kg fosforja, 54 kg kalija, 54 kilogramov apna in 18 kg magnezija. Če te vrednosti pretvorimo v mineralno gnojilo, dobimo 400 kg NPK gnojila (15 : 15 : 15). Velika priložnost za pašo so opuščena zemljišča, ki imajo v vrhnji plasti tal odmrle organske snovi. Živali, ki se pasejo na takem zemljišču, zagazijo odmrle dele rastlin v zemljo, kjer jih z iztrebki uporabijo drobnoživke in ustvarijo humus, ki izboljšuje rodovitnost zemlje in njeno pridelovalno zmogljivost (Vidrih 2011). \nZa vezano rejo sta značilna združevanje in kombinacija posameznih funkcijskih območij. Na istem prostoru so združena funkcijska območja za krmljenje, molžo, odstranjevanje gnoja in ležanje (Amon 1989).\nPrednosti vezane reje so (Amon 1989) :\n- gospodarno individualno krmljenje,\n- posamično obravnavanje krav (veterinarski pregledi, osemenjevanje, nega, telitev  …),\n- mir v hlevu in preglednost nad živalmi.\nSlabosti vezane reje so (Amon 1989) :\n- težje ugotavljanje pojatve,\n- poškodbe vimena, nog in drugih telesnih delov,\n- pogostejši izpadi nožnice in maternice,\n- slabši socialni stik,\n- slabša higiena pri pridobivanju mleka,\n- težja in napornejša molža,\n- dražja oprema in graditev.\nAmon (1989) (cit. po Zeebu 1972) navaja sedem funkcijskih krogov, ki bi jih morali z etološkega vidika upoštevati pri gradnji hlevov, in sicer:\n- socialno obnašanje,\n- obnašanje pri prehrani,\n- obnašanje pri počivanju, mirovanju, ležanju, \n - obnašanje pri izločanju,\n- obnašanje pri gibanju,\n- obnašanje v različnih klimatskih razmerah (komfortno obnašanje),\n- obnašanje pri reprodukciji.\nKo načrtujemo gradnjo hleva, moramo upoštevati živali. Posledice slabega načrtovanja hlevov so: manjša proizvodnja, nesreče, poškodbe … To opazimo, ko je hlev že zgrajen, zato moramo upoštevati potrebe živali po ugodnem okolju, primerno oblikovani opremi in ustreznem prostoru (Amon 1989).\nBartussek s sod. (1996) opisuje kratko in srednje dolgo stojišče za sistem vezane reje. Pri kratkem stojišču imajo živali glavo nad krmiščem. Kratko stojišče omogoča boljše leganje, vstajanje in zauživanje krme kot srednje dolgo stojišče, ki ima visoko krmno korito. Sprednji rob krmišča ne sme biti postavljen višje od 30 centimetrov nad stojiščem in ne sme imeti ostrih robov (zaradi poškodb kože na vratu).\n"], "8": ["3 MATERIAL IN METODE DELA", ""], "9": ["3.1 Opis kmetije", "Podatki, potrebni za raziskavo, so bili zbrani na domači kmetiji. Na kmetiji je sistem vezane reje z izpustom na pašo od aprila do novembra. V raziskavi bomo analizirali stroške in prihodke ter celotno ekonomiko proizvodnje mleka na izbrani kmetiji.\nDružinska kmetija se nahaja v okolici Radelj ob Dravi in obsega 14 ha zemlje, od tega je polovica gozdne površine. Čeprav se kmetija nahaja na nadmorski višini 376 metrov, ima 2,5 ha travinja, na katerem zaradi strmine ni mogoča obdelava s strojem. Ta površina se izkoristi za pašo, vendar je poleti zelo izpostavljena suši. V ravnini je 2,5 ha njiv in 2 ha travnikov. Na njivah se seje koruza, v kolobarju pa se prideluje tudi mnogocvetna ljuljka ali travno deteljna mešanica. Travniki se kosijo dvakrat letno, nato se uporabljajo za pašo. Da bi se popolnoma zadovoljile potrebe živali, primanjkuje ravnih površin za pripravo koruzne in travne silaže, zato v poletnih mesecih zmanjkuje koruzne silaže, pozimi pa travne silaže. Trenutno je v hlevu 18 glav govedi – 11 krav molznic, 4 telice in 3 teleta.\nS prirejo mleka se kmetija ukvarja od leta 1986, ko je bil zgrajen nov hlev. V prvem kvotnem letu je bila kmetiji dodeljena kvota za 18.000 kg mleka, danes je ta kvota 50.000 kg. Na kmetiji se opravlja AT4 kontrola – enkrat na mesec zjutraj, naslednji mesec zvečer.\n"], "10": ["3.2 Centralno podatkovna zbirka goveda", "Ker je kmetija vključena v AT4 kontrolo, je omogočen dostop nanjo na svetovnem spletu, kjer se lahko spremljajo rezultati kontrole, izračuni različnih parametrov, predvidene telitve, živali na kmetiji ipd. Tako so se pridobili podatki o prireji mleka za kmetijo. Za primerjavo s podatki v nadaljevanju naloge naj navedemo, da je bilo v letu 2010 v Sloveniji 83.172 molznic vseh pasem in križank oziroma 18,2 molznic na kmetijo. \nPovprečna mlečnost v Sloveniji je bila 6.012 kg mleka v standardni laktaciji 305 dni (KIS, 2010).\n"], "11": ["3.3 Sestava krmnega obroka", "Krmni obrok se glede na obdobje krmljenja spreminja. Normativi obroka (Zupanc 1999) so prikazani za mlečnost krav molznic (600 kg), ki je 20–25 litrov na dan, in upoštevajo vzdrževalne potrebe. Preglednica 1 prikazuje zimski krmni obrok, ki traja od začetka novembra do konca aprila. V tem obdobju je obrok konstanten. Vsebnosti hranilnih snovi v obroku so povzete iz strokovne literature Mužerlin (2009) in Kunšič (2009). \nIz sestave obroka je razvidno, da so krave pozimi preobilno preskrbljene z energijo, ker je uporabljena večja količina koruzne silaže. Ker v osnovnem obroku primanjkuje beljakovin, se doda ustrezna količina repičnih tropin in beljakovinskega koncentrata. Vse krave se krmijo z mineralno-vitaminskim dodatkom in krave z večjo mlečnostjo (nad 30 litrov) še z dodatno količino krmne mešanice.\nPreglednica 2 prikazuje sestavo letnega obroka. Obrok ni vedno enak, ker se usklajuje s pašo in s krmo, ki ostane od zimske zaloge. Prikazana je krma za letni obrok, ki je isto kot zimski obrok sestavljen za molznice, težke 600 kg in z mlečnostjo 20–25 litrov, vzdrževalne potrebe pa so že upoštevane. \nIz preglednice 2 je razvidno, da najbolj izstopa podatek o količini presnovljenih beljakovin, pridobljenih s pašo. Podatka o količini krme, ki jo žival zaužije s pašo, in o njeni hranljivi vrednosti sta ocenjena okvirno. Kakovost paše na kmetiji je odvisna od pašnika. Vse krave se hranijo z mineralno-vitaminskim dodatkom in krave z večjo mlečnostjo (nad 30 litrov) z dodatno količino krmne mešanice.\n"], "12": ["3.4 Simulacijsko modeliranje", "V kmetijskem managementu je velikokrat potrebno oceniti stroške proizvodnje, o kateri imamo malo podatkov, ki nam omogočajo izdelavo obračunskih kalkulacij. V tem primeru lahko uporabimo metodo simulacijskega modeliranja, s katero modeliramo (simuliramo) pričakovane stroške nove kmetijske proizvodnje ali stroške uvedbe nove tehnologije. Matematični model sistema (v našem primeru je sistem določena kmetijska predelava) ponazarja tehnične odnose med inputi in outputi. Računalnik na osnovi razvitega specifičnega modela izračuna tehnološke parametre kmetijske predelave, ki so podlaga za tehnološko karto s kalkulacijami skupnih stroškov. Model nato zbere podatke in na osnovi matematičnih formul ob različnih vhodnih parametrih modela izračuna določene ekonomske parametre. Govorimo o t. i. računalniško podprtih determinističnih tehnološko- ekonomskih simulacijskih modelih (Pažek s sod. 2007, cit. po Bontkes in van Keulen (2003) ter Tambula in Sinden (2000)).\nPri tehnološko-ekonomski simulaciji kmetijske proizvodnje je potrebno v simulacijski model vključiti porabo inputov ter strojno in ročno delo (Pažek s sod. 2007).\nKo s tehnološko-ekonomskim modelom ocenimo vrednosti tehničnih parametrov proizvodnje (porabo inputov in predvidene količine proizvedenih outputov), jih pomnožimo z njihovimi cenami in dobimo kalkulacijo operativnih stroškov. Ko dodamo pripadajoči delež fiksnih stroškov, dobimo kalkulacijo skupnih stroškov proizvodnje. Tehnološko-ekonomske simulacije uvrščamo med deterministične modele, ker nekaterih parametrov ne moremo predvideti (pridelka, cene) (Pažek s sod. 2007).\n"], "13": ["3.4.1 Simulacijski model prireje mleka", "Za analizo prireje mleka smo uporabili računalniški program Microsoft Excel 2007, v katerem smo razvili simulacijski model s kalkulacijo prireje mleka in ustrezne podmodele s kalkulacijami za pridelavo krme (koruzne in travne silaže).\nNa sliki 1 je shematsko prikazan celoten kalkulacijski sistem za analizirano kmetijo. Kot je razvidno iz sheme, nakazuje smer puščic tok potrebnih podatkov in informacij za končno oceno rentabilnosti analizirane kmetije. \nOcenjeni so bili najpomembnejši kazalniki ekonomske upravičenosti prireje mleka na manjši kmetiji. V nadaljevanju so prikazani pomembnejši matematični izračuni simulacijskega modela za ekonomsko analizo. Pri izračunu kalkulacij smo upoštevali stroške materiala, stroške domačega dela in stroške strojnih ur oziroma storitev.\nPri oceni analize ekonomske upravičenosti so bili upoštevani naslednji indikatorji: skupni prihodek, finančni rezultat, lastna cena in koeficient ekonomičnosti.\nSkupni prihodek predstavlja vrednost proizvodnje. Prihodek je izračunan kot zmnožek količine prirejenega mleka in njegove prodajne cene.\nSP = KP × CP (1)\nV enačbi je:\nSP – skupni prihodek (€),\nKP – količina proizvoda (kg, l, kom itd.),\nCP – prodajna cena pridelka (€/kg, €/l, €/kom).\nFinančni rezultat je razlika med prihodkom in skupnimi stroški proizvodnje.\nFR = P – SSP (2)\nV enačbi je:\nFR – finančni rezultat (€),\nP – prihodek proizvodnje (€),\nSSP – skupni stroški proizvodnje (€). \nIz kalkulacije skupnih stroškov lahko izračunamo lastno ceno, ki predstavlja višino stroškov, potrebnih za proizvodnjo enote (kg, l, kom).\nLC = SS : K (3)\nV enačbi je:\nLC – lastna cena (€),\nSS – skupni stroški proizvodnje (€),\nK – letna količina proizvodnje (kg, l, kom).\nČe je vrednost koeficienta ekonomičnosti višja od 1, pomeni, da je kmetija proizvajala ekonomično. Glavna elementa za izračun koeficienta ekonomičnosti sta vrednost proizvodnje in skupni stroški, ki nastajajo s proizvodnjo.\nKe = P : SS (4)\nV enačbi je:\nKe – koeficient ekonomičnosti,\nP – prihodek oziroma vrednost proizvodnje (€),\nSS – skupni stroški proizvodnje (€). \nPred začetkom izračunavanja kalkulacij skupnih stroškov so se zbrali naslednji vhodni podatki o:\n- stroških materiala, ki so vsota produktov porabljenih inputov in cen;\n- stroških domačega dela, ki so produkt porabljene količine ur družinskih članov na  kmetiji in cene domačega dela (SDD); strošek domačega dela se izračuna na  podlagi mesečne povprečne neto plače;\n- stroških strojnih storitev, ki so enaki produktu porabljenih ur in cene strojne ure;\n- višini investicije v hlev (kar računamo kot amortizacijo po linearni metodi).\nSDD = ŠU × 365 × CE (5)\nV enačbi je:\nSDD – strošek domačega dela,\nŠU – število ur (dan/čredo),\nCE – cena ure (€/h).\nAmortizacija hleva se upošteva kot fiksni strošek in se izračuna na naslednji način.\nAm = IV : AD : VČ (6)\nV enačbi je:\nAm – amortizacija,\nIV – investicijska vrednost, \nAD – amortizacijska doba,\nVČ – velikost črede.\nV raziskavi so bili poleg osnovnega modela za oceno rentabilnosti prireje mleka razviti še naslednji podmodeli za ekonomsko analizo krme, ki se pridela na kmetiji, in sicer:\n- podmodel pridelave koruzne silaže,\n- podmodel pridelave travne silaže.\n"], "14": ["3.4.2 Podmodela pridelave koruzne in travne silaže", "Podmodela kalkulacij pridelave koruzne in travne silaže nam pokažeta, da je tudi z ekonomskega vidika smotrnejše pridelovati osnovno voluminozno krmo, kot jo kupiti. Kalkulacija je sestavljena za leto 2010 in omogoča obračunavanje stroškov, ki so nastali med procesom pridelave.\nOcenjene so bile naslednje stroškovne postavke (Preglednica 3 in 4):\n- strošek semenskega materiala,\n- strošek mineralnih gnojil,\n- strošek gnoja,\n- strošek strojnih ur,\n- strošek škropiv,\n- strošek ostalega materiala. \nZa izračune, prikazane v preglednici 3 in 4, so bile uporabljene naslednje formule.\nSSK = KSK × CE (7)\nV enačbi je:\nSSK – strošek semenske koruze (€),\nKSK – količina semenske koruze (kg),\nCE – cena (€ /kg).\nSŠP = KŠP × CE (8)\nV enačbi je:\nSŠP – strošek škropiv pred vznikom (€),\nKŠP – količina škropiva pred vznikom (l),\nCE – cena (€/l).\nSŠPO = KŠPO × CE (9)\nV enačbi je:\nSŠPO – strošek škropiva po vzniku (€),\nKŠPO – količina škropiva po vzniku (l), \nCE – cena (€/l).\nSFOL = KFOL × CE (10)\nV enačbi je:\nSFOL – strošek folije (€),\nKFOL – količina folije (kg),\nCE – cena (€/kg).\nIz preglednice 5 lahko razberemo potrebe po gnojilu za pridelavo koruzne silaže. Količina in cena gnojil predstavljata dejanske vrednosti pridelave koruzne silaže na kmetiji.\nZa izračune v preglednici 5 sta bili uporabljeni naslednji enačbi.\nSMG = KMG × CE (11)\nV enačbi je:\nSMG – strošek mineralnih gnojil (€),\nKMG – količina mineralnih gnojil (kg),\nCE – cena (€/kg).\nSG = KG × CE (12)\nV enačbi je:\nSG – strošek gnoja (€),\nKG – količina gnoja (m3),\nCE – cena (€/m3).\nIz preglednice 6 je razvidno, da je žetev največji strošek med strojnimi operacijami pri pridelavi koruzne silaže. Število ur za posamezno operacijo je ocenjeno na podlagi lastnih izkušenj in zapiskov, ki so vodeni za potrebe lastne evidence na kmetiji. \nStrošek strojnih ur (SSUKS) se pri pridelavi koruzne silaže izračuna na osnovi naslednje enačbe.\nSSUKS = SG + SOR + SBR + SSET + SŠKR + SŽET + SOD + STL (13)\nSG = ŠU × CE (14)\nPostavke SOR, SBR, SSET, SŠK idr. se izračunajo na isti način, kot je prikazano z enačbo 14.\nV enačbi je:\nSSUKS – strošek strojnih ur za pridelavo koruzne silaže (€),\nSG – strošek gnojenja (€/h), \nSOR – strošek oranja (€/h),\nSBR – strošek brananja (€/h),\nSSET – strošek setve (€/h),\nSŠKR – strošek škropljenja (€/h),\nSŽET – strošek žetve (€/h),\nSOD – strošek odvoza (€/h),\nSTL – strošek tlačenja (€/h),\nŠU – število ur (h/ha),\nCE – cena (€/h).\nVrednosti ekonomskih indikatorjev, ki so bile izračunane na podlagi dejanskih stroškov na kmetiji, so prikazane v preglednici 7. Pridelava travne silaže je ekonomsko upravičena, saj sta finančni rezultat in koeficient ekonomičnosti v intervalih, ki kažejo ekonomičnost pridelave. Upoštevali so se stroški, zmanjšani za vrednost subvencij. \nDa so se lahko izračunali stroški naravnih in mineralnih gnojil, je bilo predhodno potrebno sestaviti gnojilni načrt za trikosni sistem za hektar travinja. Preglednica 8 prikazuje potrebo po gnojilih glede na založenost tal in količino pridelka. Cene za mineralna gnojila so se upoštevale na osnovi maloprodajnih cen v zadrugi, cene naravnih gnojil pa po podatkih kmetijskega inštituta Slovenije za leto 2010 po modelnih kalkulacijah. \nZa izračune, prikazane v preglednici 8, so bile uporabljene naslednje enačbe.\nSGK = KGK × CE (15)\nV enačbi je:\nSGK – strošek gnojevke (€),\nKGK – količina gnojevke (m3),\nCE – cena (€/m3)\nSNPK = KNPK × CE (16) \nV enačbi je:\nSNPK – strošek mineralnega gnojila NPK (€),\nKNPK – količina mineralnega gnojila NPK (kg),\nCE – cena (€/kg).\nSKAN = KKAN × CE (17)\nV enačbi je:\nSKAN – strošek mineralnega gnojila KAN (€),\nKKAN – količina mineralnega gnojila (kg),\nCE – cena (€/kg).\nIz preglednice 9 je razvidno, da je največji strošek strojnih del najeta storitev, in sicer baliranje. Vsa ostala strojna dela, povezana s pridelavo travne silaže, zmore kmetija sama. Ure za opravljanje posameznih del so ocenjene na podlagi izkušenj. Podatki so navedeni za hektar travinja, na katerem se opravijo 2–3 košnje letno. \nStrojno in ročno delo pri pridelavi travne silaže se izračunata z naslednjo enačbo.\nSSUTS = SG + SK + SO + SZ (18)\nSG = ŠU × CE (19)\nPostavke SK, SO in SZ se izračunajo na isti način, kot je prikazano z enačbo 19.\nV enačbi je:\nSSUTS – strošek strojnih ur za pridelavo travne silaže (€),\nSG – strošek gnojenja (€/h),\nSK – strošek košnje (€/h),\nSO – strošek obračanja (€/h), \nSZ – strošek grabljanja (€/h),\nŠU – število ur (h/ha),\nCE – cena (€/h).\nSBA = ŠBA × CE (20)\nV enačbi je:\nSBA – strošek baliranja (€),\nŠBA – število bal,\nCE – cena (€/balo).\n"], "15": ["4 REZULTATI Z RAZPRAVO", "V prvem delu raziskave se je analizirala mlečnost na obravnavani kmetiji na podlagi strokovnih podatkov v slovenskem prostoru. Nato je bil razvit simulacijski model prireje mleka, s katerim smo strokovno ocenili in ugotovili ekonomsko upravičenost prireje mleka na manjši kmetiji. Analizirali smo krmni obrok in vzporedno spremljali proizvodne rezultate na kmetiji. Ocenjevali so se nekateri pomembnejši ekonomski parametri, kot so prihodek, stroški, finančni rezultat, koeficient ekonomičnosti in lastna cena prirejenega mleka.\n"], "16": ["4.1 Analiza mlečnosti na kmetiji in v Sloveniji", "Iz grafikona 1 je razvidno, da se je mlečnost na kmetiji v zadnjih šestih letih povečala za 100 % in da trenutno znaša 5.332 kg/molznico. Povprečje na kmetiji še vedno narašča, saj znaša po prvi tretjini letošnjega leta 6.144 kg/molznico. \nKrave lisaste (LS) pasme prevladujejo v čredi na analizirani kmetiji. Primerjava mlečnosti krav LS pasme na kmetiji in v Sloveniji je prikazana na grafikonu 2. \n2005 2006 2007 2008 2009 2010\nKot je vidno iz grafikona 2, je mlečnost lisaste pasme krav v Sloveniji zadnja leta konstantna in se ne posebno spreminja. Na kmetiji se je mlečnost lisaste pasme krav v primerjavi z letom 2005 povečala za 107 %.\nUstrezna mlečnost se lahko doseže tudi v manjši čredi molznic. Da se je mlečnost na kmetiji zvišala, je posledica spremenjenega načina krmljenja, živalim je namreč ponujena neomejena količina voluminozne krme. Na kmetiji poteka tudi pašna reja, tako da se zimski obrok razlikuje od poletnega. Pozimi se živali krmijo s senom, s koruzno in s travno silažo, s krmno mešanico, z repično tropino in z mineralno-vitaminski dodatki. Poleti se zjutraj živini poklada seno, sledi paša in zvečer krmljenje v hlevu s travno silažo ali koruzno silažo. Obvezna je uporaba mineralno-vitaminskih dodatkov in kravam z visoko mlečnostjo se obrok dopolni s krmnimi mešanicami. Če živalim primanjkuje energije ali beljakovin, se krmnemu obroku doda koruzni zdrob ali repična tropina, kar je odvisno od vrste voluminozne krme.\n"], "17": ["4.2 Rezultat simulacijskega modela za oceno ekonomike proizvodnje", "S pomočjo računalniškega programa smo simulirali prirejo mleka. V preglednici 10 so razvidne informacije o ekonomski upravičenosti prireje mleka na manjši kmetiji. Največji strošek prireje mleka je krma. Strošek krme se je izračunal na podlagi predhodnih kalkulacijah, katerih osnovni elementi (npr. krmni obrok) so predstavljeni v poglavju Metodologija (npr. Ekonomika pridelave koruzne in travne silaže). Velik strošek predstavljajo veterinarske storitve, medtem ko so ostali stroški dokaj spremenljivi. Z modelom lahko spreminjamo število molznic in s tem se spreminja ocena vrednosti spremenljivk. \nFinančni rezultat je za analiziran primer pozitiven (FR = 6.597 €). Ocenjena vrednost koeficienta ekonomičnosti je višja od 1 (Ke = 1,32), kar nakazuje ekonomičnost prireje mleka. Količina prirejenega mleka na analizirani kmetiji v letu 2010 je bila 61.688 kg. Mlekarni se je prodalo 56.188 kg, ostalo se je porabilo za vzrejo telet. Odkupna cena za kilogram mleka je bila 0,25 €, kar pomeni 14.047 € prihodka na čredo. Lastna cena \nprirejenega mleka dosega v trenutnih razmerah in ob trenutni zakonodaji vrednost 0,239 €/kg. Potrebno je opozoriti na dejstvo, da vrednost lastne cene prirejenega mleka, če se ne upoštevajo subvencije in stranski proizvodi, presega odkupno ceno mleka (v tem primeru je LC = 0,363 €/kg). Analiza kaže, da vplivajo ukrepi kmetijske politike neposredno na ekonomsko poslovanje manjše kmetije, saj bi bila proizvodnja na analizirani kmetiji brez ustrezne državne pomoči v obliki subvencij ekonomsko neupravičena. Kmetija ne bi poslovala rentabilno, kar bi vplivalo na odločitev gospodarja, ali na kmetiji kmetovati ali iskati dohodek izven kmetije.\nZaključimo lahko, da se smotrnost prireje mleka potrjuje tudi na manjši kmetiji, in poudarimo predpostavko vhodnih podatkov, ki so bili uporabljeni v analizi.\n"], "18": ["4.2.1 Analiza občutljivosti", "Ker lahko z modelom spreminjamo število molznic in oceno vrednosti spremenljivk, želimo oceniti rentabilnost črede z 20 molznicami. Preglednica 11 prikazuje model z dvajsetimi molznicami. Domnevamo, da ostaja sistem reje kljub večji čredi nespremenjen.\nFinančni rezultat modela z dvajsetimi molznicami je pozitiven in znaša 12.872 €. Koeficient ekonomičnosti nakazuje ekonomsko upravičeno prirejo mleka, saj znaša 1,36. Lastna cena prirejenega mleka, znižana z vrednostjo stranskih proizvodov, dosega vrednost 0,23 €/kg. Lastna cena prirejenega mleka, če ne upoštevamo subvencije in stranskih proizvodov, presega odkupno ceno mleka (LC = 0,35 €/kg). Lastna cena prirejenega mleka se je v tem primeru nekoliko znižala, saj so v večji čredi stroški na posamezno molznico nekoliko nižji. \nPreglednica 12 prikazuje analizo prireje mleka s petimi molznicami in z istim sistemom reje. Finančni rezultat je nizek in znaša 2.357 €. Lastna cena prirejenega mleka, znižana z vrednostjo stranskih proizvodov, dosega vrednost 0,26 €/kg. Lastna cena prirejena mleka, če ne upoštevamo subvencij in stranskih proizvodov, je z ekonomskega vidika neugodna \nvrednost, saj presega odkupno ceno mleka (LC = 0,39 €/kg). Koeficient ekonomičnosti sicer kaže na ekonomičnost prireje (Ke = 1,24), kar lahko pojasnimo z relativnim nizkim deležem fiksnih stroškov na analizirani kmetiji.\n"], "19": ["5 SKLEPI", "Cilj diplomske naloge je bil analizirati mlečnost na kmetiji in ugotoviti ekonomsko upravičenost prireje mleka na manjši kmetiji v sistemu vezane reje ter v ta namen razviti ekonomsko-tehnološki simulacijski model prireje mleka. Podatke za razvoj modela smo pridobili na lastni kmetiji, ki se ukvarja s prirejo mleka.\nV raziskavi so bile predpostavljene tri delovne hipoteze.\nH1: Analizirana kmetija posluje nerentabilno.\nHipotezo 1 lahko na podlagi analize ovržemo, saj je prireja mleka z enajstimi molznicami ekonomsko upravičena, kar nam potrjujeta vrednosti koeficientov ekonomičnosti (Ke = 1,32) in finančnega rezultata (FR = 6597 €).\nH2: S povečanjem obsega proizvodnje se ekonomski kazalniki upravičenosti reje  izboljšajo.\nHipotezo 2 lahko potrdimo, saj se z večanjem črede v modelu povečujeta koeficient ekonomičnosti in finančni rezultat. Z večanjem črede se znižujejo stroški amortizacije, stroški zavarovanja in stroški domačega dela na posamezno molznico. V modelu smo preizkusili upravičenost prireje mleka z različnim številom molznic, npr. pri čredi z dvajsetimi molznicami je koeficient ekonomičnosti 1,36 in finančni rezultat 12.872 €, medtem, ko je pri čredi s petimi molznicami koeficient ekonomičnosti 1,24 in finančni rezultat 2.357 €.\nH3: Razvito računalniško orodje za ekonomsko analizo prireje mleka je učinkovito  načrtovanje mlečne proizvodnje pri različnih vhodnih parametrih modela.\nHipoteza 3 je sprejeta in se navezuje na hipotezo 2, saj lahko kmetija ob spremembah staleža, cen idr. spremlja spremembe izračunov ekonomskih indikatorjev in sproti ugotavlja, ali prideluje ekonomsko upravičeno.\n"], "abstract": ["Cilj raziskave je bil analizirati mlečnost na obravnavani kmetiji in oceniti ekonomsko upravičenost prireje mleka na manjši kmetiji. Za oceno ekonomske upravičenosti prireje mleka na kmetiji se je razvil tehnološko- ekonomski simulacijski model s pripadajočimi podmodeli. Z uporabo razvitega simulacijskega modela je med drugim omogočena tudi izdelava kalkulacij skupnih stroškov za prirejo mleka. Ocenjevali so se pomembnejši ekonomski parametri, kot so koeficient ekonomičnosti (Ke), finančni rezultat (FR), lastna cena (LC) idr. Rezultati ekonomske analize prireje mleka kažejo, da je prireja mleka ekonomsko upravičena tudi na manjši kmetiji z enajstimi molznicami, saj vrednost koeficienta ekonomičnosti dosega 1,32. Med ekonomskimi parametri je ocenjena tudi pozitivna vrednost finančnega rezultata, ki je 6.597 €. "]}