{"1": ["1 UVOD", "Slovenja je tradicionalna sadjarska dežela, kjer se že vrsto let prideluje sadje za prodajo. V začetku 20. stoletja so nas poznali po Goriških češnjah. Češnje so bila glede na površino nasadov, ki so jih obsegale, dolgo na četrtem mestu. Da bi uspešno obnovili in posadili nove nasade, moramo imeti ustrezno tehnologijo, znanje in izkušnje. Optimalna gostota je za pridelovalca pomembna zaradi večje in zgodnejše rodnosti, večjega števila kakovostnih plodov ter lažje izvedljivih agrotehničnih ukrepov.\nNamen diplomskega dela je ugotoviti, kdaj sorta ´Regina´, cepljena na različne podlage, daje največje in najbolj kvalitetne pridelke. Cilj naloge je, da v našem okolju ugotovimo, kakšna razdalja pri sajenju češenj na različnih podlagah je najprimernejša. Poskus smo izvedli v poskusnem Sadjarskem centru Maribor. Drevesa različnih podlag smo posadili na različne vrstne razdalje in spremljali rast in rodnost. Pred izvedbo poskusa smo postavili naslednje hipoteze:\n- sorta ´Regina´, cepljena na podlago Gis 5, daje največje pridelke,\n- sorta ´Regina´, cepljena na podlago Gis 3, je najšibkejša podlaga z majhnimi pridelki,\n- sorta ´Regina´, cepljena na podlago W 72, daje najdebelejše plodove.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Izvor in botanične značilnosti češnje", "Češnja (Prunus avium L.) je nastala v maloazijskem rodovnem središču, ki zajema območje severnega Irana in južnega Kavkaza, Kaspijskega in Črnega morja (Štampar in sod. 2005).\nBotanično se češnja uvršča v red Rosales, družino Rosaceae, poddružino Prunoiedae in rod Prunus. Češnja in njene podvrste so uvrščene v podrodova Cerasus Pers. in Cerasus Padus. Gojene sorte češenj izhajajo iz divje češnje – Prunus avium L (Martinčič in sod. 1999)\nKot rodovno središče nastanka češnje v obdobju do 5000 let p. n. š. strokovnjaki določajo območje male Azije, nekje med Črnim in Kaspijskim morjem ter Kavkazom. Divja češnja se je od tod razširila daleč izven tega območja (Štampar in Smole 2005).\nV obdobju od 5000 do 4000 let p. n. š so češnjo uporabljali predvsem zaradi lesa. Postopoma je iz divje češnje nastalo drevo, primerno za proizvodnjo lesa (Štampar in Smole 2005).\nČešnjo so v obdobju od 4000 let p. n. š. do 16. stol. n. š. prilagodili človekovemu okusu. Vse bolj so dajali poudarek sadežu kot primarni surovini. Češnja se je razširila po celotni Evropi. Nastane bistvena razlika med češnjo in višnjo (Štampar in Smole 2005).\nV obdobju od 16. stol. do l. 1817 so bile v naših krajih češnje zelo razširjene. O tem pričajo toponimi – to so zelo pogosta imena različnih krajev po celotnem območju Slovenije. Kraji, ki so nastali iz besede češnja, so Češnice, Črešnjice ter njihove izpeljave. To kaže, da je bila češnja prisotna bodisi kot sadno drevo okrog bivališč bodisi v večjem številu rastoča kot gozdno drevo v bližnjih listnatih gozdovih. Tudi Valvazor v svoji Slavi \nvojvodine kranjske opisuje, da Vipavci prinesejo na trg češnje takoj po Sv. Juriju (Štampar in Smole 2005).\nUrban Jarnik za leta 1817 do 1878 piše, da češnje, ki se najdejo pri kmetih, niso dobre, če niso cepljene. Omenja tudi hud problem pri rasti češenj. Tudi Zalokar je leta 1854 pisal o češnjah in svetoval, naj poleg dobrih sort, ki so že posajene, posadimo še nekatere druge, ki jih imajo drugod. V knjigi Umni Sadjerejec je Kuralt razdelil češnje na 12 skupin (Štampar in Smole 2005).\nOd 1878 do 1996 se omenja, da so v dobi Avstro-ogrske monarhije postale Briške češnje blagovna znamka. Sorte so se razvijale glede na geografsko lego. Po drugi svetovni vojni je bil popis vseh sadnih dreves. Ugotovili so število češenj in v kakšnem razmerju na rodne in nerodne vrste. Pozneje – do leta 1996 – se je število češnjevih dreves zmanjšalo (Štampar in Smole 2005).\nV času od 1996 do 2011 je število rodnih češenj naraščalo, povečalo se je tudi zanimanje za v Sloveniji proizvedene češnje. Potekale so raziskave in testiranja za čim boljšo produktivnost in kvaliteto sort ter podlag. Nastale so nove sorte z debelejšimi plodovi, nove podlage, začenjali so spreminjati gojitvene oblike (Štampar in Smole 2005).\n"], "4": ["2.2 Morfološki in fiziološki opis delov češenj", "Češnja je drevesasta rastlina z vsemi značilnostmi drevesa, h katerim sodijo: korenina, deblo in krošnja. V tem poglavju bom predstavila češnjo z vidika morfoloških in fizioloških značilnostih (Smole 2000).\nGlede na način nastanka korenin in genetskih lastnosti se pri njih kažejo velike razlike. Pri češnjah lahko korenine nastanejo na generativni ali vegetativni način. Če je podlaga zrasla iz semena, ima srčno korenino, ki je nastala iz koreninice kalčka, prodira navpično navzdol v zemljo in se razrašča v korenine prvega in drugega reda ter tako naprej do najtanjših \nkoreninic. Prav tako imajo te, najmanjše in najdrobnejše koreninice, izredno pomembno vlogo, saj vsrkavajo vodo in hranila iz tal. Najgostejše so v območju, kjer je dovolj vode in hranil (Smole 2000).\nBrsti so različni po funkciji, pa tudi morfološko se zelo jasno razlikujejo. Listni oz. lesni brst je ozek in na vrhu lepo zašiljen, medtem ko je rodni brst širši, okroglast in večji, tako da se že na videz zelo razlikujeta. Vsi brsti so med mirovanjem obdani z rjavimi luskolisti, ki varujejo nežne rastlinske dele do naslednje pomladi. Sorte češenj rodijo na enoletnem lesu, vendar se rodni brsti različno razvijejo glede na dolžino poganjka.\nDolgi enoletni poganjki, ki izraščajo iz dvoletnega ali starejšega lesa, imajo rodne brste le pri osnovi poganjka. Poganjki, dolgi do 10 cm (majske kitice), imajo običajno po vsej dolžini poganjka rodne brste, končni brst pa je listni oz. lesni. Za češnje so zelo značilni kratki brstiči, ki se razvijejo iz več rodnih brstov v obliki rozet. Rodni lahko ostanejo zelo dolgo, celo več kot deset let (Smole 2000).\nList pri češnji je različno oblikovan. Po obliki ločimo suličaste, eliptične in eliptično razširjene liste. Med seboj se razlikujejo po dolžini in širini, kar pomeni, da je površina lista lahko zelo različna. Tudi listni pecelj je različno dolg (Smole 2000).\nNekatere novejše sorte češenj so avtofertilne, ostale pa spadajo v skupino avtosterilnih rastlin in potrebujejo za normalno oploditev cvetni prah druge sorte češenj. Venčni listi so pri sortah češenj različno veliki in različno oblikovani. Mnoge sorte se med seboj ločijo prav po velikosti cvetov. Cvet pri češnji je popoln, saj ima vse cvetne dele. Nastanejo v cvetnih brstih, ki se začnejo razvijati že v prejšnji sezoni. Do začetka zime se razvijejo predvsem vsi vegetativni deli cveta, vsi ovoji; semenska zasnova in cvetni prah pa se končno razvije šele po končanem zimskem mirovanju, torej tik pred cvetenjem (Smole 2000).\n"], "5": ["2.3 Gostote sajenja", "V Jorku so napravili poskus gostote sajenja češenj. Posadili so različne sorte, in sicer ´Regino´, ´Cordio´, ´Carino´ in ´Merchanta´, na različnih razdaljah in podlagah: na Gis 3 (na 1.5; 2; 2.5 metra) in na podlagi Gis 5 (na 2; 2.5; 3 metra). Medvrstna razdalja je znašala 4,75 m. Predstavljeni so rezultati 7-letnih raziskav; pri vseh sortah je bil pridelek na drevo večji pri podlagi Gis 5 kot pri podlagi Gis 3. V prvih rodnih letih ni bilo značilnih razlik v pridelkih na drevo glede na različno gostoto sajenja. Največji hektarski pridelek je bil dosežen na podlagi Gis 5 pri vrstni razdalji 2,5 metra. Tudi intenzivno sajenje na podlagi Gis 3 pri vrstni razdalji 1,5 ni presegalo hektarskega pridelka kot pri sajenju na Gis 5 pri vrstni razdalji 2,5 metra. Izpada dreves na podlagi Gis 5 pri sortah ´Regina´ in ´Merchant´ ni bilo, pri sortah ´Cordia´ in ´Carina´ pa je bil 10% izpad. Na podlagi Gis 3 sta imeli najmanjši izpad, in sicer 8%, sorti ´Regina´ in ´Merchant´, ´Cordia´ je imela 29% izpad, pri ´Crini´ pa je bil izpad dreves kar 47%. Glede na zbrane rezultate sklepamo, da je podlaga Gis 5 primerna za več pomembnih sort. Zaradi šibke rasti in še posebej sajenje pod folijo je zanimiva tudi podlaga Gis 3 – je pa pri njej večji riziko za izpad dreves (Stehr 2002).\nLeta 2006 je bil v okviru sodelovanja Alpe-Adria posajen nasad češenj na štirih lokacijah, in sicer: v Sloveniji (Bilje, Maribor), na Hrvaškem (Zagreb) in v Italiji (Sondrio). Na podlagah Gis 3, Gis 5 in W 72 so bile na razdaljah 1.5, 2 in 2.5 m posajene češnje, sorte ´Regina´. V Zagrebu so bile češnje na podlagi Gis 5 posajene le na razdalji 2 m, v Sondriu pa na podlagi W 72 le na razdalji 2 in 2,5 metra. Spremljali so naslednje parametre: prečni prerez debla, volumen krošnje, pridelek na drevo, teža plodov in koeficient rodnosti. Ugotovili so, da je bila umrljivost največja pri podlagi Gis 3 v Sondriu in v Zagrebu na razdalji 2 m. Pri podlagi W 72 je bila največja umrljivost v Mariboru. Prečni prerez debla je bil največji v Sondriu pri podlagi Gis 3 na razdalji 2 m. Volumen krošnje je bil največji pri Gis 3 v Biljah na razdalji 2,5 m, pri Gis 5 in W 72 pa na razdalji 2 m. Največji pridelek so dosegli v Mariboru na razdalji 2,5 m, in sicer pri Gis 3 in Gis 5, pri podlagi W 72 pa v Zagrebu (Fajt in sod. 2011). \nHižak (2009) je v svoji diplomi na Univerzitetnem kmetijskem centru Pohorski dvor na Fakulteti za kmetijstvo in biosistemske vede v Mariboru v okviru projekta Alpe-Adria proučevala sorte češenj ´Regina´, ´Kordia´, ´Sunburst´, ´Summit´, ´Giorgia´ in ´Celeste´, cepljene na podlago Gis 5. Posajene so bile leta 2002. Razdalja sajenja je bila 4 x 3 m. V letih 2005 in 2006 so spremljali vegetativne in generativne kazalce razvoja. Iz rezultatov je razvidno, da obsegi debel ne kažejo velike povezanosti z volumnom krošnje. Čim večji je volumen krošnje pri mladih drevesih, tem večji je pridelek. Količina pridelka vpliva na velikost plodov. Pri sortah ´Kordia´ in ´Georgia´ se je večji pridelek v letu 2006 izrazil v drobnejših plodovih. V tem letu so dobili primerno debelino plodov le pri sorti ´Sunburst´.\nUsenik in Štampar (2008) kot najprimernejšo srednjo bujno do šibko podlago za intenzivnejše nasade predlagata podlago Gis 5. Poskus je potekal na treh lokacijah (Goriška Brda, Goričko in Ljubljana). Štiri sorte češenj (´Lapins´, ´Nurdwunder´, ´Kordija´ in ´Regina´) so bile cepljene na treh različnih podlagah (Gis 5, Weiroot 158, Maxma 14). Ugotovila sta, da podlage značilno vplivajo na zgodnost in učinek rodnosti; kombinacija sorta – podlaga pa vpliva na volumen češnjevih dreves. Podlaga Gis 5 značilno zmanjša volumen dreves in poveča rodnost češenj v primerjavi z Maxma 14, prav tako tudi lokacija vpliva na rast češnjevih dreves.\nČešnje s šibkimi podlagami za poskus so bile posajene spomladi 1997 v Sadjarskem centru Bilje kot del skupnega poskusa dežel Alpe-Adria. Izbrane so bile šibke podlage Gisela 4, Gis 5, Gisela 195/20, Weiroot 13, Weiroot 158, W 72, Tabel Edabriz, Maxma 14 in Piku 1. Na podlagah so spremljali sorto ´Lapins´ – spremljali so bujnost dreves, koreninske izrastke, ob zorenju sta bila izmerjena pridelek na drevo in masa plodov. Iz skupnega pridelka in preseka debla v letu 2005 je bil izračunan učinek rodnosti. Najvišji odstotek propadanja dreves je bil ugotovljen pri Giseli 4. Najmanjšo bujnost dreves je pokazala podlaga Tabel Edabriz, največje število koreninskih izrastkov je imela podlaga Weiroot 13. Najhitreje so v rodnost vstopila drevesa na podlagi Piku 1 in Gisela 195/20, največji učinek rodnosti je bil dosežen pri podlagi Gis 5. Najbolj negativni vpliv podlage na debelino plodov so ugotovili pri Piku (Fajt in Komel 2008). \nS poskusom, v katerem so proučevali vpliv podlag P-HL-A, P-HL-B, P-HL-C, Edabriz in W 72 na drevesa češenj, posajenih spomladi leta 1999 v Sadjarskem centru Maribor, so prišli do naslednjih rezultatov: podlaga W 72 je vplivala na šibko rast dreves ´Kordia´ in ´Regina´. Podlaga Edabriz je nekoliko bujnejša od W 72. Vpliv podlag P-HL-A, P-HL-B, P-HL-C na rast dreves, količino pridelka, učinek rodnosti in povprečno maso plodov je bil pri sorti ´Kordia´ podoben. Pri sorti ´Regina´ je podlaga P-HL-C vplivala na šibkejšo rast dreves in večji učinek rodnosti v primerjavi s podlago P-HL-B. Podlaga P-HL-B je vplivala na pozen vstop v rodnost, podlaga Edabriz pa na zgoden vstop v rodnost pri obeh sortah. Podlage, razen Edabriz, niso značilno vplivale na povprečno maso plodov sorte ´Kordia´ in ´Regina´ (Beber in Zadravec 2008).\nNa podlagi italijanskih raziskav in izkušenj se za količinski in kakovostni pridelek priporoča povečanje gostote sajenja (trenutni model 800 dreves/ha) (Fajt 2008).\nPoskusi pri kombinaciji sorte ´Regina´ in podlage Gis 5 so pokazali, da lahko upravičeno pričakujemo povprečni pridelek 12000 kg/ha ob gostoti sajenja 1000 dreves/ha od 5. do 12. leta (Zadravec 2009).\nPoskus s češnjami, posajenimi leta 1997 v Bilju, je bil spremljan do leta 2005. Razdalja sajenja dreves je bila 5 x 4 m, oblika vretenasti grm, sorta ´Lapins´ na podlagah Weiroot 13, Weiroot 158, W 72, MaxM 14, Piku 4/20 = Piku 1, Gisela 12, Gisela 4, Gisela 4, Tabel, Edabris in F 12/1. Poskus je pokazal, da v skupino najšibkejših po preseku debla in z najmanjšim volumnom krošnje spadata podlagi W 72 in Gis 5. Skupni pridelek pri teh dveh podlagah se je gibal od 66,9 do 77,9 kg/drevo. Masa ploda se je gibala od 8–8,5 g. Leto 2003 je bilo neugodno za pridelavo češenj, saj je bila v začetku aprila spomladanska pozeba (Fajt in sod. 2011)\nS poskusom, zasnovanim leta 2006 v Sadjarskem centru Maribor, sta se proučevali sorti ´Regina´ in´Kordia´ na petih podlagah: Gis 5, Gisela 6, Piku 1, Weiroot 158 in P-HL-C. Posajeni sta bili dve drevesi v treh ponovitvah. Razdalja sajenja je bila 2,5 m in medvrstna 4,5 m. Gojitvena oblika vreteno. Med temi podlagami je bila sorta ´Regina´ na podlagi Gis \n5 najbolj produktivna, saj je bil pridelek 20,3 kg/drevo in masa enega ploda 9,3 g (Korošak 2011).\nLeta 1999 so v Sadjarskem centru Maribor primerjali rast in rodnost sort ´Regina´ in´Kordia´ na petih podlagah: P-HL-A, P-HL-B, P-HL-C, Edabriz in W 72. Posajeno je bilo 64 dreves na razdalji 3 x 2 m. Pri sorti ´Regina´ je bil na podlagi W 72 izmerjen najmanjši prirast debla, 17,3 cm, in najmanjši volumen krošnje, 4,0 m3. Prav pri tej podlagi in sorti pa je bila rodnost največja, 0,4 kg/cm2 (Stojan 2008).\n"], "6": ["3 MATERIALI IN METODE DELA", ""], "7": ["3.1 Lokacija poskusa in poskusni nasad", "Leta 2006 je bil v okviru sodelovanja Alpe-Adria v Sloveniji posajen nasad češenj v poskusnem sadjarskem centru Maribor. Posestvo zajema 18 hektarjev površin z različnimi sadnimi vrstami, med katerimi prevladujejo jablane. Češnje so bile gojene v obliki vretena. Gojili smo jih s pomočjo opore. Nasad je bil leta 2007 pokrit s folijo. Za namakanje nasada po potrebi so se v nasadu namestili mikrorazpršilci. Bolezni in škodljivce se je zatiralo po smernicah integrirane pridelave.\nPoskus je zajemal devet obravnavanj sorte ´Regina´, posajene na različnih razdaljah in na različnih podlagah, z medvrstno razdaljo 4,5 m. Razdalja sajenja pri bila pri prvih treh obravnavah 1,5 m. Prva obravnava je bila na podlagi Gis 3 (5 dreves), drugo na Gis 5 (5 dreves) in tretja na W 72 (5 dreves). Razdalja sajenja pri naslednjih treh obravnavah je bila 2 m. Četrta obravnava je bila na podlagi Gis 3 (5 dreves), peta na Gis 5 (5 dreves) in šesta na W 72 (5 dreves). Razdalja sajenja pri naslednjih treh obravnavah je bila 2,5 m. Sedmo obravnava je bila na Gis 3 (5 dreves), osma na Gis 5 (5 dreves) in deveta na W 72 (5 dreves). Ker je sorta ´Regina´ samoneoplodna je bil med njo posajen še opraševalec (Durone).\n"], "8": ["3.2 Analiza tal", "Analiza tal se v Sadjarskem centru Maribor opravlja vsakih 5 let. Rezultati zadnje analize, izvedene aprila leta 2005, kažejo, da so tla v nasadu težka (ilovnato-glinasta). Vzorec je bil vzet na globini 0–30 cm. Analiza je bila opravljena po Al metodi. Rezultati so prikazani v preglednici 1. \nRezultati analize tal kažejo zadovoljivo vsebnost magnezija in fosforja ter pomanjkljivo vsebnost kalija. Vsebnost humusa v tleh je zadovoljiva. Izmerjena pH vrednost pa kaže na nevtralno reakcijo tal.\n(KGZS – Zavod Maribor 2005)\n"], "9": ["3.3 Vremenske razmere", "Za opis vremenskih razmer v času trajanja poskusa so bili uporabljeni podatki iz testne postaje Gačnik, ki je sestavni del sistema ARSO (Agencije Republike Slovenije za okolje) in njihove arhivske baze. Vremenske razmere opisujejo obdobje od konca cvetenja (1. maj) do zaključka rasti (31. oktober).\n"], "10": ["3.3.1 Vremenske razmere tridesetletnega obdobja za Maribor", "V severovzhodni (SV) Sloveniji je bilo tridesetletno (1961–1990) povprečje dnevnih temperatur 9,7 oC, letna količina padavin pa 1047 mm (grafikon 1 v razmerju 1:4).\nLeta 2008 so bile povprečne dnevne temperature v času rasti in zorenja plodov (maj– september) v vseh mesecih, razen v avgustu, nižje od 30-letnega povprečja (1961–1990), v letu 2009 pa so povprečne dnevne temperature v času rasti in zorenja plodov (maj– september) v vseh mesecih presegale dnevne temperature tridesetletnega povprečja in leta \n2008. Vsota padavin v letu 2008 je bila 910,4 mm, kar je 137 mm manj od 30-letnega povprečja, vsota padavin v letu 2009 pa 1387,7 mm, kar je 340 mm več od 30-letnega povprečja.\n(mm). Gre za tridesetletno povprečje v severovzhodni Sloveniji (Maribor) v  obdobju 1961–1990 po modificiranem Walterjevem in Gaussenovem  klimadiagramu (Hočevar in Petkovšek 1995) (ARSO 2012).\n"], "11": ["3.3.2 Vremenske razmere od leta 2008 do 2011 za Maribor", "Vsota povprečnih dnevnih temperatur v času od maja do septembra ponazarja, da je bilo leto 2008 z 2583 -C hladnejše od leta 2009 z 2799 -C. V letu 2008 je od maja do septembra padlo 616,7 mm padavin. V letu 2009 je bila količina padavin višja – 763,9 mm – predvsem so padavine v mesecu avgustu za 2/3 presegle količino padavin v avgustu leta 2008. Povprečni temperaturi v letih 2009 in 2010 sta se ponovno spustili pod 0 -C. Leta 2010 so bile najvišje temperature v mesecu juliju, decembra so padle na 0,3 -C. Padavine leta 2010 so bile od tistih v preteklem letu obilnejše za 17 %. Največ padavin je zapadlo v avgustu – 153 mm. V severovzhodni Sloveniji so se povprečne mesečne temperature gibale od 0,5 do \n21,8 -C. Najtoplejši mesec je bil avgust, najhladnejši pa februar. V tem letu je bila jesen suha, saj je bilo v primerjavi s preteklim letom zelo malo padavin. Tudi meseca februar in november sta bila suha, saj ni bilo padavin. Največ padavin je bilo julija, pa še to samo 123 mm.\n"], "12": ["3.4 Uporabljen material", "Glede na pomološke lastnosti sorte češenj delimo v dve skupini. Ločimo skupino srčastih češenj, ki imajo mehko meso, plodovi teh so večinoma srčaste obliko in skupino hrustavk, v katero spadajo plodovi s čvrstim mesom in so navadno ovalne oblike (Štampar in sod. 2005).\nVečina sort češenj je samoneoplodnih (avtosterilnih), iz leta v leto pa narašča število samooplodnih (avtofertilnih) sort. Zaradi samoneoplodnosti sorte je potrebno v nasad posaditi večjo število sort, pri čemer je potrebno pozornost nameniti izbiri opraševalnih. Sorta, ki jo izberemo za opraševalno, mora cveteti v času cvetenja glavne sorte oz. cvetenje obeh sort mora biti hkratno (Štampar in sod. 2005).\n"], "13": ["3.4.1 Sorta ´Regina´", "Sorta ´Regina´ je nemški križanec sort ´Schneiders Spate´, ´Knorpel-Kirsche´ in ´Rube´. Drevesa so bujna, cveti in zori pozno. Plodovi so srednje debeli in srčaste oblike, meso je svetle barve, zelo čvrsto, odličnega okusa in hrustavo. Gre za avtosterilno sorto, oplodijo jo sorte: ´Kordia´, ´Sunburst´, ´Germersdorfska´, ´Summit´. Je dobro odporna na pozebo, plodovi pa so precej odporni proti pokanju. (http://www.Fileden.com/files/2010/9/27/2979894/opis/cesnje.pdf 18. sept. 2012)\n"], "14": ["3.4.2 Gisela 3", "Gis 3 je nov klon iz serije Gissin. V primerjavi z Gis 5 je rast zmanjšana, je pa bolj razvejana in ima izrazite kote. Poskus v Nemčiji je pokazal redne visoke donose, pri katerih kakovost sadja ni ogrožena. Odporna je na virus in občutljiva na listne bolezni. Priporočajo jo za nasade z visoko gostoto sajenja ob dobri zemlji, namakanju, podpori in v pokritem nasadu pod folijo (http://www.actahort.org/books/658/658_19.htm. 28. sept. 2012).\nGis 3 je nižje in šibkejše rasti kot Gis 5. Zato je ta podlaga primerna za gosto sajenje. Je virus odporna in občutljiva na listne bolezni. Primerna je za intenzivno pridelavo. Primerna je za intenzivno pridelavo (http://www.baumschule-stahl.de/gisela.php?lang=de. 01. sept. 2012).\n"], "15": ["3.4.3 Gisela 5", "Je triploidni hibrid P.ceracus L. (Cv. Žlotovka )×P. canescens Bois. Drevesa so srednje bujne rasti, dosežejo približno 30–80 odstotkov bujnosti podlage F 12/1. Bujnost je odvisna od uporabljene sorte in lastnosti tal. Podlaga ni primerna za slabe rastne razmere, prav tako tudi ne za anaerobne razmere v težkih glinastih tleh. Je srednje šipke rasti, vpliva na debelino plodov in je zelo rodna. Vzgoja je možna v različnih gojitvenih oblikah, zato se sadjarji v novih intenzivnih nasadih češnje pogosto odločajo zanjo. Voluhar lahko napravi veliko škode (Štampar in sod. 2005).\n"], "16": ["3.4.4 Weiroot 72", "Podlaga je klon Pronus cerasus, ki je zelo šibke rasti. Bujnost drevesa obsega 25–30 odstotkov bujnosti podlage F 12/1. Drevo lahko zraste od 1.8 m do 2.7 m višine in zelo zgodaj stopi v rodnost. Velikost plodov je neznatno manjša kot pri ostalih podlagah \nWeiroot. Da lahko obdrži kakovost plodov, Weiroot potrebuje zelo dobro zemljo, optimalno sorto, zadostno založenost hranil in zadostno količino vode. Poleg tega drevesa potrebujejo oporo vse življenje (Long 2003).\n"], "17": ["3.4.5 Durone", "Durone je opraševalec samoneoplodnih sort. Obstajajo težave z zdravjem drevesa, predvsem zaradi bakterijskega raka. Dandanes se uporablja kot opraševalec pri sorti ´Regina´ (Balmer 2000).\n'Durone compatto di Vignola' je nastala z mutacijo 'Durone Nero II die Vignola', znotraj kooperativnega programa ISF, ENE iz Rima in C.M.V.F. univerze v Boloniji. V 12-ih letih opazovanj nikoli ni pokazala vračanja v prvotno stanje standardno rastočih navad (Fideghelli C. in sod. 1988).\n"], "18": ["4 REZULTATI Z RAZPRAVO", "V sadjarskem centru Maribor smo spremljali naslednje parametre pri češnji sorte ´Regina´ na različnih podlagah.\n"], "19": ["4.1 Ploščina debla", "Povprečna ploščina preseka debla pri sorti ´Regina´ v obravnavanem letu 2008 na razdalji sajenja 1,5 m pri podlagi Gis 3 je dosegala 8,9 cm, pri razdalji sajenja na 2 m je bil obseg debel za 28,2 % večji; pri razdalji sajenja 2,5 m pa je obseg znašal 9,6 cm, kar je za 8,3 % več kot pri razdalji sajenja na 1,5 m. Pri podlagi Gis 5 so trendi povprečne ploščine podobni kot pri Gis 3. Največjo povprečno ploščino preseka debla je dosegla češnja sorte ´Regina´, ki je bila posajena na razdalji 2 m in je znašala 21,9 cm, kar je za okoli 72,3 % več kot pri razdalji sajenja na 1,5 m in 7 % več kot pri razdalji sajenja 2,5 m. Pri podlagi W 72 so razlike med povprečnimi ploščinami malo manjše, vendar se je ponovno pokazalo, da je sorta ´Regina´ dosegla največjo ploščino debla pri razdalji sajenja na 2 m.\nV letu 2009 je pri podlagi Gis 3 obseg znašal 12,9 cm, kar je za 24,6 % manj kot pri razdalji sajenja na 2 m, ki doseže premer 17,2 cm. Pri obravnavi razdalje sajenja na 2,5 m je ´Regina´ na podlagi Gis 3 dosegla 15,3 cm, kar je za 14,9 % več kot pri razdalji sajenja na 1,5 m in 11,4 % manj od razdalje sajenja na 2 m. Pri podlagi Gis 5 je največji obseg sorta ´Regina´ dosegla pri sajenju na razdalji 2 m in znaša 39,5 cm. Pri W 72 pri razdalji sajenja na 2,5 m je ´Regina´ dosegla povprečni prirast 25,4 cm, kar je za 3,3 % majn kot pri sajenju na razdalji 2 m in za 8,5 % več kot pri sajenju na razdalji 1,5 m, ki znaša 23,3 cm.\nV letu 2010 so se obsegi glede na pretekli leti povečevali celo za 2-krat. Največji obseg je bil izmerjen pri podlagi Gis 5 pri sajenju na razdalji 2 m, in sicer 60,0 cm; najmanjši obseg pa pri Gis 3 pri sajenju na razdalji 1,5 m z obsegom 21,6 cm. V letu 2011 je pri sajenju na \nrazdalji 1,5 m dosegla največji obseg debla podlaga Gis 5. Njen obseg je znašal 51,6 cm, kar je za 52,8 % več od podlage Gis 3 in za 5,2 % več od podlage W 72. Pri razdalji sajenja 2 m se je pri Gis 3 obseg povečal za 32,9 %. Pri Gis 3 je obseg znašal 28,5 cm, pri podlagi W 72 pa 55,0 cm, kar je za 19,8 % manj kot pri Gis 5. Pri sajenju na razdalji 2,5 m je obseg Gis 5 znašal 65,5 cm, kar je za 10,2 % več kot pri podlagi W 72 in 59,4 % več kot pri podlagi Gis 3, kjer je znašal 26,6 cm.\n* Različne črke (a, b, c, d) prikazujejo statistične razlike za določene parametre po Duncanovem testu (0,05)\n4.2 Masa plodov\nNajvečje povprečne pridelke na drevo je imela sorta ´Regina´ na podlagi Gis 5 pri vseh razdaljah sajenja, najmanjše povprečne pridelke na drevo pa na podlagi W 72, pri vseh razdaljah sajenja. Tudi v letu 2009 so imela drevesa češenj v povprečju največji pridelek, \nče so bila cepljena na podlagi Gis 5. Pridelki češenj na podlagi W 72 pa so bili v tem letu pri manjših razdaljah sajenja večji kot pri podlagi Gis 3. Pri vse obravnavah je bil v letu 2009 povprečen pridelek na drevo večji kot v preteklem letu. V letu 2010 so se volumni dreves zelo povečali, posledično pa tudi pridelki. Pridelki so se glede na predhodno leto povečali pri vseh obravnavah – pri nekaterih celo za več kot 2-krat. Pri najmanjši razdalji sajenja je povprečen pridelek na drevo pri drevesih, cepljenih na Gis 3 in W 72, presegel pridelek dreves, cepljenih na podlago Gis 5. Pri večjih razdaljah sajenja pa so bili povprečni pridelki pri podlagi Gis 5 večji kot pri ostalih podlagah. V letu 2011 so bili pridelki praviloma manjšii kot v preteklem letu. Ponovno so bili največji pridelki – ne glede na razdaljo sajenja – pri podlagi Gis 5.\n* različne črke (a, b, c, d) prikazujejo statistične razlike za določene parametre po Duncanovem testu (0,05)\nV letih od 2008 do 2011 smo pri razdalji sajenja 1,5 m dobili največji povprečni pridelek pri drevesih, ki imajo podlago Gis 5. Pri češnjah, ki imajo podlago Gis 3 in W 72, pa je pridelek zelo podoben. Skoraj enak rezultat se kaže pri večjih sadilnih razdaljah. Po \npovprečnem pridelku izstopajo drevesa, cepljena na podlago Gis 5. Pridelek kombinacije te sorte in podlage je za skoraj 100 % večjii kot pri ostalih kombinacijah. Če izstopa podlaga Gis 5, pa lahko za podlagi Gis 3 in W 72 rečemo, da so pridelki primerljivi oz. enaki.\nPovprečni pridelki pri razdaljah sajenja 2 in 2,5 m so zelo primerljivi. Povprečni pridelki pri najmanjši razdalji sajenja (1,5 m) pa so pri vseh treh podlagah manjši.\n"], "20": ["4.3 Povprečna masa ploda", "V letu 2008 (preglednica 4) so povprečne mase enega plodu nihale od 9,4 do 10,6 g. Največjo povprečno maso plodu je imela podlaga W 72 na razdalji sajenja 2,5 m, najmanjša masa plodu pa je bila stehtana pri Gis 3 na razdalji sajenja 1,5 m.\n* Različne črke (a, b, c, d) prikazujejo statistične razlike za določene parametre po Duncanovem testu (0,05) \nV letu 2009 so bile pri vseh obravnavah najmanjše povprečne mase plodu. Nihale so med 6,9 in 10,1 g. Največjo stehtano maso so predstavljali plodovi pri podlagi W 72 na razdalji sajenja 1,5 m, najmanjšo povprečno maso pa je imela podlaga Gis 3 na razdalji sajenja 2,5 m. V letu 2010 je bilo povprečje stehtanih plodov podobno kot v letu 2008 – plodovi so nihali med 7,7 g in 11,2 g. V primerjavi z letom 2009 je bila najmanj opažena razlika v povprečni masi enega plodu na podlagi Gis 3 pri sajenju na razdalji 1,5 m. Največja povprečna masa plodu je bila pri W 72 na razdalji 2 m, s povprečno težo plodi 11,2 g. To je bila tudi največja stehtana masa plodu v vseh letih in obravnavanjih. V letu 2011 so bile povprečne mase plodu zelo podobne masam v letu 2008 – odstopanja so bila zelo majhna. Rezultati meritev so pokazali, da je povprečna masa ploda pri sorti Gis 3 v vseh štirih letih (od 2008 do 2011) merjenja – ne glede na razdaljo pri sajenju – imela najmanjšo maso ploda. Največjo maso ploda pa je v vseh letih dosegla ´Regina´, cepljena na podlagi W 72. Dosegla jo je na medvrstni razdalji 2 m, v povprečju štirih let merjenja znaša 10,4 g.\n"], "21": ["4.4 Skupni pridelek češenj sorte ´Regine´ od leta 2008 do 2011 v t/ha", "Pridelke t/ha smo dobili tako, da smo iz preglednice 3 vzeli povprečno maso plodov na drevo. Tako smo povprečno maso plodov na drevo pri sajenju na razdalji 1,5 m množili z 1481 drevesi, te ki smo jih posadili na razdalji 2 m z 1111 drevesi, pri razdalji 2,5 m pa z 888 drevesi. V poskusu smo ugotovili, da je sorta ´Regina´, posajena na podlagi Gis 5, ne glede na razdaljo sajenja dosegla največji hektarski donos, kar je razvidno iz grafikona 2. Trendi boljše rodnosti Gis 5 se kažejo v vseh obravnavanih letih. Pridelki pri Gis 3 in W 72 niso statistično značilni. \n* Različne črke (a, b, c, d) prikazujejo statistične razlike za določene parametre po Duncanovem testu (0,05)\n"], "22": ["5 SKLEPI", "Namen oz. cilj diplomskega dela je bil raziskati, katera podlaga in razdalja sajenja dajeta največje ter najkvalitetnejše plodove češenj pri sorti´Regina´. Poskus je bil zastavljen v Sadjarskem centru Maribor, v letih 2008 do 2011. Prišli smo do naslednjih sklepov:\nPridelki pri podlagah Gis 3 in W 72 so si zelo podobni pri vseh sadilnih razdaljah, kar pomeni, da praktično ni razlik med podlagama W 72 in G 3.\nPodlaga Gis 5 se je pokazala za najprimernejšo za sorto ´Regina´, saj je pridelek na tej podlagi skoraj za 100 % večji kot pri ostalih kombinacijah. To pomeni, da podlaga Gis 5 najbolj pozitivno vpliva na rodnost češenj sorte ´Regina´, saj daje na tej podlagi največji pridelek in hektarski donos.\nGostota sajenja vpliva na število plodov, pridelek na drevo, hektarski donos ter maso plodu. Pridelki pri sajenju na razdalji 1,5 m so bili manjši v vseh spremljanih letih. Največje pridelke smo dosegli pri sajenju na razdalji 2 m, zato ni potrebe povečevati razdaljo sajenja na 2,5 m ali več.\nMerilo kakovosti pri češnjah so veliki in težki plodovi, če govorimo o zunanjih lastnostih, saj se veliki plodovi lažje prodajo in dosegajo višjo ceno na trgu. V poskusu se je izkazalo tudi, da podlaga W 72 daje najdebelejše in najtežje plodove, vendar zelo majhne pridelke. Podlaga Gis 5 daje nekoliko manjše plodove, vendar večje pridelke. Plodovi pri podlagi Gis 5 so – kljub temu, da je tam pridelek večji – večji kot pri podlagi Gis 3.\n"], "abstract": ["Poskusno vrednotenje vpliva različnih podlag in razdalij pri sajenju češenj je potekalo v letih 2008 do 2011 v Sadjarskem centru Maribor v Gačniku. V poskusnem nasadu smo leta 2006 posadili češnje sorte 'Regina', cepljene na podlage Gisela 3, Gisela 5 in Weiroot 72. Drevesa so bila med seboj oddaljena 1.5, 2 in 2.5 metra. S poskusom smo želeli ugotoviti, kako različne podlage in razdalje sajenja vplivajo na vegetativne in generativne kazalce. Drevesa, cepljena na podlago Gisela 5, so imela največji povprečni presek debla – posledično so to tudi največja drevesa. Najmanjša drevesa so bila na podlagi Gisela 3. Največjo povprečno maso plodov smo zabeležili pri drevesih s podlago Gisela 5, medtem ko so bili pridelki pri ostalih dveh podlagah primerljivi. Pozitiven vpliv na debelino plodov je imela podlaga Weiroot 72. Najmanjše plodove pa smo dobili tam, kjer so imela drevesa podlago Gisela 3. Kot najprimernejšo podlago lahko označimo Giselo 5, ki je v kombinaciji s sorto 'Regina' dala najboljše rezultate na razdalji sajenja 2 m. "]}