{"1": ["1 UVOD", "Postnatalno obdobje ali obdobje laktacije ima pomembno vlogo na celotno življenje prašičev. Pujski se namreč takrat prvič soočijo z raznovrstnimi vplivi zunanjega okolja. Na njihovo življenje in razvoj tekom laktacije pomembno vplivajo številni dejavniki, kot so velikost gnezda, telesna in rojstna masa pujskov, genetski potencial svinje in drugi zunanji dejavniki (temperatura, okolje itd.). Sesanje predstavlja eno ključnih aktivnosti v času laktacije in pomembno vpliva na nadaljnjo rast in razvoj. Pomembno je, da pujski v prvih dneh življenja zaužijejo zadostno količino kolostruma in mleka, ki v tem obdobju predstavljata prvi in edini vir hrane ter zaščitnih snovi za pujske. Učinkovitost sesanja je odvisna predvsem od stabilnosti sesanja, mlečnosti svinje in dostopnosti seskov. Poleg naštetih vplivov pa imajo lahko pomembno vlogo v tem obdobju tudi prostorske značilnosti mamalnega kompleksa, katerih vpliv na postnatalno življenje pujskov v preteklosti še ni bil natančneje proučevan. V literaturi je sicer zaslediti nekaj raziskav, ki nakazujejo na pomen prostorske komponente na rast in obnašanje pujskov.\nHurley (2001) navaja, da se količina mleka v zgodnjih dneh laktacije poveča predvsem zaradi naraščanja števila celic mlečne žleze, ki izločajo mleko (sekrecijske celice). Burja in sod. (2011, cit. po Rzasa in sod. 2005) dodajajo, da imajo seski/mlečne žleze v prsni legi večje število mlečnih kanalov in posledično vsebujejo večjo količino mleka ter imajo večji volumen kot pa seski v dimeljskem predelu.\nNamen naše raziskave je bil ugotoviti: 1) povezavo med različnimi parametri rasti in obnašanja pujskov in ploščino (obsežnostjo) mlečne žleze/seska, ki ga pujsek zavzema tekom sesanja in 2) proučiti uporabo in velikost mlečnih žlez ter hkrati oceniti njihovo stanje (aktivnost) ob koncu laktacije. \nOsnovna hipoteza pri naši raziskavi je bila, da bodo pujski z višjo rojstno maso zavzemali večji prostor in imeli tudi višji prirast. Predpostavljali smo tudi, da velikost mlečne žleze/ prostor vpliva na stabilnost sesanja.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Mlečne žleze – vime", "Mlečne žleze so kožne žleze za tvorbo mleka in so razporejene v parih vzdolž trebuha. Na vsaki strani je 5 do 8 mlečnih žlez; 60 % prašičev ima parno, 40 % pa neparno število seskov. Mlečna žleza se zožuje proti sesku, ki je sorazmerno kratek in ima 2 do 3 odprtine. Poleg normalnih funkcionalnih seskov poznamo še nefunkcionalne seske (analni seski, paseski in slepi seski) (Šalehar in sod. 1995).\nMlečna žleza svinje je sestavljena iz manjših kanalčkov, večjih kanalov in cistern, skozi katere se pretaka mleko vse do seskovega kanala na koncu mlečne žleze. Seskov kanal zapira gladka mišica zapiralka in na ta način uravnava izpust mleka. Mleko nastaja v alveolah (mlekotvorni mehurčki), ki se razvijajo v lobulih (režnji). Osrednji del mlečne žleze predstavlja mlečna cisterna z omejeno kapaciteto, ki služi za shranjevanje mleka (Mavromichalis 2006). \n"], "4": ["2.2 Razvoj/rast mlečne žleze tekom laktacije", "Rast mlečnih žlez se začne že v času brejosti (Kim in sod. 1999, cit. po Kensinger 1982), vendar pa se najintenzivnejša rast mlečnih žlez odvija v času laktacije (Hurley 2001). Količina mleka se v zgodnjih dneh laktacije poveča predvsem zaradi naraščanja števila celic mlečne žleze, ki izločajo mleko in jih imenujemo sekrecijske celice (Hurley 2001). Mlečnost običajno narašča vse do četrtega tedna laktacije in potem počasi pada (King in sod. 1999, cit. po Elsley 1971). Hurley (2001) navaja, da na postnatalno rast mlečne žleze vplivajo različni dejavniki, kot so faza laktacije, vnos hranil, velikost gnezda in lega mlečne žleze. Kim in sod. (1999) izpostavljajo tudi vpliv hormonov in stimulacijo oz. masažo seskov, katere močan vpliv so ugotovili tudi King in sod. (1997). \nRast mlečne žleze ni enakomerno razporejena tekom celotne laktacije. V obdobju med 5. in 21. dnem se masa žleze običajno poveča za več kot 50 % (Hurley 2001, cit. po King in sod. 1999). Produkcija mleka in rast mlečne žleze sta v veliki meri odvisni tudi od velikosti gnezda, saj se mlečnost glede na naraščanje števila pujskov od 6 do 12 lahko poveča za več kot 50% (Kim in sod. 1999, cit. po King 1989; King 1991). Pomembno vlogo predstavlja tudi telesna masa pujskov (Kyriazakis 1999).\nRazvitost mlečne žleze in posledično mlečnost tekom laktacije je v veliki meri odvisna tudi od telesnih rezerv svinje (King in sod. 1999), še posebej pa je pomembno, da svinji v postnatalnem obdobju zagotovimo zadostno količino krme, bogate z energijo (Hurley 2001, cit. po Nobel 1998) in proteini ter lizinom (Hurley 2001, cit. po King 1998). Manjši vpliv na mlečnost predstavlja področje mlečne žleze vzdolž mamalnega kompleksa (Hurley 2001; Skok in sod. 2007). Številne pretekle študije so obravnavale sesno obnašanje pujskov po rojstvu, izbor področja sesanja, oblikovanje sesnega reda ter stabilnost sesanja (Kim in sod. 2000, cit. po Gonyou 1990; Hartsock in Garves 1976; Mc Bride 1963; Rohde-Parfet 1990). Raziskave prikazujejo, da so sprednje mlečne žleze večje, proizvajajo več mleka in omogočajo boljši položaj pujsku pri sesanju (Kim in sod. 2000, cit. po Donald 1937; Gill 1956; Thomson 1956), medtem ko drugi avtorji navajajo, da ni izrazitih razlik v mlečnosti glede na položaj posamezne žleze (Kim in sod. 2000, cit. po Hartman in Pond 1962).\nNefunkcionalnost seskov se kaže, kadar mlečne žleze niso redno sesane, posledično se zmanjša število celic mlečnih žlez, ki začnejo postopoma upadati (Hurley 2001, cit. po Wilde 1999). Upad mlečnih žlez se prične pojavljati prvih 7 do 10 dni laktacije in je nepovraten. Zmanjša se njihova masa, delež proteinov in maščob ter DNK (Kim in sod. 2001).\n"], "5": ["2.3 Sesno obnašanje", "Pujski začnejo sesati takoj po rojstvu, nekaj ur po rojstvu pa se že prične oblikovati sesni red, ki je vzpostavljen že po nekaj dneh (Kim in sod. 2000, cit. po McBride 1963). Posledično se zmanjša tekmovalnost med pujski oziroma boj za seske (Kim in sod. 2000, cit. po Hartsock in Graves 1976).\nAkt sesanja sestoji iz treh faz. Sesanje se prične, ko svinja privabi pujske s klicanjem oz. ko jo k temu prisilijo pujski sami s cviležem. Pujski sesajo v intervalih, vsakih 40‒60 minut (Špinka in sod. 1995). Razporedijo se vsak k svojemu sesku in prične se prva faza ‒ masaža seskov, ko pujski dve do tri minute masirajo vsak svoj sesek. Z masiranjem izzovejo, da se svinji v kri sprosti hormon oksitocin, ki sproži kratkotrajno izločanje mleka. Ko se mleko začne izločati, pujski prenehajo z masažo in se umirijo ter pričnejo goltati mleko, kar traja v povprečju komaj 20 sekund. Sledi zadnja oz. tretja faza, ki predstavlja ponovno masažo mlečnih žlez, kar lahko traja tudi do 10 minut (Šalehar in sod. 1995).\n2.4 Povezava med lastnostmi mamalnega kompleksa in proizvodnimi parametri ter  vedenjskimi vzorci pujskov\nKolostrum in mleko sta prva hrana pujskov in predstavljata pravzaprav edini vir hranil ter vir zaščitnih snovi (Šalehar in sod. 1995). Pujski bodo dobro priraščali le ob dobro razvitih in aktivnih mlečnih žlezah ter zadostni količini kolostruma in kakovostnega mleka (Nielsen in sod. 2001). Wu in sod. (2010) navajajo, da so pujski, ki so sesali prednje in srednje mlečne žleze priraščali hitreje kot tisti, ki so sesali zadnje mlečne žleze. Rezultati so celo pokazali, da se vzdolž mamalnega kompleksa spreminjata sestavi mleka in mleziva. Avtorji še navajajo, da so prednje mlečne žleze v primerjavi z zadnjimi bolj aktivne v sintezi beljakovin in proizvajajo več imunoglobulinov ter laktoferina v mlezivu in mleku. Na rast pujskov vplivajo področje sesanja, sesni red in s tem stabilnost sesanja. Kim in sod. (2000, cit. po Fraser 1975) \nnavajajo, da se sesni red v območju srednjih mlečnih žlez vzpostavi nekoliko počasneje kot pa v sprednjem in zadnjem delu mamalnega kompleksa. Franci in sod. (2002, cit. po Hartsock 1977; Dyck 1987; Fraser 1992) potrjujejo navedbe, da pujski ob rojstvu težijo k sprednjim seskom, vendar kot razlog ne navajajo količine mleka ampak večji občutek varnosti (večji prostor).\nPomembno vlogo pri novorojenih pujskih ima predvsem rojstna masa (Kyriazakis 1999). Raziskave kažejo tesno povezanost rojstne in telesne mase z iztokom mleka (količina mleka na posameznega pujska). Težji pujski naj bi izvajali uspešnejšo masažo seskov in s tem povzročili boljši iztok mleka iz mlečnih žlez. Posledično žleze skozi laktacijo ostanejo aktivne in dobro razvite (King 1997, cit. po Fraser in Morley Jones 1975; Hemsworth 1976). Rojstna masa je tesno povezana tudi z maso ob odstavitvi, saj ugotovitve kažejo, da pujski z višjo rojstno maso ohranjajo višjo telesno maso vse do odstavitve (Skok in sod. 2007). Iztok mleka in s tem mlečnost se povečata tudi z intenzivnostjo sesanja (Hurley 2001, cit. po Auldist in King 1995), saj številne študije kažejo, da krajši intervali sesanja omogočajo boljši iztok mleka (Hurley 2001, cit. po Sauber in sod. 1994; Auldist 1995; Brooks in Burke 1998).\n"], "6": ["3 MATERIALI IN METODE DELA", ""], "7": ["3.1 Materiali", "Raziskava je bila opravljena v obdobju od julija 2012 do avgusta 2012 na Fakulteti za kmetijstvo in biosistemske vede, v rejskem središču za plemenske svinje Univerzitetnega kmetijskega centra (UKC). Raziskava je bila opravljena v skladu z Zakonom o zaščiti živali (Url. RS 43/2007).\nV proučevanje smo vključili gnezda treh plemenskih svinj pasme ŠL ‒ švedski landrace (11). Povprečna velikost gnezda na svinjo je bila 9 pujskov. Zaradi izgube enega pujska v prvih dneh laktacije smo v raziskavo vključili 27 pujskov.\n1 (11 ŠL) 2 10 9 2 (11 ŠL) 5 10 10 3 (11 ŠL) 2 8 8\n"], "8": ["3.2 Metode dela", ""], "9": ["3.2.1 Meritve sesnega prostora", "Meritev mamalnega kompleksa svinje smo opravili z merilnim trakom. Meritve smo izvajali na začetku laktacije (prvi dan po prasitvi) in nadalje ob koncu vsakega naslednjega tedna laktacije. Zadnjo meritev smo opravili en dan pred odstavitvijo, tj. 27. dan laktacije.\nZ meritvami smo pridobili naslednje podatke (glej Slika 2):  a) dolžina verige mlečnih žlez oz. mamalnega kompleksa (razdalja med zunanjimi  robovi skrajnih mlečnih žlez)  b) razmak med seski (vzdolž mamalnega kompleksa)  c) prečni razmak med seski (razmak od najbližjega seska na nasprotni strani  mamalnega kompleksa)  d) dolžina centralne vezi\nmamalnega kompleksa).\n"], "10": ["3.2.2 Ocena stanja seskov", "Mlečno žlezo in njene spremembe smo vseskozi natančno spremljali in podali oceno stanja seskov. Na podlagi kriterijev, kot so razvitost/obsežnost mlečne žleze in iztok mleka, smo posamezno mlečno žlezo/sesek uvrstili v pripadajoč razred:  1. popolnoma aktivna in razvita mlečna žleza (dobro razvita in obsežna mlečna žleza)  2. aktivna mlečna žleza, ki kaže na presušitev (v primerjavi z drugimi mlečnimi žlezami  izrazito manj obsežna; produkcija mleka še poteka)  3. presušena mlečna žleza (popolnoma upadla mlečna žleza; produkcija mleka  zaustavljena ali komajda zaznavna)  4. slepi sesek (nefunkcionalen sesek)\nPri analizi rezultatov smo obravnavali zgolj popolnoma razvite/aktivne mlečne žleze in presušene (delno ali popolnoma) mlečne žleze, v ta namen smo razred 2 in 3 združili. Nefunkcionalnih seskov ni bilo.\nmlečnih žlez že očitna (Praper 2012).\npopolnoma presušenimi mlečnimi žlezami ob koncu laktacije (Praper 2012).\n"], "11": ["3.2.3 Opazovanje sesanja", "Pred prvim opazovanjem smo vse pujske označili z različnimi kombinacijami črt na hrbtu. Pri posameznem pujsku smo celotno obdobje opazovanja ohranjali enako oznako. Kasneje so pujske tudi tetovirali in oštevilčili, s čimer smo dosegli še boljšo preglednost in lažje proučevanje.\ncelotno laktacijo ohranjala ista oznaka.\nPri vsakem gnezdu smo sesni red opazovali na 1., 4., 7., 10., 14., 18., 21., 25. in zadnji, 28. dan laktacije. Vsak dan smo opazovali tri zaporedna sesanja in beležili njihov položaj pri sesanju, položaj matere med sesanjem (stran ležanja) ter morebitne posebnosti v obnašanju.\nSvinje so imele različno število seskov, svinji št. 1 in 3 sta imeli po 15 seskov, medtem ko jih je imela svinja št. 2 14. Seski so bili označeni 1 – 14 (15) v smeri od glave proti zadnjemu delu. Liha števila so predstavljala vrsto seskov na levi strani svinje, soda pa tista na desni. Vsi seski so bili funkcionalni ter niso bili poškodovani ali defektni. \n"], "12": ["3.2.4 Stabilnost sesanja", "Stabilnost sesanja smo določali na osnovi enačbe, izpeljane iz osnovne verjetnostne teorije (Gotelli in Ellison 2004), ki daje verjetnost da bo določen pujsek zaporedoma sesal na istem sesku.\nEnačba za sesni red (izpeljana iz Gotelli in Ellison 2004): P = (∑i=1 ni×(ni – 1))/N(N – 1)\n- n je število sesanj na določenem sesnem paru, ki ga opravi določen pujsek.\n- N je vsota vseh opazovanih sesanj na določenem sesnem paru. \nVrednost P se giblje med rangoma 0 in 1, kjer 1 predstavlja maksimalno stabilnost sesanja, kar pomeni, da je določen pujsek sesal le en določen sesni par, 0 pa predstavlja popolno nestabilnost sesanja in pomeni, da je pujsek vsako sesanje opravil na drugem sesku (kar v teh pogojih – nesorazmerno nizko število seskov glede na število sesanj – ni mogoče).\n"], "13": ["3.2.5 Lastnosti pujskov in svinje", "Tehtanje pujskov se je izvajalo vsakič na dan opazovanja po opravljenih meritvah in opazovanjih. Uporabljali smo digitalno tehtnico z natančnostjo 50 g.\nIz podatkov, pridobljenih z merjenjem in tehtanjem, smo podali ali izračunali naslednje parametre:\na) Rojstna masa oz. telesna masa je individualna masa pujska ob rojstvu oz. na posamezen dan v času laktacije.\nb) Korigirana telesna masa (Mk) je s pomočjo dnevnega prirasta (DP) ter mas (M1,2) med dvema meritvama izračunana masa na dan pred meritvijo ali po njej.\nMk = M1,2 ± DP12\nc) Dnevni prirast (DP) je povprečna sprememba mase posamezne živali na dan v proučevanem obdobju (∆ M12), deljena s številom dni, ki je preteklo med dvema meritvama (∆ SZK). S tem merimo hitrost rasti posameznih živali. Pri tem smo uporabljali enačbo, povzeto po Kovačevi (1998):\nDP12 = ∆ M12/∆ SZK\nM2 ‒ masa živali zadnje meritve\nM1 ‒ masa živali prejšnje meritve \nSZ ‒ starost živali na začetku meritve\nSK ‒ starost živali na koncu meritve\n"], "14": ["3.2.6 Ploščina posameznega seska [cm2]:", "Pri izračunu ploščine smo uporabili dve meri: razmak med seski (polovična razdalja do sosednjih seskov vzdolž mamalnega kompleksa) – b (glej Slika 2) in prečni razmak med seski (polovična razdalja do najbližjega seska na nasprotni strani mamalnega kompleksa) – c (glej Slika 2). Ker je izven mamalnega kompleksa prostor virtualno neomejen, se je kot omejitev postavila enaka razdalja, ki je pujska omejevala znotraj mamalnega kompleksa. \nPRIMER 1 ‒ izračun ploščine področja mlečne žleze/seska 4:\nKot prikazuje shema, smo za izračun ploščine uporabili polovico razdalje med 2. in 4. (b2, 4/2) seskom in polovico razdalje med 4. in 6. (b4, 6/2) seskom ter polovico dolžine prečnega razmaka med 3. in 4. (c3, 4/2) seskom. Ploščino področja smo izračunali po enačbi:\nS4 = b4 × c4\nb4 = (B2, 4/2) + (B4, 6/2)\nc4 = (C3, 4/2) + (C3, 4/2)\nPRIMER 2 ‒ izračun ploščine mlečne žleze/seska 1 (skrajni sesek v vrsti):\nKot prikazuje shema, smo za izračun ploščine skrajnih mlečnih žlez/seskov v vrsti uporabili le dve meri, in sicer polovico razdalje med seskoma 1 in 3 (b1, 3/2) in polovico dolžine prečnega razmaka med seskoma 1 in 2 (c1, 2/2). Ploščino področja smo izračunali po enačbi:\nS1 = b1 × c1\nb1 = (B1, 3/2) + (B1, 3/2)\nc1 = (C1, 2/2) + (C1, 2/2)\n"], "15": [" 3.3 Statistična obdelava podatkov posameznih parametrov", "Tekom proučevanja smo si vse podatke vpisovali v že vnaprej pripravljeno preglednico. Dobljene podatke smo vnesli v delovno preglednico programa Microsoft Office Excel. Iz delovne preglednice smo podatke prenesli v program za statistično obdelavo podatkov SPSS 20.0 za programsko okolje Windows.\nPovezavo odvisnih spremenljivk (rojstna masa, telesna masa, dnevni prirast in stabilnost sesanja) in ploščine mlečne žleze, ki jo pujsek zaseda med sesanji,smo ugotavljali z analizo korelacije. Kot mero jakosti linearne povezave dveh spremenljivk smo uporabili Pearsonov koeficient korelacije (r). Statistično značilne povezave med obravnavanimi spremenljivkami so bile pri p < 0,05.\n"], "16": ["4 REZULTATI IN RAZPRAVA", ""], "17": ["4.1 Uporaba in stanje mlečne žleze vzdolž mamalnega kompleksa", "Aktivnost in razvitost posamezne mlečne žleze je odvisna od njene uporabe oz. sesanja seskov. King in sod. (1997) ugotavljajo, da je pri tem ključnega pomena predvsem intenziteta stimulacije mlečne žleze (masaža). Naši rezultati potrjujejo to soodvisnost in kažejo, da je bil bistveno višji odstotek sesanj opravljen na seskih/mlečnih žlezah, ki so bile ob koncu laktacije še vedno popolnoma razvite in aktivne. Kot je razvidno iz preglednice 2 in grafikona 1, je mlečna žleza ohranjala popolno razvitost in aktivnost takrat, ko je bila uporabljena v vsaj 58 % sesanj, v nasprotnem primeru (zmanjšanje uporabe seska pod mejo 58 %) je mlečna žleza postopoma upadala in se na koncu delno ali popolnoma presušila. Kim in sod. (2000) v raziskavi navajajo, da so sprednje mlečne žleze tekom laktacije sesane intenzivneje kot zadnje. Naše ugotovitve le delno potrjujejo to trditev. Rezultati kažejo nekatera odstopanja od tega vzorca, saj je bila uporaba prvega seska v drugem gnezdu podobna uporabi zadnjih seskov in je delež sesanj dosegal le 15 %. Kljub temu, da je bilo ob koncu laktacije največ slabše razvitih (presušenih) seskov v zadnjem delu mamalnega kompleksa, so bili slabše razviti tudi določeni seski v sredini (svinja 1). Z ugotovitvami Kim in sod. (2000) se še najbolj ujema uporaba in stanje seskov/mlečnih žlez v gnezdu 3, kjer delež sesanj razmeroma enakomerno pada proti zadnjemu delu mamalnega kompleksa in je posledično podoben tudi vzorec popolnoma razvitih in (delno) presušenih mlečnih žlez. \n  žleze.\n1 97 1 15 2 100 1  2 97 1 100 1 97 1  3 100 1 94 1 100 1  4 97 1 100 1 100 1  5 24 2 82 1 90 1  6 79 1 97 1 69 1  7 15 2 97 1 86 1  8 94 1 88 1 83 1  9 3 2 91 1 66 1  10 97 1 79 1 52 2  11 0 2 97 1 0 2  12 88 1 18 2 14 2  13 70 1 15 2 0 2  14 36 2 0 2 0 2  15 58 1 / / 3 2 * 1 – popolnoma aktivna in razvita mlečna žleza, 2 – delno ali popolnoma presušena mlečna žleza; S1 = svinja oz. gnezdo 1, S2 = svinja oz. gnezdo 2, S3 = svinja oz. gnezdo 3\nIz grafikona 1 je razvidno, da so bili seski/mlečne žleze, ki so ob koncu laktacije ohranili popolno razvitost in aktivnost v povprečju uporabljeni v 90 % sesanj, medtem ko so bili seski/mlečne žleze, ki so se presušili, uporabljeni oz. sesani le v 13 % vseh sesanj. \n1 2  Stanje seska\nVelikost gnezda in uporaba seskov vplivata na končno število aktivnih mlečnih žlez. Iz preglednice 3 je razvidno, da se število pujskov sklada s končnim številom razvitih oz. aktivnih mlečnih žlez, saj je bilo število popolnoma razvitih in aktivnih seskov ob koncu laktacije enako ali minimalno višje kot število pujskov v gnezdu. Naše ugotovitve kažejo na večje število popolnoma razvitih seskov pri gnezdu 1 in 3. Pri svinjah iz teh gnezd je bilo namreč število takšnih seskov/mlečnih žlez za eno višje kot število pujskov v gnezdu. Sklepamo lahko, da je vsaj en pujsek uporabljal dva seska hkrati in s tem omogočil ohranitev aktivnosti dodatne mlečne žleze. Dobljeni rezultati kažejo na racionalizacijo procesa laktacije v odnosu svinja‒pujski. Število aktivnih mlečnih žlez namreč ne presega bistveno števila \npotomcev, s čimer je zagotovljeno optimalno upravljanje z energijo, kar iz evolucijskega gledišča maksimira preživitveno sposobnost tako matere kot potomcev.\nSvinja/gnezdo  1 2 3  Velikost gnezda 9 10 8  Število seskov 15 14 15  Ohranjene mlečne žleze* 10 10 9 * Število popolnoma razvitih in aktivnih mlečnih žlez ob koncu laktacije.\n"], "18": ["4.2 Povprečna ploščina območja posamezne mlečne žleze tekom laktacije", "Burja in sod. (2011, cit. po Rzasa in sod. 2005) navajajo, da imajo seski v prsni legi večjo ploščino in so obsežnejši kot zadnji seski, prav tako se zmanjšuje tudi razdalja od prednjega proti zadnjim parom seskov (razen zadnjega). Avtorji še dodajajo, da bolj produktivni, večji in daljši prednji seski pujskom omogočajo boljši prijem. Z njihovimi trditvami se skladajo rezultati svinje 2 (Preglednica 4), kjer je bila ploščina sprednjih in srednjih seskov/mlečnih žlez v večini večja od površine zadnjih seskov/mlečnih žlez. Pri ostalih pa opazimo, da je ploščina bodisi zelo podobna vzdolž celotnega vimena, z manjšo ploščino zadnje mlečne žleze (svinja 1), ali pa je vzorec površin vzdolž mamalnega kompleksa zelo nihajoč. Pri svinji 3 so tako imeli seski 2, 4 in 6 podobno površino kot seski v zadnjem delu mamalnega kompleksa, četrti sesek pa je imel celo najmanjšo površino (Preglednica 4). Burja in sod. (2011, cit. po Rzasa in sod. 2005) še dodajajo, da imajo seski v prsni legi več prostora za svojo rast kot tisti v dimeljski legi, ki so omejeni zaradi obsežnejšega mišičja pri modernih pasmah. S površino pa je povezana tudi količina mleka, ki je odvisna od števila mlečnih kanalov v sesku in volumna mlečne žleze, ki je večji v prsni legi in manjši v dimeljski. \nPodoben vzorec kot pri velikosti površine posamezne mlečne žleze se je pokazal tudi pri medsebojni razdalji med posameznimi seski (Priloge 7, 8 in 9).\nPloščina posameznega Ploščina posameznega Ploščina posameznega  seska seska seska  Sesek  S1 S2 S3  [cm2] [cm2] [cm2] *S1 = svinja oz. gnezdo 1, S2 = svinja oz. gnezdo 2, S3 = svinja oz. gnezdo 3\nKot je razvidno iz grafikona 2, je povprečna ploščina mlečne žleze oz. sesnega prostora za posamezen sesek enakomerno padala proti zadnjemu delu mamalnega kompleksa. Medtem ko zgoraj navedeni delni rezultati niso popolnoma potrdili trditve Burje in sod. (2011, cit. po Rzasa in sod. 2005) o padanju velikosti mlečne žleze proti zadnjemu delu mamalnega kompleksa, pa so v povprečju naši rezultati vendarle potrdili njihove navedbe. \n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15  Sesek\nposamezni sesek.\nRezultati so pokazali razlike v povprečni ploščini mlečne žleze med posameznimi svinjami. Svinja 2, ki je prasila že petič zapored, je imela bistveno obsežnejše mlečne žleze (178,3 cm2) kot svinji 1 (119,9 cm2) in 3 (106,3 cm2), ki sta prasili šele drugič zapored (Grafikon 3). \n2 5 2  Zaporedna prasitev\nsvinjah glede na število zaporednih prasitev.\n"], "19": ["4.3 Rojstna masa in povprečna ploščina", "Iz preglednice 5 in iz grafikona 4 je razvidno, da sta bili rojstna masa in ploščina mlečne žleze, ki jo zaseda pujsek med sesanji, v večjem delu laktacije statistično značilno povezani (p < 0,05), izjema je le zadnji teden, ko rojstna masa s spremenljivko prostora ni več značilno povezana (p ≥ 0,05). Kot navaja Kyriazakis (1999), ima rojstna masa pujskov pozitiven vpliv na mlečnost tekom laktacije in s tem posledično tudi na velikost mlečne žleze. Kyriazakis (1999, cit. po Hartman 1962) navaja tudi pozitivno korelacijo med rojstno maso in povprečno konzumacijo mleka na pujska. Avtorji torej implicirajo večjo ploščino mlečne žleze kot \nposledico uporabe mlečne žleze s strani ob rojstvu težjih pujskov. Naši rezultati dopolnjujejo njihove trditve in kažejo, da pujski z višjo rojstno maso že takoj v začetku izberejo mlečne žleze z večjo ploščino (Preglednica 5). Večje mlečne žleze torej ne pridobijo na ploščini zaradi težjih pujskov, ampak jih le-ti že v osnovi izberejo, kar kaže na soodvisnost konstitucije živali z velikostjo potrebnega (izbranega) prostora. Verjetno pa so težji pujski kasneje v laktaciji uspešnejši pri ohranjanju mlečne žleze na enaki velikostni stopnji. Ti namreč zaradi intenzivnejše masaže seskov omogočajo, da mlečne žleze ostanejo aktivne in dobro razvite tekom celotne laktacije (King in sod. 1997, cit. po Fraser in Morley Jones 1975; Hemsworth 1976). Kim in sod. (2000, cit. po English 1979) so ugotovili, da imajo težji pujski prednost pri izbiri seskov in običajno zavzamejo sprednje seske, kar se sklada z našimi ugotovitvami o povprečno večji ploščini prednjih mlečnih žlez, ki jih zasedajo ob rojstvu težji pujski.\nzaseda pujsek med sesanji v posameznih tednih laktacije.\nPovezava med rojstno maso in ploščino  Teden r p *p < 0,05 (*); p < 0,01 (**); p = 0,000 (***); p ≥ 0,05 (n.z.)\nUpoštevajoč laktacijo v celoti (Grafikon 4) je povezava med rojstno maso in ploščino, ki jo v povprečju zaseda pujsek, pričakovano glede na rezultate posameznih tednov, statistično značilna in kaže, da so pujski z večjo rojstno maso zavzemali mlečne žleze z večjo ploščino. \n1 3 5 7 9 11 13 15 17 19 21 23 25 27\n"], "20": ["4.4 Telesna masa in povprečna ploščina", "Iz preglednice 6 in grafikona 5 je razvidno, da sta bili telesna masa in ploščina sesnega prostora statistično značilno povezani tekom laktacije (p < 0,05). Izjema je bil prvi teden laktacije, ko telesna masa ob koncu tedna ni bila povezana s ploščino prostora, ki ga je pujsek v povprečju zasedal med sesanji (p ≥ 0,05). Glede na ugotovitve iz prejšnjega poglavja ima v prvem tednu laktacije, pri zasedbi mlečnih žlez z večjo ploščino pomembnejšo vlogo višja rojstna masa in ne končna telesna masa tega obdobja. V preostalih tednih pa je telesna masa \nkazala močno in statistično značilno povezavo s ploščino mlečne žleze, ki jo je pujsek zasedal med sesanjem (p < 0,01). V prejšnjem poglavju smo ugotovili, da rojstna masa v zadnjem tednu laktacije ne igra več bistvene vloge pri velikosti zasedenega območja mamalnega kompleksa, kar pa ne velja za končno telesno maso. Ta kaže v zadnjem tednu laktacije statistično značilno povezavo s spremenljivko prostora. Telesna masa, bodisi rojstna ali telesna masa tekom laktacije, igra torej bistveno vlogo pri velikosti zasedenega sesnega prostora skozi celotno obdobje laktacije. Ob rojstvu težji pujski zasedejo mlečne žleze z večjo ploščino, enak trend se nadaljuje tudi kasneje v laktaciji s težjimi pujski, ki zaradi že navedene intenzivnosti stimulacije mlečnih žlez uspejo ohranjati mlečne žleze izjemno razvite in posledično večje. Rezultati se skladajo z ugotovitvami, o katerih poročajo Quiniou in sod. (2002), in sicer da imajo večji in težji pujski prednost pri uporabi najboljših seskov (op. a. upoštevajoč obsežnost mlečne žleze kot kakovostni kriterij).\nPovezava med telesno maso in ploščino  Teden r p *p < 0,05 (*); p < 0,01 (**); p = 0,000 (***); p ≥ 0,05 (n.z.) \n1 3 5 7 9 11 13 15 17 19 21 23 25 27\n"], "21": ["4.5 Prirast in ploščina", "Delni rezultati za posamezne tedne laktacije kažejo razmeroma močno pozitivno povezavo med povprečnim prirastom in povprečno ploščino, ki jo pujsek zaseda na mamalnem kompleksu med sesanji. Povezava je bila statistično značilna le v drugem tednu (p < 0,01), kasneje pa je tik pod mejo statistične značilnosti. V povprečju, upoštevajoč laktacijo v celoti (Grafikon 6), pa je bil prirast statistično značilno pozitivno povezan s ploščino mlečne žleze (p < 0,01), ki jo je pujsek zasedal med sesanji. V prejšnjih poglavjih smo ugotovili tudi značilno \npozitivno povezavo med telesno maso in spremenljivko prostora. Ugotovitve se skladajo z navedbami v literaturi, da težji pujski zaradi intenzivnejše stimulacije mlečne žleze zauživajo tudi večjo količino mleka in posledično tekom laktacije bolje priraščajo in pred odstavitvijo dosežejo večje telesno maso (King in sod. 1997, cit. po Fraser in Morley Jones 1975; Hemsworth 1976).\nKot zanimivost lahko izpostavimo negativno povezavo med prirastom in prostorsko spremenljivko v prvem tednu laktacije, v nasprotju s kasnejšim obdobjem laktacije, kjer se kaže pozitivna povezava med tema spremenljivkama. Enako dogajanje lahko namreč opazimo tudi pri rezultatih naslednjega poglavja, kjer smo v prvem tednu prav tako ugotovili negativno povezavo med stabilnostjo in prostorsko spremenljivko. Kljub temu, da povezavi nista statistično značilni, rezultati nakazujejo na to, da je, že v osnovi zaostren boj za sesni položaj v prvem tednu laktacije, še bolj intenziven za pridobitev položaja na obsežnejših mlečnih žlezah (na kar kaže nižja stabilnost sesanja na obsežnejših mlečnih žlezah). Vključenost pujska v intenziven boj pa se posledično negativno odraža v zmanjšanem prirastu, bodisi zaradi manj učinkovitega sesanja ali dodatne izgube energije v bojih za sesni položaj. Po prvem tednu, ko se sesni red vzpostavi, pa se tudi sesanje na obsežnejših žlezah odraža z višjim dnevnim prirastom.\njo zaseda pujsek med sesanji v posameznih tednih laktacije.\nPovezava med povprečnim prirastom in ploščino  Teden r p p < 0,05 (*); p < 0,01 (**); p = 0,000 (***); p ≥ 0,05 (n.z.) \n1 3 5 7 9 11 13 15 17 19 21 23 25 27\nspremenljivko povprečnega prostora (primarna os ‒ levo), ki ga pujsek zaseda  med sesanji tekom celotne laktacije.\n"], "22": ["4.6 Stabilnost in prostor", "V nekaj dneh po rojstvu se med pujski postopoma oblikuje sesni red in s tem tudi stabilnost sesanja (Fraser 1980; De Passillé 1988; Bøe in Jensen 1995; Mason 2003). Na izoblikovanje sesnega reda vplivajo številni dejavniki, kot so: telesna masa pujska (Fraser 1979; Skok 2007), količina proizvedenega mleka na svinjo in količina posesanega mleka na posameznega pujska (Jeppesen 1982a; Pluske in Williams 1996; King in sod. 1997; Skok in sod. 2007), oglašanje svinje (Jeppesen 1982b; Castrén in sod. 1989; Kasanen in Algers 2002) in specifičen vonj \nsvinje (Jeppesen 1982b). Naši rezultati kažejo, da med dejavnike, ki bi vplivali na stabilnost sesanja ne moremo šteti ploščine (obsežnost) mlečne žleze, ki jo pujsek zaseda med sesanjem. Rezultati, podani v tabeli 8 in grafikonu 7, kažejo, da stabilnost sesanja ni v statistično značilni povezavi (p ≥ 0,05), ne v posameznem tednu kot tudi ne povprečno v laktaciji.\nki jo zaseda pujsek med sesanji v posameznih tednih laktacije.\nPovezava med povprečno stabilnostjo sesanja in prostorom  Teden r p p < 0,05 (*); p < 0,01 (**); p = 0,000 (***); p ≥ 0,05 (n.z.) \n1 3 5 7 9 11 13 15 17 19 21 23 25 27\n"], "23": ["5 SKLEPI", "V raziskavi smo preučevali uporabo in velikost mlečnih žlez ter ob koncu laktacije podali končno oceno posamezne mlečne žleze. Obravnavali smo tudi vpliv velikosti prostora na mamalnem kompleksu (ploščina mlečne žleze), ki ga je pujsek zasedal med sesanji. Ugotovili smo naslednje:\n- Aktivnost in razvitost posamezne mlečne žleze je odvisna od njene uporabe oz. sesanja  seskov.\n- Mlečna žleza je ohranjala popolno razvitost in aktivnost takrat, ko je bila uporabljena v  vsaj 58 % sesanj, v nasprotnem primeru (zmanjšanje uporabe seska pod mejo 58 %) je  mlečna žleza postopoma upadala in se na koncu delno ali popolnoma presušila.\n- Končno število aktivnih mlečnih žlez je odvisno od velikosti gnezda. Število  popolnoma razvitih in aktivnih seskov ob koncu laktacije je bilo enako ali minimalno  višje (+1) kot število pujskov v gnezdu.\n- Povprečna ploščina mlečnih žlez oz. sesnega prostora za posamezen sesek je  enakomerno padala proti zadnjemu delu mamalnega kompleksa.\n- Svinje z več zaporednimi prasitvami imajo obsežnejše mlečne žleze.\n- Rojstna in kasnejša telesna masa in ploščina mlečne žleze, ki jo zaseda pujsek med  sesanji, sta v močni pozitivni povezavi tekom laktacije; težji pujski tako med sesanji  praviloma zasedajo obsežnejše mlečne žleze. Dnevni prirast in povprečna ploščina  mlečne žleze, ki jo pujsek zaseda na mamalnem kompleksu med sesanji, sta v  posameznih tednih razmeroma močno povezana, vendar je povezava značilna le v  drugem tednu. Upoštevajoč povprečne vrednosti celotne laktacije pa smo ugotovili, da  pujski, ki sesajo obsežnejše mlečne žleze, bolje priraščajo.\n- Stabilnost sesanja ni odvisna od ploščine (obsežnost) mlečne žleze, ki jo pujsek zaseda  med sesanjem.\n"], "abstract": ["Cilj raziskave je bil ugotoviti povezavo med prostorskimi značilnostmi mamalnega kompleksa in parametri, kot so rojstna masa, telesna masa, dnevni prirast in stabilnost sesanja, ter proučiti uporabo posamezne mlečne žleze in njeno stanje (aktivnost) ob koncu laktacije. V raziskavo so bile vključene tri plemenske svinje ŠL ‒ švedski landrace vključno z njihovimi gnezdi (27 pujskov). Tekom laktacije smo izvajali meritve prostorskih značilnosti mamalnega kompleksa in telesne mase ter izvajali opazovanja sesnega obnašanja pujskov. V raziskavi smo ugotovili, da je aktivnost posamezne mlečne žleze odvisna od obsega njene uporabe (sesanja), število aktivnih mlečnih žlez ob koncu laktacije pa je skladno z velikostjo gnezda. Popolna aktivnost in razvitost mlečnih žlez se je ohranila, ko je bila mlečna žleza uporabljena v vsaj 58 % sesanj, v nasprotnem primeru je mlečna žleza postopoma upadala in se na koncu deloma ali popolnoma presušila. Svinja 2 z več zaporednimi prasitvami (5) je imela bistveno obsežnejše mlečne žleze (178,3 cm2) kot svinja 1 (119,9 cm2) in svinja 3 (106,7 cm2), ki sta prasili šele drugič. Rezultati so pokazali, da je ploščina sesnega prostora posamezne mlečne žleze enakomerno padala od sprednjega proti zadnjemu delu mamalnega kompleksa. Z analizo korelacije smo ugotovili, da so povprečni dnevni prirast tekom laktacije, rojstna masa in kasnejša telesna masa statistično značilno pozitivno povezani s ploščino področja mlečne žleze (p < 0,05). Obsežnejše mlečne žleze so tako zasedali pujski z višjo telesno maso, ki so tudi bolje priraščali. Stabilnosti sesanja z velikostjo področja mlečne žleze ni bila statistično značilno povezana (p ≥ 0,05). "]}