{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev oziroma opis problema", "V poslovnem in zasebnem življenju moramo ljudje vsak dan sprejemati odločitve in izbirati med različnimi možnostmi. Za odločitve v zasebnem življenju nosi posledice posameznik, ali določen krog z njim povezanih ljudi, posledice odločitev v poslovnem življenju pa imajo običajno večje razsežnosti (Kavčič, 1997, str. 144).\nPoznavanje bonitete poslovnih partnerjev omogoča, da se sklenjenih poslov po nepotrebnem ne izpostavlja prevelikemu tveganju. Da bi se podjetja zavarovala pred nepoznanimi in tveganimi posli, morajo pridobiti čim več informacij o partnerjih, s katerimi poslujejo.\nPodjetja se pri svojem poslovanju srečujejo z mnogo tveganji, ki jih morajo znati obvladovati, da postanejo in ostajajo uspešna. To je razlog, da podjetja iščejo bonitetne informacije o poslovnih partnerjih, hkrati pa se ukvarjajo tudi z ugotavljanjem lastnega bonitetnega položaja. Ta informacija predstavlja osnovo za nadaljnje odločanje in poslovanje, hkrati pa nam takoj pove, ali smo določen posel zmožni izpeljati ali ne.\nPosamezna slovenska podjetja pestijo hude likvidnostne težave, zato je prisotno tveganje, da dolžnik svojih obveznosti ne bo poravnal, neporavnane terjatve upnika pa lahko sprožijo plačilno nesposobnost tudi pri njem samem.\nV državi so se pojavili mnogi ponudniki bonitetnih informacij. Najdaljšo tradicijo med domačimi bonitetnimi hišami ima gotovo bonitetna dejavnost Agencije Republike Slovenije za javnopravne evidence in storitve (AJPES).\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "V diplomskem delu nameravam predstaviti bonitetno dejavnost v Sloveniji, s poudarkom na bonitetni dejavnosti AJPES. Poznavanje bonitete obstoječih in potencialnih poslovnih partnerjev je instrument, s katerim je možno zmanjšati tveganje nepravilnih, nevarnih in škodljivih poslovnih odločitev glede poslovnih razmerij. Poznavanje bonitete pa naj ne bi pripomoglo le k odkrivanju in izogibanju nevarnosti, temveč tudi k čim zgodnejšemu odkrivanju in izrabi priložnosti. Kvalitetna in celovita bonitetna informacija, ki jo izdela bonitetna agencija s tradicijo in vzpostavljenim zaupanjem v svojem okolju, je lahko dobra podlaga za sprejemanje poslovnih odločitev.\nCilj diplomske naloge je dokazati, da je mogoče le ob uporabi uradnih in preverjenih podatkov iz računovodskih izkazov in poslovnih poročil ter ob poznavanju še drugih podatkov iz različnih uradnih registrov in baz podatkov, izdelati bonitetno informacijo, ki je uporabnikom zadostna podlaga za sprejemanje poslovnih odločitev.\nKot osnovno trditev sem si zastavila tezo, da podjetja pri izbiri svojih poslovnih partnerjev prehitro ukrepajo, ne da bi temeljito preučila tako njih kot tudi sebe. Zastavila pa sem si še tudi druge osnovne trditve, ki jih bom poskušala skozi celotno delo dokazati, te so:\n- upoštevanje bonitete podjetij je bistvenega pomena za uspešno poslovanje; \n- podjetja se vedno bolj poslužujejo bonitetnih poročil, da lahko ugotovijo, ali je varno z  nekom skleniti posel ali ne;\n- AJPES je učinkovito orodje za hitro presojanje bonitete podjetja in podlaga za poslovno  odločanje, analize in finančno planiranje.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Pojem bonitete je zelo širok, zato ga je nemogoče v celoti zajeti, omejila se bom na tiste podatke, ki so nujno potrebni za uspešno presojo bonitete. Pri pisanju diplomskega dela pričakujem omejitve pri dostopu do nekaterih podatkov in pomanjkanje praktičnega znanja na tem področju. Osnova mi bo podatkovna zbirka Agencije Republike Slovenije za javnopravne evidence in storitve (AJPES), ki ponuja dva tipa storitev in sicer Bonitetne informacije AJPES ter podatkovno zbirko FI – PO AJPES. Prva storitev predstavlja izdelavo bonitetnih informacij ter ocen poslovanja gospodarskih subjektov, ki jih pripravljajo za to usposobljeni uslužbenci na izpostavah AJPES; druga storitev pa je na voljo preko spletnega portala in jo lahko naročnik uporablja sam, kadar potrebuje takšne vrste informacij. V praktičnem delu diplomskega dela bom poudarila predvsem mala ter družinska podjetja, kajti z njimi obravnavano podjetje največ posluje.\n"], "5": ["1.4 Uporabljene raziskovalne metode", "Metode dela temeljijo na proučevanju teoretične podlage, ki daje osnovo za sodobno presojanje bonitete poslovanja podjetij (Knez – Riedl, 2000).\nPri raziskovanju katerega koli dela je potrebno delati oz. se držati določenih načel in uporabljati določene metode, kot so zbiranje in urejanje podatkov.\nV teoriji in praksi je najpogosteje v uporabi analiziranje. V diplomskem delu bom analizirala podatke s pomočjo računovodskih kazalnikov, zaradi relativnih števil, ki predstavljajo pomembna orodja za ocenjevanje finančnega položaja in uspešnosti podjetja. Primarni podatki izbranega podjetja so izvirni podatki, izbrani za analizo bonitete poslovanja konkretnega podjetja.\nPri zbiranju, urejanju in obdelovanju podatkov se bom omejila predvsem na razpoložljivo domačo literaturo in internetne strani nekaterih agencij za ocenjevanje bonitete.\n"], "6": ["2 POJEM IN POMEN BONITETE PODJETJA", ""], "7": ["2.1 Pojem bonitete podjetja", "Pojem bonitete je zelo obširen in kompleksen. Izvira iz latinske besede »bonus«, kar pomeni dober, sposoben, oziroma »bonitas«, kar pomeni ugodnost, odličnost, pravičnost in pomeni pozitivne lastnosti neke stvari ali osebe.\nPojmovanja bonitete podjetja niso enotna. O tem se lahko prepričamo iz opredelitev tako v domači kot v tuji literaturi (Knez – Riedl 1998, 19).\nKot sem že omenila, je pojem bonitete izredno obsežen. Ožje opredelitve enačijo boniteto podjetja s plačilno zanesljivostjo, z njegovo plačilno in/ali kreditno sposobnostjo. Takšno upoštevanje in poudarjanje le posameznih lastnosti podjetja je značilno za tradicionalno pojmovanje bonitete podjetja. To upošteva predvsem lastnosti, pomembne za finančno varnost naložb. V takem primeru je poznavanje bonitete podjetja namenjeno predvsem zmanjševanju finančnega tveganja. To pa je le ena izmed vlog, ki jo imajo danes informacije o boniteti podjetja (ib. 1998, 20).\nPRETEKLOST časovna usmerjenost PRIHODNOST\n- kreditna sposobnost\n- sposobnost obstanka in razvoja\n- sposobnost trajnostnega razvoja\nizbira (selekcija)\n(-) (+)\nNEGATIVNA POZITIVNA\nNapredek znanosti in tehnike, bolj zapleteno in prepleteno okolje (ne le poslovno, tudi kulturno, tehnično, politično, izobraževalno, demografsko in naravno), družbenopolitične spremembe, nezadržna družbena delitev dela z intenzivno delitvijo dejavnosti, informatizacija družbe, splošna gospodarska nihanja, krizne okoliščine v podjetjih in stečaji podjetij, uveljavljanje trgovanja z vrednostmi papirji, svetovno povezovanje so medsebojno prepleteni razlogi, zaradi katerih se ob vzporednem spreminjanju vrednot in načina mišljenja spreminja dojemanje bonitete podjetja. Zato sodobno pojmovanje bonitete podjetja upošteva še njegove \ndruge lastnosti in značilnosti ter povezave z okoljem. S tem sodobna boniteta podjetja odseva kakovost njegovega poslovanja, ki se kaže v njegovi zanesljivosti, solidarnosti, uspešnosti in obetavnosti (ib. 1998, 20).  ZNAČILNOSTI POJMOVANJE BONITETE\nTRADICIONALNO SODOBNO\nPOJMOVANJA BONITETE PODJETJA IN NJE PRESOJANJA  (Knez – Riedl 1998, 22)\nSodobno pojmovanje bonitete podjetja se razlikuje od tradicionalnega po naslednjih značilnostih (ib. 1998, 20):\n- izhaja iz preteklosti podjetja, a je načrtno usmerjeno v prihodnost;\n- upošteva tudi dogajanja in stanja zunaj podjetja, v njegovem okolju;\n- za uspeh podjetja mu je pomemben tudi razvoj, usklajen z naravnim in drugim okoljem.\nVečkrat je možno zaslediti enačenje bonitete s pojmi, kot so (ib. 1998, 23):  Kreditna in plačilna sposobnost:  Kreditna in plačilna sposobnost sta eden izmed pogojev za preživetje in razvojno  sposobnost podjetja, torej za njegovo boniteto.  S preučevanjem kreditne sposobnosti ugotavljamo le del bonitete podjetja; zato je  kreditna sposobnost ožji pojem od bonitete podjetja. Podjetje, ki ni kreditno sposobno,  nima ugodne bonitete. Podjetje lahko obstaja, le tako dolgo, dokler je plačilno sposobno  (ib. 1998, 33).\nVerodostojnost (kredibilnost):  Verodostojnost je odvisna od ključnih oseb v podjetju in njihovih dejanj.  Kredibilna oseba ravna v skladu s svojimi vrednotami; zato je v tesni povezavi z  zaupanjem, družbeno odgovornostjo in etiko (ib. 1998, 34). \n Kredibilnost je odločilna za širšo javnost, civilne interesne skupine ter vse bolj za  zaposlene v podjetju (ib. 1998, 35).\nAnaliza poslovanja:  Analiza poslovanja je dejavnost, pri kateri presojamo uspešnost poslovanja in iščemo  možnosti za njegove izboljšave (ib. 1998, 36).  Brez analize ni možno načrtno vzdrževati in izboljševati razvojne sposobnosti podjetja.  Analiza poslovanja so torej metodološki koraki, potrebni za presojanje bonitete podjetja.\nDobro ime (goodwill):  Goodwill ima specifičen pomen zlasti kot računovodska in finančna kategorija (ib. 1998,  39).  Doseže se v trenutku nakupa oziroma prodaje.\nUgled:  Ugled podjetja sloni na dojemanju opazovalcev, ki ni nujno stvarno. Zato se lahko  razlikuje od bonitete podjetja, ki mora odsevati stvarnost. Ugled podjetja torej ni dovolj  trdno in zadostno sodilo za poslovne odločitve.\nInformacija:  Pojma boniteta podjetja in informacija sta večstransko povezana, vendar ju ne moremo  enačiti. Boniteta podjetja je odvisna od kakovostnih informacij. V bistvu je boniteta  podjetja vsebina posebne vrste informacij, ki se na trgu informacij vse bolj uveljavlja.\n"], "8": ["2.2 Pomen bonitete podjetja za podjetja", "Boniteta je pojem, ki v današnjem poslovnem okolju vse bolj pridobiva na pomenu in postaja nepogrešljiva informacija za managerje in druge zaposlene v podjetjih.\nPo bonitetnih informacijah povprašujejo tisti, ki se želijo seznaniti z boniteto svojih poslovnih partnerjev in tisti, ki želijo ponuditi svoje storitve naročnikom javnih razpisov in morajo v ta namen predložiti ustrezne podatke o boniteti svojega poslovanja. Vse več je tudi naročnikov, ki želijo na podlagi bonitetnih informacij svoje poslovanje predstaviti poslovnim partnerjem (Kosec, Zlatarev 2003, 137).\nPodjetnik nastopa na trgu enakovredno z gospodarskimi družbami, zato je ugotavljanje in preverjanje njegove bonitete enako pomembno kot preverjanje bonitete gospodarske družbe.\nBoniteto gospodarskih družb in zavodov so naročniki lahko preverjali pri posameznih bonitetnih hišah; za podjetnike pa vse do predložitve in obdelave podatkov iz njihovih letnih poročil za leto 2002 podatkov o njihovem finančnem poslovanju ni bilo mogoče pridobiti. O podjetnikih so bili na voljo le osnovni identifikacijski podatki iz Poslovnega registra Slovenije. Zaradi tajnosti podatkov o finančnem poslovanju podjetnikov (s temi podatki je razpolagala le Davčna uprava Republike Slovenije) je bila velika vrzel v informacijah, ki so bile o podjetnikih dosegljive poslovni javnosti (Kosec, Zlatarev 2003, 137).\nNa bonitetnem trgu informacij o poslovanju podjetnika ni bilo, zato je bil podjetnik v navezovanju poslovnih stikov v primerjavi z gospodarskimi družbami v neenakopravnem položaju. Podjetnik je za udeležbo na javnem razpisu predložil svojo dokumentacijo, vendar \nso razpisne komisije tako težko presojale njegovo boniteto in jo primerjale z bonitetami gospodarskih družb. Gospodarske družbe so nastopale na javnih razpisih in tako so razpisne komisije dobile precej popolne bonitetne informacije.\n"], "9": ["2.3 Deset zlatih pravil pri branju bonitete", "Pomembno je, da bralci pravilno in natančno preberejo bonitetno informacijo, zato Andrej Brvar (2004) v svojem članku navaja 10 zlatih pravil pri branju bonitete:\n- Najprej je treba preveriti boniteto poslovnega partnerja in ne šele potem, ko vam nekaj  mesecev po dogovorjenem roku ni plačal. Takrat bo bonitetna informacija običajno le  razložila neplačan račun, namesto da bi nas pravočasno odvrnila od tveganega posla.\n- Prepričajte se, ali imate v rokah pravo boniteto. Ni dovolj preveriti le ime družbe,  marveč tudi naslov in predvsem tudi pravno obliko. Lahko se namreč zgodi, da sklenete \n posel z družbo, ki naj bi imela odlično boniteto, v resnici pa ste sklenili posel s črno  luknjo. Obe sta lahko na istem naslovu, le imeni se razlikujeta v majhnih podrobnostih.\n- Preverite rating oziroma faktor tveganja družbe in presodite, ali je to tveganje  sprejemljivo za vaš posel. Potrebno je natančno poznati lestvico tveganja bonitetne hiše,  saj se le-te razlikujejo med seboj. Če ne poznate natančno posredovanih šifer, naj vam  jih pojasnijo pri bonitetni hiši, ki je pripravila poročilo.\n- Preverite kreditno priporočilo, ki so ga določili analitiki. Če vaš kredit poslovnemu  partnerju presega priporočljiv znesek, se odločite, da boste od partnerja zahtevali  trdnejša jamstva za plačilo.\n- Poglejte, s kakšno povprečno zamudo plačuje vaš partner. Le če ste pomembna izjema,  lahko pričakujete plačilo prej, kot kažejo podatki o povprečnih zamudah. Plačilo lahko  pričakujete, če dogovorjenemu roku prištejete povprečno ugotovljene zamude.\n- Preverite, kdaj je bonitetno poročilo presojal analitik bonitetne hiše. V nasprotju s  splošnim prepričanjem bilance niso pravi kazalec ažurnosti bonitetne ocene.\n- Ali so faktorji tveganja kapitalsko povezanih družb za vaš posel pomembni? Pri  kapitalsko povezanih družbah morajo analitiki upoštevati tudi tveganja povezanih družb,  a to vselej ni mogoče. Pri večjih poslih je potrebno pregledati osvežene bonitete  posameznih družb.\n- Iz bonitetnega poročila skušajte ugotoviti, kako pomemben dobavitelj ste za vašega  poslovnega partnerja. Potem boste laže pripravili izhodišča za pogajanja o dobavah in  plačevanju.\n- Iz bonitetnega poročila prav tako skušajte ugotoviti, kako kakovosten posnetek stanja v  družbi so naredili analitiki. Če je družba zavrnila posredovanje kakršnih koli informacij,  poskušajte ugotoviti zakaj. Navadno je prvi znanilec težav v podjetju prav blokada  informacij.\n- Ne prebirajte zgolj bonitetnih informacij svojih kupcev, redno preverite tudi svoje  dobavitelje in lastno boniteto. Pogoji poslovanja so odvisni od navedb v teh bonitetah.\n"], "10": ["3 DRUŽINSKO PODJETJE", ""], "11": ["3.1 Značilnosti družinskega podjetja", "Družinsko podjetje je sociološki pojem, ki označuje povezanost podjetja in družine z ekonomskega, narodnogospodarskega in sociološkega vidika, ter upošteva družbene odnose znotraj družine (Duh 2003,13).\nŠtevilni raziskovalci, zlasti v Evropi in ZDA, ugotavljajo, da družinska podjetja predstavljajo pomemben delež v strukturi vseh podjetij ali pa celo prevladujejo. Kljub ugotovitvam raziskovalcev o razširjenosti in pomembnosti družinskih podjetij ni enotne opredelitve družinskega podjetja, v okviru te pa tudi enotne opredelitve malih in srednje velikih družinskih podjetij ni (ib. 2003, 13).\nHandlerjeva ugotavlja, da se lahko zdi poskus natančne opredelitve družinskega podjetja »jalov« zaradi različnosti opredelitev družinskega podjetja. Pomembno je, da raziskovalec natančno opredeli proučevana družinska podjetja, ni pa nujno, da se raziskovalci sporazumejo o eni skupni opredelitvi (ib. 2003, 13, 14).\nPodoben pregled opredelitev družinskega podjetja kot Handlerjeva – predvsem z vidika uporabljenih kriterijev za opredelitev družinskega podjetja – je izdelal Neubauer. Povzel je naslednje kriterije (ib. 2003, 15):\n- družinsko podjetje vodijo člani družine;\n- kapital podjetja mora biti v rokah ene ali tudi več družin;\n- družbena pogodba mora vsebovati določila, ki preprečujejo osebam, ki niso člani družine  vključitev v podjetje;\n- podobo podjetja mora odločilno zaznamovati družina;\n- generacijski prenos bi moral biti zagotovljen.\nV Sloveniji glede na sestavo družine ločimo naslednje vrste družin (ib. 2003, 20):  dvogeneracijsko (nuklearno) družino, ki jo sestavljajo starši in otroci;  dvoroditeljska družina, v kateri sta navzoča oče in mati;  enoroditeljska družina, ki jo sestavljajo le eden od staršev (oče ali mati) in otroci;  sestavljena družina, ki je sestavljena iz več družinskih jeder (nuklearnih) družin;  razširjena družina, ki obsega eno družinsko jedro in bližnje, navadno neporočene,  ostarele ali ovdovele sorodnike;  pojavlja se tudi pojem rodbina (rod), ki se v vsakdanji rabi meša s pojmom družina. V  širšem pomenu so rodbina vsi sorodniki, v ožjem pomenu pa sorodniki, ki živijo in  gospodarijo skupaj.\nPodatki podjetja STRATOS kažejo naslednje tipične značilnosti, po katerih lahko mala in srednje velika družinska podjetja ločimo od drugih (ib. 2003, 25): 1. Družinska podjetja so bolj navznoter usmerjeni ali zaprti sistemi (od družine odvisni  sistemi). Lastniki družinskih podjetij so se opredelili za naslednje usmeritve in cilje:  o podjetje bi morali voditi kot družinsko podjetje;  o vodstvo podjetja bi moralo ostati v rokah družine;  o družinska tradicija naj bi se ohranila. \n2. Podjetniki v družinskih podjetjih so v manjši meri »pionirji«, so bolj vsestranski, splošno  aktivni in prilagodljivi podjetniki in »organizatorji«. Družinska podjetja niso naklonjena  tveganjem:  o nagibajo se k mnenju, da so inovacije povezane s prevelikim tveganjem;  o ne strinjajo se s tem, da naj bi podjetniki spodbujali tvegane inovacije.\n3. Družinska podjetja potrebujejo manj socialne varnosti in gospodarskega sodelovanja:  o manj sodelovanja (kooperacije) z drugimi podjetji;  o manj dobav;  o manj sodelovanja z drugimi podjetji na proizvodnem področju.\n4. Družinska podjetja se nagibajo k boljšemu plačilu, kot to določajo kolektivne pogodbe in  bolj skrbijo za zadovoljstvo sodelavcev.\n5. Družinska podjetja so manj pripravljena za izvoz in za strategije internacionalizacije.\nDunnova pa opredeljuje naslednje značilnosti (ib. 2003, 27):\n- Manager - član družine želi biti prisoten v odnosih do zaposlenih, kupcev in dobaviteljev.\n- Skrb za dobrobit družine in ohranitev delovnih mest tako za člane družine kot tudi za  ostale zaposlene.\n- Skrb za dobro ime družine v poslovanju, ki se kaže v skrbi za zaposlene.\n- Družinska podjetja pogosto dajejo prednost pri zaposlovanju članom družine, kar  predstavlja družinsko vrednoto.\n- Družinska podjetja so zelo previdna.\n- Želja po ohranitvi podjetja v družinski lasti – družinska podjetja zelo težko dobijo  finančno pomoč od zunaj, saj niso pripravljena ponuditi udeležbe v kapitalu podjetja. Zato  pogosto svoj razvoj financirajo z reinvestiranjem dobička.\n- Za družinska podjetja je značilna kratka življenjska doba.\nŠtevilni avtorji opredeljujejo značilnosti družinskih podjetij v pomenu prednosti in slabosti in v okviru teh nekateri poudarjajo značilnosti psihološke narave (ib. 2003, 28 - 32). Prednosti družinskih podjetij so: o Managerji-člani družine imajo bolj dolgoročni pogled na podjetje. To se kaže v odnosu  lastnikov/managerjev do zaposlenih, kupcev, družbe in do drugih udeležencev, kar  pozitivno vpliva na kakovost učinkov podjetja – člani družine želijo biti ponosni na  učinke svojega podjetja. Mnogo bolj jih skrbi položaj podjetja v družbi in ugled, manj pa  za kratkoročne finančne učinke, če to lahko ogrozi družinsko podjetje. o Večja motivacija delnih lastnikov ustvarja večjo delovno storilnost in večjo pripravljenost  za finančne žrtve med lastniki – člani družine. o Konkurenčna prednost družinskega podjetja je obsežno poznavanje podjetja, ki ga imajo  člani družine. Že od zgodnjega otroštva imajo stike s podjetjem, delo v času počitnic pa  jim nudi priložnost, da se o podjetju naučijo še več. Pogosto imajo družinska podjetja tudi  poseben način »delanja stvari«, npr. posebno tehnologijo ali »know-how«, ki ga  konkurenca nima. Gre za znanje, ki se ohranja in varuje znotraj družine. o V najvišjem vodstvu podjetja obstajajo jasni odnosi; zato se tudi odločitve sprejemajo  hitreje. o Družina močno vpliva na prevladujoče vedenje, norme in vrednote v podjetju. Družinska  kultura vpliva na to, da je podjetje veliko bolj osebno. \no Zaposleni imajo lažji dostop in neposredne stike z najvišjim vodstvom – člani družine.  Osebni stil vodenja in tesni stiki s podjetniško družino in sodelavci vodijo do pozitivnega,  motivacijskega delovnega vzdušja. o Visoka stopnja fleksibilnosti omogoča individualno zadovoljevanje potreb na trgu in s tem  gotovo mesto na trgu. Družinska podjetja so zanesljiva podjetja, s skrbnimi in  neposrednimi odnosi s kupci in drugimi poslovnimi partnerji. Ker se managerji – člani  družine ne menjavajo pogosto, imajo kupci dolgo časa neposredne odnose z isto osebo.\nSlabosti družinskih podjetij so:\n- Financiranje rasti družinskih podjetij je problematično zaradi naslednjih razlogov:\n- udeležba v kapitalu s strani nedružinskih članov je nezaželena;\n- lastno povečanje kapitala z lastniki deležev, ki je v celoti odvisno od udeležbe na  dobičku, pa je zelo težko.\n- Nevarnost povezovanja interesov podjetja in družine.\n- Visoka stopnja centralizacije odločitev in dela, lahko vodi do preobremenitev.\n- Ker se pogosto vodstvena mesta ohranjajo za člane družine, se s tem zmanjšuje  atraktivnost zaposlitve v družinskem podjetju za kakovostno delovno silo – nedružinske  člane. S tem so omejene tudi možnosti napredovanja za nedružinske člane.\n- Nezadostno urejeno nasledstvo lahko ogrozi obstoj podjetja. Nestrokovnost posameznih  članov družine lahko vodi do upočasnitve procesa odločanja.\nSlabosti psihološke narave: o Nepotizem: Velikokrat so družinski člani dobrodošli v podjetju ne glede na njihove sposobnosti. Lastniki/najvišje vodstvo pogosto zapirajo oči pred slabostmi svojih ljubljenih sinov ali hčera. Delo pod osebo, ki kaže svoje nesposobnosti, postavlja v težaven položaj zaposlene, ki niso člani družine. Tako spoznanje o neenakosti lahko spodkoplje steber kulture podjetja, tj. zaupanje. To pa vpliva na vzdušje v podjetju, na zadovoljstvo z delom, motivacijo ter seveda na delo samo.\no Sindrom razvajenega otroka: Podjetnik dela dan in noč, takšen način življenja pa mu nudi zelo malo časa za družino. Čeprav se zaveda, kaj dela, si ne more pomagati. Potrebe podjetja so ogromne. Svoje obnašanje opravičuje s tem, da dela v najboljšem interesu družine. Zaradi njegovih naporov bo v prihodnosti vsem bolje. Vendar pa pri tem ne vidi, da morda ne bo te prihodnosti. Podkupovanje članov družine (npr. otrok z različnimi darili) je neke vrste odplačilo za to, da niso na razpolago čustveno ali kako drugače. Na žalost pa takšna darila ne bodo nikoli nadomestila pomanjkanja pozornosti v otroštvu.\no Vojna rož: Pomanjkanje časa staršev za otroke ima za otroke trajne povratne posledice. Ti se začenjajo boriti za zelo malo časa, ki ga preživijo s starši ter kmalu postanejo pravi izvedenci za presojo, komu od otrok so starši naklonili več pozornosti. Pojavijo se občutki zavisti in ljubosumja, ki pogosto ostanejo celo življenje. V procesu odraščanja se otroci (bratje in sestre) pogosto ločijo in gredo svojo pot. S časom se otroške zamere in težave pozabijo. Če pa se otroci vključijo v podjetje, prepiri postajajo vedno bolj zmedeni in ker pogosto izvirajo iz zgodnjega otroštva, so zato še bolj neurejeni in zelo težavni za razrešitev. Zelo težavno postane ohraniti čvrsto družino, ko se generacije širijo. Obstaja nevarnost, da se bo preveč časa posvetilo kovanju zarot in premalo podjetju. \no Dominantno obnašanje: Ta pojav je bolj značilen za moške kot za ženske. Podjetniki pogosto podcenjujejo svoje sinove in jih neprestano ponižujejo. Zaradi tega se mnogi sinovi vdajo v usodo, v šoli so neuspešni, obnašajo se neodgovorno. Postanejo nasprotje svojih očetov, za stalno ali samo za določen čas. Zdi se, da so odnosi oče – hči, mati – hči ter mati – sin manj nagnjeni k konfliktom. Tudi ustanovitelji so pogosto zelo dominantni, saj brez njihove dominantnosti in vztrajnosti podjetje ne bi nikoli zaživelo.\no Molzenje podjetja: V primeru, da člani družine – zaposleni prispevajo malo ali sploh nič v podjetje, se lahko to spremeni v dobrodelno ustanovo. Mnoga podjetja si ne morejo privoščiti, da bi imela mnogo takšnih zaposlenih.\no Vprašanje nasledstva: To vprašanje je tesno povezano s težavo mnogih ljudi, da sprejmejo svojo lastno umrljivost. Mnogi lastniki (pogosto ustanovitelji) se obnašajo, kot da je smrt nekaj, kar se zgodi drugim, ne pa njim. Zaskrbljeni so, ali bodo nasledniki spoštovali njihovo zapuščino ali pa bodo uničili, kar so oni ustvarili. Zelo težka je tudi izbira naslednika med več otroki, zato s to odločitvijo raje odlašajo.\nTako, kot ni enotne opredelitve družinskih podjetij, tudi ni enotne razvrstitve družinskih podjetij v značilne skupine (ib. 2003, 34). Vrste malih in srednje velikih družinskih podjetij:\n- pred kratkim ustanovljeno podjetje;\n- ustanoviteljska generacija;\n- družabništvo otrok (bratov in sester);\n- konfederacija bratrancev in sestričen;\n- mož in žena;\n- eden od staršev in otrok;\n- podjetje, ki je v lasti in upravljanju večih družin.\nEna od predlaganih klasifikacij je tudi delitev družinskih podjetij – ne glede na velikost – na: o podjetja, ki so v lasti ter upravljanju in vodenju družine; o podjetja, ki so v lasti in upravljanju družine ter jih vodijo profesionalni managerji (ki niso  člani družine).\nTrodimenzionalna opredelitev družinskega podjetja (ib. 2003, 36): Z vidika lastništva so naslednje možnosti oz. kategorije, ki jih avtorji opredeljujejo kot razvojne stopnje lastništva:\n- podjetje nadzirajočega lastnika;\n- družabništvo otrok (bratov in sester);\n- podjetje s konzorcijem bratrancev in sestričen. Z vidika družine so naslednje možnosti:\n- mlada podjetniška družina;\n- vstopanje v podjetje;\n- delo skupaj in\n- izročanje štafetne palice. Z vidika podjetja pa so možnosti naslednje:\n"], "abstract": ["V Sloveniji imamo kljub majhnosti prostora dokaj razvit in razširjen trg ponudbe bonitetnih informacij. Bonitetna informacija vsebuje podrobne splošne podatke o podjetju, osrednji del pa zavzamejo finančni podatki. Finančni kazalniki imajo pomembno vlogo, saj kažejo, ali uveljavljanje in izvajanje strategije v podjetju prispeva k finančni uspešnosti podjetja. Njihovo preveliko poudarjanje nas osredotoči na preteklost namesto na prihodnost, saj imajo računovodski izkazi vedno le pretekle informacije. Z njimi ocenjujemo uspešnost ključnih poslovnih procesov od poslovanja s strankami do poslovnega ugleda. Pri presoji bonitete podjetja pa v ospredje vse bolj prihajajo še nefinančni ali kakovostni dejavniki. V diplomskem delu sem predstavila pomen bonitetne informacije, ponudnike bonitetnih storitev v Sloveniji ter njihove produkte, ki jih ponujajo na trgu. Podrobneje sem opisala tudi informacijsko podporo, ki se je pri izdelavi bonitetne informacije poslužuje Agencija Republike Slovenije za javnopravne evidence in storitve (AJPES). Boniteto podjetja sem ugotavljala za izbrano podjetje na podlagi kvantitativnih, kot tudi na podlagi kvalitativnih dejavnikov. Ocena bonitete je namreč tem boljša, čim več podatkov je bilo zbranih zanjo. Pri presojanju podjetja na podlagi kvantitativnih dejavnikov sem analizirala podjetje s pomočjo bilance stanja in bilance uspeha za leto 2004 in 2005. Pri presojanju podjetja na podlagi kvalitativnih dejavnikov pa sem presojala podjetje z vidika splošnih podatkov, dejavnosti, potencialov, tržne usmeritve ter drugih kvalitativnih dejavnikov."]}