{"1": ["1 UVOD", "Cilj sodobne proizvodnje jabolk je pridelati obilno količino prvorazrednih plodov ter doseči kakovostne, redne ter visoke pridelke, na katere vplivajo okoljski dejavniki, zmogljivosti zemljišč in tradicije gojenja sadja. V Sloveniji najpomembnejše sadne vrste (jabolka, hruške, breskve) prekrivajo preko 89 % vseh površin intenzivnih sadovnjakov. Zaradi primernih naravnih danosti je najpomembnejša sadna vrsta jablana, ki predstavlja 72 % celotnih površin intenzivnih sadovnjakov, to je približno 2.874 ha. Na drugem mestu so breskve in nektarine, katerih je skupaj okoli 500 ha, na tretjem mestu pa so hruške, ki jih pridelujemo na 221 ha (SURS 2008). Tako pridelek namiznih jabolk močno presega potrebe domačega trga tudi v primeru večjega izpada zaradi pozebe, izmenične rodnosti ali suše, kar pomeni, da mora biti trženje pridelka izvozno naravnano (Gutman Kobal 2002). Slovensko sadjarstvo ima precej šibkih točk, med katerimi prevladuje zaostajanje intenzivnosti pridelave glede na povprečje držav Evropske unije, slaba pestrost sadnih vrst, premajhna specializacija pridelave ter razdrobljenost slovenskih sadovnjakov. Zato je zgodnja in natančna napoved pridelka jabolk izrednega pomena zaradi organizacije obiranja, priprave hladilniškega prostora, izbire sadja za daljše skladiščenje in določanja prodajnih cen in poti (Ramos, 2003).\n"], "2": ["1.1 Delovna hipoteza", "Pri napovedovanju pridelka jabolk se srečujemo z več dejavniki, kot so: toča, škodljivci, bolezni ter alternanca, ki lahko povzročijo odstopanje od dejanskega pridelka. Zato je cilj raziskave doseči čim manjše odstopanje od dejanskega pridelka ob enostavni in hitri metodi napovedi pridelka za celotno Slovenijo, ki bi veljala za Statistični urad RS in za evropski program Prognosfruit. Delavna hipoteza, ki smo si jo zastavili pred začetkom naloge je, da bi lahko s pomočjo vizualizacije digitalne slike izboljšali natančnost in hitrost napovedovanja pridelka jabolk. Zato smo v naši nalogi strmeli k bolj točnemu napovedovanju pridelkov, in sicer do odstopanja ± 5 %.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Proizvodnja jabolk", ""], "5": ["2.1.1 Proizvodnja jabolk v svetu", "V preglednici 1 je predstavljena svetovna pridelava jabolk v zadnjih treh let po kontinentih, iz katerih je razvidna največja proizvodnja v Aziji, sledi pa ji Evropa.\nPodatki o svetovni proizvodnji jabolk se nekoliko razlikujejo v različnih virih. Vendar v vseh navajanjih zasledimo, da je svetovna velesila v proizvodnji jabolk Azija. Njena proizvodnja obsega okrog 60 % celotne svetovne pridelave jabolk. Na drugem mestu ji z dobrimi 22 % sledi Evropa, na tretjem mestu pa je Amerika z 14,49 %. \n"], "6": ["2.1.2 Proizvodnja jabolk v Evropi", "V preglednici 2 je prikazana proizvodnja jabolk v državah Evropske unije v zadnjih treh letih. Kot je razvidno iz rezultatov, so največje pridelovalke Italija, Francija in Poljska. Poljska je imela v letu 2007 veliko odstopanje od prejšnjih let predvsem zaradi močne spomladanske zmrzali. \nIz grafikona 2 se lepo vidi močan vpliv spomladanske pozebe v letu 2007 na skupni pridelek jabolk v Evropski uniji, ki je bil nižji za okoli 15 %, za leto 2008 pa je prikazana vrednost napoved pridelka, in ne kot pri ostalih, kjer je bil to tehtan pridelek. \nPhilippe B. 2008)\n"], "7": ["2.1.3 Proizvodnja jabolk v Sloveniji", "Na spodnji sliki je prikazana Slovenija, na kateri so označena območja z najbolj intenzivno pridelavo jabolk. Zato smo se odločili na teh območjih za vzorčenje poskusnih parcel in izvajanje prognoze napovedovanja pridelka jabolk. \nV Sloveniji se letni povprečni pridelki jabolk po podatkih uradne statistike gibljejo okoli 110.000 ton, vendar so v tej količini zajeti intenzivni ter ekstenzivni nasadi jablan. Ta količina Slovenijo uvršča med manjše pridelovalke jabolk v Evropi. Tržni pridelki jabolk pa se gibljejo med 45.000 in 65.000 ton (Philippe B. 2008)\nPovprečen pridelek jabolk uvršča Slovenijo med srednje pridelovalke. Glede na podatke Faostata je na tem segmentu proizvodnja mnogo večja od porabe, kar pomeni, da mora biti trženje izvozno naravnano. Slovenija, kot država članica EU, ima boljše možnosti za izvoz jabolk , kot jih je imela pred tem, hkrati pa tudi precej jabolk uvažamo. Prav tako pa je tudi članica združenja Prognosfruit, kar ji omogoča vpogled v natančno napoved pridelkov in s tem tudi večje možnosti za vnaprejšnje dogovore glede trženja.\n"], "8": ["2.2 Najpomembnejše sorte jabolk v Sloveniji", "V Sloveniji sodijo med najpomembnejše intenzivne sorte Braeburn, Elstar, Fuji, Gala, Idared, Jonagold ter Zlati delišes. Obstaja še veliko starejših in novejših sort, vendar zavzemajo manjši delež v pridelavi jabolk in niso toliko tržno zanimive. V preglednici 4 so prikazane površine zasajene s posamezno sorto po različnih starostnih razredih. Skupna površina jabolk v Sloveniji je bila v letu 2008 2874 ha.\n"], "9": ["2.3 Sorte jabolk zajete v poskusu", ""], "10": ["2.3.1 Breaburn", "Poreklo: diploidna sorta izvira iz Nove Zelandije. Pri porabnikih je zelo priljubljena sorta in dosega visoke cene. Čas zorenja: zori od začetka do sredine oktobra. Odpornost: precej občutljiva je na jablanov škrlup ter manj na pepelasto plesen in ognjevko. Plod: plodovi so srednje drobni do srednje debeli, asimetrični. Meso: je zelo čvrsto, sočno, sladkega okusa, mile arome in rumenkaste barve (Godec in Jankovič, 2003). Skladiščenje: v hladilnici do 6 mesecev (www.biscak.buje.net/jabolka.php).\n"], "11": ["2.3.2 Elstar", "Poreklo: Nastala je leta 1955 s križanjem ´Ingrid Marie´ x ´Zlati delišes´ na testni postaji Elst, ki je pod okriljem CPRO – DLO Wageningen – Nizozemska (Beber, 2001). V pridelavo so jo uvedli leta 1975. Čas zorenja: v Sloveniji ga obiramo od konca avgusta do 10. septembra. Odpornost: zelo občutljiva je na jablanov škrlup, manj pa na pepelasto plesen in ognjevko. Plod: plodovi so srednje debeli, sploščeno okroglasti in precej izenačeni. Meso: je zelenkasto rumeno do belkasto rumeno, čvrsto, drobnozrnato. Okus je odličen, odlikuje ga harmonično razmerje med kislinami in sladkorji ter žlahtna aroma. Spada med najbolj kakovostne sorte (Viršček in Stopar, 1998). Skladiščenje: v navadni kleti drži do decembra. V hladilnici pa pri 2 -C do februarja.\n"], "12": ["2.3.3 Fuji", "Poreklo: je Japonska diploidna sorta, vzgojena je bila s križanjem sort ´Ralls Janet´ x ´Delišes´. V pridelavo so jo uvedli leta 1962. Čas zorenja: sorta zori v drugi polovici oktobra, dva do tri tedne za Zlatim delišesom. Odpornost: sorta ja občutljiva na ognjevko, manj pa na jablanov škrlup ter pepelasto plesen. Plod: plodovi so srednje drobni do srednje debeli, na manj obloženih drevesih tudi debeli. Oblika plodov je podolgovata, lahko tudi okrogla in precej nesimetrična. Meso: je rumenkasto do kremasto, čvrsto, zelo sočno, dobrega sladkega okusa Viršček in Stopar, 1998). Skladiščenje: plodove lahko skladiščimo sedem do osem mesecev, je zelo trpežna sorta.\n"], "13": ["2.3.4 Gala", "Poreklo: ta diploidna sorta je novozelandskega izvora (kidd's orange x zlati delišes), spada med postranske sorte. Čas zorenja: je poznojesenska sorta in zori v začetku septembra. Rast: spada med srednje bujne sorte jablan. Čas cvetenja: spada med srednje pozno cvetoče jablane in je dobra opraševalka. Rodnost: zarodi v drugem letu, nato pa rodi redno in dobro ob ustrezni oskrbi. Nagnjena je k izmenični rodnosti. Odpornost: je srednje občutljiva na zimski mraz, plesen in škrlup. Plod: je droben, rumen s svetlordečim nadihom. Meso: je sočno, sladko in zelo aromatično. Barva mesa je rumeno bela (Jazbec in sod., 1995). Skladiščenje: v kleti zdrži do novembra, v hladilnici do marca.\n"], "14": ["2.3.5 Idared", "Poreklo: diploidna sorta izvira iz Amerike in spada med glavne sorte, je tudi dobra opraševalka. Čas zorenja: spada med zimske sorte jablan. Zori v začetku oktobra, obstane do pozne pomladi (junija). Čas cvetenja: cveti srednje zgodaj. Rodnost: zgodnja in redna ter obilna. Odpornost: srednje odporna je proti škrlupu in spomladanski pozebi, a občutljiva za jablanovo plesen. Meso: je bledo rumene do bele barve. Plod: plod je debel, okroglast in rdeče barve. Okus je sočno kisel in brez posebne arome. (Jazbec in sod., 1995).\n"], "15": ["2.3.6 Jonagold", "Poreklo: triploidna sorta izvira iz križanja Zlati delišes x Jonatan. Je slabša opraševalka (Jazbec in sod., 1995). V pridelavo so jo uvedli leta 1968 in spada med glavne sorte slovenskega sadnega izbora. Sorta bolje uspeva v zmerni klimi. Dosega visoko ceno na zahodnoevropskem trgu zaradi dobro obarvanih plodov. Čas zorenja: sorta dozori v drugi polovici septembra, teden dni za Zlatim delišesom. Za doseganje optimalno obarvanih plodov je priporočeno trikratno obiranje plodov. Odpornost: plodovi so občutljivi na prevoze (najbolj zreli plodovi). Plod: je debel do zelo debel. Oblika plodov je okrogla, okroglo kopasta ali podolgovata. Koža je večinoma gladka in redko rjasta. Prezreli plodovi imajo voščeno prevleko. Meso: je kremasto do rumenkasto, sočno in srednje čvrsto. Okus normalno velikih in obarvanih plodov je sladko kisel s prijetno izraženo aromo. Spada med visoko kakovostne sorte (Viršček in Stopar, 1998). Skladiščenje: do 6 mesecev v hladilnicah (www.biscak.buje.net/jabolka.php).\n"], "16": ["2.3.7 Zlati delišes", "Poreklo: sorta je naključni sejanec. Po sodobnih spoznanjih je materna sorta Grimes Golden (Viršček in Stopar, 1998). Izvira iz Zvezne države Amerike, Virginije. Spada med glavne sorte in je dobra opraševalka. Je diploidna sorta. Čas zorenja: spada med zimsko sorto jablan, zori konec septembra in obstane do februarja. Čas cvetenja: pozen. Rodnost: spada med zgodnje, redne in obilno rodne jablane. Za boljši pridelek je priporočeno redčenje, sicer rodi izmenično. Odpornost: ta sorta je odporna proti zimskemu mrazu in plesni. Občutljiva je za škrlup. Plod: je srednje debel do debel, zlato rumene barve. Meso: je sočno, sladko in aromatično (Jazbec in sod. 1995).\nV grafikonu številka 4 je prikazana razdelitev sort jabolk v odstotkih glede na površino posamezne sorte v Sloveniji.\n"], "17": ["2.4 Namen napovedovanja pridelka jabolk", "Spremljanje in napoved pridelka sadja sodi med pomembne nacionalne projekte kmetijstva. Oceno zgodnje napovedi pridelka sadja v Sloveniji je potrebno izvesti po enotni metodi evropskega programa Prognosfruit, ki je sestavni del celotnega sistema evidence in kontrole pridelovanja sadja v okviru Evropske unije. Za izvedbo projekta zgodnje ocene pridelka je zadolžen Odbor za sadjarstvo pri COPA COGECA. V okviru projekta Prognosfruit članice EU opravijo prvo oceno pridelka. Gre za skupen projekt evropskih sadjarjev, ki so se zaradi različnih težav odločili za sodelovanje in medsebojno izmenjavo podatkov. Zgodnje napovedovanje pridelka jabolk je pomembno za določanje cene v času obiranja ter za pripravo ustreznih skladiščnih kapacitet. Pridelovalec sadja se mora namreč vsako leto pravočasno pripraviti na pričakovano količino pridelka, tako da pripravi potrebno embalažo, poskrbi za delovno silo in prične razmišljati o organizaciji dela, skladiščenju, prodaji ter trženju. Enako, vendar še bolj, velja tudi za akterje na tržišču. Ti morajo velikokrat že mnogo pred obiranjem pridobiti stranke in se informirati o možnostih dobavljanja. Pri tem je pomembno, da že zgodaj dobijo delno predstavo o cenah pridelkov prihajajoče sezone. Zato na prostem tržišču, kot je EU, potrebujejo poleg podatkov o domačem pridelku tudi pregled pridelka iz celotne Evrope (Winter 1986).\nEvropsko napovedovanje pridelka potrebujemo zato, da se preko akterjev tržišča, pridelovalnih področij in držav članic steka v skupno napovedovanje. Predložena mora biti pred začetkom sezone in zajeti vse tržno zanimive sorte posebej. Poleg tega mora biti mogoča ocena srednjeročne pričakovane proizvodnje, torej preko 5 do 10 let. Le ta dovolj zgodaj signalizira nihanja v kapacitetah proizvodnje. Skupaj s poznavanjem navad potrošnikov pa omogoča proizvajalcem, prodajalcem, drevesničarjem in agrarnim ekonomistom pravočasno prepoznati presežke ali tudi vrzeli na tržišču in jih uravnavati, če je to potrebno (Winter, 1976).\n"], "18": ["2.5 Različni modeli napovedovanja pridelka jabolk", "Bavendorfska (Winterjeva) metoda ni edina, ki je razvita za napovedovanje pridelka jabolk. V zadnjih tridesetih letih so bile razvite številne metode, ki so z različnimi pristopi poskušale oceniti bodoči pridelek jabolk. Pregled ni dokončen, vendar predstavlja smernice raziskav trajnih nasadov s strani sadjarjev. Čeprav je razvitih več modelov vzorčenja z različnimi načini, ki so v pomoč pri oceni količine pridelka, jih večina ne zagotavlja optimalnega napovedovanja pridelka in le redki modeli uporabljajo mehanistične (avtomatske) modele rasti sadnega drevja, ki omogočajo simulacijo rasti od sajenja do zorenja (Hester in Cacho, 2003).\nV Švici, Avstriji in delu Nemčije uporabljajo Bavendorfsko metodo, ki je naslednica Winterjeve metode kompleksne napovedi. Winter meni, da je pridelek rezultat treh dejavnikov. To so rodna zmogljivost drevesa, srednja gostota rodnosti in srednja teža plodu. Ocena je zanesljiva, če je izvedena na podlagi mase plodov, obranih 20 dni pred obiranjem, in če se ta masa zveča za 0,5 do 1,5 % dnevnega prirasta.\nWinter (1976) in sodelavci iz Inštituta v Bavendorfu so konec 60-ih let začeli z razvojem modela FRUZU, iz katerega sta se kasneje razvila modela FRUPRO (Winter 1979) in FRUORO-l (Winter 1986). Nadaljnje razvijanje teh dveh modelov pa je dalo končni model BIOS oziroma PROGNOSFRUIT (Welte 1990) model za napoved pridelka jabolk in hrušk, ki se je uveljavil in obdržal do danes.\nEna prvih ugotovitev, ki jih je zaznal Winter (1976), govori, da je odločilen problem napovedi pridelka pri sadnem drevju obloženost na drevesu samem in ne vprašanje organizacije in natančnosti vzorčenja. Vse ostalo, kot na primer naključna izbira dreves, zagotovitev zanesljivega katastra sadovnjaka in izračun celotne napovedi, lahko prav tako povzroči odstopanje napovedi.\n"], "19": ["2.6 Dosedanje napovedovanje pridelka jabolk v Sloveniji in uspešnost le tega", "Spremljanje in napoved pridelka jabolk v Sloveniji se izvaja na dva načina. Prvi način je izvajanje zgodnje ocene pridelka po evropski metodi programa Prognosfuit, ki je sestavni del celotnega sistema evidence in kontrole pridelovanja sadja v okviru Evropske unije. Drugi način napovedovanja pa izvaja Statistični urad RS. Namen statističnega raziskovanja je posredovati javnosti podatke o površinah in pridelkih sadja. Podatki so pomembni za prikaz trenutnega stanja, analizo in nadaljnje načrtovanje kratkoročne in dolgoročne politike.\nPodatki o sadju na družinskih kmetijah so pridobljeni s statističnim raziskovanjem, in sicer povprečne pridelke sadja ocenijo kmetijski svetovalci, bruto površine intenzivnih sadovnjakov pa so bile dobljene s popisom intenzivnih sadovnjakov v letu 2002. Vanj so bili vključeni vsi pridelovalci sadja, ki so po popisu kmetijskih gospodarstev 2000 uporabljali najmanj 10 arov intenzivnih sadovnjakov.\nSlovenija je razdeljena na 307 cenilnih okolišev. Svetovalec oceni glede na svoje poznavanje stanja na terenu za družinske kmetije povprečni pridelek na hektar in na rodno drevo za posamezen cenilni okoliš, podatke od kmetijskih podjetij, družb in zadrug pa pridobijo z rednim statističnim raziskovanjem od družb po pošti.\nUspešnost dosedanjega napovedovanja je zelo različna od letine in sorte. V povprečju pa je točnost dosedanjega napovedovanja Statističnega urada RS nekje do ± 12 % skupnega pridelka jabolk v Sloveniji. Pri napovedovanju pridelka za določeno sorto pa prihaja še do nekoliko večjega odstopanja.\nKer je Slovenija članica Evropske Unije, je vključena v program Prognosfuit, kjer zbirajo podatke o zgodnji napovedi pridelka jabolk iz vseh članic tega programa. Te podatke je bilo vedno težko dobiti oz. je bilo treba do njih priti z zamudnim ročnim štetjem plodičev na jablanah. Zato je to vzpodbudilo razvoj 'metode analize slike', ki s pomočjo vizualizacije drevesnih krošenj v sadovnjakih omogoča uporabo računalniškega procesiranja algoritmov prilagojenih prepoznavanju in štetju plodov različnih sort jabolk in \nhrušk (Stajnko s sodelavci, 2001, 2005).\nPrve uspešne poskuse z algoritmi za obdelavo slik za oceno pridelka je napravil Stajnko s sodelavci leta 1999 v 3-5 letnih nasadih različnih sort jablan. Že v treh letih poskusov se je pokazalo, da je metoda:\n- hitra in za delo na terenu enostavna,\n- z digitalnim fotoaparatom se lahko zajame precej več vzorcev kot s prejšnjimi  metodami,\n- med vegetacijo se lahko nasadi večkrat vzorčijo in tako natančneje spremlja  dinamika razvoja plodov v odvisnosti od letnih rastnih razmer,\n- enostavno zajemanje podatkov in hitra obdelava podatkov omogočata ocenjevanje  pridelkov tako na malih kot velikih parcelah (sadjarski obrat).\nŽe v naslednjih letih je bila metoda uspešno preizkušena na sadjarskih poskusnih centrih 'Pohorski dvor', 'Gačnik', 'Heidegg', 'Schlachters' in 'Kleinaltendorf', kjer je bila v različno starih nasadih jablan, zasajenimi s sortami 'Gala', 'Elstar', 'Zlati Delišes', 'Braeburn' in 'Fuji', izmerjena tesna korelacija med ocenjenim in dejanskim številom plodov (R = 0,73 do 0,94) (Stajnko, 2005). Prav tako pa je bil s pomočjo algoritmov zelo dobro ocenjen tudi poprečni pridelek na poskusnih parcelah sort 'Gala' (-5 %), 'Elstar' (-7 %), 'Zlati Delišes' (-9,4 %), 'Fuji' (+11 %) in 'Braeburn' (+12 %). Vzpodbudni rezultati so omogočili nadaljevanje in širitev poskusov v naslednji letih. Tudi v proizvodnih in poskusnih nasadih gojenih v Sloveniji in nekaterih srednjeevropskih sadjarskih področjih.\n"], "20": ["2.7 Metoda napovedovanja pridelka s pomočjo digitalne fotografije", "Digitalna slika na ekranu računalnika je funkcija intenzitete svetilnosti, ki jo lahko označimo kot f(x,y), pri čemer je f funkcija svetilnosti. Posamezne točke (x,y), ki sestavljajo sliko, pa imenujemo slikovni element ali pixel. Sodobno digitalno sliko sestavlja več milijonov takšnih slikovnih elementov, ki pa jih na sliki ne moremo opaziti s prostim očesom(Stajnko, 2005; Tojnko, 2008). V današnjem času se uporablja veliko različnih algoritmov, ki v kontroliranih svetlobnih pogojih avtomatsko ugotavljajo in določajo oblike, barve in bolezni plodov. Vendar pa so v mnogih raziskavah Rabatel (1988) in Kassay (1992) ugotovili, da je izmerjena natančnost določanja zrelih plodov v naravnih pogojih še precej nizka in niha med 48 % in 70 %.\nV nasprotju z omenjenimi raziskovalci so Stajnko in sod., (2001) proučevali uporabo metode procesiranja in analize fotografije za prikazovanje rasti in razvoja plodov različnih sort jabolk ter napovedovali njihov pridelek. S tem so hoteli olajšati in pospešiti postopek jemanja vzorcev v posameznem sadovnjaku, hkrati pa povečati natančnost napovedovanja. Hitrost zajemanja fotografij v nasprotju z Bavendorfsko metodo omogoča tudi vzorčenje vsakega nasada posebej večkrat letno.\nMetoda napovedovanja pridelka jabolk s pomočjo obdelave fotografije temelji na šestih ključnih točkah:\n- zajemanje fotografij na terenu (vzorec sadovnjaka),\n- pred-obdelavi fotografije,\n- postopku transformacije RGB slik,\n- filtraciji in kreiranju binarne fotografije,\n- odkrivanju in štetju objektov (plodov),\n- merjenju morfoloških lastnosti plodov.\n"], "21": ["2.7.1 Zajemanje slik", "Zajemanje slik je naključno vzorčenje \"plošče\"-rodne površine nasada. S tem se dobi vzorec rodne površine nasada, ki se kasneje računalniško obdela. Stajnko in sod., (2001a, 2001b, 2001c) so raziskali, da samo fotografije, napravljene s kontrolirano svetlobo, dajejo konstantne in kvalitetne vzorce za objektivno napoved s pomočjo obdelave fotografije. Zato se pri zajemanju slik za kasnejšo obdelavo uporablja umetna svetloba - bliskavica (flash). Za še boljše prepoznavanje plodov na fotografiji se v sončnem vremenu fotografira v smeri od sonca.\nNačin zajemanja slik se vedno prilagaja velikosti drevesa. Zato pri zajemanju slik za obdelavo ni potrebna konstantna oddaljenost drevesa, vendar je omejena na medvrstno razdaljo, kot je to zahtevano pri Bavendorfski metodi. V primeru večjih dreves, ki jih ni mogoče zajeti v enem vzorcu, pa se način slikanja prilagodi tako, da zajamemo dva vzorca na enem drevesu z manjše oddaljenosti. Medtem ko se oddaljenost zajemanja vzorcev lahko prilagaja nasadu, pa je kot snemanja vedno pravokoten na sadilno linijo. Za potrebe kasnejše pred-obdelave fotografije se na prvih nekaj drevesih v seriji pričvrsti in fotografira objekt okrogle oblike znanega premera, v našem primeru je bila to tenis žogica, ker je standardnih dimenzij. Pri namestitvi žogice je zlasti pomembno, da jo pritrdimo na sredino krošnje, saj bo le tako v celoti vidna (slika 9). \n"], "22": ["2.7.2 Pred-obdelava fotografij", "Postopek pred-obdelave fotografij se opravi za vsako fotografirano serijo dreves posebej. Na eni od prvih fotografij v seriji se poišče tenis žogico, ki je v najbolj optimalnem položaju za ugotavljanje razmerja med številom slikovnih pik in centimetri. Postopek se izvede s pomočjo računalniške miške, tako da se z njo povleče od spodnjega do zgornjega roba tenis žogice, kot je prikazano na spodnji sliki 10. Pri tem računalnik v desnem zgornjem okencu izpiše število slikovnih pik. Dobljeno število pik se prenese v okence parametrov fotografije delovnega panoja programa za obdelavo fotografije, kar omogoča avtomatično preračunavanje razmerja števila slikovnih pik v cm. S tem postopkom hkrati določimo tudi površino ene fotografije oziroma enega vzorca. \n"], "23": ["2.7.3 Transformacija RGB fotografije", "Originalne digitalne fotografije vsebujejo preveč motenj, ki otežujejo in podaljšujejo čas procesiranja. Zato se v postopku transformacije razdeli barvno RGB sliko v njene tri osnovne barve s pomočjo RGB palete. Na ta način ustvarimo tri nove slike:\n- R - rdečo\n- G - zeleno\n- B - modro \nRGB slika\nRdeča slika (R) Zelena slika (G) Modra slika (B)\nNato se na osnovi histogramov slik izbere tista, pri kateri se oblika krivulje najbolj približa želeni bi-modalni distribuciji točk z enim vrhom.\n"], "24": ["2.7.4 Kreiranje in filtracija binarne fotografije", "V mnogih poskusih sta se rdeča in zelena slika izkazali za najbolj primerno za nadaljnjo obdelavo. V tem delu se rdeča ali zelena slika spremeni v binarno sliko tako, da se njen histogram razdelili s pomočjo upragovanja na dva dela:\n- prvi vidni del, ki vsebuje iskane objekte ter motnje s podobno intenziteto svetlobe, in\n- drugi del, ki je neviden in postane nevidna podlaga.\nPri tem postopku se spremeni v binarno (sliko 12), na kateri predstavlja rdeča barva objekte (plodove), črna barva pa podlago, s čimer se izloči večina motenj.\n"], "25": ["2.7.5 Odkrivanje in štetje plodov", "Na binarni sliki moramo izločiti vse vidne objekte, ki niso podobni obliki ploda. To so največkrat razni deli armature, debla in drugi predmeti, ki bi lahko bili šteti med plodove, če jih ne odstranimo. Plodove izločamo in iščemo na osnovi dveh vnaprej pripravljenih oblik objektov: \n - elipsa, ki izloči vse kvadratne in neoglate objekte, in\n- plod jabolka, na osnovi katerega se samostojno išče plodove na binarni sliki. Rezultati tega postopka so prešteti plodovi.\n"], "26": ["2.7.6 Merjenje morfoloških lastnosti", "Z računalniškim algoritmom se izmeri najdaljšo dimenzijo vsakega posameznega ploda na sliki in izračuna povprečje vseh meritev. Ta podatek nam pove, kakšna je trenutna velikost plodov.\n"], "27": ["2.7.7 Računanje mase pridelka", "Maso pridelka v času fotografiranja jablan izračunamo iz števila plodov in njihovega premera. Če je trenutni premer plodov manjši od pričakovanega, se končna masa nekoliko zmanjša, če pa je večji od povprečja, se lahko nekoliko poveča. Bolj kot premer plodov je za končno maso pomembno število plodov na drevo, zato se, glede na obremenjenost \ndrevesa, korigira tudi njihova končna masa. Po določitvi premera in mase plodov na sliki se izračuna še povprečje, premer in masa plodov cele serije slik. Velikost slike predstavlja namreč površino oziroma delež rodne površine sadovnjaka. Iz vhodnih podatkov o sadovnjaku se najprej izračuna praktična rodna ploskev sadovnjaka s pomočjo enačbe (4), nato pa se s pomočjo formule izračuna pričakovani pridelek (Stajnko, 2005).\nPreden lahko pričnemo s postopkom analize napovedi pridelka, moramo izračunati naslednje parametre:\n1. teoretična dolžina vrste (Tdv [m]) Tdv = (1)  širina vrste (m)\n2. rodna višina (rv [m]) rv = višina drevesa (m) - višina prve veje (m) (2)\n3. teoretična rodna ploskev (Trp [m2]) Trp = 2 x (Tdv x rv) (3)\n4. praktična rodna ploskev (Prp [m2]) Prp = Trp x 0,93 (4)\n5. površina fotografij (Ps [m2]) Ps = velikost fotografije (m2) x število fotografij (5)\n"], "28": ["3 MATERIAL IN METODE DELA", ""], "29": ["3.1 Material", "Praktičen del naloge smo izvajali na širšem območju Slovenije predvsem na območjih, kjer je sadjarstvo najbolj intenzivno razvito. Kot je že prikazano na (sliki 1) je to območje Goričkega oz. Prekmurja, Slovenskih goric, okolice Maribora in Slovenske Bistrice, okolice Celja ter Savska dolina z okolico Krškega.\nPoskuse smo izvajali v letu 2008 prvotno pri 23 naključno izbranih sadjarjih oz. podjetjih, ki se ukvarjajo s sadjarstvom. Kasneje pa smo morali 6 sadjarjev izključiti iz raziskave, ker je prišlo do naravne nesreče. Pri teh sadjarjih je bila toča in, ker ob spravilu ni bilo pridelka, ga nismo mogli tehtati. V poskusu smo zajeli glavne slovenske sorte Braeburn, Elstar, Fuji, Gala, Idared, Jonagold ter Zlati delišes, ki so bile cepljene na šibki vegetativni podlagi M9.\nV nasadih so bila pred izvedbo poskusa opravljena dela redčenja plodov s kemičnimi pripravki. Vpliv na natančnost napovedi pridelka pa bi lahko imelo tudi morebitno korekcijsko ročno redčenje, ki ga dodatno izvaja posamezen sadjar in ga v poskusu nismo posebej upoštevali. Medvrstni in vrstni prostor je bil izmerjen v času fotografiranja z metrom v vsakem sadovnjaku posebej. V fotografiranih nasadih je bila zastopana predvsem vzgojna oblika vitkega vretena. Značilnost opazovanih nasadov je tudi, da v večini primerov sadjarji ne pretiravajo z obremenitvijo plodov na drevo. Tako se praktično v vseh nasadih najprej kemično redči pri velikosti plodov 3 do 5 mm, zatem pa še ročno, če je potrebno pri velikosti 25 do 30 mm, po katerem na drevesu ostanejo le prvorazredni plodovi. Pred pričetkom fotografiranja smo v vsakem sadovnjaku izpolnili obrazec za vzorčenje, kot je prikazano na sliki 14. \nNa obrazec smo napisali najpomembnejše podatke o nasadih vključenih v poskus. Zbrani so po posameznem sadjarskem območju, tako da se pred pričetkom lepo vidijo vsi potrebni vhodni podatki za obdelavo fotografij:\n- lastnik sadovnjaka,\n- območje slikanja,\n- velikost parcele vzorčenja (neto površina),\n- ime sorte,\n- podlaga,\n- vzgojna oblika,\n- leto zasaditve,\n- velikost rastnega prostora,\n- povprečna višina drevesa,\n- datum vzorčenja,\n- število fotografij.\n"], "30": ["3.1.1 Poskusi v letu 2008", "V to nalogo smo vključili 17 sadjarjev oz. sadjarskih podjetij, 7 sort jablan (Braeburn, Elstar, Fuji, Gala, Idared, Jonagold ter Zlati delišes). \n"], "31": ["3.2 Metode dela", ""], "32": ["3.2.1 Merjenje in vzorčenje na terenu", "Za natančno napovedovanje pridelka jabolk v posameznem pridelovalnem območju smo potrebovali čim bolj reprezentativen vzorec. Da bi to dosegli, smo izbrali naključne lokacije, kjer smo izvajali fotografiranje in kasneje napoved pridelka. Vse fotografije so bile napravljene z digitalnim fotoaparatom v resoluciji: 2048 x 1536 slikovnih točk (pikslov). Fotografije smo zajemali v formatu JPEG. Ta ločljivost omogoča natančno naknadno obdelavo fotografij, s katero ohranimo primerno kvaliteto in preglednost objektov. Ob še večji ločljivosti dobimo na enoto površine še več pik, zato lahko računalnik bolj natančno določi velikost in število plodov, kar pa nam bistveno zmanjša hitrost obdelave podatkov.\nZa boljše prepoznavanje plodov s fotografij smo pri fotografiranju dodatno uporabili bliskavico (flash), hkrati pa smo ob sončnem vremenu fotografirali vedno v smeri sonca. Pri fotografiranju jablan na terenu namreč predstavljajo velik problem sence, ki jih tvorijo listi, plodovi in veje jablan. Sence so lahko zelo moteč dejavnik pri nadaljnji obdelavi fotografij, zato smo skušali njihov vpliv v največji možni meri zmanjšati. To smo dosegli z izbiro optimalnega časa fotografiranja. Najprimernejši čas za fotografiranje je opoldne, ko je sonce v zenitu in so sence najmanjše. Lahko pa fotografiramo tudi v oblačnem vremenu, ko imamo na razpolago difuzno svetlobo, ki povzroča mehke sence, ali pa jih sploh ni.\nPostopek fotografiranja je odvisen tudi od starosti in bujnosti drevesa, zato smo ga prilagodili dvema različnim starostim oziroma velikostnim skupinam dreves:\n- majhna - višina krošnje do 2 m,\n- velika - višina krošnje nad 2 m.\nGlede na starost nasada smo torej ločili:\n- drevesa z višino krošnje do 2 m , ki jih na fotografiji lahko vidimo v celoti in smo jih  fotografirali enkrat s sončne strani, \n - drevesa z višino krošnje nad 2 m, ki jih na fotografiji ne moremo videti v celoti in  smo jih fotografirali 2-krat z ene strani in sicer tako, da smo najprej fotografirali  spodnji del krošnje, nato pa še zgornji del krošnje, tako smo dobili eno krošnjo na  dveh fotografijah.\nFotografije smo razvrstili po sortah, pridelovalcih in območjih. Zaporedje map po parcelah smo kasneje določili na osnovi formularjev, v katere smo med drugim vpisovali številke komplementarnih map. Na koncu smo vse mape parcel enega območja kopirali v eno skupno mapo in jo poimenovali po vzorčenem območju. Tako so bili vzorci - fotografije pripravljeni za kasnejšo računalniško obdelavo.\n"], "33": ["3.2.2 Oddaljenost in kot fotografiranja", "Medvrstne razdalje poskusnih nasadov so merile med 3,00 in 4,00 metri, zato smo razdaljo med fotoaparatom in drevesom v optimalnih razmerah določili na 3 metre, v kolikor je bilo drevo večje, smo razdaljo oz. fotografiranje prilagodili, kot smo opisali že zgoraj. Kot fotografiranja je bil vedno pravokotno na debla po smeri sajenja nasada (90-). Pri tem smo vedno upoštevali, da smo drevesa iste sorte zmeraj fotografirali na čimbolj podoben način, brez dodatnega spreminjanja nastavitev, v enaki višini in enakem položaju fotoaparata.\n"], "34": ["3.2.3 Določanje velikosti plodov", "Mitchell (1986) je dokazal povezanost premera ploda z maso ploda. Kasneje so Rehkugler in Throop (1985), DeBussher s sod. (1995) ter Paulus s sod. (1997) razvili algoritme za avtomatsko merjenje premera s presvetljevanjem plodov na sortnih linijah. Ker je sortiranje stacionarni postopek, v katerem je možno prilagajanje aparatur, je omenjeno merjenje zelo natančno in zanesljivo. V naših poskusih ni bilo možno stacionirano merjenje in prilagajanje sistema. Zato smo za kalibriranje premera plodov uporabili tenis žogico, ki smo jo postavili v krošnjo drevesa in jo ob vsakem fotografiranju obesili na sredino krošnje, kot smo že opisali v poglavju 2.7.1. \nNa osnovi premera tenis žogice smo kasneje določali razmerje piksel/mm in izmerili premer ostalih plodov. Kadar računalnik ni zaznal celega plodu, smo za oceno premera upoštevali največji vidni del.\n"], "35": ["3.3 Določanje višine dreves", "Višina drevesa je definirana iz naslednjih delov (slika 5):\n- višine krošnje (hk),\n- višine prve veje (ht),\n- višine drevesa (H).\nKer je za računalniško obdelavo potrebna tudi povprečna višina dreves, smo v vsakem poskusnem nasadu izmerili še višine (H) petim naključnim drevesom na sorto in jo vpisali v formular, kasneje pa izračunali povprečno višino dreves za vsak poskus posebej. Pri tem velja omeniti, da sta višina drevesa in višina krošnje izmerjeni brez enoletnih poganjkov, saj ne predstavljata rodnega volumna oziroma ploskve nasada. \nPovprečna višina dreves je parameter nasada, s katerim smo izračunali teoretično rodno ploskev in jo podali v enoti m²/ha (s pomočjo enačbe 3).\n"], "36": ["3.4 Vrednosti napovedi pridelka", "Od lastnikov nasadov smo dobili vrednosti tehtanih pridelkov na neto površino parcele in jo preračunali v pridelek na hektar neto površine. Po obdelavi posamezne serije smo dobili izpis napovedi (kg/ha) v Excel formatu za posamezno sorto. Vrednosti napovedi, dobljene iz algoritma za obdelavo meritev in fotografij, smo uporabili za statistično vrednotenje po posameznih obravnavanjih ter za skupno statistično oceno vseh poskusov.\n"], "37": ["3.4.1 Izračun razlike med napovedanim (N) in tehtanim (T) pridelkom", "Za ugotavljanje odstopanja napovedane količine pridelka od tehtane količine pridelka v posameznem obravnavanju smo izračunali razlike med dvema srednjima vrednostma (aritmetičnima sredinama), dobljenima iz vseh vrednosti napovedanega in tehtanega pridelka v določenem obravnavanju (pridelovalno območje, sorta).\n3.4.2 Izračun indeksov\nZa nadaljnje primerjanje srednjih vrednosti napovedanega in tehtanega pridelka smo uporabili relativne vrednosti - indekse (I), ki smo jih izrazili iz srednjih vrednosti napovedanega in dejanskega pridelka po posameznem obravnavanju.\n3.4.3 Izračun ocene standardnega odklona\nZa ugotavljanje odstopanja vrednosti razlike (R) med srednjima vrednostima napovedanega (N) in tehtanega (T) pridelka nad in pod aritmetično sredino smo uporabili standardni odklon oziroma standardno deviacijo (σ) in jo izračunali s pomočjo naslednje formule:\nkjer predstavlja:\nR…………vrednost razlike posamezne meritve znotraj obravnavanja, R ………... povprečna vrednost obranega pridelka, n …………število poskusov v obravnavanju. \nVelik standardni odklon (σ) kaže na veliko razpršenost razlike (N-T), torej so vrednosti razporejene v velikem obsegu okoli aritmetične sredine. Majhen standardni odklon pa nasprotno predstavlja veliko koncentracijo razlike (N-T) okoli aritmetične sredine (Nemec, 2000).\n"], "38": ["3.5 Ugotavljanje vplivov prametra na napovedovanje pridelka", "Na osnovi rezultatov terenskih meritev in računalniške obdelave fotografij smo analizirali vpliv naslednjih parametrov na napoved pridelka:\n- pridelovalcev,\n- pridelovalnega območja,\n- sorte.\n"], "39": ["4 REZULTATI Z RAZPRAVO", "V preglednici 33 so prikazani vsi rezultati naših napovedi in tehtanih pridelkov po pridelovalnih območjih.\n»se nadaljuje« \nreinders »se nadaljuje« \n»se nadaljuje« \n"], "40": ["4.1 Napoved pridelka po pridelovalcih", "V preglednici 34 so predstavljene srednje vrednosti in standardni odkloni napovedanega in tehtanega pridelka vseh vzorčenih sort po pridelovalcih.\n*σr = standardni odklon razlike (N-T), **Paired Samples T Test \nIz preglednica 34 in grafikona 5 vidimo, da je napoved pridelka najmanj odstopala od tehtane količine pri pridelovalcu številka 9, kjer znaša razlika med napovedanim in tehtanim pridelkom v presežku za 99 kg/ha, kar pomeni, da je odstopanje manjše od 0,5 %. To je odličen rezultat. Standardni odklon je bil najnižji pri pridelovalcu številka 13, in je znašal (σr = 2.743 kg/ha). Največja razlika med napovedanim in tehtanim pridelkom je bila pri pridelovalcu številka 1 (21.877 kg/ha). Največja statistična razpršenost razlike med napovedanim in tehtanim pridelkom je zabeležena pri pridelovalcu številka 11 (σr = 20.716 kg/ha), kar nakazuje, da se v povprečju količina napovedanega pridelka močno odklanja od količine tehtanega pridelka. S pomočjo analize Paired-Samples T Test smo izračunali natančnost rezultatov s tveganjem manjšim od 5 % (Priloge 1, 5, 16, 17) in ugotovili, da se napovedani in tehtani pridelek statistično značilno razlikujeta pri pridelovalcih številka 1, 5, 16 in 17 (Sig.<0,05). Ti rezultati nakazujejo na subjektivno vzorčenje nasadov, saj so bili ti nasadi prvi izbrani in postopek izbora dreves še ni bil standardiziran.\n"], "41": ["4.2 Napoved pridelka po pridelovalnih območjih", "V preglednici 35 so prikazane srednje vrednosti in standardni odkloni napovedanega in tehtanega pridelka vseh vzorčnih sort po pridelovalnih območjih.\nIz preglednice 35 in grafikona 6 lahko vidimo, da je napoved pridelka najmanj odstopala od tehtane količine v pridelovalnem območju Maribor, kjer je znašala razlika med napovedanim in tehtanim pridelkom v presežku 146 kg/ha. Razlika med napovedanim in tehtanim pridelkom je tako manjša od 0,5 %, kar je odlično. Standardni odklon je bil najnižji v pridelovalnem območju Krško in je znašal (σr = 12.509 kg/ha). Največja razlika med napovedanim in tehtanim pridelkom je v pridelovalnem območju Prekmurje (21.877 kg/ha), kjer smo imeli le pet poskusov pri enem pridelovalcu (Priloga 18). Analiza Paired-Samples T Test je tako z verjetnostjo 95 % pokazala statistično značilno razliko (Sig.<0,05) med napovedanim in tehtanim pridelkom. Največja statistična razpršenost razlike med napovedanim in tehtanim pridelkom je zabeležena v pridelovalnem območju Slovenske gorice (σr = 19.055 kg/ha), kar nakazuje, da se v povprečju količina napovedanega pridelka močno odklanja od količine tehtanega pridelka. \n"], "42": ["4.3 Napoved pridelka po sortah", "V preglednici 36 so prikazane srednje vrednosti in standardni odkloni napovedanega in tehtanega pridelka za posamezno sorto na vseh pridelovalnih območjih.\nIz preglednice 36 in grafikona 7 lahko razberemo, da je napoved pridelka najmanj odstopala od tehtane količine pri sorti Gala, kjer znaša razlika med napovedanim in tehtanim pridelkom v primanjkljaju 531 kg/ha. Največja razlika med napovedanim in tehtanim pridelkom je zabeležena pri sorti Fuji (8.760 kg/ha). Najmanjšo razpršenost razlike med napovedanim in tehtanim pridelkom opazimo pri sorti Jonagold (σr = 12.121 kg/ha), največjo pa pri sorti Zlati delišes (σr = 16.827 kg/ha), kar nakazuje, da se v povprečju količina napovedanega pridelka močno odklanja od količine tehtanega pridelka. Najbolj točna napoved pridelka je bila pri sorti Gala, saj se je od tehtanega pridelka razlikoval le za 2 %, kar lahko pripišemo zelo kratkemu času od vzorčenja do obiranja. Pri sorti Fuji pa je poteklo od vzorčenje do obiranja skoraj 4 mesece in je razlika tudi največja. Pri sorti Idared smo s pomočjo analize Paired-Samples T Test ugotovili, da se napovedani in tehtani pridelek statistično značilno razlikujeta (Sig.<0,05). Do te statistično značilne razlike je verjetno prišlo, ker smo pri izračunu napovedi pridelka upoštevali premajhno maso plodov ob obiranju.\n"], "43": ["4.4 Napoved pridelka jabolk za celotno Slovenijo po sortah", "Napoved jabolk za celotno Slovenijo smo izračunali iz povprečnega pridelka za posamezno sorto (preglednica 36) in ga nato pomnožili s površino, zasajeno s posamezno sorto (preglednica 4), ki jih imamo v Sloveniji. Vendar smo pri izračunu povprečnega pridelka na hektar upoštevali pri vseh nasadih le določen delež polne rodnosti.\n*Pri napovedi je upoštevana različna rodnost dreves v različni starostni dobi drevesa (<1989 = 60%, 1990- 2002 = 80%. >2003 = 50%), **Tehtan pridelek ob upoštevanju korekcij (<1989 = 60%, 1990-2002 = 80%. >2003 = 50%)\nKorekcije oz. zmanjšanje pridelka pri vseh starostih jablan se je naredilo zaradi izbora pridelovalcev, ki smo jih mi vključili v poskus. Le-ti so že vrsto let vključeni v napoved Prognosfruit in smo jih najlažje navdušili za novo metodo. Izkazalo se je namreč, da so bili naši pridelovalci nadpovprečni in odstopajo od ostalih pridelovalcev. Zato smo pri jablanah, starejših od 1989, upoštevali le 60 % dejanskega pridelka, pri jablanah, starih od 1990 do 2002, smo upoštevali 80 % pridelka, pri jablanah, mlajših od 2003, pa smo upoštevali 50 % pridelka. Če tega zmanjšanja ne bi upoštevali pri izbranih vzorcih, bi dobili za celotno Slovenijo prevelike napovedi pridelkov. Prav zaradi tega bi morali v bodoče izbirati bolj reprezentativne vzorce, ki bi omogočili bolj natančno napoved pridelka.\n"], "44": ["5 SKLEPI", "V letu 2008 je bil izveden poskus na najpomembnejših sadjarskih predelih Slovenije (Prekmurje, Slovenske gorice, okolica Maribora, okolica Celja ter okolica Krškega). Preučevana je bila natančnost napovedovanja pridelka s pomočjo digitalne fotografije, različnih sort jablan v primerjavi s tehtanim pridelkom.\nNa podlagi rezultatov lahko sklepamo naslednje:\n1. za kvalitetno napoved pridelka jabolk s pomočjo analize slike moramo opraviti  natančno in enakomerno vzorčenje na dovolj velikem vzorcu. Pri tem velja  izpostaviti prilagoditev načina fotografiranja velikosti in starosti dreves.  Pomembno je tudi poznavanje lastnosti vzorčenega nasada iz preteklih let, saj  lahko pripomore k morebitni natančni korekciji napovedi pridelka.\n2. pri napovedi pridelka jabolk velja opomniti tudi na vedno bolj pogosto ročno  redčenje plodov v nasadih, ki se izvaja tudi do sredine meseca avgusta. V primeru,  da je fotografiranje opravljeno pred redčenjem, je seveda potrebno opraviti  določeno korekcijo napovedi, ki se jo vnese v kontrolni list. Postopek ročnega  redčenja je drag, a se ga poslužujejo najboljši pridelovalci, saj pozitivno vpliva na  kvaliteto pridelka.\n3. odstopanje napovedanega pridelka lahko povzroči tudi manjše število vzorčenih  dreves oziroma nasadov za posamezno pridelovalno območje ali za posamezno  sorto, kot je bilo to opaziti pri pridelovalnem območju Prekmurje in pri sorti Fuji.  Nasprotno pa v primeru večji kot je vzorec, manjši je vpliv posamezne napovedi na  skupno napoved, kar pripomore k natančnejši napovedi pridelka.\n4. v pridelovalnem območju Maribor, kjer je bilo opravljenih največ poskusov, je tudi  natančnost napovedovanja pridelkov največja, saj je razlika med napovedanim in  tehtanim pridelkom manjša od 0,5 % (oziroma 146 kg/ha), kar je odličen rezultat. \n5. pri ugotavljanju vpliva sorte na napoved pridelka s pomočjo obdelave digitalne  fotografije je napovedan pridelek najmanj odstopal od tehtanega pridelka pri sorti  Gala, kjer je bila razlika 531 kg/ha. Najmanj natančna je bila napoved za sorti Fuji  (razlika 8.760 kg/ha) in Idared (razlika 7.620 kg/ha).\n6. analiza standardnega odklona razlike med napovedanim in tehtanim pridelkom po  pridelovalnih območjih je jasno prikazala veliko razpršenost podatkov, kar kaže na  veliko variabilnost v pridelkih pri posameznih pridelovalcih. Ko gledamo rezultate  analize pridelka po pridelovalnih območjih, ugotovimo, da se največja razpršenost  razlike pojavlja v pridelovalnem območju Slovenske gorice, ki je (σr = 19.055  kg/ha).\n7. napoved pridelka s pomočjo analize slike po Sloveniji v letu 2008 je bila zelo  uspešno napovedana, saj se je napovedani pridelek po vsej Sloveniji za vse sorte  razlikoval od tehtanega pridelka za samo 3,5 %, kar je zelo točno, vendar bi v  bodoče morali še nekoliko izboljšati natančnost napovedovanja pridelka za ostale  sorte, tako da bi znašala razlika maksimalno 5 %. V letu 2008 smo namreč ta prag  presegli pri sortah Braeburn 14 %, Elstar 6 %, Fuji 39 %, Idared 18 %, Jonagold 8  % ter Zlati delišes 12 %. Pri sorti Gala pa je bila razlika samo 2 %.\n"], "abstract": ["V diplomskem delu smo leta 2008 izvajali poskus zgodnje napovedi pridelka jabolk s pomočjo analize slike v okviru napovedovanja pridelka jabolk za evropski program Prognosfruit. Poskus je potekal na območju Prekmurja, Slovenskih goric, okolice Maribora s Slovensko Bistrico, okolice Celja ter v Savski dolini z okolico Krškega. V poskusu so bile vključene sorte Braeburn, Elstar, Fuji, Gala, Idared, Jonagold ter Zlati delišes. Namen poskusa je bil napovedati pridelek jabolk za Slovenijo v letu 2008 ter proučiti natančnost napovedovanja pridelka jabolk z uporabo metode analize slike. Ob tem pa s statističnim proučevanjem ugotoviti morebitne vplive pridelovalca, pridelovalnega območja ter sorte na natančnost napovedi pridelka jabolk, hkrati pa iskanje možnosti izboljšanja napovedi pridelka v prihodnje. V začetku julija 2008 smo fotografirali izbrana drevesa v sadovnjakih, nato pa s pomočjo računalniške analize slike napovedali pričakovan pridelek. Statistična analiza za pridelovalce je pokazala, da se napovedan in tehtan pridelek statistično značilno najbolj razlikujeta pri pridelovalcu številka 5, najbolj točno napoved pa smo podali pri pridelovalcu številka 9, kjer je bila razlika med napovedanim in dejanskim pridelkom 99 kg/ha. Po pridelovalnih območjih je bila največja razlika v Prekmurju (Io = 2,04), najmanjša razlika med napovedanim in dejanskim pridelkom pa je bila v pridelovalnem območju Maribor (Io = 1,00) oziroma 146 kg/ha razlike Najmanjše odstopanje pri sorti Gala (Io = 1,02) oziroma 531 kg/ha, največje odstopanje pa je bilo pri sorti Fuji in sicer za 8.760 kg/ha. Rezultati ugotovitev potrjujejo hipotezo, da metoda omogoča natančno napovedovanje pridelkov, vendar obstaja še precej faktorjev, ki bi se jih dalo izboljšati. "]}