{"1": ["1 UVOD", "Ekološka pridelava je zahtevnejša od ostalih načinov pridelave. Zahteva poznavanje določenih zakonitosti narave skupaj z upoštevanjem zakonodaje, ki je predpisana za ekološko pridelavo.\nZdružena setev se v zadnjem času uporablja tudi na velikih njivskih površinah (Bavec 2005). Rezultati raziskav in poskusov kažejo na to, da imajo različne združene setve vpliv na zmanjšanost pojava škodljivcev. Osnovni razlog za dobro ali slabše sosedstvo različnih rastlin je izločanje različnih snovi skozi korenine in/ali liste. Nekatere rastline privabljajo škodljivce na rastlini, ki jo želimo zavarovati. Spet druge rastline privabljajo koristne žuželke iz narave, ki so naravni plenilci škodljivcev (Bavec 2005).\nCvetača spada v skupino kapusnic (Osvald in Kogoj-Osvald 2005). V tehnološki zrelosti so rože čvrste, polokrogle do stožčaste oblike, bele, zelene do roza barve, odvisno od genotipa (Osvald in Kogoj-Osvald 2003).\nBela detelja ima vretenasto razvit koreninski sistem. Steblo se plazi, list pa je triperesen. Cvetovi so združeni v okroglaste cvetne glavice (Korošec 1982). Kot vse metuljnice s simbiozo v tla prinaša dušik (Kramberger 2003).\n"], "2": ["1.1 Namen in cilji raziskave", "Namen diplomskega dela je poglobitev v ekološko kmetijstvo, s tem spoznati učinke različnih načinov pridelave, poiskati rezultate znanstvenih študij in jih primerjati z našimi rezultati. Cilj diplomskega dela je primerjava naleta škodljivcev v petih različnih načinih pridelave cvetače in kultivarjih cvetače.\n"], "3": ["2 PREGLED LITERATURE", ""], "4": ["2.1 Načini pridelave zelenjave", "Na vsakih, z rastlinami nepokritih kmetijskih tleh, se ob primerni temperaturi in vlagi pojavijo tako imenovane samonikle rastline, ki začenjajo pokrivati nezaseden prostor. Med temi rastlinami je veliko takih, ki jih v kmetijski pridelavi uvrščamo med nezaželene, oziroma plevelne rastline. Če pustimo, da nemoteno rastejo in se razvijajo, se lahko pričnejo nekontrolirano širiti (vegetativno ali generativno). To nam pri pridelovanju gojenih rastlin lahko bistveno poveča stroške pridelovanja (oviranje pri delu, zmanjševanje količine in kakovosti pridelka) (Kramberger 2003).\n"], "5": ["2.1.1 Združene setve", "Pri zelenjavi sintetični pesticidi predstavljajo prvo obrambo pred škodljivci. Vendar zaradi strožjih predpisov porabe pesticidov in zaskrbljenosti glede učinkov pesticidov na zdravje ljudi in okolje daje prednost biološkemu pristopu zatiranja škodljivcev (Humel in sod. 2002).\nSama prioriteta pridelave rastlin, odpornih na nekatere bolezni in škodljivce, se lahko zaradi vplivov pridelovalnega sistema na intenziteto pojava in števila le-teh, med združeno in čisto setvijo razlikuje (Kregulj 2011).\nZdružena setev (angl. 'intercropping') pomeni gojenje dveh ali več kultur istočasno na istem mestu.\nV okviru splošne razdelitve združenih setev obstajajo še štiri podkategorije:\n- mešani posevki (angl. 'mixed intercropping') – gojenje dveh ali več kultur hkrati,  brez ločenih vrst; \n - združene setve v vrstah (angl. 'row intercropping') – hkratna pridelava dveh ali več  kultur ločeno v vrstah;\n- združene setve v pasovih (angl. 'strip intercropping') – hkratna pridelava dveh ali  več kultur v pasovih; pasovi so dovolj narazen, da omogočajo neovirano obdelavo;  kljub temu pa kulture lahko vplivajo ena na drugo\n- podsevi (angl. 'relay intercropping') – gojenje dveh ali več kultur, ki rastejo sočasno  le del rastne dobe (Ecological Agriculture Projects 2012).\nZdružene setve se v zadnjem času uporabljajo tudi na velikih njivskih površinah. Pri pridelavi na večjih površinah moramo zelo dobro poznati lastnosti gojenih rastlin, saj morajo medvrstne razdalje setve omogočati nadaljnjo obdelavo. Varovanje pred škodljivci je le ena od dobrih lastnosti združenih setev, odvračalne učinke imajo predvsem dišavnice in začimbe. Osnovni razlog za dobro ali slabšo sosedstvo različnih rastlin je izločanje različnih snovi skozi liste in/ali korenine. Nekatere rastline privabijo škodljivce in s tem preprečijo napad istega škodljivca na rastlini, ki jo želimo zavarovati. Spet druge rastline privabljajo koristne žuželke iz narave, ki so naravni plenilci škodljivcev (Bavec 2005).\nV nadaljevanju so na kratko povzete znanstvene študije in izsledki raziskav o učinkih združenih setev.\nYildirim in sodelavci (2005) so v letih 2000–2001 raziskovali vpliv različnih sistemov pridelave na rast, vsebnost snovi in pridelek cvetače. Cvetača je bila glavni posevek. Združeno so sadili cvetačo, solato, redkev, čebulo in fižol. Rastline so bile posajene v vrstah med cvetačo in hkrati v ločenih parcelah. Vse rastline so bile posajene tudi v čistih sestojih. Rezultati raziskave so pokazali, da je bil pridelek cvetače in ostalih zelenjadnic v združenih setvah donosnejši kot pa če bi cvetačo pridelovali kot samostojni posevek. Vsebnost dušika, fosforja, kalcija, magnezija in železa v listih cvetače pa se ni razlikovala glede na različne sisteme pridelave.\nCai in sodelavci (2010) so proučevali vpliv združene setve kitajskega zelja z belim zeljem, česnom in solato na pojav plenilskih škodljivcev. V prvem obravnavanju je kitajsko zelje \nbilo posajeno s česnom, solato in belim zeljem. V drugem obravnavanju je kitajsko zelje bilo posajeno samo na sredini, ob grebenu kitajskega zelja pa so bili posajeni še česen, solata in belo zelje. Zraven obeh obravnavanj je bilo posajena še parcelica s kitajskim kapusom kot samostojni posevek. Največ plenilskih škodljivcev so našli v prvem obravnavanju, najmanj pa v samostojnem posevku kitajskega zelja. Ugotovitve kažejo, da kitajsko zelje v združeni setvi povečuje številčnost predatorjev.\nNa Baliju, v Indoneziji, so raziskovali učinke mešanih kultur na gostoto pojava kapusovega molja v zelju. Raziskava je pokazala, da je bil pojav kapusovega molja manjši v združeni setvi zelja in koriandra, več pa ga je bilo v samostojnem posevku zelja (Adati in sod. 2011).\n"], "6": ["2.1.2 Folija za prekrivanje tal", "Neposredno prekrivanje čedalje več uporabljajo predvsem pridelovalci zgodnje zelenjave (Osvald in Kogoj-Osvald 1994). Za pokrivanje tal uporabljamo bolj ali maj prozorne ali večinoma popolnoma neprozorne, črne polietilenske folije. Črna folija povzroča vrsto sprememb, ki se odražajo v tleh in ozračju. Folija ne prepušča vode, niti v obliki vodnih hlapov, kar rastline varuje pred sušo. Izhlapevanje vode iz tal, ki so pokrita, je pet–do desetkrat manjše kot iz nepokritih tal. Voda se nabira na notranji strani folije in se vrača v tla. Izhlapevanje vode je manjše tudi zato, ker tla niso zapleveljena, vendar kljub temu folija ne more nadomestiti namakanja. Zato morajo biti tla pred folijo dobro namočena in tudi potem namakamo po potrebi. Folija ne vpliva samo na količino, temveč tudi na razporeditev vode v tleh. Zadrži kapilarno vodo, ki se dviga na površino in bi izhlapela, kar pomeni, da je v gornjem sloju pokritih tal največ vlage pa tudi največ v vodi raztopljenih snovi. Črne folije vpijejo vse sončne žarke in se ogrejejo tudi do 50-C in celo več. Ponoči se zbrana toplota zaradi sevanja tal postopoma zmanjšuje in je razlika le 2 do 4-C. Pod črno folijo je podnevi temperatura tal komaj kaj višja kot v nepokritih tleh, ponoči pa je vedno za 0,5 do 4-C višja. Temperatura zraka pa je ponoči nad folijo nižja kot nad nepokrito zemljo, podnevi pa je višja. Folija ugodno vpliva na ohranitev godnosti tal. Pod folijo se v tleh razvijata ugodnejši toplotni in vodni režim, ohranita se boljša struktura in \nrodovitnost (Bajec 1988). Pokrita tla varujejo posevke tudi pred naletom škodljivcev (Osvald in Kogoj-Osvald 1994).\n"], "7": ["2.2 Najpogostejši škodljivci cvetače", ""], "8": ["2.2.1 Kapusov bolhač (Phyllotreta spp.)", "Hroščki so temni, bleščeči, brez prog ali pa so te rumene in ravne ali zakrivljene. Hroščki so 1,5 do 3 mm dolgi, imajo močne zadnje noge, s katerimi skačejo tudi 200-krat dlje, kot so sami dolgi (Černe 1998).\nPrezimijo na robovih njiv, v živih mejah, pod listjem na robovih gozdov in na drugih zaščitenih mestih. Že v toplih marčnih dneh, včasih pa tudi šele aprila, zapustijo prezimovališča in se odtlej hranijo na plevelih. Ko se temperatura zviša na 21 in več stopinj, se začno hroščki množično razseljevati. Pri tem si poiščejo ustrezne rastlinske gostiteljice. Čim manjše so rastlinice ob doletu hroščkov in čim bolj množično se pojavijo, tem večja škoda nastane. Hroščki izjedajo luknje v listih, ob množičnih pojavih pa lahko povzročijo celo golobrst. Za hrošče je moteče, če dovajamo drobne kapljice na rastline (oroševanje rastlin) in plitvo okopavamo tla. Samice odložijo jajčeca na spodnjo listno stran, večinoma pa v zemljo. Ličinke se hranijo s koreninicami, pri tem pa ne povzročajo posebne škode. Po dveh do treh tednih se zabubijo v tleh, julija in avgusta pa se pojavijo novi hroščki (Vrabl 1992). Kapusov bolhač ima le eno generacijo na let. Izjemoma se dogodi, da hrošči prezimijo dvakrat. Hrošči namreč po parjenju in odlaganju jajčec večinoma poginejo Weber 2009).\n"], "9": ["2.2.2 Kapusov belin (Pieris brassicae L.)", "Kapusov belin je najpogostejši škodljivec rastlin iz družine križnic (Fazil in Shafia Amsari 2011). Metulj je bele barve, le na prednjem robu prvih kril ima trioglato črno pego, na prednjem robu zadnjih kril pa oglato črno pego. Samica ima na prednjih krilih v sredini še \ndve črni okrogli pegi in na zadnjem robu črno progo. Samice so nekoliko večje od samcev, sicer pa merijo čez krila do 6 cm. Telo je črno, na glavi pa so dolge kijaste tipalnice. Gosenica je rumenkasto sive do zelenkasto sive barve s črnimi pikami, različnih velikosti, in s črnimi ščetinami, glavo pa ima svetlo sivo. Na hrbtu in bokih ima rumene vzdolžne proge. Dorasla meri v dolžino 4 cm. Buba je belkasto rumena do siva s črnimi pikami, pripeta na podlago s tankimi nitkami; dolga je 25 mm. Jajčeca so rumena, stožčaste oblike z značilnimi vzdolžnimi rebri. Odložena so vedno v skupinah 20 do 40 jajčec. Kapusov belin prezimuje v obliki bube navadno na zidovih, plotovih in drevesih. Aprila in maja letajo metulji prvega rodu. Samice si za odlaganje jajčec izberejo najraje pred vetrom zaščitene, tople lege. Drugi rod metuljev se pojavi julija in avgusta. Vsekakor je drugi rod neprimerno bolj škodljiv od prvega in ob množičnem pojavu lahko nastane precejšnja škoda. Metulji poginejo, kadar so močnejše padavine in ohladitve (Vrabl 1992).\nLeta 2011 so raziskovali vpliv različnih gostiteljskih rastlin na razvoj, sposobnost preživetja in razmnoževanja kapusovega belina. Na poskusnem polju so posejali zelje, cvetačo, gorčico , brokoli in redkev. Rezultati so pokazali, da je zelje najprimernejša gostiteljska rastlina kapusovega belina, saj je bil razvojni čas najkrajši, pogin najnižji in stopnja prirasta največja Razvojni čas je bil najdaljši na redkvi. Pogin je bil najvišji na gorčici in redkvi (Fazil in sod. 2011).\n"], "10": ["2.2.3 Kapusov molj (Plutella xylostella L.)", "Kapusov molj spada med škodljivce, ki pogosto razvijejo visoko odpornost na insekticide in jih je zelo težko nadzorovati (Sharfraz in sod. 2006). Metuljček meri čez krila 16 mm, ima ozka prednja krila, ki so svetlo do temno siva z belkastimi valovitimi črtami ob zadnjem robu. Zadnja krila imajo dolge resice. Gosenica meri dorasla 10 mm, ima telo vretenaste oblike, malo obraslo z dlačicami ter črnopikčasto. Najprej so gosenice sivo rumene, pozneje pa zelenkaste barve. Prezimi v stadiju bube v rastlinskih ostankih. Metuljčki prvega rodu letajo maja in samice odlagajo jajčeca na spodnjo listno stran. Iz jajčec se po 4 do 5 dneh izležejo gosenice, ki se najprej zavrtajo v liste, objedajo spodnjo povrhnjico in vmesno tkivo, zgornjo povrhnjico pa puščajo, tako da nastanejo na listju \nznačilna okenca srebrne barve. Po dveh tednih se pojavijo metuljčki, ki letajo v avgustu. Kaže, da je kapusov molj najbolj škodljiv prav avgusta, še posebno v suhem in toplem vremenu (Vrabl 1992).\nV letu 2010 so raziskovali vpliv različnih gostiteljskih rastlin (zelje, cvetača, redkev, repa, gorčica in oljna repica) na razvoj, plodnost in preživetje kapusovega molja. Razvojni čas molja je bil najkrajši na oljni ogrščici in najdaljši na repi. Stopnja naravnega prirasta je bila največja na oljni ogrščici, sledila je cvetača, najnižje število pa so opazili na zelju. Največ odraslih kapusovih moljev je preživelo na gorčici in cvetači, najmanj pa na repi. Rezultati so pokazali, da je gorčica najprimernejša gostiteljica kapusovega molja (Saeed in sod. 2010).\n"], "11": ["2.2.4 Kapusova hržica (Contarinia nasturtii Kieff.)", "Majhna, komaj 1,5 do 2 mm dolga hržica ima rjavo oprsje in rumenkast zadek. Ličinka je dolga do 2,5 mm, je belkaste do rumenkaste barve. Ličinke prezimijo v tleh, spomladi se zabubijo in od sredine maja do začetka junija se pojavi prvi rod hržic. Samice odložijo 15 do 25 jajčec globoko med listne peclje srčnih listov sadik kapusnic. Ličinke, ki se izležejo po 3 do 9 dnevih, sesajo na listnih žilah, listnih pecljih ali na rastnem vršičku. Ličinke izločajo s slino snovi, ki povzročijo značilne poškodbe-sukanje srčnih listov in odmiranje rastnega vršička (Vrabl 1992).\nKo ličinke zaključijo svoj razvoj, se zarijejo v tla, kjer se zabubijo. Pojavi se druga generacija ali pa sledi mirovanje, ki lahko traja eno ali dve zimi. Na leto se lahko razvije 3–4 rodov hržic (Samietz in sod. 2012).\n"], "12": ["3 MATERIAL IN METODE DELA", ""], "13": ["3.1 Lokacija", "Poljski poskus je potekal v letu 2012 na Univerzitetnem kmetijskem centru (UKC) Pohorski dvor v Pivoli pri Mariboru (46-30'52˝V, 302 m nadmorske višine), kjer prevladujejo težja tla (Žuljan 2009).\n"], "14": ["3.2 Tla", "Na posestvu, na Pohorskem dvoru, se pojavljajo distrična rjava tla (podtip 'na deluvijalu' in variateta 'oglajena' – oznaka PKE na pedološki karti 759). Za ta tip tal je značilno, da se razvije na nekarbonatnih podlagah avtomorfnega nastanka (tla, nastala pod vplivom padavinske vode, ki odteče skozi talni profil). Na Pohorskem dvoru je ta tip tal zaradi dolgoletne kmetijske rabe že močno izgubil distrični značaj. Tla spadajo v teksturni razred srednje težkih, peščeno ilovnatih tal (67,4 % peska, 24,2 % melja in 8,3 % gline). Dobra lastnost tal je, da nudijo v skrajnih sušnih razmerah rastlinam več dostopne vode kot tla, sestavljena iz lahkih naplavin (Stepančič in sod. 1998).\n"], "15": ["3.3 Opis kultivarja uporabljenega v poskusu", "Cvetača (Brassica oleracea var. botrytis L.)\nCvetača spada v skupino kapusnic. Je rastlina pokončne rasti. Oblika listov je ovalna, z gladko ali mehurjasto listno ploskvijo. Uspešnost pridelovanja je odvisna od podnebnih in talnih razmer in od izbora primernega tipa cvetače. V pridelavi se pojavljata dva tipa cvetače, in to evropski tip (za uspešno rast in razvoj potrebuje nižje temperature) ter azijski (tropski) tip (primeren za poletno pridelovanje). V tehnološki zrelosti cvetača razvije rožo, \nki jo tvori etiolirana zasnova socvetja s kratkimi in zadebeljenimi ter močno razvejanimi cvetnimi vejicami z nerazvitimi zasnovami cvetov. Posamezne sorte se razlikujejo po barvi, obstojnosti, obliki in sklenjenosti, zrnatosti in oblikovanju zunanje površine rože (Osvald in Kogoj-Osvald 2005). V tehnološki zrelosti so rože čvrste, polokrogle do stožčaste oblike, bele, zelene do roza barve, odvisne od genotipa. Najbolj so cenjene cvetače z belimi čvrstimi rožami (Osvald in Kogoj-Osvald 2003).\nV poskusu smo uporabili sorto cvetače Snežna kepa in hibrid cvetače Chambord F1.\nCvetača sorte Snežna kepa je bila v sortno listo vpisana leta 1989 kot udomačena sorta. Njena sinonima sta Snowball A in Bola de Nieve A. Sorta je primerna za zgodnjo in pozno setev na prostem. Domnevajo, da je ta sorta nastala s selekcijo iz Erfurtske. Od presajanja do pobiranja potrebuje 100 do 115 dni. V slabih razmerah se razvije majhna roža, ker ima rastlina malo listov, ti rožo hitro preraščajo. Pri tej sorti do 10 % rastlin ne razvije normalnih rož, le-te zelo neenakomerno dozorevajo (Černe 1998).\nHibrid cvetače Chambord F1 je poletna cvetača. Primerna je za zgodnje sajenje spomladi in raste približno 68–75 dni. Razvije kompaktno belo rožo. Raste tudi v slabših podnebnih razmerah. Spravilo poteka od sredine junija do začetka septembra (Tucker–Seeds 2012).\nBela detelja (Trifolium repens L.)\nBela detelja ima vretenasto razvit koreninski sistem, ki je plitvejši od preostalih detelj. Razvija se v glavnem površinsko–le srčna korenina prodre nekoliko globlje. Steblo se plazi in ima sposobnost, da se ukoreninja na kolencih, iz katerih poganjajo tudi nova plazeča se fertilna in sterilna stebla; na ta način se bela detelja množi tudi vegetativno. Čezmerno plazeče se steblo lahko doseže nekaj metrov. List je triperesen. Posamezni lističi so narobe srčaste oblike in na spodnji strani nazobčani. Na vidni strani imajo trikrako listno pego. Cvetovi so združeni v okrogle cvetne glavice, ki se prav tako kot listi oblikujejo na koncu dolgih pecljev. V eni je do 80 cvetov in so bele do umazane bele barve. Cveti zelo dolgo, tudi pozno v jesen. Je tujeprašna rastlina. Plod je mešiček, ki vsebuje 2 do 4 semena. \nSeme je zelo drobno, ploščate srčaste oblike, od 1 do 1,5 mm dolgo, rumene barve. Zelo ugodno učinkuje na izboljšanje rodovitnosti tal, ker pušča v tleh precejšnje količine odmrle koreninske mase, ki se humificira. Uspeva praktično povsod, ker ima veliko sposobnost prilagajanja različnim rastnim razmeram. Zahteva pa veliko svetlobe, zato v senci ne uspeva. Najbolje uspeva v vlažnem podnebju in na težjih tleh. Za kislost tal ni občutljiva (Korošec 1982).\n"], "16": ["3.4 Zasnova poskusa", "Poskus je del projekta InterVeg v okviru programa Core Organic II in je bil postavljen leta 2012 po split-plot sistemu. Vključene je bilo pet glavnih parcelic v treh ponovitvah. Nekatere parcelice so bile razdeljene na dve podparcelici. Velikost osnovne parcelice je bila 3,6 m × 3,2 m (11,52 m2). Dve osnovni parcelici sta predstavljali eno glavno parcelico. Velikost celotnega poskusnega polja je znašala 501,12 m2 (23,2 m × 21,6 m).\nPridelovalnih sistemov je bilo pet (shema 1):  1. Cvetača–okopana.\n2. Cvetača–neokopana.\n3. Združena setev: cvetača, podsevek bele detelje smo posejali hkrati s cvetačo,  razdeljeno na podparcelice: pletev, brez pletve.\n4. Združena setev: cvetača, podsevek bele detelje smo posejali 14 dni po sajenju  cvetače, razdeljeno na podparcelice: pletev, brez pletve.\n5. Cvetača–črna folija. \n2 1 3 4 5\n5 4 2 1 3\n4 3 2 1 5\nLegenda: 1–cvetača (okopana), 2–cvetača (neokopana), 3–cvetača + bela detelja (ob sajenju cvetače),  4–cvetača + bela detelja (sejana 14 dni po sajenju, 5–cvetača (črna folija)  H–hibrid cvetače ('Chambord F1'), S-sorta cvetače, ('Snežna kepa'), ok–okopano,  ne–neokopano, pl–pletev, bp–brez pletve, čf–črna folija\nShema 1: Zasnova poskusa po split–plot sistemu s petimi glavnimi parcelicami in tremi  ponovitvami\n"], "17": ["3.4.1 Priprava sadik cvetače v gojitvenih ploščah", "Sadike cvetače, ki smo jih uporabili v poskusu, smo vzgojili v gojitvenih ploščah iz stiropora (160 celic). Vzgoja sadik je potekala skladno z zahtevami zakonodaje za ekološko kmetijstvo. Uporabili smo netretirano seme cvetače sorte 'Snežna kepa' in hibrid 'Chambord F1' ter substrat, primeren za ekološko pridelavo, Klasmann KKS Bio Potgrond. Posejane plošče smo postavili v ogrevani zaščiteni prostor. Setev cvetače je potekala 15.5.2012.\n"], "18": ["3.4.2 Izvedba poskusa", "Sadike smo presajali na prosto 22.6.2012. Sadike so bile izenačene, koreninska grudica je bila dobro razvita, sadike so imele razvite 3–4 prave liste in med rastjo sadik se niso pojavili bolezni in škodljivci.\nCvetačo smo sadili na razdaljo med vrsto 0,60 m in v vrsti 0,40 m (preglednica 1). Šest vrst po 8 rastlin smo posadili cvetačo sorte 'Snežna kepa' in šest vrste po 8 rastlin cvetačo hibrida 'Chambord F1'. Sadili smo ročno s sadilnim klinom. Na parcelici s črno prekrivko smo z nožem naredili zarezo, da smo lahko posadili sadiko. Po sajenju smo rastline zalili z vodo.\n"], "19": ["3.4.3 Agrotehnični ukrepi v poskusu", "Na površini, ki je bila predvidena za poskus, je spomladi bilo opravljeno oranje. Sledila je predsetvena obdelava tal in količenje. Za kemično analizo tal smo odvzeli povprečen vzorec zemlje. Analiza je pokazala, da so tla dobro založena s hranili (fosfor in kalij sta v C razredu založenosti).\n"], "20": ["3.4.4 Klima in vremenske razmere", "Vremenske podatke referenčne meteorološke postaje na letališču Maribor smo pridobili iz mesečnih biltenov in letopisa Agencije Republike Slovenije za okolje.\nLetošnje meteorološko poletje je bilo v Sloveniji drugo najtoplejše v zadnjih 160 letih. Bolj vroče je bilo le poletje 2003, ko je bil zlasti junij bistveno toplejši od letošnjega. Pomanjkanje padavin je bilo ponekod rekordno, le na severovzhodu in na severu je bilo v preteklih desetletjih še nekaj podobnih ali bolj sušnih poletnih obdobij. Avgust 2011 je bil večinoma suh ali zelo suh, le ponekod v severni polovici države so bile padavine v mejah običajnih vrednosti. Sledil je suh september, več padavin je bilo oktobra, nato pa je do marca prevladovalo suho vreme. V aprilu, maju in juniju skupaj je bilo večinoma normalno namočeno. Julija so bile padavine izjemno neenakomerno razporejene. V večjem delu Slovenije je padavin primanjkovalo. Avgusta je povsod po državi pritisnila suša, marsikje ni bilo pred 26. avgustom padavin ali so bile zgolj za vzorec (Urad za meteorologijo 2012). \n  (1961 –1990) za Maribor (Mesečni bilteni 2012 in Letopis 2011)\nmesečne temperature zraka (-C) in količino padavin (mm) po mesecih za  obdobje od aprila do avgusta v letu 2012 \n Klimadiagram nazorno prikazuje obdobje suše. Meseca junija in avgusta je padavinska  krivulja pod temperaturno krivuljo (grafikon 1). Osnovni vzrok suše je pomanjkanje  padavin. Dolžino trajanja brezpadavinskega obdobja predstavlja nezadostno količino v  tleh, ki jo gojene rastline potrebujejo za normalen razvoj. Kadar nastopi v času intenzivne  rasti in razvoja gojenih rastlin, to je v kritičnih fenoloških obdobjih, je pridelek zmanjšan  ali pa celo popolnoma uničen. Suša je povezana tudi s povečanjem insektov škodljivcev,  bolezni rastlin in vetrne erozije (Agencija Republike Slovenije za okolje 2004).\nV praksi so bili preizkušeni številni pristopi za prilagajanja bolj sušnim razmeram in  spremembi oskrbe rastlin z vodo s tehnološkimi ukrepi in s spremembo načina  kmetovanja. Ocene kažejo, da bo potrebna sprememba setvene strukture, sprememba  kolobarja, za kar so nujni sortno-ekološki poskusi in uvajanje za sušo odpornih vrst in  sort ter gradnja namakalnih sistemov tam, kjer bo to ekonomsko upravičeno in ekološko  sprejemljivo (Agencija Republike Slovenije za okolje 2004).\n"], "21": ["3.4.5 Spremljanje pojava škodljivcev", "Spremljanje pojava najpogostejših škodljivcev cvetače velja kot osnova za vrednotenje škodljivcev. Spremljanje naleta je potekalo v treh terminih, in sicer 5.7.2012, 3.8.2012 in 29.8.2012. V prvem terminu smo preštevali škodljivce na petih naključnih izbranih rastlinah v treh ponovitvah. V drugem in tretjem terminu pa smo preštevali škodljivce na dveh listih cvetače na pet naključno izbranih rastlin po posameznih sistemih pridelave v treh ponovitvah.\n"], "22": ["3.4.6 Statistična analiza podatkov", "Zbrane podatke smo pripravili in uredili v programu Microsoft Office Excel 2007. Pred nadaljnjo statistično obdelavo (ANOVA) smo pri nekaterih škodljivcih (kapusov belin) zaradi nehomogenosti varianc podatke ustrezno transformirali. Podatkom smo prišteli konstanto (1) in jih logaritmirali z naravnim logaritmom. Statistično analizo smo opravili s programskim paketom Statgraphics Plus 4.0. \nOpravljena je bila analiza variance za faktorski poskus, kjer sta bila vključena kot dejavnika različni pridelovalni sistemi in kultivar. Razlike med pridelovalnimi sistemi in termini pa smo preverjali z Duncanovim testom pri 5 % stopnji tveganja (α = 0,05%) in Tukey HSD testom pri 5 % stopnji tveganja.\n"], "23": ["4 REZULTATI Z RAZPRAVO", ""], "24": ["4.1 Prvi termin spremljanja naleta škodljivcev v različnih pridelovalnih sistemih", "cvetače\nZnotraj prvega temina smo na petih rastlinah v posameznem načinu pridelave našli samo kapusovega bolhača. Podatke o spremljanju škodljivcev smo analizirali z analizo variance, ki je pokazala statistične razlike (p ≤ 0,01) med naleti škodljivcev glede na način pridelave cvetače. Kultivar pa ni imel statističnega značilnega vpliva na pojav škodljivcev v cvetači (preglednica 3).\nNačin pridelave je statistično značilno vplival na nalet bolhača v prvem terminu spremljanja škodljivcev (5.7.2012). Največji nalet bolhača je bil v samostojnem posevku cvetače, ki je nismo nismo okopali (42,16). Najmanjši nalet bolhača je bil v samostojnem posevku cvetače, ki je bila okopana (4,33). Okopavanje je namreč moteče za hrošče bolhačev (Fito – info 2012).\nSorta cvetače Snežna kepa je pri pridelovalnem sistemu na črni foliji imela večjo prisotnost škodljivcev kapusovega bolhača. Najmanj škodljivcev kapusovega bolhača pa je bilo na okopani cvetači. Medtem smo, pri hibridu 'Chambord' smo zabeležili največ škodljivcev kapusovega bolhača na cvetači, ki je bila neokopana, najmanj pa na cvetači, ki je bila okopana. Manj škodljivcev je bilo tudi v združeni setvi cvetače in bele detelje (sejane 14 dni po sajenju cvetače) (grafikon 2). Združene setve namreč varujejo gojene rastline pred pojavom škodljivcev (Bavec 2005). \nLegenda: ** p ≤ 0.01, * p ≤ 0,05, Ns – ni statistično značilnega vpliva, se nadaljuje \n Povprečja, označena z enako črko znotraj enega stolpca se ne razlikujejo med seboj glede na  rezultate Duncan testa (α = 0,05)\n"], "25": ["4.2 Drugi termin spremljanja naleta škodljivcev v različnih pridelovalnih sistemih", "cvetače\nV drugem terminu spremljanja škodljivcev smo zasledili le škodljivce kapusovega bolhača in kapusovega molja. Podatke o spremljanju škodljivcev smo analizirali z analizo variance, ki je pokazala, da ni statističnih razlik (p > 0,05) med prisotnostjo škodljivcev glede na način pridelave in kultivar cvetače (preglednica 4).\nPredvidevamo, da večjega pojava škodljivcev kapusovega bolhača in kapusovega molja ni bilo zaradi sušnih vremenskih razmer, ki so vplivale na razvoj škodljivcev. Johnson SS. in sodelavci (2010) so raziskovali vpliv temperature tal (10, 15, 20 in 25-C), suše in pH (5, 7 in 9) na razvoj jajčec in ličink hrošča vrste Sitona lepidus. Preživetje jajčec se je bistveno zmanjšalo zaradi izpostavljenosti jajčec razmeram suše. V obdobju izpostavitve jajčec razmeram suše 2-6 dni je preživelo 80-100 % jajčec. Po 12 dneh izpostavljenosti jajčec razmeram suše se je preživetje jajčec zmanjšalo na 50 %. Pri nekaterih insektih se zaradi manjših količin vode v tleh jajčeca posušijo. Učinki razmer v tleh so bili manjši, razen temperatura tal, ki je pri 25-C znatno zmanjšala življenjsko dobo ličink za 57 %. Sušne razmere zaradi manjših količin vode v tleh jajčeca nekaterih insektov posušijo\nNa zmanjšano prisotnost kapusovega bolhača je vplivalo okopavanje, ki je za le-teh moteče (Fito-info). Verjetno je vplivalo na prisotnost le-teh tudi dejstvo, da hrošči kapusovega bolhača po parjenju in odlaganju jajčec večinoma poginejo (Weber 2009). \nLegenda: ** p ≤ 0.01, * p ≤ 0,05, Ns – ni statističnega značilnega vpliva\n"], "26": ["4.3 Tretji termin spremljanja naleta škodljivcev v različnih pridelovalnih sistemih", "cvetače\nZnotraj tretjega termina spremljanja naleta škodljivcev v različnih sistemih pridelave cvetače smo našli le kapusovega belina. Podatke o spremljanju škodljivcev smo analizirali z analizo variance, ki je pokazala statistične razlike (p ≤ 0,01) med naleti kapusovega belina glede na način pridelave v tretjem terminu (29.8.2012) spremljanja škodljivcev (preglednica 5).\nNajvečja prisotnost kapusovega belina je bila v samostojnem posevku cvetače, ki je rasla na črni foliji (8,5). Najmanjša prisotnost kapusovega belina je bila v združeni setvi cvetače in bele detelje (detelja je bila posejana ob sajenju cvetače) (0,8). Zaradi vplivov pridelovalnega sistema na intenziteto pojava in števila škodljivcev se med združeno setvijo \nin čisto setvijo razlikuje (Kregulj 2011). Rastline cvetače, ki so rasle kot samostojni posevek brez okopavanja, so propadle zaradi preraslega plevela (preglednica 5). Če pustimo plevelne rastline, da nemoteno rastejo in se razvijejo, se lahko pričnejo nekontrolirano širiti. To nam povzroči zmanjševanje in kakovost pridelka gojenih rastlin (Kramberger 2003).\nSorta in hibrid sta imela največ škodljivcev kapusovega belina v cvetači, ki je rasla na črni foliji, čeprav pokrita tla varujejo posevke pred naletom škodljivcev (Osvald in Kogoj- Osvald 1994). Najmanj škodljivcev kapusovega belina pa je bilo prisotnih v združeni setvi cvetače in bele detelje (detelja je bila posejana ob sajenju cvetače) (grafikon 3).\nLegenda: ** p ≤ 0.01, * p ≤ 0,05, Ns – ni statističnega značilnega vpliva  Povprečja označena z enako črko znotraj enega stolpca se ne razlikujejo med seboj glede  na rezultate Duncan testa (α = 0,05)\n"], "27": ["5 SKLEPI", "Poskus je del projekta InterVeg v okviru programa Core Organic II in je bil postavljen leta 2012 po split-plot sistemu na UKC Pohorskem dvoru v Pivoli pri Mariboru. Preučevali smo nalet škodljivcev v cvetači, ki je rasla v različnih načinih pridelave. Na podlagi enoletnega spremljanja škodljivcev lahko za sušno leto sklepamo naslednje:\n- da ima okopavanje cvetače moteč vpliv na razvoj kapusovega bolhača,\n- da se vplivi pridelovalnih sistemov na intenziteto pojava in število škodljivcev med  združeno setvijo in čisto setvijo razlikujejo. Prisotnost kapusovega belina je bila  manjša v združeni setvi cvetače in bele detelje (detelja je bila sejana 14 dni po  sajenju cvetače),\n- čeprav pokrita tla varujejo posevke pred naletom škodljivcev, je bilo kapusovega  belina največ prisotnega v samostojnem posevku cvetače, ki je rasla na črni foliji,\n- da kultivar cvetače ni imel statistično značilnega vpliva na številčnost pojava  škodljivcev v cvetači.\nIz pridobljenih rezultatov lahko razberemo, da okopavanje cvetače in združene setve lahko vplivajo na zmanjšanje pojava škodljivcev. Glede na pridobljene rezultate pa so potrebna še nadaljnja spremljanja vplivov različnih pridelovalnih sistemov na pojav škodljivcev.\n"], "abstract": ["Cilj preučevanja je primerjava naleta škodljivcev glede na različne pridelovalne sisteme cvetače (Brassica oleracea var. botrytis L.). Poljski poskus je potekal v letu 2012 na Univerzitetnem kmetijskem centru (UKC) Pohorski dvor v Pivoli pri Mariboru. Po raziskavi se je pokazal statističen vpliv okopavanja cvetače na zmanjšani pojav kapusovega bolhača (Phyllotreta spp.) v prvem terminu (5.7.2012) spremljanja škodljivcev. V drugem terminu (3.8.2012) ni bilo statističnih razlik na pojav škodljivcev glede pridelovalnega sistema in kultivarja. Združena setev cvetače in bele detelje (Trifolium repens L.) statistično značilno vpliva na zmanjšano prisotnost kapusovega belina (Pieris brassicae L.) v tretjem terminu (3.8. 2012) spremljanja škodljivcev. Cvetača, ki je rasla na črni foliji, je imela statistično značilno večjo prisotnost kapusovega belina v tretjem terminu spremljanja škodljivcev. "]}