{"1": ["1 UVOD", "V kmetijstvu postajata vedno pomembnejša natančnost in napredek tehnike, kar je zelo pomembno za statistične obdelave podatkov in različne napovedi. Če pa želimo dobiti podatke, s katerimi lahko operiramo, je bistvenega pomena, da izvedemo natančne meritve, ki jih lahko izvedemo samo tako, da izberemo ustrezno merilno opremo. Natančnost in organiziranost odvzetega vzorca sta pomembni tako za varstvo rastlin kot za napovedovanje pridelka. V kolikor imamo majhen nasad za lastne potrebe, potem nam napovedovanje ali varstvo pridelka ne predstavljata večjega bremena, saj predstavlja pridelek le nekaj zabojev, ki jih zlahka spravimo v kletni prostor. Težave se pojavijo, ko gre za nasade v velikosti nekaj hektarjev, od katerih smo življenjsko odvisni in nam to predstavlja glavni vir dohodka. V tem primeru moramo biti zelo dobro organizirani in se posluževati metod, ki nam jih ponuja današnji čas. V tem primeru bi lahko uporabili metode za odvzem vzorcev s pomočjo GPS-naprave. Dokler jemljemo vzorce v sadovnjaku sami, potem približno vemo, kje so vzorčna drevesa in jih tudi pozneje najdemo. Spet druga težava nastane, ko za odvzem vzorcev v sadovnjak pošljemo nekoga drugega. Ta bo za iskanje teh dreves porabil preveč dragocenega časa ali pa jih sploh ne bo našel oziroma bo odvzel vzorec, s katerega drugega drevesa. Da se temu izognemo, bi lahko poslali v sadovnjak nekoga z GPS-napravo, v kateri so vstavljene koordinate vzorčnih dreves in ta bi ga naj pripeljala v okolico vzorčnega drevesa. V tej raziskavi želimo preveriti, ali je mogoče z GPS-napravo poiskati vzorčna drevesa in s kakšno natančnostjo.\n"], "2": ["1.1 Povod v raziskavo", "Za pravilne napovedi in načrtovanja, kjer se vzorci uporabljajo za napovedi, je temeljnega pomena, da so vedno odvzeti na isti lokaciji tako, da lahko govorimo o realnih podatkih trenutnih stanj in podatkih, s katerimi lahko načrtujemo organizacijo vnaprej.\nNatančni podatki so izrednega pomena za natančno kmetijstvo in statistične obdelave oziroma napovedi. Natančna in zgodnja napoved pridelka nasadov je zelo pomembna zaradi organizacije obiranja, izbire hladilnega prostora, izbire sadja za daljše skladiščenje in določanje prodajnih cen in poti (Ramos 2003).\n"], "3": ["1.2 Namen raziskave", "V raziskavi želimo preučiti, ali je mogoče z napravami March II, ASUS P565 in Nokia 5800 XpressMusic natančno določiti pozicijo dreves, s katerih jemljemo vzorce, za varstvo rastlin ali napoved pridelka.\nCilj in namen naloge je ugotoviti, ali nas March II, ASUS P565 in Nokia 5800 XpressMusic pripeljejo do iste pozicije vzorčnega drevesa tudi po prvih meritvah ob večkrat ponovljenih merjenjih. S tem želimo ugotoviti, katere naprave so natančnejše oziroma primernejše za uporabo v praksi in ali nas pripeljejo do želenega drevesa, s katerega je odvzet vzorec. Cilj je ugotoviti tudi ali mreže, ki so nameščene na novih sadovnjakih vplivajo na sprejem signalov in natančnost meritve.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Sadjarstvo v Sloveniji", "Slovenija je tradicionalna sadjarska dežela, kjer že stoletja pridelujemo sadje za prodajo. V začetku 20. stoletja so nas poznali po goriških češnjah, pozneje, med obema vojnama, po jabolkih, ki smo jih uspešno prodajali po vsej Evropi. Podnebje in tla sta tista dejavnika, ki omogočata gojenje jablan, hrušk, breskev, češenj, sliv, marelic, leske, jagod, oljk, kakija (Štampar in sod. 2009).\nPonovni razcvet doživi po spremembi družbenega sistema na začetku 90. let in po privatizaciji, ki se dokončno izvede v zadnjih letih 20. stoletja. V teh letih se skupna količina pridelka sadja bistveno ne poveča, dosežemo le količine, ki smo jih pridelali pred drugo svetovno vojno. Na osnovi rajonizacije (okoljski dejavniki), ki je bila izdelana v 60. letih prejšnjega stoletja, je Slovenija razdeljena na deset večjih sadnih območij oziroma okolišev (širša območja Goričkega in Lendavskih goric, Slovenskih goric in Haloz, Pohorja, Savinjske doline, Posavja, Zasavja, Gorenjske, Goriške, Brkinov in Slovenske Istre (Štampar in sod. 2009).\n"], "6": ["2.2 Trenutno stanje sadjarstva v Sloveniji", "Trenutno v Sloveniji intenzivno pridelujemo sadje na 5276 ha. Prevladujejo jablane, oljke, breskve, hruške in še drugo sadje. V zadnjih letih delež jablan in oljk raste, delež hrušk pa se hitro zmanjšuje. Pri sortah jablane prevladujejo idared s 27,9 % sledi sorta jonagold s 17,7%. V Sloveniji imamo precej neugodno starost nasadov, saj je kar 4,2 % nasadov starih več kot 27 let in s 25,6 % starih od 17 do 27 let. Te nasade bi bilo treba obnoviti. V mladih nasadih jablan prevladujejo sorte gala, fuji, breaburn. Naravne danosti v vremensko normalnih letih omogočajo vrhunsko kakovost pridelanega sadja, ki ga uspešno prodajamo \ndoma in odvisno od letine izvažamo na vzhod, vsa leta pa tudi na zahod, predvsem jesenska jabolka (Štampar 2009). Po podatkih FAO pridelamo 150.000 ton različnega sadja, kar pomeni 75 kg na prebivalca Slovenije. To je podobna količina sadja na prebivalca, kot velja v svetovnem merilu,vendar pa to ni količina, ki bi bila ponujena na trgu. Tržnega sadja (sveža poraba in predelava) v Sloveniji pridelamo v dobrih letinah od 80.000 do 100.000 ton. (Štampar in sod. 2009).\n"], "7": ["2.3 Cilji slovenskega sadjarstva", "Temeljni cilj slovenskega sadjarstva je pridelati 150.000 tržnega sadja različnih sadnih vrst vrhunske kakovosti. Prevladovala naj bi jablana s 120.000 tonami. Cilj je realno dosegljiv v naslednji letih, za to pa je potrebno 1000 ha novih nasadov. 500 ha je treba postaviti na novih površinah, drugih 500 ha pa prinaša obnova starih nasadov. Celota mora biti urejena na ravni tako imenovanih popolnih sadovnjakov, katerih sestavni del sta mreža proti toči in namakanje. Glede na razvite evropske dežele pričakujemo, da se bo poraba sadja v naslednjih letih povečal, zato je skrb, da tega sadja ne bi mogli prodati odveč. Za doseganje teh ciljev bo treba izkoristiti naravne danosti, tradicijo, znanje, obstoječo infrastrukturo in razpoložljiva sredstva (Štampar in sod. 2009).\n"], "8": ["3 SISTEM GPS", "GPS je kratica za Global Positioning System (sistem globalnega določanja položaja). Sistem je zasnovalo obrambno ministrstvo ZDA kot NAVSTAR GPS (Navigational Satellite Timing and Ranging - Global Positioning System), ki ga tudi upravlja. Prosto ga lahko uporablja vsakdo, ki ima ustrezen sprejemnik. GPS je satelitski navigacijski sistem, ki se uporablja za določanje natančnega položaja in časa kjerkoli na Zemlji ali v zemeljski tirnici. Njegovi sateliti na potovanju okrog Zemlje uporabljajo srednjo krožno tirnico (http://sl.wikipedia.org/wiki/GPS).\n"], "9": ["3.1 Segmenti sistema GPS", "Sistem GPS je sestavljen iz treh glavnih segmentov: vesoljskega, nadzornega in uporabniškega.\n- Vesoljski segment\nNajprej je bilo načrtovano, da bo sistem GPS sestavljajo 24 satelitov v treh krožnicah, po osem satelitov v vsaki, vendar so se načrti spremenili in zdaj imamo šest krožnic in v vsaki so štirje sateliti. Orbite so na višini 20.200 km in so načrtovane tako, da se iz skoraj vsake točke na Zemlji vidi vsaj šest satelitov. Od septembra 2007 je aktivnih 31 satelitov, kateri izboljšujejo natančnost izračuna koordinate in hkrati predstavljajo rezervo, če se kakšen satelit pokvari. Sateliti obkrožijo Zemljo približno dvakrat dnevno ali vsakih 12 ur (11 ur in 58 minut) (http://www-f1.ijs.si/~ziherl/GPS.pdf). \n- Nadzorni segment\nNadzorni segment je sestavljen iz petih kontrolnih postaj, ki so locirane na različnih koncih sveta (Colorado Springs v ameriški zvezni državi Kolorado, Havajsko otočje, otok Diego Garcia v Indijskem oceanu, otok Kwajalein v južnem Pacifiku in atlantski otok Ascension), in treh povezovalnih postaj. Kontrolne postaje nadzirajo vse satelite tako, da na vsako sekundo in pol merijo razdaljo do njih. Te podatke potem pošljejo v glavno kontrolno postajo (Master Control Station –MCS) v Colorado Springsu, kjer ocenjujejo parametre, ki opisujejo položaj satelitov, delovanje ur v satelitih in tudi »zdravstveno« stanje satelitov ter odločajo o tem, ali je potrebno zamenjati položaj satelitov. Take informacije zatem vrnejo trem povezovalnim postajam (ki so ko-locirane kontrolnim postajam na otokih Ascension, Diego Garcia in Kwajalein), te pa jih posredujejo satelitom. Glede na široko razpršenost kontrolnih postaj po vsem svetu lahko sledijo satelitom v 92 % vsega časa.\n- Uporabniški segment\nSestavljajo civilni in vojaški GPS-sprejemniki, ki razberejo časovne podatke iz večjega števila satelitov in nato izračunajo položaj sprejemnikov s postopkom trilateracije.\n(http://www.navigator.si/Napotki/Sola-GPS-a)\n"], "10": ["3.2 Delovanje GPS", "Za pridobitev podatkov o zemljepisni dolžini in širini, nadmorski višini ter točnem času potrebujemo signale najmanj štirih satelitov. Iz razlike med časom sprejema signala in časom njegove oddaje lahko določimo razdaljo med sprejemnikom in satelitom. Nato iz njihovih signalov in notranje baze podatkov ugotovimo položaj satelitov. Sprejemnik se torej nahaja na sferi, katere središče je satelit in katere polmer je določen z razdaljo, ki jo premagajo radijski signali v času od trenutka oddaje do trenutka sprejema signala. Ker sprejemnik hkrati sprejema signale iz več satelitov, je mogoče določiti položaj sprejemnika na osnovi presečišča sfer s posameznih satelitov. Praviloma je za določitev položaja v tridimenzionalnem prostoru dovolj poznavanje treh sfer, zato bi bilo tudi za določitev položaja sprejemnika dovolj sprejemati signale s treh satelitov. Ta postopek zahteva veliko natančnost ure v sprejemniku. Praviloma bi morala biti tako natančna kot ure v satelitih, kar praktično ni izvedljivo. Zahteve po natančnosti ure v sprejemniku lahko zmanjšamo tako, da uporabimo časovni signal z dodatnega satelita, kar nam omogoča, da merimo le razlike med časi sprejemov signalov s posameznih satelitov. Ker se pri tej metodi nenatančnost ure ne akumulira, je lahko ura v sprejemniku manj natančna. V sprejemnikih se zato lahko uporabljajo kvarčne ure.\nNatančnost določitve položaja se lahko še poveča z diferenčno metodo, ki temelji na uporabi signalov z dodatnih virov. Te signale lahko oddajajo oddajniki na geostacionarnih satelitih. V Evropi je tako poznan sistem EGNOS, v Združenih državah Amerike pa WAAS. Pri delu geodetov se za uporabo diferenčne metode uporabljajo tudi oddajniki, nameščeni na znani lokaciji v bližini sprejemnika in pošilja popravke ali opazovanja mobilnemu sprejemniku, kot je prikazano na sliki 2. \n(http://www.navigator.si/Napotki/Sola-GPS-a)\nSateliti GPS oddajajo signale na dveh frekvencah, L1 (1575.42 MHz) in L2 (1227.60 MHz). Cenejši sprejemniki GPS (dlančnik) lahko sprejemajo in obdelujejo zgolj signale na L1 frekvenci, programska oprema v boljših in dražjih sprejemnikih pa omogoča obdelavo signalov na obeh frekvencah.\n"], "11": ["3.3 Točnost določanja položaja", "Točnost je odvisna od števila satelitov, ki jim sprejemnik sledi, njihove geometrijske razporeditve na nebu, stanja atmosfere ter raznih drugih virov napak (odboji, prekinitve, interference ...). Dober pokazatelj kakovostne razporeditve satelitov na nebu je tako imenovani DOP-faktor (Dilution of Precision), čim manjši je, tem bolj točen bo rezultat (http://www.navigator.si/Napotki/Sola-GPS-a). \n(http://www.navigator.si/Napotki/Sola-GPS-a)\n"], "12": ["3.4 Viri napak", ""], "13": ["3.4.1 Vpliv ionosfere in atmosfere", "Ko satelit prečka ionosfero se torej razširjanje signala upočasni, saj ima svetloba konstantno hitrost le v vakuumu. Vpliv ionosfere je mnogo večji za satelite z nizko elevacijo, saj je njihova pot v ionosferi daljša. Napako prispeva tudi vodna para v atmosferi. Te napake lahko ublažimo z dvofrekvenčnimi sprejemniki. Ti merijo tako signal L1 kot L2.\n"], "14": ["3.4.2 Napake ure satelita", "Čeprav so ure v satelitih zelo natančne (3 ns), včasih pride do drsenja (drift), kar privede do manjših napak. Ameriško obrambno ministrstvo ves čas nadzoruje ure v satelitih in jim po potrebi pošilja popravke.\n"], "15": ["3.4.3 Odboji signalov", "Napake zaradi odbojev se pojavijo, ko se sprejemnik nahaja v bližini večjih objektov z odbojno površino (jezero, velike zgradbe, drevesa ...), saj signal iz satelita ne potuje direktno do antene sprejemnika, ampak se odbije od bližnjih objektov.\nTe napake lahko zmanjšamo z uporabo posebnih anten s t.i. ground-plane ali z uporabo t.i. choke-ring anten, ki prestrežejo indirektne signale in signale z nizko elevacijo.\n"], "16": ["3.4.4 Položaj satelitov", "Merilo vpliva geometrije satelitov na nebu na natančnost določanja položaja je dano s faktorji DOP (Dilution of Precision) – VDOP (Vertical DOP), HDOP (Horizontal DOP), PDOP (Pozition DOP) in GDOP (Geometric DOP). Če so sateliti blizu skupaj, je možno področje, kjer se nahaja sprejemnik bistveno večje, kot če so bolj razkropljeni po nebu.\nObstajajo različne metode določanja pozicije z GPS. Izbira metode je odvisna od želene natančnosti in vrste uporabljenega sprejemnika. Ločimo tri glavne tehnike določanja položaja: \n- avtonomno določanje pozicije, pri kateri uporabljamo en sam sprejemnik, za točnosti pod 100 m (civilna raba) oziroma pod 20 m (vojaška raba)…\n- diferencialni GPS znan tudi kot DGPS, za točnosti od 0,5 do 5 m; za GIS, pomorsko navigacijo, precizno kmetijstvo...\n- diferencialno merjenje faze, za najvišje točnosti od 0,5 do 20 mm; za geodetske meritve, nadzor strojev...( http://www.drustvo-viharnik.si/gps.htm).\n"], "17": ["3.5 Koordinatni sistem", "Koordinatni sistemi so osnova za določanje položaja objektov na zemeljski obli. Načeloma lahko vsako točko na Zemlji prikažemo s koordinatami, posamezne vrednosti pa predstavljajo odmik od koordinatnih osi.\nSistem GPS vsi sateliti, nadzorni centri in vsi GPS-sprejemniki primarno delujejo v WGS- 84 koordinatnem sistemu. To je globalni koordinatni sistem z izhodiščem v težišču Zemlje in se vrti skupaj z njo. Položaj točke v tem sistemu je določen s kartezičnimi koordinatami (X, Y, Z) ali z geografskimi koordinatami (φ, λ, h; geografska širina, dolžina in elipsoidna višina). Višina v tem sistemu je določena kot pravokotna oddaljenost točke nad WGS-84 elipsoidom, ki aproksimira Zemljo kot telo. \n(http://www.geoservis.si/uporabno/info/koordinatni_sistemi.htm)\nMeritve Zemlje (za potrebe katastra, gradnje cest, kartografije, prostorskega planiranja...) so potekale že pred stoletji, ko o GPS še ni bilo ne duha ne sluha. Takrat je vsaka država postavila svoj koordinatni sistem, ki je predstavljal izhodišče za meritve. V Sloveniji velja od leta 2008 novi državni koordinatni sistem (ESRS89 European Spatial Reference System) a še ni zaživel v praksi, zato se kljub temu še vedno uporablja Gauss-Kruegerjev koordinatni sistem (njegovo uradno ime je D-48). Zaradi GPS trenutno v Sloveniji uporabljamo koordinatni sistem WGS-84.\n"], "18": ["3.5.1 Pretvarjanje koordinatnih sistemov v merilnih napravah", "Največkrat se v praksi srečujemo s preračunavanjem koordinatnih vrednosti iz D-48 v WGS-84 in obratno. Med tema dvema koordinatnima sistemoma veljajo določeni premiki, rotacije in faktor merila. Če poznamo te podatke, lahko GPS-sprejemnik vedno prikaže ali shrani položaj v želenem koordinatnem sistemu. Prehod med dvema koordinatnima sistemoma je tem bolj natančen, čim več parametrov poznamo. Večina ročnih sprejemnikov uporablja tri parametre premika (Dx, Dy, Dz). Profesionalni GIS ali geodetski GPS-sprejemniki pa celo sedem. \nCeloten prehod iz primarnih GPS-koordinat (X, Y, Z) WGS-84 v lokalne (Y, X, H) D-48 je torej relativno kompleksno matematično opravilo. GPS-sprejemniku je nujno treba podati nekatere parametre za pravilno pretvorbo in prikaz koordinat, to so navadno trije premiki (Dx, Dy, Dz), velika polos elipsoida in sploščenost (a, f) ter parametri projekcije.\n(http://www.geoservis.si/uporabno/info/koordinatni_sistemi.htm)\n"], "19": ["4 VZORČENJE Z GPS-NAPRAVAMI", "Uporaba GPS in določitev koordinat omogoča obdelavo podatkov v Geografskem informacijskem sistemu (GIS). Vzorčenje z GPS-napravo vključuje prehod skozi nasad rastlin in označevanje dreves. Izbira vzorčnega drevesa je odvisna od tega, v kakšen namen opravljamo vzorčenje, saj lahko način vzorčenja uporabljamo za varstvo rastlin ali za napoved pridelka. V primeru ko gre za varstvo rastlin v matičnih nasadih, na okuženem območju vzamemo vzorec zlasti od dreves s sumljivimi, a ne dovolj značilno izraženimi bolezenskimi znamenji. Pri tolerantnih gostiteljih fitoplazme vzorčimo po slučajnem izboru, vendar tako, da zajamemo različne sorte. Za napovedovanje pridelka izvajamo vzorčenje po naključno izbranih drevesih, nato vzorčenje lahko opravljamo vsako leto na isti način (FURS 2008).\n"], "20": ["4.1 Način beleženja lokacije vzorčenja", "Na podlagi terenskega dela, ki se opravljala v okviru programa posebnega nadzora, vzorčenja in povratnih informacij iz laboratorija, je napravljen kartografski pregled vzorčenja. Vsak vzorčevalec oziroma preglednik mora čim bolj natančno opredeliti mesto vzorčenja, tako da z uporabo GPS izmeri koordinate ali te odčita iz ustrezne kartografske podlage. Koordinate se po možnosti zapisujejo v Gauss-Krügerjevem metrijskem zapisu. Če je v stopinjskem zapisu, naj bodo minute in sekunde vsebovane v decimalnem delu zapisa. Npr. 13,663541/45,961423 (= 13- 39' 48,7''/45- 57' 41,1'') => 5396424/5091640 v Gauss- Krügerjevem zapisu. Koristen podatek je tudi parcelna številka in katastrska občina oziroma GERK-PID (FURS 2008).\n"], "21": ["4.2 Geografski informacijski sistem na področju varstva rastlin", "Geografski informacijski sistem na področju varstva rastlin (GIS-VR) je sestavni del geografskega informacijskega sistema v kmetijstvu. Njegov razvoj in učinkovitost sta rasla hkrati z razvojem GIS na področju kmetijstva. Prvi začetki uvajanja geoinformacijske tehnologije segajo v konec 90. let. V letu 2001 so s pomočjo projekta CRP »Izgradnja poenotenega sistema za spremljanje in analizo škodljivih organizmov« opredelili podlage za zajem, kontrolo, hranjenje in obdelavo podatkov o škodljivih organizmih. Sprva, ko ni bilo integralnega pristopa h GIS, je obstajalo veliko podatkovnih baz različnih formatov. Prav tako se je zajem prostorskih koordinat izvajal z različnimi orodji, kot sta GPS ali Atlas Slovenije. Format zajema običajno ni bil podan, pojavile pa so se napake pri nastavitvah GPS-aparatov za pretvorbo geografskih koordinat v državni Gauss-Krugerjev koordinatni sistem. Omejene težave so premagali s centralno aplikacijo, ki omogoča osrednjo evidenco pregledov in pojavnosti škodljivih organizmov. V letu 2003 je aplikacija FITO-nadzor postopno prevzela funkcijo centralnega beleženja terenskih pregledov in pojavnosti (najdb) škodljivih organizmov. Osrednja strokovno upravna institucija na področju varstva rastlin je Fitosanitarna uprava Republike Slovenije (FURS), ki je prevzela leta 2001 v upravljanje več nepovezanih zbirk podatkov o registrirani pridelavi in najdbah škodljivih organizmov (Knapič in sod. 2006).\n"], "22": ["4.3 Aplikacija FITO-nadzor", "Aplikacija FITO-nadzor predstavlja osnovo za evidentiranje pregledov in pojavov škodljivih organizmov. Aplikacija teče na strežniku MS Windows Server 2003 kot aplikacija odjemalec-strežnik, do katere uporabniki dostopajo po tankem odjemalcu (MS Terminal Server 2003). To omogoča enostaven centralen zajem podatkov in hitro obdelavo in procesiranje podatkov glede na potrebe. Znotraj aplikacije FITO-nadzor so opredeljeni posamezni programi nadzora škodljivih organizmov ter določeni skrbniki posameznega nadzora kot tudi sodelavci, ki sodelujejo v izvajanju programa. V program nadzorov škodljivih organizmov je vključenih več institucij kot so FURS, Kmetijski inštitut Slovenije, Inštitut za hmeljarstvo in pivovarstvo Slovenije, regionalni kmetijski zavodi in \nfitosanitarna inšpekcija ter pooblaščeni laboratoriji, ki izvajajo diagnostiko škodljivih organizmov. Sodelavci posameznega nadzora evidentirajo preglede, ki so jih opravili na terenu, medtem ko je koordinator osrednji skrbnik baze določenega nadzora. Čeprav se na tem mestu ne bomo spuščali v podrobnosti programa FITO-nadzor, je treba omeniti nekatere njegove odlike in rešitve. V program so vključene različne georeferencirane rastrske podloge, ki omogočajo prvo kontrolo prostorske opredelitve posameznega pregleda ali pojava škodljivega organizma. Zaradi zapletov s točnostjo koordinat v preteklosti je v program vključena funkcija za preračun koordinat iz različnih koordinatnih sistemov. V primeru, da se koordinate pregleda ne pridobijo s pomočjo GPS, je programska rešitev takšna, da se bodisi iz ene ali druge baze avtomatsko prenesejo koordinate centroidov parcel oziroma hišnih številk. Podatki evidenc programa FITO- nadzor, v katerega se prepišejo tudi podatki aplikacije FSI-pregled, so eden temeljnih slojev GIS-VR. Imajo velik pomen za prostorsko predstavitev izvajanja nadzorov in stanja posameznega škodljivega organizma (Seliškar in sod. 2006).\n"], "23": ["5 MERITVE IN METODE DELA", ""], "24": ["5.1 Merilna oprema", "Pri izvajanju meritev smo uporabili tri GPS-merilne naprave različnih zmogljivosti in cenovnih razredov. Prva naprava je bila MARCH II za profesionalno uporabo, vendar nekoliko starejše izvedbe. Uporabili smo tudi pametni telefon ASUS P565 z vgrajeno GPS napravo in telefon Nokia 5800 XpressMusic.\n"], "25": ["5.1.1 MARCH II", "March II je profesionalni ročni GPS sprejemnik za terenski zajem podatkov. Vgrajen ima Motorolin 8-kanalni GPS-sprejemnik, ki z referenciranjem zagotavlja horizontalno natančnost pod tri metre. Njegova glavna odlika je kompaktna celota, ki združuje sprejemnik, anteno, računalnik ter programsko opremo, ki je načrtovana za enostaven zajem prostorskih in neprostorskih podatkov. Zajem podatkov na terenu temelji na vnaprej pripravljenem seznamu objektov, ki jih želimo snemati (kartirati), in njihovih lastnosti. Vsakemu objektu lahko pripišemo ustrezne lastnosti (atribute), ki mu pripadajo. Pri snemanju točkovnih elementov lahko nastavimo poljuben časovni interval, v katerem sprejemnik računa povprečno vrednost. \n"], "26": ["5.1.2 ASUS dlančnik P565", "ASUS P565 je poslovni pametni telefon, ki ga poganja 800 Mhz procesor in deluje v Windows Mobile 6.1 okolju. Glide vmesnik uporablja 2,8-palčen multitouch zaslon, ki premore 480 x 640 slikovnih pik. Vgrajen GPS-sprejemnik (SIRF Star III chipset) za avtonomno določanje položaja lahko lovi signal tudi v soteskah in pod krošnjami. Ima dobro pozicijsko natančnost (< 2,5 m), hiter zagon (v pripravljenosti < 1 s), sposobnost sledenja na frekvenci L1 (1575.42 MHz) in je energijsko zelo požrešen glede na ostale porabnike energije v napravi. Za ta dlančnik je mag. Smiljan Šinjur (FERI) naložil programsko opremo Garmin Mobile XT in razvil program FK mobile. Za sinhronizacijo, uvoz in izvoz podatkov med dlančnikom in osebnim računalnikom pa je razvil še program FK PC (Šinjur 2009)\n"], "27": ["5.1.3 Nokia 5800 XpressMusic", "Nokia 5800 XpressMusic je GSM-telefon, ki ima zaslon občutljiv na dotik in vgrajeno digitalno kamero z ločljivostjo 3,2 milijona točk. Podpira sistem GPS za avtomobilsko navigacijo ter navigacijo za pešce ter aplikacijo Nokia Maps 2.0 Touch. Naprava podpira tudi razširjeni sistem GPS (A-GPS). A-GPS je omrežna storitev. Razširjeni GPS (A-GPS) se uporablja za pridobivanje pomožnih podatkov po paketni povezavi, ki pomagajo pri izračunu koordinat trenutne lokacije, ko naprava sprejema signale s satelitov. Povezovanje omogočajo: 3,5 mm AV-priključek Nokia, brezžična tehnologija Bluetooth 2.0, priključka micro USB in High Speed USB 2.0, povezava TV-OUT prek priloženega video kabla Nokia CA-75U.\n(http://www.geesem.net/blog/2009/4/15/geesem-na-testu-nokia-5800-xpressmusic-  ajfoun.html)\n"], "28": ["5.2 Izbira nasada za opravljanje meritev", "Meritve smo opravljali v nasadu jablan, ki se imenuje pod bloki kar nam prikazuje preglednica 4, ki je v lasti Fakultete za kmetijstvo in biosistemske vede. Nasad je bil dovolj velik, da smo lahko zajeli želeno količino podatkov, primeren pa je bil tudi zato, ker je del nasada starejši in brez protitočnih mrež, drugi pa mlajši in pokrit z mrežami. V tem primeru smo lahko opazovali, ali protitočne mreže vplivajo na natančnost meritve.\n"], "29": ["5.3 Meritve", "Izvajanje meritev na terenu zahteva veliko hoje, zato so priprave pred odhodom v sadovnjak vključevale:\n- seznanjanje z merilno opremo in njenim delovanjem, morebitne nejasnosti si zapisati,  da se ni potrebno vračati v laboratorij,\n- poskrbimo, da so naprave napolnjene z energijo, da nam med meritvijo ne ugasnejo,\n- če katera od merilnih naprav nima možnost za shranjevanje podatkov, vzamemo zraven  beležnico in pisalo, odporno na vlago,\n- za označevanje dreves smo si pripravili narezane trakove iz polivinila, spenjač, s  katerim trakove pritrdimo in pisalo, odporno na vremenske vplive, da se nam podatki,  ki si jih zapišemo na trakove, ne izbrišejo,\n- torbo, v kateri imamo te materiale shranjene in je lahko dostopna za uporabo,\n- poskrbeti je treba tudi za ustrezno obutev in oblačila, da se ne zmočimo, če nas  preseneti dež,\n- z javno dostopno internetno aplikacijo ARSO poskusimo izbrati lepo vreme, ki je  pomembno tako za meritve, merilne inštrumente kot za nas.\n"], "30": ["5.4 Izvajanje meritev in zajem podatkov", "Meritve smo izvajali 26. 8. 2010 in 31. 8. 2010, vsakič dopoldan med 9.00 in 11.00. Za izvajanje meritev smo si najprej naključno izbrali pozicije 30 dreves (slika 10) in jih označili s trakovi, izrezanimi iz polivinila, kot je razvidno na sliki 9. Na trakove smo označili ime in priimek ter zaporedno številko meritve, da smo se naslednjič lahko vrnili do istega drevesa in ponovili meritev. Meritve smo izvajali tako, da smo prišli do izbranega drevesa in zabeležili položaj za vsako od treh merilnih GPS-naprav in ga zapisali v beležnico. Meritve smo za vsak merilni inštrument izvajali sočasno tako, da se ni bilo potrebno za vsak merilni inštrument posebej vračati nazaj na pozicijo, saj ne bi bile možne primerjave podatkov, ker se lege satelitov s časom spremenijo. Povedati moramo, da točke, na katerih smo izvajali meritve, niso bile geodetsko določene, ampak smo jih določili sami, in na podlagi teh meritev pozneje opravili relativne primerjave med aparati. \n"], "31": ["5.5 Usklajevanje podatkov med napravami", "Vse uporabljene naprave delujejo v koordinatnem sistemu WGS84. Naš namen je bil pridobiti geografske koordinate v obliki zapisa ( 13- 39' 48,7''/45- 57' 41,1''), vendar smo pri napravi ASUS P565, verjetno zaradi napake pri shranjevanju, pridobili le ravninske koordinate D-48. Zaradi te pomanjkljivosti smo najprej uskladili meritve zato, da smo lahko pozneje opravili primerjave med merilnimi inštrumenti. Za preračunavanje smo uporabili program z internetne strani (http://www2.arnes.si/~gljsentvid10/krugeoz3.htm), za pretvorbo med koordinatnimi sistemi.\nTa program pretvarja Gauss-Krugerjeve koordinate v geografske koordinate načeloma na cm natančno (1/10000 ločne sekunde). Vendar moramo biti pozorni na območje geografskih koordinat, v katerem program deluje. Pri λ (13- 15' ---- 16- 40') in pri φ (45- 15' ---- 47-), izven tega območja je potrebno spremeniti meje. Pretvarjanje je potekalo tako, da smo za x in y vstavili 6-mestne D-48 koordinate in spredaj dodali številko pet, ker program zahteva sedem mestno število. Pritisnili smo ukaz pretvori in pridobili geografske koordinate za WGS-84. Postopek pretvorbe je prikazan tudi na sliki 11. \n(http://www2.arnes.si/~gljsentvid10/krugeoz3.htm)\n"], "32": ["5.6 Primerjava meritev med napravami GPS", "Po opravljenih meritvah in pretvorbi med koordinatnimi sistemi smo pričeli s primerjavo meritev in ugotavljali, ali so naprave primerne za natančno določanje položaja dreves. Analizo podatkov smo naredili s programom Excel in SPSS Statistics 17.0. \nMicrosoft Excel je računalniški program za obdelavo razpredelnic. Z njim smo preračunavali geografske koordinate zato, da smo dobili razlike v metrih. Najprej je bilo treba zapisati geografske koordinate ločeno po stolpcih A (stopinje), B (minute), C (sekunde) in D (decimalna mesta za sekunde), nato je sledil decimalni zapis (stolpec E) kot je označeno na sliki 12. Decimalnemu zapisu je sledil koordinatni zapis (stolpec F), vendar je bilo treba še spremeniti obliko zapisa. Zapis smo spremenili tako, da smo se postavili na celico F3, pritisnili desni gumb na miški, izbrali oblikuj celice in nato zavihek številke po meri ter zapisali v obliki [h]- mm' ss,000'';@. Razliko v geografskih enotah (stolpec G) smo dobili z odštevanjem geografskih enot, razliko v metrih pa smo dobili tako, da smo razliko v geografskih enotah pri φ (geografski širini) množili z 31, pri λ (geografski dolžini) pa z 22 (stolpec H). Na ta način so narejeni izračuni v prilogah 1, 2 in 3. Diagonalo v preglednici 5 pa smo izračunali po Pitagorovem izreku.\nSPSS Statistics 17.0 spada med najbolj poznane in razširjene statistične programe v Sloveniji. Z njim smo izvedli s 'Paired Samples Test' analizo pri stopnji tveganja α < 0,05.\n"], "33": ["6 REZULTATI MERITEV", "Pri primerjavi podatkov, prikazanih v preglednici 5, smo ugotovili, da so meritve pri MARCH II odstopale po diagonali za 16,72 m, X za 11,41 m in Y za 10,57 m. Pri ASUS P565 so meritve odstopale po diagonali za 15,42 m, X za 3,48 m, Y za 13,86 m in pri Nokia 5800 XpressMusic za 46,15 m po diagonali, X za 11,37 m, Y za 39,6 m. Iz primerjave posameznih naprav smo ugotovili, da je bila najnatančnejša GPS-naprava ASUS P565 z odstopanjem po diagonali za 15,42 m, vendar v povprečju boljša od MARCH II le za 1,31 m. Če bi gledali posamezne razlike v metrih pri merilnem inštrumentu Nokia 5800 XpressMusic, bi rekli, da je ta najnatančnejša, vendar se je izkazalo, da je Nokia 5800 XpressMusic meritve zaokroževala na sekundo natančno, medtem, ko MARCH II in ASUS P565 na desettisočinko sekunde natančno. Zaradi te napake rezultatov Nokie 5800 XpressMusic nismo smeli upoštevati, saj je z isto pozicijo označevala več različnih lokacij. \n*diagonala \nPovprečne rezultate meritev iz preglednice 5 smo prikazali tudi v grafikonih. Grafikon 1 prikazuje povprečji meritev in standardne deviacije za merilni inštrument ASUS P565, kjer je razvidno, da je povprečna meritev za X = 3,48 m in za Y = 13,86 m. Deviacije segajo pri X od 0,12 m do 6,84 m in pri Y od 0 m do 31,73 m.\nASUS P565\nGrafikon 2 prikazuje povprečji meritev in standardne deviacije za merilni inštrument MARCH II, kjer je razvidno, da je povprečna meritev za X = 11,41 m in za Y = 10,56 m. Deviacije segajo pri X od 1,92 m do 20,89 m in pri Y od 0 m do 21,24 m.\nMARCH II \nGrafikon 3 prikazuje povprečji meritev in standardne deviacije za merilni inštrument Nokia 5800 XpressMusic, kjer je razvidno, da je povprečna meritev za X = 11,36 m in za Y = 39,6 m. Deviacije segajo pri X od 0 m do 26,56 m in pri Y od 0 m do 89,43 m .\n5800 XpressMusic\n"], "34": ["6.1 Primerjava napak GPS-naprav", "Relativna specificirana natančnost naprav MARCH II in ASUS P565, ki smo jih uporabili v poizkusu, naj bi bila do ± 10 m, razen Nokie 5800 XpressMusic, kjer proizvajalec opozarja, naj se ne uporablja za zelo natančne meritve. Proizvajalec sicer trdi, da naj bi bila natančnost MARCH II in ASUS P565 pod 2,5 m, vendar je v praksi to bilo zelo težko doseči. V grafih 4 in 5 imamo prikazano največjo, najmanjšo in povprečno natančnost meritev za ASUS P565 in enako za MARCH II. \nNajvečja natančnost meritve pri ASUS P565 je bila 0,66 m, najmanjša natančnost je segala do 67,86 m in povprečna natančnost je znašala 15,41 m.\nNajvečja natančnost meritve pri MARCH II je bila 1,36 m, najmanjša natančnost je segala do 58,46 m in povprečna natančnost je znašala 16,72 m.\nV poskusih nismo dosegli natančnosti, kot jo navajajo proizvajalci, saj bi morali biti idealni pogoji brez motenj, vendar pa smo v povprečju približno dosegli relativno natančnost ±10 m. Izkazalo se je, da sta na napako meritve najbolj vplivala položaj in kot satelitov glede na naš položaj. Na primer, ko smo izvajali meritve 26. 8. 2010, smo povprečno sprejemali signal od osmih satelitov, medtem ko smo 31. 8. 2010 sprejemali signal povprečno le od šestih satelitov, kar je bilo sicer zadovoljivo za opravljanje meritev, a očitno premalo za večjo natančnost. Pri Nokia 5800 XpressMusic smo ugotovili, da je naprava še vedno kazala pozicijo koordinat izven nasada, čeprav smo bili že v nasadu. Ugotovili smo tudi, da protitočna mreža ni vplivala na sprejem signala, saj je bilo tudi pod protitočno mrežo prisotno enako število satelitov kot izven nje. Prišli smo do zaključka, da kljub posameznim zelo natančno opravljenih meritvah te naprave niso dovolj zanesljive za nedvoumno označevanje pozicije vzorčnih dreves.\n"], "35": ["7 SKLEPI", "Po končanem preizkusu, ki je zajemal ročno opravljanje meritev ugotavljanja pozicij vzorčnih dreves z različnimi GPS-napravami, lahko sklenemo naslednje ugotovitve:\n- pripravljanje na meritve se prične že v laboratoriju, saj se je potrebno poučiti o merilnih  napravah, s katerimi izvajamo meritve, in te naprave pripraviti za delo na terenu.\n- pomembno je, da ob meritvah pazimo, da imamo na razpolago dovolj satelitov, ki nam  pošiljajo podatke o lokaciji kje se nahajamo. Minimalno število satelitov mora biti štiri,  v naših meritvah smo jih imeli od šest do osem\n- za določanje natančne pozicije dreves z merilnimi napravami ki smo jih uporabili pri  meritvah, so te premalo natančne, zato z njimi ne moremo določiti tako natančne  pozicije dreves kot, bi si želeli\n- ugotovili smo, da so meritve pri MARCH II odstopale po diagonali za 16,72 m, po X za  po diagonali, po X za 11,37 m in po Y za 39,6 m. Iz primerjave posameznih naprav  smo ugotovili, da je bila najnatančnejša GPS-naprava ASUS P565 z odstopanjem po  diagonali za 15,41 m, vendar v povprečju boljša od MARCH II le za 1,31 m.  Najnatančnejša meritev je bila prav tako izvedena z ASUS P565, in sicer se je  približala na natančnost 0,66 m. Kljub temu da so bila odstopanja pri posameznih  točkah minimalna, so te naprave še vedno premalo natančne, da bi lahko z njimi  natančno določili pozicijo vzorčnih dreves.\n"], "abstract": ["V diplomskem delu smo proučevali natančnost določanja pozicije vzorčnih dreves z različnimi GPS napravami. Natančnost pozicije vzorčnega drevesa je temeljnega pomena za odvzem vzorca za napovedovanje pridelka in varstvo rastlin. V ta namen smo uporabili GPS-naprave March II, ASUS P565 in Nokia 5800 XpressMusic različnih natančnosti in cenovnih razredov. Za določanje pozicije in njihove natančnosti smo si izbrali 30 naključno izbranih dreves in opravili meritve. Ugotovili smo, da so meritve pri MARCH II odstopale po diagonali za 16,72 m, po X za 11,41 m in po Y za 10,57 m. Pri ASUS P565 so meritve odstopale po diagonali za 15,42 m, po X za 3,48 m, in Y za 13,86 m in pri Nokia 5800 XpressMusic za 46,15 m po diagonali, po X za 11,37 m in Y za 39,6 m. Iz primerjave posameznih naprav smo ugotovili, da je bila najnatančnejša GPS-naprava ASUS P565 z odstopanjem po diagonali za 15,41 m, vendar v povprečju boljša od MARCH II le za 1,31 m. Najnatančnejša meritev je bila prav tako izvedena z ASUS P565 in sicer se je približala na natančnost 0,66 m. Čeprav so bila odstopanja pri posameznih točkah minimalna, so te naprave še vedno premalo natančne, da bi lahko z njimi nedvoumno določili pozicijo vzorčnih dreves. "]}