{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev problema", "Ena izmed osnovnih nalog podjetij, ki se ukvarjajo s tipično prodajo, je poiskati takšne cilje, ki bodo v prihodnosti dodajali njihovi vrednosti.\nOb upoštevanju spreminjajočih trendov v svetu (globalizacija, informatizacija, racionalizacija, standardizacija, državne omejitve ipd.) je potrebno kontinuirano proučevanje globalnih tržnih razmer, ki narekujejo stalnost sprememb v delovanju zakonov tržišča. V globalnem gospodarskem prostoru gre za hitro spreminjajoče (turbulentne) tržne razmere v številnih pogledih, zato sta hitrost in kakovost odziva podjetij na takšne spremembe zanje strateškega in celo usodnega pomena. Podjetja so zato prisiljena v iskanje in odkrivanje novih smernic razvoja, ki zahtevajo inovativnost na vseh področjih njihovega delovanja. Konkurenčne prednosti niso trajne, zato je prepoznavanje in doseganje trenutnih konkurenčnih prednosti ključno za zagotavljanje obetavne prihodnosti podjetij.\nPozornost je zato potrebno nameniti organiziranju dejavnosti znotraj podjetij, katerih naloga je stalno zagotavljanje primernih nalog za inoviranje lastnih dejavnosti in zagotaviti takšne kadre, ki se morajo biti sposobni prilagajati nenehnim spremembam in se tudi nenehno izobraževati.\nDinamika sprememb mikro in makro poslovnega okolja je glavno vodilo podjetjem, da se na te spremembe odzovejo. Odzivajo se bolj ali manj premišljeno, z ozirom na svoje možnosti, znanje in druge interesne dejavnosti, ki jih v veliki meri kroji gospodarski in politični položaj subjekta v naši družbi. Izviren način na odziv teh posrednih in neposrednih sprememb je prilagajanje, ki mora biti odprto navznoter in navzven, saj so tudi gospodarsko-politične razmere v Sloveniji, na prostorih bivše Jugoslavije in spremembe v evropskem prostoru, posredno narekovale poslovno politiko mnogih slovenskih podjetij.\nV današnjem tržnem okolju je čas velikih in globalnih sprememb tako v strukturi podjetij, kapitalskih vidikih, kot na vseh ostalih področjih človeškega življenja. Človek že po svoji naravi stremi za uspešnejši jutri z manj tveganja in boljšimi prognozami. Enako kot posamezniki, pa te spremembe zaznavajo tudi podjetja in se jim skušajo prilagoditi na najrazličnejše načine.\nV hitro se spreminjajočem tržnem okolju se podjetja neprestano srečujejo z novimi nevarnostmi, predvsem takšnimi, ki so za zaposlene nove, neznane ter porajajo vrsto dvomov, kako iz takšnih nevarnosti narediti priložnosti, ki so bistvenega pomena za uspešno delovanje podjetij v prihodnosti.\nUspešna podjetja se zavedajo, da na njihovo delovanje in uspešnost vpliva cela vrsta dejavnikov, na katere lahko bolj ali manj uspešno vplivajo in zavestno posegajo.\nHitre spremembe v okolju in potrebe uporabnikov zato silijo obstoječe zavarovalnice k spremembam lastne politike, k spremembam organiziranosti, uvedbi novih načinov dela in poslovanja, uvajanju novih storitev ter k novim pristopom do uporabnikov zavarovalnih storitev. Le tako bodo obdržale pomembnejše mesto na konkurenčnem globalnem zavarovalniškem trgu. \nV zadnjih petnajstih letih je bilo v Sloveniji obdobje velikih sprememb in preobrazb zavarovalnic, ki pa še zdaleč ni zaključeno. Prihaja novi val, ki trenutno predstavlja samo groba ugibanja o zavarovalnem dogajanju na slovenskem in evropskem trgu. Pri tem pa ne smemo pozabiti na korenite spremembe, ki so odraz političnega okolja ter s tem povezanih sprememb na samem področju gospodarstva in tržne usmerjenosti.\nZavarovalništvo je panoga, ki ima velik pomen v gospodarstvu in omogoča zadovoljevanje vsemogočih potreb zavarovancev. Potrebno je poudariti, da bodo le tiste zavarovalnice, ki imajo dobro zasnovan lasten razvoj zavarovalnih storitev, uspešneje zagotavljale svojo konkurenčno prednost na zavarovalnem trgu. Ustrezno organiziran razvoj zavarovalnih storitev pripomore k uspešnosti poslovanja zavarovalnic ter vpliva na kvaliteto zavarovalnih storitev. Pomemben je za uspešnost delovanja zavarovalnic z okoljem, saj le na podlagi tega vodstvo, zaposleni in širša javnost sprejemajo začrtane in argumentirane odločitve, ki pripeljejo do stanja, ko zavarovalne storitve kar najbolje zadovoljujejo potrebe svojih zavarovancev.\nPotrebe vedno bolj zahtevnih zavarovancev silijo zavarovalnice k nenehnemu iskanju novih rešitev za zadovoljevanje njihovih potreb. Uspešneje bodo zadovoljevale potrebe le tiste zavarovalnice, ki so pripravljene na takšne izzive trga v svojih strukturnih delitvah, tako kadrov, služb in same vizije ter politike poslanstva skozi taktiko in strategije.\n"], "3": ["1.2 Namen, cilji in trditve diplomskega dela", "Namen naloge je opredeliti pomen razvoja novih storitev v zavarovalništvu (v nadaljevanju po zavarovalniškem žargonu – zavarovalni produkt) in kritično predstaviti razvoj ter uvedbo nove storitve.\nCilj naloge je ugotoviti ustreznost postopkov razvoja zavarovalnih produktov.\nOsnovne trditve:\n- Globalna konkurenca se je močno zaostrila tudi na zavarovalnem trgu, zato je za uspeh  zavarovalnice potrebna široka ponudba zavarovalnih produktov, ki zajema vsa  premoženjska, življenska in nezgodna zavarovanja, v zadnjem času pa vse bolj potrebna  odgovornostna zavarovanja.\n- Pravočasne in kakovostne informacije o potrebah in pričakovanjih zavarovancev so  nujne za uspeh novih zavarovalnih produktov.\n- Pri trženju zavarovalnih produktov mora biti zavarovalnica zelo fleksibilna in se mora  zaradi konkurence prilagajati zavarovancem zelo individualno. Zavarovanci so vedno  bolj osveščeni, saj so s strani različnih zavarovalnic informirani s številnimi in  vabljivimi oglasi, ki jim vzbujajo radovednost, v veliki meri pa tudi zaskrbljenost pri  sklenitvi zavarovanj, saj vedo, da se za velikimi obljubami skrivajo problemi pri  reševanju morebitnih odškodninskih zahtevkov. Preden sklenejo kakršnokoli  zavarovanje, se natančno informirajo o ponudbah pri več zavarovalnicah, prav tako pri  prijateljih in znancih, ki so imeli škodne primere – seveda jih zanima, kako so  zavarovalnice reševale njihove odškodninske zahtevke in potem izberejo zanje  najboljšo ponudbo. \n- V slovenskih zavarovalnicah še vedno posvečajo premalo pozornosti razvoju  zavarovalnih produktov in njegovemu sistematičnemu spremljanju ter vpeljevanju  konkretnih faz pri sami izgradnji.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavljam, da so se, oziroma se bodo v vseh zavarovalnicah temeljito lotili prenove svojih razvojnih in drugih oddelkov, saj bodo le tako lahko ohranili konkurenčnost na domačem zavarovalnem trgu, tudi ob prihodu tujih zavarovalnic na naš trg in pridobili konkurenčne prednosti in prepoznavnost ob vstopu na tuj zavarovalni trg, ki so sedaj ob vstopu Slovenije v EU življenjsko pomembne.\nZaradi specifičnosti predstavljene tematike in poslovnih skrivnosti zavarovalnic sem se pri proučevanju omejila le na teoretične osnove in vire sekundarnih podatkov o samem procesu delovanja razvoja zavarovalnih produktov.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Pri pisanju naloge sem uporabljala različne primarne in sekundarne vire ter različne metode raziskovanja, in sicer:\n− metodo sinteze in analize - povezovanje teoretičnih in praktičnih vidikov v celoto;  razčlenjevanje teoretičnih vidikov na posamezne sestavne dele in elemente,  − metodo deskripcije - opisovanje dejstev, pojavov in procesov,  − metodo kompilacije - povzemanje opazovanj, stališč, sklepov in rezultatov različnih  avtorjev.\nPri raziskovanju poslovanja bom temeljito raziskala ozadje vseh procesov, vključno s potrebami drugih služb, s katerimi je razvoj novih produktov v zavarovalnicah tesno povezan. \n"], "6": ["2 IZDELEK", ""], "7": ["2.1 Izdelek", "Izdelek je najpomembnejša prvina trženjskega spleta. “Glede na temeljne kriterije razlikovanja med izdelki (človeško zmožnost zaznave s čutili, njihovo vsebnost, sestavljenost ipd.) je treba poudariti, da so izdelki v menjalnih procesih ljudi (organizacij) kakršnekoli kombinacije (celote, spleti): bitij in stvari, njihovega delovanja (aktivnosti, procesov) in rezultatov tega delovanja” (Gabrijan in Snoj 2004, 81).\nIzdelek je celota otipljivih in neotipljivih sestavin, ki uporabniku ponujajo funkcionalne, družbene in psihološke koristi, oziroma uporabne vrednosti. Le-te pa jim dajejo značilnosti in lastnosti izdelka. Koristi se dobijo od posameznih sestavin izdelka, še pogosteje pa od njihovih spletov. Da bi povečali tržno uspešnost izdelkov, pa jim ponudniki dodajajo vse več novih sestavin in s tem povečujejo kompleksnost izdelkov. S povečevanjem kompleksnosti oziroma razširjanjem izdelkov se izvaja eksterna diferenciacija izdelkov, ki omogoča ponudnikom večjo tržno uspešnost.\nMed izdelke, ki jih tržimo, sodijo fizični izdelki, storitve, osebnosti, prostori, kraji, organizacije, mediji menjave, izkušnje iz menjave , izidi menjave, ideje, pravice (franšize, patenti, licence...) in pri tem mislimo na pojavne oblike izdelkov, kot objektov menjave.\nV kolikor razmišljamo o izdelku z vidika ciljnih skupin, je smiselno govoriti o petih ravneh izdelka, in sicer o (prirejeno po Kotler 1998, 432 ter Gabrijan in Snoj 2004, 97):\n- jedru izdelka – predstavlja osnovno korist ali storitev, ki jo kupec pričakuje;\n- osnovnem (generičnem) izdelku – to je temeljna različica izdelka, ki vsebuje sestavine,  njihovo delovanje in rezultate, ki so potrebni, da izdelek lahko obstane na trgu;\n- pričakovanem izdelku – poleg generičnih sestavin, njegovega delovanja in rezultatov  vsebuje še dodatne sestavine - sestavlja ga niz lastnosti in pogojev, ki jih kupci  pričakujejo in z njim soglašajo;\n- razširjenem izdelku – poleg generičnega in pričakovanega izdelka vsebuje dodatne  storitve in koristi, ki so nad pričakovanji odjemalca in po katerih se razlikujejo  konkurenčne ponudbe;\n- potencialnem izdelku – vsebuje dodatne storitve in koristi, ki bi jih izdelek lahko  doživel v prihodnosti in kar presega odjemalčeva pričakovanja.\nČe za navidezno različne izdelke ugotovimo enake značilnosti in če lahko metode reševanja problemov za določene objekte posplošimo tudi na druge objekte v okviru iste kategorije, jih je smiselno klasificirati. Klasificiranje izdelkov razumemo kot segmentiranje izdelkov v skupine, ki posedujejo značilnosti, pomembne z vidika opazovanja. Lahko pa služi tudi za proučevanje vpliva značilnosti klasificiranih izdelkov na management izdelkov. Proces managementa na področju izdelkov je strateškega pomena za izvajalca marketinga, saj je njegov obstoj in razvoj \ntesno povezan ter odvisen od pravilnosti odločitev na področju izdelkov. Povzeto po Meffertu (Meffert 1978, 519) so cilji marketinškega managementa izdelkov naslednji:\n- zagotovitev rasti organizacije,\n- razpršitev rizika in težnja k zanesljivosti,\n- zagotovitev primerne stopnje pokritja,\n- zaposlitev prostih kapacitet,\n- povečanje goodwilla organizacije,\n- izboljšanje konkurenčnega položaja,\n- racionaliziranje temeljnega procesa.\nCiljne aktivnosti na področju managementa izdelka lahko zajamemo v tri skupine aktivnosti:\n- razvijanje novih izdelkov – inovacija,\n- spreminjanje obstoječih izdelkov – modifikacija\n- opuščanje izdelkov – eliminacija.\nV okviru teh aktivnosti izvajalec marketinga določa, kombinira in usklajuje sestavine izdelkov, njihovo delovanje in rezultate delovanja (Gabrijan in Snoj 2004, 101).\nIzdelek je v središču pozornosti pri razvoju, pripravi dela, proizvodnji, skladiščenju, prodaji, distribuciji in poprodajnih uslugah in storitvah. Tudi pri tržnih raziskavah je izdelek osrednje vprašanje in predmet raziskav, analiz in predvidevanj (Devetak, Deželak in Milfelner 1991, 5).\nIzdelek je rezultat lastnih zmožnosti podjetja, potreb in zahtev strank ter medsebojnega usklajevanja.\nIzdelke lahko obravnavamo v ožjem in širšem pomenu. Izdelek v ožjem pomenu obravnavamo kot design, ki je prisoten pri katerikoli obliki izdelka, namenjenega prodaji (blago, storitve, ideje...). Poleg designa pa se štejejo med sestavine tudi embalaža in znamka izdelka, vendar ti nista nujno prisotni pri vseh izdelkih v procesu menjave. Izdelek v širšem pomenu pa poleg navedenih sestavin izdelka v ožjem pomenu vsebuje vse, kar odjemalec zaznava kot uporabno vrednost v zvezi z določenim objetom menjave. Sestavine izdelka, ki jih avtorji običajno navajajo v marketinški literaturi, so naslednje:\n- design izdelka – zajema proces oblikovanja izdelka in tudi rezultat tega procesa.  Prisoten je pri vseh pojavnih oblikah izdelkov (npr. tudi idejo je kot izdelek potrebno  oblikovati, preden jo ponudimo v menjavo).\n- embalaža – je vse tisto, v kar bitja in stvari oblačimo, obuvamo, ovijamo, vstavljamo,  pripravljamo (oblačilo, obuvalo, omot...). Embalaža omogoča tudi uporabo nekaterih  izdelkov, ki jih brez nje ne bi mogli niti uporabljati (plinasti, tekoči, razsuti izdelki...).\n- znamka izdelka – z blagovno oziroma storitveno znamko se zavaruje znak, ki je v  gospodarskem prometu namenjen razlikovanju blaga oziroma storitev iste ali podobne  vrste (eksterna diferenciacija). Elementi znamke so lahko ime, logo, simbol, oblika  embalaže, oblika izdelka, barva idr.; pomen znamk narašča z razvitostjo trgov. \n- vrednost izdelka – uporabne vrednosti raznovrstnih izdelkov so izražene v denarnih  cenah. Denar predstavlja splošni ekvivalent oziroma enoto merjenja uporabnih  vrednosti katerihkoli izdelkov. Višino cen izdelkov določata pripravljenost za nakup  oziroma prodajo ter razpoložljivost resursov udeležencev v menjavi. Pri nakupovanju  ali prodajanju izdelkov udeleženci opredelijo tudi kupoprodajne pogoje: čas, kraj,  predmet, plačilne pogoje, pogoje dostave, garancije, poprodajne storitve.\n- kakovost izdelka - ima za tržne udeležence različne pomene. Za ponudnika oziroma za  proizvajalca je kakovost skupek podatkov iz standardov, priročnikov v zvezi s  tehnološkimi procesi, poslovnikov in številom reklamacij. Pri tem gre za tehnični vidik  izdelka. Za kupce pa je kakovost razmerje med vrednostjo znane koristnosti izdelka in  vrednostjo pričakovane koristnosti izdelka (Snoj in Završnik 1997,146). Kakovost  izdelka je tako subjektivni in objektivni pojem. Objektivna dimenzija je merljiva, kupci  pa jo zaznavajo subjektivno, kar pomeni, da na zaznavanje vplivajo vrednote,  predstave, čustva, kultura in stališča. Zagotavljanje kakovosti je torej večdisciplinarna  kategorija, ki jo obravnavamo s tehničnega, tehnološkega, ekonomskega, filozofskega,  psihosociološkega, ekološkega, pravnega in drugih vidikov.  Za reševanje problematike, olajšanje dela ter poenotenje obravnavanja iz področja  kakovosti, so v okviru mednarodne organizacije izšli standardi ISO z nazivom  “Standardi s področja upravljanja in zagotavljanja kakovosti”. Ti podrobno obravnavajo  celotno uvajanje sistema kakovosti in podajo model za zagotavljanje kakovosti pri  načrtovanju, razvoju, proizvodnji in končnem nadzoru.\n- image izdelka – image izdelka se vzpostavlja preko tržnega komuniciranja. Javnost in  kupci oblikujejo ter spreminjajo image podjetja in s tem image izdelkov. Kupci morajo  imeti pozitivno predstavo o podjetju, da kupujejo njihove izdelke. V fazi rasti in  utrjevanja izdelka pa postane image ustaljen in ga skoraj ni mogoče spreminjati.  Image izdelka (Gabrijan in Snoj 1994,197) je sestavljen iz objektivnih in subjektivnih,  pravilnih in napačnih stališč, izkušenj, asociacij posameznika oziroma skupine o  določenem izdelku. Pri določeni ciljni skupini nastaja image izdelka na osnovi vseh  sestavin izdelka, ki jih ciljna skupina zaznava, vseh drugih zaznanih tržnikovih  aktivnosti, osebnostnih značilnosti ciljne skupine ter seveda vplivov iz okolja. Podobno  razmišlja tudi Henry (1986, 88), ki pravi, da ima izdelek svojo osebnost, katera je  sestavljena iz neke slike, ki jo kupec sestavi v svojih mislih o pravih in namišljenih  lastnostih izdelka, o ljudeh, ki ga uporabljajo, o situacijah, katerim izdelek ustreza, o  tem, kakšen se bo posameznik zdel ostalim, če bo uporabljal ta izdelek. V očeh kupcev  torej izdelek ne predstavlja le končni rezultat produkcije z njegovo snovno vsebino in  zunanjo obliko, ampak predstavlja tudi mišljenje, ki jih ima o njem javnost.\nImage izdelka je lahko:\nÖ obstoječi image izdelka – z raziskavami ugotovljen image določenega izdelka, ki  si ga je izoblikovala določena skupina dajalcev imagea;  Ö želeni image izdelka – vnaprej opredeljen image izdelka, ki naj bi si ga oblikovale  določene skupine dajalcev imagea;  Ö idealen image izdelka – najugodnejši image, ki ga določena vrsta izdelka lahko  ima pri določeni ciljni skupini, konkretni izdelki pa ga najverjetneje nikoli ne  dosežejo; \n- asortiment - z izrazom asortiment pojmujemo vse izdelke, ki jih tržnik ponuja svojim  ciljnim skupinam (Gabrijan in Snoj 1994, 201).\nLočimo širino, globino, konsistentnost in raven asortimenta (ibid., 202):\nÖ širina asortimenta - predstavlja različne skupine izdelkov tržnika;\nÖ globina asortimenta - zajema povprečno število izdelkov po velikosti, designih in  barvi, ki jih tržnik ponuja znotraj vsake skupine izdelkov;\nÖ konsistentnost asortimenta – izraža, kako tesno so med seboj povezane skupine  izdelkov v asortimentu z vidika uporabe, zahtev proizvodnje oziroma priprave  izdelkov, distribucijskih kanalov, uporabljenega materiala ipd.;\nÖ raven asortimenta - nam pokaže, v katerem kakovostnem in cenovnem razredu je  pretežni del tržnikove ponudbe.\nGlavne značilnosti asortimenta nekega izdelka ali skupine izdelkov so vrsta, sestava,  velikost, variacije cen in podobno. \n"], "8": ["2.2 Življenjski ciklus izdelka", "Življenjski ciklus izdelka je odraz konkurenčne dinamike izdelka oziroma odraz prepoznavnih stopenj v zgodovini prodaje izdelka. Krivuljo življenjskega ciklusa, ki prikazuje prodajo tipičnega izdelka, po mnenju večine avtorjev razdelimo na štiri dele (Kotler 1998, 354):\n- uvajanje je obdobje počasne rasti, ki se začne, ko se izdelek pojavi na trgu. Dobička na  tej stopnji ni zaradi visokih stroškov uvajanja izdelka;\n- rast – če izdelek uspešno prestane stopnjo uvajanja na trg, sledi naraščajoča  pripravljenost kupcev za nakup, kar prinese tudi znaten porast prodaje in dobička;\n- zrelost je obdobje počasnejše rasti prodaje, ker je večina možnih kupcev izdelek že  sprejela. Dobiček se umiri oziroma upada zaradi povečanih izdatkov za trženje, ko  podjetje brani izdelek pred konkurenco z marketinškim komuniciranjem (oglaševanje,  osebna prodaja ipd.). Prav tako se v tej stopnji začenja bitka za tržni delež med  ponudniki, kajti vsak lahko poveča svoj tržni delež le na račun drugega ponudnika;\n- upadanje - v fazi upadanja močno padeta tako prodaja, kot tudi dobiček in ne glede na  to, ali je odmiranje izdelka nastopilo kot posledica novejših in bolj konkurenčnih  izdelkov na trgu, je najbolj pomembno to, da podjetje pravočasno spozna, da si obstoja  s tem izdelkom ne more zagotoviti. Razumljivo in logično je, da ima podjetje v tem  času že določeno zasnovo za drugi, novejši izdelek, oziroma ga že ima na tržišču. S tem  bo zamenjalo „ odmirajoči izdelek“ in prodajo obdržalo na enaki ravni, ali jo še celo  povečalo.\nNa življenjski poti izdelka se spreminja cela vrsta ekonomskih dejstev, kot so: število in obnašanje konkurence, dohodek in izguba, obnašanje kupcev, delovanje marketinških instrumentov in podobno.\nNi pa tudi nujno, da gre vsak izdelek skozi vse navedene faze življenjskega ciklusa in da je krivulja glede prodaje, cene in dohodka enaka za vse izdelke. Pri nekaterih izdelkih je lahko čas uvajanja na trg krajši kot pri drugih, pri drugih je lahko čas zrelosti daljši itd. \nPrav tako ne moremo strogo ločiti med seboj faz življenjskega ciklusa izdelka, saj gospodarski, tehnološki in organizacijski dejavniki, ki delujejo v posameznih fazah, ne vplivajo nujno na obnašanje izdelka tudi v naslednji fazi. Nek izdelek lahko že predčasno doseže stopnjo zrelosti, ne da bi pri tem v celoti šel skozi fazo rasti, medtem, ko lahko kaže nek občutljiv izdelek zaradi gospodarske recesije že v fazi rasti začasno simptome zrelosti.\nZnačilnosti, cilje trženja in strategije podjetja v posameznih fazah življenjskega ciklusa izdelka si lahko pogledamo v spodnji tabeli. Kot vidimo, je poznavanje življenjskega ciklusa izdelka pomembno za načrtovanje ustreznih strategij trženja izdelka.\nInformacija o doseženi fazi življenjskega ciklusa nekega izdelka pa je za podjetje tudi osnova pri odločanju, kdaj začeti z razvojem novega ali nadomestnega izdelka.\nŽIVLJENJSKEGA CIKLUSA IZDELKA\n"], "9": ["2.3 Management izdelkov", "Wind (1982, 6) opredeljuje management izdelkov kot generiranje, analiziranje, organiziranje, načrtovanje, izvajanje in nadzor nad aktivnostmi organizacije na področjih obstoječih in novih izdelkov z namenom zadovoljiti potrebe in želje izbranih ciljnih skupin ob hkratnem zadovoljevanju potreb in želja organizacije.\nZa zadnje obdobje je značilno, da se s pospešenim tehničnim razvojem življenjska doba izdelkov oziroma življenjski ciklus izdelkov vse bolj skrajšuje, saj vladajo na trgih razmere ostre konkurence, ki prinašajo nove in nadomestne izdelke obstoječim. Ponudnik mora za ohranitev konkurenčne prednosti uvajati vedno nove in kvalitetnejše izdelke, ki bodo bolj kot od konkurence zadovoljili potrebe kupca.\nPodjetje lahko uspešno razvija nove izdelke le, če dobro pozna sebe, svoje sposobnosti in zmožnosti, notranje in zunanje okolje podjetja, celoten marketinški splet, priložnosti, nevarnosti, prednosti in pomanjkljivosti ter tržišče. Prav tako je pomembno uspešno načrtovanje strategij in programov za izvedbo teh strategij.\nZa uspešno izvedbo aktivnosti managementa izdelkov je torej potrebno izvesti analizo priložnosti, tržne raziskave, oblikovati tržne strategije in načrtovati programe za trženje.\nNajuspešnejše podjetje je tisto, ki je sposobno ustvariti največjo vrednost v očeh kupca in jo nekaj časa obdržati. Za analizo tržnih priložnosti potrebujemo zanesljiv sistem informacij o dejavnosti konkurentov, novih izdelkih, gibanjih cen ipd. Kot pravi Kotler (1998, 125), sestavljajo sistem trženjskih informacij ljudje, pripomočki in postopki, s katerimi pridobivamo, razvrščamo, analiziramo, ocenjujemo in posredujemo potrebne in točne podatke odgovornim tržnikom. Tržne raziskave oskrbijo podjetje z informacijami o željah in potrebah uporabnikov, njihovi lokaciji, nakupovalnih navadah ipd. Spremljati je potrebno tudi konkurenčna podjetja in njihove dejavnosti, kupce in dobavitelje. Pomembno je celotno okolje, tako notranje kot zunanje, ki vpliva na dejavnosti v zvezi z izdelkom, njegovo prodajo in dobiček.\nGlede na pridobljene informacije mora podjetje izbrati ciljne trge. Podjetje mora izmeriti in predvideti privlačnost trgov, kar pomeni oceniti rast, dobičkonosnost in tveganje na trgu. Prav tako zahteva sodobno trženje delitev trga na tržne segmente, ocenjevanje teh segmentov in izbiro najprivlačnejših za podjetje.\nPodjetje mora za vsak trg oziroma za vsak tržni segment izdelati strategijo različnosti (diferenciacije) in umeščanja (pozicioniranja). Najti mora svoj položaj na trgu v primerjavi s konkurenti, preveriti ali je sposobno nuditi konkurenčen izdelek za ceno, ki jo lahko na trgu doseže, ali bo imelo dovolj kupcev in ali je sposobno te kupce prepričati v nakup ravno tega izdelka in ne konkurenčnih. Ko se podjetje odloči za pozicioniranje svojega izdelka ali storitve, mora sprožiti postopek izdelave, testiranja in vpeljave novega izdelka ali storitve.\nPo uvedbi izdelka na trg je potrebno za različne faze življenjskega ciklusa izdelka (uvajanje, rast, zrelost in upadanje) izbrati različne strategije. Izbira strategije je odvisna tudi od vloge podjetja na trgu (vodilni na trgu, izzivalec, posnemovalec ali podjetje v vrzeli).\nTrženjsko strategijo je nato potrebno spremeniti v trženjske programe s pomočjo odločitev o izdatkih, marketinškem spletu in razporeditvi naporov. Vse spremenljivke spleta niso enako \npomembne in lahko spremenljive. Na kratek rok lahko podjetje spreminja cene, število prodajnega osebja in stroške oglaševanja. Na dolgi rok pa lahko razvija nove izdelke in storitve ter spreminja svoje prodajne poti. Podjetje se mora tudi odločiti, kako bo razdelilo trženjski denar med različne izdelke, prodajne poti, medije oglaševanja in prodajna območja.\nKot je bilo na kratko že zapisano, je možno vse aktivnosti v zvezi z managementom izdelkov zajeti v tri skupine:\n- razvijanje novih izdelkov (inovacija izdelkov) – kot pravi Kotler (Kotler 1998, 316),  podjetje lahko pride do novega izdelka po dveh poteh in sicer z nakupom ali pa z  lastnim razvijanjem novega izdelka. Izdelek lahko kupi na tri načine: z nakupom  drugega podjetja, podjetje lahko pridobi patent od nekega drugega podjetja ali pa  lahko kupi franšizo ali licenčno pravico. Prav tako lahko tudi lastno razvijanje izdelka  poteka na dva načina: podjetje razvije nov izdelek v svojih laboratorijih ali pa naroči  razvoj izdelka za svoje potrebe pri samostojnih raziskovalcih oziroma podjetjih, ki se  ukvarjajo z razvijanjem novih izdelkov.  Na podoben način ločita načine za pridobitve novega izdelka tudi Gabrijan in Snoj  (Gabrijan, Snoj 1994, 216), in sicer pridobitev z akvizicijo (pridobitvijo), kar pomeni  spojitev ali pripojitev celotne družbene enote, ki ima izdelke, ki jih tržnik nima v  asortimentu, nakup patenta ter nakup licence in z lastnim razvijanjem novih izdelkov, ko  tržnik sam sistematično razvija nove izdelke.  Podjetja uporabljajo oba od naštetih načinov, kajti ustreznost načina je odvisna od  samega položaja podjetja, tržne situacije ipd., zato se morajo podjetja odločiti, kateri  izmed obeh, nakup ali lastno razvijanje izdelka, je boljši.\n- spreminjanje obstoječih izdelkov (modifikacija izdelkov) – tržnik lahko z analizo tržišča  ugotovi, da njegovi izdelki ne izpolnjujejo več pričakovanj podjetja. Razlogi so lahko  različni: spremembe v tehnologiji, v okusih ciljnih skupin, v konkurenčnih strategijah  ali pa spremembe dejavnikov širšega ali ožjega okolja. Podjetja lahko ugotovijo, da  lahko izboljšajo uspešnost in učinkovitost s spremembo izdelka, ki se lahko nanaša le  na sestavine izdelka ali pa je lahko takšna, da govorimo o novem izdelku. Vendar  podjetje s spremembami svojega asortimana niti ne širi niti ne poglablja (Gabrijan, Snoj  Za nov izdelek imamo torej tudi tak izdelek, ki se pojavi v novi obliki, torej star, vendar  spremenjen izdelek, ki bolj kakovostno zadovoljuje potrebe.\n- opuščanje izdelkov (eliminacija izdelkov) – ko nobena izboljšava v okviru sprejemljivih  stroškov ne popravi uspešnosti in učinkovitosti izdelka, se lahko podjetje odloči za  eliminacijo oziroma opustitev izdelka iz svojega asortimenta. Tudi ta aktivnost bi  morala potekati načrtovano in premišljeno, vendar večina proizvajalcev nima načrtnih  postopkov za izločanje izdelkov iz proizvodnje oziroma prodaje. Pri izločitvi izdelka iz  proizvodnje moramo upoštevati: stanje zalog tega izdelka pri proizvajalcu in trgovini,  stanje zalog pomožnega materiala, stanje tekočih naročil za ta izdelek in določiti  moramo čas za temeljito opustitev. \n"], "abstract": ["Novi izdelki so ključ za uspešno rast in preboj podjetja na tržišče. V okolju, ki je izredno dinamično in spremenljivo ter polno konkurentov, je še posebej pomembna natančna raziskava tržišča. Raziskava tržišča je instrument marketinga, ki nam omogoča, da še pred plasiranjem nekega novega izdelka na tržišče ugotovimo dejanske potrebe in želje odjemalcev, obstoječe stanje, kako moramo oblikovati svojo ponudbo, kako si bo mogoče zagotoviti ustrezen položaj na tržišču ter kakšen bo odziv potencialnih konkurentov in odjemalcev, ki ga bomo sprožili z vstopom v poslovno okolje. Da bi uspelo, mora biti podjetje inovativno in mora razvijati donosne nove izdelke. Vsi zaposleni morajo delati kot tim, kajti le tako so lahko uspešni. Prav tako je pomembna tehnologija. Celotno podjetje mora delovati kot eno, da bi na tržišče uvedli nov izdelek in ga prodali z dobičkom."]}