{"1": ["I. UVOD", "Glavni socialni proces, ki nas neprestano spremlja, so odnosi med ljudmi. Vsak dan stopamo v interakcijo s svojimi bližnjimi, znanci, tujci. Pri tem je pomembno, kako zaznavamo sebe, ljudi okoli nas ter vse kar vpliva na našo zaznavo. Žal živimo v času, ko se nam vsem nekam mudi in preprosto si ne vzamemo dovolj časa, da bi resnično spoznali svoje bližnje ter ljudi, ki vstopajo v naša življenja. Po mojem mnenju je eden izmed pomembnih razlogov za površne zaznave tudi komunikacija. Zdi se mi, da iskrene komunikacije skoraj ni več. Vsi se nekako poslušamo, a nihče se resnično ne sliši. Vse skupaj pa je še težje, če so tisti, ki na novo vstopajo v naša življenja ljudje z drugačnimi navadami, običaji, videzom in vrednotami. Strah nas je sprememb, strah nas je drugačnega razmišljanja. Vendar zakaj? Kot je zapisala Marie Curie:«V življenju se ni treba ničesar bati. Treba je samo razumeti«.\nZa diplomsko delo s takšno tematiko sem se v prvi vrsti odločila zato, ker me zanima, kako Slovenci zaznavamo, sprejemamo Rome, kaj si mislimo o njih in ali je naše mnenje ustvarjeno na podlagi osebnih izkušenj ali zgolj podob Romov v medijih. Hkrati sem želela izvedeti kaj več o Romih. Težko si ustvarimo mnenje o nekom, če o njem ne vemo veliko. Jaz nimam osebnih izkušenj z Romi in sem večino informacij pridobila iz medijev. Mediji zame niso ravno zanesljiv vir informacij, saj se mi zdi, da vse prevečkrat povejo eno stran zgodbe in po navadi tisto, ki jim prinese več denarja.\nNa svoje presenečenje sem ugotovila, da je literature o Romih ogromno, veliko različnih knjig kot tudi elektronskih virov. S prebiranjem literature sem spoznala veliko novega in pridobila popolnoma drugačen pogled na Rome, ki mi omogoča razumeti njihovo drugačnost in pojasnjuje od kod stereotipi in predsodki o Romih.\nOsrednja tema diplomske naloge so Romi, zato je poznavanje romske zgodovine in kulture zelo pomembno. Za razumevanje celotnega spektra diplomske naloge pa ne morem mimo osnovnih pojmov, ki so povezani s\nčlovekom v socialnem okolju. V zvezi s tem je potrebna opredelitev pojmov socialnega zaznavanja in socialne kognicije ter pojavov, ki vplivajo na socialno percepcijo. Ker pa na naše zaznavanje v veliki meri vplivajo tudi stereotipi in predsodki, je potrebno razumeti psihologijo stereotipov in predsodkov.\n"], "2": ["II. TEORETIČNI DEL", ""], "3": ["1 SOCIALNI PROCES PREDELAVE INFORMACIJ", "Ljudje vsak dan spoznavamo svet in različne stvari v njem na svoj lasten, edinstven način. Odvisni smo od nenehnega pretoka informacij in od tega kako te informacije sprejemamo in predelujemo.\nČlovekovo vedenje, dejanja, motivacija in kognicije določajo način sprejemanja in predelave informacij. Izpostavljeni smo nenehnim informacijam, ki izhajajo iz našega spomina in odnosov z drugimi ljudmi. Na osnovi sprejetih informacij iz okolja gradimo in ustvarjamo svet, v katerem živimo. Predelava informacij je subjektivna. Gre za zapleten sklop predstav, zaznav, pričakovanj, prepričanj … Ljudje ne živimo zgolj v fizičnem svetu, vendar v svetu, ki je subjektivno ”predelan”. V takšnem svetu prepoznamo samega sebe in drug drugega ter stvari okoli nas.\n»Predelava informacij zajema vse dejavnosti predelave informacij v človekovem duševnem aparatu: pridobivanje, izbira, transformacija, organiziranje informacij. Predvsem pa so pomembni procesi reprezentacije dejanskosti v mentalnih podobah in osvajanje znanja vseh vrst.« (Nastran Ule, 2000, str. 70)\nV procesu predelave informacij sodeluje veliko duševnih sposobnosti, kot so zaznavanje, spomin, miselna razdelava, jezik in druge. Le te so povezane in medsebojno sodelujejo. Posledica medsebojnega sodelovanja teh sposobnosti pa je znanje. Znanje je najvišji kognitivni rezultat pri ljudeh in nam omogoča, da razumemo svoje okolje, se mu prilagodimo ter nanj vplivamo. Dejavniki, ki upravljajo s procesom predelave informacij v kognitivni strukturi posameznika, so zelo pomembni za vse ostale dejavnosti posameznika. (Nastran Ule, 2000, str. 70)\n"], "4": ["2 SPLOŠNO O ZAZNAVANJU", "»Proces sprejemanja, predelave in primarnega interpretiranja informacij imenujemo zaznavanje ali percepcija.« (Nastran Ule, 2000, str. 70)\nNa naše zaznavanje vplivajo naše izkušnje, naša pričakovanja ter pozornost na stvari, ki so nam v življenju pomembne, hkrati pa tudi vedenje, čustvovanje ter mišljenje ljudi okoli nas. Pri vsem tem pa preslikavamo svoje skrbi in svoje osebnostne značilnosti na zunanji svet.\nPri zaznavanju gre torej za interpretacijo naših vtisov. Tako kot je edinstven posameznik, so edinstvene tudi naše zaznave. Med enim in drugim posameznikom so ravno zato prisotne razlike v zaznavanju in interpretaciji. Na primer dva posameznika lahko opazujeta isto situacijo in si jo razlagata popolnoma drugače. Do tega pride zato, ker sta njuni zaznavi različni.\nV diplomski nalogi je moje osnovno zanimanje predvsem zaznavanje drugih ali natančneje, zaznavanje Romov. V nadaljevanju sem se osredotočila na socialno zaznavanje in pojave, ki vplivajo nanj.\n"], "5": ["3 SOCIALNO ZAZNAVANJE IN SOCIALNA KOGNICIJA", "Socialno zaznavanje oziroma percepcija je zaznavanje drugih oseb, socialnih situacij, v katerih se znajdemo ter zaznavanje samega sebe – samozaznavanje. Gre torej za interakcijski proces, saj s tem, ko nekoga spoznavamo oziroma zaznavamo, tudi on zaznava nas, kar prav tako vpliva na naše nadaljnje zaznavanje.\n»Pojem socialne kognicije zajema celotni proces mentalne predelave informacij, od zaznavanja, ocenjevanja in vrednotenja informacij do uskladiščenja znanja (spomina).« (Nastran Ule, 2000, str. 76)\nPri socialni kogniciji torej gre zato, da presojamo, ocenjujemo ljudi okoli sebe, nas same in okolje v katerem živimo na osnovi znanja, ki smo si ga pridobili. Pri tem pa kot objekti nastopajo posameznik sam ali druga oseba, imaginarna oseba, skupine in medosebni odnosi.\nKadar zaznavamo druge, s tem mislimo o njih, o njihovih značilnostih, notranjih stanjih ter jih spoznavamo. Pri zaznavanju oseb in socialnih situacijah ne gre zgolj za vlogo čutil, temveč za presojanje ter ocenjevanje ljudi in situacij. Nastran Ule (2000, str. 77) ravno zato pravi, da lahko bolj govorimo o kogniciji oseb, kot o zaznavanju, saj nas pri tem zanimajo notranja stanja oseb in njihove osebnostne lastnosti.\n"], "6": ["3.1 POJAVI, KI VPLIVAJO NA SOCIALNO ZAZNAVANJE OZIROMA  PERCEPCIJO", ""], "7": ["3.1.1 Prvi vtis v socialni percepciji", "Od česa je odvisno zaznavanje drugih? Poleg značilnosti samih oseb, so zelo pomembne tudi situacije, v katerih se ljudje znajdemo.\nAreh (2003, str. 218; po Fiske, 1993), navaja štiri osnovne principe, na osnovi katerih izoblikujemo predstave o ljudeh, in sicer:\n1. Vedenje je odvisno od tega, kako zaznamo druge osebe, in od tega kdo in  kakšni so v resnici. 2. Želje in cilji določajo, koliko in katere informacije o drugi osebi so  pomembne. 3. Druge presojamo na osnovi vedenja, ki ga pričakujemo od njih. 4. Kako vidimo druge in kako se vedemo, je odvisno od zaznavanja samega  sebe.\nNaše zaznavanje drugih je torej odvisno od teh štirih dejavnikov, s pomočjo katerih si oblikujemo prvi vtis o osebi. Ob prvem stiku z osebo sicer ne dobimo vseh podrobnih informacij o osebi sami, vendar si kljub pomanjkljivim informacijam ustvarimo predstavo o osebi. Ta izoblikovana predstava vpliva na nas pri nadaljnjih srečanjih z osebo. Na primer, če nam je neka oseba ob prvem stiku nesimpatična, bomo ta vtis ”imeli v glavi” vsakokrat, ko bomo ponovno stopili v stik z njo. Le stežka se bomo otresli negativnega mišljenja o njej in kar je še najslabše, bomo pri tem vtisu najverjetneje vztrajali in posledično s tem težili k iskanju informacij, ki bodo prvi vtis o osebi potrjevale.\nA ni nujno, da to vsakokrat drži. Velikokrat skušamo gledati na ljudi okoli sebe na drugačen, nov način. Lahko nas oseba, s katero imamo pozitivne izkušnje že od začetka srečanja, preseneti ali razočara. Takšno osebo začnemo gledati na drugačen način, spremenimo svoje mnenje o njej in se spominjamo stvari, ki se jih prej nismo mogli ali nismo hoteli spominjati.\nPomembno vlogo pri zaznavanju oseb ima tudi videz ali natančneje oblačila. Glede nato, kako je oseba oblečena, določamo status, poklic, pripadnost, spol pa tudi avtoriteto. (Areh, 2003, str. 219)\n"], "8": ["3.1.2 Socialna kategorizacija – »predalčkanje ljudi«", "Socialna kategorizacija je pomembna, ker je svet kompleksen prostor in bi ga brez nje težko razumeli. Svet si moramo na nek način poenostaviti in urediti. S pomočjo kategoriziranja ljudi in predmetov si bolje zapolnimo lastnosti ljudi oziroma se v življenju bolje znajdemo. Za turista, ki bi želel obiskati eno od znamenitosti v tujem mestu, je zelo koristno, če je sposoben prepoznati določene skupine ljudi (na primer policista, domačina), ki ga lahko vpraša za smer.\n»Socialna kategorizacija je spontan, najpogosteje nezaveden proces, s katerim razvrščamo osebe v kategorije.« (Areh, 2003, str. 219)\nPodzavestno ”predalčkamo” ljudi glede na lastnosti, ki so jim skupne. Osebe razvrščamo v skupine glede na raso, izobrazbo, poklic, premoženje, spol … Kategoriziranje oseb je zelo koristno, saj si tako lažje in za dalj časa zapomnimo lastnosti drugih oseb. Vendar pa predalčkanje oseb lahko kar hitro povzroči, da določeni osebi pripišemo lastnosti, ki ne veljajo zanj ali zanjo in si o osebi ustvarimo ”napačno sliko”. (Areh, 2003, str. 219 – 220) Ker je socialna kategorizacija močno povezana tudi s predsodki sem na tem mestu omenila zgolj razlago pojma in osnovne značilnosti socialnega kategoriziranja. Več o socialni kategorizaciji bom napisala v poglavju o predsodkih.\nSlika1: Socialna kategorizacija\n"], "9": ["3.1.3 Zunanja privlačnost", "Na zaznavanje drugih bistveno vpliva zunanja privlačnost. Kljub temu, da večkrat trdimo, da zunanja privlačnost ni toliko pomembna, kot tisto kar je ”v nas”, ne moremo mimo dejstva, da večina od nas presoja ljudi in stvari ravno na podlagi zunanje lepote. Kupimo izdelke, zaradi privlačne osebe v reklamnem oglasu ali pa, ker nam je všeč embalaža …\nPrivlačne osebe lažje prepričajo ljudi o nakupu izdelka. Oglaševalske agencije se tega še kako dobro zavedajo, zato skušajo čim bolj uspešno predstaviti in prodati izdelke naročnikov reklamnih oglasov.\n»Privlačnim pripisujemo večjo inteligentnost, boljše sposobnosti, večjo komunikativnost in spretnost v medosebnih odnosih, samozavest, uspešnost, srečo …« (Areh, 2003, str. 221)\nA ni vedno tako. Po navadi pripisujemo privlačnim osebam bolj pozitivne lastnosti in kot posledica tega takšne osebe tudi razvijejo bolj pozitivno samopodobo, kar se kaže v interakciji z drugimi ljudmi. Torej, morda je že res, da so privlačne osebe manj osamljene in bolj samozavestne, ni pa nujno, da so tudi bolj inteligentne ali sposobne.\nPrivlačnost osebe lahko vpliva tudi na njene osebnostne lastnosti, saj se do privlačnih ljudi vedemo v skladu s pričakovanji privlačne osebe. Areh (2003, str. 221 – 222) navaja primer plavolask. Stereotipnih šal na račun plavolask je veliko. Ženske s svetlimi lasmi so po mnenju mnogih bolj privlačne. Videti so nežnejše, šibkejše in bolj občutljive. Moški so do njih zato bolj popustljivi, ustrežljivi in manj zahtevni. Svetlolase ženske si zlahka pridobijo partnerja, ki jih razvaja. Posledica takšnega vedenja do njih lahko vzpostavi miselnost, da lahko v življenju dobijo vse na preprost način, samo z lepim videzom. Vse navedeno pa vpliva na to, da jih ne zanima izobrazba, niso samostojne in so vedno odvisne od moških.\n"], "10": ["3.1.4 Implicitna teorija osebnosti", "V interakciji z drugimi ljudmi in z opazovanjem njihovih zunanjih značilnosti ljudem pripišemo določene lastnosti. Torej predpostavimo njihovo mišljenje, vedenje, način življenja, osebnostne lastnosti in pri tem postavimo teorijo (kognitivno shemo) o vsaki osebi. Ustvarjena teorija o drugih ljudeh, njihovih osebnih lastnostih, njihovem vedenju, ki si jo ustvarimo na osnovi svojih izkušenj in socialnega učenja imenujemo implicitna teorija osebnosti. Gre za podoben postopek kot pri socialni kategorizaciji, vendar pa tu ne gre za ”predalčkanje ljudi”. Pri implicitni teoriji osebnosti gre za to, da si ustvarimo teorijo o tem, kaj oseba počne v življenju, s kom se druži, kako živi.\n»Implicitne teorije osebnosti so kognitivne sheme, ki nam omogočajo, da se znajdemo v socialnem okolju in lažje organiziramo zaznave, spomine in védenje o drugih.« (Areh, 2003, str. 222)\nImplicitne teorije osebnosti se ustvarijo na podlagi ključnih lastnosti osebe. Osebo, ki jo ocenjujemo pa prepoznamo ravno po teh lastnostih. V različnih kulturah pozitivno vrednotimo različne značilnosti in lastnosti. Tako je na primer v kitajski kulturi pomembna pripravljenost na sodelovanje z ljudmi, vestnost in obvladovanje čustev. Pri pripadnikih zahodne kulture pa cenijo prijaznost, emocialno stabilnost itd.\nNaše predstave oziroma naše teorije o ljudeh so lahko popolnoma napačne. Ljudje imamo tako pozitivne kot tudi negativne lastnosti. Vendar si zaradi lažje predstave o drugih to poenostavimo tako, da v naši predstavi prevlada bodisi pozitivna ali pa negativna predstava o nekom. Ravno zaradi svoje poenostavljene predstave lahko osebe napačno ocenimo. (Nastran Ule, 2000, str. 85)\nLep primer, kako lahko nekoga napačno ocenimo, je John Wayne Gracy, serijski morilec, ki so ga iskali več let. Gracy je bil ločen moški srednjih let, ki je živel v mirni soseski in bil zelo uspešen podjetnik. V svoji soseski je bil zelo priljubljen. V prostem času je prostovoljno zabaval otroke v bolnišnici. Ker so ga sosedi imeli radi in ga spoštovali ni nihče posumil, da je morilec. Ubil je 33 dečkov in jih zakopal v svojem vrtu. (Areh, 2003, str. 222 – 223)\n"], "11": ["3.1.5 Socialna atribucija", "Ljudje skušamo dogodke povezovati. S procesom socialne atribucije oziroma pripisovanja vzrokov skušamo razložiti lastno vedenje in vedenje drugih ljudi. Atribucije so torej vzroki ali razlogi, ki jih pripišemo dogodkom in ljudem, da bi jih lažje osmislili. Na primer: če vidimo debelega človeka, predvidevamo, da je takšen, ker veliko jé. Pri tem pa so lahko naše samorazlage tudi napačne. Te napake imenujemo atribucijske napake. Ena najpomembnejših atribucijskih napak je osnovna atribucijska napaka.\n»Osnovna atribucijska napaka nastaja zaradi težnje, da si vedenje drugih razlagamo kot posledico njihovih notranjih, osebnostnih značilnosti. Značilno je, da ne glede na medkulturne razlike, zanemarjamo vpliv zunanjih, situacijskih, neosebnih dejavnikov.« (Areh, 2003, str. 223)\nKo opazujemo osebo pri nekem vedenju, smo osredotočeni zgolj na osebo samo in ne na okoliščine, ki so privedle osebo do takega vedenja. Vendar pa to velja zgolj za ljudi, ki jih ne poznamo oziroma so za nas manj pomembni ali celo nepomembni. Kadar gre za vprašanje ljudi, ki so nam blizu, naše prijatelje se takšnih razlag vedenja izogibamo. Če naša dobra prijateljica zamuja na kavo, razmišljamo o tem, kaj jo je zadržalo. Če bi jo zaradi zamujanja takoj ocenili kot neodgovorno, bi to lahko privedlo do krhanja v odnosu s prijateljico. Ko gre za ocenjevanje oziroma pojasnjevanje lastnega vedenja svoje vedenje razlagamo na podlagi zunanjih dejavnikov. Voznik, ki prevozi rdečo luč, bo rekel, da zamuja v službo in svojega dejanja ne bo ocenil kot neodgovornega. Atribucijska napaka omogoča tudi olepševanje samopodobe. Lastno vrednost nezavedno zvišujemo s tem, ko negativno ocenjujemo druge. Če smo uspešni, zasluge gredo nam samih, neuspeh pa je posledica napak drugih ljudi. Do pojavljanja atribucijske napake pride preprosto zato, ker o vedenju drugih vemo zgolj tisto, kar vidimo. Lastno vedenje pa nam je bolj znano, kar posledično vpliva na to, da pri razlagi le tega upoštevamo tudi zunanje dejavnike. (Areh, 2003, str. 223 – 224)\n"], "12": ["4 PSIHOLOGIJA STEREOTIPOV IN PREDSODKOV", "Med pojavi, ki vplivajo na socialno zaznavanje oziroma percepcijo, so tudi predsodki in stereotipi. Ker menim, da so ravno predsodki in stereotipi ključnega pomena za izvedeno raziskavo v moji diplomski nalogi, sem v nadaljevanju podrobneje preučila značilnosti predsodkov in stereotipov ter njihov vpliv na obnašanje.\n"], "13": ["4.1 STEREOTIPI", ""], "14": ["4.1.1 Opredelitev pojma stereotip", "V Leksikonu Sova je pojem stereotip opisan takole:\nSTEREOTIP sociologija: je posplošena sodba o ljudeh ali stvareh, ki nastane na podlagi pogosto ponavljajočih se vzorcev vedenja; tudi ustaljen vzorec obnašanja. (Leksikon Sova, 2006, str. 1055)\nLippman (po Ule, 2000, str. 156) je, v knjigi Javno mnenje (Public Opinion) leta 1922, uvedel pojem stereotipa v socialno psihologijo z naslednjimi besedami:\n»Večino stvari najprej definiramo in šele potem vidimo. V zmedi zunanjega sveta opazimo samo tisto, kar je za nas naša kultura že definirala, in težimo k temu, da vse gledamo, vidimo v stereotipnih oblikah svoje kulture«.\nStereotipi so povezani s socialnim kategoriziranjem oziroma ”predalčkanjem” ljudi. Stereotipi ne ustrezajo stvarnosti, ampak poudarijo tipične in za nas pomembne poteze posameznikov, ki pa ne veljajo enako za vse posameznike, ki jih tako kategoriziramo. Posamezniku pripisujemo določene lastnosti samo zato, ker pripada določeni skupini in ne na osnovi njegovih individualnih lastnosti. ”Savinjčani so skopušni”, ”cigani kradejo”, ”ženske bolj so čustvene, kot moški” (in še bi lahko naštevala), so stereotipna prepričanja. S takšnimi prepričanji poenostavimo, posplošimo in hkrati neutemeljeno obsodimo vse\nRome na tatove, vse ženske na čustvene razvaline in vse Savinjčane na skopuhe. Ko pripisujemo lastnosti posameznikom na osnovi njihove skupinske pripadnosti vodi to do napak v pripisovanju.\nNastran Ule (2000, str. 157) navaja dve tipični napaki v pripisovanju:\nZaradi ocenjevanja oseb na osnovi skupinske pripadnosti, osebe  obravnavamo tako, da so bolj podobni svojim članom skupine in bolj različni  od članov drugih skupin, kot so v resnici.  Zaznavanje skupin je diskriminatorno in pristransko. Prepričani smo, da je  skupina, kateri pripadamo boljša od drugih skupin.\n"], "15": ["4.1.2 Etnični stereotipi", "»Etnični stereotipi so poenostavljene in neutemeljene sodbe o narodih ali nacionalnih skupinah oziroma pripadniki teh skupin« (M. Gnezda, S. Mlakar, M. Trobič, 2006, str. 123). Do etničnih stereotipov pride, zaradi posploševanja značilnosti in lastnosti (lahko so deloma točne) za cel narod. Takšne stereotipe najdemo v vsakdanjem govoru.\nLeta 1939, sta raziskovalca D. Katz in W. Braly, izvedla prvo pomembnejšo raziskavo etničnih stereotipov, katere namen je bil, ugotoviti povezavo med stereotipi in predsodki.\nPodobno raziskavo sta štirinajst let kasneje izvedla ameriška raziskovalca Buchanan in Cantril. Rezultati njune raziskave so pokazali, da so lastnemu narodu udeleženci dajali večinoma pozitivne ocene. Stereotipe o lastnem narodu ali skupini sta imenovala avtostereotipi.\nHeterostereotipi, ki so stereotipi do drugih narodov in skupin, so ravno v obratnem odnosu do avtostereotipov. Bolj kot nam je drug narod podoben, tem bolj pozitivno ga ocenjujemo in obratno. (Nastran Ule, 2000, str. 158)\n"], "16": ["4.1.3 Vpliv stereotipov na obnašanje", "Če je nekdo prepričan, da »cigani kradejo«, potem jih bo tako tudi zaznal in se ob zaznavi, interakciji z Romom v skladu z zaznavo obnašal. Stereotipi delujejo na oblikovanje vtisa o osebah, ki so objekt stereotipov.\nTajfel (po Ule, 2000, str. 161) je, leta 1981, identificiral nekaj osnovnih funkcij socialnih stereotipov:\nKognitivna funkcija stereotipov: stereotipi vplivajo na tipizacijo in  poenostavljanje predstave o svetu.  Motivacijska funkcija stereotipov: stereotipi vplivajo na ohranjanje in  reprezentiranje pomembnih socialnih vrednot.  Normativna funkcija stereotipov: stereotipi pomagajo ustvarjati in  ohranjati skupinske norme prepričanja.  Razlagalna funkcija stereotipov: stereotipi predstavljajo sistem razlag  socialnih dogodkov in skupinskih aktivnosti.  Razlikovalna funkcija stereotipov: ohranjanje pozitivne medskupinske  razlike v korist lastne skupine.\nStereotipi so popačene predstave, ki ne upoštevajo dejstva, da je vsak posameznik individuum. So odporni na spremembe in se spreminjajo le, če pride do sprememb v med skupinskem odnosu. Odražajo se v družbenih predsodkih, zato lahko rečemo, da so predstopnja predsodkov.\nStrinjam se z naslednjo izjavo, ki po moje najbolje pojasnjuje pojem stereotipov. »Stereotipi so sodbe o vseh, ki ne veljajo za nikogar.« (Ule, 2004).\n"], "17": ["4.2 PREDSODKI", "»Kakšni žalostni časi,  ko je lažje razbiti atom kot predsodek«.  Albert Einstein  (Vir: Modre misli, 2006, str. 222)\n"], "18": ["4.2.1 Opredelitev pojma predsodek", "»V socialni psihologiji predsodek pogosto definiramo kot vrsto stališč, ki niso upravičena, argumentirana in preverjena, a jih spremljajo intenzivne emocije in so odporna na spremembe.« (Rot, 1972; po Ule, 2000, str. 163).\nOsnovani so na nepreverjenih in posplošenih zasnovah in ravno zaradi tega v nasprotju z realnimi dejstvi. Predsodki so stalni, težko jih spreminjamo in so zasnovani na čustvih. So lahko negativni pa tudi pozitivni, vendar običajno govorimo o negativnih predsodkih. Predsodki so vpeti v naš vsakdanji svet in jih izražamo skozi vsakdanji govor, kot tudi skozi različnih fraz in šal. Največkrat so predsodki usmerjeni v neko ciljno skupino in ne v posameznika. Izražajo se v nespoštljivem odnosu do drugačnih; na primer do pripadnikov drugih narodov, ras, kultur, homoseksualcev, ljudi z drugačnim načinom življenja … Največ predsodkov med ljudmi sprožajo ravno te razlike.\nVzrok za nastanek predsodkov je predvsem strah, strah pred uničenjem vrednot in norm sveta v katerem živimo. Nagnjenost predsodkov je odvisna od osebnostnih značilnosti posameznika. Ne moremo mimo dejstva, da imamo vsi predsodke, razlikujejo pa se po obvladovanju, vrsti in njihovi intenziteti. (Areh, 2003, str. 225 – 226)\n"], "19": ["4.2.2 Vpliv predsodkov na obnašanje", "Kot sem že omenila, ima vsak od nas predsodke, vendar to še ne pomeni, da jih bomo vnesli tudi v svoja obnašanja.\nAllport (Nastran Ule, 2000, str. 183) razlikuje, pet stopenj izražanja predsodkov v vedenju posameznika ali skupin:\nObrekovanje je izraz določenih antipatij v odnosu do drugih skupin. Šale in  vici so taka oblika izražanja predsodkov na navidezno družbeno sprejemljiv  način.  Izogibanje se izraža v ustvarjanju socialne distance do pripadnikov drugih  skupin, do katerih imamo predsodke. Socialna distanca je izraz potrebe po  izogibanju medosebnim odnosom oziroma intimnejšim stikom z drugimi.  Diskriminacija je že neposredno usmerjena proti pripadnikom drugih  skupin. Kaže se v preprečevanju dostopa ogroženih skupin do nekih občih  dobrin, na primer neenake možnosti šolanja, zaposlovanja, bivanja, oziroma  v kratenju njihovih osnovnih državljanskih svoboščin in pravic, ki jih ima na  razpolago dominantna skupina.  Nasilje predpostavlja tisto stopnjo izražanja predsodkov, kjer je ogrožena  fizična integriteta posameznikov oziroma onemogočeno normalno življenje  ogroženih manjšinskih skupin (prepoved vstopa v različne javne institucije,  fizični napadi …)  Genocid se kaže v iztrebljanju, fizičnem preganjanju celih skupin, manjšin,  narodov.\nNaj na tem mestu še pojasnim pojem diskriminacija. Predvsem zato, ker prihaja večkrat do zamenjave pojmov predsodek in diskriminacija.\n»Predsodek je stališče, skupek prepričanj, na primer o nekem posamezniku, ki so utemeljena samo na osnovi njegove pripadnosti določeni (stigmatizirani) skupini. Diskriminacija je posebno obnašanje do oseb oziroma različna obravnava oseb zaradi njihovih posebnosti, ki so označene kot drugačne, in\nzaradi njihove pripadnosti »zaznamovanih« skupinam.« (Nastran Ule, 2000, str. 184)\nPosameznik, ki je diskriminiran, se pogosto počuti manjvrednega v primerjavi z dominantno skupino. Zaradi hude diskriminacije lahko postanejo sami sebi sovražni.\nNaslednji primer lepo ponazarja to.\nŽrtve diskriminacije pogosto razvijejo samoponižujoče vzorce obnašanja. Hornerjeva (Nastran Ule, 2000, str.185) je primer leta 1972, ugotovila, da se ženske bojijo dosegati uspehe, ker pričakujejo negativne posledice svojega uspeha, posebej še, če uspejo na področjih, ki so tradicionalno rezervirana za moške.\nPredsodki delujejo kot neke vrste pričakovanje, kar pomeni, da se žrtev diskriminacije pogosto začne obnašati v skladu s predsodkom, ki ga ima nekdo o njej. To imenujemo tudi samoizpolnjujoče se napovedi.\nTa fenomen lahko razložimo tudi s pomočjo stigmatizacije.\n»Stigma označuje takšno posameznikovo lastnost, ki ga loči od večine v skupnosti, tako da ima večina in tudi on sam to lastnost za odklonilno, deviantno.« (Goffman, 1986, po Nastran Ule, 2000, str. 186)\nPredsodki povzročajo konflikte tako med posamezniki kot tudi skupinami, kar povzroča resen družbeni problem. Težko je spremeniti predsodek, ki pomaga posamezniku zatreti strah pred uničenjem vrednot, norm sveta v katerem živi. Predsodki so tako trdovratni, da jih je tudi s pomočjo različnih strategij spreminjanja, težko ali bolje rečeno nemogoče popolnoma odstraniti iz naših življenj. Vendar pa nam ta misel ne sme vzeti poguma. Če si posameznik prizna, da ima predsodke in je pripravljen spremeniti svoj način razmišljanja, smo že na pol poti.\n"], "20": ["4.2.3 Socialna kategorizacija in predsodki", "Kategorizacija objektov vpliva na oblikovanje predsodkov. Lahko rečemo, da so predsodki procesi socialne kategorizacije, kjer ljudje informacije o socialnih stanjih stvari sprejmemo in predelamo tako, da poudarimo njihove določene značilnosti ter jih posplošimo v stereotipne predstave in sodbe. Kategorizacija ni vzrok predsodkov, ampak le povod zanje.\nS pomočjo socialnega kategoriziranja si izoblikujemo manjše število lahko preglednih tipov ljudi in skupin. Oseba, ki socialno kategorizira ljudi, tako posameznika v svojih očeh ”tipizira” oziroma mu ”nadene etiketo”.\nMed najpomembnejše učinke, ki močno vplivajo na zaznavanje skupin, stališč in vedenje članov skupin, sodijo: (Nastran Ule, 2000, str. 170)\nPoudarjanje razlik med socialnimi skupinami, katere označujejo določene  socialne kategorije.  Zmanjšanje razlik med člani, ki pripadajo isti skupini, ki so označeni s  kakšno relevantno socialno kategorijo.\n»Raziskave delovanja socialne kategorizacije so pokazale, da že povsem umetne delitve poskusnih oseb na dve skupini, sprožajo pri poskusnih osebah poudarjanje razlik med skupinama in zmanjševanje razlik med člani obeh skupin.« (po Tajfel, Wilkes, 1963; Nastran Ule, 2000, str. 170)\nKadar se v istem socialnem prostoru medsebojno križa več različnih socialnih kategorizacij pride pogosto do zmanjšanja učinkov diferenciacije in asimilacije razlik. Posledično s tem pa lahko pride do medsebojnega izravnavanja predsodkov in zmanjšanje njihovih moči.\nBrown (Nastran Ule, 2000, str.171) ponazarja zmanjšanja učinkov diferenciacije in asimilacije razlik takole:\n"], "21": ["5 ROMI", "»Devlesa araklam tume«  » Bog je uredil, da sem te našel«  Romski pregovor  (Vir: Brizani-Traja, 2000, str. 86)\n"], "22": ["5.1 POGLED V ZGODOVINO", ""], "23": ["5.1.1 O izvoru Romov", "Zgodovino, kulturo in način življenja Romov, skoraj nikoli niso preučevali Romi sami. Njihov izvor in naselitev, so Romi dolgo časa ohranjali le skozi legende, mite in ustna izročila, kjer so ohranjeni sledovi njihovega indijskega izvora.\nPri odkrivanju romske preteklosti, moramo upoštevati različne znanstvene poglede, iz katerih je razvidno, da se Romi omenjajo v zgodbah, pesmih, pregovorih, izrekih in verovanjih številnih narodov sveta.\nPomembno vlogo imajo tudi pisni viri. Prvi pisni viri Romov, v Evropi, segajo v leto 1068. Besedilo Sv. Žora Antonskega, je bilo spisano, v samostanu Iviron na gori Atos v Grčiji. V tem besedilu se govori o Adsinkanih. Iz besede Adsinkan, naj bi bila izpeljana beseda Cigan, zato mnogi znanstveniki menijo, da to besedilo obravnava romsko ljudstvo. Pisne omembe Romov so se začela pojavljati tudi v kronikah in spisih, od 15. stoletja naprej, pa v popisih prebivalstva. Romi so omenjeni tudi v zakonskih uredbah oblasti, objavah in deklaracijah ter sodnih spisih, v katerih se nakazuje, da so Romi v številnih evropskih državah bili preganjani. Mnoge objave so Rome predstavljale kot berače, vrače, prevarante, lopove in kriminalce.\nMnogo je različnih avtorjev in njihovih lingvističnih ter antropoloških raziskav, ki jih je zanimala pradomovina Romov.\nNa tem mestu naj omenim le nekaj najzanimivejših:\nEden izmed začetnikov, ki so raziskovali življenje Romov, je bil Bonaventura  Vulkanijsum, profesor grščine v Leidenu.  Mihael Jan de Goje (1863 – 1909) je trdil, da so Romi potomci Džatov. Džati  so v Indiji velika nomadska kasta, medtem ko so v Pakistanu znani kot  kmetje in živinorejci. V Afganistanu se to ime uporablja za označevanje  šestih romskih skupin, oziroma ime, ki pogojno ustreza evropskima  nazivoma Gypsies in Cigani.  Raziskovalec iz Pakistana, Kuršid A. Kan, je menil, da je romski jezik v  najbližjem sorodstvu z marvarskim jezikom, ki ga govorijo v Radžastanu.  Znani nemški antropolog, Johan Friederich Blumenbah, je trdil, da je lobanja  Romov najbolj podobna koščati glavi egiptovske mumije.  Vajsbah, je raziskoval fizične lastnosti Romov in prišel do sklepa: če bi  opazovali samo s prostim očesom, bi bili Romi, glede na obliko lobanje,  mnogo bližje Egipčanom, kakor pa visokoglavim Indijcem.  Isidor Kopernicki je na osnovi primerjalnih raziskav sklepal, da je med Romi  in Indijci nedvomno sorodstvo, dodal pa je, da se glava Romov le malo  razlikuje od siceršnjega indijskega tipa.  Ežen Pitard, profesor antropologije, je opravil zelo izčrpne raziskave, na  osnovi, katerih je prišel do zaključka, da so Romi dolihocefalnega tipa, torej  da so kot etnična skupina indijskega izvora.\nMed raziskovalci, je bil, tudi svetovno znan lingvist slovenskega porekla Franc Miklošič. Utrjeval je znanje o Romih in raziskoval njihov odhod iz Indije. Miklošičeva dela, ki jih je objavila Dunajska Akademija za Znanost, v letih od 1872 do 1881, zavzemajo osrednje mesto v literaturi o Romih. V rezultatih svojih raziskav, je Miklošič prišel do sklepa, da je treba romski jezik uvrstiti v severozahodno Indijo, v indijski Kavkaz, da torej pripada skupini dardu jezikov. Matična dežela Romov naj bi po njegovem mnenju bila severozahodna Indija.\nKljub različnim interpretacijam je večina avtorjev enotna v domnevi, da so Romi prišli iz Indije. Še vedno pa ne vemo, kje natančno v Indiji so bili Romi nastanjeni in zakaj so Indijo zapustili. Po mnenju mnogih raziskovalcev so se v devetem stoletju Romi začeli izsiljevati, zaradi osvajalnih vojn v Indijo. Ravno v tem obdobju so opažene največje selitve teh indijskih nomadskih skupin. In prav tu se je začela njihova večstoletna selitvena pot. Stalno preseljevanje z vzhoda proti zahodu, je posledica njihovega nomadskega načina življenja ter nenehno preganjanje Romov, zaradi katerega se nikjer niso morali ustaliti. Posledica tega je, da Romi še danes na eni strani ohranjajo svoj tradicionalni način življenja in hkrati se prilagajajo razmeram na območjih, v katerih se naseljujejo. Kot pravi Brizani-Traja (2000, str. 6 - 9), živijo v dvojni socialno-kulturni stvarnosti.\n"], "24": ["5.1.2 Romi ali cigani", "Pri Romih naziv cigan pomeni hudo žalitev za človeka, ki še ni povsem našel svojega mesta. Je sinonim za glasbenika in brezskrbno svobodno življenje. Besede cigan ni v romskem jeziku. To kaže na to, da so jih tako poimenovali\ndrugi. Tako so imenovali indijske nomadske skupine, ki so prihajale na evropska tla. Beseda cigan naj bi izhajala iz grškega izraza Atsinganos, ki pomeni nedotakljiv. Tako se je imenovala tudi frizijska verska sekta, ki se je ukvarjala z magijo. V nekaterih državah so Rome poimenovali tudi Egipčani, Egiptarji, Jedjupi, ker so le ti sami navajali, da prihajajo iz Egipta. Do tega je po vsej verjetnosti prišlo, ker so Romi iz pradomovine potovali v različnih smereh in časovnih razmikih.\nBeseda Rom se je začela uporabljati v novejšem času. Sama beseda izhaja iz romskega jezika. Rom pomeni človek, človek v plemenitem pomenu besede. (Klopčič, 2007, str. 33 - 35; Šiftar, 1970, str. 9 – 10)\n»Nekateri menijo, da je beseda Rom sorodna s sanskrtsko besedo »doma«, kar pomeni v starem indijskem jeziku ljudje, ki se ukvarjajo s petjem in glasbo.« (Vanek Šiftar, 1970, str. 9)\nV literaturi sem zasledila še veliko napisanega o izvoru in pomenu besede cigan in Rom, vendar sem se zaradi lažjega razumevanja osredotočila le na osnovne razlage.\n"], "25": ["5.2 ROMI V EVROPI", ""], "26": ["5.2.1 Zgodovinski oris", "Začetki preseljevanja Romov segajo v obdobje okoli 10. stoletja. Najrazličnejši pisni viri o prihodu in naselitvi Romov v Evropi, pa v 14. in 15. stoletje. V Nemčijo naj bi prišli leta 1407, v Francijo leta 1419, v Italijo 1422, v Španijo leta 1425 in v Rusijo leta 1501.\nV večjem številu so Romi prišli v Evropo med turškimi vdori, zato so bili preganjani in so jih obtoževali vohunstva. Nekateri Romi so res sodelovali s turško vojsko, za njo opravljali pomožna dela, nosili orožje in podobno. Zgodovinski viri navajajo, da so mnogi Romi živeli na najnižji stopnji družbene hierarhije, nekateri med njimi so bili tudi sužnji. Klopčič (2007, str. 28) navaja, da so Romi živeli v suženjstvu, na današnjem območju Romunije in Moldavije vse do leta 1856.\nFran Miklošič je na podlagi analiz romskega jezika predpostavil smeri selitve Romov. Po njegovih analizah naj bi Romi potovali prek Kabulistana, Irana in Armenije. Prek Frigije in Lakonije pa so prišli v bizansko cesarstvo. Del romskih skupin se je nastanilo v arabskih državah. Drugi pa so potovali skozi Sirijo v Egipt in severno Afriko, od tam skozi Gibraltarsko ožino v Evropo.\nDokaz, da so Romi dolgo ostali v Armeniji so številne armenske besede, ki jih še danes najdemo v romskem jeziku. V Grčiji pa so se pojavila barakarska naselja in nekateri avtorji menijo, da je grški otok Krf (Corfu) prvo ozemlje, kamor so prišli Romi v začetku 14. stoletja.\nVendar je veliko raziskovalcev romske skupnosti, ki ne verjame, da so Romi prišli v srednjo Evropo neposredno iz Indije. Eden izmed takšnih je raziskovalec Kenrick, ki je mnenja, da so indijski migranti prišli iz različnih plemen, kot so Sotti in Sinti. Ti so se poročali in tako pomešali v Perziji ter ustanovili ljudstvo z\nimenom Dom ali Rom. Po njegovem mnenju so današnji Romi njihovi potomci. Lakota, vdori Arabcev ali mongolskih Hunov in vojne so jih prisilile, da jih je veliko zapuščalo ozemlja z upanjem na boljše življenje. Te romske skupine so prečkale Bospor in nazadnje prispele v Evropo.\nRomski način življenja je bil bistveno drugačen od življenja drugih evropskih ljudstev. Skupine Romov, ki so prihajale v Evropo, so domačim prebivalcem pripovedovale o svoji skrivnostni zgodovini in poreklu, kar je sprva domačine navdušilo. Sčasoma, ko se je ta skrivnost nekako razblinila, so jih imeli za osvajalce, prestopnike ali brezbožnike. (Brizani – Traja, 2000, str.10 – 11)\n»Naprodaj, odličen izbor ciganskih sužnjev na licitaciji pri samostanu sv. Elije dne 9.  maja 1852, sestavlja ga 18 moških, 10 dečkov, 7 žensk in 3 deklice, vsi v dobrem  stanju.«\n"], "27": ["5.3 KULTURA ROMOV", ""], "28": ["5.3.1 Poklici in umetniške veščine Romov v preteklosti", "Med Romi obstajajo razlike v družbenem statusu, načinu preživljanja, veri, jeziku. Med najpogostejšimi poklici Romov so (pre) prodaja konj, popravljanje dežnikov, brušenje nožev in rezil, godbeništvo, zabavljaštvo, kotlarstvo, izdelovanje uporabnih predmetov za kmečka opravila ipd. Ženske so se ukvarjale tudi s prerokovanjem ali pa so beračile po vaseh za hrano. Obdelovali so tudi kovino in les. Še posebej kovina ima že od nekdaj pomembno vlogo v njihovem življenju. Bili so prepričani, da so tovrstno obrt dobili od boga. Pravijo, da, če Rom priseže na uho sekire, ta prisega zagotovo drži. Cigansko kovaštvo je z razvojem nove tehnike propadlo. Romi so znani tudi kot odlični zabavljači in prav njihova glasba je tista, ki so jo Romi najbolj prevzemali od drugih, jo spreminjali in s tem prilagajali svojim značajem ter načinu življenja.\n»Romska glasba je po izvoru indijska, vendar se v njej prepletajo glasbene kulture mnogih dežel.« (Brizani - Traja, 2000, str. 30)\nGlasba je sestavni del duha romskega naroda. Kljub velikemu pomenu glasbe romskega naroda pa v romskem jeziku ni izraza za glasbo. Poznajo le termin za igranje (bašalipe) ter petje (gilabipe). Alboreas je tradicionalna romska glasba, mešanica različnih slogov, katero so igrali na porokah. Romi so plesali po kavarnah in v 19. stoletju se je pojavil ples flamenko.\n"], "29": ["5.3.2 Religija in Verovanje", "Romi imenujejo svojega boga Del ali Devel. To ime izhaja iz staroindijskega imena Deva, kar pomeni, nekdo, ki človeku kaj daje. Verjamejo, da človekovo usodo krojijo sojenice, ki jih imenujejo Urne ali Muti. Romi v zahodnoevropskih državah častijo zaščitnico Romov, Črno Saro ali Kali Saro. O njej pričata dve legendi. Po eni legendi, naj bi Kali Sara bila egipčanska sužnja svete Marije Salome in svete Marije Jakovljove, ki naj bi ju valovi v čolnu brez jader in vesel prinesli iz Svete dežele. Z njima pa je prišla tudi njuna temnopolta služkinja Sara. Po drugi legendi, pa naj bi bila Sara Rominja, ki je s svojim plemenom živela ob obali v Franciji, kjer sta se obe Mariji izkrcali. Po vodi, naj bi razgrnila svoje ogrinjalo, na katerem sta Mariji varno pripluli do obale in jima tako rešila življenje. Na tem mestu so kasneje zgradili romansko cerkev in prav tu se vsako leto zberejo Romi, da se poklonijo svoji zaščitnici. (Brizani-Traja, 2000, str. 21 – 22)\n- med bogatimi oblačili je viden le črni obraz, ko se pojavi pred cerkvijo\nVečina Romov sprejema veroizpoved večinskega prebivalstva, ohranjajo pa tudi svoja. Po navadi častijo praznike in običaje več ver, na primer pravoslavne in muslimanske. Romi so živeli prostorsko izolirani od drugega prebivalstva. Na območju Balkana so takšne gete imenovali ciganska mala ali mahala.\n"], "abstract": ["Posamezniku so za normalno življenje, razvoj in za oblikovanje njegove osebnosti nujno potrebni stiki z drugimi ljudmi. Eden od pomembnih procesov v socialnih položajih je zaznavanje ljudi okoli nas. Zaznavamo, kaj počno in si pri tem skušamo njihov pojav in vedenje razlagati. Z razlagami skušamo ugotoviti kaj od nas pričakujejo in kaj lahko sami pričakujemo od njih. Zelo pogosto pa se zgodi, da drugih ljudi ne zaznavamo in ne ocenjujemo dovolj natančno, kar posledično lahko privede do konfliktov. Zato je spoznavanje dejavnikov, ki vplivajo na socialno zaznavanje in razlago ključnega pomena, da se izognemo napakam in konfliktom. delu opredeljeni pojmi socialnega zaznavanja in socialne kognicije ter pojavi, ki vplivajo na socialno percepcijo. Med pojave, ki vplivajo na socialno zaznavanje, spadajo tudi stereotipi in predsodki. Ti imajo velikokrat odločilno vlogo pri zaznavanju drugih. Ravno zato so v diplomskem delu bolj podrobno predstavljene značilnosti stereotipov in predsodkov in njihov vpliv na obnašanje. Zajeta je tudi romska kultura, kratka zgodovina ter podobe Romov v medijih. V okviru diplomskega dela je bila izvedena raziskava, s pomočjo katere sem skušala ugotoviti, kako Slovenci sprejemamo Rome, kakšno je splošno mnenje o Romih, prepričanje in tolerantnost do Romov ter v kolikšni meri priznavamo predsodke do njih. Rezultati so pokazali, da je za preučevano populacijo značilna nizka raven tolerance do Romov. Poleg tega so priznavali, da imamo Slovenci negativna stališča njih. Podrobna analiza je bila opravljena glede na spol in starost, vendar do pomembnih razlik ni prihajalo."]}