{"1": ["1 UVOD", "Izdelava digitalnih modelov in upodobitev terena ter novih objektov v okolju je vse bolj priljubljena med uporabniki tovrstnih izdelkov. Upodobitve prostorskih podatkov postajajo vse bolj podrobne in se želijo čim bolj približati dejanskemu stanju v naravi in urbanem okolju. Zraven končne upodobitve, popolnejših digitalnih modelov in animacije imajo vse večji pomen kakovostni podatki, ki jih potrebujemo pri izdelavi upodobitev.\nNamen modeliranja reliefa je prikaz zemeljskega površja z vsemi geomorfološkimi značilnostmi. To običajno dosežemo s točkovnim ponazarjanjem površine in oblikovanjem teh opazovanj v digitalni model višin. Če digitalnemu modelu višin dodamo še podatke o geomorfologiji, značilnih točkah tal ali rabi tal, dobimo digitalni model reliefa. (Drobne, Podobnikar, 1999)\nPodatke za ponazarjanje zemeljskega površja običajno zajemajo s pomočjo geodetskih meritev na terenu, aerofotogrametričnih tehnik in lidarja. Strukturiranje digitalnih podatkov izvedemo s pomočjo razdelitve območja z mrežo trikotnikov ali kvadratov. Digitalni model reliefa lahko prikažemo na več načinov. Najbolj pogosta načina upodabljanja digitalnega modela reliefa sta karta z izolinijami (plastnicami ali izohipsami) ter izometrični model (3D, perspektivni model, model »leteče preproge«). (Drobne, Podobnikar, 1999)\nV diplomskem delu so sistematično obdelani javno dostopni digitalni kartografski podatki pedologije Slovenije. Zbrani so z namenom, da se prikaže možnost obstoječih podatkovnih virov za nadaljnje analize tal. Iz razpoložljivih virov je bil narejen GIS, ki v kombinaciji z ostalimi javno dostopnimi digitalnimi geografskimi podatkovnimi sloji tvori dober pripomoček za nadaljnje analize tal v Sloveniji. Predstavljena sta dva programa za preučevanje tal v Sloveniji, s katerima lahko natančno in objektivno ocenimo želeno površino tal.\n"], "2": ["2 PREGLED OBJAV IN LITERATURE", ""], "3": ["2.1 Kaj je geografski informacijski sistem", "Geografski informacijski sistem (v nadaljevanju GIS) zajema celotno strojno, programsko in podatkovno opremo. Omogoča nam analiziranje, prikazovanje in manipuliranje z geografskimi podatki. Zaradi velikega števila podatkov, ki jih vsebuje ta zemljevid, lažje dostopamo do informacij. Poimenujemo ga lahko »pameten zemljevid«. (What is GIS? Dostopno na: http://www.gis.com/content/what-gis, 10.9.2010)\n"], "4": ["2.2 Zgodovina razvoja GIS-a", "Osnove razvoja GIS-a segajo že v prazgodovino. Pred 15.500 leti so lovci v jamah risali poti živali, s čimer so postali uspešnejši pri lovu.\nLeta 1854 je v Londonu izbruhnila kolera. John Snow je narisal točke posameznih primerov, s katerih je kasneje lahko razbral vir bolezni. Ugotovil je, da se bolezen širi z vodo iz vodnjaka Broad Street. Po prenehanju uporabe tega vodnjaka je bolezen pojenjala.\nLeta 1962 je nastal prvi pravi računalniški GIS, ki so ga razvili Kanadčani. Imenoval se je CGIS (kanadski geografski informacijski sistem) .Razvil ga je Roger Tomlinson, uporabljal se je za shranjevanje, analiziranje in manipuliranje s parcelnimi podatki.\nLeta 1989 sta nastala prva komercialna proizvoda ESRI (angl. Environmental Systems Research Institute) in CARIS (angl. Computer Aided Resorce Information System). V \ntem letu je bil nameščen tudi prvi od 24-ih satelitov, ki jih najbolj uporablja sistem globalnega določanja položaja GPS.\nPo letu 1990 je z razvojem omrežja narasla potreba po splošni dostopnosti GIS-a. Zaradi tega so nastali standardi, ki omogočajo dostop do njih preko različnih brskalnikov (Google Maps, Bing Maps …). (Geographic information system. Dostopno na: http://en.wikipedia.org/wiki/Geographic_information_system, 10.9.2010)\n"], "5": ["2.3 GIS danes", "Večina sodobnih GIS-ov omogoča veliko različnih informacij, kar zelo navdihuje tiste, ki GIS uporabljajo. Okolje je narejeno tako, da lahko uporabnik določa:\n- način prikaza podatkov,\n- sloje,\n- barve,\n- velikost …\nZelo pomembno ločnico pri razvoju GIS-a predstavljajo globalni navigacijski satelitski sistemi (v nadaljevanju GNSS). GNSS je skupno ime za sisteme, ki s pomočjo satelitov določajo položaj kjerkoli na Zemlji s pomočjo koordinatnih točk. Poznamo več sistemov, najbolj poznani so:\n- ameriški GPS,\n- ruski GLONASS,\n- evropski Galileo in\n- kitajski Beidou (GNSS. Dostopno na: http://www.gu-signal.si/index.php,\nIGS in GNSS pridobljene koordinate pretvarjata v svoj koordinatni sistem in te podatke uporabita za določanje položaja. Na ta način delujejo vsi cestni, morski, zračni in drugi navigacijski sistemi. Ti sistemi znajo na zemljevidu določit:\n- lokacijo,\n- optimalno pot,\n- hitrost vožnje,\n- sled,\n- razdalje,\n- podatke o dogodkih, restavracijah …\nVsi najsodobnejši GIS-i so sestavljeni v trinivojski arhitekturni izvedbi. V današnjem času se pojavljajo:\n- namizni,\n- spletni,\n- mobilni GIS.\n"], "6": ["2.3.1 Namizni GIS", "Razviti so kot ločene aplikacije in zelo izgubljajo pomen. Težavno jih je integrirati v uporabniško okolje, postali so prezahtevni za razvoj in izboljšave. Primer namiznega GIS- a prikazuje slika 1. \nhttp://www.monroecounty.gov/gis-What_is_GIS.php, 10.9.2010)\n"], "7": ["2.3.2 Spletni GIS", "Spletni sistemi so dostopni preko brskalnikov, zato je dostop uporabnikom olajšan, saj ne potrbujejo nameščati nobene dodatne programske opreme. Pri spletnih GIS-ih je brskalnik odjemalec podatkov. Ti so zaradi pridobitve novih tehnologij postali dovolj razviti za prikaz in interakcijo z zemljevidi. Najbolj znani so:\n- Google Maps,\n- Garmin,\n- Microsoft Bing Maps …\nPrimer spletnega GIS-a prikazuje slika 2. \n10.9.2010)\n"], "8": ["2.3.3 Mobilni GIS", "http://www.nokia.si/storitve-in-aplikacije/ovi-zemljevidi/funkcije, 10.9.2010) \nZaradi velike razširjenosti hitrega mobilnega omrežja in možnosti uporabe GPS, se je uporaba mobilnih GIS aplikacij močno povečala in še vedno pridobiva na veljavi. Le vprašanje časa je, kdaj bodo mobilniki dovolj sposobni, da bodo, zraven spletnih, lahko poganjali tudi namizne sisteme. Primer mobilnih GIS-ov prikazuje slika 3.\n"], "9": ["3 MATERIALI IN METODE DELA", ""], "10": ["3.1 Značilnosti tal v Sloveniji", "Geološka podlaga je najpomembnejši tlotvorni dejavnik v Sloveniji. Tudi klimatske razmere vplivajo na značilnosti tal. Tako v tleh prevladujejo procesi premeščanja snovi navzdol po talnem profilu, kar je rezultat količine padavin (padavinske vode) nad izhlapevanjem vode iz tal in transpiracijo rastlin. Reliefna razgibanost je v Sloveniji zelo pomemben dejavnik, ki vpliva na nastanek tal kot tudi na razvoj tal ter rabo tal.\nlj.si/cpvo/Novo/SF_PodatkiTalSlovenije.htm, 10.9.2010).\nPedološki profil ugotovimo z izkopom pedološke jame. To je jama široka približno 80 cm in globoka do kameninske podlage. Ena od stranic jame mora biti ustrezno očiščena, to \nimenujemo čelo profila, kjer ugotavljamo prisotnost in lastnosti horizontov. Če želimo dobiti čim natančnejšo pedološko sestavo neke pokrajine ali države, je potrebno izkopati večje število pedoloških profilov, s katerimi ugotovimo prisotnost talnih tipov. (Slika 5)\n(Ministrstvo za kmetijstvo, gozdarstvo in prehrano. Dostopno na: http://rkg.gov.si/GERK/viewer.jsp, 11.9.2010)\nPedološka karta (slika 6) je temeljna evidenca talnega fonda na ravni države, regije, občin ali večjih območij. S podatki, ki jih vsebujejo, omogoča gospodarjenje s tlemi kot naravnim virom, vrednotenjem primernosti tal za kmetijsko in drugo rabo ter je osnova za načrtovanje posegov in sprememb namembnosti zemljišč. \npedokartografskih enot (Biotehniška fakulteta. Dostopno na: http://stari.bf.uni-lj.si/cpvo/ Novo/SF_PodatkiTalSlovenije.htm, 11.9.2010)\nGlobina je pomembna lastnost tal (slika 7), ki zelo vpliva na možnost rabe v kmetijski proizvodnji. Ustrezna globina omogoča obdelovanje, povezana pa je tudi s sposobnostjo za zadrževanje vode in hranil. Globlja tla imajo pogosto tudi težjo teksturo, saj z globino praviloma narašča delež glinenih delcev. \nenot (Biotehniška fakulteta. Dostopno na: http://stari.bf.uni-lj.si/cpvo/Novo/SF_ PodatkiTalSlovenije.htm, 11.9.2010) \nenot (Biotehniška fakulteta. Dostopno na: http://stari.bf.uni-lj.si/cpvo/Novo/SF_ PodatkiTalSlovenije.htm, 11.9.2010)\nSlika 8 prikazuje delež talnih delcev (pesek, melj, glina) ali teksturo tal. Karta prikazuje površine tal z večjim deležem peska oziroma tla z večjim deležem gline in melja. Tla, ki vsebujejo večji delež peska, so teksturno lažja tla, torej so bolj prepustna in posledično je večja verjetnost onesnaženja podtalnice. Tla z večjim deležem gline so teksturno težja tla, ki so manj prepustna, s tem so tudi težji pridelovalni pogoji v kmetijstvu. Iz slike 7 in 8 je razvidno, da globina tal narašča od zahoda proti vzhodu, v isti smeri pa narašča tudi delež gline v tleh, torej postajajo tla teksturno težja. \n(Biotehniška fakulteta. Dostopno na: http://stari.bf.uni-lj.si/cpvo/Novo/SF_ PodatkiTalSlovenije.htm, 11.9.2010)\nSlika 9 prikazuje kislost (pH) tal in s tem različne fizikalne, kemijske in biotične lastnosti tal. Kislost močno vpliva na rodovitnost tal, občutljivost za onesnaženje in na različne rabe tal. V osnovi je pH dovolj dober indikator kemijskih lastnosti tal, ki odloča o njihovi primernosti za kmetijsko rabo. Slaba založenost z rastlinskimi hranili pogosto sovpada z večjo kislostjo tal. Iz slike 5 je mogoče razbrati, da so tla v Sloveniji kisla tako zaradi nekarbonatne matične podlage (Pohorje, Goričko), kakor tudi zaradi izpiranja rastlinskih hranil (Bela krajina). Čeprav so takšna tla dovolj globoka, so zaradi nepravilne pH vrednosti neprimerna za kmetijsko rabo. Prav tako je prostorska razporeditev nevtralnih ali celo rahlo bazičnih tal povezana z matično osnovo, saj so tla s pH > 7,2 v zgornjih slojih na karbonatnem flišu obalnega in priobalnega območja in plitvih tleh na apnencu in dolomitu. (Agencija Republike Slovenije za okolje. Dostopno na: www.arso.gov.si/varstvo%20okolja/poročila/.../tla.pdf)\n"], "11": ["3.2 Izgube tal v Sloveniji", "Največji problem izgubljanja tal je njihovo uničenje in odstranjevanje v enkratnem posegu, največkrat se to zgodi ob različnih gradbenih delih (Slika 10). Pri tem so najbolj izpostavljena najboljša kmetijska tla, saj so tudi najprimernejša za gradnjo različnih objektov. Predvsem gre za tla, katerih podlaga ima dobro nosilnost, pogosto pa je tudi vir gradbenega materiala (gramoz). Slovenija je tako izgubila veliko kmetijskih površin, na katerih so bila zgrajena bivalna naselja, industrijski in prodajni centri ter infrastrukturni objekti. Po sprejemu zakona o varstvu kmetijskih zemljišč pred spreminjanjem namembnosti v letu 1982 in po uskladitvi prostorskih planskih aktov občin in republike s predpisi o varstvu kmetijskih zemljišč, se je letni obseg spreminjanja namembnosti kmetijskih zemljišč postopno zmanjševal od prvotnih 900 do 1200 ha v letih pred 1982 na 400 do 500 ha v letih 1982 do 1989. Od leta 1990 pa se je ponovno povečeval pritisk na spreminjanje namembnosti varovanih kmetijskih zemljišč.\nLeta 2000 se je zaradi spremembe namembnosti kmetijskih zemljišč uničilo 2339 hektarjev kmetijskih zemljišč. V to vsoto niso prišteta kmetijska zemljišča, katerih namembnost se je spremenila zaradi gradnje avtomobilskih cest in drugih velikih infrastrukturnih objektov državnega pomena, saj v lokacijskih načrtih ni podatkov o površini in kakovosti kmetijskih zemljišč.\nNa sliki 10 so z rdečo barvo označena zazidana zemljišča in zemljišča, ki so zazidljiva. S slike je razvidno, da se naselja močno širijo med kmetijskimi zemljišči (rjava in zelena barva na karti). \nDostopno na: http://rkg.gov.si/GERK/viewer.jsp, 11.9.2010)\nV Sloveniji izgubimo del kmetijskih zemljišč tudi z zaraščanjem z gozdno drevesno in grmovno rastlinsko odejo. Ta pojav je posebej izrazit na demografsko ogroženih in prometno izoliranih območjih, ta pojav poznajo tudi druge članice EU. Dejansko se zaraščajo tla z nizkim pridelovalnim potencialom (travniki, pašniki). Vzrok za to je popolna opustitev kmetovanja, deloma pa tudi opuščanje obdelovanja v strmem reliefu. Tako so se nekdanje njive zatravile, nekdanji travniki, ki so bolj oddaljeni in slabo dostopni, pa se zaraščajo.\n"], "12": ["3.3 Onesnaženost tal v Sloveniji", "Vzroki onesnaženosti tal so emisije iz industrijske proizvodnje, intenzivnega kmetijstva, odlaganje odpadkov ter kurišč gospodinjstev in prometa. V tleh se nalagajo organske in \nanorganske nevarne snovi, ki ostajajo v njih tudi po prenehanju onesnaževanja, saj nekatere le počasi razpadejo ali se iz tal izločijo.\nUčinek nevarnih snovi v tleh je odvisen od njihovih fizikalno-kemijskih lastnosti in lastnosti tal (kislost, delež humusa, delež gline, temperatura, namočenost, poroznost). Kovine in druge anorganske snovi v tleh se vključujejo v številne procese, prehajajo tudi v rastline in dalje v prehrambeno verigo do pridelkov in živil. Rastline akumulirajo kovine večinoma v koreninah, manj v steblih in listih, najmanj pa v plodovih in semenih, kar je odvisno od vrste rastline. Zato je največje tveganje pri pridelavi korenovk in solatnic. Solatnice so še zraven tega izpostavljene vplivom onesnaženega zraka in padavin. Problematično je tudi spiranje nevarnih snovi v podtalnico. Najpogostejše nevarne anorganske snovi v tleh so težke kovine (Cd, Zn, Pb, Cr, Ni, Hg, Cu), nekateri radionukleidi, fluidi, nitrati in fosfati. Od organskih nevarnih snovi so prisotni klorirani ogljikovodiki, poliklorirani bifenili, diksini, fenoli, policiklični aromatski ogljikovodiki in mineralna olja, ki prehajajo v tla z uporabo fitofarmacevtskih sredstev, vnos blata iz čistilnih naprav ali kompostov ter goriv.\nOrganske snovi se veliko hitreje razgrajujejo kot anorganske. Razkrajajo jih mikroorganizmi. Vendar obstajajo potencialno nevarne organske snovi, ki imajo dolgo razpolovno dobo, tak je DDT. Sledove tega najdemo v tleh še danes. Čeprav se že ne uporablja veliko število let.\nDo sedaj so bile izvedene sistematične raziskave onesnaženosti tal na območjih, ki zajemajo 13 % ozemlja Slovenije. Območja se med seboj razlikujejo glede na rabo tal, vrsto morebitnega onesnaževanja ter vsebnost organskih in anorganskih nevarnih snovi v tleh. Ugotovljena je povprečna vsebnost kovin v okolici kovinskopredelovalne industrije (Celje, Jesenice) in nekaterih organskih nevarnih snovi na intenzivnih kmetijskih območjih (Dravsko – Ptujsko polje). \n ugotavljanje onesnaženosti tal v Republiki Sloveniji.\n"], "13": ["3.3.1 Metodologija vzorčenja, analiz in poročanja", "Raziskave onesnaženosti tal potekajo tako kot v večini evropskih držav. Splošna gostota vzorčenja je 8x8 km, na ne-gozdnih površinah pod 600 m nadmorske višine pa 4x4 km. Strategija vzorčenja in sistem programa raziskav onesnaženosti zagotavlja:\n- reprezentativnost in objektivnost,\n- ponovljivost vzorčnega postopka,\n- primeren način transporta in hrambe vzorcev,\n- ponovljivost laboratorijskih postopkov.\nČe kilometrska mreža koordinatnega sistema pokaže odvzemno točko vzorca na mestu, kjer to ni mogoče zaradi drugačne rabe tal, lahko odvzemno mesto vzorca prestavimo v krogu polmera 200 m. (Slika 11)\nDostopno na: www.geodetski-vestnik.com, 11.9.2010) \nSredina rdečega kroga predstavlja začetno predvideno odvzemno mesto vzorca tal, določeno po kilometrski mreži koordinatnega sistema. Zaradi neenovitosti rabe tal tega področja se je moralo odvzemno mesto premakniti drugam, ampak ne za več kot 200 m od začetne predvidene točke odvzema, kar nam prikazuje zunanji večji krog na sliki 11.\nPorazdelitev cink v tleh je podobna kot pri Cd in Pb. Dovoljene vrednosti Zn v tleh so presežene na območju Celja razpršeno in v nekaterih lokacijah v okolici Maribora in Jesenic lokalno. Za kovine As, Ni in Cr velja, da se povečane vsebnosti pojavljajo le na posameznih lokacijah. Povečana vsebnost omenjenih kovin je običajno posledica točkovne onesnaženosti (divja odlagališča) in/ali povečane vsebnosti v matični kamnini, npr. vsebnost Ni v flišu na koprskem območju.\nZaradi rudniško-topilniške dejavnosti sta v Sloveniji prizadeti dve območji: zgornji del Mežiške doline, ki je onesnažena s Pb, Zn in Cd, ter Idrija, kjer so tla v mestu in okolici onesnažena s Hg. Tako je povečana vsebnost Hg v Anhovem, Zn, Pb in Cd pa jugovzhodno od Maribora (tabela 2). \n okolico (1999) v mg/kg suhih tal in število lokacij, kjer vsebnost vsaj ene nevarne snovi presega normativno vrednost (n = 30)\n(a) Uredba o mejnih, opozorilnih in kritičnih emisijskih vrednostih nevarnih snovi v tleh Uradni list RS 68/96 (Vir: ARSO - www.arso.gov.si) \nPovečane vsebnosti kovin v tleh so lahko tudi posledica kmetijskih tehnologij in prometa. Na območju Kopra so bili v raziskave vključeni tudi sadovnjaki in vinogradi, kjer so zaradi dolgoletne rabe pripravkov za varstvo rastlin povečane vsebnosti bakra v tleh. Ob glavnih cestah, predvsem na območju večjih mest, kjer promet ni tekoč, zasledimo povečano vsebnost svinca v tleh zaradi emisij prometa.\nOrganske nevarne snovi so v tleh praviloma zaradi antropogenega vnosa. Večina zaznanih organskih nevarnih snovi je v tleh v nizkih koncentracijah (tabela 2), predvsem na območjih z intenzivno kmetijsko pridelavo (Dravsko in Ptujsko polje, Krško polje, okolica Kopra, okolica Celja), kjer so prisotne povečane vsebnosti DDT in njegovih metabolitov ter tudi alaklora in triazinskih herbicidov. Poliaromatski ogljikovodiki (PAO) so občasno v tleh v okolici industrijskih in urbanih središč. Kljub nizkim koncentracijam organskih nevarnih snovi v tleh in dejstvu, da so v tleh razgradljive, je treba poudariti, da so nekatere klorirane organske spojine zelo obstojne (tabela 3).\nobmočju Celja\npreiskovanih območjih (Biotehniška fakulteta. Dostopno na: http://stari.bf.uni- lj.si/cpvo/Novo/SF_PodatkiTalSlovenije.htm, julij 2002)\nV zemeljski skorji je povprečno 16 mg/kg svinca (BURAU, 1982; EWERS,1984), v sedimentih in kamninah ga je 10 do 20 mg/kg, v površinskih vodah 1 do 10 g, v podtalnici 1 do 60 g in v morski vodi 0,01 do 0,05 g. V atmosferi ga je približno 0,0006 µgm-3 (EWERS, SCHLIPKOETER, 1984). \npreiskovanih območjih (Biotehniška fakulteta. Dostopno na: http://stari.bf.uni- lj.si/cpvo/Novo/SF_PodatkiTalSlovenije.htm, julij 2002)\nKadmij je relativno lahko hlapen element, za katerega doslej niso ugotovili, da bi bil življenjsko potreben. Pri visokih odmerkih je lahko strupen za rastline, živali in človeka. Kadmij in cink sta v naravi povezana elementa in tudi po svojih kemičnih lastnostih precej podobna. V nekaterih reakcijah deluje kadmij podobno kot kalcij.\n"], "14": ["3.4 Gnojenje in vpliv gnojenja na okolje", "Gnojenje je vnašanje rastlinskih hranil, predvsem dušika, fosforja in kalija, z živinskimi ali rudninskimi hranili, blatom čistilnih naprav ali kompostom v tla. V skladu z načeli dobre kmetijske prakse je treba gnojiti tako, da so hranila čim bolj izkoriščena za rast in razvoj rastlin. Takšno gnojenje hkrati zmanjšuje izgubo hranil in s tem povezano izpiranje v vode. Posebej za dušična gnojila velja, da je v naših vremenskih razmerah, ko imamo na splošno veliko padavin, nevarnost izpiranja dušika predvsem v nitratni obliki tudi med rastno dobo zelo velika. Zato je treba gnojenje z dušikom prilagoditi konkretnim potrebam posameznih posevkov in porazdeliti odmerek dušika na več obrokov med rastno dobo.\nObmočja varstvenih pasov vodnih izvirov in podzemnih voda so pogosto tam, kjer so tudi najboljša kmetijska zemljišča. Velik del zajetij je na kraških tleh. Z gnojenjem ni dovoljeno vnašati nobenih hranil neposredno v vodna telesa, nujen pa je tudi odmik negnojenega pasu ob vodni površini. \ngozdarstvo in prehrano. Dostopno na: http://rkg.gov.si/GERK/viewer.jsp, 11.9.2010)\nVodovarstvena območja zajemajo velik del slovenskega prostora. Na teh mestih je pridelava kulturnih rastlin omejena, saj so na teh mestih strožji pridelovalni pogoji. Te pogoje z zakoni ureja država. \ngozdarstvo in prehrano. Dostopno na: http://rkg.gov.si/GERK/viewer.jsp, 11.9.2010)\nNajožja vodovarstvena območja zajemajo velik del osrednje Slovenije. Pogoji za pridelavo so točno zakonsko predpisani. Pridelava kulturnih rastlin je okrnjena, saj se na teh območjih ne sme gnojiti in škropiti.\n"], "15": ["3.4.1 Stanje dušika, fosforja in kalija v tleh", "Povprečna poraba hranil iz mineralnih gnojil je v Sloveniji 70 kg/ha dušika, 38 kg/ha fosforja in 47 kg/ha kalija. Tako da je na ravni 155 kg/ha kmetijske zemlje, kar nekoliko presega povprečje EU, ki znaša 124 kg/ha.\nPo dobrih štirih desetletjih, odkar smo v Sloveniji začeli uporabljati mineralna gnojila, je vsebnost fosforja in kalija v kmetijskih tleh zelo raznolika. Najmanj so gnojeni travniki, 65–75 % vzorcev tal je slabo oskrbljenih s fosforjem in kalijem. Ker obsegajo travniki in \npašniki 2/3 slovenske kmetijske zemlje, pomeni, da je slabo oskrbljena še vedno večina kmetijskih zemljišč. Oskrbljenost s kalijem je vendarle na splošno boljša kot s fosforjem. Njive so nekoliko bolje oskrbljene kot travniki, posebno s kalijem. Predvsem hmeljišča, vinogradi, deloma tudi plantažni sadovnjaki in zemljišča z zelenjadarsko pridelavo, so pogosto pretirano gnojeni. Naloga svetovalne službe in vseh, ki delajo na tem področju, je, da kmetovalce čim bolje poučijo o pravilnem odmerjanju gnojil.\n"], "16": ["3.4.2 Izpiranje hranil iz tal", "Izgube kalija in fosforja z izpiranjem so ponavadi majhne. Izpiranje dušika je večji problem. Iz podatkov z večine kmetijskih območjih v Sloveniji, ki ležijo nad podzemnimi vodami in lahko vplivajo na širšo okolico zajetij pitne vode, je bila izračunana bilanca dušika kot razlika med vnosom dušika z mineralnimi in/ali organskimi gnojili ter odvzemom dušika s kmetijskimi pridelki. V strokovni literaturi so se pojavila priporočila, da naj bi bila bilanca dušika izravnana (± 0) oziroma rahlo pozitivna (do + 45 kg N/ha letno). Podatki za Slovenijo kažejo, da je v povprečju dušikova bilanca pozitivna (približno + 64 kg N/ha). Manj kot 45 kg N/ha je na 45 % preiskovanih kmetijskih območij, na 55 % pa kmetje pretirano gnojijo. Na območjih, kjer so kmetijske površine v tesnem stiku s plitvo ležečimi podzemnimi vodami, je pridelava razmeroma preintenzivna. V državah članicah EU se presežki dušika gibljejo od + 24 kg N/ha (Portugalska) do + 256 kg N/ha (Nizozemska), Slovenija pa je nekje na sredini, skupaj z Nemčijo, ki ima + 60 kg N/ha).\nObremenitev z dušikom ni enakomerna, presežek je pogosto tam, kjer plitva tla ležijo nad podzemnimi vodami (slika 9). Onesnaženje se pojavlja predvsem pod plitvimi rjavimi tlemi v ravnicah porečja naših večjih rek (Mura, Drava, Savinja in Sava). Ta tla imajo majhno sposobnost zadrževanja vode, zato je izpiranje pogostejše. Kmetijstvo na teh območjih je intenzivno (intenzivna, predvsem hlevska živinoreja in poljedelstvo, v zadnjem času se širi tudi intenzivno zelenjadarstvo). Nevarnost onesnaženja podzemnih \nvoda se povečuje proti vzhodu države. V tej smeri pojemajo padavine, obenem pa narašča evapotranspiracija, zato je presežka vode manj. Zaradi majhnega pronicanja vode skozi talni profil je koncentracija nitratov v podzemnih vodah večja kot na zahodu (nitrati, ki pridejo v podzemno vodo, so manj razredčeni). Velike koncentracije nitratov se dalj časa obdržijo tudi potem, ko kmetje zmanjšajo intenziteto gnojenja. V osrednji in zahodni Sloveniji je izpiranje vode in nitratov skozi talni profil sorazmerno večje, vendar zaradi velikega pretoka vode pride do razredčenja, verjetnost onesnaženosti teh podzemnih voda je zato manjša. K temu prispeva še veliko zaledje gozdnih površin in hribovitega sveta, od koder se podzemne vode polnijo in obnavljajo.\n(Biotehniška fakulteta, Center za pedologijo in varstvo okolja, marec 2002) \nOcena intenzivnosti gnojenja z dušikom je narejena na podlagi strokovnosti odmerjanja mineralnega dušika in živinskih gnojil (npr. gnojevke) in razdeljena v 5 stopenj (tabela 4). Iz karte intenzivnosti gnojenja z dušikom je razvidno, da se največ dušika prekomerno uporablja na Dravskem polju, Ptujskem polju in Prekmurju. V teh predelih je tudi stopnja kmetijske pridelave najvišja. Uporaba dušičnih gnojil proti zahodu močno upada.\nV živinskih gnojilih je približno 33.000 ton dušikain 15.000 ton fosforja letno. Prašičja gnojevka z velikih prašičjih farm se le delno (30 %) uporabi za gnojenje, preostanek, okoli 900 ton dušika in 500 ton fosforja letno, pa se odvaja v vode. \nKmetijstvo in vrtičkarstvo postajata pomembna uporabnika tudi drugih organskih gnojil in izboljševalcev tal. Tradicionalno se uporabi večina stranskih pridelkov iz rastlinske pridelave (slama žit, koruznica, krompirjeva cima ipd.) in delno listje iz gozda za steljo. Težave povzročajo le ostanki hmeljevine, ki nastajajo sezonsko (6000 ton s.s./leto), kompostirati pa jih je težko zaradi ostankov sintetične vrvice, ki služi kot opora pri rasti hmelja.\n"], "17": ["3.5 Kemijska analiza tal", ""], "18": ["3.5.1 Odvzem vzorca tal", "Vzorci iz profila Z izkopom pedološkega profila ter odvzemom in analizo vzorcev tal iz posameznih horizontov, določimo talni tip določenega območja. Vzorce talnih horizontov nabiramo od spodaj navzgor. Na ta način preprečimo njihovo mešanje in onesnaženje. Iz vsakega horizonta naberemo približno 0.5 kg vzorca, ki ga shranimo v papirnati vrečki. Na vrečko ali na poseben kartonček, ki ga položimo v vrečko, napišemo podatke o vzorcu. To so podatki o kraju izkopa (odčitamo jih iz zemljevida), zaporedna številka horizonta, oznaka in globina horizonta ter datum izkopa. Zaporedje prisotnih horizontov določi talni tip.\nPovprečni vzorci tal Kadar nas zanimajo lastnosti tal v okviru manjših prostorskih enot (parcel) odvzamemo reprezentativne povprečne vzorce tal. Takšen način odvzema vzorcev največkrat uporabljamo za potrebe gnojenja različnih kmetijskih kultur oziroma kolobarjev - kontrola rodovitnosti tal in gnojenja. Globina odvzema povprečnih talnih vzorcev je prirejena rabi tal. Na njivi običajno odvzamemo povprečne vzorce v ornici (največkrat 0- 20 cm), na travniku v dveh globinah: zgornji prekoreninjen sloj (0-6 cm) in sloj 6-12 cm, v vinogradih in včasih tudi v sadovnjakih prav tako v dveh globinah: 0-20 cm in 20-40 \ncm; v sodobnih sadnih nasadih z vegetativnimi podlagami pa se uveljavlja odvzem povprečnih vzorcev samo v globini 0-30 cm. Vzorce najlažje vzamemo s primernimi sondami: koničasta sonda, holandski sveder, cilindrična sonda (slika 17). V kolikor nimamo ustrezne sonde, si pomagamo z lopato. Povprečni vzorec mora biti reprezentativen, zato ga odvzamemo na različnih mestih enakomerno porazdeljenih po celi parceli (10-30 odvzemnih mest). Vzorec homogeniziramo in ustrezno označenega pošljemo v laboratorij. Priporočljivo je k oznaki vzorca pripisati tudi katastrsko številko, kajti s tem je vzorec natančno prostorsko opredeljen.\nlj.si/cpvo/Novo/SF_PodatkiTalSlovenije.htm, 11.9.2010) \nVelike kmetije oziroma posestva, ki obdelujejo velike površine, bi z ročnim odvzemanjem povprečnega vzorca tal izgubila veliko časa. Vzorci odvzeti z ročnimi sondami so na velikih površinah tudi manj realni. V ta namen se na večjih površinah uporablja stroj za odvzem vzorca tal. Ta stroj se priključi na traktor, kateri se v času odvzemanja vzorca vozi po izbrani površini. Stroj sproti jemlje manjše količine vzorca do želene globine. Globina odvzema vzorca se nastavi elektronsko ali mehansko. Za odvzem vzorca je na stroju nameščen sveder, na katerega se oprime zemlja. Zemljo iz svedra stroj po tem, ko sveder z zemlje povleče iz tal, odloži v shranjevalne posodice na stroju. Za pravilen povprečen vzorec je potrebno odvzeti veliko vzorcev na eni površini. Če je površina na kateri želimo odvzeti vzorec za analizo tal velika 20 ha, moramo odvzeti minimalno 40 vzorcev, ki se zmešajo v povprečen vzorec. Če imamo GERK velik več kot 30 ha je priporočljivo, da na takšni površini odvzamemo 2 vzorca. To naredimo tako, da takšno površino razdelimo na 2 enaka dela. Na vsakem delu površine odvzamemo svoj povprečen vzorec. Tako je potrebno narediti zaradi večje natančnosti pri analizi. (Perutnina Ptuj, 8.9.2010)\n"], "19": ["3.5.2 Laboratorijske analize tal", "Za analizo je potrebno talne vzorce ustrezno pripraviti. Nezdrobljen, torej naraven vzorec, uporabljamo le za določanje obstojnosti strukturnih agregatov. Za določanje vlažnosti tal potrebujemo svež neposušen vzorec. Za določanje volumske gostote in poroznosti tal pa potrebujemo neporušen talni vzorec, ki ga odvzamemo s posebno sondo v kovinske obroče danega volumna (Kopecky cilindri). Za vse ostale analize pa vzorce posebej pripravimo, glede na vsebnost česa želimo ugotoviti v vzorcu tal. Posebno pripravo vzorcev zahtevajo vzorci tal za ugotavljanje onesnaženosti tal s težkimi kovinami, kjer ne smemo uporabljati kovinskih sond, mlinov in sit. Analiza vsebnosti nekaterih organskih potencialno škodljivih snovi in tudi nitrata mora biti opravljena v svežih vzorcih, ki morajo v laboratorij transportirani hitro in v hladilni torbi.\n"], "20": ["4 REZULTATI", "Prikazati želim dostopnost in uporabnost dveh spletnih aplikacij. Ti dve aplikaciji sta:\n- spletna aplikacija Ministrstva za kmetijstvo, gozdarstvo in prehrano, ki se nahaja  na naslovu http://rkg.gov.si/GERK/viewer.jsp,\n- spletna aplikacija vpogleda v nepremičnine, ta aplikacija se nahaja na naslovu  http://e-prostor.gov.si/\n"], "21": ["4.1 Spletna aplikacija Ministrstva za kmetijstvo, gozdarstvo in prehrano", "Na spletni strani Ministrstva za kmetijstvo, gozdarstvo in prehrano so uredili spletno aplikacijo, v kateri je zajetih veliko podatkov v povezavi s tlemi. To spletno aplikacijo najdemo na spletnem naslovu http://rkg.gov.si/GERK/viewer.jsp .\nAplikacija je sestavljena iz treh delov (slika 18):\n- osrednje okno za prikaz podatkov,\n- orodna vrstica na vrhu, ki jo sestavljajo gumbi, s katerimi se izvaja različne  operacije,\n- področje na desni strani za nastavljanje plasti, izbiro KMG-MID in tekstovno  nastavljanje pogleda.\nRazlaga pojmov:\n- GERK – geografska raba kmetijskih zemljišč\n- KMG-MID – identifikacijska številka kmetijskega gospodarstva\n"], "22": ["4.1.1 Osrednje okno za grafični prikaz", "Osrednje okno za prikaz nam grafično prikaže izbrane plasti, ob robu okna so gumbi za premikanje pogleda. V spodnjem desnem kotu je gumb za spreminjanje velikosti grafičnega prikaza. Velikost prikaza vpliva na hitrost delovanja aplikacije – večji prikaz zahteva hitrejšo internetno povezavo.\nprehrano. Dostopno na: http://rkg.gov.si/GERK/viewer.jsp, 9.9.2010)\n"], "23": ["4.1.2 Orodna vrstica", "V orodni vrstici so gumbi, s katerimi pridobivamo različne informacije. Te informacije so:\n- prikaz celotnega območja Slovenije,\n- navigacija z oknom: izberemo si želeno območje, ki ga želimo videti v oknu,to  območje lahko kasneje premikamo v želeni smeri, pri čemer se ohrani merilo,\n- spreminjanje merila,\n- informacije o izbrani plasti,\n- merjenje dolžine in površine,\n- računanje preseka s katastrom: s črto omejimo izbrano območje, pod osrednjim  oknom se nam izpiše označena površina in delež posamezne katastrske parcele, ki  je zajeta v označenem območju,\n- prikaz preseka GERK-a z evidencami; zaradi zelo obsežnih območij so rezultati  poizvedbe počasni.\n- 3D prikaz GERK-a; prikaže presek izbranega GERK-a v tridimenzionalnem  izgledu, izbrani presek se prikaže v novem oknu.\n"], "24": ["4.1.3 Področje na desni strani za nastavljanje plasti", "Vključujemo in izključujemo želene plasti. Nekatere plasti so vidne le pri dovolj velikem merilu.\nNa posameznih plasteh lahko vključimo prikaz tekstovnega opisa elementov plasti. Sem spadajo številke katastrskih parcel, številka GERK-a ... Tekst nam služi za še večjo preglednost podatkov.\n"], "25": ["4.1.4 Okno za poizvedovanje", "V oknu za poizvedovanje (slika 19) se prikažejo polja, po katerih lahko poizvedujemo. Ob vsakem oknu lahko vpišemo vrednost in način poizvedbe. Če ob polju ni vpisa, se to ne upošteva pri poizvedbi.\nDostopno na: http://rkg.gov.si/GERK/viewer.jsp, 9.9.2010) \nNačini poizvedbe so:\n- = vrednosti polja so natanko enake vpisani,\n- > vrednost je večja od vpisane,\n- < vrednost je manjša od vpisane,\n- LIKE vrednost vsebuje vpisani niz,\n- IN vrednost je enaka eni izmed vpisanih vrednosti, ločenih z vejico,\n- != vrednost je različna od vpisane,\n- >= vrednost je večja ali enaka vpisani,\n- <= vrednost je manjša ali enaka vpisani.\nPoizvedbo izvedemo s klikom na gumb Išči. Rezultati se izpišejo v glavnem oknu pregledovalnika.\nOb vsaki vrstici rezultata so gumbi za nastavitev merila, senčenje in podrobnejše informacije o posamezni vrednosti.\nNastavitev aktivnih plasti omogoča preklapljanje med sloji, o katerih želimo informacije. Če želimo informacijo o pedološki karti, mora biti aktivna plast pedološka karta.\n"], "26": ["4.1.5 Možnost pridobitve podatkov o GERK-u", "Podatke o GERK-u lahko pridobimo na dva načina.\nPrvi način je, da poznamo številko KMG MID, ki jo vnesemo v začetno stran pregledovalnika. Po vpisu podatkov se v oknu zemljevida izriše najmanjše možno področje, ki zajema izbrane GERK-e, pod sliko pa se izpišejo podatki o evidencah izpisanih GERK-ov. Izpišejo se podatki o GERK–PID, KMG–MID, Oznaka, Raba, Domače ime, Številka enote rabe in Grafična površina. \nTi podatki se dodatno izpišejo z ustreznim izborom:\n- Nastavi pogled na poligon: prikaže, izriše in obarva GERK,\n- Pobarvaj poligon: izbrani GERK se obarva močneje z vsakim klikom na gumb,\n- Lokacijska poizvedba: informacija o izbrani plasti. Plast, o kateri želimo podatke,  mora biti vključena in ustrezno nastavljena v oknu Aktivna plast. Podatki o  izbranem območju se izpišejo pod oknom.\nDrugi način iskanja podatkov o izbranem GERK-u je z uporabo okna Poizvedba po plasti GERK.\nV začetni strani pregledovalnika izberemo opcijo GERK Aktivne plasti in vključimo Prikaz. S klikom na okno za poizvedovanje po plasti se prikaže Poizvedba po plasti GERK. Vpišemo znane podatke za izpis GERK-a, o katerem želimo pridobiti določene podatke.\n"], "27": ["4.1.6 Kako poiščemo parcelo s katastrsko številko", "V GERK pregledovalniku je ena izmed možnosti tudi iskanje po katastrski občini (v nadaljevanju KO), številki in poddelilki. V začetni strani pregledovalnika izberemo pod Aktivno plast Kataster ter vključimo Kataster in izberemo okno za poizvedovanje. Prikaže se Poizvedba po plasti Kataster.\nMožnosti iskanja so po KO, številki parcele in poddelilki. Vpišemo lahko samo KO, samo številko parcele z ali brez poddelilke ali pa vpišemo vse znane podatke. Pri vpisu samo enega podatka se izpišejo vse parcele, ki vsebujejo znani podatek. \nPrimer: poznan je podatek o katastrski občini. V začetni strani pregledovalnika izberemo opcijo Kataster Aktivno plast ter vključimo Kataster in izberemo okno za poizvedovanje. Prikaže se Poizvedba po plasti Kataster. V polje Vrednost vpišemo številko katastrske občine (npr. 83) in vnos potrdimo. V oknu zemljevida se izriše izbrana katastrska občina. Pod sliko je izpis vseh parcelnih številk katastrske občine 83.\n"], "28": ["4.1.7 Prikaz nadmorske višine", "DMR5 prikaže digitalni model reliefa, ki ima točko merjenja na vsakih 5 m. V začetni strani pregledovalnika izberemo opcijo DMR5 Aktivno plast ter vključimo DMR5. V oknu zemljevida izberemo s pomočjo navigacije želeno območje, za katerega želimo prikaz podatkov. Ko izberemo območje za prikaz, kliknemo gumb Lokacijska poizvedba in v oknu zemljevida kliknemo na izbrano področje. Pod sliko se izpišejo naslednji podatki o izbranem področju:\n- ASPECT: Smerni kot (azimut) je kot med smerjo severa in iskanim objektom v  naravi. Zmeraj ga merimo od severa v smeri urinega kazalca. Prikaže oddaljenost  od severa.\n- HEIGHT: je nadmorska višina izbrane točke.\n- ID: je številka GERK-a\n- SLOPE: je nagib hribine; meri nagib +-1- kota\n- X, Y: so koordinate\n"], "29": ["4.1.8 Nekateri izbrani sloji, ki jih ta spletna aplikacija prikazuje:", "- orto-foto posnetek,\n- zemljepisna imena,,\n- raba tal,\n- GERK, \n - upravne enote,\n- občine,\n- naselja,\n- ulice,\n- katastrske občine,\n- kataster,\n- DMR5 (nadmorska višina),\n- obnove vinogradov,\n- vinorodni okoliš,\n- vodovarstvena območja,\n- NATURA 2000,\n- območje velikih zveri,\n- omejeni dejavniki,\n- koruzni hrošč,\n- namakalni sistemi,\n- osuševalni sistemi,\n- čebelnjaki,\n- pedološka karta,\n- pedološki profili,\n- karta talnih števil.\nPodrobne ter obsežne podatke o pedološki karti in talnih tipih ter karti talnih števil in talnih številk dobimo na spletni portalu ministrstva za kmetijstvo gozdarstvo in prehrano: http://rkg.gov.si/GERK/\n"], "30": ["4.2 Spletna aplikacija vpogleda v nepremičnine", "Na spletni strani Ministrstva za okolje in prostor, geodetske uprave Republike Slovenije so na spletnem naslovu: http://e-prostor.gov.si/, izdelali javno dostopno aplikacijo, v kateri so zajeti podatki o:\n- parceli,\n- stavbi,\n- gospodarski javni infrastrukturi,\n- register prostorskih enot.\nPodatke lahko iščemo v splošnem ali naprednem iskanju, v katerih lahko iščemo po:\n- naslovu,\n- parceli,\n- stavbi,\n- delu stavbe,\n- stanovanju oziroma po poslovnem prostoru,\n- gospodarske javne infrastrukture (v nadaljevanju GJI).\n"], "31": ["4.2.1 Kako poiščemo parcelo", "Parcelo lahko poiščemo, če vpišemo ime katastrske občine ali šifro katastrske občine ter številko parcele v ustrezno polje. Polje Šifra katastrske občine se avtomatsko napolni, če vnesemo ime katastrske občine. Kadar vnesemo šifro katastrske občine, se napolni polje Ime katastrske občine.\n"], "32": ["4.2.2 Kako poiščemo stavbo", "Številko stavbe, dela stavbe, stanovanja/poslovnega prostora je potrebno vpisati v ustrezna polja. (Slika 20)\nS šifranti si lahko pomagamo pri poljih: Šifra katastrske občine, Ime katastrske občine, Občina, Naselje in Ulica.\nstavbe (Ministrstvo za okolje in prostor, dostopno na: http://e-prostor.gov.si/, 12.9.2010) \nKadar iščemo podatke o stavbi, se izpiše tudi parcela (parcele) pod stavbo. Kadar pa iščemo podatke o parceli, se izpišejo tudi podatki o stavbi, če obstaja stavba na izbrani parceli. Če na izbrani parceli ni stavbe, se izpiše obvestilo »Na izbrani parceli ni stavbe«.\nOsnovni podatki o parceli nam prikažejo (slika 21):\n- katastrsko občino,\n- številko parcele,\n- dejansko površino,\n- vrsta rabe,\n- dejanska raba,\n- namenska raba zemljišča,\n- podatki o lastniku. \nPodrobni podatki o parceli so (slika 22):\n- ali je na iskani parceli stavba,\n- ali je na iskani parceli gospodarska javna infrastruktura,\n- občina v kateri se nahaja,\n- naselje v katerem se nahaja,\n- poštni okoliš,\n- šolski okoliš,\n- upravna enota …\n"], "33": ["5 SKLEPI", "Glavni namen diplomskega dela je bil prikaz uporabe javno dostopnih geografskih podatkov za namene preučevanja tal. Poznavanje pedologije, in posledično tal, je v kmetijski proizvodnji ključnega pomena. Vsak odgovoren pridelovalec poljščin ali vrtnin mora vedeti, kakšna tla potrebuje za gojenje določene vrste kulture oziroma vedeti mora, kakšne vrste kulturnih rastlin lahko seje oziroma sadi na svoji zemlji. Te podatke si lahko vsak pridelovalec pridobi sam s pomočjo javno dostopnih podatkov kot je bilo prikazano.\nGeografski informacijski sistem (GIS) je sestavljen iz prostorskih podatkov in iz podatkov, ki opredeljujejo točno določen prostor. Gradnja takšnih sistemov, ki zajemajo veliko število podatkov, je za kmetijstvo smiselna, saj so ob vedno bolj intenzivni izrabi tal potrebni vedno bolj natančni podatki o tleh, kar pa nam GIS omogoča. Od teh podatkov imajo velik pomen digitalne karte, s pomočjo katerih točno določimo lokacije, o katerih nas kaj zanima. Tako si na spletni strani Ministrstva za kmetijstvo, gozdarstvo in prehrano lahko ogledamo digitalne pedološke sestave, nadmorske višine, kataster …\nPrednosti uporabe javno dostopnih podatkov za področje pedologije:\n- vpogled v pedološke prostorske podatke,\n- hiter dostop preko spletne storitve širšemu krogu ljudi,\n- hitro dobimo podatke o nekem pojavu v okolju,\n- enostavna uporaba,\n- vsebine so urejene po tematskih skupinah in tako pregledne za uporabnika.\nV diplomskem delu smo opisali uporabo javno dostopnih spletnih podatkov na področju pedologije. Podatki so prikazani dokaj natančno in obsežno, kar potrjuje upravičenost \njavno dostopne uporabe tovrstnih podatkov. Če bi te informacije pridobivali kako drugače, bi to bilo zelo težko izvedljivo ali pa sploh ne bi bilo. Pri javno dostopnih spletnih podatkih je zelo pomembno, da se ti podatki ves čas obnavljajo, tako da so na voljo vedno novi podatki.\n"], "abstract": ["Znanost in njena uporabnost napredujeta in se izboljšujeta iz dneva v dan. Sta odločilni pri razvoju vsake dejavnosti. Vse hitrejši ritem življenja in vedno več podatkov na vseh področjih nam narekujejo, da moramo podatke shranjevati tako, da imamo do njih hiter in pregleden dostop na enem mestu. Za dokumentiranje in analizo prostorskih podatkov imamo danes na voljo geografske informacijske sisteme. Veliko prostorskih podatkov je javno dostopnih preko spletnih portalov (npr. GERK pri MKGP) ali v obliki podatkovnih slojev, ki so nastali v okviru evropskih ali svetovnih projektov (Google Earth). V diplomskem delu so sistematično obdelani javno dostopni digitalni kartografski podatki pedologije Slovenije. Zbrani so z namenom, da se prikaže možnost obstoječih podatkovnih virov za nadaljnje analize tal. Iz razpoložljivih virov je bil narejen GIS, ki v kombinaciji z ostalimi javno dostopnimi digitalnimi geografskimi podatkovnimi sloji tvori dober pripomoček za nadaljnje analize tal v Sloveniji. Predstavljena sta dva programa za preučevanje tal v Sloveniji, s katerima lahko natančno in objektivno ocenimo želeno površino tal. "]}