{"1": ["1 UVOD", "Mleko je še vedno najpomembnejši vir dohodka za velik del slovenskih živinorejcev. Vstop Slovenije v Evropsko skupnost je kmetom prinesel nekaj koristi, a tudi veliko tveganja. Preživel bo le tisti, ki bo na konkurenco dovolj dobro pripravljen. Po podatkih statističnega urada Republike Slovenije je bila odkupna cena mleka v Sloveniji v letu 2009 26,77 EUR/100 l mleka, kar je za pridelovalce mleka predstavljalo izpad dohodka in s tem iskanje novih rešitev. Prireja mleka je bila še do nedavnega povezana le s prodajo v mlekarno. Zastoji v prodaji, ki jih je povzročil padec kupne moči, so povzročili, da so na Kmetiji Veis pričeli z neposredno prodajo mleka na mlekomatih in s tem prišli do dodatne vrednosti. Po podatkih Zdravstvenega inšpektorata republike Slovenije je bilo spomladi 2010 v Sloveniji registriranih 37 nosilcev dejavnosti, ki prodajo sveže mleko preko 96 mlekomatov. Neposredna prodaja je zakonsko določena in je opredeljena v Pravilniku o registraciji obratov na področju živil živalskega izvora in Uredbi o izvajanju delov določenih uredb EU glede živil, higiene živil in uradnega nadzora nad živili (Zgonec in sod. 2010).\nNa kmetiji Veis, kjer se ukvarjajo z intenzivno prirejo mleka, so se jeseni 2009 odločili za nakup dveh avtomatov za prodajo svežega mleka, ki je v primerjavi z steriliziranim ali homogeniziranim mlekom iz trgovine \"živo\". Raziskali smo dejavnike, ki vplivajo na kakovost mleka, ki ga neposredno prodajajo v mlekomatih na Teznu in Miklavžu na Dravskem polju.\n"], "2": ["1.1 Namen raziskave", "Spremljali smo spremembe skupnega števila mikroorganizmov (SŠMO) oz. higiensko kakovost svežega mleka ter ustreznost skladiščenja in hlajenja. Prav tako smo spremljali vpliv izmerjenih temperatur na spremembo SŠMO v vseh serijah dostav mleka do mlekomatov kmetije.\n"], "3": ["1.2 Cilji", "Cilj te raziskave je bil ugotoviti, ali sveže mleko na mlekomatih ter mleko iz fiksne hladilne cisterne na kmetiji izpolnjujta standarde kakovosti in mikrobiološko neoporečnost mleka za potrošnika.\n"], "4": ["1.3 Hipoteza", "Predvidevamo, da sveže mleko na mlekomatih kmetije izpolnjuje standarde kakovosti ter da je za potrošnika mleko predvsem zdravo in neoporečno. Predpostavljamo, da je mleko v vseh serijah transporta ohlajeno na 4- C in da se temperatura mleka med transportom ne poviša na več kot 7- C.\n"], "5": ["2 PREGLED OBJAV", ""], "6": ["2.1 Pomen in sestava mleka ter pestrost hranil v mleku", "Z besedo mleko označujemo mleko krav, ki ga pridobivamo z redno molžo in s temeljitim izmolzavanjem in mu ni nič dodano in nič odvzeto. Kadar govorimo o sestavi mleka in mlečnih izdelkov, največkrat navajamo le t. i. »glavne« sestavine, to so tiste, ki jih je količinsko največ. Ob tem pa pozabljamo, da ima mleko visoko prehransko vrednost pa tudi funkcionalne učinke, predvsem zaradi pestrosti sestave, ki daje organizmu ob beljakovinah (3,3 %), maščobi (3,8 %) in laktozi (4,7 %) še celo paleto mineralov, vitaminov in drugih snovi s funkcionalnimi lastnostmi. Prav zaradi istočasne prisotnosti vseh sestavin je prebavljivost boljša in izkoristljivost sestavin večja. Vse več raziskav priča o tem, da imajo mlečni izdelki zaščitno vlogo pri nastajanju raka na debelem črevesu. Mleko in mlečni izdelki so glavni izvor Ca v prehrani, saj je absorpcija Ca iz mleka in mlečnih izdelkov boljša kot iz drugih živil. Poleg Ca in vitamina D vsebujejo tudi elemente v sledovih, med katerimi je za zdravje kosti pomemben cink. Novejše raziskave so pokazale, da zaužijejo ljudje, ki redno uživajo mleko in mlečne izdelke, ne samo več Ca temveč tudi magnezija, fosforja, kalija, tiamina, riboflavina ter vitamin C in D. Številne študije tudi dokazujejo, da je pokrivanje potreb po kalciju skoraj nemogoče brez vključevanja mleka in mlečnih izdelkov v prehrano otrok in odraslih. Proteini iz mleka so do nedavnega veljali predvsem kot glavni vir aminokislin v prehrani, vendar novejše študije kažejo na to, da so lahko ti proteini tudi vir biološko aktivnih peptidov. Bioaktivni peptidi učinkujejo na krvožilni, prebavni, imunski in živčni sistem, zato so glede na njihovo aktivnost razdeljeni na protimikrobne, antioksidativne, antitrombogene, antihipertenzijske in imunomodulatorne. Posebna pozornost se v zadnjem času zaradi vse večjega porasta bolezni srca in ožilja ter diabetesa tipa II namenja bioaktivnim peptidom z antihipertenzijsko (največkrat ACE inhibitorno) in imunomodulatorno funkcijo (Phelan in sod. 2009).\n"], "7": ["2.1.1 Prehranska vrednost mleka", "Mleko in večina mlečnih izdelkov so živila z visoko hranilno in nizko energijsko gostoto, saj zagotavljajo visoko koncentracijo hranil ob istočasnem nizkem vnosu energije. Z 2 dl polnomastnega mleka (3,5 % maščobe) dobimo le 130 kcal (Rogelj 2003).\n"], "8": ["2.1.2 Obstojnost in kvarjenje mleka", "Pri pridobivanju mleka se je treba zavedati njegove slabe obstojnosti in pokvarljivosti. Mleko je eno izmed najbolj občutljivih živil, ker nudi zelo ugodne razmere za rast in razmnoževanje najrazličnejših mikroorganizmov. Ti razkrajajo posamezne sestavine mleka in trošijo nastale vmesne razkrojene produkte vsaj deloma za svoje življenjske potrebe, v mleko pa izločajo produkte lastnega metabolizma. Razumljivo je, da se na ta način spreminjajo tudi naravne lastnosti in sestava mleka. Takšne spremembe se lahko kažejo organoleptično, v nenaravni barvi, vonju, okusu in konsistenci mleka ali pa samo fizikalno- kemijsko ali mikrobiološko. Vse te spremembe imenujemo kvarjenje mleka. Kvarjenje mleka povzročajo predvsem razni mikroorganizmi, medtem ko so spremembe, povzročene s krmo ali boleznijo, redkejše. Dokazano je, da tudi ob najskrbnejši higieni pri molži ne moremo doseči popolne (100 %) sterilnosti. To pomeni, da pride do začetka kontaminacije mleka že v vimenu. To povzročajo mikroorganizmi, ki dospejo v vime skozi odprtino sesnega kanala. Vrste mikroorganizmov v aseptično pridobljenem mleku so relativno maloštevilne. Največje število mikroorganizmov vsebujejo prvi curki mleka. Veliko pomembnejša za kvarjenje mleka pa je kontaminacija mleka med molžo, obdelavo in transportom. Viri te kontaminacije so: površina kože vimena in okolice, roke molznika, zrak v hlevu ter tudi ves drugi pribor in naprave, s katerimi pride mleko v stik med pridobivanjem (Marinšek in sod. 1983).\n"], "9": ["2.2 Kakovost mleka", "Kakovost je ena izmed najpogosteje uporabljenih besed, kadar želimo poudariti, da je nekaj dobro, da ustreza predpisom in izpolnjuje pričakovanja potrošnika. Kakovost mleka lahko opišemo s kemijskimi, fizikalnimi, mikrobiološkimi, senzoričnimi in prehranskimi lastnostmi. Samo mleko z optimalno kemijsko sestavo, nizkim številom mikroorganizmov in somatskih celic, dobrim okusom, zadovoljivo obstojnostjo, visoko prehransko vrednostjo ter brez patogenih bakterij in tujih snovi lahko predelamo v kakovostne mlečne izdelke (Rogelj 2003).\nPomembno področje v mikrobiologiji živil je poznavanje in razumevanje procesov kvarjenja ter razvoj tehnik za zaščito živil. Posebno pomembno je preprečevanje onesnaženja živil s patogenimi mikroorganizmi, ki lahko pridelujejo toksine in z zaužitjem povzročajo zastrupitev gostitelja. Obvladovanje in preprečevanje razvoja mikroorganizmov v živilih kot povzročiteljev zastrupitev s hrano mora biti osnovna naloga odgovornih v procesu predelave živil. Rast mikroorganizmov lahko spremeni kakovost izdelkov in povzroča znatno gospodarsko škodo. Poleg negativnih vidikov rasti mikroorganizmov v predelavi živil pa so nekateri mikroorganizmi koristni in sodelujejo v procesih pridelave cele palete mlečnih izdelkov. V tem primeru sta rast in pridobivanje mikrobne mase za izdelavo določenih živil koristni in zaželeni (Pokorn 1990).\n"], "10": ["2.2.1 Parametri kakovosti mleka", "Kemijska kakovost mleka opisuje sestavo mleka v najširšem smislu in zajema vsebnost glavnih sestavin: vode (87 %), vitaminov, maščob (3,5-5,0 %), beljakovin (3-4 %) in laktoze (4,5-5,0 %) ter mineralov, encimov in krvnih proteinov. Poleg naštetih sestavin spadajo v to kategorijo tudi težke kovine, aflatoksini, pesticidi, antibiotiki, detergenti in razkužila, katerih prisotnost je omejena ali prepovedana. Antibiotike, detergente in razkužila pogosto obravnavamo tudi v sklopu higienske kakovosti, ki poleg mikrobiološke kakovosti vključuje kot parameter ustreznosti ali neustreznosti tudi število somatskih celic, indikator zdravstvenega stanja živali. Najbolj pomembne lastnosti, ki določajo fizikalno \nkakovost, so gostota, kislinska stopnja in vrednost pH, senzorično kakovost pa opredeljujejo okus, vonj, aroma in konsistenca (Rogelj 2003 ).\n"], "11": ["2.2.2 Skupno število mikroorganizmov", "Ko govorimo o mikrobiološki kakovosti, razlikujemo dve kategoriji: SŠMO in prisotnost ali odsotnost patogenih mikroorganizmov. SŠMO je odraz splošne higiene pri proizvodnji, skladiščenju in transportu mleka ter učinkovitosti hlajenja, prisotnost zdravju škodljivih mikroorganizmov pa odraz higiene in zdravstvenega stanja živali in ljudi, ki delajo z mlekom. Nizko skupno število mikroorganizmov v surovem mleku je znak dobre proizvodne prakse - GMDP (Good Manifacture Dairy Practice) (Rogelj 2003).\nRogelj (2003) navaja, da SŠMO določa bakteriološko spremenljivost, oziroma higiensko kakovost surovega mleka, saj je dober indikator bakteriološke okužbe med pridobivanjem mleka. Visok SŠMO v ml mleka je znak slabe higiene pri proizvodnji mleka. Takšno mleko, ki je še neustrezno skladiščeno in hlajeno, lahko vsebuje več milijonov mikroorganizmov. Skupno število mikroorganizmov, med katerimi vedno prevladujejo bakterije, se giblje med < 103/ml pri minimalni okužbi in > 106/ml ob močni okužbi. Število mikroorganizmov izražamo kot število kolonijskih enot (KE) na mililiter mleka, saj standardna metoda določanja SŠMO sloni na cepljenju mleka na hranljivo podlago in po inkubaciji štetju izraslih kolonij.\nNizka vsebnost SŠMO je ključnega pomena za vzpostavitev zaupanja potrošnikov v kakovost proizvedenega mleka in za odkupovalce mleka.\n"], "12": ["2.2.2.1 Število mikroorganizmov v ml mleka pri različnih temperaturah", "Uredba ES 853/2004 določa obveznosti rejca pri prodaji surovega mleka, da mleko mora biti ohlajeno na 6- C ali manj. Med samim transportom temperatura mleka ne sme preseči 10- C (Zgonec in sod. 2010). Mikrofloro, ki je prisotna v mleku pri prevzemu mleka na kmetiji, torej po prečrpavanju mleka skozi molzni sistem v bazen in skladiščenju v njem imenujemo sekundarna mikroflora. Velikost in sestava sekundarne mikroflore sta odvisni od hitrosti in temperature hlajenja mleka po molži, dolžine skladiščenja, higiene opreme za hlajenje in števila in vrste primarne mikroflore mleka. Pomembna dejavnika, ki preprečujeta hitro razmnoževanje primarne mikroflore, sta hitrost in končna temperatura hlajenja. Optimalno je, da mleko takoj po molži, v obdobju dveh ur ohladimo do < 4- C in ga pri tej temperaturi skladiščimo (Rogelj 2003).\n(Tumpej 2002: str 18)\nObstaja pomembna povezava med temperaturo skladiščenja mleka in hitrostjo rasti števila mikroorganizmov v mleku (Tumpej 2002). \nPreglednica 3 prikazuje pomembnost temperature ter kako se v surovem mleku spreminja vsebnost SŠMO/ml mleka. Dokazuje, da temperatura onemogoča in nadzoruje rast mikroorganizmov. Pomembno je, da takoj po molži hladilna naprava mleko iz 37- C ohladi pod 4,4- C.\n"], "13": ["2.3 Vplivi na kakovost surovega mleka", "Kakovost mleka označujemo z lastnostmi, kot so: vsebnost hranilnih snovi, zlasti maščob in beljakovin, higienska kakovost, vsebnost mikroorganizmov, tuje snovi v mleku, senzorične lastnosti, vonj, okus in barva. Le-te parametre kakovosti mleka dosežemo z doslednim upravljanjem s čredo, ustrezno tehniko molže, s primerno molzno opremo, s takojšnim hlajenjem mleka po molži ter ustreznim transportom mleka (Hulsen 2007).\n"], "14": ["2.3.1 Molža", "Za molžo krav se uporabljajo molzni stroji, ki morajo biti čisti in sterilizirani. Najmanj eno uro pred molžo mora biti hlev očiščen, prav tako pa mora biti čista tudi krava oziroma vime in deli telesa ob vimenu. Količina umazanije na kravah nam veliko pove o higieni na kmetiji. Bolj je krava umazana, večja je verjetnost za pojav vnetja vimena in kože. Zelo pomembna je tudi higiena molznika in vse molzne opreme. Namestitev molzne enote, molža in odstranjevanje molzne enote morajo potekati mirno. Če je molznik miren, krave komaj opazijo proces molže. Razlogi za nemir v molzišču ali stojišču so:\n- molzni stroj ne deluje prav, \n - molznik je grob,\n- krave nimajo dovolj prostora,\n- nagrajevanje nemirnega obnašanja z dodatnimi koncentrati,\n- nenadno odstranjevanje molzne enote,\n- poškodbe seskov,\n- nadležne muhe.\nVsi ti dejavniki negativno vplivajo na izločanje mleka iz vimena in s tem posledično zvišujemo tveganje za obolenje vimena, ki prinaša škodo zaradi zmanjšanja proizvodnje mleka ter tudi zaradi visokih stroškov zdravljenja živali. Molža je pomemben faktor v prireji mleka, saj se vsaka napaka molže izraža kot odstopanje od higienskega standarda (Hulsen 2007).\n"], "15": ["2.3.2 Hlajenje mleka", "Kervina in sod. (1994) navajajo, da hlajenje ni postopek za uničevanje mikroorganizmov in ne more nadomestiti čiščenja in razkuževanja opreme.\nSveže mleko, takoj po molži, ima približno 37- C. Ker se število bakterij vsakih 20 minut pri tej temperaturi podvoji, mora biti ohlajeno na 4- C čim prej po molži. Če mleka ne ohladimo pravočasno, bo postalo kislo. Hitro hlajenje mleka omogoča surovemu mleku daljšo obstojnost, podaljša rok uporabe in boljši okus. Hitro hlajenje zavira razvoj mlečno- kislinskih bakterij. Za ohranjanje kakovosti mleka je treba mleko ohladiti čim prej po molži in ohraniti nizko temperaturo med prevozom, skladiščenjem in uporabo. Za večje količine mleka v cisterni je značilno hlajenje na 4- C v eni uri. Pomembno je, da se hladna veriga ne pretrga (Marinšek in sod. 1983).\n"], "16": ["2.3.3 Upravljanje s čredo", "Dolgoročno je uspešnost reje krav molznic odvisna od optimalnega zdravja živali, dobrobiti in dobrega počutja ter produktivnosti živali. Poznamo pet pogojev za dobrobit živali:\n- voda in hrana, ki zagotavljata zdravje in vitalnost,\n- primerno okolje, ki nudi zavetje in udoben prostor za počitek,\n- preprečevanje bolečin, poškodb in bolezni,\n- preprečevanje strahu in neugodja,\n- možnost izražanja normalnega obnašanja.\nV naših podnebnih razmerah so krave vhlevljene vsaj šest mesecev na leto, med pašno sezono pa gre čreda molznic v hlev vsaj dvakrat na dan za nekaj ur, da krave pomolzemo. Zato so objekti na kmetiji pomemben del posesti. Vsak hlev ima mesta, ki predstavljajo neko tveganje. Z natančnim opazovanjem vseh mest v hlevu lahko preprečimo številne težave. Nenadne spremembe povzročajo stres in s tem občasno zmanjšano vsebnost maščobe in beljakovin v mleku. Tveganja pa niso vezana le na eno mesto, ampak tudi na nekatere situacije: spremembe vremena, vročino, visoko vlago, zmrzali, mešanje skupin, nemir, krave v pojatvi, drug molznik, presuševanje krav, spremembe obroka (Hulsen 2007).\nPasma molznic vpliva na dnevno laktacijsko in življenjsko količino ter sestavo mleka. Miglior in sod. (2006) so primerjali mlečnost med dvema mlečnima pasmama, holštajn- frizijske in aryshire, ter ugotovili, da dajo holštajn-frizijske pasme več mleka, vendar ima le-to manjšo vsebnost mlečnih maščob, beljakovin in sečnine v mleku ter višjo vsebnost laktoze in večje SŠC v mleku.\nRaziskave so pokazale, da za eno točko višja ocena umazanosti pomeni povečanje somatskih celic v bazenu za 50.000 mililitrov. Prisotnost umazanih krav kaže, da moramo biti pozorni tudi na druga področja upravljanja kmetije, ki verjetno potrebujejo izboljšanje. Redno je potrebno preveriti prezračevanje, prehrano, velikost ležalnih boksov in čistočo (Hulsen 2007).\n"], "17": ["2.3.4 Sezona", "Vsebnost laktoze, sečnine, natrija, kalija in število somatskih celic v mleku je večje v poletnih mesecih, pozimi pa mlečnih maščob in beljakovin. Raziskave govorijo o statističnih značilnih razlikah v sestavi mleka med sezono, predvsem v številu somatskih celic v mleku, ki je poleti višje kot pozimi. Do razlik med sezono prihaja zaradi različnih krmnih obrokov, prav tako tudi poletna vročina negativno vpliva na mlečnost in sestavo mleka (Allore in sod. 1997).\n"], "18": ["2.3.5 Prehrana", "Velja pravilo, da lahko s prehrano toliko bolj vplivamo na mlečnost, kolikor višja je dedna osnova. Najpomembnejša je voluminozna krma, ki je mora krava zaužiti največ, in tako dobi največ poceni hranljivih snovi. Na mlečnost in vsebnost mlečne maščobe močno vpliva tudi struktura dnevnega obroka, pri čemer sta pomembna beljakovinsko razmerje in raven samega obroka (Orešnik 2001).\nPaša, zelena krma poleti na pašniku vsebuje dovolj provitaminov, ki se pod vplivom sončne svetlobe pretvorijo v aktiven vitamin D, zato čredi, ki se poleti pase, le-tega ni potrebno dodajati. Pomembno je tudi napajanje in temperatura vode, ki ne sme biti pod 5- C, ker se lahko mlečnost zmanjša (Hulsen 2007).\n"], "19": ["2.4 Dejavniki, ki vplivajo na število somatskih celic", "Somatske celice v mleku so epitelne celice in levkociti. Pojav večjega števila polimorfonuklarnih levkocitov pomeni nastanek vnetja vimena. Levkociti so nosilci obrambe mehanizma pred škodljivimi vplivi. Somatske celice so prisotne v mleku vsake krave. Njihovo število se pri zdravih živalih giblje med 10.000 in 250.000 v mililitru mleka. Pretežni del (98 %-99 %) somatskih celic v mleku predstavljajo bele krvničke (levkociti), ostalo pa odluščene celice epitela vimena. Prisotnost povečanega števila somatskih celic v mleku je posledica poškodb mlečne žleze in vnetja vimena. Tako število \nsomatskih celic v mleku s pridom uporabljamo kot indikator vnetja vimena (Klinkon in Nemec 2002).\nŠtevilo somatskih celic v mleku se spreminja iz dneva v dan. V mleku jutranje molže je manj somatskih celic kot v mleku večerne molže. To je delno posledica krajšega intervala med molžama in manjše proizvodnje mleka. To opazimo pri čredah, ki imajo ločene cisterne za jutranjo in večerno molžo. Mesečni rezultati so pokazali, da ima večerna molža večje število celic v mleku. Na to vplivajo vsi do sedaj našteti faktorji, vključno z dejavniki gospodarjenja, kot so: prehrana, delovanje molznih strojev, opremljenost hleva. (Blowey in Edmondson 1995).\n"], "20": ["2.4.1 Vpliv mastitisa na sestavo in lastnosti mleka", "Zdravje mlečne žleze je esencialnega pomena za sestavo in tehnološko kakovost mleka. Pomemben parameter zdravstvenega stanja mlečne žleze je število somatskih celic (ŠSC). Povišano ŠSC je navadno indikator mastitisa, vnetja mlečne žleze, ki ga povzročijo patogene bakterije. Bakterijske okužbe povzročijo kompleksne vnetne reakcije, ki so posledica imunskega odziva živali. Ta se kaže v povečanem številu levkocitov v mleku, ki pridejo na mesto infekcije s ciljem uničenja patogenih bakterij, pa tudi v manjši količini mleka in spremenjeni sestavi (Nielsen in sod. 2005).\nSpremenjeni pogoji v vneti mlečni žlezi lahko, poleg porasta encimov, povečajo tudi občutljivost trigliceridov za hidrolitično razgradnjo (lipoliza), ki povzroči sproščanje maščobnih kislin. Večja količina prostih maščobnih kislin pa povzroči senzorične napake, predvsem grenkobo in žarkost mleka in izdelkov, ki jih naredimo iz takšnega mleka. Porast prostih maščobnih kislin v mastitičnem mleku je tudi posledica nedokončane sinteze maščobe v mlečni žlezi in njene razgradnje z lipolitičnimi encimi bakterijskega izvora, katerih količina se tudi poveča (Hortet in Seegers 1998).\nObrambna sposobnost belih krvničk v vimenu se zaradi različnih vzrokov precej zmanjša, zato pogosto mikrobi, ki so prodrli v vime, vsaj delno preživijo. Količina celic v mleku se \npri nekaterih splošnih boleznih lahko poveča, naraste pa tudi ob porodu, v pozni laktaciji, ob spremembah hrane in ob različnih stresih in poškodbah vimena. Najpogosteje se seveda poveča zaradi bakterijskih okužb vimena. Ugotovili so, da se vzporedno z naraščanjem števila celic v mleku spreminjajo tudi kemične lastnosti mleka. Pri 100.000 celicah v mililitru mleka začne naraščati količina klora, natrija in dušika, upadati pa začnejo količina fosforja, kalija in mlečnega sladkorja. Te spremembe so znosne do mejne vrednosti 400.000 celic v mililitru; do te količine mleko pravzaprav še lahko imenujemo mleko. To število je obenem tudi gornja mejna vrednost za mleko iz zdravega in bolnega vimena (če so prisotni povzročitelji mastitisa) oz. vimena z motenim izločanjem (če ni povzročiteljev mastitisa). Če sklenemo s tem, kolikšen pomen ima štetje celic v mleku pri ugotavljanju mastitisa, moramo poudariti, da je število celic zelo pomembno merilo pri ocenjevanju stanja mastitisa v hlevu ali čredi pa tudi pri posamezni živali. Povečano ŠSC v mleku je večinoma povezano z vnetnim procesom v vimenu, ki pa je lahko posledica okužbe s celo vrsto različnih mikroorganizmov, tako da ta metoda ni primerna za določevanje povzročitelja okužbe, kar pa je za nadaljnje zdravljenje velikega pomena. Iz tega razloga za usmerjeno in uspešno terapijo mastitisa poleg podatkov o številu somatskih celic v mleku potrebujemo še rezultate bakteriološke preiskave in antibiogram (Kenda 2007).\n"], "21": ["2.4.2 Stres", "Mehanizem praznjenja mleka iz vimena se odvija preko skorje velikega mozga, zato dražljaji iz okolja, kot so neugodje, strah in bolečina, delujejo zaviralno na izločanje oksitocina in s tem posledično krava mleko zadrži v vimenu. Posledica je slabo izmolzavanje in s tem povezan edem vimena. Prepovedano je krave tepsti, saj stres v krvi ustvarja adrenalin, ki oži krvne žile in s tem ovira dovod krvi in hormona oksitocina v vime. Prestrašene krave dajo manj mleka, zato moramo z vsemi kravami v čredi upravljati mirno in prijateljsko. Prispevek stresa in večina okoljskih dejavnikov, ki povečujejo ŠSC v mleku, je v primerjavi z mastitisom relativno majhen (Rupič in Havranek 2003).\n"], "22": ["2.4.3 Stadij laktacije in starost živali", "Število somatskih celic v mleku je povezano tudi s starostjo krave molznice (mleko starejših krav vsebuje več somatskih celic kot mleko prvesnic), stadijem laktacije in pasmo molznic (Dürr in sod. 2008). ŠSC se s starostjo krav oziroma z zaporedno laktacijo postopno povečuje, tudi če krave ne zbolevajo za mastitisom.\nAvtorja Hevranek in Rupič (2003) navajata, da nekje 4-8 tednov pred koncem laktacije količina beljakovin in maščob raste, količina laktoze pa pada. Pred koncem laktacije anorganskih snovi poraste, mleko dobi slankast okus in ni več ustrezno za uporabo. Takoj po telitvi je v mleku razmeroma veliko somatskih celic. Nato se do obdobja od 20. do 100. dne laktacije ŠSC zmanjša, proti koncu laktacije pa se ponovno poveča.\n"], "23": ["2.5 Mlekomat", "Mlekomat je naprava, ki v sodobnem času omogoča, da lahko potrošnik vsak dan pije sveže mleko. Sistem so razvili v Švici, izpopolnili pa so ga v Italiji in je sedaj prisoten v večini evropskih držav. Preprosto bi ga lahko imenovali avtomatski točilni sistem za prodajo svežega mleka. Mleko iz mlekomata je zdravo in kakovostno živilo, v kolikor je pridelano v skladu z vsemi higienskimi zahtevami v vseh fazah proizvodnje. Zaradi svoje bogate sestave je izvrsten medij za rast mikroorganizmov. Tvegan je lahko tudi način pridobivanja mleka (higienske razmere v hlevu in pri molži, oprema, zdrava živina, zdravo in čisto, urejeno osebje, ravnanje z mlekom). Kakovost in varnost mleka se lahko spremeni tudi zaradi neprimernega ravnanja z živilom po nakupu (Zavod za zdravstveno varstvo Murska Sobota 2010).\n"], "24": ["2.5.1 Pozitivne lastnosti mleka iz mlekomata", "Koristi svežega mleka iz mlekomata so: mleko iz mlekomatov ohrani vse naravne lastnosti, je bogatejše z vitamini in ni homogenizirano. Lahko se uporabi za izdelovanje kislega mleka, jogurta, skute, kefirja ali sira. Koristi za okolje - ni potrebe za izvajanje dodatnih tehnoloških postopkov, npr.: transport do proizvodnje, predelava, distribucija. Sodobni \npotrošnik si vedno bolj želi uživati naravno, zdravo, nepredelano hrano. Tako kot smo do nedavnega hodili s kanglico po mleko h kmetu, tako danes poiščemo sveže mleko na mlekomatu – razlika je le v tem, da je slednji način varnejši (Zavod za zdravstveno varstvo Murska Sobota 2010).\n"], "25": ["3 MATERIAL IN METODE DELA", ""], "26": ["3.1 Material", "Za diplomsko nalogo smo jemali vzorce svežega mleka na mlekomatih Tezno in Miklavž. Nato smo zbrali podatke o vsebnosti skupnega števila mikroorganizmov, število somatskih celic ter temperaturi mleka in okolice različnih serijah dostav svežega mleka do mlekomatov kmetije Veis.\n"], "27": ["3.1.1 Predstavitev kmetije Veis", "Kmetija Veis je družinska kmetija. Nahaja se na Dravskem polju v vasi Skoke in po obsegu spada med srednje velike kmetije, saj obdelujejo 36 ha zemlje. Na kmetiji redijo 28 krav molznic črno-bele pasme ter 25 plemenskih telic. Vse moške živali prodajo takoj, ko jih odstavijo. Krave molznice imajo na vezani reji, telice pa v boksih na nastilj. Posebnost kmetije je, da krave in telice pasejo na prostranih pašnikih. Ker težijo k čim boljši prireji mleka, redno korigirajo krmni obrok s pomočjo tehnologa prehrane g. Pogorelca iz Dobrodeja. Osnovni obrok je sestavljen iz mrve in travne silaže ter koruzne silaže, ki se čez leto dvakrat spremeni, zaradi paše. Vso voluminozno krmo, koruzno zrno, tritikal in pšenico pridelajo doma, dokupijo le sončnične tropine, bučne pogače in mineralno- vitaminske dodatke. Krmo živalim dovajajo v jasli z mešalno prikolico in jih krmijo po volji (ab-libitum). Ostanke obroka krav molznic krmijo brejim telicam. Molzejo na štiri enote po mlekovodnem sistemu. Mleko oddajajo Ljubljanskim mlekarnam, od jeseni 2009 pa sveže mleko prodajajo tudi preko dveh mlekomatov. Letna prireja mleka kmetije je 170.000 l. Standardna laktacija na kravo je 7611 kg mleka s povprečjem 3,88 % maščob in 3,36 % beljakovin.\n"], "28": ["3.1.2 Mlekomat", "Mlekomat je postavljen na dveh lokacijah, na Teznu ter Miklavžu, in je obdan z leseno hišico. Na kraju delovanja potrebuje le elektriko, saj čiščenje cisterne, v kateri je mleko, poteka doma - ob zamenjavi mleka se namreč zamenja tudi cela cisterna. Mlekomat sestavlja hladilnik, ki mleko ohlaja pod stalnim nadzorom. Monitoring temperature mleka mlekomata se nadzoruje in beleži z logerjem vsakih petnajst minut. Če temperatura mleka v mlekomatu naraste preko +4- C, avtomat kupcu mleka ne izda, preko sms sporočila pa kmeta obvesti o nepravilnostih ali zamenjavi posode z novo. Zraven mlekomata je avtomat za steklenice ali plastenke.\n"], "29": ["3.2 Metode dela", "Po večerni molži na kmetiji Veis, ki je trajala od 17.00 do 18.00 ure, smo počakali, da se je mleko, ki priteče po zaprtem mlekovodnem sistemu čez filter, ohladilo na temperaturo 3-4- C. Čas ohlajanja je odvisen od količine namolzenega mleka ter od okoliških temperatur zraka. Ohlajanje je trajalo eno uro. Nato so mleko pretočili v dve 250 l premični cisterni mlekomatov in ju naložili v kombi, ki je za prevoz posebej prirejen. Vedno so najprej dostavili cisterno do mlekomata Miklavž in jo namestili v hladilno komoro mlekomata, staro cisterno pa naložili v kombi in nato še dostavili cisterno svežega mleka na Tezno. Obe cisterni, ki so ju zamenjali, so pripeljali na kmetijo, kjer so ju očistili in dezinfekcirali. Velikokrat je v cisternah še bilo mleko, ki je ostalo od prodaje in so ga pokrmli teletom.\n"], "30": ["3.2.1 Postopek vzorčenja", "Vzorec mora predstavljati povprečno sestavo celotne količine izdelka, od katere je vzet. Količina, ki je odvzeta, mora biti pri istovrstnih izdelkih proizvedena v enakih pogojih istega dne. Za obe analizi SŠC in SŠMO je zelo važno pravilno vzorčenje, da dobimo povprečen vzorec in primerljive rezultate, kajti če vzorca nismo vzeli pravilno, nam tudi najnatančnejša preiskava ne more dati zanesljivih podatkov. \nDiplomske naloga temelji na odvzetih vzorcih svežega mleka, ki so ga dostavljali iz kmetijskega gospodarstva Veis na mlekomat in po prodaji nazaj do kmetije. Te ostanke mleka, ki se ne proda preko avtomata, krmijo teletom.\nPrvič smo odvzeli vzorec svežega mleka na SŠC in SŠMO v zbiralnici mleka kmetije, iz 1600 l fiksne hladilne cisterne, ko je v njej samo ena molža - večerna molža, ki so jo opravili od 17.00 do 18.15 ure. Odčitali smo temperaturo mleka na monitorju fiksne cisterne, in sicer smo prvič zabeležili, ko so končali z molžo, in drugič, ko se je mleko ohladilo in je bilo pripravljeno na transport do mlekomatov. Tako smo dobili tudi čas ohlajanja mleka. Ko se je sveže mleko ohladilo do primerne temperature 4-6- C, so mleko pretočili v dve manjši 200 l cisterni, ki sta namenjeni zamenjavi mleka z novim svežim mlekom na mlekomatu. Nato so cisterni z ohlajenim mlekom naložili v kombi in dostavili surovo mleko do mlekomatov kmetije Veis. Najprej so dostavili in zamenjali cisterni na mlekomatu 1 - Miklavž, nato pa na mlekomatu 2 - Tezno. Drugič smo odvzeli vzorec na SŠMO svežega mleka iz cisterne mlekomata 1, ko so mleko dostavili na kraj mlekomata, in ob tem tudi izmerili temperaturo mleka v cisterni. Tretjič \nsmo odvzeli vzorec na SŠMO svežega mleka iz cisterne mlekomata 2, ko so mleko dostavili na kraj mlekomata. Prav tako smo tudi izmerili temperaturo mleka v cisterni. Četrtič smo odvzeli vzorec na SŠMO mleka, ki je ostalo v cisterni mlekomata 1, ob zamenjavi z novim, svežim mlekom. Izmerili smo tudi temperaturo mleka, ko so cisterno zamenjali z novo. Petič smo odvzeli vzorec na SŠMO mleka, ki je ostalo v cisterni mlekomata 2, ob zamenjavi z novim svežim mlekom. Izmerili smo tudi temperaturo mleka, ko so staro cisterno zamenjali z novo. Ohlajene vzorce na maksimalno 4- C so dostavljali naslednji dan, in sicer do mlekarne v Mariboru, od koder pa smo vzorce dostavljali v laboratorij za mlekarstvo Univerze v Ljubljani, Biotehniške fakultete v Domžalah. Deset vzorcev, odvzetih iz fiksne hladilne cisterne, smo analizirali na SŠC z instrumentom Fossomatic, ter petdeset vzorcev vseh serij dostav na SŠMO z instrumentom Bactoscan. Proizvajalec obeh instrumentov je Fosselectronic. Leta 2005 je laboratorij pridobil akreditacijsko listino Slovenske akreditacije (LP 062) za izpolnjevanje zahtev standarda ISO 17025.\n"], "31": ["3.2.2 Določanje mikrobiološke kakovosti surovega mleka z Bactoscanom", "Bactoscan 8000 je instrument za avtomatsko določanje mikrobiološke kakovosti surovega mleka, namenjen predvsem plačevanju mleka po kakovosti. Metoda temelji na štetju posameznih bakterijskih celic v vzorcu mleka. Čas, potreben za analizo, je 5 minut (48 do 72 ur pri standardni metodi štetja). Standardna metoda določanja skupnega števila mikroorganizmov v mleku, ki je indirektna metoda, je metoda štetja kolonij na ploščah (angl. Standard Plate Count, SPC), oziroma metoda določanja kolonije tvorečih bakterijskih celic (ang. Colony forminh Units, CFU). Med direktne mikrobiološke metode prištevamo direktno mikroskopsko štetje bakterije po Breed-u (angl. Direct Microscopic Count, DMC) in DEFT tehniko. Pri DEFT tehniki izločimo bakterije iz mleka s filtriranjem, ki jih skoncentriramo na površini membrane, obarvamo s fluorescentnim barvilom in preštejemo z epifluorescentnim mikroskopom. Na osnovi epifluorescentne mikroskopije deluje tudi aparat Bactoscan proizvajalca Foss Electronic, Danska (Bajt in sod. 1998).\n"], "32": ["3.2.3 Princip delovanja", "Princip delovanja instrumenta Baktoscan je kontinuirana epifluoroscentna mikroskopija. Instrument meri svetlobo, ki se odbija s površine s fluorescenčnim barvilom obarvanega objekta, v tem primeru obarvane bakterij. Vzorci surovega mleka so običajne bakterijske kakovosti od manj kot 10.000 mikroorganizmov/ml mleka do 3.000.000 in več mikroorganizmov/ml mleka. Tehnika metode instrumenta Bactoscan 8000 poteka po ogrevanju vzorca surovega mleka na 40- C - aparat odpipetira 2,5 ml vzorca mleka v prostor za mešanje. Mleko se zmeša s 7,5 ml raztopine, ki povzroči razpad kazeinskih micel, somatskih celic in razbitje bakterijskih skupkov. Vzorec se prenese v gradientsko centrifugo velike hitrosti, kjer se bakterije ločijo od ostalih sestavin mleka. Dozira se proteolitičen encim alkalaza. Bakterije, ujete v gradient, se preko filtrne komore prefiltrirajo v inkubacijsko enoto, kjer se mešanica inkubira 3 minute na 40- C. Proteolitični encim razkroji delce somatskih celic in kazeinske delce. Doda se raztopina barvila akridin-oranž (1 ml). Prične se štetje. Rezultat je število impulzov oz. bakterij/mikroliter mleka. Instrument iz točk konverzijske tabele avtomatsko izračuna število kolonij tvorečih celic/mikroliter mleka. Število bakterij/ml mleka dobimo z množenjem s 1000 (Bajt in sod. 1998).\n"], "33": ["3.2.4 Določanje somatskih celic surovega mleka s Fossomatik-om", "Štetje somatskih celic je metoda odkrivanja mastitisa (vnetja mlečne žleze) in je eden od osnovnih parametrov ocenjevanja kakovosti mleka pri plačevanju. Princip delovanja instrumenta je fluoro-opto-elektronsko štetje somatskih celic. S fluorescenčnim barvilom obarvana jedra somatskih celic po obsevanju s ksenonovo žarnico oddajajo svetlobo, ki prehaja skozi mikroskop do fotodiode detekcijskega sistema. Svetlobni signali se pretvorijo v elektronske signale, ki jih instrument šteje avtomatsko. Novejši instrumenti tipa Fossomatik delujejo po principu pretočne citometrije. Območje meritve vzorcev surovega mleka je od 10.000 celic/ml mleka. Rezultat na ekranu je število somatskih celic v tisočih na mililiter (število. 10 3 celic/ ml) (Bajt in sod. 1998).\n"], "34": ["3.3 Statistična obdelava", "Zbrane podatke smo vnesli v program Microsoft Office Excel 2007 in jih statistično obdelali s programom SPSS for Windows 17.0. Korelacijo med dvema linearnima spremenljivkama smo določili s Pearsonovim korelacijskim koeficientom. Aritmetične sredine podatkov so bile testirane s Tukey-evim HSD testom pri 5 % tveganju. Statistično značilne razlike smo označili s črkami. Vrednosti, označene z isto črko, se statistično značilno ne razlikujejo (p = 0,05).\n"], "35": ["4 REZULTATI Z RAZPRAVO", ""], "36": ["4.1 Izračunani statistični parametri", "V preglednici 5 so prikazani osnovni statistični parametri vzorcev surovega mleka na lokacijah odvzema doma in na mlekomatih Tezno in Miklavž. Kot vemo, so vzorci, odvzeti doma, predstavljali reprezentativne vzorce, ki smo jih spremljali in ugotavljali, kako se spreminja SŠMO/ml surovega mleka glede na različne serije dostav do mlekomatov in nazaj. Prav tako smo osnovne statistične parametre določali za izmerjene temperature zraka in mleka, ki so se nanašali na vzorce za raziskavo kakovosti mleka. Sveže pomolzeno mleko se je zbiralo v fiksni cisterni ob koncu molže pri 18,19- C. Da je bila temperatura mleka primerna za dostavo do mlekomatov, se je mleko ohlajalo v povprečju 1,38 ure.\nSrednja vrednost ŠSC/ml surovega mleka je znašala 294.100 SC/ml. Povprečna vrednost SŠMO/ml surovega mleka, ki smo ga dostavili do mlekomatov, je bila v vseh serijah drugačna. Prvotni reprezentativni vzorec, odvzet doma pred dostavo, ima povprečno vrednost 5.700 SŠMO/ml surovega mleka in se razlikuje od vzorcev mlekomata 2 za 45.700 SŠMO/ml in od mlekomata 1 za 85.900 SŠMO/ml surovega mleka. Z rezultati analiz surovega mleka (preglednica 5), ki ga po neposredni prodaji dostavijo nazaj na kmetijo, smo prikazali, da je vrednost na mlekomatu 2 57.300 SŠMO/ml mleka in na mlekomatu 1 62.329 SŠMO/ml. Na mlekomatu 2 med obema vzorcema mleka ob dostavi in v ostanku mleka ni večjih odstopanj v vrednosti SŠMO/ml svežega mleka. To lahko pojasnimo s povprečnimi vrednostmi temperatur mleka v času, ko so svežega odpeljali do mlekomata 2 (5,2- C). Povprečna temperatura zraka ob mlekomatu 2 je ob dostavi bila manjša (19,7- C) kot temperatura zraka pri odvozu mleka (20,1- C). Na mlekomatu 1 je povprečna vrednost SŠMO/ml surovega mleka ob dostavi glede na ostanek mleka padla iz 91.600 na 62.320 SŠMO/ml.\n*a,b –sredine, označene z različnimi črkami v stolpcu, so signifikantno različne s 95%  verjetnosti\nPo Tukey HSD (preglednica 6) testu lokacija mlekomatov statistično značilno vpliva na SŠMO/ml surovega mleka, saj se vsebnost SŠMO/ml mleka doma statistično značilno razlikuje od vsebnosti SŠMO/ml mlekomata 1. Poenostavljeno bi rekli, da je na mlekomatu 1 višje SŠMO/ml zaradi vplivov okolice, saj je postavljen na sončni strani ter zraven glavne regionalne ceste. Ker so mleko dlje časa dostavljali do mlekomata 2, smo ugotovili, da obstajajo med temperaturo mleka doma pred dostavo in temperaturo mleka mlekomata 2 statistično značilne razlike. Temperatura mleka pred dostavo mleka mora biti primerno ohlajena, ker cisterna med prevozom mleka nima hlajenja. \n* p≤ 0,05 –stat. značilna povezava\nIz preglednice 7 je razvidno, da se je s povečanjem temperature v ostanku mleka povečala temperatura v ostanku mleka doma, saj je korelacija med njim pozitivna in srednje močna. Iz izračunanih podatkov, ki smo jih zajeli v izračun korelacij, smo ugotovili, da temperatura zraka ob dostavi na mlekomatu 1 statistično značilno vpliva na temperaturo v ostanku mleka doma. Ugotovili smo, da nižja, kot je vsebnost SŠMO/ml mleka ob dostavi, manjša bo vsebnost SŠMO/ml v ostanku mleka po prodaji. \n*. p< 0,05 –stat. značilna povezava ** p< 0,01\nPreglednica 8 prikazuje, da so temperature zraka ob dostavi in temperature zraka ob zamenjavi ostanka mleka v mlekomatu 2 statistično značilno povezane. S temi izračuni smo ugotovili, da se je s povečanjem temperature zraka ob dostavi povečala temperatura mleka ob dostavi, vendar ni presegla 4- C. Med meritvami za spremenljivki temperature mleka ob dostavi in temperature zraka ob dostavi obstajajo močne statistično značilne razlike (p ≤ 0,01), saj temperatura okoliškega zraka vpliva na temperaturo mleka, ker mleka ob dostavi v cisterni ne hladijo. Ker so mleko dostavljali po večerni molži, temperature niso imele močnega vpliva, saj je surovo mleko ohranilo svojo kakovost in nizke temperature skozi celoten razvoz.\n"], "37": ["5 SKLEPI", "Nakupne navade potrošnikov se bodo v prihodnosti spremenile. Vemo namreč, da prodaja svežega mleka preko mlekomata temelji na lokalni ravni in na živilu znanega izvora, zato mu kupci tudi bolj zaupajo. Raziskali smo, kako se med dostavami mleka do mlekomatov kmetije Veis spreminjajo kvalitativne lastnosti mleka na osnovi temperature in vsebnost mikroorganizmov v surovem mleku.\n- Za surovo mleko, ki smo ga dostavili do mlekomata 1, smo ugotovili, da je  povprečna vrednost 91.600 SŠMO/ml, ki je bila ob dostavi, padla na 62.320  SŠMO/ml mleka po 48 urah v mlekomatu, kar je verjetno zaradi dobrega  vzdrževanja želene temperature hladilne naprave, saj smo izmerili (4,1- C) ob  dostavi višjo temperaturo mleka, kot pa v ostanku (3,9- C). Zmanjšano SŠMO/ml  mleka povezujemo z občutljivostjo bakterij mezofilnega razreda.\n- Za mlekomat 2 smo ugotovili, da je povprečna vrednost 51.400 SŠMO/ml, v  ostanku mleka pa znaša 57.300 SŠMO/ml. Temperatura mleka ob dostavi na  mlekomatu 2 je bila v povprečju višja od temperature mleka ob dostavi na  mlekomat 1 za 1,1- C, saj so mleko najprej dostavljali na mlekomat 1.\n- Temperature mleka ob dostavi in temperature zraka ob dostavi mlekomata 2 sta v  močni statistično značilni povezavi (p ≤ 0,01), kar pomeni, da če temperatura zraka  v okolici mlekomata 1 naraste, se tudi temperatura mleka ob dostavi poviša. Na  kakovost mleka za prodajo ne vpliva samo začetno rokovanje, temveč tudi lokacija  mlekomatov, saj smo dokazali, da se vsebnosti SŠMO/ml svežega mleka statistično  značilno razlikujejo med lokacijama doma in mlekomatom 1.\nSklepamo, da je prireja mleka na kmetiji Veis primerna za prodajo surovega mleka preko mlekomatov. Mleko je v vseh serijah dostav higiensko primerno rokovano in hlajenje mleka ustrezno, ker mleko ne preseže 7- C. Zahteve za mleko glede proizvodnje, kakovosti in trgovanja so upoštevane in usklajene z Evropskimi predpisi.\n"], "abstract": ["Namen diplomskega dela je bil raziskati spremembe v številu mikroorganizmov surovega mleka glede na različne serije dostav do mlekomatov kmetije Veis in dokazati, da je to mleko zdravo in higiensko neoporečno. Spremljali smo kakovost surovega mleka pri različnih temperaturah mleka in okolice. Analizirali smo petdeset vzorcev mleka na SŠMO in deset vzorcev na SŠC. Jemanje vzorcev je potekalo od maja do avgusta 2010. Kemijsko in mikrobiološko analizo vzorcev smo opravili v laboratoriju za mlekarstvo Biotehniške fakultete v Domžalah. Vzorce smo analizirali sveže in nikoli starejše od 48 ur po odvzemu. Temperaturo mleka in okolice smo merili z vbodnim termometrom za živila. Analize vzorcev so pokazale, da je povprečna vrednost surovega mleka v vseh serijah dostav I. kakovostnega razreda. Vzorec doma je vseboval 5.700 SŠMO/ml surovega mleka in se je razlikoval od vzorcev mlekomata 1 za 85.900 in mlekomata 2 za 45.700 SŠMO/ml surovega mleka, po neposredni prodaji pa na mlekomatu 1 62.329 SŠMO/ml in mlekomatu 2 57.300 SŠMO/ml. Na mlekomatu 1 med vzorcema ob dostavi in v ostanku mleka ni bilo večjih odstopanj v vrednosti SŠMO/ml mleka. Vsebnost SŠC v mleku, je znašala v povprečju 294.100/ ml mleka. Temperature v povprečju nikoli niso presegle 4,1° C na mlekomatu 1 in na mlekomatu 2 5,2° C v prvi seriji dostav. V drugi seriji dostav pa na mlekomatu 1 niso presegle v povprečju 3,9° C, na mlekomatu 2 pa 3,6° C. Ugotovili smo, da ima lokacija statistično značilni vpliv na SŠMO/ml in na temperaturo mleka. "]}