{"1": ["1 UVOD", "Razvoj v družbi nas usmerja v enostavnejšo in hitrejšo ter posamezniku prijaznejšo obliko poslovanja, zaradi česar se je razvilo e-poslovanje. V okviru e-poslovanja najdemo tudi segment, ki ga ponujajo banke, to je e-bančništvo in znotraj tega e- račun. Papirno poslovanje je nepraktična, zelo draga in okolju neprijazna oblika poslovanja podjetja. To na svoji koži občutijo predvsem organizacije, ki so primorane zagotavljati in vzdrževati velike količine podatkov in dokumentacije.\n"], "2": ["1.1 PREDSTAVITEV PROBLEMA", "V diplomski nalogi se bomo osredotočili predvsem na predstavitev nove storitve slovenskih bank. Gre za uvedbo izdaje oziroma prejema e-računov neposredno v e- banko.\nE-račun je nadomestilo za klasični papirni račun v e-obliki, ki je najpogosteje zapisan v enem od uveljavljenih standardov. E–račun je enak klasičnemu računu, ki ga izdajatelj računa izda svojemu dolžniku, bodisi podjetju ali fizični osebi, le da je zapisan v e-obliki. Pred leti so izdajatelji posredovali svoje račune preko klasičnih poštnih poti, danes pa so mnoga podjetja v Sloveniji že začela posredovati e– račune tudi preko e-pošte. Dve slovenski banki, Abanka Vipa d.d. in Nova Ljubljanska banka d.d. (v nadaljevanju NLB), sta lansko leto skupaj s podjetjem Halcom d.d. iz Ljubljane (v nadaljevanju Halcom) začeli pilotsko razvijanje in uvajanje čisto nove storitve. Letos so se jima pridružile še druge banke in sicer Unicredit, Probanka in Raiffeisen. Izdajatelj namreč pošlje svoje e–račune neposredno v prejemnikovo e–banko, kjer nas do izvedbe plačila loči le nekaj klikov.\nZ diplomskim delom želimo prikazati novo storitev v e-banki za pravne osebe kot izdajatelja in prejemnika ter fizične osebe kot prejemnika e-računa, jo obrazložiti in tudi slikovno prikazati.\nV okviru diplomskega dela bomo predstavili izboljšave, kot je naprimer nadgradnja obstoječega sistema tako, da bi omogočal še izmenjavo nekaterih e-dokumentov, predvsem e-dobavnic in e-naročilnic. O tem se bomo posvetovali s tehnologi v NLB- ju, ki delajo na področju e-računa.\n"], "3": ["1.2 NAMEN, CILJ IN OSNOVNE TRDITVE", "Namen diplomskega dela je podrobno predstaviti prejem e-računov neposredno v e- banko. Gre za enostavnejši, hitrejši ter okolju prijaznejši način prejemanja in izdajanja računov. S to storitvijo privarčujejo tako podjetja kot posamezniki. Seveda ima vsaka stvar svoje prednosti in slabosti, ki jih bomo poskušali v delu tudi predstaviti.\nV jedru diplomskega dela se bomo posvetili opredelitvi pojmov e-bančnišvo, njegovi varnosti ter e-račun, njegovi zgodovini in zakonodaji na tem področju. \nV nadaljevanju bomo raziskali, kako je ta nova storitev združila oba predstavljena segmenta ter podrobno predstavili delovanje in pomembnejše sestavne dele tega sistema. Ko bomo zaključili s tehničnim delom opisa, bomo e–račun predstavili še iz stališča uporabnika ter raziskali, kakšne prednosti in slabosti nam prinaša.\nV zadnjem poglavju bomo povzeli ugotovitve in predloge za izboljšavo oz. nadgradnjo obstoječega sistema, o čemer se bomo pogovarjali s tehnologi v NLB-ju. Preveriti želimo, kako daleč je postopek uvedbe še nekaterih drugih e-dokumentov za izmenjavo v e-banki.\n"], "4": ["2 ELEKTRONSKO BANČNIŠTVO", ""], "5": ["2.1 OPREDELITEV ELEKTRONSKEGA BANČNIŠTVA", "Najširše oz. najbolj splošno lahko opredelimo e-bančništvo kot poslovanje bank na e-način. Komunikacija med banko in komitenti banke, denarne ter finančne transakcije potekajo preko elektronskih medijev, med katere uvrščamo: osebni računalnik, telefon, internet, …. Rečemo lahko torej, da e-bančništvo predstavlja vsaka bančna storitev, ki se opravlja na elektronski način.\nOžja opredelitev e-bančništva pa zajema le tiste bančne storitve oz. storitve virtualnega bančništva, ki temeljijo na informacijski tehnologiji in so neodvisne od bančnih poslovalnic. Gre za storitve, ki se opravljajo preko svetovnega spleta in so komitentom banke na voljo 24 ur dnevno ter 365 dni v letu.\nDa bi ločili storitve e-bančništva od nestandardiziranih sistemov, ki pripadajo preteklosti, morajo storitve e-bančništva zadoščati naslednjim zahtevam:\n- dosegljive morajo biti 24 ur na dan, 7 dni v tednu, 365 dni v letu,\n- dosegljive morajo biti kjerkoli,\n- biti morajo popolnoma avtomatizirane,\n- opravljanje storitev mora biti varno.\n"], "6": ["2.2 VARNOST V ELEKTRONSKEM BANČNIŠTVU", "Z razvojem tehnologije so se razvile nove možnosti za poslovanje. Zaradi prodora informacijske tehnologije in interneta v različne dejavnosti se odpirajo tudi številna vprašanja glede varnosti. Podatke ujete na papirjih izpodrivajo podatki v elektronski obliki. Ti nam prinašajo veliko prednosti, hkrati pa povečujejo potencialno nevarnost zlorabe, če jih pravočasno ne zaščitimo.\nPosamezniki se zavedamo, da moramo za zagotavljanje zasebnosti in varovanja vseh podatkov na naših računalnikih poskrbeti tudi sami. Poskrbeti moramo za zaščito računalnikov pred raznimi računalniškimi virusi, črvi in drugimi zlonamernimi programi z antivirusnimi programi ter požarnimi zidovi. Tako kot posamezniki pa morajo svoje podatke v računalniških sistemih zaščititi tudi podjetja. Ta so namreč toliko bolj na udaru računalniškega kriminala. S pojavom in razširitvijo e–bančništva so vse bolj na udaru tudi banke.\nBanke varujejo gotovino v strogo varovanih sefih. Zaradi vse večje uporabe elektronskih transakcij morajo banke varovati tudi svoj elektronski denar. Samo pregledovanje in spreminjanje bančnih podatkov ne sme biti dostopno vsakomur, zato morajo dobro poskrbeti za varnost. Za varovanje takšnih podatkov je ponavadi potrebno poskrbeti na več ravneh. Potrebno je zavarovati tako lokalno omrežje s požarnimi zidovi kot komunikacije preko interneta s šifriranjem podatkov, z digitalnimi podpisi in certificiranji javnih ključev ter njihovimi preverjanji. Poskrbeti je treba za varen pretok podatkov preko ustrezno zaščitenih kanalov (Hribar, 1999).\n"], "7": ["3 KAJ JE E-RAČUN", "E-račun nadomešča klasično papirno obliko računa z elektronsko obliko. Je klasičen račun, ki ga izdajatelj računa izda svojemu dolžniku - prejemniku računa v e-obliki. Vsebina in izgled sta sicer popolnoma enaka, razlika je le v načinu prikaza in prenosa računov. Pri e-računih poteka izdajanje in prejemanje računov elektronsko in temelji na infrastrukturi e-bančništva (NLB E-račun, pogosta vprašanja in odgovori, 2009).\nOsnova za učinkovito in predvsem varno izmenjavo e-računov je zakonodaja in v Sloveniji le-ta veleva sledeče (84. čl. ZDDV-1):\n- (1) Račun se lahko izda v papirni obliki, lahko pa tudi v e-obliki, če s tem soglaša kupec oziroma naročnik in če je zajamčena pristnost izvora in celovitost vsebine.\n- (2) Račun se lahko izda v e-obliki v skladu s predpisi, ki določajo elektronsko poslovanje, če so izpolnjeni naslednji pogoji:\n- zagotovljena mora biti avtentičnost izvirnika računa, tako da prejemnik  računa lahko ugotovi, da je tak račun resnično poslal izdajatelj računa;\n- iz elektronskega sporočila morata biti razvidna čas in kraj odpošiljanja in  prejema računa;\n- zagotovljena mora biti integriteta računa, tako da uporabljena tehnologija in  postopki v zadostni meri onemogočajo spremembo podatkov na računu.\nTako kot zakonodaja določa, kako se lahko e-računi izmenjujejo, je določena tudi oblika e-računa. V Sloveniji to obliko določa E-slog (http://www.gzs.si/slo/6679). Gre za XML standard, ki je bil razvit pod okriljem Gospodarske zbornice Slovenije in predan v vzdrževanje GS1, Slovenija.\n"], "8": ["3.1 KRATKA ZGODOVINA E–RAČUNA", "V začetku šestdesetih let prejšnjega stoletja se je začel razvijati EDI sistem (angl. Electronic Data Interchange), kjer gre za elektronsko izmenjavo dokumentov, med njimi tudi računov. Zaradi specifičnosti uporabe tega sistema (poslovanje podjetja s podjetjem, uporabljati morata isto tehnologijo, ipd.) in s tem povezanih prevelikih stroškov, se takšna izmenjava računov nikoli ni pretirano razširila. E–račun, kot ga danes poznamo, pa se je začel razvijati šele konec devetdesetih let prejšnjega stoletja na podlagi EDI sistema. Prednost e–računov pred EDI računi je tudi v samem prenosu dokumentov, saj oblika pri e–računih ostane nespremenjena(Electronic Data Interchange, 2009).\nPomemben korak k uporabi izmenjave e–računov je zagotovo prinesla Direktiva 2001/115/EC z dne 20.12.2001, ki je bila objavljena 17.1.2002 v Uradnem listu Evropske skupnosti ter začela veljati v vseh članicah EU z letom 2004. Ta med drugim določa uporabo računov v elektronski obliki ter določa njihovo vsebino in zahteva avtentičnost izdajatelja.\n"], "9": ["3.2 UVEDBA E-RAČUNA V ČLANICAH EU", "Zgodovina e–računov je zelo mlada in še v razvoju. Oktobra 1999 je bil poslan prvi e–račun na Finskem, z letom 2003 pa so uvedli sistem Finvoice za izdajanje in prejemanje e–računov (Vahtera, 2002, 43/2). Leta 2000 so začeli s testno fazo programa Isabel v Belgiji, uporabljati pa so ga začeli z letom 2004, ko je bila prej omenjena Direktiva uveljavljena v belgijski zakonodaji. Leta 2005 je Danska za podjetja uvedla obvezno pošiljanje e–računov javni upravi, ki je zakonsko podprto že od leta 2003 (Sørenses, 2005, 2). Njihov sistem se imenuje eFaktura.\n"], "10": ["3.3 E–RAČUN V SLOVENIJI", "Z letom 2000 je bil sprejet Zakon o elektronskem poslovanju in elektronskem podpisu (ZEPEP), ki je osnova za elektronsko poslovanje, katerega podrobneje predstavljamo v nadaljevanju. Osnova za uvedbo je bila zagotovo tudi Direktiva 2001/115/EC, ki smo jo že omenili. Za vzpostavitev uvedbe e–računov pri nas pa je bil pomemben še standard e–SLOG, ki so ga začeli razvijati z letom 2002 pod okriljem GZS. Z letom 2002 se je začela izmenjava e–računov znotraj skupine podjetij, ki so imele enake celovite programske rešitve (angl. Enterprise Resource Planning System- ERP).\nVečja podjetja so se odločila racionalizirati procese s svojimi največjimi dobavitelji, ker pa do leta 2005 ni prišlo do standardiziranega načina izmenjave, so podjetja vzpostavila lastne mreže ter račune izmenjevala preko elektronske pošte, VPN (angl. Virtual Private Network) omrežij ipd. Z letom 2007, ko je bila sprejeta večina zakonov, povezanih z e–računi, pa se je začel projekt e–račun na Združenju bank Slovenije (ZBS). Kot prvi slovenski banki, ki sta vzpostavili infrastrukturo e–računov za pravne in fizične osebe, sta bili Abanka ter NLB (Stupica Gregorič in Skalja 2009, 4).\nPri NLB-ju so vključeni v Sistem za izmenjavo e-računov – izdajajo e-račune za pravne in fizične osebe Arko d.o.o., Halcom d.d., Mobitel d.d., Telekom Slovenije ipd. Samo za pravne osebe pa so izdajatelji, prijavljeni pri NLB-ju, naslednji: Halcom svetovanje d.o.o., Masterline d.o.o., NLB d.d., ipd.\nV nadaljevanju bomo predstavili zakonodajo, ki ureja področje e-računov v Sloveniji.\n"], "11": ["3.4 ZAKONODAJA", "Zakonska podlaga za izmenjavo pravno veljavnih elektronskih dokumentov je podana v Zakonu o elektronskem poslovanju in elektronskem podpisu (ZEPEP), Zakonu o davčnem postopku (ZDavP-2), Zakonu o davku na dodano vrednost (ZDDV-1) in v Slovenskih računovodskih standardih 21 (SRS 21). Zakonsko podlago za hranjenje teh dokumentov najdemo v Zakonu o varstvu dokumentarnega in arhivskega gradiva ter arhivih (ZVDAGA). \nPodrobneje si poglejmo te zakone:   ZEPEP ureja elektronsko poslovanje in uporabo elektronskega podpisa. V  elektronskem poslovanju podrobneje razlaga o elektronskem sporočilu ter o  podatkih, zapisanih v elektronski obliki. Pri uporabi elektronskega podpisa  podrobneje razlaga in nalaga, kakšna morajo biti (kvalificirana) potrdila (s  tem tudi javni in zasebni ključi) ter kdo so lahko overitelji in kakšna je njihova  odgovornost. Navaja tudi tehnične zahteve za varno elektronsko  podpisovanje.   ZDavP-2 v prvem delu v VI. poglavju (Informacije in dokumentacija) nalaga v  zagotovitev ustrezne stopnje zaščite, varovanja zaupnosti in celovitosti  podatkov ter ohranjanja in berljivosti originalnih elektronskih podatkov.   ZDDV-1 nalaga v X. poglavju (obveznosti davčnih zavezancev in določenih  oseb, ki niso davčni zavezanci) v 3. točki 82. člena, kateri so obvezni  podatki, ki jih mora vsebovati račun. Nadalje v istem poglavju v 84. členu  navaja, da se račun lahko izda v papirni, lahko pa tudi v elektronski obliki, če  s tem soglaša kupec oziroma naročnik ter če je zajamčena pristnost izvora in  celovitost vsebine. V istem členu še navaja, da se račun lahko izda v  elektronski obliki v skladu s predpisi elektronskega poslovanja pod pogoji, da  sta zagotovljena avtentičnost izvirnika računa in integriteta računa ter  razvidena čas in kraj odpošiljanja oziroma prejema računa. V 86. členu pa  zakon navaja posebno obveznost v zvezi s hrambo računov. Člen nalaga, da  je potrebno vse račune hraniti v Sloveniji in sicer 10 let, za nepremičnine pa  20 let. Zakon določa tudi pogoje za hranjenje računov v elektronski obliki:  podatki morajo biti dosegljivi tudi za poznejšo uporabo, shranjeni v isti obliki,  kot so bili prejeti oziroma poslani, razvidni morajo biti izvor računa in  celovitost vsebine ter uporabljena tehnologija za zaščito podatkov.   SRS 21 opredeljuje knjigovodske listine, podrobneje pa nam predstavlja  njihovo nastajanje in kontroliranje ter predvsem za nas zanimivo prenašanje  in hrambo teh listin. Za verodostojne knjigovodske listine navaja v 9. členu  tudi tiste poslane po telekomunikacijskih poteh, ki morajo biti potrjene z  elektronskim podpisom. V 14. členu navaja, kako je potrebno hraniti listine v  papirni oziroma elektronski obliki, ki morajo biti hranjene na istih nosilcih  podatkov in v isti obliki, kot so bile prikazane. Naj na tem mestu omenimo še  računalniških programov, ni potrebno preverjati.   ZVDAGA v temeljnih načelih zakona opredeljuje načelo ohranjanja  dokumentarnega gradiva oziroma načelo uporabnosti njegove vsebine ter  načela trajnosti, celovitosti in dostopnosti. V III. poglavju 11. in 12. člena o  dokumentarnem gradivu določa in opredeljuje, kako je potrebno gradivo v  digitalni obliki hraniti ter ga zanesljivo pretvoriti za dolgoročno hrambo, v  primeru, da se ga hrani več kot 5 let. V istem poglavju v 27. členu opredeljuje  varno hrambo zajetega dokumentarnega gradiva v digitalni obliki, ki mora  ves čas trajanja hrambe omogočati reprodukcijo vsebine izvirnega  dokumentarnega gradiva, ki mora izpolnjevati pogoje, kot so: dostopnost,  uporabnost, avtentičnost in celovitost.\n"], "12": ["3.5 E–SLOG", "Večja podjetja so že prej uporabljala mednarodno priznan standard EANCOM, ki se uporablja pri elektronski izmenjavi dokumentov. Standard EANCOM je bil izhodišče za projekt e–SLOG. Gospodarska zbornica Slovenije (v nadaljevanju GZS) je izvedla projekt Elektronsko poslovanje slovenskega gospodarstva (e–SLOG) s cilji izdelave in uveljavitve enotnih standardov za elektronsko poslovanje v gospodarstvu, varovanja elektronskega poslovanja z elektronskim podpisom ter povezovanja različnih tehnoloških rešitev. Želeli so povečati uporabo elektronskega poslovanja ter doseči zvišanje ravni organiziranosti in konkurenčnosti slovenskega gospodarstva, obenem pa omogočiti poslovanje velikim, srednjim in majhnim podjetjem.\nV okviru projekta so bile oblikovane različne delovne skupine z različnimi nalogami. Delovna skupina za poslovne vsebinske standarde je pripravila vsebino in dokumentacijo standardnih dokumentov za poslovanje med podjetji. V delovni skupini za elektronski podpis so pripravili navodila za uporabo digitalnih potrdil v podjetjih, navodila za varno arhiviranje elektronskih dokumentov ter navodila za uporabo, preverjanje in verifikacijo elektronskega podpisa. Naloga delovne skupine za standarde plačilnega prometa med podjetji in bankami pa je bila priprava vsebin in dokumentacije standardnih dokumentov za plačilni promet med podjetji, bankami in državnimi institucijami (GZS, 2005).\nProjekt e–SLOG je prinesel kar nekaj novih poslovnih elektronskih dokumentov, ki omogočajo elektronsko poslovanje. Izmenjava dokumentov, kot so naročilo, potrdilo naročila, dobavnica, račun in kontrolni dokument – povratnica, je razvita na podlagi XML jezika (angl. eXtensible Markup Language) in njemu odgovarjajočih shem. Dobra lastnost teh shem je, da so vsebinsko lepo izpeljane iz EANCOM standarda, prilagojene lokalni zakonodaji in vsebinsko ustrezajo potrebam elektronskega poslovanja v Sloveniji. Vsebinsko vzdrževanje standardov je prevzelo združenje GS1 Slovenija, kjer deluje »skupina za odobravanje sprememb«, ki sprejema in obravnava zahtevke po spremembah standardov EANCOM in e–SLOG (GS1, 2009, 4).\n"], "13": ["4 ZAGOTAVLJANJE VARNOSTI", ""], "14": ["4.1 DIGITALNO POTRDILO", "Način avtorizacije in avtentikacije: za dostope do podatkov e-računov bo uporabljen dosedanji način avtorizacije in avtentikacije uporabnika, veljaven v NLB Prokliku (kvalificirana digitalna potrdila).\nDigitalno potrdilo (angl. Digital Certificate) predstavlja enolično povezavo med imetnikom potrdila in javnim ključem, ki vsebuje vse osnovne podatke o imetniku ter javni ključ. Poznamo nekvalificirana in kvalificirana digitalna potrdila. Nekvalificirana se izdajajo na podlagi pogodbenih razmerij med strankami, kvalificirana pa po natančno predpisanem uradnem postopku identifikacije imetnika. Digitalna potrdila lahko uporabljamo za različne namene: elektronsko podpisovanje dokumentov in elektronskih sporočil, dostopanja do raznih varnih spletnih strani in portalov, kot so na primer elektronske banke, elektronsko poslovanje davčne in javne uprave ipd. (Jerman Blažič, 2004).\n"], "15": ["4.2. ELEKTRONSKI PODPIS", "Varen elektronski podpis, overjen s kvalificiranim potrdilom, je enakovreden lastoročnemu podpisu ter ima zato enako veljavnost in dokazno vrednost kot lastoročni podpis. Za varno elektrosko poslovanje je treba zagotoviti: avtentikacijo, nezatajljivost, celovitost podatkov in zaupnost.\nOsnovne tehnologije za dosego tega cilja so :\n- šifriranje s simetričnimi in\n- šifriranje z asimetričnimi ključi (javni-zasebni ključ),\n- digitalno potrdilo in\n- digitalni podpis.\nPoznamo naslednje oblike e-podpisa:  1. Osnovni elektronski podpis, ES (angl. Electronic signature): vključuje  elektronski podpis z naslednjimi potrebnimi atributi:\n- referenca na politiko e-podpisa, ki določa tehnične zahteve in pravna  razmerja med podpisom in tretjo osebo ter ostale potrebne attribute  digitalnega podpisa,\n- podpisane podatke,\n- digitalni podpis, ustvarjen s podpisnikovim zasebnim ključem,\n- druge podpisne attribute (oznaka namena podpisa, enolična  razločevalna oznaka digitalnega potrdila podpisnika, vloga  podpisnika, lokacija podpisnika, datum in ura podpisa, format  podpisanih podatkov ...).  2. Elektronski podpis s časovnim žigom, ES-T (angl. Electronic signature with  time): osnovnemu e-podpisu doda časovni žig ali časovno oznako.  3. Elektronski podpis z vsemi podatki za overjanje, ES-C (angl. Electronic  signature with complete validation data): e-podpisu s časovnim žigom doda  overitveno pot, informacijo o preklicu oziroma vse podatke za vrednotenje \npodpisa ter njihove zgoščene vrednosti (Projekt e-slog, Elektronsko poslovanje slovenskega gospodarstva, 2004, 8).\n"], "16": ["5 KAKO SISTEM IZMENJAVE E-RAČUNOV DELUJE?", "Izmenjava e-računov je v Sloveniji omogočena na podlagi Halcomove rešitve, katera uporablja varne in zanesljive e-bančne poti. Pri izmenjavi e-računov sodelujejo izdajatelji e-računov, prejemniki e-računov in banke (v Sloveniji Abanka, NLB banka, Unicredit, Probanka in Raiffeisen).\nKer ni nujno, da imata izdajatelj in prejemnik e–računov bančne račune pri isti banki, poznamo dve različici sistema izmenjave: izmenjava e–računov v okviru ene banke in izmenjava e–računov v okviru večih bank.\n5.1 POSTOPEK IZMENJAVE V PRIMERU, DA IMATA PREJEMNIK IN IZDAJATELJ ISTO BANKO Izdajatelj v svojem sistemu celovite programske rešitve (Enterprise Resource Planning System- ERP) pripravi račun v elektronski (E-slog) obliki ter ga uvozi v svojo e–banko. Od tam ga po dobro zaščitenih in varovanih e–bančnih kanalih pošlje v svojo banko, ki je enaka kot banka prejemnika. Banka nato na podlagi IBAN številke prejemnika, ki služi kot njegov naslov, pošlje e–račun v e–banko prejemnika, pa naj gre za pravno ali fizično osebo. Gre za sistem izmenjave e– računov preko ene banke. Ta postopek izmenjave je prikazan na spodnji sliki (E- računi prek vaše e-banke, 2009).\n5.2 POSTOPEK IZMENJAVE V PRIMERU, DA IMATA PREJEMNIK IN IZDAJATELJ RAZLIČNI BANKI Pri sistemu izmenjave e–računov v okviru večih bank izdajatelj ravno tako v svojem ERP sistemu pripravi račun v e-obliki ter ga uvozi v svojo e–banko. Od tam ga po dobro zaščitenih in varovanih e–bančnih kanalih pošlje v svojo banko. Banka izdajatelja prejme e–račun, ki ga na osnovi IBAN številke prejemnika pošlje na ustrezno banko prejemnika. Banka prejemnika prejme e–račun ter ga na osnovi IBAN številke prejemnika pošlje v ustrezno e–banko prejemnika. Prejemnik tako prejme e–račun v svojo e–banko. V primeru, da je prejemnik e–računa pravna oseba, ga le–ta lahko uvozi v svoj sistem za nadaljnjo obravnavo. V primeru, da je prejemnik e–računa fizična oseba, pa lahko v okviru svoje e–banke z enim klikom kreira pripadajoč plačilni nalog ter izvede plačilo. Ker je plačilo izvedeno iz e– računa, ki vsebuje vse potrebne podatke, je verjetnost napak, ki nastajajo ob ročnem vnosu, veliko manjša. Posledično imajo izdajatelji računov manj težav pri uparjanju priliva z izdanim računom.\n"], "17": ["6 DOKUMENTI SISTEMA E-RAČUN", "V sistemu izmenjave e-računov imamo dva osnovna dokumenta in sicer ovojnico inpovratno informacijo. V ovojnici so podatki za usmerjanje, pripravo plačila, digitalno podpisan e-račun in priloge. Sistem za vsako poslano ovojnico izdajatelju vrne povratno informacijo, ki sporoča potrditev o dostavi e-računa v sistem banke, kadar je ta uspešna, ali obvestilo o napaki, če ovojnice ni bilo mogoče dostaviti. (Specifikacija vmesnika za izmenjavo E-računov v elektronski banki Hal E-Bank, 2008-2009) Postopek pošiljanja e-računa je predstavljen na spodnji sliki.\n"], "18": ["6.1 OVOJNICA", "Standardi za zapis e-računa, ki se uporabljajo po svetu, so nacionalni standardi, standardi, vezani na branžo (farmacija, avtomobilska industrija) ter standardi različnih svetovnih združenj (npr. BMS, TBG5, RosettaNet in številni drugi). Uporabljeni standard je dogovor med izdajateljem in prejemnikom, zato sistem za izmenjavo e-računov med poslovnimi subjekti ne predpisuje oblike zapisa samega e-računa.\nV Sloveniji je najbolj razširjen standard e-računa eSLOG 1.5, ki je bil razvit pod okriljem GZS.\nOsnovni dokument v preučevanem sistemu izmenjave e-računov (in ostalih e- dokumentov) je ovojnica. Ovojnica omogoča, da e-dokument, zapisan v poljubni obliki, prenesemo po e-bančnih poteh od izdajatelja k prejemniku kot priponko. Ovojnica vsebuje vse potrebne podatke za usmeritev e-dokumenta. Priloge ovojnice lahko shranimo oziroma izvozimo in jih naprej obdelujemo v svojih ERP sistemih. Edini predpisani standard v okviru sistema za izmenjavo e-računov je struktura ovojnice (E-računi – tehnični opis in specifikacije, 2009).\nV trenutnem sistemu e-bančništva obstajajo trije tipi ovojnic:\n- Ovojnica za e-račune, določena s shemo »envelope.xsd«, je prilagojena  usmerjanju in plačevanju e-računov. Vsebuje podatke za usmerjanje e-  računa, podatke o dokumentu, podatke za plačilo ter podatke o prilogah. Na  podlagi podatkov, ki so navedeni v ovojnici v elektronski banki, kreiramo  plačilni nalog.\n- Splošna ovojnica, določena s shemo »envelope_general.xsd«, je  namenjena posredovanju različnih vrst dokumentov. Trenutno se v sistemu  izmenjave e-računov preko splošne ovojnice izmenjuje le e-prijavnica na e-  račune. Splošna ovojnica vsebuje samo podatke za usmerjanje, podatke o  dokumentu ter priloge.\n- Statusna ovojnica, določena s shemo »envelope_status.xsd«in namenjena  posredovanju povratnih informacij, s katerimi se posredujejo informacije o  uspešnosti dostave e-dokumentov, torej informacije o obravnavanju  dokumentov na strani prejemnika. Vsebuje podatke za usmerjanje, podatke  o dokumentu, podatke o statusu osnovnega dokumenta ter priloge (E-računi  – tehnični opis in specifikacije, 2009).\nPrimer XML datoteke (ovojnica za e-račun)\n\n"], "19": ["- ", ""], "20": ["- ", ""], "21": ["-  Testni izdajatelj 99998888 SI56020101111111111 ", ""], "22": ["-  TESTNI PREJEMNIK 12345678 SI56020132222222222  ", ""], "23": ["-  0661128458 0661128458 20081111 ", ""], "24": ["-  0 SI56020101111111111 Testni izdajatelj Testni naslov 15 Ljubljana TESTNI PREJEMNIK Testni naslov 65 GROSUPLJE 20081121 4100 EUR Račun za oktober 2008 12/0661128458 ", ""], "25": ["- ", ""], "26": ["-  racun_0661128458.xml xml Račun v eSlog obliki   ", ""], "27": ["6.2 E-RAČUN", "E-račun je e-dokument, ki se s pomočjo ovojnice izmenjuje v e-banki. Format in oblika računa v e-obliki sta opredeljena v mednarodno uveljavljenih standardih:\n- UN/EDIFACT – tekstovni format za elektronsko izmenjavo podatkov,\n- EANCOM – format v razširjenem označevalnem jeziku XML. V okviru GZS (vzdrževanje tehnološkega standarda je v letu 2006 prevzela organizacija GS1) je bil s skupino podjetij in Davčno upravo RS (DURS) pripravljen povzetek in prevod računa iz formata EANCOM v enostavni E-slog, ki je v Sloveniji v mnogih podjetjih že uveljavljen. Za potrebe e-računa je bil tudi korigiran. V E-slogu so definirana vsa osnovna polja računa v formatu XML na osnovi zakonskih zahtev in zapisana kot tehnološka priporočila. Podjetje mora za format e- računa zagotoviti pretvorbo podatkov obračunavanja na podlagi sheme E-slog, ki mora vključevati vse obvezne podatke in digitalni podpis.\nPrikaz e-računa z vizualizacijo Za prikaz e-računa v HTML obliki se uporablja XSLT preslikava. Zaradi tega je omogočen prikaz e-računov s standardnimi pregledovalniki, na primer Internet Explorer. XSLT preslikava in e-račun sta ločena XML dokumenta. V e-računu mora biti podana lokacija XSLT preslikave. Za pripravo in objavo XSLT-ja je zadolžen izdajatelj e-računov (Specifikacija vmesnika za izmenjavo E-računov v elektronski banki Hal E-Bank, 2009).\n"], "28": ["6.3 E-PRIJAVA NA PREJEMANJE E-RAČUNOV", "Fizične ali pravne osebe, ki se odločijo za prijavo na e-račune, to storijo preko e- prijave v svoji e-banki in se tako naročijo na prejem e-računov od izdajatelja (Specifikacija vmesnika za izmenjavo E-računov v elektronski banki Hal E-Bank, 2009).\nPosredovanje e-prijav na e-račune\nE-prijava na e-račun se prenese od prejemnika, ki prijavo izpolni, do izdajatelja e- računov. E-prijava se prenaša kot priloga ovojnici, za prenos se uporablja splošna ovojnica po shemi envelope_general.xsd. IBAN računa izdajatelja služi kot usmerjevalnik v sistemu e-prijav (Specifikacija vmesnika za izmenjavo E-računov v elektronski banki Hal E-Bank, 2009).\n"], "29": ["6.4 E – POVRATNICE", "Status poslanega e-dokumeta prejemnik dobi preko e-povratnice. E-povratnica je sestavljena iz statusne ovojnice, v kateri je celotna vsebina e-povratince in opcijskih prilog (Specifikacija vmesnika za izmenjavo E-računov v elektronski banki Hal E- Bank, 2009).\n"], "30": ["7 PREDNOSTI PREJEMANJA E-RAČUNA", "Glavne prednosti prejema e-računa so: časovna, stroškovna in ekološka učinkovitost.\n"], "31": ["7.1 PREDNOSTI ZA IZDAJATELJE:", "- preglednost (pregledovanje prejetih in plačanih e-računov na enem mestu v  vaši e-banki),\n- enostavnost (shranjevanje e-računov na lokalnem disku računalnika, plačani  računi so vam na voljo v pregledu prometa v e-banki),\n- prijazno do uporabnika (vsi podatki, ki so potrebni za plačilo, se avtomatsko  prikažejo v plačilnem nalogu in vam jih ni potrebno prepisovati),\n- prijazno do okolja (računi so v e-obliki, poraba papirja se zmanjša),\n- stroškovna učinkovitost (nižji stroški priprave računov),\n- hitrost (izstavljanje e-računov je hitro),\n- uporaba obstoječe opreme (e-banka),\n- prilagodljivost (možnost priprave e-računa v lastni aplikaciji),\n- kakovost in natančnost (hitra odprava napak, nižji stroški odprave napak,  izvajanje dodatnih vsebinskih kontrol),\n- povečanje ugleda in prepoznavnosti (napredne tehnologije in storitve),\n- povečanje ugleda (večja obiskanost spletnih strani),razvojno usmerjena  strategija (optimizacija poslovanja, uveljavitev e-poslovanja, e-hramba  dokumentov…) (E-račun – predstavitev, 2009).\n"], "32": ["7.2 PREDNOSTI ZA PREJEMNIKE:", "- praktično in hitro plačevanje (avtomatična priprava plačilnega naloga z enim  klikom z vsemi potrebnimi podatki),\n- preprosto in pregledno (pregled e-računov, pregled statusov, izvoz prejetega  računa v računovodske aplikacije),\n- uporaba obstoječe opreme (e-banka),\n- e-arhiv (podatki na enem mestu),\n- manj napak (nadzor pravilnosti prejetega računa) (E-račun – predstavitev,  2009).\n"], "33": ["8 DELO Z E-RAČUNOM NA STRANI IZDAJATELJA", "Ko se podjetje ali samostojni podjetnik odloči za izdajo e-računov, mora najprej sprejeti nekaj odločitev. Halcomov klient e-bančništva namreč omogoča ročni vnos e-računov, ki je namenjen manjšim izdajateljem ter uvoz e-računov, ki je namenjen velikim izdajateljem. V kolikor se izdajatelj odloči, da bo e-račune uvažal, sledi naslednja odločitev:   priprave e-računov v ovojnico ali   priprava dokumentov brez ovojnice. Sistem namreč omogoča oboje, prednost priprave dokumentov z ovojnico pa je v tem, da omogoča dodajanje tudi drugih priponk (poleg e-sloga lahko tudi pdf in podobno) ter določanje načina plačila (e-račun za plačilo, plačilo preko direktne bremenitve ali račun plačan na drug način).\nKo je organizacija dejansko poslovno in tehnično pripravljena na izdajo e-računov, se obrnejo na eno od slovenskih bank, ki nudi storitev izmenjave e-računov (naprimer Nova Ljubljanska banka), kjer morajo imeti odprt tudi transakcijski račun in se v banki registrirajo kot izdajatelj.\nKot registrirani izdajatelj so upravičeni do izdaje e-računov, prejema e-prijav in pošiljanja e-povratnic na prejete e-prijave.\nVsak izdajatelj e-računov je v sistemu lahko hkrati tudi prejemnik e-računov.\n"], "34": ["8.1 IZDAJANJE E-RAČUNOV", "Izdajatelj e-računov lahko v e-banki e-račun pripravi ročno ali pa ga uvozi iz druge aplikacije.\nV nadaljevanju bomo predstavili ročni vnos e-računa. V e-banki lahko izbere storitev E-računi. Klikne na Priprava, E-računi.\nNa dnu ekrana klikne Vnesi in odpre se mu e-račun za ročni vnos. \nV odprt obrazec izdajatelj sam izpolni podatke prejemnika in(ter) storitve ali blaga, za katerega se e-račun izdaja.\nDruga možnost, ki jo e-banka nudi izdajatelju, je uvoz e-računa, ki je bil pripravljen v drugi aplikaciji. Podobno kot pri ročnem vnosu izdajatelj lahko klikne na Priprava, E- računi in na dnu ekrana namesto Vnesi izbere Uvoz. Odpre se pogovorno okno, kjer izbere uvozno datoteko.\nPodpisan e-račun je potrebo iz odpreme še odposlati prejemniku.\n"], "35": ["8.2 PRIJAVNICA", "Od vsakega posameznika, ki se odloči za prejem e-računa določenega izdajatelja, izdajatelj lahko prejme v e-banko prijavnico tega uporabnika.\nIzdajatelj prijavnice lahko pregleduje v e-banki, kjer klikne Pregled, E-računi in izbere storitev Prijava na E-račun.\n"], "36": ["8.3 POVRATNICA", "Na prejeto prijavo izdajatelj pošiljatelju prijave lahko pošlje povratnico. Podobno kot e-račun lahko izdajatelj povratnico vnese ročno ali pa jo uvozi. To stori na isti lokaciji kot za e-račun. Priprava, E-račun, kot storitev izbere Povratnica in uvozi ali vnesi.\nS povratnico izdajatelj e-računa prejemniku sporoči, ali je bila prijava uspešno sprejeta ali je bila zavrnjena.\n"], "37": ["9 DELO Z E-RAČUNOM NA STRANI PREJEMNIKA", ""], "38": ["9.1 PREJEMNIK PRAVNA OSEBA", "Poglejmo si, kako poteka delo z e–računom na strani prejemnika kot pravne osebe znotraj e–banke NLB Proklik.\nZa uporabo e-banke NLB Proklik potrebujemo odprt transakcijski račun pri NLB, ki omogoča izmenjavo e-računov preko e-bančnih storitev, računalnik, digitalno potrdilo zapisano na pametni kartici ali pametnem USB ključu in nameščeno Hal E – Bank verzije vsaj 14.1 ali višjo. Prejemnik pri banki, ponudnici storitev e-računov, izpolni ustrezno naročilo, se dogovori za poslovne pogoje in se seznani s splošnimi pogoji za uporabo storitev. V skladu s 84. Členom ZDDV (Zakon o davku na dodano vrednost) mora prejemnik s svojo prijavo pri izdajatelju soglašati, da želi prejemati račune v elektronski obliki. Ko je vsa potrebna dokumentacija urejena, mu pri vstopu po vnosu osebne številke ali PIN kode odpre osnovno okno, v katerem na vrhu ekrana izbere E-računi. Po prevzemu podatkov z bančnega strežnika se mu, v kolikor je e-račune že prejel, v spodnjem oknu izpišejo, kot prikazuje slika 15.\nNa osnovni strani vidimo številko računa, datum računa (datum priprave računa), naziv izdajatelja, rok plačila, znesek in namen. Prejete e-račune si lahko podrobneje pogledamo ali jih izvozimo. Ko kliknemo na odpri pri izbranem e-računu, se nam prikaže naslednje okno (slika 16).\nOdpre se nam ovojnica e-računa, ki nosi že vse potrebne podatke za izvedbo plačila. Če želimo videti podrobnosti računa, kliknemo na gumb, ki nam omogoča pregled e-računa v xml obliki (slika 17).\nV podrobnostih lahko vidimo specifikacijo računa, ki praviloma vsebuje nekaj osnovnih podatkov o izdajatelju računa (naziv in naslov, IBAN številko), o prejemniku računa (ime, naslov, IBAN številko) ter podatke za plačilo (znesek, valuta, namen in sklic, specifikacija računa ter valuta plačila). Po pregledu podrobnosti se vrnemo na ovojnico e-računa, kjer izberemo gumb izdelaj plačilni nalog. Pri tem se nam odpre spodnje obvestilo (slika 18). \nPo potrditvi tega v Pokliku izberemo namesto E-računi Plačila v domovini in v Priprava nalogov nas čaka pripravljen nalog (slika19).\nČe na konkretni nalog 2x kliknemo, se nam odpre izpolnjena položnica (slika 20), katero je potrebno še podpisati in odposlati iz e-banke.\n"], "39": ["9.2 PREJEMNIK FIZIČNA OSEBA", "V nadaljevanju si bomo ogledali, kako poteka delo z e–računom na strani prejemnika kot fizične osebe v okviru e–banke NLB Klik. Še prej se bomo posvetili kratki predstavitvi e–banke NLB Klik za fizične osebe, s stališča ponudbe in varnosti.\nE–banka omogoča vrsto bančnih storitev, kot so:\n- vpogled v stanje in promet na osebnem in varčevalnem računu;\n- vpogled v stanje in promet na plačilnih karticah Karante, Vise in  MasterCarda;\n- prenosi sredstev znotraj svoje banke ali na druge banke;\n- možnost izvoza podatkov;\n- vpogled v stanje vezanih depozitov in kreditov;\n- oddaja zahtevka za spremembo višine limita;\n- napoved dvigov večjih zneskov gotovine;\n- podatki o naložbah v vrednostne papirje in vzajemne sklade;\n- prejem e–računa;\n- in še mnoge druge storitve (NLB 2009a).\nZa varnost je v banki dobro poskrbljeno. NLB namreč zagotavlja več različnih varnostnih elementov, ki zagotavljajo visok nivo varnosti spletnega poslovanja. Komunikacija med uporabnikovim spletnim odjemalcem in strežnikom poteka preko protokola SSL (128–bitna zaščita), izmenjava sporočil med banko in uporabnikom je asimetrično šifrirana (potrebna kombinacjia zasebnih in javnih ključev), za identifikacijo morajo uporabniki imeti kvalificirano digitalno potrdilo, dostop do e– banke je uporabnikom omogočen z veljavnim digitalnim potrdilom in osebnim geslom. \nPo uspešnem vnosu gesel se nam na zaslonu prikaže prva stran NLB Klika. V osnovnem meniju na levi strani je potrebno klikniti na gumb E–RAČUNI. Na desni strani se prikaže novo okno z vsebino prejetih e–računov, pripravljenih za plačilo in že plačani e–računi, kot prikazuje slika 21.\nNa osnovni strani vidimo, kdo nam je račun poslal (izdajatelj e–računa) in za kakšen namen, kdaj je bil izdan in rok plačila, znesek ter status računa (v našem primeru: Prejet). Na tej strani lahko še izbiramo med računi, ki jih želimo plačati, glede na izdajatelja računa. Prejete e–račune si lahko podrobneje pogledamo ali izvedemo plačilo. Ko kliknemo na izdajatelja, se nam prikaže okno s podrobnostmi e-računa.\nNLB Klik omogoča pregled E-računa v sSlog, PDF in XSLT obliki. Katere vrste dokumentov ima uporabnik na voljo pri posameznem e-računu, je seveda odvisno od izdajatelja.\nPri pregledu računa v PDF obliki se nam odpre novo okno. Za pregled moramo imeti na svojem računalniku nameščen ustrezen program, ki omogoča vpogled PDF datotek. Kot je razvidno iz spodnje slike, je račun popolnoma enak kot vsi do sedaj prejeti računi v papirni obliki. Razlika je v tem, da je račun prispel neposredno v našo e–banko in je v e-obliki, kjer samo čaka na izvedbo plačila z enim klikom.\nIzvedba plačila e–računa, ki ga od izdajatelja dobimo neposredno v našo e–banko, je zelo enostavna. Vse, kar moramo storiti, je, da kliknemo na izvedbo plačila. Kot je razvidno iz slike 25, se nam odpre že izpisan plačilni nalog z vsemi podatki, ki bi jih sicer morali sami vnašati. Tako ni možnosti, da bi se karkoli zmotili, saj je vse, kar lahko naredimo, sprememba namena, vnos opombe plačila, ki služi naši osebni evidence in dejansko plačilo računa.\nPo kliku naprej je e-račun plačan in se shrani v arhiv plačil.\nE–račun je bil tako na enostaven in hiter način plačan. Plačan e-račun se v arhivu e- banke hrani šest mesecev.\n"], "40": ["10 PREDLOGI ZA IZBOLJŠAVO", "Obstoječi sistem izmenjave e-računov omogoča še veliko možnosti za izboljšave in nadgradnje. Pri pisanju naIoge smo imeli možnost določene segmente sistema preiskusiti in govoriti s tehnologi, ki so prisotni pri razvoju sistema. Na podlagi ugotovitev bi izmed možnosti za izboljšave izpostavili predvsem optimizacijo sistema na različnih segmentih:\n- optimizacija hitrosti uvoza e-računov,\n- optimizacija hitrosti podpisovanja e-računov ob ročnem vnosu,\n- optimizacijo hitrosti obdelave e-računov ter\n- optimizacijo na nivoju omejitev velikosti e-računov pri pošiljanju  (trenutna omejitev je na 1MB/e-račun).\nMed možnostmi za izboljšavo vidimo predvsem nadgradnjo sistema za izmenjavo tudi drugih e-dokumentov.\nNajveč na tem področju je narejenega za e-dobavnica in e-naročilnica, saj je na GZS že pripravljen in objavljen e-Slog standard. Da bi ta dva dokumenta (in še mnoge druge) lahko prenašali po sistemu, pa je potrebno še marsikaj narediti.\nSistem že sedaj pozna splošno ovojnico. Preko te ovojnice se danes prenašajo le e- prijave. Ovojnico bi lahko nadgradili, da bi omogočala prenos večih tipov dokumentov. Torej bi izdajatelj v ovojnici označil, za kateri tip dokumenta gre in na podlagi te informacije bi sistem vedel, v kateri segment mora dokument usmeriti.\nDanes se v Hal E-Bank klientu dokumenti ločujejo glede na vrsto ovojnice, s katero so v aplikacijo prišli. Zaradi tega bi bilo potrebno to ločitev razdelati bolj podrobno. Za identifikacijo tipa dokumenta naj ne bi zadostoval le podatek o vrsti ovojnice, \nampak bi ločevali tudi glede na tipe dokumentov v ovojnici. Tako bi bili poleg seznama današnjih dokumentov, kot jih prikazuje Slika 28, vidni tudi ostali dokumenti (e-dobavnica, e-naročilnica,…). Tak način prepoznave bi morali zagotoviti na vseh segmentih odjemalca e-banke (Priprava, Pregled, Arhiv). V samem sistemu za izmenjavo bi morali omogočiti prenos spremenjene ovojnice in prepoznavo v okviru sistema, da bi bilo mogoče dokumente po tipu ločiti tudi v administratorskih aplikacijah.\nPri novih dokumentih predlagamo, da se banke in razvijalec distancirajo od zagotavljanja vizualizacije za te dokumente, saj vsem potrebam ne bodo mogli zadostiti. Organizacije, ki se bodo za izmenjavo teh dokumentov odločile, se morajo zavedati, da so za pripravo in vzdrževanje vizualizacije odgvorne same. V kolikor tega ne bodo storile, dokumenti ne bodo v bralni obliki, ampak jih bodo prejemniki lahko uporabljali le za namen nadaljnih obdelav v svojih ERP sistemih.\nZaradi tega se nam zdi zelo pomembno, da se za potrebe izmenjave e-slog dokumentov pripravijo podrobnejša navodila, ki bodo vsem podjetjem v pomoč pri pripravi tako vseh e-slog dokumentov kot vizualizacij teh dokumentov. Smatramo, da bi se morala navodila pripraviti na nivoju vzdržavalca standarda e- Slog (GZS), da bi s tem ohranili konsistenco izmenjanih dokumentov na nivoju celotne države.\n"], "41": ["11 ZAKLJUČEK", "V diplomskem delu nam je uspelo predstaviti osnovne pojme e-računa in njegove izmenjave. Podrobno smo opisali postopek izmenjave od izdajatelja in prikazali, kako poteka kreiranje plačilnega naloga po prejemu e-računa na strani prejemnika.\nV sistem izmenjave e–računov je potrebno uvesti čim več raznolikih uporabnikov in velikih izdajateljev računov. Tako morajo skupaj sodelovati večja podjetja in banke, ki so pomemben dejavnik za hitrejšo širitev in uveljavitev njihove uporabe. Ker je za zakonodajo dobro poskrbljeno in infrastruktura pripravljena, bi se v projekt lahko vključile še preostale slovenske banke. Drugod po Evropi so banke predstavljale in še vedno predstavljajo ključni dejavnik za uveljavitev oziroma nadaljnjo širitev te storitve.\nZ obiskom tehnologov v NLB-ju smo raziskali, kako daleč je postopek izmenjave ostalih e-dokumentov v e-banki. Banke ne bodo mogle poskrbeti za vizualizacijo novih e-dokumentov. Če bodo podjetja želela, da bo uporabnik te dokumetne videl v bralni obliki, bodo morala za ustrezno vizualizacijo poskrbeti sama.\nZa konec velja poudariti, da je ključ do uspeha tudi v posameznikih. Posamezniki so namreč tisti, ki jih lahko banka z dobro reklamo privabi k sodelovanju, hkrati pa lahko od podjetij zahtevajo uvedbo sistema izmenjave e–računov na način, katerega so razvile.\nPomemben podatek, ki smo ga zasledili med prebiranjem literature, je tudi, da če podjetje letno izda 1 milijon računov, porabi za to 160 ton papirja. Če račune izda v elektronski obliki, ohrani 2.720 dreves. Ker eno drevo na leto prečisti 25 kilogramov onesnaženega zraka, lahko z 1 milijonom elektronskih računov prečistimo 68 ton onesnaženega zraka letno več.\nTakšna dejstva so lahko podjetjem in posameznikom samo spodbuda za spremembe navad.\n"], "abstract": ["Izdaja računov pomeni za vsako podjetje velik finančni in logistični zalogaj. Zaradi tega se v zadnjih letih vse bolj razvija uporaba elektronskega računa oziroma e- računa. E-račun je cenejša in okolju bolj prijazna alternativa klasični izdaji računov, saj račun od izdajatelja do prejemnika potuje elektronsko, zaradi česar ni potrebnega nič papirja pri samem procesu izdaje računa. Naloga organizacij sedaj je le ta, da naredijo uporabo e-računa uporabniku čim bolj prijazno in varno. Za to delno skrbi tudi zakonodaja, ki določa pravila igre. Na slovenskem trgu so o možnosti dostave e-računov že pred leti začele razmišljati tudi nekatere banke. Ideja bank je (danes so to Abanka, NLB banka, Unicredit, Probanka in Raiffeisen), da bi lahko izdajatelji posredovali e-račune iz svojih aplikacij za e-bančništvo, medtem ko bi banka posredovala prejete e-račune v e- banke prejemnikov, kjer bi le-ti lahko z enim klikom plačilo tudi izvršili. S tem prejemniku prihranijo veliko dela s pretipkavanjem podatkov iz papirja v svojo e- banko, zmanjša pa se tudi možnost napak pri vnosu podatkov na strani prejemnika računa. Namen uvedbe e-računa v e-bančništvo je podjetjem omogočiti izdajanje e-računov tako za pravne kot za fizične osebe in pošiljanje le-teh preko bančnega sistema do prejemnikov v njihove e-banke."]}