{"1": ["1 UVOD", "Redčenje cvetja in plodičev je zelo pomemben pomotehnični ukrep. Z redčenjem skrbimo za uravnavanje vsakoletnega kakovostnega pridelka in preprečujemo pojav izmenične rodnosti.\nS pravočasno odstranitvijo preobilnega cvetnega, oziroma rodnega nastavka, povečamo delež plodov prvega kakovostnega razreda, izboljšamo barvo, okus in povprečno maso plodov. Zaradi tega je zelo olajšano tudi obiranje, saj jabolka vseh sort mnogo bolj sočasno zorijo.\nV sodobnem intenzivnem pridelovanju sadja je uravnavanje nastavka plodov tehnološki ukrep brez katerega ni možno dosegati vsakoletnih visokih pridelkov. Redčenje je tako eden izmed najpomembnejših pomotehničnih ukrepov v sodobni proizvodnji jabolk.\nNamen diplomskega dela je ugotoviti učinkovitost redčenja z različnimi pripravki in njihovimi kombinacijami ter njihov vpliv na delež plodov prvega razreda, količino pridelka in povratno cvetenje.\nSledili smo naslednjim delovnim hipotezam:\n-različni pripravki različno vplivajo na redčenje plodov\n-različni pripravki različno vplivajo na debelino plodov\n-različni pripravki različno vplivajo na povratno cvetenje\n-različni pripravki različno vplivajo na količino pridelka na drevo\n-različni pripravki različno vplivajo na pojav majhnih- pigmejskih plodov\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Rastni regulatorji - rastlinski hormoni", "Hormoni so kemijske spojine, proizvedene v določenih diferenciranih delih organizma, ki so sposobni, da vplivajo na biološke procese na mestu nastanka, ali na drugih mestih istega organizma, v katerem so nastali (Arteca 1995).\nDo sedaj znane rastlinske hormone delimo na pet skupin: avksine, citokinine, gibereline, abscizinsko kislino in etilen. Pri tem prvi trije pospešujejo rast, zadnja dva pa sta rastna zaviralca. Medsebojno lahko vplivajo sinergistično ali antagonistično (Salisbury in Ross 1991).\n"], "4": ["2.1.1 Avksini", "Avksini aktivirajo delitev celic v kambiju. Na zunanjo podobo rastline avksini vplivajo tako, da uravnavajo apikalno dominanco. Udeleženi so tudi pri diferenciaciji cvetov (Evers 1987).\nAvksini nastajajo v centrih rasti, vršičkih poganjkov, v mladih listih in semenih. Preveč avksinov pospešuje tvorjenje etilena. Inhibirajo odpadanje plodičev s preprečevanjem tvorjenja ločitvenega tkiva (Jackson 2003).\nVečina učinkov avksinov se nanaša na pospeševanje celične delitve in na rast celic v dolžino in v vse smeri. Pospešujejo delitev celic kambija in drugih tkiv ter diferenciacijo \ntkiv in organov. Skrbijo tudi za neprekinjen pretok hranilnih snovi med listi in plodovi preko pecljev v času vegetacije (Jackson 2003).\n"], "5": ["2.1.2 Giberelini", "Giberelini v drevesu nastajajo predvsem v zelo mladih listih, mladih embrijih, plodovih in koreninah. Delujejo pri podaljševanju celic, pospešujejo prekinitev obdobja mirovanja semen in spečih očes, preprečujejo cvetno indukcijo in najverjetneje skupaj z avksini preprečujejo odpadanje plodičev (Arteca 1995).\nGiberelini v prvi vrsti vzpodbujajo rast. Proizvajajo jih mladi listi, nezrela semena in korenine. Zanimivo je, da tretiranje z giberelini vpliva na rast pritlikavih rastlin, na normalno rastoče rastline pa vpliva neznatno ali sploh ne. Giberelini stimulirajo kalitev in lahko prekinejo dormanco semen, saj lahko nadomestijo nizke temperature, dolg dan ali rdečo svetlobo (Evers 1987).\n"], "6": ["2.1.3 Citokinini", "Citokinini so fitohormoni, ki pospešujejo celično delitev (=citokinesis) in od tod izvira tudi njihovo ime (Srivastava 2002).\nNaravni citokinini imajo pomembno vlogo pri determiniranju števila celic v plodu (Westwood 1993).\nCitokinini pospešujejo celično delitev na način, da uravnavajo nukleinske kisline (DNA in RNA), apikalno dominanco in obraščanje: stimulirajo diferenciacijo, pospešujejo kaljenje semen, vplivajo na transport hranil in asimilatov, preprečujejo odpadanje in staranje cvetov, plodov in listov ter zavirajo rast korenin (Westwood 1993).\n"], "7": ["2.1.4 Abscizinska kislina (ABA)", "Ena najpomembnejših funkcij abscizinske kisline je zaviranje rasti, pri čemer enakomerno vpliva na delitev in rast celic (Evers 1987).\nAbscizinska kislina (ABA) je naravni rastni inhibitor, ki je odgovorna za mirovanje brstov in semen, prav tako pa zavira rast poganjkov. ABA v mnogih primerih pospeši odpadanje listov in plodov ter njihovo staranje, kajti velika količina se je nahaja v nezrelih in zrelih plodovih (Stikić 2005).\nABA povzroči nastanek ločitvenega periderma ob bazah pecljev plodov in abscizijo plodov (Stikić 2005).\n"], "8": ["2.1.5 Etilen", "Etilen vpliva na kalitev semen, odganjanje brstov, tvorbo cvetov, zrelost in barvo plodov, tvorbo korenin in druge rastne procese. Spodbuja odpadanje listov in zrelost cvetov, kar pri okrasnih rastlinah imenujemo etilenske poškodbe (Evers 1987).\nVpliv etilena je problematičen tudi pri skladiščenju rastlin, saj poškodovane oz. okužene rastline tvorijo etilen. Njegova koncentracija se v slabo zračenih skladiščnih prostorih povečuje in rastline še spodbuja k dodatni tvorbi etilena, kar vodi do prej omenjenih etilenskih poškodb (Taiz in Zeiger 1998).\nTako kot pri ABA, tudi med etilenom in drugimi rastlinskimi hormoni obstaja interaktivno delovanje (Evers 1987).\n"], "9": ["2.2 Dinamika rasti in trebljenje plodov", "Proces ločevanja ima več kot samo eno fazo. Prva faza se začne z metiliranjem, pri kateri imajo pomembno vlogo encimi pektin-metilesteraze, ki slabijo povezave med celicami, kar je dokazano tudi z analizami abscizijske plasti, kjer so našli več tega encima. Proti koncu procesa ločevanja prevzame osrednjo vlogo drug encim poligalakturonoidaza, ki prekine dolgo verigo molekul, katere rezultat je ločitev tkiva. Kot kaže oboje; tako nivo peroksidaz kot etilena, pospešuje abscizijo zlasti, če je med njima časovna, pa tudi koncentracijska usklajenost. Prva stopnja v procesu odpadanja vključuje izoblikovanje posebnih celic znotraj tkiv ločitvene cone. Te posebne celice morajo biti žive in sposobne tvoriti hidrolitične encime, npr. celulaze in pektinaze, ki bodo pospešile odpadanje oz. tvorjenje ločitvene plasti (Arteca 1995).\nPri jabolkih obstajata dve pomembni obdobji naravnega trebljenja plodičev. Prvič se cvetovi otrebijo delno sami po cvetenju, kjer odpade med 30 – 50 % cvetov. Naslednje pomembno naravno odpadanje je junijsko trebljenje in tudi na to pomembno vplivajo hormoni (IAA) (Göelles 2009).\nMed nastajanjem hormonov v semenih in odpadanjem plodičev je tesna povezava. Če se v semenih plodičev tvori malo hormonov, se začne pri osnovi peclja oblikovati ločilno tkivo in plodič odpade. Tako najprej odpadejo plodiči pri katerih je bila slabša oploditev in manj semenskih zasnov. Večji plodiči tvorijo veliko hormonov, kar spodbuja njihovo oskrbo s hranili (Štampar in sod. 2009).\n"], "10": ["2.3 Fiziološki vidiki abscizije", "Abscizija je fiziološki proces, ki se lahko izvrši v različnih fazah rasti v času vegetacije. Definiramo jo kot ločitev organa ali dela rastline od starševske rastline (Arteca 1995). \nV smislu obravnavanja pridelka je za sadjarje pomembna predvsem abscizija plodov. Osnovni pogoj za abscizijo je nastanek ločitvenega tkiva, kjer pride do ločitve celic. To ločitveno tkivo se formira že pred začetkom same abscizije in ga imenujemo abscizijska cona (Roberts in sod. 2002).\nDokler je količina indol ocetne kisline v abscizijski coni dovolj velika oziroma je t.i. bazipolarni tok indol ocetne kisline skozi abscizijsko cono dovolj močan se proces abscizije ne more pričeti. V primeru, ko se iz nekega razloga bazipolarni tok indol ocetne kisline zmanjša in pade pod določen nivo, so vzpostavljeni pogoji, da abscizijska cona ni več neobčutljiva na etilen in lahko se prične proces abscizije (Arteca 1995).\nPri absciziji gre za korelativen učinek večih faktorjev, katerih skupek vpliva na jakost bazipolarnega toka, ki je odločilen za nastanek abscizije (Bangerth 2000).\nPri absciziji je do sedaj dokazano, da ima vlogo regulatorja. Torej aplikacija etilena močno pospeši abscizijo, medtem ko aplikacija inhibitorjev etilena zavre abscizijo (Ruperti in sod. 1998).\n"], "11": ["2.4 Delovanje sredstev za redčenje plodov", "Mehanizem delovanja sredstev, ki jih uporabljamo v času cvetenja, temelji na preprečitvi kalitve peloda ali preprečijo možnost oploditve na način, da povzročijo poškodbe na prašnikih, pestiču ali pelodni cevi (Fallahi in Willemsen 2002).\nRedčenje v času cvetenja ima velike pozitivne učinke na kakovost plodov in na diferenciacijo cvetnih brstov. Ugotovili so, da je lahko velikost plodov tudi za do 30% večja v primerjavi z redčenjem plodičev (Link 2000). \nNajpogosteje omenjeni in tudi najbolj raziskani sta asimilatna in hormonska teorija abscizije. Po prvi bi naj abscizija bila posledica omejenega ali prekinjenega dotoka asimilatov v plodove. Po hormonski teoriji pa bi naj bil celoten proces abscizije vezan na delovanje rastnih regulatorjev (Stopar 1998).\n"], "12": ["2.5 Načini redčenja", "-Mehansko\n-Ročno\n-Kemično\n"], "13": ["2.5.1 Strojno mehansko redčenje", "Mehansko redčimo cvetove s posebnim vrtečim valjem, na katerem so nameščene dolge gumijaste nitke.\n"], "14": ["2.5.2 Kemično redčenje", "Delovanje sredstev za kemično redčenje bi lahko uvrstili v dve skupini. Prva so tista, s katerimi preprečimo velik nastavek cvetov oz. kasnejših plodov, torej redčenje cvetov. V drugem primeru pa s kemičnimi sredstvi povečamo delež plodičev, ki bodo odpadli v času »junijskega trebljenja«, v tem primeru govorimo o redčenju plodičev (Dennis 2002).\nZ ukrepom kemičnega redčenja odvečnih cvetov in plodičev jablan se vzpostavlja trajno ravnovesje med rastjo in rodnostjo ter preprečuje ali pa celo zmanjšuje pojav izmenične rodnosti jablan (Gutman - Kobal in Soršak 2009).\n"], "15": ["3 MATERIAL IN METODE DELA", ""], "16": ["3.1 Lokacija poskusa", "Poskus se je izvajal na univerzitetnem kmetijskem centru, Fakultete za kmetijstvo in biosistemske vede (priloga 1).\nSorta na kateri se je izvajal je bila ′Pinova′, cepljena na šibko vegetativno podlago M9.\n"], "17": ["3.1.1 Značilnosti nasada", "- intenziven sadovnjak, obdelan po pravilih integrirane pridelave\n- sistem sajenja je enovrstni, z gojitveno obliko \"zelo vitko vreteno\"\n- sadilna razdalja je 3,2 x 0,7 m\n- na hektar površine je posajenih 4000 dreves\n- lega nasada je južna, nadmorska višina od 150 – 220 m višinska razlika v nasadu od vznožja je v zgornjem delu 40 m, v srednjem delu 30 m, v spodnjem delu nasada 25 m\n- v zgornjem delu je nagib največji (30-) in postopoma prehaja v ravnino spodaj\n- drevesa so bila kapljično namakana\n- tla v nasadu so bila oskrbovana – negovana ledina\n- po strukturni sestavi so težka ilovnata glinasta tla\n- tla v nasadu so bila distrična antropogena, izvorno so distrična rjava tla na plivanskih in kvartarnih glinah in ilovicah (Pedološka karta Slovenije)\n"], "18": ["3.2 Ekološki pogoji", ""], "19": ["3.2.1 Pedološki podatki", "Tla v nasadu, kjer se je opravljal poizkus so bila srednje težka- ilovnato peščena. V nasadu se je opravila tudi kemijska analiza tal, katere rezultati so podani v preglednici 1.\nUniverzitetni kmetijski center Pohorski dvor\n(Kmetijski zavod Maribor 2007)\nAnaliza tal nam je pokazala, da so tla v dobri kondiciji. So relativno dobro založena in razen fosforja (P) ni zaslediti pomanjkanja nobenega elementa. Odstotek organske snovi znaša 3,2 %, kar pomeni, da so tla dobro humozna in zmerno preskrbljena z dušikom. Večina sadnih vrst zahteva tla nevtralne do slabo kisle reakcije (ph 6 - 7), tako da je reakcija tal v nasadu ustrezna. Založenost s dostopnim fosforjem (v mg / 100g tal) sodi v razred A, kar pomeni da so tla siromašna s tem elementom, oziroma, da jim slednjega primanjkuje. Vsebnost s kalijem se giblje od srednje do ekstremno preskrbljenih tal. \nV nasadu posajenim s sorto ′Pinova′ je v zgornji plasti (0 – 20 cm) v vseh delih parcela pretirano preskrbljena s hranili (D). V globini 20 – 40 cm so tla povsod dobro preskrbljena, razen v srednjem delu nasada, kjer so tla zmerno preskrbljena (B), kar pomeni, da imamo deficit hranil.\nTla v poskusnem nasadu spadajo v teksturni razred: meljasta ilovica (priloga 2).\n"], "20": ["3.2.2 Klimatski pogoji v letu 2008", "Skupna količina padavin je v Sloveniji v povprečju let zadostna, le razporeditev teko vegetacije ni vedno zadovoljiva. Zato se srečujemo s občasnimi sušami. Preskrbo dreves z vodo izboljšamo z dobro pripravo tal v globino. Globlja in dobro pripravljena tla imajo veliko vodno kapaciteto. Voda je eden od osnovnih virov življenja, ki ga lahko reguliramo oz. zelo učinkovito vplivamo na razpoložljivo količino (Zupančič 1995).\nVremenske podatke referenčne meteorološke postaje letališče Maribor sem pridobil iz mesečnih in letnih letopisov Agencije RS za okolje (www.arso.gov.si). Podatki o vremenskih razmerah v letih izvajanja poskusa in tridesetletnem obdobju so prikazani v preglednicah 2 in 3. Dolgoletna povprečna letna temperatura za naše klimatsko področje je 9,8 -C. Najhladneje je meseca januarja, ko se dolgoletne povprečne temperature gibljejo v povprečju okoli -1,3-C. Najtoplejši mesec s povprečno temperaturo zraka 19,6-C je julij. Dolgoletna povprečna letna količina padavin znaša 1047 mm.\nGlede na dolgoletno povprečje največ padavin pade v mesecu avgustu (129 mm), najmanj pa med januarjem in februarjem (40 – 50 mm). Območje izvajanja poskusa (Pivola pri Mariboru) tako sodi po Koppenovi klasifikaciji klime v vlažni, zmerno topli pas s suhimi zimami in modificirano srednjeevropsko klimo (Stepančič in sod. 1986).\n"], "21": ["3.2.3 Podnebne značilnosti meseca aprila- čas cvetenja jablan", "April 2008 je bil toplejši od dolgoletnega povprečja, na večini ozemlja odklon ni presegel ene -C, kar je povsem v mejah običajne spremenljivosti povprečne mesečne temperature. Povprečna temperatura aprila je bila povsod po državi nadpovprečna in v mejah običajne spremenljivosti. Odklon nad 1 -C so zabeležili le v delu severovzhodne in v jugovzhodni Sloveniji (priloga 3) (Mesečni bilten ARSO, 2008).\nMaribor\n  (1991 – 2000), ter za leto 2008 za meteorološko postajo Maribor\nNajvišje povprečne temperature v letu 2008 so bile v juliju in najnižje v aprilu (v rastni dobi). Najmanj padavin v rastni dobi v letu 2008 je padlo v mesecu aprilu, največ pa meseca julija.\n"], "22": ["3.3 Material", ""], "23": ["3.3.1 Sorta ′Pinova′", "′Pinova′ je bila vzgojena na inštitutu za sadjarstvo leta 1986 v Dresden - Pillnitzu kot križanec sorte ′Clivia′ (′Oldenburg′ x ′Koksova oranžna reneta′) z ′Zlatim delišesom′. Je sorta zelo dobrih tehnoloških in pomoloških lastnosti. Sčasoma naj bi dopolnila oz. nadomestila sorto ′Zlati delišes′. Trži se pod imenom ′Coaril′ ali ′Sonata′. ′Pinova′ je jesensko- zimska sorta, primerna za uporabo do sredine januarja, v kontrolirani atmosferi do maja, ni občutljiva na grenko pegavost. Zelo primerna je za vzgojno obliko zelo vitko vreteno. Posledica njene šibke rasti je minimalna rez prvih štirih vegetacijah. Ima veliko potrebo po hranilih in vodi. Je zelo aromatična sorta, ki rodi obilno in redno (Pieber in Modl 1996/7).\nZnačilnosti sorte:\n- Rast: šibka do srednje šibka rast, zelo dobro oblikuje krono, rodi zelo obilno in zgodaj.\n- Cvetenje in opraševanje: cveti srednje pozno (diploidna sorta).\n- Občutljivost: sorta kaže minimalno občutljivost na škrlup, plesen in ognjevko.  Les in cvetovi so odporni na spomladansko pozebo.\n- Čas obiranja, užitna zrelost: v Sloveniji jo obiramo v začetku oktobra. Za  uporabo je primerna do sredine januarja, v nadzorovani atmosferi do maja. Plodovi  zorijo enakomerno (eno do dve obiranji).\n- Plod (priloga 4) je čvrst in malo občutljiv na odtise.\n- Sorta je zrela v začetku oktobra v Pillnitzu. Srednja refraktometerska vrednost ob  obiranju 14,7 şBrix, 3,8 - 4,2 g/l skupnih kislin.\n- Oblika in velikost plodu: majhen do srednje velik, čašna jamica je zelo ozka in  rahlo rebrasta. \n - Barva in koža: koža je gladka, v skladišču se ne zamasti, zreli plodovi so rumeno -  zeleni, na sončni strani prižasto oranžno - rdeči do karmin - rdeče obarvani. Krovna  barva prekriva do 70 % plodu.\n- Pecelj in pecljeva jamica: pecelj je identičen peclju zlatega delišesa, ostane čvrst na  drevesu.\n- Velikost in oblika: plod je majhen do srednje velik, podolgovato zaobljen do  sodčkaste in simetrične oblike. Po celotnem plodu se kažejo nepoudarjena rebra.\n- Koža ploda: koža je gladka, zreli plodovi so rumeno zeleni, na sončni strani so  oranžno rdeči do karmin rdeče barve, krovna barva prekriva do 70 % plodu.\n- Meso in okus: meso je rumenkasto zelene barve in sladko kiselkastega do sladkega  okusa z izvrstno aromo (Viršček in Stopar 1998).\n"], "24": ["3.3.2 Podlaga M9 (Malling 9, Yellow paradise de Metz)", "Podlaga M9 je trenutno najprimernejša in najbolj razširjena vegetativna podlaga za jablano v intenzivnih gostih nasadih v Sloveniji. Podlaga je dokaj odporna proti gnilobi koreninskega vratu (Phytophtora cactorum), občutljiva je na škrlup (Venturia inaequalis), jablanovo pepelovko (Podosphera leucotricha) in hrušev bakterijski ožig (Erwinia amylovora). Zelo je občutljiva na krvavo uš (Eriosoma lanigerum). Prav tako je občutljiva na prekomerno vlago v tleh, vendar tudi suše ne prenaša dobro (Smole in Črnko 2000).\nPodlago M9 rad napade voluhar. V tleh se slabo ukorenini, zato drevesa na tej podlagi potrebujejo stalno oporo. Kljub navedenim pomanjkljivostim daje v intenzivnih gostih nasadih odlične rezultate. Prilagodljiva je različnim tipom tal, vendar najbolje uspeva v globokih, humoznih in propustnih tleh. Drevesa na tej podlagi zarodijo zgodaj, plodovi so običajno dobro obarvani in primerne velikosti (Smole in Črnko 1985).\n"], "25": ["3.3.3 Uporabljena sredstva za kemično redčenje- fitoregulatorji", "BA (Max–Cel)\nVpliva na višjo sintezo etilena (Dal Cin in sod. 2007). Pospeši vegetativno rast (Wertheim 2000).\nRastni regulator iz skupine citokininov. Uporablja se za redčenje plodičev jablan z dobrim delovanjem na preprečevanje in prekinjanje alternance, izboljšuje diferenciacijo cvetnih brstov in pospešuje celično delitev in posledično povečuje plodove (http://www.pinus- tki.si/sl/RASTNI_REGULATORJI/MAXCEL/ 31.3.2010).\nOgriol- olje oljne ogrščice\nVsebuje olje oljne ogrščice in ga uporabljamo kot insekticid ali kot dodatek k insekticidom in herbicidom za izboljšanje oprijemljivosti in učinkovitosti. Je naravni insekticid, primeren za uporabo v integriranem in ekološkem varstvu rastlin in nima karence (http:/www.pinus-tki.si/sl/Insekticid_insekticidi_proti_insektom_zuzelkam/OGRIOL_2_1/ 31.3.2010).\nCaSx- žveplenoapnena brozga\nAktivna snov: kalcijev polisulfid (18,5%). Uporaba na: hruška (Pyrus L.); jablana (Malus MILL.); vinska trta (Vitis vinifera L. subsp. Vinifera). Uporablja se kot akaricid in insekticid (http://spletni2.furs.gov.si/FFS/REGSR/index.htm 31.3.2010). \nNAD (Amid Thin W)\nAmid-Thin je slovenskim sadjarjem že dalj časa poznano sredstvo za redčenje plodičev v obliki močljivega praška z 8,4 % aktivne snovi naftilacetamida NAAm. Kot sredstvo za redčenje plodičev spada v skupino tako imenovanih blagih sredstev, saj je v ZDA dovoljena njegova uporaba do 50 ppm aktivne snovi, v nekaterih državah Evrope pa je registriran za škropljenje v koncentraciji celo do 100 ppm aktivne snovi (Westwood 1993).\n"], "26": ["3.4 Metode dela", "Spomladi aprila 2008 smo v nasadu Univerzitetnega kmetijskega centra z jablani sorte ′Pinova′ izbrali del nasada, ki je zajemal tri poskusne vrste. V teh poskusnih vrstah smo odbrali drevesa, izenačena po bujnosti rasti in cvetnem nastavku.\nPoskus je bil izveden v naključnih blokih s sedmimi obravnavanji na jablani sorte ′Pinova′ M/9, posajene leta 2002. V vsakem bloku je obravnavanje predstavljalo po eno drevo. \nV preglednici 4 so predstavljeni datumi tretiranja z različnimi pripravki, velikost plodičev ter vremenske razmere v času tretiranja – redčenja.\nDrevesa sem škropil s ročno škropilnico do popolne omočenosti, se pravi do kapljanja škropiva z zelenih delov (približno pol litra pripravka na drevo). V poskus je bilo zajetih 49 dreves; sedem blokov s po sedmimi drevesi (obravnavanji). \nObravnavanje 1: kontrola – neredčeno. Tu so bila drevesa, na katerih ni bilo tretiranj s sintetičnimi sredstvi. Na teh drevesih se ni izvajal noben ukrep redčenja.\nObravnavanje 2: ročno redčenje; ročno smo redčili v juniju, po junijskem trebljenju dreves.\nObravnavanje 3: uporabili smo pripravek AMID Thin, v koncentraciji 12g AMID Thin na 10 l vode. Pripravek smo uporabili ob koncu cvetenja.\nObravnavanje 4: uporabili smo pripravek MaxCel, v koncentraciji 50ml / 10 l vode. Tretirali smo ob velikosti plodičev 10 mm.\nObravnavanje 5: uporabili smo pripravek AMID Thin + MaxCel. Najprej AMID Thin, kasneje MaxCel.\nObravnavanje 6: uporabili smo nehormonski pripravek- Žveplenoapneno brozgo, v koncentraciji 18,5% CaS na 8,4 l vode. Škropili smo ob vrhu cvetenja.\nObravnavanje 7: uporabili smo nehormonski pripravek- Ogriol, olje oljne ogrščice. V koncentraciji 300g/ 9,7 l vode. Pripravek smo uporabili ob vrhu cvetenja.\n"], "27": ["3.4.1 Meritve", "Število socvetij na drevo Socvetja smo šteli spomladi 2008, tik pred polnim cvetenjem (17. 4. 2008).\nDebelina debla Merjenje obsega debla je bilo izvedeno pred začetkom vegetacije in na koncu vegetacije istega leta. \nMasa in število plodov Ob obiranju so bili plodovi razdeljeni v dve skupini: V skupino plodov s premerom pod 70 mm in v skupino plodov s premerom nad 70 mm. Plodovi iz druge skupine so bili razvrščeni še glede na delež obarvanosti: 10 – 30%, 30 – 50% in nad 50%.\nPo delitvi glede na kriterije kakovosti so bili plodovi v posamezni skupini prešteti in stehtani.\nOcena povratnega cvetenja Ocena povratnega cvetenja je bila izvedena spomladi 2009 v času polnega cvetenja\n"], "28": ["3.5 Statistična obdelava podatkov", "Vse podatke smo vnesli v podatkovno tabelo programskega paketa Microsoft excel 2003. Statistična obdelava podatkov se je opravila s pomočjo programa SPSS for Windows 16.0. Za ugotavljanje vpliva različnih obravnavanj na drevo smo uporabili enosmerno analizo variance (ANOVA) ter Duncanov test (0,05).\n"], "29": ["4 REZULTATI Z RAZPRAVO", "Rezultati glede meritev količine in kakovosti pridelka ter povratnega cvetenja so prikazani v preglednici 5.\nsorti ′Pinova′\n*vrednosti, označene z različnimi črkami (a, b, c) se med seboj statistično značilno razlikujejo (Duncan; 0,05)\n"], "30": ["4.1 Število socvetij na drevo", "V grafikonu 1 so prikazane povprečne vrednosti števila socvetij na drevo za jablano sorte ′Pinova′ za posamezno obravnavanje v času zasnove poskusa.\n2008\nPodatki v grafikonu 1 kažejo, da so bila drevesa, izbrana za poskus, glede generativnega parametra števila socvetij na drevo dokaj homogena. Število socvetij se je gibalo med 85 in 107.\n"], "31": ["4.2 Povprečni obseg debel", "V grafikonu 2 je prikazan povprečni obseg debel (cm) za posamezno obravnavanje.\nObravnavanja\nKot je razvidno iz grafikona se je obseg debel gibal od 13,89 do 16,014 cm.\n"], "32": ["4.3 Povprečno število pigmejskih plodov", "V grafikonu 3 je prikazano povprečno število pigmejskih plodov na drevo za posamezno obravnavanje.\n′Pinova′ 2008\nPri ocenjevanju povprečnega števila „pigmejskih plodov“ se zelo dobro vidi, da je bil delež le-teh največji pri neredčenih drevesih (18,29). Pri obravnavanjih BA (18), Ogriol 3% (18,14) ter NAD+BA (17,14) delež pigmejskih plodov skorajda ni bil nižji od prvega obravnavanja. Najmanj pigmejskih plodov je bilo seveda pri ročnem redčenju (10,57). Najmanj pigmejskih plodov pri redčenju s pripravki pa je bilo pri tretiranju z CaSx (10,71), ter tretiranju z Amid Thin (13,57).\n"], "33": ["4.4 Povprečno število plodov na drevo, katerih delež obarvanosti je 10 – 30%", "V grafikonu 4 je prikazano povprečno število plodov na drevo za posamezno obravnavanje, katerih premer je večji od 70 mm in njih obarvanost večja od 10 do vključno 30 %.\nObravnavanja\nNajvečji delež jablan, katerih premer je večji od 70 mm in njih obarvanost med 10 in 30 % je bilo pri tretiranju z Ogriolom (obr. 7; 31,86%) in pri neredčenih drevesih (obr. 1; 30,86%).\nČeprav so bili plodovi debelejši (premer nad 70 mm), sadjarji ne želimo plodov v tej skupini, saj potrošnik kupuje z očmi in nerad vzame »neko zeleno jabolko«.\n"], "34": ["4.5 Povprečni pridelek plodov na drevo, katerih delež obarvanosti je 10 – 30%", "Grafikon 5 prikazuje povprečni pridelek plodov (kg) na drevo za posamezno obravnavanje, katerih premer je večji od 70 mm in njih obarvanost večja od 10 do vključno 30 %.\nPri povprečnem pridelku plodov (kg/drevo) za posamezno obravnavanje, katerih delež obarvanosti je 30 – 50% je lepo razvidno, da je bil pridelek največji pri drevesih, tretiranih z BA (obr. 4), najmanjši pa pri tretiranju z NAD + BA (obr. 5). V primerjavi s prejšnjim grafikonom vidimo, da je povprečna masa plodov redčenih s sredstvom Ogriol majhna (5,48 kg) v primerjavi s številom plodov, kar nam pove da, je bilo v 7. obravnavanju (Ogriol) veliko nekvalitetnih plodov.\n"], "35": ["4.6 Povprečno število plodov na drevo katerih delež obarvanosti je 30 – 50%", "Grafikon 6 prikazuje povprečno število plodov na drevo za posamezno obravnavanje, katerih premer je večji od 70 mm in njih obarvanost nad 30 do vključno 50 %.\nPri stopnji obarvanosti plodov med 30 in 50 % lahko rečemo, da znotraj obravnavanj ni bilo velikih razlik. Največje povprečno število plodov (16,29) s tem % obarvanosti je pri neredčenih drevesih. Najmanjše pa pri tretiranju s CaSx (13,57; obr. 6).\n"], "36": ["4.7 Povprečni pridelek plodov na drevo katerih delež obarvanosti je 30 – 50%", "Grafikon 7 prikazuje povprečni pridelek plodov na drevo za posamezno obravnavanje, katerih premer je večji od 70 mm in njih obarvanost nad 30 do vključno 50 %.\ndelež obarvanosti je 30 - 50%, in njih premer večji od 70 mm- ′Pinova′ 2008\nPovprečna masa te skupine plodov glede na število plodov za posamezno obravnavanje pri nobenem obravnavanju posebno ne izstopa. Pridelki se gibljejo med 2,49 in 3,04 kg/drevo.\n"], "37": ["4.8 Povprečno število plodov na drevo katerih delež obarvanosti je nad 50%", "Grafikon 8 prikazuje povprečno število plodov na drevo za posamezno obravnavanje, katerih premer je večji od 70 mm in njih obarvanost nad 50 %.\nPri povprečnem številu plodov na drevo za posamezno obravnavanje, katerih obarvanost je večja od 50 %, vidimo, da je teh največ pri tretiranju z NAD (obr. 3; 40,57) in pri tretiranju z CaSx (obr. 6; 38,14) ter seveda pri ročnem redčenju (obr. 2; 36,71). Nekoliko manj jih je bilo pri neredčenih drevesih (obr. 1; 35,71). Sledilo ji je tretiranje z NAD + BA (obr. 5; 32,14). Najmanj jih pa je bilo pri tretiranju s BA (obr. 4; 31), ter pri tretiranju s sredstvom Ogriol (obr. 7; 30,86).\n"], "38": ["4.9 Povprečni pridelek plodov na drevo katerih delež obarvanosti je nad 50%", "Grafikon 9 prikazuje povprečni pridelek plodov na drevo (kg) za posamezno obravnavanje, katerih premer je večji od 70 mm in njih obarvanost nad 50 %.\nPri povprečnem pridelku plodov na drevo (kg) za posamezno obravnavanje, katerih obarvanost je večja od 50 % vidimo, da je teh največ pri tretiranju z NAD (obr. 3; 8,12) in pri tretiranju z CaSx (obr. 6; 7,60) ter pri neredčenih drevesih (obr. 1; 7,46). Nekoliko manj jih je bilo pri ročno redčenih drevesih (obr. 2; 7,19). Sledilo ji je tretiranje z NAD + BA (obr. 5; 6,36). Najmanj jih pa je bilo pri tretiranju s BA (obr. 4; 6,34), ter pri tretiranju s sredstvom Ogriol (obr. 7; 5,85).\n"], "39": ["4.10 Skupaj število vseh plodov na posamezno obravnavanje", "Grafikon 10 prikazuje skupaj število vseh plodov na posamezno obravnavanje.\nNajvečje število plodov na obravnavanje je bilo pri netretiranih drevesih (obr. 1, 716 plodov). Sledi mu tretiranje s sredstvom Ogriol (obr. 7; 672 plodov). Ogriol je torej zelo slabo zredčil plodiče. Najboljše rezultate glede redčenja je dala kombinacija NAD + BA (obr. 5; 553 plodov) ter pripravek CaSx (obr. 6; 590 plodov).\n"], "40": ["4.11 Skupaj povprečni pridelek plodov po drevesu za posamezno obravnavanje", "Grafikon 11 prikazuje skupaj povprečni pridelek plodov na drevo (kg) za posamezno obravnavanje.\nNajvečji povprečni pridelek po drevesu smo zabeležili pri netretiranih drevesih (obr. 1; 18,35 kg/drevo). Sledi mu obravnavanje, kjer smo drevesa tretirali z BA (obr. 4; 18 kg/drevo). Najmanjši skupni pridelek smo dosegli pri drevesih tretiranih s kombinacijo NAD + BA (obr. 5; 14 kg/drevo), vendar je bila kakovost teh plodov najvišja med vsemi.\n"], "41": ["4.12 Ocena povratnega cvetenja", "Grafikon 12 prikazuje vpliv redčenja na povratno cvetenje v prihodnji sezoni 2009 za posamezna obravnavanja jablan sorte ′Pinova′ 2008.\nGrafikon 12 nam nazorno prikazuje, da se je število socvetij v ponovni vegetaciji zmanjšalo pri vseh obravnavanjih, razen pri obravnavanju, kjer smo redčili ročno (obr. 2), ter obravnavanju, kjer smo tretirali s sredstvom Ogriol (obr. 7). Ta rezultat pomeni, da Ogrščično olje (obr. 7) kot naravni pripravek ne vpliva na povratno cvetenje. Prav tako na povratno cvetenje ni vplivalo ročno redčenje.\n"], "42": ["4.13 Podatki o obsegu debla iz začetka ter konca vegetacije", "Grafikon 13 prikazuje vpliv različnih obravnavanj na na-daljni razvoj drevesa, oz. prikazuje podatke o obsegu debla iz začetka ter konca vegetacije.\nkoncu vegetacije- ′Pinova′ 2008\nGlede obsega debla dreves lahko rečemo, da se je pri vseh obravnavanjih enako povečal. Izjema sta sicer le peto in šesto obravnavanje, kjer se je slednji povečal manj, toda verjetno ne zaradi obravnavanj, marveč zaradi pogojev, v katerih so rasla drevesa.\n"], "43": ["5 SKLEPI", "Na osnovi diplomskega dela je mogoče podati naslednje sklepe:\n– Neredčena drevesa so izkazala relativno primerno obloženost, kar pomeni, da ni bilo velike potrebe po zmanjšanju rodnega nastavka. To potrjuje tudi podatek, da je bilo 87 % mase plodov razvrščenih v 1. kakovostni razred.\n– Z ročnim redčenjem dreves smo zmanjšali pridelek dreves, toda dvignili pridelek prvorazrednih plodov.\n– Z uporabo sredstev za kem. redčenje (NAD, BA in ogršč. olje) smo le malo, statistično neznačilno zmanjšali rodni nastavek.\n– V primeru škropljenja NAD + BA (obr. 5) ali CaSx (obr. 6) se je končni rodni nastavek zmanjšal močneje in stat. značilno (preglednica 5). V nobenem primeru pa se poprečna masa plodov ni povečala, niti se ni po redčenju povečal pridelek velikih plodov, kvečjemu se je le-ta nekoliko zmanjšal (preglednica 5). To se pravi, da je bil skupni pridelek vseh plodov v primeru tretiranja NAD + BA (obr. 5) je bil manjši na račun manjšega števila drugorazrednih plodov.\n– Ob upoštevanju povratnega cvetenja lahko trdimo, da kemično redčenje ′Pinove′ v letu 2008 ni bilo potrebno. Povratno cvetenje kontrolnih dreves je bilo količinsko enako cvetenju dreves pred nastavitvijo poskusa, torej zadostno in ne premajhno.\n– Kemično redčenje je bilo nepotrebno (seveda ob upoštevanju ne prevelikega cvetnega nastavka naših poskusnih dreves), niti ni povečalo količine velikih plodov, niti ni povečalo povratnega cvetenja.\n"], "abstract": ["V nasadu Univerzitetnega kmetijskega centra Pohorski dvor smo v letu 2008 izvajali poskus različnih načinov redčenja plodičev jablane sorte ′Pinova′, cepljene na podlago M9. Namen poskusa je bil proučiti učinek uporabljenih fitoregulatorjev na redčenje plodičev. Poskus smo zasnovali po metodi naključnih blokov s 7 obravnavanji: 1. kontrola – neredčena drevesa, 2. ročno redčena drevesa, 3. z NAD tretirano konec cvetenja, 4. z BA tretirano ob velikosti plodičev 10 mm, 5. kombinacija tretiranj z NAD + BA : najprej uporaba pripravka NAD, kasneje uporaba BA, 6. CaSx – 2 % tretiranje v času vrha cvetenja, 7. Ogriol – 2 % tretiranje v času vrha cvetenja. Neredčena drevesa so izkazala relativno primerno obloženost, kar pomeni, da ni bilo velike potrebe po zmanjšanju rodnega nastavka. Z ročnim redčenjem plodov smo povečali pridelek prvorazrednih plodov. Redčenje s sredstvi NAD, BA in ogršč. oljem niso dala zadovoljivih učinkov. Redčenje s kombinacijo pripravkov NAD + BA ali CaSx je signifikantno zmanjšalo rodni nastavek. Nobeno sredstvo ni imelo učinka na povprečno maso plodov in pridelek. "]}