{"1": ["1 UVOD", "Češnje so koščičasto sadje, ki je zelo zanimivo predvsem za svežo potrošnjo. Interes je še posebno velik v poznih pomladanskih mesecih. Je sadno drevo, katerega nasadi se vedno bolj širijo po Sloveniji, vendar zaradi različnih tipov tal in klimatskih razmer se morajo uvajati nove podlage, ki so primerne za posamezne kraje.\nVčasih se je češnja pridelovala v ekstenzivnih nasadih, in sicer na bujno rastočih podlagah sejancev, od koder je prišla na trg tudi večina pridelka. V zadnjem času pa se uvajajo nove vegetativne šibkorastoče podlage, ki omogočajo intenzivnejšo proizvodnjo zaradi zmanjšanja bujnosti dreves. Vsaka od teh podlag se na določen tip tal in drugačne klimatske razmere odziva drugače. Zelo pomembna je tudi ustrezna združljivost podlag z vedno več novimi sortami, ki bi zagotovile zgodnjo in visoko rodnost ter dovolj velike, za trg zanimive plodove. Zaradi tega se že nekaj let po vsem svetu izvajajo testiranja in raziskave šibkih podlag z različnimi kombinacijami sort, ki bi zagotovile sajenje večjega števila dreves na enoto površine. S tem bi lahko pridelali količine pridelka, ki bi zadovoljile potrebe potrošnikov.\nZ izvedenim poskusom smo želeli ugotoviti, kako šibkorastoče podlage, 'Gisela 5', 'Gisela 6', 'PHL-C' in 'Piku 1,' vplivajo na količino ter maso plodov sort 'Kordia' in 'Regina'. Cilj naloge je bil ugotoviti, katera kombinacija omenjenih sort in podlag je najprimernejša za pedoklimatske razmere na UKC Pohorski dvor.\nPredpostavljamo, da bosta sorti 'Kordia' in 'Regina' pokazali značilne razlike v količini pridelka ter masi plodov na različnih podlagah.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Izvor in botanične lastnosti češnje", "Prvi dokazi o češnjah kot sadju segajo v obdobje 4000–5000 let pr. n. št., grški zapisi pa dokazujejo, da so češnje pridelovali tudi zaradi lesa. Češnja – Prunus avium L. – je nastala v maloazijskem rodovnem središču, ki zajema območja severnega Irana in južnega Kavkaza, Kaspijskega in Črnega morja. Iz primarnega rodovnega središča se je počasi razširila na druga območja in tudi v Evropo (Štampar in sod. 2009).\nČešnja je diploid (2n = 16). Botanično se uvršča v družino Rosaceae, poddružino Prunoideae, v rod Prunus in podrod Cerasus. Gojene sorte češenj izhajajo iz divje češnje – Prunus avium L. (Smole 2000).\n"], "4": ["2.2 Češnja na Slovenskem", "Divja češnja je precej zastopana tudi po slovenskih gozdovih. Pojavljajo se različice s temnim in svetlim lubjem. Da so bile češnje na našem območju razširjene že davno, dokazuje tudi poimenovanje številnih slovenskih krajev (npr. Češnjice, Črešnjevec, ...) (Štampar in sod. 2009). Pri nas češnje omenja že Valvasor v svoji Slavi vojvodine Kranjske leta 1689. Pravi, da Vipavci prinesejo na trg češnje takoj po sv. Juriju, to je 24. aprila (Smole 2000).\nV Sloveniji imamo tudi posebej center za koščičarje v Biljah na Goriškem, ustanovljen je bil konec osemdesetih let prejšnjega stoletja. V tem centru vse od takrat potekajo redne raziskave tudi na področju češenj. V centru je zasajenih veliko kakovostnih sort in kolekcija se dopolnjuje iz leta v leto. Veliko poskusov iz tega centra je pripomoglo k novim ugotovitvam na področju češenj (Smole 2000, Fajt in sod. 2008).\n"], "5": ["2.3 Češnja po svetu", "Največji pridelovalec češenj v svetovnem merilu je zagotovo Turčija, ki je v letu 2010 pridelala 417.905 ton. Sledijo jim ZDA z 287.305 tonami, Iran z 255.500 tonami, Italija z 115.476 tonami in pa Španija z 80.300 tonami. Ostale države, ki so precej dejavne v intenzivni proizvodnji češenj, so še: Uzbekistan, Ukrajina, Romunija, Rusija, Čile, Madžarska, Francija, Poljska, Nemčija, Grčija, Avstrija, Kitajska, Bolgarija, itd. Te so imele proizvodnjo v letu 2010 med 20.000 ton in 80.000 ton. Češnja je že precej razširjena po vsem svetu (FAOSTAT 2010).\n"], "6": ["2.4 Podnebne in talne zahteve", "Češnja je prilagojena okoljskim razmeram mediteranske in zmerno tople klime. Dobro prenaša zimski mraz, vendar pa lahko pride zaradi nizkih zimskih temperatur tudi do poškodb, ki so odvisne od sorte, podlage, prehranjenosti rastline in dozorelosti lesa. Ustrezajo ji zračne odprte lege, kjer ni nevarnosti spomladanskih pozeb, saj je v času brstenja in cvetenja občutljiva na pozebo brstov in cvetov. Med cvetenjem ji ustreza toplo vreme. Dobro uspeva v odcednih in srednje težkih tleh z rahlo kislo do nevtralno reakcijo. Zastajanje vode v tleh češnja ne prenaša. Izbiro podlage je potrebno prilagoditi lastnostim tal. Najbolj ji ustreza enakomerna razporeditev padavin v času rastne dobe, kar omogoča primerno rast dreves, med cvetenjem in predvsem med zorenjem pa so padavine nezaželene. Padavine v času cvetenja onemogočajo oprašitev in vplivajo na slabo oploditev, med zorenjem češenj pa povzročajo pokanje in gnitje plodov (Štampar in sod. 2009).\n"], "7": ["2.5 Gojitvene oblike", ""], "8": ["2.5.1 Piramidalna oblika", "Značilno za to obliko je, da so ogrodne veje razporejene po provodniku v spiralnem zaporedju, da se ne senčijo druga druge in da so razporejene na vse strani. Dolžino ogrodnih vej je po navadi potrebno prilagajati razdaljam v nasadu. Vse veje morajo imeti ustrezno odprte kote, za to moramo poskrbeti že ob vzgajanju drevesa od malega. Krošnjo vzgajamo nekje od 4 do 5 let, vendar vrh odrežemo šele pozneje, če je potrebno (Smole 2000, Štampar in sod. 2009).\n"], "9": ["2.5.2 Ploščate gojitvene oblike", "Te gojitvene oblike uporabljamo, če ogrodne veje vzgajamo v krošnji v smeri vrst. Krošnjo začnemo oblikovati tako, da pustimo dva nasproti si ležeča poganjka v smeri vrste. Ta dva poganjka začneta izoblikovati krošnjo. Deblo pri teh oblikah ni nikoli večje od 60 cm. Poznamo različne vrste ploščatih krošenj: pravilno, nepravilno in trivejno palmeto. Palmete imajo lahko dve do tri etaže, pri trivejni palmeti pustimo samo eno etažo in provodnik na vseh treh pa direktno vzgajamo rodni les. Koti vej morajo biti dokaj odprti, da so lahko veje vodoravne. Prva etaža naj ima nekoliko manj odprte vsaka naslednja pa vedno bolj (Smole 2000, Štampar in sod. 2009).\n"], "10": ["2.5.3 Ozko vreteno in vreteno", "Ker so vedno bolj aktualne šibke podlage, ki nam dovoljujejo, da ostane drevo majhno in s tem posledično se ga da tudi lažje obirati, moramo pa imeti temu primerne gojitvene oblike. Najbolj se preizkušajo gojitvene oblike, ki jih poznamo od jablan, to so vreteno, ozko vreteno in tudi sajenje v ˝V˝ obliki ali vilasta vzgoja. Francozi pa priporočajo vzgojo \nsolaks. Vse te gojitvene oblike seveda potrebujejo žično armaturo, vendar veliki pridelki, ki so bili doseženi to tudi opravičujejo (Smole 2000, Štampar in sod. 2009).\nZelo pogosta je krošnja v obliki vretena in ozkega vretena. Gostota sajenja se pri teh načinih zmanjša v prostoru med drevesi na 1,5 do 2,5 m. Pri vilasti vzgoji t.i. ˝V˝ obliki se pustita dva poganjka, ki tvorita med seboj 60- kot. Poganjke povezujejo na obe žici potegnjeni vzporedno ob vrsti. Medvrstna razdalja je 4 m, v vrsti pa različno med 0,5 in 1,5 m (Smole 2000, Štampar in sod. 2009).\nPri solaksu je treba deblo povišati do 1,2 m, stranski poganjki se upognejo navzdol, upogne se tudi vrh, ko doseže določeno višino, običajno pri 2,5 m, se upogne navzdol. Tudi ta oblika zahteva žično armaturo, da je mogoče rodne poganjke in vrh privezovati navzdol. Pri tej vzgoji običajno odstranjujejo pregoste rodne brste na spodnjih straneh poganjka, ki so v senci (Smole 2000, Štampar in sod. 2009).\n"], "11": ["2.6 Šibkorastoče podlage češenj", "Kombinacije podlag in sort morajo biti vedno testirane regionalno, saj lahko različne kombinacije pokažejo zelo različne rezultate v različnih pedoklimatskih razmerah. Vsaka država, ki želi gojiti češnje mora najprej izvesti poskuse v različnih regijah po državi, da si lahko ustvari lasten sortni izbor oz. priporočila za določene kraje (Wertheim in sod. 1998).\n'Gisela 5'\nMed brskanjem po strokovnih člankih je bilo večino literature najdene za podlago 'Gisela 5', saj je znano, da je v Evropi ena najpopularnejših podlag za češnje in jo sadijo sadjarji od Italije pa do Norveške. Govori se, da je 'Gisela 5' za češnjo to, kar je za jablano podlaga 'M9' (Vercammen 2004, Vercammen 2006). 'Gisela 5' inducira slabo rast dreves posajenih \nna njo in povzroči zelo mala drevesa (Tomaszewska in Nychnerewicz 2006, Bielicki in Rozpara 2010).\nŠibka podlaga, kot je 'Gisela 5', za dober razvoj in rodnost drevesa potrebuje ustrezno klimo, zelo rodovitna tla in namakanje (Vercammen 2004, Fajt in Komel 2012). Če jo bomo posadili v vročo in suho klimo ter bo posajena v slaba tla brez namakanja, bo proizvedla premajhna drevesa z ogromno drobnimi plodovi (Menzies 2004). 'Giseli 5' ne ustrezajo zelo težka in neprepustna tla (Long in Kaiser 2010) in je izredno odporna na nizke temperature (Tomaszewska in Nychnerewicz 2006).\n'Gisela 5' zelo hitro inducira cvetenje, v primerjavi z ostalimi, ki imajo podobne podlage, že nekje med 3. in 5. letom (Ayala 2004). Smatra se za najbolj produktivno šibko podlago, saj so vse sorte, posajene v kombinaciji s to podlago, pokazale največji pridelek (Hilsenddegen 2004, Robinson in sod. 2006, Tomaszewska in Nychnerewicz 2006, Sitarek in Grzyb 2010). Kljub temu da povzroči velike pridelke, imajo plodovi sort na tej podlagi nadpovprečne teže posameznih plodov (Vercammen 2004, Vercammen 2006).\nZaradi slabe bujnosti in razmeroma dobre rodnosti dreves na 'Giseli 5' kaže ta podlaga največkrat najboljši učinek rodnosti (Hilsenddegen 2004, Fajt in Komel 2012). V kombinaciji preizkušenih sort se je sorta 'Kordia' na podlagi 'Gisela 5' izkazala kot najbolj rodovitna sorta (Blažková in sod. 2010, Asanica in sod. 2011, Fajt in Komel 2012).\nZa sajenje v gostih nasadih se še vedno najbolj priporoča podlaga 'Gisela 5', saj proizvaja visoke pridelke s precej velikimi plodovi in zelo hitro vstopi v rodnost, kar pomeni, da je izredno ekonomična podlaga (Vercammen 2004, Vercammen 2006, Robinson in sod. 2006). \n'Gisela 6'\n'Gisela 6' je srednje šibka podlaga, ki pa lahko variira v bujnosti, odvisno od kraja, kjer je posajena (Werheim 1998). Največ se sadi v severozahodnem delu ZDA, v Evropi ni tako zelo razširjena oz. poznana (Werheim 1998, Franken - Bembenek 2010). Sadi se lahko v različne vrste tal, vendar pod pogojem, da ima zagotovljeno dobro odvajanje vode oz. drenažo (Long in Kaiser 2010, Franken - Bembenk 2010). Če jo bomo posadili v vroča in suha podnebja ter bo posajena v slaba tla brez namakanja, bo proizvedla majhna drevesa z ogromno drobnimi plodovi (Menzies 2004).\n'Gisela 6' zelo hitro inducira cvetenje, v primerjavi z ostalimi, ki imajo podobne podlage, že nekje med 3. in 5. letom, podobno kot 'Gisela 5' (Ayala 2004). V poskusu opravljenem v Sadjarskem centru Bilje (Slovenija) je bilo leta 2011 ugotovljeno, da je podlaga 'Gisela 6' za Primorsko najprimernejša podlaga za kombinacijo s sortama 'Kordia' in 'Regina', ker je dokazala največjo bujnost ter rodnost (Fajt in Komel 2012). V neki nadaljnji študiji je 'Gisela 6' je v kombinaciji s sorto 'Regina' pokazala primerljiv pridelek kot na 'Giseli 5' in se smatra, da je takšna kombinacija izredno ustrezna (Robinson in sod. 2006), kar v nadaljevanju potrjujejo tudi naši rezultati.\n'PHL-C'\nMed brskanjem po strokovnih člankih ni bilo najdenih veliko objav oz. raziskav na podlagi 'PHL-C'. Delno tudi zato, ker se po podatkih v nadaljevanju vidi, da ni precej dobra podlaga, saj veliko dreves propade ali pa je pridelek izredno slab. Čeprav raziskave obstajajo, ampak niso v kombinacijah s sortami, ki bi lahko bile koristne za razpravo v tem diplomskem delu.\nV poskusu v Sadjarskem centru Bilje (Slovenija) je bilo ugotovljeno, da je bil največji delež propadlih dreves v kombinaciji s sorto 'Kordia' ravno na 'PHL-C' (50 %), pa tudi sicer v rodnosti se je ta podlaga najslabše izkazala. Pridelek, v kombinaciji s sortama \n'Kordia' in 'Regina', je bil slabši kot na 'Giseli 5' in tudi sicer je podlaga 'PHL-C' pokazala najslabši učinek rodnosti v kombinaciji s sortama 'Kordia' in 'Regina' (Beber in sod. 2008, Fajt in Komel 2012).\nNi pa vse tako slabo, saj se 'PHL-C' v kombinaciji s sorto 'Regina' bolje odziva na namakanje kot 'Gisela 5', ker povzroči boljšo rast (Blažková in Hlušičková 2008). Asanica in Tudor pa sta 2011 ugotovila, da podlaga 'PHL-C' v kombinaciji s sorto 'Kordia' povzroči izredno število srednjih rodnih vej.\nPaprstein in sodelavci so ugotovili, da podlaga 'PHL-C' zmanjša rast dreves za 80 % v primerjavi s podlago 'F 12/1'. Majhno drevo inducira zelo zgodnjo rodnost in visok pridelek. Rezultati so jim pokazali, da je najprimernejša vzgojna oblika dreves na tej podlagi ozko vreteno, da ima zelo slabo sidranje in je zato potrebna opora. Izmed vseh podlag v seriji 'PHL' so ugotovili, da ima najkrajšo življenjsko dobo sadovnjaka in sicer 15. let.\n'Piku 1' ('Piku 4.20')\n'Piku 1' ima primerljivo rodnost z 'Giselo 5', a bujnejši volumen drevesa (Fajt in Komel 2012). Zelo dobro kontrolira prirast dreves, saj drevesa na 'Piku 1' rastejo počasneje kot na podlagi 'Gisela 5' (Sitarek in Rozpara 2008). Drevesa na 'Piku 1', ki so posajena v šibka tla postanejo večja kot drevesa na podlagi 'Gisela 5', nekje 162 % 'Gisele 5'. Na podlagi teh podatkov se 'Piku 1' smatra za bujnejšo podlago od 'Gisele 6' (Franken,- Bembenek 2010). 'Piku 1' ima tudi zelo majhno verjetnost propada dreves (Hilsenddegen 2004, Fajt in Komel 2012).\nV šibkih tleh ima 'Piku 1' večji pridelek kot 'Gisela 5', vendar boljša kot so tla, boljši je pridelek na 'Giseli 5'. Iz tega se sklepa, da je 'Piku 1' bolj primerna za šibka tla s slabimi pogoji, in se naj uporablja tam, kjer 'Gisela 5' ne bi dobro uspevala (Franken - Bembenek 2010). Načeloma pa se glede na pridelek, v kombinacijah s sortama 'Kordia' in 'Regina', na \n'Piku 1' uvršča nekje med 'Giselo 6' in 'Giselo 5' (Fajt in Komel 2012). Fajtova in Komelova sta še dodali, da ima sorta 'Kordia' v kombinaciji z 'Piku 1' največji učinek rodnosti.\n"], "12": ["3 MATERIALI IN METODE DELA", ""], "13": ["3.1 Lokacija poskusa in lastnosti poskusnega nasada", "Poskus je bil izveden na posestvu UKC Pohorski dvor, ki leži na vzhodnih obronkih Pohorja, na nadmorski višini 284 m. Sadjarski del posestva zajema 55 ha površin, zasajenih z različnimi sadnimi vrstami. Na posestvu UKC Pohorski dvor imajo zasajenih 1,5 ha češenj na dveh parcelah. Poskus se je odvijal na parceli ''Pod bloki'', ki meri 0,6 ha.\n"], "14": ["3.1.1 Analiza tal", "Analiza tal je bila narejena spomladi 2010 na Kmetijsko gozdarskem zavodu Maribor. Vzorec za analizo zemlje je bil vzet na globini do 40 cm. Iz analiznega poročila (preglednica 1) je razvidno, da je pH vrednost tal 5,11, kar pomeni, da so tla kisla. Tla so siromašna s fosforjem (oznaka A) in dobro preskrbljena s kalijem (oznaka C).\n"], "15": ["3.2 Vremenske razmere", ""], "16": ["3.2.1 Vremenske razmere za Maribor v 30-letnem obdobju (1961–1990)", "Na območju Maribora je v tridesetletnem obdobju (1961–1990) povprečno padlo 1047 mm padavin letno, v obdobju vegetacije (april–september) pa povprečno 639 mm padavin. Povprečna letna temperatura je bila 9,7 -C, povprečna temperatura v času vegetacije pa 16\n-C. Iz klimadiagrama je zaznati, da v tridesetletnem obdobju ni bilo pomanjkanja vode.\nMaribor v 30-letnem obdobju 1961–1990 po modificiranem Walterjevem in  Gaussenovem klimadiagramu v razmerju 1 : 4.  (http://www.arso.gov.si/vreme/napovedi%20in%20podatki/maribor.html)\n"], "17": ["3.2.2 Vremenske razmere za Maribor v letu 2010", "Leta 2010 je prišlo pri temperaturi do precejšnjega odstopanja, saj je bila v mescu juniju, juliju in novembru skoraj za 3 -C višja od dolgoletnega povprečja. Do očitnega odstopanja je prišlo tudi septembra in oktobra, saj je bila temperatura za skoraj 1,5 -C nižja od dolgoletnega povprečja. Tudi pri povprečnih letnih temperaturah se kaže odstopanje, saj je bila leta 2010 za 0.4 -C višja kot v dolgoletnem povprečju.\nVeliko bolj kot pri temperaturah je pa prišlo do odstopanj pri padavinah, ki so bile izredno slabo razporejene skozi celo leto. Povprečna količina padavin je bila v letu 2010 nižja za 60 mm kot v dolgoletnem povprečju. Največje odstopanje od dolgoletnega povprečja se je kazalo v mesecu avgustu in septembru. Najbolj izstopa september, saj je imel v dolgoletnem povprečju samo 99 mm padavin, v letu 2010 pa kar 220 mm. Tukaj se kaže, da je bila razporeditev padavin izredno slaba, saj na koncu rastne dobe toliko padavin ni dobro. Da so bile padavine preslabo razporejene, se kaže tudi v mesecih marec in julij. Saj je krivulja padavin v teh mescih padla pod krivuljo temperatur, kar pa pomeni, da je v tistem obdobju primanjkovalo padavin. Na začetku obiranja je padlo nekaj dežja, vendar ne v takšnih količinah, da bi bila nevarnost pokanja. Med samim obiranjem ni bilo dežja. \nMaribor leta 2010 po modificiranem Walterjevem in Gaussenovem  klimadiagramu v razmerju 1 : 4.  (http://meteo.arso.gov.si/met/sl/app/webmet/)\n"], "18": ["3.3 Rastlinski material", ""], "19": ["3.3.1 Sorta 'Kordia'", "Je neznanega izvora, odkrita je bila na Češkem leta 1963. Od leta 1982 je uvrščena na spisek priporočenih sort Republike Češke. Med preizkušanjem je bila imenovana 'Techlovicka II', ko pa so jo uvrstili na spisek pa so jo preimenovali v 'Kordia'. Sorta se uvršča med bujnejše in ni preveč zahtevna za tla. Dobro prenaša tudi hladnejša podnebja, čeprav so cvetovi občutljivi na pozebo. Dobro jo oprašujejo 'Regina', 'Van', 'Hedelfinger', 'Summit' in 'Skeena'. Plod je srednje debel, srčaste oblike, temno rdeče barve in ni \nobčutljiv na pokanje. Meso je temno rdeče, čvrsto, zelo sočno in aromatično. Zori od konca junija do sredine julija (Fischer 1995, Strauß in Novak 1998, Long in sod. 2007).\n"], "20": ["3.3.2 Sorta 'Regina'", "'Regina' izvira iz Nemčije vzgojena je bila v Sadjarskem raziskovalnem centru Jork v bližini Hamburga. Je križanec med sortama 'Schneiders Späte Knorpel' in 'Rube'. Leta 1977 so jo začeli širiti tudi v druga območja in je hitro postala znana tudi izven Nemčije. Je srednje bujna sorta s povešenimi vejami. Ni posebej zahtevna, saj ji ustrezajo tudi hladnejša podnebja. 'Regina' cveti zelo pozno, zato je spomladanske pozebe ne prizadenejo toliko. Dobro jo oprašujejo 'Kordia', 'Summit' in 'Sunburst'. Plod je temno rdeče do črne barve, debel, ovalne oblike, ima dolgi pecelj in ne poka. Meso je dokaj svetle barve, zelo čvrsto, sočno, aromatično, sladko-kislega do sladkega okusa. Zori zelo pozno in je ena najbolj poznih sort (Fischer 1995, Strauß in Novak 1998).\n"], "21": ["3.3.3 Podlaga 'Gisela 5'", "Je ena od podlag iz zelo znane serije 'Gisela', ki izvirajo iz Giessna v Nemčiji. Križance so dobili v letu 1965 (Smole 2000). 'Gisela 5' je triploidni hibrid Prunus cerasus L. x Prunus canescens Bois. Drevesa so srednje bujne rasti, dosegajo približno 30–80 odstotkov bujnosti podlage 'F 12/1'. Bujnost je odvisna od uporabljene sorte in lastnosti tal. Podlaga ni primerna za slabe rastne razmere, prav tako tudi ne za anaerobne razmere težkih glinastih tleh. Je srednje šibke rasti, vpliva na debelino plodov in je zelo rodna (Štampar 2009).\n"], "22": ["3.3.4 Podlaga 'Gisela 6'", "Enako kot 'Gisela 5' je tudi 'Gisela 6' podlaga iz zelo znane serije 'Gisela' iz Giessna v Nemčiji. 'Gisela 6' je prav tako križanec med Prunus cerasus L. x Prunus canescens Bois. Je ena izmed najpopularnejših in najbolj testiranih podlag v ZDA. Tam je veliko bolj zastopana kot v Evropi. Je nekoliko bujnejša podlaga kot 'Gisela 5' in doseže nekje povprečno 50 odstotkov podlage 'F 12/1' ter se enači nekje s podlago 'Colt'. Vendar ima pa večji rodni potencial kot pa prejšnji dve. Njena rast lahko precej variira (Wertheim 1998).\n"], "23": ["3.3.5 Podlaga 'PHL-C'", "Spada v serijo podlag 'PHL', ki so bile vzgojene leta 1963 v češkem kraju Holovousy. Osnova za to serijo podlag so bila semena iz šibkega drevesa Prunus avium L. najdenega na gorovju Riesen. Semena naj bi bila križana z Prunus cerasus L. Od vseh uspelih so izbrali najprej 6 klonov, od katerih so ostali samo še trije. Med te klone spada tudi 'PHL-C', ki pa je med temi tremi podlagami najšibkejša. Najmočnejša izmed njih je bila 'PHL-B', vendar tudi ta je dosegla največ 50 odstotkov bujnosti podlage 'F 12/1'. Vse tri imajo precej visok pridelek s kar velikimi plodovi. 'PHL-C' je lahko precej občutljiva na zimski mraz. Celotna serija je tudi precej občutljiva na sušo, zato je priporočeno namakanje. Podlaga 'PHL-C' je primerna za zelo gosto sajenje, vendar pa zaradi slabega sidranja potrebuje oporo (Wertheim 1998).\n"], "24": ["3.3.6 Podlaga 'Piku 1' ('Piku 4.20')", "Podlaga 'Piku 1' oz. imenovana tudi 'Piku 4.20', je ena izmed podlag iz serije podlag 'Piku'. Križana je bila leta 1972 v Nemčiji, natančneje v kraju Dresden-Pillnitz. Je križanec med Prunus avium L. in hibridom Prunus canescens Bois. x Prunus tomentosa Thunb. 'Piku 1' se razlikuje od Prunus avium L. podlag po naslednjih značilnostih: \n 1. je trilinijski hibrid;  2. zmanjšuje rast na cepljenih podlagah za 30 odstotkov;  3. vstop v rodnost med 1–3 letom;  4. večja produktivnost;  5. razmnožuje se z zelenimi potaknjenci ali tkivnimi kulturami;  6. visoka odpornost na mraz;  7. robovi listov se zvijajo navznoter.\nLeta 1975 so jo začeli razmnoževati in na njej izvajati poskuse, ki so pokazali rezultate primerne za novo sorto (Wolfram 2004).\n"], "25": ["3.4 Metode dela", ""], "26": ["3.4.1 Zasnova poskusa", "Poskus je bil zastavljen ob sajenju nasada leta 2006 na UKC Pohorski dvor. Posajeni sta bili sorti 'Kordia' in 'Regina' na 4 različne podlage 'Gisela 5', 'Gisela 6', 'PHL-C' in 'Piku 1'. Izbrane sadike so bile enoletne šibe. Drevesa so bila zasajena na medvrstni razdalji 4 m in vrstni razdalji 2,5 m, kar pomeni, da bi bila gostota nasada v takem primeru 1000 dreves na hektar. Drevesa so vzgajana v gojitveni obliki vretenastega grma.\nZa poskus so bile izbrane 4 vrste dreves. V prvih dveh vrstah je bila posajena sorta 'Regina', v drugih dveh pa sorta 'Kordia'. V vsaki vrsti so bili trije sklopi, v vsakem sklopu pa po ena od štirih podlag, po vrsti 'Gisela 5', 'Gisela 6', 'Piku 1' in 'PHL-C'. V vsaki vrsti se je nahajala tudi opraševalna sorta, v prvi in tretji vrsti po dve drevesi in v drugi ter četrti po eno drevo. \nSorta 'Regina' Sorta 'Regina' Sorta 'Kordia' Sorta 'Kordia'\nX – ni drevesa/propadlo drevo\n"], "27": ["3.4.2 Dela v letu 2010", "Kot pri vsaki sadni vrsti, morajo biti tudi pri češnji letno opravljeni različni mehanični in kemični ukrepi. To pa iz preprostega razloga, da bodo drevesa ostala zdrava in bodo obrodila ustrezne količine pridelka. V nasadu je bila v letu 2010 opravljena rez češenj v času tik pred cvetenjem, 15. aprila. Kajti v tem času se že na drevesu lahko opazi, kje so cvetni brsti in lahko lažje kontroliramo, kje bomo kaj odrezali. Gnojenje je bilo izvedeno spomladi pred cvetenjem. Prvo gnojenje je bilo 1. 4. 2010, gnojeno je bilo s 27 % mineralnim gnojilom KAN, v količini 90 kg/parcelo oz. 150 kg/ha. Drugo gnojenje pa je \nbilo 14. 4. 2010 s 36 % mineralnim gnojilom EKOPHOS, v količini 120 kg/parcelo oz. 200 kg/ha.\nZa ohranjanje zdravih rastlin mora biti izvajano redno varstvo rastlin pred škodljivci in boleznimi. V rastni dobi, pred obiranjem je bilo škropljeno s pripravki: Cuprablau Z, Teldor, Rovral Aquaflo, Merpan 80 WDG, Calypso, Dithane M-45 in Confidor. S temi pripravki je bilo škropljeno za preprečevanje listne luknjičavosti koščičarjev (Stigmina carpophila Lév.), cvetne monilije (Monilinia laxa Aderh. et Ruhl.), črne češnjeve uši (Myzus cerasi F.), češnjeve listne pegavosti (Blumeriella jaapii (Rehm) Arx) in sadne gnilobe (Monilinia fructigena Honey). Varstvo rastlin je potekalo v naslednjem vrstnem redu:\nV času zorenja češenj je potrebno tudi namakanje. Namakanje je potekalo od 15. maja do 24. junija, namakalo se je tedensko po 4 ure v količini 40 l/m².\n"], "28": ["3.4.3 Meritve", "Delo je potekalo vedno zjutraj, v času obiranja češenj, preden so le-te bile zapeljane v prodajo. Obiralo se je več dni, saj niso vsi plodovi zoreli enako hitro. Obralo se je vsako drevo posebej, pobrali pa so se samo ustrezno zreli plodovi. Plodovi, ki še niso bili zreli so se pustili za nadaljnja obiranja v naslednjih dneh, oz. ko so dozoreli. Pobrane plodove enega drevesa smo stehtali in zabeležili količino pobrano iz tistega drevesa za tisti dan. Od \nteh pobranih plodov smo našteli 100 naključnih plodov in to količino stehtali ter jo zabeležili. Dobljeno težo 100 plodov smo delili s 100 in dobili povprečno težo ploda. Tako smo naredili za vsa drevesa v izbranem delu nasada. Pridobljene rezultate smo nato obdelali v programu Microsoft Excel.\n"], "29": ["3.5 Statistična analiza podatkov", "Podatki, ki smo jih dobili pri terenskem delu, so bili obdelani s pomočjo programskega paketa Microsoft Excel 2003 in s pomočjo programa IBM SPSS Statistics 20. Srednje vrednosti po posameznih obravnavanjih smo primerjali z analizo variance (ANOVA). Podatke smo testirali z Duncan-ovim testom pri 5 % tveganju in v nalogi označili statistično značilne razlike.\n"], "30": ["4 REZULTATI Z RAZPRAVO", "Prikazani so podatki za povprečno maso plodov na drevo in povprečno maso enega ploda za posamezno sorto na določeni podlagi. Izračunali smo tudi, koliko bi bila količina pridelka na hektar v nasadu, ki bi imel enake razdalje, kot smo jih imeli v poskusu, če bi izbrali posamezno sorto na določeni podlagi.\n"], "31": ["4.1 Sorta 'Kordia'", ""], "32": ["4.1.1 Masa pridelka/drevo (kg)", "Največjo povprečno maso pridelka v letu 2010 so drevesa sorte 'Kordia' dosegla na podlagi 'Piku 1' (preglednica 3). Drugo najvišjo maso plodov na drevo smo zabeležili pri drevesih, ki so bila cepljena na podlagi 'PHL-C', sledijo ji drevesa na podlagi 'Gisela 5'. Najnižjo maso pridelka pa smo zabeležili na podlagi 'Gisela 6'. Ti podatki so nam pokazali ravno obratne rezultate, kot smo jih pričakovali glede na poročanja iz drugih testiranj po svetu. Nekateri drugi raziskovalci so trdili, da je podlaga 'PHL-C' izredno slabo donosna. Naši podatki tudi kažejo, da je podlaga 'Piku 1' donosnejša od 'Gisele 5', iz česar gre sklepati, da so tla siromašna in zato uspeva podlaga 'Piku 1' v njih bolje kot podlaga 'Gisela 5', kar potrjuje ugotovitve Franken - Bembenekove iz leta 2010.\n'Kordia' v letu 2010\n"], "33": ["4.1.2 Masa enega ploda (g)", "Maso enega ploda smo določili tako, da smo izračunali povprečno maso stotih plodov. V preglednici 4 so prikazani povprečni rezultati na posamezno podlago pri sorti 'Kordia'. Sorta 'Kordia' je imela največjo maso ploda na podlagi 'Piku 1'. Sledita ji podlagi 'Gisela 6' in 'PHL-C', ki pa imata skoraj enako maso. Na zadnjem mestu je zopet 'Gisela 5', kar ponovno potrjuje ugotovitve Franken - Bembenekove iz leta 2010. Iz teh rezultatov je razvidno, da podlagi 'Piku 1' v kombinaciji s sorto 'Kordia' izredno ustrezajo tla in sušno obdobje, ki smo ga zabeležili v letu 2010. Ta kombinacija sorte in podlage je, kljub najvišji povprečni masi plodov na drevo, imela tudi povprečno najvišjo maso enega ploda.\n'Kordia' v letu 2010\n"], "34": ["4.1.3 Pridelek na hektar (t)", "Da bi lažje predvideli, katero kombinacijo sorte in podlage se splača izbrati za sajenje v nasade, smo izračunali potencialen pridelek na hektar. Za izračun smo izbrali razdalje, katere imamo v poskusnem nasadu na UKC Pohorski dvor, torej medvrstna razdalja 4 m in v vrsti razdalja 2,5 m. S temi podatki smo izračunali, da bi imeli v takem primeru 1000 dreves na hektar. Iz grafikona 3 tako lahko razberemo, da bi za pedoklimatske razmere na UKC Pohorski dvor bila najprimernejša kombinacija sorte 'Kordia' s podlago 'Piku 1', saj bi imela največji donos na hektar. Najmanj bi pa bila primerna kombinacija s sorto 'Gisela 6'. \n* Črka (a) kaže, da pri sorti 'Kordia' ni prišlo do nobene statistično značilne razlike po Duncanovem testu (0,05).\n"], "35": ["4.2 Sorta 'Regina'", "Ta sorta je v primerjavi s sorto 'Kordia' pokazala izredno dobre rezultate, saj je bila na določenih podlagah skoraj za 5x donosnejša od 'Kordije'. Vendar so bili zaradi velikega pridelka plodovi nekoliko manjši kot pri sorti 'Kordia'.\n"], "36": ["4.2.1 Masa pridelka/drevo (kg)", "Največjo maso pridelka v letu 2010 so drevesa sorte 'Kordia' dosegla na podlagi 'Gisela 6' (preglednica 5). Na drugem mestu so bila drevesa cepljena na podlago 'Gisela 5', sledijo ji drevesa na podlagi 'Piku 1'. Najnižjo maso pridelka smo zabeležili na podlagi 'PHL-C'. V tem primeru smo dobili ravno obratne rezultate kot pa pri sorti 'Kordia'. Iz teh podatkov lahko sklepamo, da je sorta 'Regina' najbolj donosna na podlagi 'Gisela 6'. \n  'Regina' v letu 2010\n* Različni črki (a,b) prikazujeta statistično značilne razlike po Duncanovem testu (0,05).\n"], "37": ["4.2.2 Masa enega ploda (g)", "Enako kot pri sorti 'Kordia' smo tudi tukaj izbrali enako metodo izračuna mase enega ploda. V preglednici 6 so tako prikazani povprečni rezultati na posamezno podlago pri sorti 'Regina'. Iz preglednice je razvidno, da je imela sorta 'Regina' največjo maso ploda na podlagi 'Gisela 6'. Sledita ji podlagi 'PHL-C' in 'Piku 1'. Na zadnjem mestu pa je podlaga 'Gisela 5'. Rezultati kažejo, da je podlaga 'Gisela 6', kljub veliki količini pridelka na drevo, bila zmožna oblikovati precej veliko maso ploda. Ostale tri podlage so imele približno enako težke plodove, čeprav glede na razmerje s količino pridelka, bi bilo za pričakovati na podlagi 'Gisela 5' plodove z nekoliko večjo maso.\n'Regina' v letu 2010\n* Različni črki (a,b) prikazujeta statistično značilne razlike po Duncanovem testu (0,05).\n"], "38": ["4.2.3 Pridelek na hektar (t)", "Tudi tukaj smo, enako kot pri sorti 'Kordia', izračunali potencialen pridelek na hektar. Prav tako smo uporabili podatke sajenja na UKC Pohorski dvor. Tako smo izračunali za nasad \n1000 dreves na hektar naslednje podatke. Iz grafikona 4 tako lahko razberemo, da bi za pedoklimatske razmere na UKC Pohorski dvor bila najprimernejša kombinacija sorte 'Regina' z podlago 'Gisela 6', saj bi imela največji donos na hektar. Najmanj bi pa bila primerna kombinacija s podlago 'PHL-C'.\n* Različni črki (a,b) prikazujeta statistično značilne razlike po Duncanovem testu (0,05).\n"], "39": ["5 SKLEPI", "V letu 2010 smo na UKC Pohorski dvor ugotavljali, kako šibkorastoče podlage, 'Gisela 5', 'Gisela 6', 'PHL-C' in 'Piku 1', vplivajo na količino ter maso plodov sort 'Kordia' in 'Regina'. Cilj naloge je bil ugotoviti, katera kombinacija omenjenih sort in podlag je najprimernejša za pedoklimatske razmere na UKC Pohorski dvor. Predpostavili smo, da bosta sorti 'Kordia' in 'Regina' pokazali značilne razlike v količini pridelka ter masi plodov na različnih podlagah.\n- Sorta 'Kordia' Izkazalo se je, da je bila podlaga 'Piku 1' v takšnih pedoklimatskih razmerah, kot so bile leta 2010 na UKC Pohorski dvor, najprimernejša kombinacija, saj je pokazala najboljše rezultate pri masi pridelka na drevo in obenem je imela tudi največjo maso enega ploda. Sorta se je najslabše odrezala v kombinaciji s podlago 'Gisela 6', saj je bila masa pridelka najnižja. Najlažje plodove pa smo dobili pri kombinaciji s podlago 'Gisela 5'.\n- Sorta 'Regina' Pri tej sorti se je izkazalo, da je najprimernejša kombinacija s podlago 'Gisela 6', saj je pokazala najboljše rezultate pri masi pridelka na drevo in tudi masa enega ploda je bila največja. Najslabša kombinacija pa je bila podlaga 'PHL-C', saj je imela najnižjo maso pridelka. Tudi pri tej sorti je najlažje plodove imela kombinacija s podlago 'Gisela 5'.\nIz podatkov lahko tako sklepamo, da bi se v takšnih pedoklimatskih razmerah, kot so na UKC Pohorski dvor, na hektar površine pri medvrstni razdalji 4 m in razdalji v vrsti 2,5 m, najbolj splačalo saditi sorto 'Regina' na podlago 'Gisela 6'. V takih razmerah, kot so bile v letu 2010, pa bi odsvetovali sajenje obeh sort na podlago 'Gisela 5', saj je v obeh primerih imela najmanjšo povprečno maso plodov.\n"], "abstract": ["V letu 2010 smo na UKC Pohorski dvor ugotavljali, kako šibkorastoče podlage, 'Gisela 5', 'Gisela 6', 'PHL-C' in 'Piku 1', vplivajo na količino ter maso plodov sort 'Kordia' in 'Regina'. Cilj naloge je bil ugotoviti, katera kombinacija omenjenih sort in podlag je najprimernejša za pedoklimatske razmere na UKC Pohorski dvor. Poskusni nasad je bil posajen spomladi 2006. Razdalja sajenja je bila 4 m x 2,5 m. Opravili smo tehtanje plodov na vsakem drevesu. Na podlagi 100 naključnih plodov smo izračunali njihovo povprečno maso. Na osnovi rezultatov smo prišli do ugotovitve, da je bila za sorto 'Kordia' najprimernejša podlaga 'Piku 1', najmanj pa 'Gisela 6'. Za sorto 'Regina' pa je bila najprimernejša podlaga 'Gisela 6', najmanj pa podlaga 'PHL-C'. Podlaga 'Gisela 5' je pri obeh sortah pokazala najnižjo povprečno maso plodov. "]}