{"1": ["1. UVOD", "V vsakdanjem življenju se vse bolj srečujemo z različnimi težavami. V tem času je ljudi doletela še dodatna težava. Stanje recesije. Podjetja vse bolj odpuščajo svoje delavce, jim ne plačujejo za njihova opravljena dela, dolgujejo plače za mesece nazaj in nekateri ljudje tako zelo težko preživijo mesec s svojimi malimi prihodki. Pri vsem tem nastopi tudi težava glede potrebe po samostojnem življenju. Ta težava predvsem vpliva na mlade ljudi oziroma ljudi, ki si želijo ustvariti lasten dom in zaživeti samostojno. Nekateri se tako zadovoljijo z najemniškim stanovanjem, spet drugi strmijo k nakupu nepremičnine. Ker sem bila tudi sama v isti situaciji in reševala težave glede samostojnega življenja in stanovanja, izkusila situacijo najemniškega stanovanja in se na koncu vseeno odločila za nakup, sem sklenila, da se z diplomsko nalogo osredotočim na rešitev te situacije tistim, kateri imajo redno zaposlitev in redno prejemajo mesečna nakazila in se vseeno še niso odločili za nakup stanovanja iz takšnih in drugačnih razlogov. Problematika na bančnem področju se zaradi globalne krize vse bolj povečuje. Ker v današnjih časih problematika vsebuje tudi izpolnitve obveznosti, se v tem primeru problematika nanaša na zavarovanje stanovanjskih kreditov, kar pomeni, da se banka zavaruje pred neplačniki. Pod velikimi vprašanji pa je tukaj tudi problematika zaposlitve kreditojemalca, ki mu sledi stabilnost odplačevanja mesečne anuitete za kredit. Na ta način sledi zavarovanje stanovanjskih kreditov za dobro stranke in banke. Le tako bo lahko prišlo do izpolnitve obveznosti s strani kreditojemalca, da bo to obveznost oziroma odplačevanje tudi redno izpolnjeval. V tem primeru pa se banka lahko zavaruje na več načinov. Za podrobnejši opis bomo izbrali dve obliki zavarovanja stanovanjskega kredita in sicer zavarovanje z zastavo nepremičnine oz. hipoteka, ter poroštvo. Cilj diplomske naloge je utemeljiti pomen stanovanjskega kredita, obrazložiti način zavarovanja stanovanjskega kredita, podrobno spoznati, kaj pomeni zastava nepremičnine oz. hipoteka, ter kaj pomeni biti porok pri stanovanjskem kreditu. Razložili bomo tudi bančne pogoje in obveznosti stranke do banke v primeru najetja stanovanjskega kredita. Z diplomsko naloga poslušamo doseči, da bodo ljudje lažje razumeli in se s tem hitreje odločili za nakup stanovanja in najetja posojila pri svoji banki, v kolikor je to v njihovem interesu in moči, kajti le na ta način si dandanes privoščimo nakup nepremičnine in tako izpolnimo potrebo po svojem samostojnem življenju in ob enem dosežemo svoj največji cilj. Postati sam svoj gospodar.\n"], "2": [" 2. METODOLOGIJA", ""], "3": ["2.1 PREDMET DIPLOMSKE NALOGE", "V uvodnem delu bomo z diskriptivno metodo prikazali stanje na področju zavarovanja kreditov v xy banki. V prvem poglavju bomo opisali namen porabe stanovanjskega kredita, v drugem poglavju bomo opisali kreditno pogodbo, ki je določena po poslovni politiki, kar vsebuje teoretični del kreditne pogodbe. V tretjem poglavju bomo z diskriptivno metodo navedli in opisali načine zavarovanj za kredite in sicer njihov pomen, kateri so, ter kateri so najboljši za banko in kateri so najboljši za kreditojemalca. V zadnjem poglavju bomo s komparativno metodo primerjali, odkrivali podrobnosti in razlike med dvema oblikama zavarovanj (hipoteka in poroštvo) in ob enem bomo poskušali potrditi oz. obrazložiti zastavljeni hipotezi, opisati druge ugotovitve, podati predloge.\n"], "4": ["2.2 CILJ", "V današnjih časih se ljudje redno srečujejo z zanimanjem in povpraševanjem po kreditih. Nekateri potrebujejo le kot začasno rešitev in najamejo kratkoročni kredit, drugi posegajo po dolgoročnem kreditu, nekateri pa s stanovanjskim kreditom poskušajo rešiti življenjsko situacijo in si s tem ustvariti nov dom. Cilj diplomske naloge je ljudi informirati o pomenu in najpogostejših oblikah zavarovanj stanovanjskega kredita, jih predstaviti in obrazložiti, da je taka oblika zavarovanj najboljša in najbolj ugodna, ter da naj jih nikar ne bo strah kredit zavarovati z zastavo nepremičnine oz. biti nekomu porok, če je to v njihovih zmožnostih.\n"], "5": ["2.3 HIPOTEZA", "Hipoteze, ki jih bomo v nadaljevanju diplomske naloge potrdili ali ovrgli, so:\nHipoteza 1: Najbolj finančno ugodna rešitev zavarovanja stanovanjskega kredita za stranko je zavarovanje s porokom.\nHipoteza 2: Najbolj varna rešitev zavarovanja stanovanjskega kredita za banko, je zavarovanje z zastavo nepremičnine oz. s hipoteko.\n"], "6": [" 3. STANOVANJSKI KREDIT", "Stanovanjski kredit je dolgoročni namenski kredit, namenjen reševanju stanovanjskih problemov: gradnja ali prenova objekta, oprema stavbnega zemljišča, izplačilo solastnikov ali dedičev nepremičnine, refinanciranje obstoječih stanovanjskih kreditov ali pa nakupu poslovnih prostorov, v kolikor stranka opravlja samostojni poklic. Stanovanjski krediti so krediti, ki so namenjeni daljši dobi odplačevanja. Večinski del takšnega kredita je namenski, lahko pa del kredita stranka dobi tudi gotovinsko, za kar se zahteva namenska dokumentacija za koriščenje kredita.\nVsaka banka si pridržuje pravico odkloniti odobritev kredita občanu, če ugotovi, da občan ne poravnava obveznosti redno, da ima slab status poslovanja iz preteklosti, da občan ne more predložiti ustrezne zahtevane oblike zavarovanja oz. da ne izpolnjuje predpisanih kriterijev. Pri kreditiranju banka upošteva zakonske podlage, zajete v poslovni politiki, obrazcih in pogodbah iz:\n- Zakon o varstvu osebnih podatkov\n- Zakon o potrošniških kreditih\n- Zakon o varstvu kupcev stanovanj in enostanovanjskih stavb\n- Zakon o dohodnini\n- Zakon o izvršbi in zavarovanju\n- Zakon o notariatu\n- Zakon o zamudni obrestni meri\n- Zakon o Nacionalni stanovanjski varčevalni shemi ter Zakon o spremembah  in dopolnitvah zakona o Nacionalni stanovanjski varčevalni shemi\n- Zakon o davku na dodano vrednost\n- Zakon o gospodarskih družbah\n- in drugi (Ahčan, 2009, str. 21)\n"], "7": ["3.1 HIPOTEKARNI KREDIT", "Hipoteka v splošnem pomeni zastavno pravico na nepremičnini. Hipotekarni kredit pomeni s hipoteko zavarovano bančno terjatev. Hipotekarni kredit je dolgoročni kredit, ki se običajno daje za dobo 15 do 30 let. Odplačilna doba je odvisna od dogovora med banko in kreditojemalcem, od višine mesečne obveznosti, od pogojev oz. ponudbe banke, ter od zavarovanja najetega posojila. Pri hipotekarnem kreditu višina ni toliko odvisna od kreditne sposobnosti kreditojemalca, pač pa od vrednosti nepremičnine, katera se daje v zavarovanje. Banka pri tem dobi zastavno pravico z vknjižbo hipoteke v zemljiško knjigo. (Bobek, 1989, str. 130)\n"], "8": ["3.2 OSNOVNI POGOJI ZA PRIDOBITEV KREDITA", "Osnovni pogoji za pridobitev kredita so po večini bank podobni. Kreditojemalec mora imeti redno zaposlitev, je upokojen, prejemnik rente ali prejemnik nadomestila za čas brezposelnosti. V kolikor je zaposlen, mora biti doba zaposlitve neprekinjena že najmanj 6 mesecev, lahko je zaposlen za nedoločen čas ali pa za določen čas. V tem primeru je ročnost kredita največ do poteka zaposlitve za določen čas.\nKreditojemalec mora imeti status bivanja občana in izpolnjeno državljanstvo. Starost kreditojemalca s potekom kredita ne sme preseči 75 let, poleg vsega tega, pa mora biti kreditojemalec kreditno sposoben. Kreditna sposobnost je določena in v skladu z akti vsake banke posebej, z načinom zavarovanja kredita in dodatno omejena z Zakonom o izvršbi, ki predpisuje bremenitev plače v mejah od 1/3 pri upoštevanju, da mora kreditojemalcu po vseh odbitkih ostati plače najmanj v vsakokrat veljavni in zakonsko določeni višini minimalne bruto plače, oziroma največ od 2/3 plače. Omejena je tudi s poslovno politiko banke, ki glede na predloženo vrsto zavarovanja dovoljuje, da se kreditna sposobnost občana lahko poveča prek 1/3 povprečne neto plače (za zadnje 3 mesece). Poleg vsega tega, pa ob odobritvi kredita banka upošteva, da začetna mesečna anuiteta ni nižja od predpisane. Najnižja mesečna anuiteta se po bankah razlikuje.\nStanovanjske kredite ločimo glede na starost kreditojemalca, valuto kredita, območje kreditiranja, način obrestovanja, način koriščenja, odplačilno dobo, glede na lastništvo namenske dokumentacije in vsekakor na vrsto predloženega zavarovanja. Kot je že znano, je potrebno vsak kredit ustrezno zavarovati. Tako je tudi s stanovanjskim kreditom pri vseh bankah. Banka za zavarovanje kredita občanov uporablja kriterije in vrste zavarovanj po sprejeti poslovni politiki banke. Kredit se lahko zavaruje z več oblikami zavarovanj. Najpogostejša oblika zavarovanj je zavarovanje kredita z vpisom hipoteke na nepremičnino, ter zavarovanje s poroštvom kreditno sposobnih porokov. Nato pa so tu še zavarovanje pri zavarovalnici in ostala zavarovanja, ki so lahko le kot dodatne oblike navedenim načinom zavarovanja. Oblika zavarovanja je načeloma odvisna od kreditne sposobnosti kreditojemalca, višine kredita in odplačilne dobe. (Ahčan, 2009, str. 22)\n"], "9": [" 4. KREDITNA POGODBA", ""], "10": ["4.1 KAJ JE KREDITNA POGODBA IN KAKŠEN JE NJEN POMEN?", "Kreditna pogodba je pisna pogodba, katero skleneta banka in kreditojemalec ob posojilu denarja. Namen kreditne pogodbe je ta, da se obe stranki s podpisom kreditne pogodbe zavarujeta za primer neizpolnitve obveznosti. Vsa pravila in zakoni posojanja denarja med pravnimi in fizičnimi osebami zajema Zakon o potrošniških kreditih. Zakon o potrošniških kreditih pravi, da mora biti kreditojemalec pred podpisom kreditne pogodbe seznanjen s pogoji kreditne pogodbe. Osnutek kreditne pogodbe lahko kreditojemalec na željo dobi že pred podpisom pogodbe, da jo tako natančno prebere in pregleda. Kreditna pogodba je vedno sklenjena v pisni obliki. Ob podpisu kreditne pogodbe mora banka izročiti kreditojemalcu en izvod celotne kreditne pogodbe.\nKreditna pogodba vsebuje vrednost in dobo najetega kredita, dogovorjeno obrestno mero najetega kredita, efektivno obrestno mero (EOM) in njene pogoje, formulo ali navodila za izračun obresti, rok porabe kredita, način obrestovanja, pogoje plačila kredita in predvidene stroške (znesek posameznih plačil, število plačil, datum zapadlosti plačil, ter skupen znesek vseh plačil), način zavarovanja kredita, katerega mora kreditojemalec zagotoviti, pravice in dolžnosti kreditojemalca, posebna določila, ki veljajo tako kot za banko, tudi za kreditojemalca.\nS posojilno pogodbo se posojilodajalec zavezuje, da bo posojilojemalcu izročil določen znesek denarja ali določeno količino drugih nadomestnih stvari, posojilojemalec pa se zavezuje, da mu bo po določenem času vrnil enak znesek denarja oziroma enako količino stvari iste vrste in kakovosti. Na prejetih stvareh pridobi posojilojemalec lastninsko pravico. (Obligacijski zakonik - OZ, 569. člen)\nPosojilojemalec se lahko zaveže, da poleg glavnice dolguje tudi obresti. V gospodarskih pogodbah dolguje posojilojemalec obresti, tudi če niso bile dogovorjene. (OZ, 5670. člen)\nPrimer kreditne pogodbe: Priloga 1\n4.2 PONUDBA STANOVANJSKEGA KREDITA GLEDE NA OBRESTOVANJE Glede na obrestovanje, stanovanjski kredit ločimo:\n- s fiksno (nominalno) obrestno mero (samo ponudba kredita v domači valuti)\n- s sestavljeno, spremenljivo obrestno mero (referenčna obrestna mera +  fiksni pribitek oz. marža) \n4.3 PONUDBA STANOVANJSKEGA KREDITA GLEDE NA KORIŠČENJE Glede na koriščenje kredita ločimo na:\n- namenski stanovanjski kredit, odobren na osnovi zahtevane dokumentacije\n- možnosti gotovinskega dela porabe kredita do 100% glede na vrsto  zavarovanja kredita\n4.4 PONUDBA STANOVANJSKEGA KREDITA GLEDE NA NAMEN KORIŠČENJA KREDITA Glede na namen koriščenja kredita, vezano tudi na odplačilno dobo, ločimo:\n- do 180 mesecev (15 let) in sicer za nakup ali gradnjo garaže, prenovo  stanovanjske ali počitniške enote, nakup, gradnjo ali prenovo gospodarskih  nepremičnin (za občane, ki niso samostojni podjetniki), nakup zazidljivega  zemljišča oz. zemljišča predvidenega za stanovanjsko gradnjo, plačilo  prispevkov pri gradnji stanovanjske hiše\n- do 300 oziroma 360 mesecev (25 oziroma 30 let – odvisno od banke) in sicer  za nakup in gradnjo nepremičnine (stanovanja, stanovanjske hiše, počitniške  enote, stanovanjsko poslovne enote), za izplačilo dednih deležev (če gre za  stanovanjsko enoto), izplačilo zakonskega partnerja pri razvezi zakonske  zveze (če gre za odkup stanovanjske enote), ali za poplačilo drugega  stanovanjskega kredita.\n4.5 PONUDBA STANOVANJSKEGA KREDITA GLEDE NA LASTNIŠTVO NAMENSKE DOKUMENTACIJE Glede na lastništvo namenske dokumentacije ločimo:\n- kredit, ki je lahko odobren nosilcu navedenem na namenski dokumentaciji za  črpanje kredita\n- kreditojemalec lahko najame potrošniški namenski kredit ali stanovanjski  kredit za drugega ožjega družinskega člana, vendar mora družinski član  (zakonec, starš, otrok), jamčiti kot solidarni porok za plačilo obveznosti iz  kreditne pogodbe.\n- V primeru odobritve stanovanjskega kredita pa morajo vsi solastniki  nepremičnine oz. vsi kupci, jamčiti kot solidarni poroki za plačilo obveznosti  iz kreditne pogodbe.\n4.6 PONUDBA STANOVANJSKEGA KREDITA GLEDE NA VRSTO PREDLOŽENEGA ZAVAROVANJA Glede na vrsto predloženega zavarovanja ločimo kredite zavarovane:\n- preko zavarovalnice\n- s poroštvom fizične osebe\n- s hipoteko\n- brez zavarovanja\n"], "11": ["4.7 EOM", "Efektivna obrestna mera (EOM) kredita, izračunana v skladu s 17. Členom Zakona o potrošniških kreditih, izraža skupne letne stroške kredita. V izračun EOM-a so vključeni stroški nadomestila za sklenitev kreditnega posla, predvideni stroški obresti in stroški zavarovanja kredita (če je kredit zavarovan preko zavarovalnice). Izračun EOM-a upošteva pogoje, veljavne na dan porabe kredita. EOM se spremeni, če se spremeni pogodbena obrestna mera, tečaj, ali če je dinamika porabe kredita drugačna od predvidene.\nEfektivna obrestna mera je rešitev naslednje enačbe:\nKjer je: ∑ - vsota\nm - število prejetih zneskov, če se kredit porablja postopoma, drugače je m=1\naj – prejeti znesek, katerih vsota je enaka znesku kredita\ntj – dolžina intervala, izražena v letih in delih leta, med začetnim trenutkom (datumom prejetja prvega obroka kredita) in datumom naslednjega obroka\nn- število obremenitev, ki jih tvorijo vsa odplačila kredita in skupni stroški kredita\nbk – posamezni znesek plačil\ntk- dolžina intervala, izražena v letih ali delih leta, med začetnim trenutkom (datumom prejetja prvega obroka kredita) in datumom posameznih odplačil oz. posameznih obrokov skupnih stroškov kradita\nEOM je letni odstotek obresti, ki se izračuna, če so drugi pogoji znani iz pogodbe ali drugače.\nSkupna efektivna obrestna mera (S) je efektivna obrestna mera (EOM), pri kateri se upošteva valorizacijska stopnja (VS) in se zaračuna po formuli:\nVS – valorizacijska stopnja, ki je enaka letni obrestni meri, s katero se zagotavlja ohranitev realne vrednosti po zakonu o predpisani obrestni meri zamudnih obresti in temeljni obrestni meri ( Uradni list RS, št. 45/95)\nr – realna obrestna mera\nPri kreditnih pogodbah, pri katerih je znesek načina odplačevanja kredita v skladu z drugimi predpisi vezan na tujo valuto, se namesto skupne efektivna obrestne mere (S) uporablja le efektivna obrestna mera (EOM). (Uradni list RS, 17. člen Zakona o potrošniških kreditih)\n"], "12": [" 5. ZAVAROVANJE STANOVANJSKIH KREDITOV", "S politiko zavarovanj bančnih naložb fizičnim osebam, se določijo vrste zavarovanj, ki jih banka sprejema pri odobravanju posameznih kreditov fizičnim osebam z namenom, da zagotovi večje obvladovanje kreditnega tveganja. V politiki so opredeljeni minimalni kriteriji zavarovanja kreditov.\nVsaka banka za zavarovanje kreditov občanov uporablja kriterije in vrste zavarovanj po sprejeti poslovni politiki banke. Z uveljavitvijo BASLA II s 01.01.2008, je banka pričela izvajati aktivnosti, ki omogočajo sprejemanje zavarovanj naložb v skladu s temi standardi, katere pa za občane le priporoča. V primeru odločitve poslovalnice za zavarovanje naložbe v skladu s kriteriji po Baslu II standardih, se je potrebno strogo držati navodil Zavarovanja /Basel II in Priporočila za zavarovanje, ki veljajo za vsako banko posebej (predvsem za področja zavarovanj z depoziti, vrednostnimi papirji, hipotekami in zavarovalnimi policami).\nNačin zavarovanja po sprejeti poslovni politiki banke:\n- brez zavarovanja (pod določenimi pogoji posamezne banke)\n- zavarovanje preko zavarovalnice\n- zavarovanje kredita z vpisom hipoteke na nepremičnino, ki je možno prodati,  upoštevajoč razmerje kredit : tržna vrednost nepremičnine (po poslovni  politiki 70 : 100, oziroma odvisno od dogovora med stranko in banko)\n- zavarovanje s poroštvom kreditno sposobnih porokov (2 za stanovanjski  kredit)\n- kot osnovna oblika zavarovanja se lahko upoštevajo tudi zavarovanja  opredeljena po kriterijih Basla II in priporočilih posamezne banke za uporabo  teh zavarovanj (kot npr. polica življenjskega zavarovanja najmanj enake  ročnosti kot kredit, vinkulirana v korist banke pri pogojih, če je zavarovalna  institucija sprejemljiva za posamezno banko in odkupna vrednost police na  dan odobritve kredita znaša najmanj 1,3 vrednosti glavnice)\n- ostali načini zavarovanja so lahko le kot dodatno zavarovanje (Ahčan, 2009, str. 26, 27)\n"], "13": ["5.1 BASEL II STANDARDI", "Basel II so mednarodni bančni sporazumi za boljše obvladovanje tveganj. Banka je v letu 2008 izvedla aktivnosti, ki omogočajo sprejemanje zavarovanj naložb v skladu s temi standardi.\nV interesu bank je, da je čim večji delež zavarovanj odobren v skladu z Basel II standardi, ki pa jih je mogoče upoštevati samo pri določenih vrstah zavarovanj in ob upoštevanju določenih pogojev. Za priznanje, da je zavarovanje določenega kredita ustrezno po Baslu II, morajo biti izpolnjeni določeni pogoji. Uvrstitev določenega kredita kot ustreznega po Baslu II ima pozitivne finančne posledice za banko (zmanjšanje zahtev za minimalni kapital). \nV seznamu Basel II zavarovanj, je tudi priporočilo v primeru, če kot zavarovanje služi polica življenjskega zavarovanja. Po Basel II priporočilih morajo biti izpolnjeni sledeči kriteriji:\n- zavarovalnica, ki je sprejemljiva za banko\n- obvezna vinkulacija v korist banke\n- povratna kupna vrednost zavarovalne police, ki predstavlja najmanj 1,3  vrednosti glavnice kredita\n- veljavnost police mora biti najmanj toliko dolga, kot ročnost posojila Deloitte je vodilni ponudnik svetovanja za Basel II. Basel II je večplasten izziv, za katerega je potrebna več disciplinarno rešitev. Deloitte je edina svetovalna družba, ki je sposobna zagotoviti zahtevan obseg take storitve. S pomočjo obširnih izkušenj, ter programsko opremo in orodij, ki so razvita, se lahko za več mesecev skrajša čas implementacije in pridobiti prednost pred drugimi. (www.deloitte.com)\n"], "14": ["5.2 POROK", "Porok stanovanjskega kredita je lahko le slovenski državljan. Zavarovanje s poroki je dovoljeno le za kreditojemalce, ki so rezidenti RS in sicer, če najemajo kredit stranke banke za vse ročnosti, za stranke, ki niso komitenti banke, pa le do določene dobe, ki je predpisana po politiki posamezne banke. Za poroka ugotavljamo in izračunavamo kreditno sposobnost v enaki višini in enakih kriterijih, kot za kreditojemalca, z izjemo, da zanj ne velja možnost bremenitve do ostanka, predpisanega po poslovni politiki banke, če ga kreditojemalec zavaruje s hipoteko ali poroki.\nS poroštveno pogodbo se porok zavezuje nasproti upniku, da bo izpolnil veljavno in zapadlo obveznost dolžnika, če ta tega ne bo storil. Bistveno za določitev koncepcije poroštva je, da se je OZ opredelil na t.i. srednji koncept, po katerem se sme zahtevati izpolnitev obveznosti od poroka šele potem, ko je glavni dolžnik ne izpolni. (OZ, 1012. – 1034. člen)\nV primeru zavarovanja s porokom, ločimo dve obliki poroštva:\n"], "15": ["- Zavarovanje s poroštvom kreditno sposobnih porokov", ""], "16": ["- Solidarno poroštvo", "S poroštveno pogodbo se porok nasproti upniku zavezuje, da bo izpolni veljavno in zapadlo obveznost dolžnika, če te tega ne bo storil. (OZ, 1012. člen)\nPoroštvena pogodba zavezuje poroka le, če da poroštveno izjavo pisno. (OZ, 1013. člen)\nS poroštveno pogodbo se more zavezati samo, kdor ima popolno poslovno sposobnost. (OZ, 1014. člen)\nKdor se kot porok zaveže za obveznost kakšne poslovno nesposobne osebe, odgovarja upniku enako kot porok poslovno sposobne osebe. (OZ, 1015. člen) \n - Porokova obveznost ne more biti večja od obveznosti glavnega dolžnika; če  je dogovorjeno, da je večja, pa se zmanjša na mero dolžnikove obveznosti. Porok odgovarja za izpolnitev cele obveznosti, za katero je prevzel poroštvo, če njegova odgovornost ni omejena na kakšen njej del ali kako drugače vezana na lažje pogoje. Porok mora povrniti tudi za vsako povečanje obveznosti, nastalo z dolžnikovo zamudo ali po dolžnikovi krivdi, če ni dogovorjeno kaj drugega. Odgovarja le za tiste pogodbene obveznosti, ki zapadejo po sklenitvi poroštvene pogodbe. (OZ, 1017. člen)\n5.3 ZAVAROVANJE S POROŠTVOM KREDITNO SPOSOBNIH POROKOV V takem primeru zavarovanja, banka sprejme v zavarovanje kredit z najmanj dvema plačilno in kreditno sposobnima porokoma. S tem banka sprejme zagotovitev večjega obvladovanja kreditnega tveganja – odplačevanja naložbe stanovanjskega kredita. To zavarovanje pomeni, da je vsak od porokov sam enako kreditno sposoben, kot kreditojemalec. Kreditna sposobnost poroka se ne sešteva. Vsak porok s posebno izjavo pristopa kot porok in plačnik, ter solidarno jamči za vračilo kredita, ki ga je najel kreditojemalec s to pogodbo.\nIzračun kreditne sposobnosti poroka je enak, kot za kreditojemalca. Dokazila o kreditni sposobnosti poroka so enaka, kot v primeru najemanja kredita. Potrebna so dokazila o statusu zaposlitve, prilivi plač,…\n"], "17": ["5.4 SOLIDARNO POROŠTVO", "V primeru odobritev kredita, kjer je več kupcev ali solastnikov nepremičnine, ki je predmet kreditiranja, je potreben pristop solidarnih porokov. Banka za solidarne poroke ni dolžna ugotavljati kreditne sposobnosti. Poroku ni potrebno predložiti dokazila o višini plače, morebitnih bremenitev ali potrdilo delodajalca. Ugotavlja se le istovetnost poroka. Zaradi tega solidarnemu poroku, v primeru najema svojega kredita, pri ugotavljanju kreditne sposobnosti, solidarno poroštvo banka ne šteje kot bremenitev plače.\nSolidarni porok se ravno tako, kot kreditojemalec, podpiše na kreditno pogodbo, ter predloži in izpolni obrazec za solidarno poroštvo.\nVeč porokov za nek dolg odgovarja solidarno, ne glede na to, ali so se zavezali kot poroki skupaj ali pa se je vsak od njih zavezal upniku posebej, razen če je s pogodbo njihova odgovornost drugače urejena. (OZ, 1020. člen)\n"], "18": ["5.5 HIPOTEKA", "Hipoteka pomeni zastavno pravico na nepremičnini in predstavlja učinkovit instrument zavarovanja terjatev v dolžniško – upniških razmerjih, saj je glavni namen hipoteke zavarovanje poplačila določene terjatve s prodajo nepremičnine in poplačilo upnika iz kupnine, če le ta ob dospelosti ne izpolni svoje obveznosti. Upnik, ki je v tem primeru banka, s hipoteko pridobi dodatno jamstvo za izpolnitev obveznosti glavnega dolžnika v obliki vrednosti zastavljene nepremičnine. Hipoteka je nedeljiva in zato varuje upnikovo terjatev do njene popolne poravnave, ne glede na to, ali kasneje pride do delitve nepremičnine. Torej pravica zastavljenega upnika, da se poplača iz hipotekarne nepremičnine, ne preneha tudi v primeru, ko preneha lastninska pravica na nepremičnini.\nZastavna pravica (ZP) je pravica zastavnega upnika, ki pomeni, da se zaradi neplačila zavarovane terjatve ob njeni zapadlosti poplača skupaj z obrestmi in stroški iz zastavljenega predmeta pred vsemi drugimi upniki zastavitelja. Za nastanek zastavne pravice se zahteva vpis nepremičnine v zemljiško knjigo. To pa omogočajo listine, potrebne za vpis. Zastavna pravica na nepremičninah nastane z vpisom hipoteke v sodni register. Pri vpisu zastavne pravice se upošteva načelo zaupanja v zemljiško knjigo, pravnega prednika. Vendar tudi banka ne sme biti malomarna. S svežimi zemljiškoknjižnim izpiskom zmanjšuje tveganje vknjižbe tretjih oseb, ki bi omejevale vpis zastavne pravice. Hkrati se priporoča še sam vpogled v zemljiško knjigo na samem naroku za sklenitev sporazuma pri notarju. Za pridobitev hipoteke na podlagi pravnega posla se zahteva vpis v zemljiško knjigo neposredno izvršljiv notarski zapis in se imenuje pogodbena hipoteka. Hipoteka se lahko ustanovi na nepremičnini, ki:\n- je že registrirana, vpisana v zemljiško knjigo (ZK)\n- je v postopku vpisa lastninske pravice\n- ni vknjižena, ne glede na leto izgradnje (ZIZ-C, Ur. l. RS št. 17/2006 z dne  primerne za vknjižbo lastninske pravice v korist ZK. Takojšna zastavna  pravica se ne more ustanoviti na nepremičnina, ki že imajo identifikacijsko  številko in je na ZK že prijavljen postopek vpisa, nepremičnina pa še ni  vpisana. Kot smo že omenili, se lahko zastavijo le nepremičnine, ki se nahajajo v RS, zastavno razmerje med zneskom kredita in tržno vrednostjo nepremičnine je lahko največ 70 : 100, oziroma odvisno od dogovora med stranko in banko, nepremičnina mora biti zavarovana vse do poplačila kredita, najmanj za primer požara in izlitje vode, ter polica vinkulirana v korist banke.\nBanka pridobi zavarovanje šele z vknjižbo, to je vpisom hipoteke v zemljiško knjigo (7. Čl. ZZK-1). Za vpis hipoteke morajo biti izpolnjeni vsi pogoji po Zakonu o potrošniških kreditih. Potrošniška hipotekarna pogodba mora biti obvezno sklenjena v obliki notarskega zapisa, zastavitelj pa mora biti osebno navzoč. Za zavarovanje vračila kredita, obresti in stroškov po kreditni pogodbi dovoljuje kreditojemalec banki vpis hipoteke z zaznambo neposredne izvršljivosti, vse v korist banke na nepremičnine, ki so vpisane v ZK ali nepremičnine, ki niso vpisane v ZK. (Za kar predloži vso ustrezno dokumentacijo, listine potrebne za vpis; posebna previdnost pri nepremičninah, ki niso vpisane v ZK.) \nVpis se dovoljuje proti osebi, v korist katere je vknjižena ali pred zaznamovana pravica – t.j. podan predlog za vpis (ali pa se ta hkrati vknjiži ali pred zaznamuje) – glede katere se bo opravil vpis in ob pogoju, da je ta oseba izstavila zemljiškoknjižno dovolilo, na podlagi katerega se za zemljiškoknjižnim predlogom zahteva vpis (v korist kupca, v korist banke). Za spremembo v zemljiški knjigi je po uradni dolžnosti pristojen notar z območja, kjer se nepremičnina, ki se zastavlja, nahaja. V povezavi s tem je pomembno tudi, na kakšen način notar predlaga vpis hipoteke v ZK. V primeru, da pošlje predlog po pošti, se upošteva 9-ta ura na dan, ko je predlog sprejet. Če predlog dostavi ročno na ZK pa se upošteva točna ura dostave.\nV praksi, da kupec nepremičnine nastopi kot zastavitelj kupljene nepremičnine, poteka takole:  1. Banka s pomočjo odvetnika, na podlagi osnutka pogodbe,  zemljiškoknjižnega izpiska ter vseh spremljajočih papirjev ugotovi, ali je  hipoteka na predmetni nepremičnini možna.  2. Banka odobri kredit.  3. Investitor ali prodajalec od banke običajno zahteva pisno potrdilo, da je  kreditojemalcu XY odobrila določen znesek kredita v znesku XY in da ga bo,  po uspešno izvedenem podpisu hipotekarne pogodbe s sporazumom o  zavarovanju, v določenem času nakazala na račun naveden v kupoprodajni  pogodbi.  4. Kreditojemalec predhodno pred odobritvijo kredita plača prodajalcu kupnino,  ki ni vključena v kredit banke. Kredi banke ostane kot zadnji del kupnine.  5. Prodajalec je banki šele takrat pripravljen izročiti izvirnik pogodbe (ali pa tudi  ne), kajti ima pisno potrdilo banke, da bo kreditojemalcu XY odobren kredit.  6. Pooblaščen odvetnik banke na podlagi izvirnika kupoprodajne pogodbe poda  predlog za vpis lastninske pravice (LP) na novega lastnika, bančnega  kreditojemalca.  7. Odvetnik pridobi nov ZK izpisek, na katerem je sedaj že vpisana plomba, ki  se nanaša na predlog za vpis LP.  8. V tem trenutku kreditojemalec lahko zastavi nepremičnino, ki jo kupuje.  Podpiše torej kreditno hipotekarno pogodbo kot zastavitelj pri notarju, banka  pa nakaže zadnji del kupnine prodajalcu. \n 6. PRIMERJAVA OBEH ZAVAROVANJ – HIPOTEKA /  POROŠTVO\nKot smo že zgoraj navedli z diskriptivno metodo natančen opis pomena vsakega pojma posebej, bomo sedaj na kratko povzeli in med seboj primerjali dve obliki zavarovanj stanovanjskega kredita. Glede na to, da sta najpogostejši obliki zavarovanj stanovanjskih kreditov ravno zavarovanje kredita z zastavo nepremičnine oz. s hipoteko, ter zavarovanje kredita s poroštvom kreditno sposobnega poroka, smo se odločili, da bomo primerjali kar ti dve obliki in ob enem na podlagi predpostavljenih hipotez obrazložili in utemeljili tudi le-te.\nGlede na to, da smo v hipotezi 1 navedli, da je finančno najbolj ugodna rešitev zavarovanja stanovanjskega kredita za stranko zavarovanje s porokom, se bomo prvo osredotočili na to hipotezo.\n"], "19": ["6.1 HIPOTEZA 1:", "Vsaka banka ima za tako obliko zavarovanja stanovanjskega kredita določene pogoje. Ker je za tako obliko zavarovanja stanovanjskega kredita večji riziko neplačila, je prvi najpogostejši pogoj v primeru takega zavarovanja, odplačilna doba kredita. Pri stanovanjskih kreditih, ki so zavarovani s kreditno sposobnim porokom ali dvema solidarnima porokoma, je odplačilna doba očitno krajša. Pri vseh bankah je predpisana krajša doba in sicer okoli 15 let. V tem primeru je potem stanovanjski kredit najet za krajšo dobo in temu primerno tudi manjši znesek. Vse pa je odvisno od kreditojemalčeve kreditne sposobnosti, ter kreditne sposobnosti poroka. Z zavarovanjem kredita s kreditno sposobnim porok si banka zagotovi večje obvladovanje kreditnega tveganja, se pravi rednega odplačevanja mesečne anuitete za najeti kredit. Porok pa mora biti ravno tako kreditno sposoben odplačevati obrok kredita, kot kreditojemalec, če želi nastopiti kot dodatno zavarovanje za najeti stanovanjski kredit. Za izračun kreditne sposobnosti, mora porok banki prinesti vsa dokazila o statusu zaposlitve, o plačah, morebitnih obstoječih kreditih,…\nGlede na to, da zavarovanje stanovanjskega kredita s poroštvom ne predstavlja velikega dodatnega stroška pri najetju kredita, je to finančno najugodnejša oblika zavarovanja kredita za stranko, vendar je pri tem obremenjen tudi porok za dobo najetja kredita.\n"], "20": ["6.2 HIPOTEZA 2:", "Kot smo že zgoraj omenili, ima vsaka banka za svojo obliko zavarovanja določene pogoje. V hipotezi 2 se bomo nanašali na obliko zavarovanj stanovanjskega kredita, ki obsega zastavo nepremičnine oz. hipoteko. Pri tej obliki zavarovanj pa nastopijo spremembe od banke do banke različno. Najbolj opazna razlika med bankami je maksimalna odplačilna doba v primeru zavarovanje z zastavo nepremičnine. Odplačilna doba oz. najetje stanovanjskega kredita s tako obliko zavarovanja, se tako pri vseh bankah giblje od 25 pa vse tja do 30 let. Pri tem nastopijo tudi razlike v obrestni meri, vendar se bomo mi osredotočili le na samo obliko zavarovanja.\nKot smo že zgoraj omenili, se pri tej obliki zavarovanja lahko kredit najame za kar precej dolgo dobo. Maksimalna doba najetja stanovanjskega kredita, ki je zavarovan s hipoteko, je tako pri nekaterih banka 25 let, pri drugih pa vse tja do 30 let. Pri tej obliki najetja kredita, lahko kreditojemalec najame višji kredit in po dogovoru z banko, ne potrebuje nobenega dodatnega zavarovanje s kreditno sposobnim porokom. Dovolj je vpis hipoteke v zemljiško knjigo. Tu pa nastopijo predvsem stroški za stranko oz. kreditojemalca. Pri taki obliki zavarovanja, se poleg stroška odobritve kredita prišteje še strošek bančnega odvetnika, ki je prisoten tudi pri notarki, kjer se celotna pogodba prebere in naredi notarski zapis. Tudi notarka zaračuna za svoj zapis določen delež, ki je odvisen od višine najetega kredita. Tu so še stroški za vpis lastništva, ter vpis hipoteke na nepremičnino v zemljiški knjigi. Po opisih predvidevamo, da je to dražja oblika zavarovanja za stranko, vendar veliko bolj zagotovljena oblika zavarovanja kredita za banko.\nIz obeh primerov povzemamo, da če stranka oz. kreditojemalec potrebuje večjo vsoto denarja, je potrebno priskrbeti vse potrebne dokumente za zastavo nepremičnine, kar kreditojemalec v tolikšni meri več plača, banka pa se s tem zavaruje v primeru neplačila mesečne anuitete najetega stanovanjskega kredita oz. v končni fazi v primeru neplačila do zajetja same nepremičnine.\n"], "21": [" 7. ZAKLJUČEK", "Želja po ureditvi in imetju lastnega stanovanja ali hiše, predstavlja za vsakega izmed nas zahteven proces. Ta proces je tudi nova življenjska izkušnja, ki jo mnogi izmed nas tudi doživimo in izkusimo. Za ta proces je potrebno veliko pridobljenih informacij, analiz, odločitev in predvsem veliko vloženega truda in časa. Vsak človek si želi lep in urejen dom, kateri bo zadovoljil naše potrebe in želje. Razumljivo je, da si vsak ne more privoščiti vsega, kar si želi in temu sledi tudi stanovanje. Nekateri se morajo zadovoljiti z najemniškim stanovanjem, drugi z odplačevanjem posojila a hkrati bivajo v lastnem domu. Zelo pomembno pa je tudi, da so pri lastnem stanovanju zadovoljene tudi potrebe po kakovosti, velikosti in lokaciji samega stanovanja, kajti le-to nam daje še dodatno veselje, vendar s tem so povezani tudi stroški.\nPo informacijah iz medijev smo zasledili, da imamo v Sloveniji precej visok delež lastniških stanovanj. Glede na današnje čase recesije, bi lahko rekli, da se ljudje poslužujejo bolj najemniških stanovanj, vendar temu ni tako. Ljudje se vse bolj odločajo za nakup lastnega stanovanja, saj imajo pri tem dokaj enak strošek odplačevanja kredita, kot plačevanje najemnine. Razlika je le v tem, da ljudje, kateri se odločajo za najemnino, v večini nimajo redne zaposlitve ali pa niso dovolj kreditno sposobni in si zaradi teh razlogov žal ne morejo privoščiti posojila in ob enem tudi nakupa stanovanja. Tako pravimo, da je najemniško stanovanje kot začasna rešitev, katere se poslužujejo ljudje zaposleni za določen čas, z manjšimi plačami, ter predvsem mladi, ki še nimajo dovolj delavnih izkušenj in na podlagi tega ne dobijo zaposlitve za nedoločen čas.\nV Sloveniji imamo veliko različnih bank. Vsaka banka ima neke svoje pogoje in merila, vendar vse banke se morajo držati zakonov, ki so določeni na podlagi kreditov. Odstopajo le pri obrestnih merah, kar pa se v zadnjem času tudi ta razlika ne pozna več tako močno. Pri vsaki izmed bank lahko izkoristiš njihove ugodnosti in iztržiš iz njih kar se da maksimalno. Dandanes je pri najetju posojila pri bankah skoraj kot bi »barantali«, saj na podlagi nekega informativnega izračuna ene banke, se pri drugi pogajaš za boljše obrestne mere in pogoje.\n"], "22": ["7.1 IZBOLJŠAVA OZ. MOŽNOST NADALJNEGA RAZVOJA", "Glede na to, da je ravno v času izdelave te diplomske naloge prišel nov zakon o potrošniških kreditih, kateri se dotika tudi teme stanovanjskega kredita, bi lahko na tem področju obdelali in utemeljili, dodali in spremenili marsikatero stvar. Ker pa kot vemo, so zakoni iz dneva v dan drugačni in se spreminjajo hitreje, kot bi jih lahko proučili, smo se odločili zadevo zaključiti na podlagi zakona, ki je bil sprejet v času izdelave samega diplomskega dela. Iz tega lahko sklepamo, da so nekateri podatki v tej diplomski nalogi tako rekoč že zastareli in neveljavni, vendar menimo, da smo opis in razlago povzeli dovolj splošno in se nismo osredotočili na podrobnejše zahteve, tako da lahko diplomska naloga vseeno koristi vsakemu, kateri razmišlja o nakupu lastne nepremičnine in razmišlja o tipu zavarovanja, ter vsakemu, kateri želi izvedeti nekaj več o samem načinu in pogojih najetja stanovanjskega kredita.\nKot smo že zgoraj omenili, bi lahko diplomsko nalogo še bolj temeljito opisali in mogoče zavzeli še eno obliko zavarovanja stanovanjskega kredita in sicer \nzavarovanje stanovanjskega kredita preko zavarovalnice. Tu pa bi se naloga precej razširila, saj bi morali opisati več zavarovalnic, saj ima vsaka zavarovalnica svoja pravila in pogoje zavarovanja, svoja določila višine zavarovalnine in dobe najetja posojila. Prav tako se razlikujejo glede na kriterije dovoljene bremenitve, vendar jih pri tem omejuje določilo ZIZ-a, kateri pa se ravno tako s časom spreminja, odvisno od višine cen na trgu.\nPri tej diplomski nalogi bi lahko izvedli tudi anketo, koliko kreditojemalcev je natančno seznanjenih s ponudbami bank, z zavarovanjem in njihovimi stroški v primeru odobritve kredita. Lahko bi anketirance tudi povprašali, kakšen imajo občutek pri najetju posojila zavarovanega s hipoteko, kajti vemo, da ima veliko ljudi pred tem zavarovanjem najhujše pomisleke in sicer na izgubo lastne nepremičnine. Zanimivo bi bilo ugotavljati, kaj ljudje menijo o le-teh vrstah zavarovanj in za kakšno zavarovanje bi se odločili, če bi potrebovali stanovanjski kredit.\n"], "abstract": ["V današnjih časih si večina ljudi želi imeli lastno stanovanje ali hišo, v kateri bo sam svoj gospodar. Ne želijo si najemodajalcev in visokih najemnin, ampak stanovanje, katerega bodo oblikovali in opremili po svojih željah in zamisli. Pot do svojega lastnega stanovanja ali hiše pa je dolga in zahtevna. Tak življenjski podvig zahteva veliko finančnih sredstev, katera so težje dostopna predvsem mladim brez prihrankov. Pri tej finančni težavi lahko pomagajo nekateri starši, vendar se v današnjih časih to ne pojavlja prav pogosto, zato ljudje posegajo po različnih posojilih. Obstaja več vrst posojil, vendar so najbolj pogosta in najbolj uporabna bančna posojila, namenjena nakupu ali prenovi stanovanjske enote. Temu posojilu sledi tudi zavarovanje in tako dobimo stanovanjski kredit zavarovan s porokom, zavarovan preko zavarovalnice ali pa hipotekarni kredit. Poznamo več vrst hipotekarnih kreditov, ki se razlikujejo glede na način zavarovanja, namen porabe, višino in dobo odplačevanja. Razlikujejo pa se tudi glede na različno obrestno mero. V tej diplomski nalogi smo se osredotočili na dve obliki zavarovanja stanovanjskega kredita in sicer na zavarovanje s kreditno sposobnim porokom, ter z zastavo nepremičnine oz. s hipoteko."]}