{"1": ["1 UVOD", "Elektronsko poslovanje obsega vse vidike kupovanja in prodajanja izdelkov in storitev preko elektronskega omrežja. Gre za elektronske transakcije, ki pripeljejo do sklepanja posla - dobave blaga ali opravljene storitve.\nV sodobnem svetovnem gospodarstvu je obstoj podjetja vse bolj odvisen od sposobnosti managementa, da dojame in zna upravljati s spremembami. Podjetje je vedno v gibanju in na nobeno stvar ne smemo gledati kot na nekaj statičnega. Na spremembe delujejo številni dejavniki in pod nadzorom podjetja je le njih manjše število. Naloga managementa je, da spozna bistvo sprememb, da jih sprejme in da jih usmerja na pravi način.\nElektronsko poslovanje preko Interneta lahko pomaga managerjem trgovskih družb, da se odločijo za določene akcije, ki imajo za cilj (Bošković in Vukčević 2002, 322):\n- da olajšajo potrošnikom nakup želenih izdelkov,\n- da povečajo zainteresiranost kupcev, da kupujejo v določeni trgovini,\n- da omogočijo testiranje vpliva ekonomske propagande na cenovno občutljivost  potrošnikov,\n- da olajšajo oceno potrošnikove lojalnosti,\n- da omogočijo učinkovito upravljanje z asortimentom,\n- razstavljanje izdelkov in dobičkonosno poslovanje prodajnih objektov.\nTovrstne akcije se lahko preučujejo bistveno hitreje, ceneje in tudi z večjim nadzorom in zanesljivostjo v virtualni prodajalni ali na virtualnem sejmu kot pa v klasični trgovini. Z uporabo tehnologije virtualne simulacije lahko managerji trgovskih družb ocenijo različne zasnove prodaje v pogojih spremenljivega in izbirčnega trga.\nManagerji morajo zagotoviti: strategijo elektronskega poslovanja, naklonjenost spremembam in novim oblikam poslovanja, sposobnost in spretnost uporabe informacijskih tehnologij, ki je odvisna od možnosti za usposabljanje in učenje, razpoložljivost informacijskih tehnologij in podpore informatike v podjetju ter stopnjo motiviranosti, ki je odvisna od pričakovanega povečanja učinkovitosti poslovanja in družbenega ugleda podjetja.\nNamen mojega dela je raziskati prednosti in pomanjkljivosti elektronskega poslovanja v trgovskem podjetju Mercator, d.d. Ker lahko pričakujemo vedno večji razmah elektronskega poslovanja, menim, da je takšna raziskava dobrodošla in celo potrebna. Želim ugotoviti predvsem odnos med elektronskim poslovanjem in internetom ter vpliv elektronskega poslovanja na podjetje. Ugotoviti želim prednosti in pomanjkljivosti elektronskega poslovanja podjetja, pa tudi ali predstavlja to poslovanje za podjetja poslovno priložnost.\nMenim, da je pomanjkljivo poznavanje elektronskega poslovanja tisti dejavnik, ki onemogoča hitrejše in učinkovitejše izrabljanje tega novejšega načina poslovanja. Prav tako menim, da se zaradi tradicionalnega gledanja na svet daje premalo poudarka hitremu razvijanju informacijske tehnologije in novim pojmom v današnjem poslovanju. \nUvedba elektronskega poslovanja preko Interneta lahko prinese podjetju številne prednosti, zato bi morala podjetja težiti k uvedbi le-tega predvsem iz štirih razlogov:\n- Ime ali proizvod podjetja se na tak način še dodatno promovira.\n- Zgradi se nov kanal za ustvarjanje prihodka.\n- Znižajo se stroški znotraj podjetja.\n- Izboljšajo se usluge do potrošnikov.\nPredpostavljam, da uvedba in uporaba elektronskega poslovanja različno vpliva na različne vrste podjetij, saj nudi možnosti za izboljšavo notranjih in zunanjih procesov v podjetju. Vsa podjetja nimajo razvite ustrezne infrastrukture, potrebne za sodobno elektronsko poslovanje; ki se zelo hitro spreminja in nadgrajuje, tako da lahko težave v podjetju nastanejo že ob vzpostavitvi elektronskega poslovanja.\nV svojem delu bom poudarila prodajo elektronskega poslovanja, ki postaja v današnjem sodobnem svetu ena izmed glavnih smernic poslovanja podjetij in je zame tudi najbolj zanimivo področje.\nMoja naloga je poslovna raziskava, saj bom s praktičnim primerom prikazala poslovanje \"Internet trgovine Mercator\" in uvedbo Mercatorjeve lastne trgovske znamke, ki sta Mercatorjeva dolgoročna projekta pospeševanja prodaje.\nPri projektu Internet trgovine Mercator bom poudarila predvsem potrošniški trg, saj bi ignoriranje kupca pomenilo neupoštevanje in neizkoriščenost novih priložnosti. \n"], "2": ["2 SPREMEMBE V PODJETJU OB UVEDBI ELEKTRONSKEGA", ""], "3": ["POSLOVANJA", "Spremembe v podjetju se pričnejo, ko se vodstvo poslovnega sistema odloči, da bo pri poslovanju začelo uporabljati internet in vse prednosti, ki jih lahko nudijo računalniki, povezani v mrežo.V podjetju se takrat pokaže veliko dela in potreba po dodatnem izobraževanju, kar zahteva veliko sredstev.\nZa učinkovito elektronsko poslovanje morajo podjetja postopoma in s primerno strategijo graditi delovanje podjetja.\nElektronsko poslovanje lahko opredelimo kot kupovanje in prodajanje blaga v računalniškem omrežju. V elektronskem poslovanju se nakup in prodaja blaga združita v nov proces, ki je časovno zelo kratek, po vsebini pa enak poslu, ki ga sklenemo po običajni poti. Posebnost takšne povezave je predvsem brezosebnost poslovanj, saj se kupec in prodajalec ne poznata. Posel opravita preko računalniškega omrežja brez osebnega stika. Pri takem načinu poslovanja je treba imeti veliko mero zaupanja ali pa si moramo zagotoviti podatke o boniteti poslovnega partnerja.\nPri elektronskem poslovanju ni nujno, da sta kupec in prodajalec tehnološko povezana. Edini pogoj je, da imata povezavo z internetom, torej dostop do globalnega omrežja.\nElektronsko poslovanje je pomembno predvsem na treh področjih, in sicer v:\n- povezovanju med porabniki in organizacijami,\n- poslovanju med organizacijami,\n- notranjem poslovanju.\nPred vključitvijo v elektronsko poslovanje si moramo zato odgovoriti na temeljna vprašanja:\n- Kje bomo začeli z vzpostavitvijo elektronskega poslovanja: na prodajni ali nakupni strani  poslovnega procesa? Kje lahko pričakujemo največje prihranke?\n- Ali imamo tržno zanimive izdelke in ali bi želeli prodreti na nove trge?\n- So stroški nabave previsoki?\n- Kdo so naši strateški partnerji? Ali so že vključeni v elektronsko poslovanje in kje?\n- Ali sodimo v panogo, ki je že prenesla svoje poslovanje na elektronski medij?\n- Ali smo podjetje, ki trži znanje ali fizične dobrine?\nBistvena postavka pri odločitvi je potrebna investicija v opremo in znanje. Elektronsko poslovanje ima velik vpliv na organizacijo kot tako in na zaposlene, spreminja naravo procesov in zahteva nove tehnologije (Kuhar 2002, 179). \n"], "4": ["2.1 VLOGA MANAGEMENTA PRI UVEDBI ELEKTRONSKEGA POSLOVANJA", ""], "abstract": ["V današnjem hitro spreminjajočem se okolju je bistvena vloga managementa, da se hitro in učinkovito prilagaja spremembam, ki nastajajo v okolju in se nanje ustrezno odziva. Internet trgovina Mercator predstavlja za podjetje Mercator, d.d. novo tržno priložnost v neprestanem konkurenčnem boju s konkurenco, kjer je v ospredju seveda potrošniški trg, saj bi ignoriranje želja in potreb kupca pomenilo neizkoriščanje tržnih prednosti. Uvedba Internet trgovine Mercator ponuja številne prednosti tako za kupca kot za samo družbo Mercatorja, d.d. V Poslovnem Sistemu Mercator, d.d. se dobro zavedajo, da k visokim poslovnim rezultatom in odličnosti ter visoki konkurenčnosti največ prispevajo zadovoljni kupci. Mercator, d.d. si zato s svojo dobro zastavljeno vizijo, poslanstvom in opredeljenimi vrednotami, cilji ter s trdno poenoteno organizacijsko kulturo vseh zaposlenih kar najbolje trudi zadostiti svojevrstnim potrebam, željam, pričakovanjem, izkušnjam in osebnostim svojih kupcev. Internet trgovina Mercator tako pomeni nov način približanja kupcem, novo dodano vrednost zanje, ki se odraža v priročnem in udobnem nakupovanju od kjerkoli in kadarkoli, dostavi na dom, prihranku na času itd. Mercator pa dosega dodatno promocijo, razvijanje novega razmerja med trgovcem in potrošnikom, lažje in učinkovitejše spremljanje poslovanja, hitro prilagajanje tržnim razmeram in predvsem aktualnemu povpraševanju kupcev ter pridobivanje novih kupcev, s tem pa zgradbo novega kanala za ustvarjanje prihodka. Prepričana sem, da lahko uvedba elektronskega poslovanja bistveno zmanjša stroške zalog, distribucije in nenazadnje stroške marketinga."]}