{"1": ["1 UVOD", ""], "2": ["1.1 PREDSTAVITEV PROBLEMA", "Problem odpornosti mikrobov in širjenje odpornih mikrobov proti protimikrobnim učinkovinam je ena od večjih težav in celo groženj zdravju ljudi. Leta 2001 je temu problemu veliko pozornost namenila tudi Evropska skupnost. Priporočilo, ki je bilo poslano vsem članicam »Council Recommendation of 15 November 2001 on the prudent use of antimicrobial agents in human medicine (2002/77/EC)« (http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:52001DC0333: EN:HTML), je vplivalo tudi na strokovno javnost v Sloveniji.\nV ta namen so na Ministrstvu za zdravje ustanovili tudi skupino, ki se ukvarja s tem fenomenom in je kasneje prerasla v Komisijo za smiselno porabo protimikrobnih zdravil. Cilj komisije je izboljšati kvaliteto predpisovanja in uporabe protimikrobnih učinkovin v Sloveniji.\nSpremljanje odpornosti je sestavljeno iz treh ogromnih področij: spremljanje mikrobioloških izvidov in ugotavljanje odpornosti mikrobov na zdravila, spremljanje porabe zdravil v Sloveniji in spremljanje bolezni, indikacij oziroma diagnoz pacientov.\nPodročje, ki smo ga obravnavali v diplomski nalogi, je poraba protimikrobnih učinkovin, zdravil. Spremljanje porabe protimikrobnih učinkovin presega le materialno porabo zdravil. Potrebno je izračunavanje po ATC/DDD-sistemu in naknadno tudi izračunati porabo na prebivalca v okviru ambulantne porabe ter za bolnišnično porabo, oskrbne dneve, število sprejetih pacientov oziroma različnih parametrov. Prav tako spremljamo porabo tudi prek izdanih receptov in denarja. V preteklosti smo porabo po ATC/DDD-sistemu pridobili v okviru podiplomskih študijev na medicinski fakulteti in v okviru raziskovalnih del. Podatki niso bili centralizirani in usklajeni, zato je bila težava pri naknadnem preračunavanju sprememb nove ATC/DDD-vrednosti ter pri analizah in poročilih porabe za prejšnja obdobje. Podatki so bili predstavljeni v različnih hierarhičnih skupinah ATC/DDD-sistema, zato so ponekod nastopile težave pridobivanja podatkov podrejenih skupin. Viri podatkov prav tako niso bili usklajeni in centralizirani.\nV ta namen bomo razvili posebno orodje, bolj natančno spletno aplikacijo, ki bo vse to omogočala. Orodje bo omogočalo hiter in preprost način vnosa podatkov ter pridobivanje podatkov o porabi ATC/DDD-sistema v obliki poročil in slikovnih prikazov (grafov in tabel). Podatki bodo shranjeni na RDBMS podatkovnem sistemu in zato prav tako centralizirani ter dostopni na enem mestu. Orodje bo nudilo uporabniku porabo po različnih ATC-skupinah klasifikacije. Uporabnik bo imel tudi možnost izvoza vrtilnih tabel in grafov. Spletna rešitev bo dostopna samo izbranim uporabnikom.\n"], "3": ["1.2 PREDSTAVITEV OKOLJA", "Ministrstvo za zdravje Slovenije je v novembru 2005 ustanovilo nacionalno Komisijo za smiselno porabo protimikrobnih zdravil v Sloveniji. Komisija nadzira in usmerja spremljanje odpornosti mikroorganizmov na antibiotike, določa prioritetne naloge in obvešča ambulantne in bolnišnične zdravnike o ustrezni praksi. Cilj nacionalne komisije je izboljšati kvaliteto uporabe antibiotikov v državi. Komisija je sestavljena iz več strokovnjakov iz humane medicine ter veterine. Organizacijsko spada komisija pod Oddelek za kakovost. Namen komisije je izboljšati kvaliteto predpisovanja in uporabe protimikrobnih učinkovin v Sloveniji.\n(Vir: Ministrstvo za zdravje, 2009)\n"], "4": ["1.3 PREDPOSTAVKE IN OMEJITVE", "Cilj diplomske naloge je osredotočen na predstavitev in preračunavanje in ne na zajem podatkov o porabi, saj iz praktičnih razlogov še ni mogoče to področje ustrezno obravnavati. Ne moremo zagotoviti enotnega šifranta zdravil in tehnološka raven v nekaterih bolnicah ni ustrezna.\n"], "5": ["1.4 METODE DELA", "Z metodo analize in sinteze smo v teoretičnem delu preučili strokovno literaturo iz različnih področji in virov od izgradnje programskih rešitev do področja farmacije in medicine. Pri tem smo si pomagali z različnimi viri iz knjig, učbenikov ter z uporabo interneta. Na osnovi pridobljenih idej in zahtev komisije ter njihovih članov v okviru seji in osebnih razgovorov smo v raziskovalnem delu z opisno in analitično metodo oblikovali rešitev. Odločili smo se za prototipni pristop oblikovanju rešitve.\nKot je navedeno (Zupančič, 2007), je smiselno uporabljati prototipni pristop kadar:\n- so zahteve uporabnikov nejasne in/ali »mehke«,\n- se zahteve (hitro) spreminjajo s časom,\n- imamo inovativno aplikacijo in/ali tehnologijo,\n- bo aplikacija pomembno vplivala na delo organizacije,\n- so razmeroma majhne dimenzije projekta oz. dela projekta,\n- je razmeroma majhno število uporabnikov,\n- je čas razvoja projekta razmeroma kratek,\n- želimo doseči oz. je nujno tesno sodelovanje uporabnikov.\n"], "6": ["2 OSNOVE", "Racionalno predpisovanje ustreznih zdravil je ena od nalog zdravnikov. Zmotno je mišljenje, da racionalno predpisovanje upošteva le ekonomski vidik. Predvsem je racionalno predpisovanje zdravil učinkovito, ustrezno, varno in na koncu ekonomično. Spremljanje porabe zdravil nam omogoča ugotavljanje posledic uporabe zdravil na ekonomskem, socialnem in medicinskem področju. Podatki porabe služijo za izvajanje nadzora in vodenju politike na področju porabe zdravil. Svetovna zdravstvena organizacija (WHO) priporoča državam spremljanje porabe zdravil v državi. Za izvajanje spremljanja porabe zdravil potrebujemo podatke in metodologijo. Podatki so med seboj primerljivi, kadar uporabljamo enotno metodologijo. WHO priporoča za mednarodne primerjave ATC/DDD-sistem.\n"], "7": ["2.1 ATC-SISTEM", "ATC/DDD-sistem in DDD kot tehnična enota merjenja sistema sta priporočilo Svetovne zdravstvene organizacije (WHO) za ugotavljanje kvalitete porabe zdravil v raziskovalni dejavnosti.\n»The purpose of the ATC/DDD system is to serve as a tool for drug utilization research in order to improve quality of drug use« (Guidelines for ATC classification and DDD assignment 8th edition, 2004).\nZa vse spremembe in usklajevanje je zadolžen »WHO Collaborating Center for Drug Statistics Methodology«, ki ima sedež v Oslu.\nATC-SKUPINE\nZdravila po ATC/DDD (Anatomical, Therapeutic, Chemical) klasifikaciji so razdeljena na različne skupine glede na kemijske, farmakološke ali terapevtske lastnosti. Zdravila so razdeljena na pet različnih podskupin ali klasifikacij. Prva in druga skupina opisujeta mesto zdravljena ali farmakološke lastnosti zdravila. Tretja in četrta podskupina opisujeta kemijske, farmakološke ali terapevtske lastnosti, peta podskupina pa le kemijske lastnosti. \nPrimer Amoksicilin in zaviralci laktamaz beta ATC-klasifikacije (J01CR02):\nZdravilo dobi ATC-kodo po njegovi aktivni učinkovini glede na lastnosti ATC- skupine. Zdravilo lahko dobi več kot eno ATC-kodo, če njegova učinkovina oziroma ATC lastnost tako določa.\n"], "8": ["2.2 DEFINIRANA DNEVNA DOZA", "»DDD – definirana dnevna doza je tehnična enota merjenja in je definirana kot povprečna doza, ki se uporablja dnevno pri odraslem bolniku za glavno indikacijo zdravila. DDD je odvisna od načina aplikacije, izraža pa se v količini aktivne učinkovine, torej v enotah, kot so gram, mol …« (Oražem in Milovanovič, 1996).\nVrednost DDD je priporočena vrednost, ki lahko odstopa od dejansko predpisane doze zdravnika, saj se pri zdravljenju upošteva tudi stanje, starost in indikacija posameznika, še posebno za otroke. DDD je definiran za zdravila, ki že imajo ATC- kodo. DDD je namenjen raziskovalni dejavnosti, ocenjevanju trendov porabe ali primerjave in ni namenjen kot obvezna predpisana doza, ki jo mora zdravnik uporabiti.\nDDD ni definiran za vse vrste zdravil. Na primer ni definiranih DDD za cepiva. Vrednost DDD klasifikacije dodeli center v Oslu, ki je lahko različna tudi za način uporabe, aplikacije zdravila:\n- »P« paranteralna oblika (Injekcije, infuzije itd),\n- »O« oralna oblika (tablete, sirupi itd),\n- »I« inhalacija,\n- druge oblike.\nIn različna celo na kemijsko obliko zdravil (soli).\n"], "9": ["2.3 PRERAČUNAVANJE PORABE PO ATC-KLASIFIKACIJI", "Poraba zdravil se začne s porabljeno količino zdravi v obliki tablet (samo eno tableto ali cel omot zdravil), porabljeno ampulo, sirupom, injekcijo itd. Pravimo, da je vsako zdravilo v določeni farmacevtski obliki. Vsako zdravilo ima ATC-kodo in je klasificirano po aktivni učinkovini, ki jo vsebuje. Za preračun na ustrezno DDD je treba zdravilu določiti jakost aktivne učinkovine, ki jo vsebuje in je izražena v določeni merski enote (mg, UM, IE …), ter določiti, na kakšen način se preračunava. Vsako zdravilo, ki se uporablja v Sloveniji, ima tudi določeno delovno šifro. To je primarni ključ, ki ga dodeli ena od državnih inštitucij (IVZ ali Agencija za zdravila RS).\nPrimer: Skupina »J01CR02« (Amoksicilin in zaviralci lektamaz beta) oralne »O« oblike ima vrednost DDD 1000 mg, »P« Paranteralne oblike pa 3000 mg. Zdravilo »Amoksiklav 2X1000 filmsko obložene tablete«, ki vsebuje 10 tablet po 875 mg aktivne učinkovine se izrazi po ATC-klasifikaciji v DDD, na 8,75 DDD. Se pravi en omot je izražen po ATC-klasifikaciji 8,75 DDD.\nZagotoviti moramo podporo izračunu porabe.\nZa ambulantno porabo: 1. materialno porabo po posameznem omotu oziroma pakiranju proizvajalca, 2. po sistemu ATC/DDD, 3. po sistemu, metodi ATC/DDD/TID (ATC/DDD izražen na 1000 prebivalcev na  dan), 4. poraba denarja, 5. število izdanih receptih.\nZa bolnišnično porabo: 1. materialno porabo po posameznem omotu oziroma pakiranju proizvajalca, 2. po sistemu ATC/DDD, 3. po sistemu, metodi ATC/DDD/100 BOD (ATC/DDD izražen na 100 bolnišnično  oskrbnih dni), 4. po sistemu, metodi ATC/DDD/100 SPREJEMOV (ATC/DDD izražen na 100  sprejemov oziroma pacientov), 5. po sistemu, metodi ATC/DDD/100 ODPUSTOV (ATC/DDD izražen na 100  odpustov oziroma pacientov), 6. po sistemu, metodi ATC/DDD/TID (ATC/DDD izražen na 1000 prebivalcev na  dan), 7. poraba denarju.\n- Izračun po metodi ATC/DDD:\nZa tekočine (sirupe in pripravki), ki se jih uživa oralno:  (([število porabljenih komadov ali omotov zdravila] * ([vsebina pripravka ali sirupa (ml)] / [vrednost osnovne enote zdravila (ml)] ) * [jakost zdravila]) / [ATC/DDD]\nZa druge oblike (tablete in pripravki, ki se jih aplicira paranteralno):  ([število porabljenih komadov ali omotov zdravila] * [število komadov v paketu (če je izbrana škatla)] * [jakost zdravila]) / [ATC/DDD].\n- Izračun po metodi ATC/DDD/100 BOD\nZa tekočine: ((([število porabljenih komadov ali omotov zdravila] * ([vsebina ampule ali sirupa (ml)] / [vrednost osnovne enote zdravila (ml)] ) *[jakost zdravila]) / [ATC/DDD]) / [Število BOD / 100]\nZa druge oblike: (([število porabljenih komadov ali omotov zdravila] * [število komadov v paketu (če je izbrana škatla)] * [jakost zdravila]) / [DDD/WHO]) / [Število BOD / 100] \n- Izračun po metodi ATC/DDD/ 100 SPREJEMOV\nZa tekočine: ((([število porabljenih komadov ali omotov zdravila] * ([vsebina ampule ali sirupa (ml)] / [vrednost osnovne enote zdravila (ml)] ) * [jakost zdravila]) / [ATC/DDD]) / [Število SPREJEMOV / 100]\nZa druge oblike: (([število porabljenih komadov ali omotov zdravila] * [število komadov v paketu (če je izbrana škatla)] * [jakost zdravila]) / [ATC/DDD]) / [Število BOD / SPREJEMOV]\n- Izračun po metodi ATC/DDD/ 100 ODPUSTOV\nZa tekočine: ((([število porabljenih komadov ali omotov zdravila] * ([vsebina ampule ali sirupa (ml)] / [vrednost osnovne enote zdravila (ml)] ) * [jakost zdravila]) / [ATC/DDD]) / [Število ODPUSTOV / 100]\nZa druge oblike: (([število porabljenih komadov ali omotov zdravila] * [število komadov v paketu (če je izbrana škatla)] * [jakost zdravila]) / [ATC/DDD]) / [Število / ODPUSTOV]\n- Izračun po metodi ATC/DDD/1000 prebivalcev na dan\nZa tekočine: ((([število porabljenih komadov ali omotov zdravila] * ([vsebina ampule ali sirupa (ml)] / [vrednost osnovne enote zdravila (ml)] ) * [jakost zdravila]) / [ATC/DDD]) / [(Število prebivalcev/1000) / število dni v letu]\nZa druge oblike: (([število porabljenih komadov ali omotov zdravila] * [število komadov v paketu (če je izbrana škatla)] * [jakost zdravila]) / [ATC/DDD]) / [(Število prebivalcev/1000) / število dni v letu]\n- Izračun porabe denarja\nPorabljen denar je samo seštevek porabljene vrednosti v evrih.\n- Izračun porabe števila izdanih receptov\nŠtevilo receptov je seštevek izdanih receptov.\n- Izračun porabe posameznega zdravila\nKoličina posameznega zdravila je seštevek po pakiranju. Pri vseh metodah moramo paziti na obračunano enoto (komade ali škatle). Izračunane podatke ne zaokrožujemo, vendar jih samo izpišemo v poročilih na dve decimalki natančno oziroma na poljubne dolžine.\n"], "10": ["3 OBSTOJEČE STANJE", ""], "11": ["3.1 POSNETEK STANJA", "Izračun porabe protimikrobnih zdravil\nTa proces ima za vhodne parametre spisek porabljenih zdravil v količini omotov ali posameznih komadov v omotu, odvisno od načina pakiranja, in spisek parametrov. Kot parameter je mišljeno lahko število oskrbnih dni, ki jih je pacient preživel v bolnišnični oskrbi, koliko je bilo pacientov v določenem obdobju v obravnavi, koliko je bilo število prebivalcev na določeni regiji itd. Proces na podlagi teh vhodnih parametrov izračuna ne samo ATC/DDD porabo, ampak tudi ATC/DDD porabo po različnih metodah. Uspešno zaključena poraba oziroma »Poslano poročilo o porabi« je možen samo, če so šifranti (zdravila, DDD, poslovne enote …) ustrezno predhodno ažurirani.\nPorabo zdravil delimo na dva ločena obsega. Na ambulantno in bolnišnično porabo. Ambulantna poraba vključuje porabo zdravil prek lekarn oziroma receptov. Bolnišnična poraba je poraba zdravil v bolnišnici. Vsakemu porabniku zdravil pravimo enota porabe. Spisek porabe in spisek parametrov dostavlja vsaka enota posebej, vendar imajo vrednosti iz statističnega urada in letopisov prednost. Ambulantno porabo protimikrobnih zdravil spremljamo za celotno Slovenijo ter po posameznih zdravstvenih regijah (Regija  Država), in sicer po tovarniških imenih zdravil, tj. v obliki pakiranj proizvajalca oziroma omota ali komada, saj le tako zagotovimo preglednost in transparentnost porabe oziroma ponoven preračun, če je prišlo do spremembe.\nPri ambulantni porabi v Sloveniji je vključenih 9 zdravstvenih regij, enot. Porabo protimikrobnih zdravil bomo spremljali tudi po starostnih skupinah in spolu ter za obdobje porabe tako za posamezno regijo, kot za celo državo. Bolnišnično porabo zdravil posreduje vsaka bolnica posebej tako za celo bolnico, kot tudi za oddelke - skupine (klinika, oddelek), enote. Prikazani bodo v obliki Excelovih tabel, poročil itd. Porabo zdravil spremljamo po posameznih enotah (Oddelek  Klinika  Bolnica  Država), in sicer po tovarniških imenih zdravil, v obliki pakiranj proizvajalca oziroma enote, komada, saj le tako zagotovimo preglednost in transparentnost porabe. Pri bolnišnični porabi v Sloveniji sodeluje 29 bolnic, enot. Ločimo jih po specialnostih in lastniški strukturi (privatne, javne) ter velikosti. Nekatera so organizacijsko razdeljena na več podenot, klinike in celo na oddelke. Porabo zdravil spremljamo za celotno leto ali po mesecih, odvisno, kaj so bolnišnice sposobne zagotoviti. Porabo \nnaknadno izražamo na izbrani parameter. Vrednosti nam posreduje statistični urad in vsaka bolnišnica posebej.\nSpisek parametrov za izračun obsega naslednje atribute: 1. število prebivalcev na dan, 2. število bolnišnično oskrbnih dni, 3. število sprejetih pacientov, 4. število odpuščenih pacientov.\nPoslana poročila o porabi morajo zadostovati naslednjim izračunom:\n1. Za ambulantno porabo:  1. materialno porabo po posameznem omotu oziroma pakiranju  proizvajalca,  2. po sistemu ATC/DDD,  3. po sistemu, metodi ATC/DDD/TID (ATC/DDD izražen na 1000  prebivalcev na dan),  4. poraba denarja,  5. število izdanih receptov,  6. poraba posameznega zdravila.\n2. Za bolnišnično porabo:  1. materialno porabo po posameznem omotu oziroma pakiranju  proizvajalca,  2. po sistemu ATC/DDD,  3. po sistemu, metodi ATC/DDD/100 BOD (ATC/DDD izražen na 100  bolnišnično oskrbnih dni),  4. po sistemu, metodi ATC/DDD/100 SPREJEMOV (ATC/DDD izražen na  100 sprejemov oziroma pacientov),  5. po sistemu, metodi ATC/DDD/100 ODPUSTOV (ATC/DDD izražen na  100 odpustov oziroma pacientov),  6. po sistemu, metodi ATC/DDD/TID (ATC/DDD izražen na 1000  prebivalcev na dan),  7. poraba denarja.\nPosredovani podatki ter izračunane vrednosti so zaupne narave. \nAnaliza prejetih podatkov o porabi\nProces ima za vhod Spisek porabljenih zdravil in spisek parametrov za izračun. V procesu analize podatkov ugotavljamo ali so podatki skladni s pogoji za avtomatsko obdelavo podatkov. Vsebovati mora delovno šifro, ki ustreza zdravilu, ustrezno vrednost podano v omotih ali komadih, ter obdobje porabe zdravil. Spisek je lahko v Excel obliki, tekstualnem zapisu in celo v papirnem poročilu. Spisek parametrov je prav tako treba analizirati, ali vsebuje vse atribute za avtomatsko obdelavo podatkov. Če je moč iz vsebine določiti ustrezen zapis, je analiza podatkov zaključena. \nUsklajevanje podatkov in parametrov\nČeprav je zapis v pravilni obliki, je mogoče, da vsebinsko ni primeren za avtomatsko obdelavo podatkov. Predvsem se ugotavlja, ali je zdravilo s spiska porabe vključen v našo bazo zdravil oziroma ali je delovna šifra pravilna, ali je šifra enote ustrezna itd. V tem procesu gre predvsem za usklajevanje šifrantov. Ugotavljanje neskladji se vrši prek e-pošte in telefonskega razgovora. \nIzračun podatkov o porabi\nPodatke o porabi je treba preračunati po metodah ATC/DDD, ATC/DDD na parameter.\nZa ambulantno porabo:\n- materialno porabo po posameznem omotu oziroma pakiranju proizvajalca,\n- po sistemu ATC/DDD,\n- po sistemu, metodi ATC/DDD/TID (ATC/DDD izražen na 1000 prebivalcev na  dan),\n- poraba denarja,\n- število izdanih receptov,\n- poraba posameznega zdravila.\nZa bolnišnično porabo:\n- materialno porabo po posameznem omotu oziroma pakiranju proizvajalca,\n- po sistemu ATC/DDD,\n- po sistemu, metodi ATC/DDD/100 BOD (ATC/DDD izražen na 100 bolnišnično  oskrbnih dni),\n- po sistemu, metodi ATC/DDD/100 SPREJEMOV (ATC/DDD izražen na 100  sprejemov oziroma pacientov),\n- po sistemu, metodi ATC/DDD/100 ODPUSTOV (ATC/DDD izražen na 100  odpustov oziroma pacientov),\n- po sistemu, metodi ATC/DDD/TID (ATC/DDD izražen na 1000 prebivalcev na  dan),\n- poraba denarja.\nIzračunane vrednosti so zaupne narave, tako da uporabniki nimajo vpogleda v porabe drugih enot razen po dogovoru. \nPriprava poročil\nPosamezni enoti, ki je poslala podatke, je treba dostaviti izračunano porabo. Prav tako je treba dostaviti porabo za posamezne podenote. Podatke je treba pripraviti vsaj v tabelarični obliki, po posameznih ATC-skupinah. S pomočjo Excela dostopamo do podatkov in prek vrtilnih tabel ustrezno pripravimo poročilo v tabelaričnem in grafične prikazu. Če upoštevamo, da imamo 29 bolnišnic in v vsaki približno 6 klinik, ugotavljamo, da ta del podprocesa predstavlja največji del človeškega dela.\nPošiljanje poročil\nPripravljena poročila, ki smo jih izdelali v prejšnjem podprocesu, je treba poslati. Poročila v Excelu običajno pošljemo prek e-pošte.\n"], "12": ["3.2 KRITIČNA ANALIZA", "Podproces, Analizo prejetih podatkov, zaradi tehničnih omejitev težko izboljšamo. Orientirali so bomo predvsem na podproces Izračun porabe, Pripravo poročil in Pošiljanje poročil. Zaradi narave del in tehnični omejitev Excela moramo izdelati poročilo za vsako enoto posebej in ga tudi poslati. Razmišljali smo, da bi izračun, pripravo in pošiljanje poročil izboljšali tako, da bi vsak uporabnik prek spleta samo pridobil poročilo o porabi. Tako nam ne bo treba več izdelati več sto poročil, hkrati pa bi imeli uporabniki vpogled v svoje podatke, ki so v naši bazi. Usklajevanje podatkov in parametrov bo uporabnikom na voljo prav tako prek spleta, s tem se izognemo vsakokratnem vnosu podatkov v sistem.\nCilji, ki jim mora spletna rešitev zadostiti, so:\n- Uporabniku je treba zagotoviti rešitev, ki mu omogoča pregled izračunanih  podatkov od porabljenega zdravila, do prve ATC-skupine po posameznih  parametrih po posameznih obdobjih. Možnost ima tudi do celotne porabe  zdravil po sorodnih dejavnosti (Kirurgije, Intenzivne enote itd.)\n- Varnost, anonimnost in dostop do podatkov mora biti integrirana v spletni  rešitvi.\n- Vsak uporabnik ima določen obseg vpogleda porabe zdravil v posamezne  enote. Dostop mu omogoči komisija.\n- Vsakemu uporabniku je na voljo ATC-klasifikacija z ustrezno WHO/DDD  vrednostjo in dostop do šifranta zdravil, opremljenega z jakostjo aktivne  učinkovine.\n- Uporabnik lahko pregleduje, spreminja in vnaša podatke o porabi zdravil, če  mu je to odobreno.\n- Uporabnik vnaša podatke o porabi zdravil in drugih parametrov za izračun  porabe.\n- Uporabnik ima možnost izvoza podatkov za nadaljnje analize oziroma  poročila v tabelarični in grafični obliki.\n"], "13": ["4 PRENOVA", "Pred izdelavo programske rešitve smo analizirali, kakšen tip bi nam najbolje ustrezal. Načrtovanje IS je organiziranje programske kode na določene sklope ali module, komponente, opisati njihove iteracije med njimi. Namen načrtovanja je izdelati plan, načrt zgradbe sistema, glede na specifikacije, ki smo jih pridobili v fazi analize.\nNajvečkrat celotno rešitev delimo na določene module, elemente oziroma meje sistema ali posameznih delov sistema. Govorimo o »multi-tier« arhitekturni zasnovi ali dizajnu rešitve. Arhitekturna zasnova aplikacije nam omogoča tako fizično kot logično ločitev posameznih delov aplikacije. N-tier (sloj) določi fizično mejo sistema, N-layer (plast) pa vsebinsko logično ločuje posamezne dele rešitve. V večini rešitev govorimo predvsem o treh logično ali fizično ločenih delih:\nPlasti arhitekturne zasnove sistema lahko razdelimo na:\n- podatkovno logiko, ki je odgovorna za shranjevanje in za dostop do  podatkov,\n- aplikacijsko ali operativno logiko, ki omogoča obdelavo podatkov,\n- predstavitveno logiko, ki omogoča prikaz podatkov.\nV večini aplikacij govorimo predvsem o treh logično ločenih delih:\n- »Data Layer« – podatkovna plast ali podatkovna logika,\n- »Apication/Business Layer« – poslovna plast ali operativna logika,\n- »Presentation Layer« – predstavitvena plast ali predstavitvena logika.\nApplication Architecture Guide 2.0, 2009, stran 231)\nPodatkovna plast\nPodatkovna plast je zadolžena za shranjevanje podatkov in za način dostopa do podatkov. Običajno je za shranjevanje podatkov aplikacije zadolžen podatkovni sistem, v našem primeru SQL strežnik. Komunikacijo, poizvedbe nad podatki in spreminjanje strukture sistema omogoča T-SQL jezik. Podatkovna plast prek poslovne plasti izmenjuje podatke in jih transformira ter komunicira s predstavitveno plastjo.\nDo podatkovne plasti dostopamo prek LINQ (language integrated query) to SQL tehnologije. LINQ je (ORM - Object Relational Mapping) objektno relacijski model in je novost v .NET 3.5 izvajalnem okolju. ORM nam omogoča, da do podatkov nad različnimi viri podatkov (XML, SQL itd.), dostopamo prek tipiziranih objektov. Delo nad podatki nam omogoča skupina operatorjev poizvedb (Standard Query \nOperators). Omogočajo nam, da dostopamo do podatkov kar prek objektov v programskem jeziku, naj si bo to C# ali VB.\nArhitekturno ga lahko umestimo med podatkovno in poslovno plast. V bistvu je to nabor razredov 3.5 izvajalnega okolja, ki nam iz relacijskih tabel podajo ORM. Namesto da dostopamo do tabel, dostopamo do objektov – entitet (Business Entities), namesto do posameznih polj tabele, dostopamo do lastnosti objekta (Properties) in do metod (Methods) kot funkcij nad njimi. Podatke tako pridobivamo v obliki objektov, ki jih vrne LINQ to SQL in ne v TDS obliki oziroma direktno od podatkovnega strežnika. LINQ to SQL prav tako tipizira, pretvori v objekt podatke, ki jih vrnejo SQL procedure. LINQ vsebuje CRUD operacije (Create, Read, Update, Delete), ki omogočajo operacije nad podatki v tabelah na podatkovnem strežniku.\nPoslovna plast ali operativna logika\nLogična meja med podatkovno in poslovno plastjo, ki je sistem za izvajanje poslovnih pravil, ni tako očitna in transparentna, saj nam podatkovni strežniki že omogočajo vključitev poslovne logike ali pravil v podatkovni plast. Odvisno od rešitve, ki smo jo zasnovali.\nNaša poslovna ali operativna plast je na aplikacijskem strežniku, ki je v tem primeru tudi spletni strežnik Microsoft IIS (Internet Information Server), verzija 6.0. IIS 6.0 je možica spletnih storitev, ki nam omogoča komunikacijo oziroma poslovanje prek interneta z uporabniki.\nVsaka spletna stran, ki je objavljena na spletnem strežniku, je razdeljena na izvajalno programsko kodo v obliki datotek s končnico .cs in kodo datotek s končnico .aspx. Strežnik je sposoben te spletne strani prevesti v HTML-vsebino, ki jo vrne uporabniku prek spletnega brskalnika.\nPredstavitvena plast ali predstavitvena logika\nPredstavitveni model je uporabniški vmesnik v obliki odjemalca, v našem primeru spletnega odjemalca ali brskalnika (Internet Explorerja, FireFoxa itd). Omenimo še, da so GUI (Graphic User Interface) gradniki »server-side« orientirane. Fizično se nahajajo na spletnem strežniku, ta pa jih v HTML-obliki prikaže na spletnem brskalniku. Komunikacija med predstavitvenem sloju in poslovnem sloju je HTTP/HTTPS-protokol. \nwith examples in c# Fritz Onion, 2003)\nUporabniška zahteva na spletnem brskalniku se v ozadju izvede s HTTP-poizvedbo in odzivom (GET, POST). Ta funkcionalnost HTTP-protokola nam omogočajo, da strežnik in klient – spletni brskalnik izmenjujeta podatke, ki nas privedejo do končne oblike in prenosa podatkov v HTML-obliki. \nRešitev smo iskali v Microsoft. NET tehnologijah, z razvojnim orodjem Visual Studio 2008. Microsoft .NET tehnologija je programska infrastruktura ali izvajalno okolje, kateri je zbir sistemskih knjižnic, ki nam omogočajo delo z datotečnim sistemov, grafiko, spletnimi aplikacijami itd, ki nam jih Microsoft ponuja kot osnovo za nadaljnji razvoj svojih aplikacij ali programskih rešitev. Za uporabo teh tehnologij smo se odločili na podlagi izkušenj iz preteklosti in zaradi izziva integracije novih tehnologij v našo rešitev.\nNabor .NET tehnologij je prikazan v naslednji tabeli.\nKot navaja Application Architecture Guide 2.0a (2009, stran 229), se je smiselno odločiti za spletno rešitev, če:\n- rešitev ne potrebuje izjemno bogatega uporabniškega vmesnika,\n- mora biti rešitev neodvisna od operacijskega sistema in brskalnika,\n- mora biti rešitev dostopna prek spleta,\n- rešitev ne zahteva veliko obremenjenosti klienta v smislu procesorske moči,  notranjega spomina itd. \nZaradi izkušenj smo se orientirali na tip aplikacije z ASP.NET tehnologijo. Vendar je tudi tu možna izvedba z izjemno novimi tehnologijami:\n- ASP.NET za spletne aplikacije\n- ASP.NET spletna aplikacija z AJAX podporo – (Asynchronous JavaScript  and XML) (AJAX) z ASP.NET spletno aplikacijo omogoča asinhrono  procesiranje zahtev. S tem se izboljša odzivnost.\n- ASP.NET spletna aplikacije s Silverlight vmesnikom. Omogoči lepši in bolj  napreden grafični vmesnik.\n- ASP.NET MVC čisto nova tehnologija, ki omogoča MVC (Model-View-  Controller) zasnovo. S tem odpade shranjevanje vsebine spletne strani in  vsebine gradnikov na njej, kar omogoča hitrejšo odzivnost.\n"], "14": ["4.1 VISUAL STUDIO 2008", "Je razvojno okolje, ki omogoča izdelavo raznovrstnih rešitev. Microsoft Visual Studio je le IDE (Integrated develpment enviroment). Omogoča nam razvoj konzolnih aplikacij, grafičnih vmesnikov, Windows aplikacije, spletne aplikacije za različne platforme, od mobilnih aplikaciji do strežniških storitev. Integriran ima tudi pomoč pri pisanju programske kode - IntelliSense. Ima tudi orodja za delo s podatkovnimi bazami in raznovrstnimi orodji. Omogoča pisanje programske kode v mnogih programskih jezikih, Visual Basic, C++, Java, C# itd. Zna obvladovati HTML- in CSS-programsko kodo.\nVisual Studio 2008 orodje nam na klasičen način zapiše spletno stran v dve datoteki. Datoteka s končnico .aspx je namenjena vizualni podobi strani in je podobna HTML-u. Datoteka, v kateri pa je shranjena koda, ki nam omogoča delovanje raznih GUI gradnikov na njej, je zapisana v obliki programskega jezika C# ali programskega jezika po izboru.\n"], "15": ["4.2 MICROSOFT SQL 2008", "RDMBS (relational database management systems) platforma - MS SQL 2008 ni zgolj okolje, ki hrani podatke. Poleg je množica orodij za manipulacijo s podatki kot tudi orodji za izdelavo tabel, kreiranje relacij med njimi ter izdelavo SQL procedur. Izdelali smo podatkovno shemo, ki zadostuje našim zahtevam. Ugotovili smo, da je smotrno, da izračun porabe zdravil izvedemo kar na MS SQL 2008 strani, saj smo za rešitev izbrali spletno aplikacijo, ta pa ima določene omejitve glede razpoložljivih virov sistema. S pomočjo SQL procedur smo izračunali porabo. Za bolnišnično porabo se poraba izračunava on-line, za ambulantno porabo pa se izračun hrani v začasnih tabelah, iz katerih naknadno izračunavamo porabo, glede na izbiro parametrov poročila. Za ustrezen preračun potrebujemo tudi seštevanje parametrov na mesečno porabo, letno porabo in za določeno obdobje. To smo rešili z uporabo SQL funkcij.\nPodatkovno shemo in SQL procedure smo naredili v SQL Managment Studiu. Vsaka SQL procedura ima vhodne parametre. Na podlagi vrednosti vhodnih parametrov nam vrne rezultat. SQL procedura, tabele ter objekte v naši spletni \nrešitvi smo poimenovali v angleščini, saj smo razmišljali, da je rešitev primerna tudi za kakšno drugo državo in bi naknadno morali vse preimenovati.\nV Visual Studiu 2008 smo naredili ORM, definirali smo LINQ delovno okolje in vključili SQL procedure. SQL procedure kličemo samo iz LINQ okolja, tako da rezultat dobimo v tipizirani obliki (busines enteties).\n"], "16": ["4.3 UPORABNIŠKI VMESTNIK", "Spletne strani smo izdelali v Visual Studio 2008 okolju, ki nam omogoča vizualno programiranje (povleci, spusti) s pomočjo GUI gradnikov, kot tudi programiranje v C# jeziku in uporabo HTML, CSS tehnologiji. Prek IDE okolja smo izdelali posamezne spletne strani. Uporabljali smo C# programski jezik. Vsaka spletna stran je razdeljena na izvajalno programsko kodo v obliki datotek s končnico .cs in kodo v obliki datotek s končnico .aspx. GUI gradniki, ki jih dobimo v osnovnem paketu Visual Studia 2008, so omejeni in je treba nekatere funkcionalnosti dodatno programirati, recimo dodatno filtrirati. Odločili smo se, da za ta namen uporabimo zbir dodatnih GUI gradnikov proizvajalca Devexpress, ker nam to olajša izdelavo. Vsebuje tudi vrtilne tabele in grafe, ki jih je moč uporabiti v naši rešitvi. Uporabili smo tudi »Master page« funkcionalnost. Ta nam olajša delo z dizajnom posamezne strani, ki smo jo vključili v našo rešitev.\nIzdelane strani smo po izdelavi objavili na spletnem strežniku IIS 6.0. Do vsebine dostopamo prek spletnega brskalnika na spletnem naslovu http://anbico.si-map.org. Seveda se moramo registrirati. Z dodeljenim uporabniškim imenom in geslom se prijavimo v sistem. Uporabniško ime in geslo se dodeli uporabniku le, če je odobreno s strani komisije.\nPo uspešni prijavi imamo omogočen dostop do posameznih vsebin. Uporabniki so razdeljeni na skupine ali role (Admin, Hospital, Ambulatory). Uporabnik, ki je v posamezni skupini, ima na podlagi pravic, ki veljajo za posamezno skupino, omogočen dostop do ambulantne porabe ali do bolnišnične porabe oziroma posameznih enot. Vsa logika zagotavljanja varnosti ter avtentikacije in avtorizacije je narejena z uporabo gradnikov, ki so na voljo v .NET okolju in jih je pripravil Microsoft, da programerju omogoča hitrejšo izgradnjo programske rešitve.\nVsakemu uporabniku je treba dodeliti, za katere enote lahko pregleduje porabo zdravil in za katere enote lahko spreminja podatke o porabi.\nUporaba spletenih vsebin je omejena tudi v meniju. Selektivna navigacija prek menija nam omogoča izbiro vsebine. Vsebina v meniju se omejuje oziroma dovoljuje glede na skupino ali rolo, v kateri se uporabnik nahaja. Poročila so zbrana v podmenijih glede na skupne vsebinske lastnosti.\nStrani, izdelane z ASP.net tehnologijo, ki črpa podatke iz različnih virov, običajno ne pridobimo kar takoj, ko se stran odpre. Odzivnost strani je omejena glede na količino podatkov, ki jih pridobi. S pomočjo GUI gradnikov izbiro skrčimo in tako zmanjšamo količino podatkov. Izbrane podatke iz podatkovnega sloja ter poslovnega sloja prikažemo v brskalniku oziroma na spletni strani. \nLogika pregleda porabljenih zdravil je prek celotne spletne rešitve enotna. Začne se z izbiro GUI gradnikov, ki se z vsebino napolnijo glede na omejitve posameznega uporabnika. Po končani izbiri in s klikom na gumb »Pridobi in osveži tabelo« napolnimo vrtilno tabelo, ki nam poleg prikaza podatkov nudi tudi filtriranje podatkov. Gumb »Izvozi v Excel« pa nam omogoča izvoz podatkov v Excel datoteko. Spletna stran pridobi podatke prek LINQ okolja od podatkovnega strežnika, in sicer s klicanjem SQL procedure. SQL procedura je zbir SQL stavkov, ki vrne podatke glede na vhodne parametre, ki jih prejme. Naš primer kliče spletno stran »ConsumptionReportbyYear.aspx«. Ukaz, ki ga stran pošlje LINQ okolju »GetUnitConsumptionbyYear«, potrebuje vhodne parametre, ki jih predhodno izberemo. LINQ kliče SQL proceduro »GetConsumptionbyYear« z vhodnimi parametri. Rezultat izvedene procedure pa nam vrne v obratni smeri do LINQ okolja, ta pa spletni strani. \nObvezni parametri za izračun porabe se nahajajo v zgornjem delu spletne strani. Po izbrani enoti, za katero potrebujemo izračun porabe po ATC/DDD-klasifikaciji in po izbranem parametru izračuna imamo možnost izbire, po katerih podskupinah želimo pregled (od prve ATC-skupine do tovarniškega imena zdravila), način aplikacije, izpisa imena ali kode, parametra ATC itd. Za lažje razumevanje lahko prikažemo na izračunu absolutno vrednost izračuna ali samo razlike prek določenih obdobij tudi v procentih.\nATC/DDD-klasifikacija in DDD-vrednosti se lahko spreminjajo na letni ravni. Možnost izračuna po določenem letu in jeziku ATC-klasifikacije imamo moč izbrati pred izračunom porabe. Rešitev je zelo enostavna za uporabo, saj uporabnik le izbere vrednosti in mu jih ni treba vpisovati. Po končanem izračunu napolnimo s podatki vrtilno tabelo, ki nam omogoča še vse funkcionalnosti Excelovih vrtilnih tabel. \nGrafična predstava podatkov nam nudi lažje ugotavljanje sprememb in zakonitosti kot podatki v tabelarični obliki. Za ta namen smo uporabili gradnike proizvajalca Devexpressa. Na podlagi podatkov v že pripravljeni tabeli lahko izdelamo pregledni graf. Graf lahko seveda tudi shranimo oziroma izvozimo.\n"], "17": ["5 ZAKLJUČKI", ""], "18": ["5.1 OCENA UČINKOV", "Spletna aplikacija se je v testni fazi izkazala za zelo uporabno orodje. Preprosta uporaba in fleksibilnost prikazovanja porabe po ATC-podskupinah ter možnosti izvoza podatkov je ustrezala zastavljenim ciljem. Namesto da bi poročila pripravljali drugi, si jih uporabniki pripravijo sami, seveda v skladu s pravicami. Ocenjujemo, da smo s rešitvijo prihranili vsaj 400 ur na leto na enega delavca v procesu izdelave poročil in pošiljanja poročil posameznemu uporabniku. Prav tako imajo sedaj uporabniki zbrane podatke na enem mestu ter vpogled v zgodovino porabe. Izračun porabe po novih ATC/DDD-vrednostih lahko preračunamo v trenutku, ko vnesemo nove vrednosti, seveda tudi za podatke iz preteklih let. Ocena učinkov možnosti ponovnega izračuna po ATC/DDD-vrednosti in imeti centralizirano bazo porabe je izjemna nova dodana vrednost spletne rešitve. Ročno zbiranje Excelovih tabel in usklajevanje porabe danes verjetno ne bi bila več mogoča. Rešitev zato omogoča čisto nov segment uporabe. V spletni rešitvi smo uporabljali nove spletne tehnologije, ki so imele kar nekaj programskih hroščev. Težave v LINQ okolju so nam onemogočile nadaljnji razvoj. Namreč, LINQ orodje ni zmogel tipizirati objektov iz začasnih SQL tabel oziroma iz tempdb sistemske baze, tako da smo poiskali rešitev in obšli težavo. Kreirali smo začasne tabele v naši bazi in šele naknadno spremenili SQL proceduro, da je uporabila tempdb sistemsko bazo.\n"], "19": ["5.2 POGOJI ZA UVEDBO", "Prototipna rešitev je že v testni uporabi. Tehnične zmogljivosti so na nivoju povprečnega strežnika. Seveda bi bilo idealno imeti vsaj podatkovni sloj ločen na drugem fizičnem strežniku, a sedaj še ne čutimo obremenjenosti strežnika.\nNarava spletne rešitve potrebuje neprestano usklajevanje šifrantov, predvsem baze zdravil, zato je potrebno znanje vsaj »Database administratorja« oziroma strokovno usposobljeno osebo, saj je treba uvažati in primerjati različne šifrante enot in biti pri opravilu dosleden in natančen. Skrbeti je treba tudi za vse varnostne kopije strežnika in podatkov.\nRešitev je zasnovana na programski plačljivi opremi, zato je treba zagotoviti ustrezna sredstva, da zadostijo potrebam licenciranja programske opreme (MS SQL 2008 strežnik, MS Windows strežnik 2008).\nVarnost in zaupnost podatkov je ključnega pomena. Procesi vseh storitev morajo upoštevati vse nove varnostne politike. V produkcijski uporabi moramo uporabiti šifriranje prenosa podatkov. Https protokol zahteva certifikat za šifriranje prenosa podatkov in je plačljiv. Namestitev je zelo enostavna, saj ima rešitev na spletnem strežniku že možnost uporabe. Priporočamo tudi ustrezno protipožarno zaščito, ki bi bila nameščena na omrežni opremi pred našim strežnikom. \nUporabnike je treba postopoma naučiti tudi uporabe spletne rešitve oziroma izdelati uporabniško dokumentacijo.\n"], "20": ["5.3 MOŽNOSTI NADALJNEGA RAZVOJA", "V spletno rešitev moramo še vedno uvažati podatke iz različnih tipov datotek in sistemov. Uvoze moramo ročno preverjati in ročno uvažati s pomočjo skript na MS SQL 2008 strežniku. Ažuriranja baze zdravil je prav tako zamudno opravilo. Agencija za zdravila in IVZ naj bi v naslednjih letih na tem področju iskala ustrezno rešitev.\n"], "abstract": ["Spremljanje porabe protimikrobnih zdravil v raziskovalni dejavnosti potrebuje ustrezne podatke in ustrezno metodologijo. Zgolj podatki o porabljenih tovarniških pakiranjih niso dovolj. Metodo za ugotavljanje kvalitetne porabe protimikrobnih zdravil in primerljivosti podatkov porabe zdravil na mednarodni ravni ponuja Svetovna zdravstvena organizacija (WHO) ATC/DDD sistem. Izračunavanje porabe je po svoji naravi zahtevno predvsem zaradi velike količine različnih poročil o porabi in ogromne količine podatkov. Podatki so bili razdrobljeni v različnih tipih datotek in skoraj nemogoče je bilo uskladiti izračune porabe prek več let za določene enote. Razvili smo spletno aplikacijo, ki omogoča izračune porabe po skupinah in podskupinah ATC-klasifikacije po izbranih obdobjih. Podatki so centralizirani in shranjeni na centralni podatkovni bazi. Spletna aplikacija nam omogoča ne samo porabo po ATC/DDD sistemu, ampak tudi izražanje na število prebivalcev, pacientov in drugih parametrov. Spletna aplikacija je izdelana z uporabo orodij in tehnologij, ki jih ponuja Microsoft."]}