{"1": ["1 UVOD", "V Sloveniji se jagode pridelujejo na 110 ha (Statistični urad Republike Slovenije 2008). Več kot polovica nasadov je zasajenih v plastenjakih, ki imajo dvojno nalogo. Ker so jagode v zaprtih prostorih, je razvoj cvetov in posledično plodov hitrejši. Tako se ti plodovi na tržišču pojavijo prej. Rastline pa so s tem, ko so v zaščitenem prostoru bistveno manj izpostavljene vlažnosti, zmanjšana pa je tudi možnost okužb. Kot najpogostejša bolezen jagod se omenja siva plesen, zaradi katere se tudi največkrat uporabljajo sredstva za zaščito rastlin. Zanimalo nas je, ali bi bilo možno jagode v plastenjakih pridelovati brez uporabe kemičnih sredstev za zaščito pred sivo plesnijo. V nasadu jagod smo zastavili poskus, kjer smo del izbranih parcelic rastlin škropili s sredstvi za zaščito pred sivo plesnijo, v delu izbranih parcelic pa teh sredstev nismo uporabljali.\nNamen diplomskega dela je bil ugotoviti, ali je možno pridelati jagode pokrite s prozorno plastično folijo (tuneli), brez uporabe botriticidov. Zanimalo nas je, če je pridelek jagod, pri katerih ne uporabljamo kemičnih sredstev za varstvo rastlin, primerljiv s pridelkom jagod, kjer ta sredstva uporabljamo. Zanimal nas je tudi delež plodov, ki bodo okuženi s sivo plesnijo in morebitne deformacije plodov.\nPredpostavili smo naslednje hipoteze:\n- jagode, ki smo jih zaščitili s kemični sredstvi pred sivo plesnijo imajo višje  pridelke,\n- jagode, ki niso bile škropljene z botriticidi, imajo višje število plodov, okuženih s  sivo plesnijo,\n- število deformiranih plodov je višje pri jagodah, ki smo jih tretirali s fungicidi.\n"], "2": ["2 PREGLED OBJAV", "Jagoda (gojena, debeloplodna, vrtna, žlahtna jagoda, jagodnjak – botanično) Fragaria x ananassa Duch., Lamarch, je uvrščena v družino Rosaceae, poddružino Rosoideae, rod Fragaria. Večina današnjih sort jagod je nastala s selekcijo križancev in mutantov žlahtnih jagod Fragaria x ananassa (Koron 1997).\nJagode lahko gojimo v naravnih tleh ali izven tal, v vrečah s substrati , v stekleni volni ali celo v aeroponiki. Pridelovanje v tleh delimo v pridelovanje na prostem ali v zaprtem, zaščitenem prostoru, v nizkih ali visokih tunelih ali steklenjakih najrazličnejših izvedb. V tleh lahko jagode pridelujemo na obdelanih tleh ali na foliji (črni, beli), v enovrstnih ali dvovrstnih sistemih. Odločimo se lahko za spomladansko ali jesensko pridelavo – spomladanska pridelava pri večkrat rodnih jagodah, pridelava preko cele rasne sezone (od pomladi do jesenskih pozeb). Med zadnjimi opredelitvami, ki jih pri pridelavi jagod lahko opravimo, je delitev na konvencionalno ali klasično pridelavo, integrirano pridelavo in ekološko pridelavo (Koron 2001).\nNajbolj primerne temperature za razvoj rastline so do 25 -C. Spomladanske temperature pod – 2 -C prizadenejo cvetne brste, cvetove in mlade plodove. Razvoj jagod v največji meri določata tla in voda. Prav zaradi teh dveh dejavnikov je pridelava marsikje iz naravnega okolja prenesena v zaščitene prostore. Jagode potrebujejo s hranili bogata humusna tla, ustrezno kisla in zračna.\nSkoraj 90 % gojene jagode sestavlja voda, ostalo predstavljajo vitamini in minerali. Predvsem se jagoda lahko pohvali z visoko vsebnostjo vitamina C, ki krepi imunski sistem. Tu je še vitamin A ter številni vitamini B-kompleksa, predvsem B1, B2 in folna kislina, ki je pomembna pri nastajanju krvi in rasti celic. Dejstvo je tudi, da v vseh stresnih situacijah telo potrebuje več vitaminov skupine B. Tako denimo vitaminu B1 oz. tiaminu rečejo tudi »vitamin za dvig morale« (Škrbo Karabegović 2009).\n"], "3": ["2.1 Ekološka pridelava jagod", "V Sloveniji je delež ekološke pridelave jagod skromen, ki ne dosega niti 1 % skupne površine (Koron 2001). Delež ekološke pridelave jagod se je po podatkih kontrolnih organizacij v letu 2002 malo dvignil. Nato pa do leta 2009 spet padel in ne presega niti 1 % skupne površine.\nZ uvajanjem ekološke pridelave želimo prekiniti vnos kemično sintetičnih snovi v okolje, ponovno vzpostaviti ravnovesje v tleh, predvsem pa ohraniti še neokrnjene kmetijske površine. Ekološko pridelovanje jagod je zaradi nekaterih bolezni, ki že v konvencionalni in integrirani pridelavi kljub kemičnemu zatiranju povzročajo največ problemov, za pridelovalce tvegano, vendar ekonomsko še vedno zelo zanimivo. Okužbam rastlin in plodov z nekaterimi najbolj problematičnimi boleznimi se lahko izognemo z ustreznimi tehnološkimi rešitvami. Pri konvencionalni in integrirani pridelavi je izredno velika poraba lahko topnih mineralnih gnojil. Pod vplivom njihovih proizvajalcev in tehnologij, prevzetih iz držav z izredno intenzivnim pridelovanjem jagod, se iz leta v leto močno povečuje in postaja po mnenju pridelovalcev v tekmi za večji pridelek nujno potrebna. Prav intenzivno gnojenje z dušikom pa ima za posledico večjo občutljivost rastlin na bolezni, obenem pa negativen vpliv na okus in obstojnost plodov. Z uvajanjem tehnoloških postopkov ekološke pridelave je povezanih izredno veliko neznank. Tehnološki ukrepi so pri ekološkem pridelovanju odvisni od pedoklimatskih dejavnikov, zato je neposreden prenos tujih izkušenj v naše okolje nemogoč (Stopar 2005).\nV ekološki pridelavi dajemo prednost odpornejšim sortam.\nZa pokrivanje zaščitenih prostorov se smejo v ekološki pridelavi uporabljati polietilenske, polipropilenske pokrivalke, ter kritine iz polikarbonatov in stekla. Polivinilklorid (PVC) ni dovoljen (Bavec in sod. 2001).\nKot navaja Lind in sod. (2001) imajo v ekološki pridelavi enoletne kulture pred dvoletnimi naslednje prednosti: \n - manj okužb s koreninskimi boleznimi, sivo plesnijo, jagodno pepelovko in  različnimi vrstami listne pegavosti;\n- plodovi so večji in se bolje ločijo od čašice, zato je obiranje preprostejše in  hitrejše;\n- manjši stroški pri zatiranju plevelov;\n- zgodnejši začetek obiranja.\nNa Finskem je Palomäki (2002) skupaj s sodelavci proučeval tehnike gojenja jagod v ekološkem in konvencionalnem sistemu rasti jagod, katere so bile posajene v štirih različnih medijih (A, B, in C so ekološki, D je konvencionalen) gojenih v plastenjaku: (A) šota gnojena z gnojem (20 dm³/m²), (B) rastni substrat iz šote in apna, pognojen z gnojem (10 dm³/m²), prekrit s folijo ali (C) z laneno slamo, ter (D) konvencionalno iz šote, katero je bilo po potrebi gnojeno (N:P:K; 4:2:3). Ugotovili so, da je bilo začetno gnojenje z gnojem (A) previsoko, saj je med poskusom odmrlo 60 % sadik. Ekološka medija B in C sta spodbujala rast listov, ne pa razvoja cvetov. Najvišja količina pridelka je bila dosežena v konvencionalnem rastnem substratu (D). Siva plesen je najbolj zmanjšala količino pridelka pri substratu, pokritem s folijo (B). Vsebnost saharoze je bila znatno višja v rastnem substratu A. V sredini poskusa so primerjali koncentracijo makro in mikrohranil v listih, ki so bili v vseh medijih v optimalnem razmerju. Na koncu poskusa so bile koncentracije dušika, bora in cinka nizke v rastnih substratih C in D, kar je bilo razvidno iz zmanjšane velikosti plodov (Palomäki in sod. 2002).\nV Poskusno proizvodnem nasadu jablan Kmetijskega inštituta Slovenije na Brdu pri Lukovici, na ekoloških kmetijah na Brdu nad Ihanom in v Dečnem selu v Posavju so izvajali projekt. V njega so bili vključeni poskusi: Preizkus gostote sajenja jagod (enovrstni in dvovrstni) v povezavi z odbiro in preizkusom ustreznih odpornih sort, primernih za ekološko pridelavo jagod, ter solarizacija tal in uvajanje naravnih predatorjav. Ugotovili so, da gostota sajenja in sorta jagod bistveno vpliva ta na količino pridelka. Sorta 'Madeleine' je dosegla največji pridelek v dvovrstnem sistemu sajenja, prav tako sorta 'Patty', vendar v redkejšem sklopu rastlin. Hektarski pridelki sorte 'Patty' \nso bili višji od pridelkov sorte 'Madeleine'. Zdravstveno stanje plodov je bilo zaradi sušnega leta v vseh poskusih zelo dobro in se ni razlikovalo med posameznimi poskusi. Rezultate solarizacije tal s prozorno in črno polietilensko folijo so merili s stopnjo zapleveljenosti sadilnih mest, bujnostjo rastlin, količino pridelka in stopnjo odmiranja rastlin. Na rast plevelov je imela podoben učinek, kot kemično sredstvo Basamid, prozorna folija, ki je bila prekrita devet tednov. Na rast rastlin in solarizacijo ni bistveno vplivala. Odmiranje rastlin je bilo največje na parcelah, pokritih s črno folijo. Delovanje naravnega predatorja Phytoseiulus persimilis na naravno pršico se je izkazalo v zmanjšanju populacije za približno 17 %. Predator Aphidius colemari je na populacijo uši deloval slabo, saj se je populacija po treh tednih zmanjšala le za 8 % (Stopar 2005).\n"], "4": ["2.2 Pridelek jagod", "V vročih poletnih dneh jagode sadimo v intenzivne nasade in domače vrtove. Optimalnega termina ni preprosto določiti, saj na sajenje vpliva veliko dejavnikov. Ravno od sajenja pa je odvisna bodoča rast rastlin, količina in kakovost pridelka (Koron 2008).\nIzbira sorte za posamezno pedoklimatsko območje in določeno tehnologijo je pogoj za obilen pridelek (Koron 1997) .\nGospodarsko so zanimive in pomembne tiste sorte, ki dajejo velik pridelek, so odporne proti mrazu, suši in raznim boleznim, zlasti proti virusom. Plodovi naj bodo debeli, pravilnih oblik, okusni ter aromatični. Znano je, da dajejo sorte z najkakovostnejšimi, okusnimi in aromatičnimi plodovi manjši pridelek in zahtevajo boljšo oskrbo (Koron 1997).\nDebelina in teža plodov je odvisna od števila oplojenih plodovnic vsakega cveta. Prvi cveti v šopu cvetov imajo največ plodnic, večkrat tudi do 500, medtem ko jih imajo zadnji pogosto manj kot 100. Število plodnic v cvetu se določi že jeseni, ko se začno ločevati \n(diferencirani) cvetni brsti. To je odvisno predvsem od položaja cveta v razcvetju, razvitosti rastline in vremenskih razmer v tem času (Bajec 1983).\nOpraševanje jagod pomembno vpliva na količino in kakovost pridelka . Le dobro oprašeni cvetovi se razvijejo v pravilno oblikovane plodove (Štumpar in sod. 2009).\nKakovost sorte predstavljajo predvsem lastnosti plodu: velikost, trdnost, barva, okus, oblika, simetrija, gladkost, razporeditev semen, lega čaše … Najbolj so zaželeni veliki in lepo oblikovani plodovi, ki se odlikujejo po precejšnji trdnosti mesa in odpornosti povrhnjice na transport in kratkotrajno skladiščenje. Ves čas obiranja sta pomembni tudi izenačena oblika in velikost plodov. Sodobne sorte morajo imeti tudi svetlo povrhnjico, saj večina sort s temno barvo izgublja pomen. Žlahtnitelji dajejo poleg kakovosti in velikega pridelka prednost proti boleznim in škodljivcem odpornim ali tolerantnim sortam. Kakovost posamezne sorte lahko poudarimo z ustreznimi tehnologijami (predvsem v zaprtem prostoru), s starostjo nasada ter kakovostjo in tipom sadilnega materiala. Enoletna sadika nam navadno daje boljši in kakovostnejši pridelek. Kakovostnejši je tudi pridelek na višjih grebenih, s primernim kapljičnim namakanjem, uporabo folije in razumnim gnojenjem (Koron 1997).\nIzmed tehnoloških ukrepov imajo največji vpliv gnojenje, namakanje ter varstvo rastlin pred boleznimi in škodljivci. Visoko kakovostne sorte, sicer odličnega okusa in arome, imajo lahko zaradi neprimerne tehnologije, ki vključuje pretirano gnojenje ali neustrezno razmerje hranil, slabši okus plodov, brez arome. Tudi pomanjkanje vode ob sočasnih visokih temperaturah lahko povzroči padec kakovosti zaradi prisilnega dozorevanja plodov, ker ni omogočena zadostna sinteza sladkorja, organskih kislin in aromatskih spojin. Pri pretiranem namakanju pa je koncentracija celičnega soka manjša, kar zopet vodi do slabšega okusa (Šturm in sod. 2005).\nPridelovalci jagod so pogosto ugotovili, da je odstotek deformiranih plodov velik, če se temperature v času cvetenja dvignejo nad 50 -C. Pri visokih temperaturah se namreč poškodujejo cvetovi. \nKakovost je relativen pojem, ki zajema številne opisne in merljive lastnosti plodov. Nanje posredno vplivamo tudi z izborom ustrezne sorte in optimalnim časom obiranja, ki se zaradi ekonomskega in praktičnega vidika pridelovalca razlikuje od vidika porabnika (Šturm in sod. 2005).\n"], "5": ["2.3 Pokrivanje jagod s folijami", "Več kot polovica nasadov v Sloveniji je zasajenih v plastenjakih, ki imajo dvojno nalogo. Ker so jagode v zaprtih prostorih, je razvoj cvetov in posledično plodov hitrejši. Tako se ti plodovi na tržišču pojavijo prej. Hkrati pa so rastline v zaščitenem prostoru tudi bistveno manj izpostavljene vlažnosti, s čimer je zmanjšana možnost okužb.\nPoznamo več oblik in načinov pokrivanja: nizki in visoki tuneli ter plastenjaki. S pokrivanjem zavarujemo rastline s folijami ali z večjimi ponjavami iz skupaj zvarjenih folij, ki jih pregrnemo preko ogrodja iz različnih materialov in oblik (Koron 2001).\nV spomladanskem času se lahko temperatura v 24 urah močno spremeni. Zato je potrebno rastline primerno zavarovati pred velikimi temperaturnimi padci, ki so izraziti predvsem ponoči in zjutraj. Med cvetenjem in nastavljanjem plodov potrebujejo rastline precej visoko temperaturo, ki jo dosežemo s pokrivanjem v tunelih. Pri pokrivanju rastlin je poglavitveno, da rastlinam ne odvzamemo svetlobe.\nS pokrivanjem jagod s folijami skušamo doseči zgodnejši, zanesljivejši, večji in kakovostnejši pridelek. Pod pokrivalom se okrog rastlin podnevi nabira toplota, ki se ponoči počasi izgublja. Zjutraj je temperatura pod folijo višja kot zunaj in s prvimi sončnimi žarki se zrak pod folijo spet ogreje. Rastline so zavarovane pred hladnim vetrom in dežjem. Življenjske razmere so podobne tistim v rastlinjaku – plastenjaku, rastline se dobro počutijo in bujno rastejo. Listje se močno razvije, cvetje je obilno. Bujni listi \nvarujejo cvetove in plodove še potem, ko tunele odstranimo. Na prostem pa je pridelek seveda bolj nezanesljiv. Čimbolj občutljive sorte gojimo, tem večje so razlike med pridelki v pokritem prostoru in na prostem. Pridelek pod folijo je za 20 do 30 dni zgodnejši kot na prostem (Bajec 1983).\nBotrytis cinerea predstavlja eno izmed glavnih nevarnost pri gojenju jagod na prostem, zlasti v ekološki pridelavi. Tako je tudi na jugovzhodu Nizozemske, kjer sta Evenhuis in Wanten (2006) v treh poskusnih območjih med leti 2001 in 2003 ugotavljala učinek pokrivanja pridelka s polietilenskimi tuneli v ekoloških pogojih pridelave pri jagodah sort 'Elsanta' in 'Derselect'. Jagode so bile posajene na grebene s 55 cm medvrstne razdalje med grebenoma in 33 cm narazen v vrstici. Dokazano je bilo, da je sorta 'Elsanta' bistveno manj dovzetna za okužbo z Botrytis cinerea kot pa sorta 'Deselect'. To nam dokazuje, da je za zmanjšanje okužbe z Botrytis cinerea ustrezna izbira sorte zelo pomembna, predvsem v načelih ekološke pridelave. Povprečna okuženost s sivo plesnijo je bila 42 % nižja v malih tunelih kot na prostem. Te ugotovitve kažejo, da je za znižanje tveganja okužbe med cvetenjem metoda uporabe tunelov ena izmed najučinkovitejših. Pokrivanje pridelka pa ni pomembno vplivalo na količino pridelka 1. kakovosti, čeprav se je odstotek obranih plodov 1. kakovostnega razreda povečal iz 74 % na 77 %, saj je bila to neposredna posledica zmanjšanja sive plesni ob uporabi polietilenskih tunelov (Evenhuis, Wanten 2006).\n"], "6": ["2.4 Čas zorenja", "Štiri do šest tednov po cvetenju začnejo zoreti prvi plodovi. Zorenje in obiranje traja približno tri do pet tednov, odvisno od zgodnosti sorte in vremenskih razmer ob cvetenju in zorenju (Koron 1997).\nSorte jagod se med seboj razlikujejo po času cvetenja in zorenja, zato jih uvrščamo v tri skupine: zgodnje, katere lahko s pokrivanjem dozorijo še prej ('Miss', 'Madelina', 'Maya'), \nsrednje pozne ('Elsanta', 'Marmolada', 'Eros', 'Onda'), pozne jagode, pri katerih lahko s poznejšim čiščenjem listja dosežemo poznejše zorenje plodov ('Idea', 'Simphony', 'Raurica'), večkrat rodne jagode ('Diamante', 'Fern', 'Selva'), jesenska ali celo zimska pridelava in gozdne jagode. Z vrtnarsko vlaknino prekrite rastline zorijo približno teden dni bolj zgodaj, kot nepokrite (Koron 1997).\n"], "7": ["2.5 Bolezni in škodljivci jagod", "V Sloveniji imamo med rastjo jagod v spomladanskem času visoke povprečne temperature in veliko padavin, ki v nasadih omogočajo hitro širjenje glivičnih bolezni. V jagodnih nasadih povzroči na plodovih največ škode siva plesen (Botrytis cinerea), zaradi katere moramo le-te največkrat škropiti. Bolezni korenin spadajo med pogoste in gospodarsko zelo pomembne, ki ne povzročajo le propada pridelka, temveč tudi nasada. Med škodljivci naredita v nasadih največ škode rdeča sadna pršica in jagodov cvetožer.\n"], "8": ["2.5.1 Siva plesen - Botrytis cinerea", "Bolezen povzroča gliva Botrytis cinerea (Sclerotinia fuckeliana). Je ena izmed najbolj razširjenih bolezni. Ker zelo vpliva na količino in kakovost pridelka, je škropljenje proti sivi plesni eden najpomembnejših varstvenih ukrepov. Poglavitni vir okužbe so odmrli listi in mumificirani plodovi. Gliva poleg plodov napada vse nadzemne dele (cvetove, živice, razrastišče). Zgodnje težave na razrastišču in na cvetovih se pojavijo v nasadih z neurejenim vodnim režimom in tam, kjer čez zimo na rastlinah pustimo veliko razpadajočih odmrlih ostankov. Okužba socvetij je začetek okužbe plodov. Cvetovi so prepredeni z micelijem, ki postopno raste v cvetišče in na listih povzroča nastanek nekrotičnih peg. Na zelenih plodovih nastajajo rjave pege, ki začnejo gniti in se v vlažnem vremenu prekrijejo s sivo plesnivo prevleko. Na zorečih plodovih se pojavijo \nvodene, gnile pege, ki se v suhem vremenu posušijo in postanejo usnjate, v vlažnem vremenu pa se prekrijejo s sivo plesnivo prevleko.\nV vlažnem vremenu se najprej okužijo cvetovi, ki so pomembni vir okužbe. Čas od infekcije do sporulacije v listih, ki so bili okuženi jeseni, je 7 do 8 mesecev. Pri listih, ki so bili okuženi aprila, pa le 6 do 8 tednov. Gliva prezimi v odmrlih, okuženih delih rastline.\nBolezen preprečujemo z ne pregostim sajenjem, s sajenjem odpornejših sort, z zmernim gnojenjem z dušikom, odstranjevanjem odmrlih listov iz nasada in s sajenjem na zračne lege (Koron 1997).\nV dobro prezračenem nasadu je manjša nevarnost okužbe s škodljivci in z boleznimi, kot je siva plesen (Botrytis c.) (Lind in sod. 2001).\nKemično jo zatiramo tako, da jagode ob cvetenju škropimo. Sredstva moramo zaradi odpornosti nekaterih sevov gliv stalno menjavati (Koron 1997).\nPri uporabi botriticidov ne pretiravamo, da ne izzovemo prehitre odpornosti in da ostanki pripravkov ob obiranju ne presežejo dovoljenih tolerančnih vrednosti. Precej si obetamo od uvajanja pripravkov na podlagi bakterije Bacillus subtilis (Serenade – pripravek je dovoljen tudi v ekološki pridelavi), ki lahko ob pogosti uporabi daje dobre rezultate, predvsem pa upočasni razvoj odpornosti na specifične botriticide (Štampar in sod. 2009).\nMed biotična sredstva za zatiranje bolezni uvrščamo antagonistične ali parazitske glive, bakterije, pripravke na podlagi njihovih izločkov, pripravke na podlagi izločkov rastlin in snovi z učinki SAR. Sodobna biotična sredstva veliko uporabljamo pri tako imenovani intenzivni ekološki pridelavi sadja, kjer pogosto škropimo z biotičnimi pripravki. Značilni predstavniki skupine antagonističnih in parazitskih gliv spadajo v rod Trichoderma. Splošno so razširjene v tleh. Rastlinam niso škodljive. Micelij trihoderm se v obliki spirale ovije okoli micelija patogene glive, ga predre (perforira) in začne izčrpavati. \nZnačilen primer trihoderm je zatiranje sive plesni (Botrytis cinerea) na jagodičevju in uskladiščenih sadežih. Pri nas pripravkov na podlagi trihoderm še ne uporabljamo. Cenovno so dokaj dragi, posebno, če upoštevamo, da jih je treba za doseganje dobrega učinka velikokrat uporabiti (Štampar in sod. 2009).\nIzbor sredstev za varstvo rastlin je pri ekološki pridelavi majhen, predvsem pri zaščiti proti sivi plesni, ki se ji lahko delno izognemo z ustreznimi tehnološkimi rešitvami (Koron 2001).\nDa ostanejo plodovi čisti in da omejimo širjenje sive in usnjate gnilobe, zastremo tla pod jagodami s plastjo slame (Lind in sod. 2001).\nV dvoletnem poskusu v letih 1998 in 1999 so na Danskem proučevali vpliv pojava sive plesni ob dveh nekemičnih možnostih. V prvem primeru so jagodam po spravilu pridelka odstranili odmrlo listje. V drugem primeru pa so v nasadu jagod uporabili mehansko odstranjevanje plevelov s pletjem. Poskus so izvajali na dveh sortah, in sicer na 'Korona' in 'Elsanta'. Med sezono so bile jagode gnojene na podlagi analiz, namakane v sušnih obdobjih, plevele in škodljivce so nadzorovali v skladu z običajno prakso in za zatiranje sive plesni ni bilo uporabljenih nobenih fungicidov. Jagode so bile v zimskem obdobju pokrite s sintetično zastirko. V obeh sistemih se je zmanjšal pojav sive plesnih. Metoda odstranjevanja odmrlega listja po spravilu pridelka se je izkazala za boljši način pri obeh sortah. Z obiranjem listja doseženo tudi večje plodove. Ker je sorta 'Korona' živahnejša, je v drugem letu v sistemu obiranja odmrlega listja povečala tržni pridelek. 'Elsanta', ki je občutljivejša sorta, pa je reagirala povsem drugače in zmanjšala količino pridelka. Na mehansko odstranjevanje plevelov pa sta sorti reagirali obratno (Daugaard 2002).\nBerrie in sodelavci (2002) so leta v jugovzhodnem delu Velike Britanije proučevali vpliv učinkovitosti fungicidov za zatiranje sive plesni pri sorti Elsanta v glavni sezoni jagod. Liste jagod so cepili z glivo Botrytis cinerea (siva plesen), pred tem pa so bili 2 dni potopljeni v fungicid. Nato so jih inkubirali v vlažne komore, da so omogočili razvoj okužbe z glivo. Delež okuženih plodov so vrednotili po obiranju jagod. Ugotovili so, da je \nlahko pridelek pri pridelavi jagod brez uporabe fungicidov za zatiranje sive plesni v optimalnih razmerah za razvoj glive 27 % nižji (Berrie in sod. 2002).\n"], "9": ["3 MATERIALI IN METODE", ""], "10": ["3.1 Lokacija poskusa", "Nasad jagod v Zrkovcih leži v neposredni bližini Drave in se nahajajo vzhodno od Maribora na nadmorski višini 247 metrov.\nV letu 2008 je bil nasad velikosti en hektar. V njem je rastlo sedem sort jagod - 'Miss', 'Elsanta', 'Alba', 'Clery', 'Raurica', 'Sugar lie', 'St. Pierre' in 'Thutop', ki so bile posajene na grebene in pokrite s črno polietilensko folijo. Celoten nasad je bil prekrit z visokimi tuneli. Pod črno polietilensko folijo je bil nameščen kapljični namakalni sistem. Jagode so bile pridelane po načelih integrirane pridelave (Tehnološka navodila za integrirano pridelavo sadja 2009).\n"], "11": ["3.2 Vremenski pogoji v letu 2008", "(mm) v času pred obiranjem in do konca obiranja v letu 2008 v Mariboru. (www.wunderground.com/history)\nGlede na podatke v meteorološkem letopisu je bilo leto 2008 toplejše od dolgoletnega povprečja in za razliko od prejšnjih let dobro preskrbljeno z vodo. Tudi v rastnem obdobju od aprila do oktobra je bila bilanca v tleh (padavine – izhlapevanje) pozitivna.\nŽe prvi mesec tega leta je bil neobičajno topel in suh. Povprečna januarska temperatura zraka je bila za 4 -C višje od dolgoletnega povprečja, ponekod so bila odstopanja za 8 do 11 -C. Padavine so bile skromne, nikjer jih ni padlo več kot polovica dolgoletnega povprečja.\nFebruar je bil toplejši od dolgoletnega povprečja. Ohladilo se je le v sredini februarja, ko so se v večjem delu Slovenije najnižje dnevne temperature zraka spustile pod –10 -C. Količina padavin pa je bila nadpovprečna glede na dolgoletno povprečje.\nTudi marec je bil toplejši od dolgoletnega povprečja, čeprav je bilo več ohladitev. Padavine so bile v večjem delu Slovenije nadpovprečene glede na dolgoletno povprečje.\nAprila so bile vremenske razmere, z nekoliko nadpovprečnimi temperaturami in dokaj povprečnimi padavinami v zahodnem in osrednjem delu države, razmeroma ugodne. Na Štajerskem in v Prekmurju je od januarja do aprila padlo le slabih 50 % običajnih padavin.\nTudi zadnji spomladanski mesec je bil za 1 -C toplejši od dolgoletnega povprečja. Padavin je primanjkovalo, predvsem v severovzhodnem delu države.\nPrva tretjina junija je bila toplejša od dolgoletnega povprečja. Sončna in vroča obdobja so se mešala z deževnimi obdobji. Padavin je pri nas primanjkovalo.\nJulija je bila preskrbljenost z vodo razmeroma ugodna. Izjemi sta bili le skrajni severovzhodni del države in obalno območje. Mesec so zaznamovala neurja z močnimi nalivi, vetrom in s točo, ki so povzročila ogromno škodo. \nPovprečne mesečne temperature zraka (-C) in vsote mesečnih padavin (mm) za leto 2008 v obdobju od januarja do julija na Hidrometeorološki postaji Maribor (Agencija Republike Slovenije za okolje) so prikazane v naslednjem grafikonu.\npostaji Maribor za obdobje od januarja do julija leta 2008 po modificiranem  Walter – Gaussenovem klimadiagramu v razmerju 1:4 (http://www.arso.gov.si/vreme/podnebje/meteorolo%C5%A1ki%20letopis/2008maribor.p df)\nTemperatura se v plastenjaku razlikuje od tiste na prostem. V letu 2007 je bila v nasadu postavljena vremenska postaja, ki je merila temperaturo zraka v višini jagod na prostem in v plastenjaku. Temperatura se je tako podnevi razlikovala za nekaj -C (običajno za 2–3\n-C). Ponoči so temperature enakomerne. Zjutraj se začne temperatura hitreje dvigati in se zvečer počasneje znižuje. Relativna zračna vlaga je bistveno višja v plastenjaku in povzroča občutek višje temperature.\n"], "12": ["3.3 Uporabljeni materiali", ""], "13": ["3.3.1 Sorta 'Elsanta'", "Sorta je bila križana leta 1982, v pridelavi pa je od leta 1984. Vzgojili so jo v Wageningenu na Nizozemskem. Je križanec med sortama 'Gorela' in 'Holiday' (Koron 1997).\nRast je bujna. List je velik, vbokel, svetleč in okroglo eliptično podolgovat. Cveti in zori srednje zgodaj. Cvet je srednje velik in navadno skrit pod listi. Plod je srednje debel in okrogličasto srčaste oblike. Povrhnjica je trdna in živo rdeče obarvana. Čaša se prilega plodu. Pecelj je dolg. Meso je zelo trdno, čvrsto, topno ter oranžno rdeče barve. Okusa je prijetnega – zelo dobrega, sladko-kislega. Pridelek je obilen. Sorta je primerna za pridelovanje na prostem in pokritih površinah.\n'Elsanta' je občutljiva na nizke zimske temperature. Najbolj je občutljiva na uvelost jagod in bolezni, ki jih povzročajo glive iz rodu Phytophora, ter alternario in antraknozo. Delno je občutljiva na sivo plesen in jagodno pepelasto plesen. Nekoč je 'Elsanta' v našem okolju predstavljala najokusnejšo sorto ter del glavnega sortimenta jagod pri nas. V Sloveniji je gojena na prostem, zori različno - na Primorskem v sredini maja, v Posavju okrog 25. maja, v preostalem delu Slovenije pa konec tega meseca.\nPlodovi sorte 'Elsanta' imajo visoko vsebnost skupnih kislin ter majhno vsebnost skupnih sladkorjev (Šturm in sod. 2005).\nSorto uvrščamo med enkrat rodne sorte. Je dobrega okusa in visoke produktivnosti (Koron 1997).\n"], "14": ["3.3.2 Sorta 'Miss'", "Sorta 'Miss' je v pridelavi od leta 1993. Križali so jo v Italiji. Je križanec ('Honeoye' x 'Comet') x 'Dana'. (Koron, 1997).\n'Miss' je bujna, visoka, redka in srednje pokončna. List je velik in okroglo eliptično podolgovat. Cvetno steblo je srednje dolgo s pet do sedem cvetovi, ki se nahajajo pod listi. Cvet je srednje velik s pet do osem venčnimi listi. Plodovi so veliki do zelo veliki, stožčasti, podolgovati, včasih sploščeni in ovalni. Povrhnjica je trdna, svetleča in rdeče obarvana. Meso je svetlo rdeče, belo v sredini ter trdno. Sredina plodu je votla. Prvi plodovi so zelo veliki in zato nekoliko bolj votli. Sorta ima osvežujoč in sladek okus.\nJe precej občutljiva na pepelasto plesen, listne pegavosti ter bolezni korenin in je zelo primerna za gojenje v pokritih prostorih.\nSorta 'Miss' ima v plodovih izredno nizko vsebnost sladkorjev in delež skupnih kislin (Šturm in sod. 2005).\nUvrščamo jo med enkrat rodne sorte in ima visoko produktivnost (tudi drugo cvetenje – dvakratni pridelek).\n"], "15": ["3.4 Metode dela", ""], "16": ["3.4.1 Naprava nasada", "V poskus smo vključili dve sorti – 'Elsanta' in 'Miss'. Tip naših sadik so bile zamrznjene (frigo) sadike, ki so bile kakovosti A. \nV letu 2007 so bila tla pred sajenjem preorana, pognojena in poravnana. Nato so naredili grebene in postavili ogrodje za tunele. V enem tunelu so naredili tri grebene, ki so jih prekrili s črno folijo. Pod folijo so položili namakalne cevi s kapljači. Sadike so bile posajene 3. 7. 2007, na razdalji 20 x 25 cm. Nasad je bil spomladi leta 2008 prekrit s polietilensko prozorno folijo.\n"], "17": ["3.4.2 Postavitev poskusa", "Za izvedbo poskusa smo izbrali dve sorti, in sicer sorti 'Elsanta' in 'Miss'. Pri vsaki sorti smo si zakoličili 6 parcelic z enakimi rastlinami, ki so imele 2 do 3 poganjke. Na vsaki parcelici je rastlo 20 rastlin. Za poskus smo merili samo 10 srednjih rastlin, po 5 rastlin na vsakem robu pa ne. Parcelice so bile na robnem grebenu, da smo lahko naključno določili, katere 3 parcelice se bodo tretirale s fungicidi in katere 3 ne. Poskus se je izvajal v treh ponovitvah (preglednica 2).\nNa parcelicah označenih s številko 1 so rastle rastline, katere nismo škropili z botriticidi. Na parcelicah s številko 2 pa so rastle rastline, pri katerih smo za škropljenje uporabili botriticide (slika 2). \n"], "18": ["3.4.3 Oskrba nasada", "Leta 2007 so celoten nasad jagod oskrbovali v skladu z integrirano pridelavo sadja (Tehnološka navodila za integrirano pridelavo sadja 2007). Najprej so 20. 07. 2007 odstranili cvetna stebla, saj so bile posajene sadike kakovosti A in niso bile namenjene jesenski pridelavi. Nato so 25. 08. odstranili vitice in to ponovili še 20. 09. V tekočem letu 2007 niso uporabljali kemičnih pripravkov za varstvo rastlin. V letu 2008 smo celoten nasad jagod škropili z borem, zaradi boljše oplodnje ter s kalcijem, ki pozitivno vpliva na kakovost plodov. Na parcelicah, ki so bile namenjene pridelavi jagod brez uporabe botriticidov, nismo uporabili nobenih fitofarmacevtskih sredstev več. Na parcelicah, ki pa so bile namenjene poskusu v katerih se uporabljajo kemična sredstva za zaščito jagod pred sivo plesnijo in na ostalem delu nasada smo uporabili botriticide. 28. 04. 2008 smo uporabili botriticid Switch 62,5 WG, ter 11. in 18. 05. drug botriticid Teldor. \nNasad jagod smo pokrili 27. 04. 2008, pred začetkom cvetenja, saj so jagode, pridelane v pokritih tunelih zaščitene pred zunanjimi vremenskimi vplivi in hkrati hitreje dozorijo. V času ko zorijo jagod pade tudi veliko dežja, kar je povezano s pogostejšim pojavom bolezni.\n"], "19": ["3.4.4 Meritve", "Ob vsakem obiranju smo pri vsaki sorti in načinu varstva pred sivo plesnijo spremljali: število in maso (g) plodov, število in maso (g) deformiranih plodov ter število in maso (g) plodov, okuženih s sivo plesnijo. Vsako obiranje smo beležili datumsko.\n"], "20": ["3.4.5 Izračuni", "Ob obiranju smo pri vsaki sorti in načinu varstva pred sivo plesnijo posebej spremljali in naredili izračune za: maso plodov (g) na grm, število plodov na grm, število in maso (g) plodov, okuženih s sivo plesnijo, ter število in maso (g) deformiranih plodov.\nDobljene rezultate smo obdelali s programskim paketom Statgraph. Prikazali smo jih kot srednje vrednosti v treh ponovitvah ± standardna napaka srednje vrednosti (SEM). Za ugotavljanje statističnih razlik med obravnavanji smo uporabili testa: LSD in Tukey s 1 in 5 % tveganjem.\n"], "21": ["4 REZULTATI Z RAZPRAVO", "interakcije (SxO) na merjene parametre.\n**, *, ns - statistično značilni vpliv pri stopnji tveganja α = 0,01, 0,05 ter ne statističnega značilnega vpliva. \n4.1 Število plodov na rastlino\nPoskus je bil izveden v enoletnem nasadu. Vsaka rastlina je pognala 2 – 3 vratove. Iz vsakega vratu je zrastlo 1 cvetno stebelce. Na vsakem cvetnem steblu se je razvilo 5 – 8 cvetov, iz katerih so se kasneje razvili plodovi.\nVse interakcije kažejo statistično značilne razlike (preglednica 3). Povprečno število plodov na rastlino se med sortama razlikuje. Večje povprečno število plodov na rastlino je imela sorta 'Elsanta' in je znašalo 21,2 ploda, kar je za dobrih 7 plodov več, kot pri sorti 'Miss'. Ugotovili smo tudi, da je bilo višje število plodov tam, kjer se zaščitna sredstva pred sivo plesnijo niso uporabljala. V interakciji med sortama in različnima načinoma uporabe botriticidov (SxO) se je izkazalo za najboljšo kombinacijo sorta 'Elsanta', ki ni bila škropljena z botriticidi. Najslabša pa je bila sorta 'Miss', pri kateri se ravno tako niso uporabljali botriticidi.\nSrednje vrednosti posameznih proučevanih dejavnikov (sorta in obravnavanje) označene z različnimi črkami (v poudarjenem tisku) se med seboj statistično značilno razlikujejo (LSD, α = 0,05). Srednje vrednosti (± SEM) statistično značilne interakcije (SxO) označene z različnimi črkami se med sabo statistično značilno razlikujejo (Tukey, α = 0,05).\n"], "22": ["4.2 Masa plodov na rastlino (g)", "V povprečni masi plodov na rastlino se je med sortama pokazala statistično značilna razlika (preglednica 4). Sorta 'Elsanta' se je izkazala za boljšo, saj je imela v povprečju okrog 60 gramov višje pridelke na rastlino, kot sorta 'Miss'. Če preračunamo, dobimo ob takšnih rezultatih v hektarskem nasadu jagod okrog 3000 kg višji pridelek. 'Elsanta' je dosegla v povprečju pridelek okrog 490 gramov na rastlino, 'Miss' pa le okrog 430 gramov.\nIz rezultatov lahko trdimo, da uporaba botriticidov pri sortah ni imela vpliva na maso plodov, saj ni pokazala statistično značilnih razlik.\nSrednje vrednosti posameznih proučevanih dejavnikov (sorta in obravnavanje) označene z različnimi črkami (v poudarjenem tisku) se med sabo statistično značilno razlikujejo (LSD, α=0,05).\nIz grafikona 2 je razvidno, da je sorta 'Miss' začela zoreti prej, ker je zgodnejša sorta in je tako prej dosegla maksimalno količino pridelka po obiranjih. Sorta 'Elsanta' pa je nekoliko poznejša in je dosegla maksimalno količino pridelka, ko je pridelek sorte 'Miss' že začel upadati. Količina pridelka po maksimalno pobrani količini na obiranje začne pri sorti 'Miss' strmo padati, medtem ko pri sorti 'Elsanta' pada postopoma (grafikon 2). \n"], "23": ["4.3 Povprečna masa enega ploda (g)", "V povprečni masi enega ploda so se pokazale statistično značilne razlike med vsemi interakcijami (preglednica 5). Sorta 'Miss' je v povprečju imela občutno težje plodove, ki so bili v povprečju težki kar okrog 33 gramov, kar znaša 10 gramov več, kot pri sorti 'Elsanta'. Velikost plodov je bila pri 'Miss' občutno višja, tam kjer se niso uporabljali botriticidi.\nPri interakciji med sortama in načinoma uporabe botriticidov (SxO) je imela sorta 'Miss' največjo povprečno maso plodov. Povprečne mase plodov v ostalih interakcijah se statistično med seboj ne razlikujejo. \nSrednje vrednosti posameznih proučevanih dejavnikov (sorta in obravnavanje) označene z različnimi črkami (v poudarjenem tisku) se med seboj statistično značilno razlikujejo (LSD, α = 0,05). Srednje vrednosti (± SEM) statistično značilne interakcije (SxO) označene z različnimi črkami se med sabo statistično značilno razlikujejo (Tukey, α = 0,05).\n"], "24": ["4.4 Število in delež okuženih plodov s sivo plesnijo", "Med sortama se je v deležu okuženih plodov s sivo plesnijo pokazala statistično značilna razlika (preglednica 3). V našem primeru je imela sorta 'Miss' v primerjavi s sorto 'Elsanta' manjši povprečni delež okuženih plodov s sivo plesnijo, ki v povprečju ni presegalo niti 0,5 plodu na rastlino. Število obolelih plodov je bilo nekoliko višje pri sorti 'Elsanta' in je v povprečju znašalo 1,2 plodu na rastlino. Na podlagi rezultatov lahko trdimo, da je sorta 'Miss' odpornejša na pojav sive plesni.\nMed jagodami, ki so bile škropljene z botriticidi in jagodami pri katerih teh sredstev nismo uporabljali ni bilo opaženih statističnih značilnih razlik. Na podlagi teh rezultatov lahko trdimo, da uporaba botriticidov za zaščito jagod pred sivo plesnijo v letu 2008 ne bi bila potrebna. \nZnotraj interakcij sort in uporabe botriticidov (SxO) je bila opažena statistično značilna razlika. Delež okuženih plodov pri sorti 'Elsanta' se glede na uporabi botriciticov statistično značilno ne razlikuje. Delež okuženih plodov se pri sorti 'Miss' statistično značilno razlikuje, glede na uporabo botriticidov. Manjši delež okuženih je bil pri 'Miss', ki ni bila škropljena z botriticidi.\nSrednje vrednosti posameznih proučevanih dejavnikov (sorta in obravnavanje) označene z različnimi črkami (v poudarjenem tisku) se med seboj statistično značilno razlikujejo (LSD, α = 0,05). Srednje vrednosti (± SEM) statistično značilne interakcije (SxO) označene z različnimi črkami se med sabo statistično značilno razlikujejo (Tukey, α = 0,05).\nV preglednici 7 je zapisan delež okuženih plodov s sivo plesnijo.\nIz grafikona 3 je razvidno število s sivo plesnijo okuženih plodov skozi obiralno sezono jagod. Število obolelih plodov se je zvišalo po 4. obiranju, 5. junija. Vzrok v obolelosti plodov po 5. obiranju, je v vremenskih razmerah, saj se je takrat pojavilo deževno obdobje, ki je omogočilo razvoju glive Botrytis cinerea.\nMaksimalna dnevna temperatura je ob 3. obiranju znašala 26 -C. Nato se je temperatura zaradi krajšega deževnega obdobja spustila na 19 -C. Po petem obiranju so se temperature nekoliko dvignile in 10. junija se je maksimalna dnevna temperatura zvišala na 25 -C. V enem dnevu, iz 10. na 11. junij, pa so temperature zelo padle in sicer iz 25 -C na 16 -C (preglednica 1).\nPri sorti 'Elsanta' se je okuženost plodov povečala po 4. obiranju, 5. juniju v obeh sistemih nadzora sive plesni. Za dvig okuženosti plodov s sivo plesnijo je krivo vreme, kar pomeni, da je sorta občutljiva na pojav sive plesni.\nSorta 'Miss' pa ni beležila strmega povečanja okuženosti plodov s sivo plesnijo, zato jo uvrščamo med odpornejše sorte jagod.\nposameznima sortama, glede na uporabo botriticidov.\n"], "25": ["4.5 Število deformiranih plodov", "Število deformiranih plodov se glede na sorto in uporabo botriticidov statistično značilno razlikuje. Razlika se pokaže pri interakciji sort in uporabe botriticidov (SxO) (preglednica 8). Največji delež deformiranih plodov je bilo pri sorti 'Miss', ki je bila škropljena z botriticidi in je znašal 1,3 plodova na rastlino. Najmanjši delež deformiranih plodov pa je bil ravno tako pri sorti 'Miss', ki ni bila škropljena z botriticidi\nSrednje vrednosti (± SEM) statistično značilne interakcije (SxO) označene z različnimi črkami se med sabo statistično značilno razlikujejo (Tukey, α = 0,05).\n"], "26": ["4.6 Masa pridelka jagod (50.000 rastlin / ha)", "Pridelek jagod smo obirali sedemkrat v obdobju od 27. 5. 2008 do 16. 6. 2008. Obirali smo jih vsake tri do štiri dni, odvisno od vremenskih razmer. Obirati smo začeli obe sorti hkrati. Po beleženju pridelkov v našem poskusu, smo te preračunali v predelek hektarskega nasada jagod. Za preračun smo upoštevali, da na hektarju raste 50.000 rastlin (preglednica 9).\nNajvečji pridelek je bil izračunan pri sorti 'Elsanta', ki ni bila škropljena z botriticidi in je znašal 26 ton jagod na hektar. Najmanjši pridelek pa je zabeležen pri sorti 'Miss', ki je bila proti sivi plesni škropljena z botriticidi. V povprečju med sortama je ima 'Elsanta' večje \npridelke – 24,5 ton/ha. Glede na uporabo botriticidov imata v povprečju sorti večje pridelke v obravnavanjih, kjer se niso uporabljali botriticidi.\n"], "27": ["5 SKLEPI", "Ob enoletnem spremljanju jagod smo preučevali: pridelek jagod, delež plodov, okuženih s sivo plesnijo in morebitne deformacije plodov. Poskus smo izvedli na dveh sortah ('Elsanta', 'Miss'). Pri sortah smo uporabili dva različna sistema nadzora sive plesni (uporaba botriticidov, brez uporabe botriticidov). Rezultate smo med seboj primerjali in prišli do naslednjih rezultatov:\n- Zaščita jagod z botriticidi ni vplivala na višji pridelek, ampak obratno. Pri obeh  sortah je pridelek višji pri tistih jagodah, ki jih nismo škropili z botriticidi.  Količina pridelka je povezana s številom plodov in je večja pri tistih jagodah, ki  jih nismo varovali pred sivo plesnijo z botriticidi.\n- V letu 2008 so bile vremenske razmere za razvoj sive plesni slabe. Zato bolezen ni  imela vpliva na število in maso plodov, ki so bili okuženi s sivo plesnijo.\n- Število deformiranih plodov pri jagodah, ki smo jih škropili z botriticidi ni večje.\n"], "abstract": ["V proizvodnem nasadu jagod v Zrkovcih v bližini Maribora smo v letu 2008 proučevali pridelek jagod, pri katerih ne uporabljamo kemičnih sredstev za varstvo rastlin (t.j. botriticidov) in ga primerjali s pridelkom jagod, kjer botriticide uporabljamo v integrirani pridelavi v skladu s predpisi za varstvo rastlin za zatiranje sive plesni. Poskus se je izvajal v enoletnem nasadu sort 'Elsanta' in 'Miss', pokritem s folijo. Nasad smo po potrebi namakali s kapljičnim namakalnim sistemom. Ob obiranju smo spremljali število plodov, maso plodov in delež plodov, okuženih s sivo plesnijo, ter morebitne deformacije plodov. Pri sorti 'Miss' ni bilo razlik v navedenih parametrih, pri sorti 'Elsanta' pa je bilo zabeleženo v sistemu pridelave brez botriticidov večje število plodov in posledično višji pridelek. Rezultati so nam pokazali, da škropljenje z botriticidi ni imelo vpliva na količino pridelka in na okuženost plodov s sivo plesnijo. "]}