{"1": ["1 UVOD", ""], "2": ["1.1 Predstavitev problema", "Naravne ujme postajajo pri nas in po svetu vedno večja nadloga. V kmetijski pridelavi povzročajo vedno večjo škodo. Eden izmed vremenskih pojavov, ki lahko povzroči veliko škode, je toča. Izgube, povzročene od toče, poskušamo preprečiti s prekrivanjem nasadov s protitočnimi mrežami. Pridelek lahko zavarujemo pri zavarovalnici, vendar nam navadno vrednosti pridelka v celoti nihče ne more povrniti. Pomemben dejavnik je tudi izguba položaja na trgu, če dobaviteljem ne moremo dobaviti dogovorjenih količin sadja. Prav zaradi tega so v zadnjem desetletju sadjarji začeli v veliki meri uporabljati tudi protitočne mreže, saj le z njimi lahko pridelamo kakovosten, zdrav pridelek in si zagotovimo konstantno prisotnost na tržišču. Poleg tega, da nam toča ne poškoduje pridelka, ima mreža tudi druge vplive. V maloštevilnih raziskavah je bil preučevan vpliv na notranjo in zunanjo kakovost plodov, fiziologijo dreves, mikroklimo (npr. temperatura, vlaga ...), ogroženost nasada zaradi ptičev, na pojave zanašanja (drifta) fitofarmacevtskih sredstev, sposobnost čebel za opraševanje in na druge dejavnike, ki odločajo o gospodarnosti pridelave. Mreža bi lahko imela značilen vpliv tudi na razvoj škodljivcev in bolezni jablane, ki v sadjarski proizvodnji povzročajo velike težave pri doseganju kakovostnih pridelkov. V že izvedenih študijah so preučevali predvsem najpogostejšega jablanovega škodljivca jabolčnega zavijača (Cydia pomonella) in sadnega zavijača (Adoxophyes orana), vpliv mreže na ostale škodljivce (uši, pršice ...) in bolezni (jablanova pepelovka, škrlup ...) pa še vedno ni popolnoma raziskan. Zaradi tega je smiselno opraviti analizo in se prepričati o morebitnih vplivih mrež na škodljivce ter bolezni. To je bil tudi namen te diplomske naloge.\n"], "3": ["1.2 Delovne hipoteze", "Protitočna mreža ima značilen vpliv na razvoj škodljivcev in na bolezni jablane.\n- Zaradi protitočne mreže lahko v nasadih jablan pričakujemo povečan razvoj pepelaste plesni, povečan napad od jablanovega škrlupa in večje populacije rdeče sadne pršice.\n- Zaradi protitočne mreže lahko v nasadih jablan pričakujemo manjši pojav uši in jabolčnega zavijača.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Vplivi protitočnih mrež na kakovost jabolk", "Za današnje potrošnike sta zelo pomembni notranja (okus, vonj, kemična sestava) in zunanja kakovost plodov (velikost, oblika in barva kožice). V skupni oceni kvalitete plodov se daje večja pomembnost notranji kakovosti plodov, vendar ni vedno najpomembnejša. Plod lahko zelo izgubi na komercialni vrednosti, če na primer ne dosega primerne velikosti. Vse to je posledica vedno bolj zaostrenih tržnih razmer in velike ponudbe sadja na tržišču (Gliha 1987, cit. po Klein 2000).\nNeugodni vremenski pojavi lahko zelo hitro zmanjšajo kakovost plodov. Že nekaj udarcev od toče povzroči, da so plodovi popolnoma neprimerni za trženje. Dodatno pa naprava mrež vpliva na mikroklimo v nasadu. Zaradi mikroklime se lahko spremenijo parametri notranje in zunanje kakovosti plodov. Najbolj izrazit je vpliv na barvo. Zato so ob uporabi protitočnih mrež sadjarji začeli razmišljati tudi o njihovih vplivih na kakovost plodov. V večini poskusov, ki so potekali po Evropi in drugje po svetu, so bile ugotovitve zelo podobne.\nV vzhodni Švici so v letih 1994 in 1999 ocenjevali vplive različnih vrst mrež v nasadih. Ugotovili so, da črna mreža nima značilnega vpliva na zrelost in zunanjo kakovost jabolk pri ugodnih pogojih, kot so vreme, lega, itd. in so te lastnosti veliko bolj odvisne od sorte, sistema sajenja, starosti dreves ter klimatskih razmer. Manjša obarvanost plodov je bila opažena le pri sorti 'Jonagold', kjer je za obarvanje odločilna intenziteta svetlobe. Prav tako so pri sorti 'Jonagold' plodovi pod mrežo v primerjavi izven mreže z zrelostjo zamujali od osem do devet dni (Widmer 2001). Do zelo podobnih rezultatov so prišli tudi Dussi in sod. (2005) v poskusu v Argentini pri sorti 'Fuji', Rasckó (2005) in Iglesias ter Alegre (2006) v Španiji pri sorti 'Mondial Gala'. Po podatkih Widmerja na velikost plodov, trdoto mesa, kemično sestavo pri različnih sortah mreža ni imela vpliva (Widmer 2001). \nV SC Maribor – Gačnik so bili opravljeni podobni poskusi v letih 1998 in 2000 na sorti 'Jonagold'. Ocenjevanja so potekala pod črno, belo mrežo in v nasadu brez mreže. Merili so vsebnost škroba, trdoto mesa plodov, topne suhe snovi in vsebnost kislin. 250 plodov jabolk iz vseh treh načinov poskusa je bilo analiziranih na obarvanost. V letu 1998 ni bilo opaženih značilnih razlik v vsebnosti fruktoze in sorbitola (alkoholni sladkor) med obravnavanji, razlike so bile v vsebnosti glukoze, ki je bila malo višja pod črno mrežo, medtem ko je bilo več saharoze izmerjene pod belo mrežo. Leta 2000 v primerjavi z 1998 je bila količina vseh sladkorjev višja, prav tako vsebnost topne suhe snovi (TSS). Stopnja TSS je bila v obeh letih višja v nepokritem poskusnem nasadu (Štampar in sod. 2002).\nPodobne rezultate glede TTS so zabeležili tudi Dussi in sod. (2005) ter Iglesias in Alegre (2006) z zmanjšanjem le-teh pod črno mrežo. Prav tako je bila večja količina TSS izmerjena izven mreže v primerjavi z belo mrežo (Štampar in sod. 2002).\nV obeh letih pri poskusu v SC Gačnik ni bilo značilnih razlik v vsebnosti jabolčne in fumarne kisline. Plodovi pod črno mrežo so vsebovali malo več citronske kisline v primerjavi z nepokritim nasadom samo v letu 1998 (Štampar in sod. 2002). Prav tako pri poskusu v Španiji ni bilo opaženih razlik v vsebnosti kislin (Iglesias in Alegre 2006).\nObarvanost plodov je večinoma genetsko pogojena in odvisna od vremenskih razmer. Topli septembrski dnevi in hladne noči v letu 1998 so bili ugodni za razvoj barve plodov. Obarvanost plodov je bila izven mreže in pod belo mrežo malo boljša v primerjavi s črno mrežo v letu 1998 kot v 2000, vendar, kot navaja Štampar (2002), je vse to bolj posledica neugodnih vremenskih razmer kot same mreže. Podobni rezultati so se pokazali tudi pri poskusu prav tako v SC Gačnik leta 2007 s povprečnimi klimatskimi pogoji pri sorti 'Gala' tipa Brookfield (Germšek 2008).\nPreiffer in Jankovič (2004) sta navedla, da ima mreža dober učinek na barvo plodov, saj je le-ta intenzivnejša ter enakomernejša. \nOgroženost od sončnih ožigov je bila manjša, še posebej pod črno mrežo, v povezavi s tem pa se je povečala tudi kvaliteta kožice plodov, kar navaja več avtorjev (Štampar in sod. 2002, Dussi in sod. 2005, Iglesias in Alegre 2006). Zaključili so, da tudi masa in trdota mesa plodov nista pogojeni s pokritostjo nasada.\nV SC Maribor so preučevali obseg debla, prirast enoletnih poganjkov in število nodijev na teh poganjkih v razmerah izven in pod mrežo. Rezultati niso pokazali statistično značilnih razlik med obravnavanji. Pod mrežo je bila zabeležena boljša diferenciacija cvetnih brstov, ki je lahko tudi posledica toče, ki je prizadela nepokriti del poskusnega nasada (Germšek 2008).\n"], "6": ["2.2 Vplivi protitočnih mrež na mikroklimo nasada", "Jablana potrebuje veliko svetlobe, saj so od nje odvisne intenzivnost fotosinteze, količina in kakovost pridelka. Svetloba je odločilna tudi pri barvi, okusu in trpežnosti plodov (Jazbec in sod. 1982). Prav tako ima svetloba odločilen vpliv na proces tvorbe cvetnih brstov ter začetek cvetenja (Štampar in sod. 2009). Za uspešno rast sadnega drevja sta pomembni tudi temperatura, ki vpliva na intenzivnost fotosinteze listov in le-ta je maksimalna pri temperaturi med 20–30 -C ter vlaga (Lakso in Seeley 1987, cit. po Tekmec 2000). Več vlage potrebuje drevje spomladi, ko bujno raste, in mlado drevje, ki še ni dokončno izoblikovano (Jazbec in sod. 1982).\nRazlični materiali in barve protitočnih mrež različno vplivajo na prepustnost za svetlobo. Čim tanjša je mreža in tem večje so zanke, vse večja so nihanja v prepustnosti (Weindenfeld H. 1997, cit. po Tekmec 2000).\nMreže zmanjšajo fotosintetsko aktivno radiacijo (valovna dolžina 400–700 nm) za približno 15–33 % (Widmer 1995, cit. po Štampar in sod. 2002). Zasenčevanje lahko zmanjša fotosintezo, prirast suhe snovi ter vegetativno rast in pridelek sadnega drevja (Chen in sod. 1997, cit. po Štampar in sod. 2002). \nBlanke (2007) navaja, da se pri kristalnih mrežah fotosintetska aktivna radiacija (fotosintetski aktivni del svetlobnega spektra) zmanjša v povprečju za 7 %, pri rdeče-belih za 11 %, pri zeleno-belih za 12 %, pri svetlo zelenih za 13 %, 15 % pri zeleno-črnih, pri rdeče-črnih za 16 % in črnih za 18 %, izmerjeno 50 cm izpod mreže. Količina UV svetlobe se pri prosojni mreži zmanjša za 20 % in pri črni za 29 %.\nV Španiji so v letih 2000, 2001, 2002 in 2003 izvajali poskus ter primerjali prepustnost svetlobe pod črno in belo mrežo ter v nepokritem delu poskusnega nasada. Meritve so izvajali z Ceptometrom mod. Sun Scan SS1-UM-1.05. Rezultati so pokazali, da je bila prepustnost svetlobe v sončnem vremenu pri obeh mrežah manjša v primerjavi z nepokritim delom. Pri črni je bila manjša za 25 % in 12 % pri beli mreži. V oblačnem vremenu so bile razlike med mrežama manjše (Iglesias in Alegre 2006). Rezultati se ujemajo s tistimi, katere so zabeležili Widmer (2001) in Solomakhin in Blanke (2008).\nUporaba mrež je v poskusu v Španiji pokazala razlike v temperaturi zraka pod in izven mreže. Maksimalne temperature so bile pod mrežo za 3 -C nižje, vendar le v sončnih dneh. V oblačnih dneh so bile razlike zanemarljive. Iz grafikona 3, ki prikazuje minimalne, srednje in maksimalne temperature je razvidna povišana minimalna temperatura pod mrežo za približno 1 -C v primerjavi z nepokritim delom nasada (Iglesias in Alegre 2006). Zmanjšanje maksimalne temperature pod mrežo potrjujejo tudi Kührt in sod. (2006a) za 0.8 -C ter Solomakhin in Blanke (2008) za 0.2 -C, vendar le v sončnih dneh. Zadravec (1998) navaja, da so lahko nekoliko manjše razlike med maksimalno in minimalno temperaturo zraka tudi delen vzrok za kasnejšo ter zmanjšano obarvanost plodov.\nMreže so pokazale tudi pozitiven vpliv na temperaturo plodov. Zmanjšana temperatura plodov in temperatura listov imata za posledico manjše poškodbe od sončnih ožigov. Črna mreža je zmanjšala temperaturo plodov za 4 -C, bela za 2,5 -C. V oblačnih dneh z zmanjšanim sončnim sevanjem so bile razlike med obravnavanji manjše. Prav tako so bile razlike med temperaturo zraka in plodov manjše kot v sončnih dneh (Iglesias in Alegre 2006). \nRelativna zračna vlaga v nasadu z mrežami je bila malenkost povišana, kar je v skladu z rezultati, ki jih navaja Crété in sod. (2001, cit. po Iglesias in Alegre 2006). Pod mrežo so zabeležili 2–6 % povišanje relativne zračne vlage in hkrati ugotovili zmanjšanje evapotranspiracije za 11 %, kar je povezano tudi z zmanjšanjem hitrosti vetra. V poskusih v tujini in v SC Gačnik so bile razlike v relativni zračni vlagi minimalne ter občasno pod mrežo celo nižje kot izven nje, najverjetneje zaradi tega naj ne bi bilo večjih možnosti za razvoj bolezni (Zadravec 1998). V kasnejših poskusih Zadravec in sod. (2009) navajajo, da je relativna zračna vlaga pod mrežo malce povišana.\n"], "7": ["2.3 Vpliv protitočnih mrež na razvoj in gibanje škodljivcev", "V nasadu jablan povzročajo sadjarjem težave številni škodljivci. Enim ustrezajo topla, sušna leta, drugi se zelo namnožijo v letu z veliko padavinami. Neposredna škoda na rastlinah nastaja med hranjenjem, posredno škodo pa povzročajo žuželke, ki prenašajo viruse, fitoplazme, bakterije in glive. Proti njim se borimo s klasičnimi fitofarmacevtskimi sredstvi, lahko tudi s sredstvi s fizikalnim delovanjem – rastlinska, mineralna olja ... (Modic in Škerlavaj 2008a).\nZelo velika pozornost se posveča varstvu rastlin pred pravimi listnimi ušmi (Aphididae). Med njimi je najpogostejša zelena jablanova uš (Aphis pomi de Geer), ki se pojavlja na spodnji strani listov na zgornjem delu vršička in sesa sokove. Listi se zvijajo in kodrajo, poganjki zakrnijo, plodovi so slabše kakovosti ali pa le toliko deformirani, da so neprimerni za trženje. Z izločeno medeno roso onesnažijo plodove in prenašajo viruse. Poleti in vse do jeseni se razmnožuje jalorodno, jeseni se pojavijo samci. Oplojene samičke odložijo zimska jajčeca na površino vejic, ki so črne in ovalne oblike. Spomladi se iz njih zopet izležejo uši temeljice, ki izlegajo nekrilate poletne uši (Štampar in sod. 2009).\nV literaturi nismo uspeli najti podatkov o tem, kako protitočne mreže vplivajo na velikost populacij uši. Verjetno je vpliv različen glede na vrsto in na način preseljevanja med \ngostitelji. Protitočne mreže glede na običajno velikost zank ne morejo fizično preprečiti vstopa uši v nasade.\nPomemben škodljivec je jabolčni zavijač (Cydia pomonella L.), ki povzroča črvivost plodov. Ne pojavlja se samo na jablanah, temveč ga najdemo tudi na hruškah, slivah, marelicah, breskvah in celo v orehih. Prezimi v obliki gosenice v razpokah lubja. Samica odlaga jajčeca na plodove (tudi na liste in poganjke) pri temperaturi zraka nad 15 -C (Modic in Škerlavaj 2008a). Iz njih se izležejo gosenice, ki se zavrtajo v pečišče, skozi poseben rov pa spravlja svoje izmečke (Jazbec in sod. 1982). Po približno štirih tednih odrastejo in zapustijo plod. Za let metuljev je potrebna optimalna temperatura 20–24 -C. V naših razmerah ima večinoma dva rodova. Prvi rod metuljčkov leta že maja do konec junija, drugi rod od sredine julija do začetka septembra. Dinamiko leta metuljčkov je potrebno spremljati s feromonskimi vabami, porabimo pa lahko tudi metodo konfuzije oziroma metodo beganja samcev (Modic in Škerlavaj 2008a). Zavijači lahko letajo na velike razdalje. Sadjarji, ki imajo nasade pokrite z mrežami že dalj časa, trdijo, da je lahko pojav jabolčnega zavijača zaradi mrež manjši (ustni viri). So pa tudi takšni, ki trdijo, da ni vpliv nič manjši, ker je omejen dostop ptic, ki so pomembne plenilke gosenic (ustni viri).\nV sušnih letih povzroča ogromno škodo rdeča sadna pršica (Panonychus ulmi). Prištevamo jo med pajkovce. Posebno rada se pojavlja v zavetni legi, kjer je temperatura višja in kamor se močno upre sonce. Prezimi v obliki lesketajočih jajčec, ki se nahajajo v skupinah in jih samice odlagajo od julija do konca rastne dobe. Največ jih odložijo na dvoletnem in starejšem lesu. V prvi polovici maja naslednje leto se iz jajčec izležejo ličinke. Približno en mesec traja, da se iz jajčec razvijejo spolno zrele samice. Pri nas ima rdeča sadna pršica letno tudi do sedem rodov. Za razvoj je potrebna optimalna temperatura med 23 in 25 -C, pri relativni zračni vlagi od 50 do 70 % (Modic in Škerlavaj 2008a). Pršice z izsesavanjem listja povzročijo zmanjšan dotok asimilatov v plodove in to se najbolj odraža v okusu ter vonju plodov. Občutljive so vse sorte jablan, še posebej pa pozne rdeče obarvane sorte npr. 'Fuji', 'Braeburn' (Štampar in sod. 2009). \nRaziskovanje vpliva protitočnih mrež na pojav škodljivcev je še vedno na samem začetku. Glede na rezultate, ki jih je navedel Reigne (1997, cit. po Iglesias in Alegre 2006), protitočne mreže nimajo vpliva na škodljivce, kot so zavijači in uši. Demaria in sod. (2006, cit. po Iglesias in Alegre 2006) so pri pojavu zavijačev opazili razlike. Pod mrežo je bilo manj teh škodljivcev, škoda na plodovih je bila manjša v primerjavi z nepokritim delom nasada .\nRacskó in sod. (2005) so prav tako izvedli študijo glede vpliva mreže. Zelo pomembno vlogo pri razvoju škodljivcev ima temperatura. Zaradi zmanjšanja hitrosti vetra pod mrežo so razmere ugodnejše za migracijo uši, manjše pa so možnosti za naseljevanje drugih škodljivcev iz zunanjega področja. Navajajo še, da poznejša zrelost plodov ne vpliva na razvoj ličink v plodovih.\nV tujini so do sedaj v večji meri potekale študije le na področju pojava jabolčnega zavijača pod mrežami. V Italiji (lokacija Cuneo) je bil v letih 2005 in 2006 postavljen poskus pod sivo mrežo in izven nje pri sorti 'Zlati delišes' z namenom vrednotenja vpliva mrež na let samcev jabolčnega zavijača. Nasad je bil tretiran z insekticidi, dovoljenimi za integrirano pridelavo. Uporabljena je bila polietilenska mreža (gostota zank 3 x 7 mm), povezana s plastičnimi sponkami na dolžini 1,5 m. Vabe so bile postavljene na višini 1,5 in 3 m od tal. Ulov samcev so preverjali tedensko. Sintetične feromone so menjali vsakih 35 dni.\nRezultati so pokazali, da je bilo v letu 2005 izven mreže ujetih veliko več samcev (83 %) v primerjavi s pokritim delom (17 %), prav tako pa se ugotovitve v naslednjem letu niso veliko razlikovale (79 % ulov izven mreže). Višina postavljenih vab ni imela posebnega vpliva.\nNa drugi lokaciji v Italiji (Trento) so zastavili enak poskus. Za vabe so uporabili en dan stare samičke, ki so jih zaprli v prozorno plastično posodo. Vabe so postavili na višini 1,5 in 3 m od tal. Pod mrežo so ulovili manjše število samcev. Število se je povečevalo z višino nastavljenih vab. Izven mreže je bilo na višini 3 m več ulovljenih samcev kot na višini 1,5 m. \nV istem nasadu so preverjali vpliv mreže na parjenje jabolčnega zavijača. Poskus so izvedli z en dan starimi samicami, ki so bile ujete, samce pa so spuščali iz različnih oddaljenosti od ujetih samic. Poskus s petimi vedno različnimi samicami so ponovili štirikrat, med njimi je bila šest-metrska razdalja. Po treh dneh so vsako od njih raztelesili in ugotavljali oplojenost. Med pokritim in nepokritim nasadom pri vabah, postavljenih na višini 1,5 m, ni bilo značilnih razlik. Razlike so se pokazale na višini 3 m, kjer je bilo več oplojenih samic izven mreže (Tasin in sod. 2008).\nS preverjanjem poškodovanosti plodov zaradi gosenic so ugotovili veliko večjo škodo v nasadu izven mreže v obeh letih (Tasin in sod. 2008), kar se ujema s podatki, ki so jih navedli Graf in sod. (1999). Poskus slednjega avtorja je bil izveden na poskusni postaji raziskovalnega inštituta Wadenswil v Švici. Preverjali so, kakšno oviro pri preseljevanju metuljčkov jabolčnega zavijača predstavljajo mreže. Bočne strani nasada so bile pokrite, prednja stran je ostala odprta. Polovico od 1990 označenih samcev so spustili v sredino nepokritega nasada in polovico v pokriti nasad. Ulovili so 17 % metuljčkov in večina se jih je vrnila na mesto, kjer so bili spuščeni. Zaključili so, da mreže predstavljajo oviro pri vselitvi, pri izselitvi pa večinoma ne.\nV Švici je bila izvedena tudi študija, kako protitočna mreža in temperatura pod njo vplivata na čas pojava posameznih stadijev razvoja in trajanje razvoja celotne generacije jabolčnega zavijača pri drevju z nižjo rastjo (višina 3 m). Poskus je bil opravljen v nasadu s črno trinitno protitočno mrežo (3,8 x 10 mm) in izven mreže. Sestavili so poseben model za določanje časovnega pojava jabolčnega zavijača. V prvem primeru so upoštevali temperaturo, kjer se običajno zadržujejo posamezni stadiji. Ličinke naredijo večje luknje v toplejšem predelu jabolka kot v hladnejšem. Rezultati različnih poskusov po svetu kažejo, da ličinke, ko se zabubijo, ne dajejo prednost toplejšim območjem. Odrasli samci in samice se zadržujejo v hladnejših predelih nasada, medtem ko oplojena samica išče za odlaganje jajčec toplejša področja. Temperature jajčec, ličink, bub in odraslih zavijačev so bile določene z merjenjem temperature zraka, plodov in skorje vej, vendar so bili to le približni podatki. \nTemperaturo zraka so merili dva metra nad tlemi opoldan v določenih sončnih in oblačnih dneh. Temperatura plodov je bila izmerjena na zgornji in spodnji površini jabolka, temperatura skorje prav tako na zgornji in spodnji strani veje opoldan v določenih sončnih in oblačnih dneh. V drugem primeru termoregulacija v model ni bila vključena.\nRezultati so pokazali, da se posamezni stadiji jabolčnega zavijača pod mrežo pojavijo nekaj dni kasneje v primerjavi izven mreže zaradi nižje temperature pod mrežo. Z upoštevanjem termoregulacije v fenološkem modelu se pod mrežo stadiji pojavijo štiri dni kasneje kot izven mreže, razen pri odraslih prve generacije, kjer njihov čas pojava zamuja tri dni. Razvoj celotne generacije je bil en dan krajši kot izven mreže. Zakasnitev pojava posameznih stadijev pod mrežo, kjer termoregulacija ni bila vključena, je bila za vse faze štiridnevna. Tukaj ni bilo značilnih razlik v trajanju razvoja generacije med nasadom pod in izven mreže (Kührt in sod. 2006b).\n"], "8": ["2.4 Vplivi protitočnih mrež na razvoj bolezni", "Jablane so ogrožene zaradi številnih bolezni, ki so bodisi glivične, bakterijske ali virusne. Proti njim se borimo večinoma z uporabo fungicidov. Pogostost škropljenja je odvisna od izbora, načina delovanja fungicida, od vremenskih razmer in priraščanja novih listov.\nJablanova pepelovka (Podosphaera leuchotricha Ellis & Everh. E.S.Salmon) predstavlja eno pomembnejših bolezni jablane. Gliva ponavadi okuži mlade lističe, cvetove in plodove. Micelij glive se razrašča na površini rastlin, s hifami pa črpa hrano iz notranjosti rastlinskih tkiv. Prezimi v obliki micelija v cvetnih in listnih brstih. Spomladi opazimo slabo razvite brste, listi se začnejo zvijati, na obeh straneh jih prekrije belo-siva mokasta prevleka. Gliva ima spolni in nespolni stadij. Za širjenje bolezni so spomladi pomembni le nespolni trosi – konidiji. Le-ti se začno sproščati v toplem in suhem vremenu z visoko relativno zračno vlago (75–95 %) (Modic in Škerlavaj 2009). \nNajpomembnejša bolezen jablan je jablanov škrlup (Venturia inequalis Cook Winter). Okužuje listje, poganjke in plodove. Na listih se pojavijo zeleno-črne okrogle pege, ki se združujejo. Na mladih plodovih se pojavijo črne pege s srebrnkastim robom, ki kasneje oplutenijo in postanejo sivo-rjave barve. Plodiči so iznakaženi in velikokrat odpadejo (Maček 1990). Poznamo dve obdobji razvoja, to je saprofitsko, ko gliva razkraja listje ter oblikuje zimska plodišča – psevdotecije, in parazitsko, ki nastopi pri prvih okužbah z zimskimi trosi – askospore in vse do konca vegetacije. Najbolj nevarno obdobje za primarne okužbe je v razvojni fazi mišjega ušesca. Gliva prezimi v odmrlem listju, posušenih listih in plodičih, ki ne odpadejo. Višje so temperature zraka in daljša je omočenost listja, ugodnejše so razmere za širjenje okužbe (Modic in Škerlavaj 2008b).\nReigne (1997, cit. po Iglesias in Alegre 2006) je navedel, da protitočna mreža nima vpliva na bolezni, kot sta npr. jablanov škrlup in pepelasta plesen. Rüegg (1997, cit. po Widmer 2001) je prav tako poudaril, da listje pod mrežo v primerjavi z listjem izven nje ne ostaja dalj časa mokro, zato so tudi možnosti za okužbo z jablanovim škrlupom manjše. Po svetu je ta vpliv še precej neraziskan, zatorej bodo potrebne še obsežne večletne raziskave na tem področju. V literaturi nismo uspeli najti novejših raziskav o vplivu protitočnih mrež na razvoj bolezni jablane.\n"], "9": ["2.5 Trendi v razvoju konstrukcij in materialov", "Po svetu so se uveljavili različni načini postavitve mrež, med katerimi so najpogostejši:\n- popolno prekritje z lastno oporo (čvrsta napeta mreža na opori nagiba 55 in 75 %, iz njega se je razvil sistem Landrig z blagim nagibom strešine, opora mreže predstavlja tudi oporo za sadovnjak);\n- prekrivanje posameznih vrst (na vrh obstoječih stebrov so vgrajeni kovinski nosilci, preko katerih je mreža spuščena čez krošnjo in pritrjena na stebre);\n- popolno prekritje brez lastne opore (prečno na obstoječo oporo so napete žice, na njih je položena mreža, le-ta je v sredini vrste speta s plastičnimi sponkami) (Zadravec 1998). \nMreže so zelo različnih barv: bele, rdeče, zelene, črne, sive in iz različnih kombinacij teh barv. V večini so narejene iz visoko komprimiranih polietilenskih vlaken, debeline 228– 356 µm. Za čvrstost, zaščito pred UV žarki in daljšo življenjsko dobo dodajajo med vlakna stabilizacijska sredstva, ponavadi saje.\nČrne in zeleno-črne mreže vsebujejo dve črni podolžni niti, prosojne in rdeče mreže pa dve prosojni ali rdeči podolžni niti. Prečne enojne niti so pri črnih, zelenih ali rdečih mrežah črne barve. Gostota niti se med mrežami razlikuje. Pri kristalni mreži le-ta znaša 3 × 9 mm, 3,9 × 6,9 mm pri zeleno beli, 3,3 × 7,7 pri rdeče-beli, 3,5 × 6,5 mm pri zeleno-črni in 2,8 × 6,9 pri zeleni ter rdeče-črni in črni 2,5 × 6,5 mm (Blanke 2007).\n"], "10": ["3 MATERIALI IN METODE DELA", ""], "11": ["3.1 Poskusni nasad", "Poskus je bil izveden v Sadjarskem centru Maribor, poskusna postaja Gačnik, ki se nahaja na nadmorski višini 270–310 metrov. Nasad je bil posajen leta 2005 kot enovrstni sistem z žično oporo. Leta 2007 so drevesa dala prvi pridelek. Ocenjevanja so potekala na drevesih jablan sort 'Braeburn', 'Fuji' in 'Gala', vzgojenih kot vitki vretenast grm in cepljenih na podlago M9. Razdalja med vrstami je 3,2 m, v vrsti med posameznimi drevesi 1,2 m. Na vseh parcelicah se je izvajala popolnoma enaka agrotehnika (rez, škropljenje proti škodljivcem, boleznim, plevelom, gnojenje, namakanje ...) v skladu s pravili integrirane pridelave sadja v RS. V nasadu sta postavljena kapljični sistem namakanja in protitočna mreža, ki pokriva polovico parcelic našega poskusa, druga polovica parcelic pa se nahaja izven nje.\n"], "12": ["3.2 Lastnosti mreže in dinamika odpiranja ter zapiranja", "Sistem postavitve mreže temelji na principu strehasto postavljene mreže na lastni opori, ki je obenem tudi opora za drevesa v sadovnjaku. Mreža se nahaja na višini štirih metrov na betonskih stebrih, je črna trinitna, gostota zank znaša 2,5 × 6,0 mm. Izdelana je iz visoko komprimiranih polietilenskih vlaken debeline 288–356 µm. Življenjska doba takšnega tipa mreže znaša 15 let ali celo več. Mrežo je potrebno vsako leto konec sezone zložiti, da se zaradi vetra ali snega ne poškoduje. Ponavadi se zveže z navadno vrvico ali pa na hitrejši način, s t. i. netkeeperjem. Ponovno se razpre spomladi oziroma v obdobju največje nevarnosti toče. Med vrstami se spne s posebnimi sponkami na razdalji približno 1,5 metra. Pod težo toče se mreža razpre le toliko, da tudi najmanjša zrnca padejo med vrstami na tla. Mreža je prišita na nosilno žico po celotni dolžini in to preprečuje, da bi v primeru toče prišlo do kakršnega koli zamikanja.\n"], "13": ["3.3 Škropilni program – izvajanje varstva proti boleznim in škodljivcem", ""], "14": ["3.4 Zasnova poskusa", "Poskus je potekal v letih 2007, 2008 in 2009. Zasnovan je bil po sistemu naključnih blokov z dvema dejavnikoma, in sicer: sorta jablane ter pokritost s protitočno mrežo. Ena parcelica je zajemala sedem dreves jablan posamezne sorte, dve parcelici sta predstavljali eno ponovitev v posameznem bloku. V poskusu je bilo osem parcelic sorte 'Breaburn', osem parcelic sorte 'Fuji' in osem parcelic sorte 'Gala' pod mrežo ter osem parcelic sorte 'Breaburn', osem parcelic sorte 'Fuji' in osem parcelic sorte 'Gala' izven mreže. Robnih dreves in vrste, ki razmejuje nepokriti in pokriti del nasada, nismo upoštevali. Statistična zasnova je bila prilagojen poskus v naključnih blokih v štirih ponovitvah. \nNačrt porazdelitve parcelic v poskusu:\n"], "15": ["3.5 Ocena velikosti populacij bolezni in škodljivcev", "Metode ocene velikosti populacij bolezni in škodljivcev ter metodologija so opisane v tabelah 4, 5 in 6. Večkrat letno smo opravili opazovanje (štetje in vizualno bonitiranje) števila škodljivcev in stopnje napada od bolezni po standardnih metodah, ki se uporabljajo za te namene. Izračun stopnje napada pri boleznih smo opravili po standardnih metodah, opisanih v priročnikih za izvajanje poskusov (Syngenta 2004). \n"], "16": ["3.6 Meteorološki podatki", ""], "17": ["3.6.1 Vremenske razmere v letu 2007", "Vremenske razmere so v zadnjih letih vse bolj ekstremne in nepredvidljive. Nadpovprečno toplo leto 2007 se je začelo že z aprilom, kar je imelo za posledico večji pojav pepelaste plesni, manj možnosti za primarni škrlup in tudi škodljivce. Količina padavin je bila precej neenakomerno razdeljena. Iz grafikona je razvidno, da je največji delež le-teh padel v obdobju od maja do septembra.\npostajo Maribor po modificiranem Walterjevem in Gaussenovem  klimadiagramu za leto 2007 v razmerju 1 : 4 (Državna meteorološka služba  RS).\n"], "18": ["3.6.2 Vremenske razmere v letu 2008", "V večjem delu Slovenije je bila pomlad v letu 2008 precej hladna in deževna, prav veliko drugačno pa ni bilo niti poletje. Vse to je vplivalo na razvoj škrlupa, tako primarnega kot sekundarnega, saj potrebuje za razvoj veliko vlage. K širjenju le-tega sta pripomogla tudi močnejši prirast mladega listja in spiranje škropilnih oblog ob nalivih. Glede na razmere je bil napad od pepelaste plesni majhen. Veliko možnosti za pojav so imele tudi listne uši, manj pa rdeča sadna pršica (Škerlavaj in Urbančič-Zemljič 2009).\npostajo Maribor po modificiranem Walterjevem in Gaussenovem  klimadiagramu za leto 2008 v razmerju 1 : 4 (Državna meteorološka služba  RS).\n"], "19": ["3.7 Metode statistične analize", "Rezultati so bili analizirani in obdelani s pomočjo statističnega paketa Microsoft Excel 2007 in programa SPSS for Windows 10.0. Za primerjavo razlik med posameznimi variantami in poskusnimi dejavniki smo uporabili Tukey HSD test (α=0,05).\n"], "20": ["4 REZULATI IN RAZPRAVA", "Poskus smo pričeli izvajati v nasadu, ki je bil šele v drugem letu razvoja, zato nismo pričakovali večjih razlik med pojavom bolezni in škodljivcev med pokrito ter nepokrito površino že takoj ob začetku raziskave. Pri zelo majhnem rodnem volumnu dreves so bile razlike v mikroklimatskih razmerah še vedno zelo majhne in niso značilno vplivale na razvoj bolezni ter na migriranje škodljivcev. Tudi mreža ni bila napravljena takoj ob začetku rastne dobe. Izvajali so zelo temeljit in kakovosten škropilni program tako, da bolezni in škodljivci niso imeli možnosti za obsežen razvoj in zaradi tega so bile populacije le-teh zelo majhne. To je nekoliko otežilo ugotavljanje statističnih razlik v velikosti populacij škodljivih organizmov. Pri majhnih populacijah pa je bistveno težje, z naključnim vzorčenjem, kot smo ga uporabili mi, ugotoviti statistične razlike med posameznimi poskusnimi variantami. Tudi siceršnji vremenski pogoji v letu 2007 niso bili posebej ugodni za razvoj bolezni in škodljivcev. Malo več možnosti za razvoj le-teh je bilo v letu 2008.\nPotrdili smo rezultate drugih raziskovalcev (Graf in sod. 1999, Demaria in sod. 2006 (cit. po Iglesias in Alegre 2006), Tasin in sod. 2008), da je običajno ulov metuljčkov na feromonske vabe izven mreže statistično večji kot znotraj mreže. Metuljčki, ki zapustijo nasad pod mrežo, se zelo težko potem vanj tudi vrnejo, predvsem zaradi orientacije. V našem primeru pri napadu plodov od jablanovega zavijača ni bilo razlik med variantama. Tasin in sod. (2008) pa so ugotovili, da je pod mrežo napadenih manj plodov kot izven nje. Ugotovitev, do katere je prišel Reigne (1997, cit. po Iglesias in Alegre 2006), da mreža nima vpliva na uši, se ujema z našimi rezultati. Mikro-lokalno je bila populacija uši precej odvisna od velikosti kolonij zimskih jajčec iz prejšnjega leta, ko še ni bilo vpliva mreže. Racskó in sod. (2005) pa trdijo ravno obratno. Razmere za migracijo so po njihovem boljše pod mrežo že zaradi zmanjšanja hitrosti vetra. Vpliv mreže na razvoj rdeče sadne pršice se pri nas ni potrdil, po svetu pa je to še precej neraziskano. Jablanova pepelasta plesen in jablanov škrlup se pod mrežo nista razvijala bolje kot izven nje. Prav tako trdita tudi Rüegg (1997, cit. po Widmer 2001) in Reigne (1997, cit. po Iglesias in Alegre 2006).\n"], "21": ["4.1 Rezultati in razprava pojava škodljivcev ter bolezni za leto 2007", "V preglednici 7 so prikazane razlike v pojavu škodljivcev med posameznimi sortami pod in izven mreže. V nobenem primeru se niso pokazale statistično značilne razlike. Povprečno število jajčec pršic je bilo izven mreže večje kot pod mrežo, kar ni bilo v skladu z našimi pričakovanji. Menili smo, da bo populacija pod mrežo večja zaradi povišanih minimalnih temperatur. Rdeča sadna pršica ima precej rada tudi bolj osvetljena mesta, zato je možno, da ji drevesa, ki so izpostavljena direktnemu sončnemu sevanju, bolj ugajajo.\nŠtevilo jajčec listnih uši je bilo pod mrežo v primerjavi izven mreže nekoliko večje le pri sorti 'Gala'. Pri štetju kolonij zelene jablanove uši je bilo večje število opaženo pod mrežo, razen pri sorti 'Gala'. Statistično značilne razlike pa se vseeno niso pokazale v nobeni ponovitvi. V letu 2007 so bile te kolonije kar precej velike, saj smo na določenem poganjku vizualno določili tudi do 5000 uši. Proti ušem v takratnem času ni bilo uporabljeno nobeno sredstvo in zaradi tega so imele le-te ugodne razmere za razvoj.\nPri ocenjevanju napada jabolčnega zavijača na plodovih je bil odstotek črvivosti malo večji izven mreže, vendar statistika ni pokazala značilnih razlik. Povprečno število gibljivih stadijev rdeče sadne pršice pod mrežo ni bilo značilno večje kot izven nje. Pri sortah 'Braeburn' in 'Fuji' je bila zabeležena pod mrežo malo večja populacija, na sorti 'Gala' pod mrežo pa manjša. Iz teh rezultatov je težko izpostaviti vpliv mreže, kajti v nadaljevanju se je pokazala ravno obratna tendenca. \nstatistično značilno glede na rezultate Tukey-evega HSD testa (α=0,05).\nV letu 2007 so bile v nasadu postavljene tudi feromonske pasti za ulov in kontrolo odraslih jabolčnih zavijačev druge generacije pod in izven mreže. Rezultati so nakazani v preglednici 8. V nasadu pod mrežo je bil pojav metuljčkov jabolčnega zavijača manjši kot pod mrežo, kar navajajo tudi številni raziskovalci po svetu.\nRezultate ocenjevanja pepelaste plesni in jablanovega škrlupa nam prikazuje preglednica 9. V nasadu je bila prisotnost pepelaste plesni precej nizka in je to verjetno tudi razlog, da se niso pokazale statistično značilne razlike med variantami pod mrežo ter izven nje. Vseeno smo zaznali zmanjšan pojav bolezni tako pri primarni kot tudi sekundarni okužbi poganjkov pod mrežo pri sortah 'Breburn' in 'Fuji' v primerjavi z nepokritimi parcelicami. Pod mrežo je bil pri sorti 'Gala' opažen večji napad pepelaste plesni kot izven mreže. Pod mrežo pričakujemo povišanje relativne zračne vlage in zaradi tega so tudi možnosti za razvoj bolezni lahko večje. Zanimivo je, da so v nekaterih poskusih po svetu ugotovili povišano relativno zračno vlago (Crété in sod. 2001, cit. po Iglesias in Alegre 2006), drugje pa teh razlik med pokritim in nepokritim delom nasada niso potrdili (Zadravec 1998). Pod mrežo pričakujemo povišanje relativne zračne vlage in zaradi tega so tudi možnosti za razvoj bolezni lahko večje (Zadravec in sod. 2009).\nPri pojavu škrlupa na listju je pričakovati, da bo le-ta v večji meri prisoten pod mrežo predvsem zaradi malce višje minimalne temperature in daljše omočenosti listja po dežju (približno za eno uro in pol) (Zadravec in sod. 2009). Med posameznimi variantami ni bilo statistično značilnih razlik, čeprav smo izven mreže na listju ocenili višjo prisotnost omenjene bolezni. Pri plodovih pod in izven mreže se razlike prav tako niso pokazale. \n  2007\n* Povprečja označena z enako črko znotraj enake sorte in posamezne bolezni v isti vrstici se ne razlikujejo statistično značilno glede na rezultate Tukey-evega HSD testa (α=0,05).\n"], "22": ["4.2 Rezultati in razprava pojava škodljivcev ter bolezni za leto 2008", "Iz preglednice 10 lahko razberemo rezultate ocenjevanja pojava škodljivcev. Pri sorti 'Braeburn' je bilo večje število jajčec rdeče sadne pršice na meter lesa vej pod mrežo, pri ostalih dveh variantah je bila večja prisotnost le-teh zaznana izven mreže. V tem letu je bila zelo majhna prisotnost jajčec na lesu, zato tudi nismo pričakovali, da bodo vidne statistično značilne razlike.\nV primerjavi s prejšnjim letom je bila populacija jajčec listnih uši nekoliko večja, vendar značilnih razlik ni bilo. Pri sorti 'Braeburn' in 'Fuji' za razliko od sorte 'Gala' je bilo njihovo \npovprečno število večje pod mrežo, saj lahko trdimo, da jim toplejša mikroklima bolj ugaja, vendar pa je to ravno v nasprotju z rezultati iz leta 2007.\nOcenjevanje % črvivosti plodov napadenih od jabolčnega zavijača ni pokazalo statistično značilnih razlik, čeprav smo zaznali pod mrežo manjši pojav napadenih plodov.\nPri štetju gibljivih stadijev rdeče sadne pršice na sortah 'Braeburn' in 'Fuji' pri prvi kontroli med deloma pod in izven mreže ni bilo značilnih razlik. Statistično značilne razlike so se pokazale pri sorti 'Gala', kjer je bilo večje povprečno število pršic v poskusnem delu brez mreže. Druga kontrola nam je podala podobne rezultate. Zopet so bile statistično značilne razlike le pri 'Gali' v prid mreže. Pri ostalih dveh kontrolah značilnih razlik ni bilo. Iz podatkov lahko zaključimo, da je mreža vsekakor neke vrste ovira pri pojavu in razvoju rdeče sadne pršice.\nOpazovali smo tudi pojav roparske pršice, ki pod mrežo ni razvila večjih populacij; nasprotno je bilo izven nje, kjer se je statistično značilna razlika pokazala pri drugi oceni velikosti populacije na sorti jablane 'Braeburn'. Izven mreže je bil njihov razvoj večji kot pod mrežo.\nZ uporabo akaricidov vplivamo na velikost populacije le v začetku rastne dobe, kasneje pa, kot smo opazili tudi mi, so naravni sovražniki najboljši pri zmanjšanju pojava škodljive pršice. Največji pojav rdeče sadne pršice smo zasledili pri drugi kontroli, pri tretji je pojav roparskih pršic že presegel število sadne pršice, četrta kontrola pa nam je jasno pokazala, da so roparske pršice močno vplivale na upad škodljive pršice. \n* Povprečja označena z enako črko znotraj enake sorte in enega škodljivca v isti vrstici se ne razlikujejo statistično značilno glede na rezultate Tukey-evega HSD testa (α=0,05).\nGlede na leto 2007 je bila razlika pri napadu s pepelasto plesnijo v letu 2008 bolj izrazita, čeprav tudi tukaj ni bilo statistično značilnih razlik, kar lahko razberemo iz preglednice 11. Manjši delež okuženih poganjkov smo opazili v pokritem delu poskusnega nasada, zmanjšan delež okužene površine listov pa je bil prav tako ugotovljen izven mreže pri vseh sortah, razen pri sorti 'Braeburn'.\nPojav jablanovega škrlupa na plodovih in na listju pod mrežo ni bil značilno večji kot izven mreže. Na sorti 'Braeburn' in 'Fuji' smo zasledili malenkost večji pojav škrlupa pod mrežo, ocenjevanje škrlupa na listih pa je pokazalo večjo stopnjo napadenosti pod mrežo na vseh treh sortah. \n* Povprečja označena z enako črko znotraj enake sorte in posamezne bolezni v isti vrstici se ne razlikujejo statistično značilno glede na rezultate Tukey-evega HSD testa (α=0,05).\nIz preglednice 12 je razvidno, da se je prav tako kot v letu 2007 na feromonske vabe, nameščene izven mreže, ulovilo več metuljčkov kot pod mrežo. Razlika je tako očitna, da lahko trdimo, da mreža ovira naseljevanje metuljčkov iz zunanjosti.\n"], "23": ["4.3 Rezultati in razprava pojava škodljivcev za leto 2009", "Pri štetju jajčec pršic in uši v letu 2009 se prav tako niso pokazale statistično značilne razlike med posameznimi variantami pod ter izven mreže. Povprečno število jajčec pršic pod mrežo je bilo pri sortah 'Braeburn' in 'Fuji' manjše, pri sorti 'Gala' pa nekoliko večje.\nVečje število listnih uši je bilo opaženih pod mrežo, vendar tudi tukaj ne moremo izpostaviti vpliva protitočne mreže. Pod mrežo in izven nje ni bilo statistično značilnih razlik.\n* Povprečja označena z enako črko znotraj enake sorte in posamezne bolezni v isti vrstici se ne razlikujejo statistično značilno glede na rezultate Tukey-evega HSD testa (α=0,05).\n"], "24": ["5 SKLEPI", "Na podlagi spremljanja pojava bolezni in škodljivcev v poskusnem nasadu treh sort jablan lahko glede učinka protitočne mreže nanje podamo naslednje sklepe:\n- ker smo poskus izvajali v mladem nasadu z majhnim rodnim volumnom, je bil  učinek mreže na parametre mikroklime manjši, kot bi bil pri starejšem nasadu s  polnim rodnim volumnom dreves;\n- prav tako so bile zaradi mladosti nasada izhodiščne populacije bolezni in  škodljivcev razmeroma nizke, kar je oteževalo ugotavljanje statistične značilnosti  razlik v velikosti populacij med poskusnimi variantami;\n- glede na rezultate lahko sklenemo, da protitočna mreža v mladem nasadu sort  'Braeburn', 'Gala' in 'Fuji' nima značilnega vpliva na razvoj jablanovega škrlupa na  listju in na plodovih. Enako lahko sklenemo za pojav pepelaste plesni na poganjkih.  Ugotovljene razlike med sortami so bile premajhne, da bi lahko trdili, da so učinki  mreže pri različnih sortah različni;\n- pri jabolčnem zavijaču lahko trdimo, da mreža ovira gibanje metuljev, ker so bili  ulovi na feromonske vabe izven mreže občutno večji, kot na vabah pod mrežo. V  stopnji napada plodov pod in izven mreže pri nobeni od treh sort jablan ni bilo  značilne razlike. Mreža, kljub temu, da je vplivala na gibanje metuljev, ni imela  značilnega vpliva na stopnjo napada plodov;\n- uporaba protitočne mreže ima manjši vpliv na gibanje uši, vendar v mladih nasadih  preučevanih sort ni mogoče zaznati statistično značilnega vpliva mreže na velikost  populacij tega škodljivca;\n- glede velikosti populacij rdeče sadne pršice rezultati kažejo, da se ta škodljivec  nekoliko bolje razvija izven mreže, kot pod njo, vendar vplivi mreže niso enaki pri  vseh treh preučevanih sortah;\n- rezultati kažejo tudi, da zaradi uporabe mreže v mladih nasadih preučevanih treh  sort jablan ne prihaja do tolikšnih sprememb v velikosti populacij škodljivcev in \nbolezni, ki bi imele vpliv na izvajanje ukrepov varstva rastlin ter zaradi katerih bi bilo smiselno zmanjšati ali povečati število nanosov FFS.\n"], "abstract": ["Vpliv protitočne mreže na razvoj škodljivcev in bolezni jablane (Malus domestica B.) V poskusu, izvedenem v letih 2007, 2008 in 2009 v Sadjarskem centru Gačnik smo preučevali vpliv mreže proti toči na razvoj škodljivcev in bolezni jablane (Malus domestica B.). Poskus je potekal na jablanah sort 'Braburn', 'Fuji' in 'Gala', ki smo jih gojili pod protitočno mrežo in izven nje. Opazovali smo velikost populacije zelene jablanove uši, rdeče sadne pršice, jabolčnega zavijača in obseg napada poganjkov ter plodov od pepelaste plesni in jablanovega škrlupa. Protitočna mreža ni imela vpliva na razvoj populacij zelene jablanove uši. Populacije rdeče sadne pršice v letu 2008 so bile večje izven mreže pri sorti Gala. V preostalih letih, pri vseh preučevanih sortah mreža ni imela značilnega vpliva na pršico. Mreža tudi ni imela značilnega vpliva na velikost populacij jajčec uši, pršice ter na obseg črvivosti plodov od jabolčnega zavijača. Mreža je povzročila značilno manjši ulov metuljev zavijača na feromonske vabe znotraj nasada pod mrežo, v primerjavi z ulovom zunaj mreže. Stopnja napada poganjkov in plodov od jabolčnega škrlupa in pepelaste plesni na drevesih, gojenih pod mrežo, ni bila večja, kot pri drevju, gojenem izven mreže. Glede na rezultate naše raziskave lahko trdimo, da uporaba protitočnih mrež nima značilnega vpliva na razvoj preučevanih bolezni in škodljivcev jablane. "]}