{"1": ["1 UVOD", "Slive so v Sloveniji precej razširjena in nezahtevna sadna vrsta s povprečno življenjsko dobo 35 let. So bolj raznolike kot večina drugega sadja. Razlikujejo se po času zorenja, velikosti, obliki, barvi in okusu plodov. Poznamo križance, naslednike sliv, ki so nastali s selekcijo iz več kot petnajstih samoniklih vrst (Flowerdew 1995).\nSlive so med koščičarji najbolj razširjene in jih tudi najlažje gojimo. Seveda pa imajo tudi svoje zahteve. Cvetijo zelo zgodaj spomladi, kar pomeni, da so pridelki lahko neredni, zlasti na nizkih in izpostavljenih legah, zato sadimo slive na najvišje ležečih območjih in na kar se da sončnem mestu (Hessayon 1996). Ker imajo slive visoko vsebnost vlaknin in antioksidantov, so zelo pomembne v prehrani. Kljub jasnim poročilom glede pomena sliv o pozitivnih učinkih v prehrani je poraba sliv majhna, predvsem zaradi slabe zrelosti v času uživanja plodov. Ima potencial tako svežega sadja kot tudi sadja za predelavo ( Mozetič Vodopivec 2010).\nPri slivah je zelo težko določiti rok obiranja in določitev optimalne zrelosti. Najpomembnejši pokazatelj zrelosti pri koščičarjih na splošno je barva plodov, vendar se ta pri nekaterih sortah sliv razvije že pred zrelostjo, ko je plod še nezrel, premalo okusen in ima še slabo razvito aromo. Najbolj primeren čas obiranja je pogojen s stopnjo zrelosti, koncentracijo suhih snovi, trdote mesa plodov, skupnih titracijskih kislin in barve (Kristl in sod. 2009).\nCilj naše raziskave je bil definirati dinamiko spreminjanja parametrov zrelosti in kakovosti plodov sorte sliv ´Hanita´ in ´Stanley´ v času zorenja na drevesu. Sledili smo naslednjim hipotezam:\n- dinamika spreminjanja barve povrhnjice in parametrov zrelosti je različna glede na  sorto,\n- trdota mesa plodov, titracijske kisline in vsebnost topne suhe snovi so parametri  zrelosti, ki so v različno močni povezavi z barvo v odvisnosti od sorte sliv.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Zgodovina pridelave sliv v Sloveniji", "Že v starih časih je človek spoznaval pomen sadja za prehrano. Rimski pisec Plinij starejši je v 1. stol. n. š. napisal obsežno prirodoslovno delo Naturalis Historiae, v katerem opiše 12 sort sliv (Adamič 1990). V preteklosti so slive uporabljali za mnoge, zdaj neobičajne, načine. Češpljeve koščice so prodajali za izdelovanje kave, mleli so jih v otrobe, z njimi so tudi kurili, z zrnci iz koščic pa so krmili prašiče. Sadeže so uporabljali predvsem za prehranske in zdravstvene namene, iz olupkov pa so kuhali tudi žganje (Usenik 2009).\nSliva je že od nekdaj bila precej razširjena sadna vrsta v Sloveniji, saj statistični opisi navajajo, da je bilo na koncu 18. stol. v strukturi naših nasadov vsega sadnega drevja več kot 50 % sliv. Po nekaterih virih so do sredine 19.stol. v strukturi naših nasadov poleg češenj in hrušk prevladovale slive in češplje. Vzrok je bil v dokaj enostavnem razmnoževanju s koreninskimi izrastki (Senica 2000).\nVeliko sliv je prihajalo iz nekdanjih jugoslovanskih republik in konkuriralo domači pridelavi. Nasadi so bili zato dodatno oskrbovani, dodatno škodo pa je povzročala tudi viroza šarka (Štampar 1996). Pred drugo svetovno vojno je tekla beseda o izboru sort in podlag za slive, agrotehničnih ukrepih (rez in zaščita pred boleznimi in škodljivci) ter tudi o predelavi, trgovini in kontroli kvalitete suhih sliv. Po koncu druge svetovne vojne pa se je v Jugoslaviji že začelo novo obdobje v razvoju raziskovalnega dela na področju izboljšanja proizvodnje sliv. Poudarek je bil predvsem na raziskavi sort in podlag, pridobivanju novih sort sliv, proizvodnji brez virusnega sadilnega materiala in modernizaciji agrotehnike (Mišić 1989).\nPotem je bila aktualna proizvodnja jabolk, ki je leta 1977 znašala 381.000 ton (slive 782.000 ton) na 20.462 rodnih dreves, in sicer s povprečnim pridelkom 18,6 kilograma po drevesu. SFR Jugoslavija je bila tedaj največji svetovni pridelovalec sliv in je pridelala \n25,16 % evropske ali 16,96 % svetovne proizvodnje sliv. Zanimiv je tudi podatek, da se je 72,7 % vseh sliv pridelalo v tedanji SR Srbiji. Sledile so ji SR Bosna in Hercegovina z dobrimi 14 % pridelanih sliv, SR Makedonija (3,2 %), SR Črna gora (1 %) in SR Slovenija s povprečno 0,8 % vseh pridelanih sliv. Povprečni pridelek v Sloveniji je tedaj nihal med 6000–9000 tonami (obdobje 1961–1977) (Mišić 1989).\nPodatki nam kažejo, da je Slovenija zelo hitro začela izgubljati stik z vodilnimi proizvajalci sliv. Sedanje površine sliv so zelo majhne in zgolj simbolične, saj so skoraj izginile iz slovenskih intenzivnih sadovnjakov. V letu 2008 se je v Sloveniji pridelalo 3960 ton pridelka češpelj in sliv (SURS 2012).\n"], "4": ["2.2 Pregled stanja pridelave sliv na trgih EU", "Pregled stanja na trgu sliv v evropskih državah nam pove, da med največje pridelovalke sliv v Evropi spadajo Poljska, Španija, Srbija in Črna gora. Proizvodnja v teh državah se giblje med 60.000–400.000 ton pridelanih sliv. V naštetih državah pridelava sliv predstavlja pomemben delež v celotni strukturi sadjarske proizvodnje, kar pa žal ne velja za Slovenijo (Petak in Zemljarič 2008).\n"], "5": ["2.3 Izvor sliv", "Sliva izvira iz zahodne Azije in s Kavkaza. Najprej so jo udomačili v Grčiji, od tam naprej pa se je razširila skoraj po vsem zmernem pasu. V Veliko Britanijo in severno Evropo se je razširila v obdobju rimskega imperija. Leta 1629 so slivove koščice prenesli v Massachusetts, tako da se je gojenje sliv kmalu razširilo v zmernem pasu Severne Amerike. Leta 1864 so tamkajšnje drevesnice ponujale več kot 150 sort sliv. Potem so se nekatere ameriške sorte vrnile v Evropo (Flowerdew 1995).\n"], "6": ["2.4 Morfološke in fiziološke značilnosti", "Drevo se od sorte do sorte zelo razlikuje. Je razmeroma nizko, s piramidasto oziroma z okroglo naravno krošnjo. V ugodnih rastnih razmerah drevo slive razvije srednje globok koreninski sistem, ki v nekaterih razmerah doseže 70 ali več cm globine. Nekatere korenine lahko dosežejo tudi do 2 m globine. Približno 70 % vse koreninske mase pa se razvije do 50 cm v globino (Sancin 1988).\nCvet je majhen in je bele oz. zelenkasto bele barve. Cvet je dvospolen (hermafroditen). Sliva cveti v marcu in aprilu, cvetenje traja 6–12 dni. Nekatere slive so samoplodne (avtofertilne), nekatere pa so samoneplodne (avtosterilne) in za normalen pridelek potrebujejo navzkrižno medsortno opraševanje (Štampar in sod. 2005).\nPlodovi so okrogli, eliptični, jajčasti, podolgovati in ovalni. Od peceljne jamice do vrha plodov poteka značilen šiv. Kožica je lahko zelo tanka, srednje debela in debela, različnih barv (rdeča, zelena, modra, vijolična ter vseh vmesnih odtenkov). Ščiti notranjost plodu pred izsuševanjem, mehaničnimi vplivi, mikroorganizmi. Meso predstavlja večino mase plodu. Je sočno in sladko-kiselkastega okusa. Barva mesa je lahko rumena, zlato rumena, rdeča, oranžna (Mišić 1989).\n"], "7": ["2.5 Slive in njihov pomen v prehrani", "Sliva ima velik pomen v prehrani. Sveže slive so odličen vir vitamina C, je poleg fenolnih spojin in karotenoidov močan naravni antioksidant. Hrana, bogata z vitaminom C, pomaga telesu razviti odpornost proti infekcijam, raznim vnetjem in očistiti telo škodljivih prostih radikalov. V suhih slivah ga je le 0,6 mg/100g, medtem ko ga sveže vsebujejo v povprečju \n9,6 mg/100 g, kar kaže na to, da se med postopkom sušenja bolj slabo ohranja (Mozetič Vodopivec 2010).\nSlive so tudi pomemben vir minerala kalija, ki ima pomembno vlogo za normalno delovanje celic. Lahko ga najdemo tako v svežih kot suhih slivah. V 100 gramih izkoščičenih svežih sliv v povprečju zadostimo 3 % dnevne potrebe po kaliju, pri suhih slivah je ta učinek še večji in tako s 100 g suhih sliv lahko nadomestimo 16 % dnevne potrebe po kaliju. V 100 g svežih sliv (brez koščic) vnesemo v povprečju 46 kcal, vendar se ta vsebnost poveča kar na 240 kcal na 100 g suhih sliv. Glavni krivec za povečanje kalorične vrednosti sliv je povečana koncentracija ogljikovih hidratov. Sveže rumene sorte sliv so zelo dober vir vitamina A in beta karotena, ki je izjemnega pomena za vid. Od fenolnih spojin je v slivah najmočneje zastopana hidroksicimetna kislina (HCK), poimenovana neklorogena kislina. Poleg te spojine so slive tudi vir naravnih barvil antocianov, ki pa so predvsem omejeni na pokožico (Mozetič Vodopivec 2010).\n"], "8": ["2.6 Spremembe parametrov zrelosti v času zorenja sliv", "Med zorenjem pride v sadju do mnogih fizioloških, biokemičnih in strukturnih sprememb, ki jih lahko identificiramo z merjenjem določenih fiziološko-kemičnih parametrov. Pri slivah so določili več parametrov zrelosti, ki bazirajo na barvi kože in mesa, čvrstosti, pojav določenih (hlapljivih, nestanovitnih, spremenljivih) substanc, vsebnost topnih snovi in titracijskih kislin (Abdi in sod. 1997).\nVsebnost topnih snovi in titracijskih kislin je zanesljiv pokazatelj zrelosti, saj vsebnost sladkorjev tekom zorenja narašča, vsebnost kislin pa pada. Ampak tudi ti parametri imajo določene omejitve, saj se je izkazalo, da variirajo glede položaja ploda na drevesu in glede na okoljske pogoje. Nunes in sod. (2009) opozarjajo, da je potrebno za vsako sorto posebej izdelati šest zrelostnih parametrov in tudi te je treba prilagoditi končnemu namenu uporabe sadja. \nZrelost pri obiranju je najpomembnejši faktor za kvaliteto končnega produkta. Pri slivi se zrelost običajno določa glede na vsebnost topnih snovi (16 -Brix) in titracijskih kislin (1.0 mg jabolčne kisline/100 g mesa sadja) (Nunes in sod. 2009).\nVelikost ploda in vsebnost suhih in netopnih snovi sta pomembni kvalitativni lastnosti sadeža. Določata okus sadeža in njegovo primernost za predelavo. Kupci pa najprej opazijo velikost in barvo sadja. Večje sadje bolj odžeja in ima manj kalorij, manjše sadje pa je bolj sladko in primerno za predelavo (Taylor in sod. 1993).\nBarva sadja je eden od parametrov, ki določa stopnjo zrelosti. Barva epiderma in ostalih rastlinskih organov sestoji iz klorofila, karotenoidov in antocianov. Zelena barva izhaja iz pigmentov klorofila, od katerih je največ klorofilov a in b, ki so v kožici plodov v razmerju 3:1. Količina klorofila je odvisna od sorte, prehrane, bujnosti, rodnosti itd. Nekaj tednov pred obiranjem se začne klorofil razgrajevati, pojavljati se začnejo karotenoidi in ksantofili, ki dajejo kožici svetlejše barvne odtenke. V kožici zrelih plodov, pri nekaterih vrstah sadja tudi v parenhimu, nastajajo še antociani, ki so odgovorni za rdečo, modro in vijolično obarvanje. Antociani so topni v vodi, so v vakuolah in dajejo intenzivno barvo, ki pogosto prekrije klorofile in karotenoide. Sinteza antocianov je odvisna od svetlobe, zato so deli plodov, ki so bolje osončeni tudi bolj intenzivno obarvani (Gvozdenović 1989).\n"], "9": ["2.7 Pojmovanje kakovosti", "Vsaka pridelava sadja mora biti orientirana na kakovost pridelka. Za optimalno trženje je pomembno, da pri obiranju dosežemo optimalno stopnjo zrelosti. Ta pa je v veliki meri odvisna od tehnoloških ukrepov v nasadu, od stopnje zrelosti v času obiranju ter strategije skladiščenja. Kakovost je pojem, ki si ga pridelovalci, hladilničarji, trgovci in potrošniki razlagajo na svoj način. Pridelovalci dajejo prednost trdoti mesa plodov, primernosti za skladiščenje in velikosti. Hladilničarji dajejo prednost stopnji zrelosti in sočnosti, trgovci pa izgledu, socialni vrednosti in užitni zrelosti, medtem ko je za potrošnike najpomembnejši okus in videz (Kristl in sod. 2009). \nMinimalne zahteve glede kakovosti sliv veljajo za vse razrede: sijaj, nedovoljeni so plodovi s plesnijo ali drugimi poškodbami, zaradi katerih so neužitni, čistoča; brez vidne umazanije, škodljivcev, poškodb in brez tujih vonjav in okusov. Plodovi morajo biti skrbno obrani, dovolj razviti in primerno zreli. Razvoj in stanje sliv morata biti takšno, da le-te prestanejo transport in skladiščenje ter prispejo na končni cilj v zadovoljnem stanju (Steinbauer in sod. 2005).\n"], "10": ["3 MATERIAL IN METODE DELA", ""], "11": ["3.1 Lokacija poskusa in lastnosti poskusnega nasada", "Poskus je potekal v Sadjarskem centru Maribor – Gačnik v letu 2008. Drevesa sorte ´Stanley´ in ´Hanita´ so bila posajena v letu 2003. Sadilna razdalja dreves je 4,5 x 2,5 m. Pridelava sliv je potekala po pravilih integrirane pridelave. Drevesa so bila vzgojena kot vitki vretenasti grm. Tla v nasadu sistema so oskrbovana po sistemu negovalne ledine. Analiza tal v letu 2005 je pokazala nevtralni pH (7,48), dobro založenost tal z magnezijem in srednjo preskrbljenost tal s fosforjem in kalijem (Preglednica 1).\n(KGZ Maribor 2005)\n"], "12": ["3.2 Vremenske razmere v tridesetletnem obdobju (1961–1990) in v letu 2008", "Sadjarski center Maribor – Gačnik leži na 270–310 m nadmorske višine in je pod vplivom kontinentalne in alpske klime. Povprečna letna temperatura v tridesetletnem obdobju (1961–1990) na območju Maribora je znašala 9,7- C. Povprečje količine padavin prav tako v tridesetletnem obdobju (1961–1990) pa je 1105,7 mm padavin. Iz klimadiagrama je \nrazvidno, da v tridesetletnem obdobju ni bilo zaznati pomanjkanja padavin, saj krivulja padavin ni padla pod krivuljo temperatur.\n(1961–1990) po modificiranem Walterjevem in Gaussenovem klimadiagramu,  ki prikazuje temperature in padavine v razmerju 1:4 (Hočevar in Petkovšek  1995) (ARSO 2012).\nV letu 2008 je padlo 895 mm padavin. Največ padavin je padlo julija (149 mm), najmanj pa januarja (2 mm). Povprečna letna temperatura zraka je znašala 11,6- C, avgusta pa so bile najvišje povprečne temperature (20,7- C). Kot je razvidno iz grafikona 2, sušnih obdobij v tem letu ni bilo (Mesečni bilteni 2008). \nmodificiranem Walterjevem in Gaussenovem klimadiagramu, ki prikazuje  temperature in padavine v razmerju 1:4 (Hočevar in Petkovšek 1995) (ARSO  2012).\n"], "13": ["3.3 Rastlinski materiali", ""], "14": ["3.3.1 Podlaga", "Najpogosteje uporabljeni podlagi za slivo sta sejanec Mirabolana in Mirabolana 29 C. Značilnost sejanca Mirabolana je neizenačena in bujna rast in je generativna podlaga. Značilnost podlage Mirabolana 29 C pa je izenačena bujna rast. Mirabolana 29 C je vegetativna podlaga in je uporabljena pri sorti ´Stanley´ in ´Hanita´. Sejanci Mirabolane \nimajo običajno dobro razvit koreninski sistem, vendar pa Mirabolani bolj ustrezajo toplejša območja, ker je precej občutljiva na mraz, čeprav glede tal ni zahtevna (Smole 2000).\n"], "15": ["3.3.2 Sorte sliv v poskusu", "Sorta ´Hanita´ Je križanec med sorto ´President´ in ´Auerbacher´, Hohenheim, Nemčija, 1980. Sorta ´Hanita´ je zaščitena sorta, uvrščamo jo med srednje zgodnje in pozne sorte in zori avgusta. Plodovi so srednje velikosti in imajo ovalno podolgovato obliko, ki pa so proti peclju zoženi. Sorta ´Hanita´ ima cca 29 plodov na kg. Koža je modre barve, na senčni strani delno vijolična in je brez poprha. Meso je polno in je zlato rumene barve, srednje čvrsto in se dobro loči od koščic. Sorta ima harmoničen okus z izrazito aromo. Primerna je za sveže uživanje in predelavo (Strauss 1998).\nSorta ´Stanley´ Sorta ´Stanley´ je križanec med ´Agen´ in ´Grand Duke´, Geneva, ZDA, 1913. V prodaji je od leta 1926. Sorta je delno samooplodna, dobro jo oplojujeta 'Bluefre' in 'Agen 707' (Črnko in sod. 1990). Plodovi zorijo od konca avgusta do začetka septembra. Barva plodov je temno modra do modro-črna. Po velikosti sodijo plodovi sorte ´Stanley´ med srednje velike. Kožica je čvrsta in gladka. Meso je zeleno-rumeno in srednje sočno. Pri polni zrelosti je rahlo sladkega okusa in se srednje dobro loči od koščic. Za to sorto je značilna tipična močna in svetla žilavost. Pri upoštevanju primernega trenutka obiranja, nekje 14 dni po obarvanju, se razvije njena zadovoljiva in privlačna aroma (Götz in Silbereisen 1989).\n"], "16": ["3.4 Zasnova poskusa", "Poskus je bil izveden v mesecu juliju in avgustu leta 2008 po sistemu naključnih skupin. Poskus je zajemal po 10 dreves posamezne sorte, ki so bila po rasti in rodnosti izenačena. \nPlodovi, izbrani za analiziranje, so bili brez mehanskih poškodb in poškodb zaradi bolezni in insektov. Meritve barve in parametrov zrelosti smo izvajali v 3 do 4-dnevnih intervalih z začetkom od 22 do 27 dni pred obiranjem.\nPri izvedbi poskusa smo spremljali parametre zrelosti in kakovosti plodov. Spremljali smo topno suho snov (TSS), trdoto mesa plodov (TMP), skupne titracijske kisline (TA) in barvo povrhnjice plodov (L*a*b*).\n"], "17": ["3.5 Spremljanje parametrov zrelosti in kakovosti plodov", "Datumi merjenja parametrov zrelosti in barve so predstavljeni v preglednici 2.\ndoločata dan obiranja – optimalna zrelost).\nZ merjenjem zrelosti in kakovosti plodov smo pričeli 31.07.2008 in datum vzorčenja prilagodili zrelostni stopnji plodov posamezne sorte. Meritve so bile izvedene vsake 3–4 dni. Določena optimalna zrelost pri sorti ´Hanita´ je bila 22. dan po prvem vzorčenju, pri sorti ´Stanley´ pa 27. dan po prvem vzorčenju. \nPred vzorčenjem za analizo parametrov zrelosti smo izmerili barvo povrhnjice plodov. Ob vsakem vzorčenju je bilo naključno izbranih 5 plodov na drevo, skupno 50 plodov za posamezno sorto. 30 plodov je bilo namenjenih za merjenje barve plodov s kronometrom Minolta CR-400. Po meritvi barve je bila na istih plodovih zmerjena trdota mesa plodov s pomočjo stroja Pimpernelle. Po 20 plodov posamezne sorte pa je bilo v posameznem terminu vzorčenja namenjenih za določevanje topne suhe snovi in skupnih titracijskih kislin.\n"], "18": ["3.6 Oprema in tehnika izvajanja meritve barve plodov", "Za merjenje barve plodov je bil uporabljen kromometer Minolta CR-400. Sistem temelji na CIE (Commision Internationale I´Eclairage) L* a* b* načinu določanja barve plodov (Brücker 1984).\nBarvni prostor L*, a* in b* je definiran s svetlostjo L* in barvnima koordinatama a* in b*. Predznaki omogočajo določitev smeri barve . +a* kaže na prisotnost rdeče, -a* se razteza v področje zelene in temu ustrezno se +b* giblje k rumeni, -b* pa k modri barvi (Hribar 1989).\n"], "19": ["3.7 Meritve parametrov zrelosti plodov", "Parametri zrelosti so bili merjeni z uporabo stroja Pimpermelle. Ta naprava izmeri vsebnost topne suhe snovi (v nadaljevanju TSS), trdoto mesa plodov (v nadaljevanju TMP), pH soka in povprečno maso plodov (v nadaljevanju M).\nDoločevanje vsebnosti skupnih titracijskih kislin (v nadaljevanju TK) je bilo izvedeno na način: plodove smo najprej oprali in jih razkoščičili, nato smo jih v električnem mešalniku \nzmleli. Po filtriranju kaše smo v bistrem soku izmerili vsebnost skupnih titracijskih kislin (s titriranjem soka z 0,1 M raztopino NaOH ob indikatorju fenolftaleinu) (Dziezak 1993).\n"], "20": ["3.8 Statistična analiza podatkov", "Podatki o parametrih zrelosti in kakovosti plodov so bili obdelani in analizirani s pomočjo programskega paketa Microsoft Excel 2007 in SPSS for Windows 10.0. Izvedena je bila enosmerna analiza variance ANOVA ter Ducanov test (0,05).\n"], "21": ["4 REZULTATI Z RAZPRAVO", "V letu 2008 smo v Sadjarskem centru Maribor – Gačnik ugotavljali spremembe nekaterih parametrov zrelosti in kakovosti sliv v času zorenja pri sorti ´Hanita´ in ´Stanley´.\n"], "22": ["4.1 Sorta ´Hanita´", "V grafikonu 3a je prikazana dinamika vrednosti parametrov zrelosti za sorto ´Hanita´. Prva meritev je bila opravljena 31. 07. 2008 in zadnja 21. 08. 2008. Iz grafikona 3a je razvidno, da je od začetka izvajanja meritev do obiranja TMP padla iz 4,8 kg/cm2 na 0,8 kg/cm2. Statistično značilno velike spremembe v TMP so nastopile 5. ter 19. dan od pričetka izvajanja meritev, to je 17 oz. 3 dni pred definirano optimalno zrelostjo plodov.\nTSS kaže obratno sliko; iz začetnih 11 -Brix je njena vsebnost v 22 dneh enakomerno naraščala in zadnji dan meritve dosegla vrednost 16,2 -Brix. Komaj 3 dni pred obiranjem dokažemo v primerjavi z začetnimi meritvami prvo signifikantno povečanje TSS.\nZ naraščanjem TSS so se zmanjševale skupne titracijske kisline. Iz začetnih 29,5 g/l se je njihova vrednost v 22 dneh zmanjšala na 15,5 g/l. Signifikantno zmanjšanje TK smo zabeležili že 5. dan meritve (17 dni pred optimalno zrelostjo) in 22. dan – to je ob zadnjem merjenju.\nIz grafikona 3a je prav tako razvidno, da je vrednost razmerja TSS/TK, ki ga definiramo kot okus v 22 dneh spremljanja, dokaj enakomerno naraščala iz začetne vrednosti 0,4 na \nkončno 1. Vrednost razmerja 1 je bila presežena pri zadnjem vzorčenju, za kar Nunes in sod. (2009) navajajo, da je kriterij, ki določa optimalni čas obiranja užitna zrelost plodov.\nV grafikonu 3b je prikazan potek spreminjanja vrednosti barvnih parametrov L*a*b* za sorto ´Hanita´. Iz grafikona je razvidno padanje vrednosti parametra L*, kar se izkazuje kot temnenje plodov ter padanje vrednosti parametra b* (iz 15,3 na 0,7), kar se pokaže kot intenziviranje modre barve plodov. Absolutna razlike v 22 dneh pri parametru b* znašajo 14,6. Krivulja, ki prikazuje spreminjanje vrednosti parametra a* (intenzivnost rdečih pigmentov), kaže na majhno spreminjanje vrednosti tega parametra (iz 10,9 na 5,2) zadnjih 22 dni zorenja plodov na drevesu.\nPrimerjava obeh grafikonov daje vtis, da poteka intenziviranje modre barve povrhnjice oz. temnenje plodov in padec titracijskih kislin ter trdote mesa plodov dokaj povezano. Povezavo s titracijskimi kislinami v plodu izkazuje komponenta barve b*. Izgleda pa, da je komponenta barve a* pri tej sorti v slabši povezavi s parametri zrelosti, saj je tekom zadnjih 22 dni pri plodovih na drevesu ostala dokaj nespremenjena.\nTri dni pred zaključkom vzorčenja smo dokazali največjo spremembo parametrov zrelosti, to je statistično značilni preskok v TSS in TMP. Sprememba v TK, ki pa ima odločilen vpliv na okus, pa je sledila šele čez 3 dni. Prav ta pa je v najmočnejši povezavi z intenzivno modro barvo povrhnjice pri sorti ´Hanita´. \n*različne črke (a, b, c) pomenijo statistično značilne razlike med obravnavanji\nGrafikon 3a: Dinamika spreminjanja vsebnosti topne suhe snovi (TSS), skupnih titracijskih  kislin (TK), trdote mesa plodov (TMP) in razmerja med topno suho snovjo  in titracijskimi kislinami ( TSS/TK) v času zorenja pri sorti ´Hanita´.\nGrafikon43b: Dinamika spreminjanja barvnih parametrov L*a*b* pri sorti ´Hanita´.\n"], "23": ["4.2 Sorta ´Stanley´", "V grafikonu 4a so podani rezultati za sorto ´Stanley´. Opravljenih je bilo 8 meritev. Prva meritev je bila opravljena 31. 7. 2008 in zadnja 26. 8. 2008. Iz grafikona 4a je razvidno, da je trdota mesa plodov (TMP) v 27 dneh enakomerno padala iz začetnih 7,6 kg/cm2 na 2,9 kg/cm2. Statistično značilne spremembe v padcu TMP so se zgodile 8. in 22. dan meritve, to je 19 in 5 dni pred optimalno užitno zrelostjo plodov.\nTopna suha snov (TSS) kaže obratno sliko. Iz začetnih 8 -Brix je njena vsebnost v 22 dneh enakomerno naraščala do 8. dneva po prvem vzorčenju na vrednost 9,7 -Brix. Potem pa je vsebnost TSS padla iz 9,7 -Brix na 8,8 -Brix, kar je lahko posledica razredčitve koncentracij zaradi povečanja velikosti plodov. Nato je vsebnost TSS spet postopoma naraščala in zadnji dan meritve dosegla vrednost 13,5 -Brix. Statistično značilno povečanje TSS smo zabeležili pri zadnji meritvi, to je 27. dan od začetka vzorčenja.\nOb naraščanju TSS so se zmanjševale skupne titracijske kisline (TK). Iz začetnih 16,7 g/l so se v 27 dneh zmanjšale na 11,8 g/l. Signifikantno zmanjšanje TK smo zabeležili šele pri zadnjem vzorčenju na dan obiranja, 27. dan od začetka vzorčenja.\nIz grafikona 4a je tudi razvidno, da je vrednost razmerja TSS/TK (okus) do 8. dneva meritve enakomerno naraščala. Začetna vrednost razmerja je znašala 0,5 in končna 1,2. Vrednost 1 je bila dosežena pri zadnjem vzorčenju. To dokazuje, da smo z meritvami zaključili v trenutku, ko so plodovi dosegli optimalno zrelost.\nV grafikonu 4b je prikazan potek spreminjanja vrednosti barvnih parametrov L*a*b* za sorto ´Stanley´. Tukaj se opazi padanje vrednosti parametra L* tekom zorenja, kar dokazuje temnenje plodov. Iz grafikona je prav tako razvidno padanje parametra b* iz \nzačetnih 20,2 na končnih 5,5, kar dokazuje intenziviranje modre barve povrhnjice. Absolutne razlike v zadnjih 27 dneh pri parametru b* znašajo 14,7. Vrednost parametra a* se je tekom zorenja povečala iz začetnih -0,2 na končnih 10,5.\nZanimivost sorte ´Stanley´ je enakomerno spreminjanje parametrov zrelosti, med katerimi šele pri doseganju optimalne užitne zrelosti dokažemo statistično značilne spremembe TSS in TK, vse dotlej pa se spremembe v parametrih zrelosti odvijajo enakomerno.\nSorta ´Stanley´ se od sorte ´Hanita´ razlikuje tudi v drugačni dinamiki barvne komponente a*, ki predstavlja intenzivnost rdeče barve. Medtem ko pri sorti ´Hanita´ iz grafikona 3b razberemo rahel padec intenzivnosti rdeče barve v času zorenja plodov (iz 10,9 na 5,2), je pri sorti ´Stanley´ stanje drugačno – intenzivnost rdeče barve tekom zorenja narašča. Največji preskok v vrednosti parametra a* je viden med 5. in 15. dnem od začetka izvajanja meritev, to je 22 do 12 dni pred optimalno užitno zrelostjo plodov. V primerjavi grafikonov 4a in 4b vidimo, da se sprememba barvne komponente a* najbolj navezuje na spremembo povečanja TSS in padec TMP. \n*različne črke (a, b, c) pomenijo statistično značilne razlike med obravnavanji\nGrafikon54a: Dinamika trdote topne suhe snovi plodov (TSS), skupnih titracijskih kislin  (TK), trdote mesa plodov (TMP) in razmerja med topno suho snovjo in  titracijskimi kislinami (TSS/TK) pri sorti ´Stanley´.\nGrafikon64b: Dinamika spreminjanja barvnih parametrov L* a* b* pri sorti ´Stanley´ \nDelovna hipoteza, da je dinamika spreminjanja barve povrhnjice plodov različna glede na sorto, delno drži. Sorta ´Stanley´ končno barvo povrhnjice razvije že za cca 14 dni, sorta ´Hanita´ pa cca 10 dni pred užitno zrelostjo. Zanimivejša je različna sestava pigmentov v povrhnjici ter različen potek dinamike obarvanja plodov. Posebnost sorte ´Stanley´ v primerjavi s sortami, ki so bile doslej spremljane v podobnih poskusih (Radovanović 2009, Cestnik 2010), je intenziviranje rdečih pigmentov v povrhnjici, kar se izkazuje kot povečanje vrednosti parametra a* v času zorenja. Tega pri vseh do sedaj spremljanih sortah nismo dokazali, saj se je pri njih vrednost parametra a* v času zorenja le malo spremenila – padla.\nPotrjena je tudi delovna hipoteza, da so kot parametri zrelosti različno močno povezani z razvojem barve povrhnjice. Pri sorti ´Hanita´ je s spremembo barve najmočneje povezano zmanjšanje vrednosti skupnih titracijskih kislin in pri sorti ´Stanley´ zmanjšanje trdote mesa plodov.\nPri obeh sortah smo potrdili pravilno izbiro datuma obiranja, saj ta sovpada z naraščanjem razmerja med TSS in TK nad ena, kar pomeni primerno razvitost okusa. Na splošno prav vsebnost topne suhe snovi in kislin determinirata dovzetnost sliv pri potrošnikih (Taylor in sod. 1993, Crisosto 2004).\nPridružujemo se trditvam številnih avtorjev, da je določanje pravega oziroma optimalnega termina zelo težko, saj se ta iz leta v leto zaradi različnih dejavnikov zelo spreminja. Optimalen termin je zelo odvisen od oskrbe dreves s hranilnimi snovmi, od starosti dreves in njihovega stanja. Barva povrhnjice je eden najpomembnejših kriterijev zrelosti, vendar se kot parametri zrelosti uporabljajo tudi vsebnost sladkorjev, titracijske kisline in trdota mesa plodov (Kristl in sod. 2009). Pri slivah je trenutek obiranja zelo pomemben, saj dolgoročno skladiščenje ni mogoče (Steinbauer in sod. 2005). Barva plodov povrhnjice je eden pomembnejših kriterijev zrelosti, vendar lahko iz rezultatov razberemo, da barva \nplodov kot parameter kakovosti in zrelosti ni dober pokazatelj optimalne zrelosti (saj se je pri sorti ´Hanita´ razvijala cca 10 dni in pri sorti ´Stanley´ cca 14 dni pred užitno zrelostjo) in optimalnega časa obiranja. Tako so te ugotovitve skladne z ugotovitvijo Crisosto in sod. (2004), ki piše, da določanje optimalnega časa obiranja ni enostavno.\n"], "24": ["5 SKLEPI", "Namen diplomskega dela je bil raziskati dinamiko spreminjanja parametrov zrelosti in kakovosti pri sortah ´Hanita´ in ´Stanley´ v specifičnih pedoklimatskih razmerah Sadjarskega centra Maribor – Gačnik v letu 2008.\nPrišli smo do naslednjih zaključkov :\n- v času optimalne zrelosti sorta ´Hanita´ v naših pedolklimatskih razmerah doseže  višjo vsebnost topne suhe snovi kot sorta ´Stanley´ (´Hanita´ 16,2 -Brix, ´Stanley´  kislin (´Hanita´ 15,5 g/l, ´Stanley´ pa 11,8 g/l);\n- sorta ´Stanley´ ima v primerjavi s sorto ´Hanita´ v času obiranja užitne zrelosti  večjo trdoto mesa plodov (´Stanley´ 2,9 kg/cm2, ´Hanita´ 0,8 kg/cm2);\n- plodovi sorte ´Hanita´ so razvijejo temnejšo modro barvo kot plodovi sorte  ´Stanley´. Intenziviranje modre barve je bilo pri tej sorti močno povezano z  zmanjšanjem titracijskih kislin;\n- pri sorti ´Stanley´ v času zorenja poteka tako intenziviranje temno modre (b*) kot  tudi rdeče barve (a*) povrhnjice, kar je močno povezano s padcem trdote mesa  plodov;\n- sorta ´Hanita´ razvije intenzivno modro barvo 10 dni in sorta ´Stanley´ 14 dni pred  optimalno – užitno zrelostjo.\n"], "abstract": ["V letu 2008 smo v Sadjarskem centru Maribor – Gačnik spremljali nekatere parametre zrelosti in kakovosti sliv (Prunus domestica L.) sort ´Hanita´ in ´Stanley´v času zorenja. Namen poskusa je bil ugotoviti optimalni čas obiranja v naših pedoklimatskih razmerah ter povezavo med obarvanostjo plodov (parametri L* a* in b*) in posameznimi parametri zrelosti (trdoto mesa plodov, vsebnostjo skupnih titracijskih kislin, topno suho snov in razmerje med topno suho snovjo in titracijskimi kislinami). Rezultati so pokazali, da barva povrhnjice ni dober pokazatelj zrelosti in s tem optimalnega časa obiranja. Sorta ´Hanita´ razvije intenzivno modro barvo 10 dni in sorta ´Stanley´ 14 dni pred užitno zrelostjo. Sorta ´Hanita´ tvori v naših pedoklimatskih razmerah tudi več topne suhe snovi in skupnih titracijskih kislin. Povezava med zunanjimi in notranjimi parametri zrelosti in kakovosti je močnejša pri sorti ´Stanley´, predvsem med parametrom barve b* ter skupnimi titracijskimi kislinami. "]}