{"1": ["", " 1. UVOD Splet je najbolj odprt in najlažje uporaben založniški medij, kar jih je kdaj bilo. Lahko ga\nuporabimo za to, da milijonom ljudi, ki imajo dostop do tega svetovnega medija,\npovemo ali pokažemo tisto, kar želimo. Splet je neskončna množica navzkrižnih povezav\nin je največja svetovna skupnost, ki jo sestavlja stomilijonska množica uporabnikov, ki se\niz leta v leto povečuje. Na kratko, splet ljudi zbližuje. S spletno stranjo bomo prispevali k\ntemu procesu. Naša spletna stran Urgentna medicina bo deležna številnih obiskov ljudi,\nki jih zanima to področje in so z nami pripravljeni deliti izkušnje in zamisli. Poškodbe\nspadajo med najpogostejše vzroke smrti in invalidnosti. Raziskave so pokazale, da so\nrezultati preživetja in uspehi zdravljenja slabši zaradi prepozne vključitve izučenih in\nizkušenih predbolnišničnih zdravnikov in laikov. Razvoj medicine je prinesel spoznanje,\nda je na tem področju potrebno organizirati verigo preživetja, ki bi zajemala naslednje\nčlene: usposobljen laik za temeljno oskrbo poškodovanih in preprečevanje smrti,\nspecifično usposobljen urgentni zdravnik v predbolnišničnem okolju travmatološka ekipa\nv bolnišnici, ter učinkovit rehabilitacijski sistem. (Grmec, 2006)\nGlavne prednosti spletnega gradiva so obširnost učne snovi, razdelitev po sklopih,\nmožnost poprave napake, ter povezava z drugimi spletnimi stranmi. S pomočjo aplikacije\nShockWave Flash si lahko na naši spleti strani ogledate različne video vsebine iz You\nTube portala. Povsem upravičeno se nam lahko zdi, da je računalnik tisto, kar je najbolj\nvplivalo na način našega življenja v minulih desetletjih. Vendar ljudje govorimo. Naše\nbistvo predstavlja komunikacija. Računalniki na začetku tega niso podpirali in niso\nomogočali interakcij med nami. Kasneje so z modemi in potem z omrežji in na koncu z\nzdružitvijo obojega v internet postali popolnoma nov komunikacijski medij.\nNajopaznejši, najbolj grafičen, najhitreje rastoč del interneta, je svetovni splet. Zdaj je\nglavna naloga računalnikov omogočanje komuniciranja. Glavni cilj, ki ga danes\nomogočajo doseči, pa je medsebojno sodelovanje med ljudmi. Če je splet najbolj\nvznemirljiv komunikacijski kanal, je spletna stran komunikacijsko sredstvo in je lahko v\nveliko pomoč pri edukaciji ljudi.\n"], "2": ["1.1 Namen raziskave", "Namen diplomskega dela je bil uporaba spletnih aplikacij Shockwave Flash in portala\nYoutube za edukacijo strokovnih delavcev in laikov na področju urgentne medicine.\n"], "3": ["1.2 Cilj raziskave", "Cilj je bil najti vsebine, ki najbolj ustrezajo tematiki na YouTube portalu in na\nmultimedijski aplikaciji Shockwave Flash. Naš zadnji cilj pa je bil izdelati spletno stran z\nustreznimi vsebinami na področju urgentne medicine, ter ugotoviti mnenje študentov o\nizdelani spletni strani s pomočjo anketnega vprašalnika.\n"], "4": ["1.3 Hipoteze", "Izdelana spletna stran je uporabno orodje za učenje.\n"], "5": ["2 URGENTNA MEDICINA", ""], "6": ["2.1 Začetna obravnava poškodovancev in mehanizmi poškodb", "Oskrba poškodovanca na terenu: hitra in natančna ocena poškodovanca, oživljanje in\nstabilizacija vitalnih funkcij, hiter in pravilen prevoz do ustrezne zdravstvene ustanove,\nstalno spremljaje stanja poškodovanca.\nV nadaljevanju so opisani nadaljnji postopki oživljanja in oskrbe poškodovancev.\n"], "7": ["2.1.1 Priprava za oskrbo.", "Dobra priprava za oskrbo se začne z dispečerjem v NMP, ki aktivira najbolj ustrezno\nekipo glede na nujnost klica. V Sloveniji še ni enotnega protokola, zato odloča o\naktiviranju ekipe in kvaliteti sprejema klica zdravstveni tehnik dispečer, ki ima\ndolgoletne izkušnje na terenu.\n"], "8": ["2.1.2 Triaža.", "Triaža je razvrščanje bolnikov na osnovi prizadetosti z upoštevanjem razpoložljivih\nsredstev in številom reševalcev. Izvaja se na osnovi medicinskih kriterijev, ter zunanjih\ndejavnikov.\n"], "9": ["2.1.3 Primarni pregled po ABCDE protokolu in oživljanje.", "Pristop do poškodovanca mora biti varen in ne sme ogrožati reševalcev pri reševanju\nponesrečenca. Ko je zagotovljena varnost, lahko začnemo s primarnim pregledom\npoškodovanca in s postopki oživljanja po naslednjem protokolu:A ( airway ) – zagotoviti\nprosto dihalno pot in zaščititi vratno hrbtenico; B ( breathing ) – oceniti dihanje,\noptimizacijo oksigenacije in predihanosti, ter razrešitev pnevmotoraksa; C ( circulation )\n– oceniti stanje krvnega obtoka; D ( disability ) – nevrološki pregled; E ( exposure ) –\ncelostni pregled poškodovanca, ter preprečevanje podhladitve.\n"], "10": ["2.1.4 Dodatni posegi in diagnostika pri primarni oskrbi.", "V predbolnišnični oskrbi se spremlja vrednost pulzne oksimetrije, kapnometrije,\nfrekvenca dihanja, krvni tlak, temperatura, EKG - monitor, ter nevrološke spremembe.\nPred prihodom v bolnišnico se lahko vstavi tudi urinski kateter ali nazogastrična sonda,\nče je nujno potrebno. V primeru da to ni nujno, se vsi ti dodatni posegi izvajajo po\nprihodu v bolnišnico: urinski kateter - kontraindikacije: kri na zunanjem meatusu uretre;\nkri v skrotumu; visok položaj prostate in netipna prostata. S pregledom rektuma in\ngenitalij je potrebno izključiti vsako poškodbo tega področja; nazogastrična sonda –\nzmanjša distenzijo želodca in nevarnost aspiracije; kri v sondi pomeni kri iz orofarinksa,\ntravmatsko aplikacijo sonde ali poškodbo želodca. Pri maksilofacialnih frakturah in pri\nfrakturi lobanjskega dna je potrebna orofaringealna aplikacija; obvezen monitoring:\npulzna oksimetrija, kapnometrija, frekvenca dihanja, krvi tlak, temperatura, urin, EKG.\n"], "11": ["2.1.5 Sekundarni pregled in diagnostika.", "Izvaja se po prihodu v bolnišnico. Primarnemu pregledu sledi heteroanamneza in\nsekundarni pregled po organskih sistemih in regijah: anamneza, heteroanamneza,\ndokumentacija; AMPLE metoda: alergije, medikamenti, prejšnje bolezni, Last meal,\nEvents/enviromental, ki so v povezavi s poškodbo; mehanizem poškodbe; vrsta\npoškodbe: topa, penetrantna, opekline, hipotermija; hazardno okolje: kemikalije, toksini,\nsevanje; podrobni pregled poškodovanca.\nGlava. Natančni pregled skalpa za laceracije, kontuzije ali frakture; likvor; pregled oči\n(vid, velikost in reakcija pupil, krvavitve v veznico in v fundus, penetrantne poškodbe,\nkontaktne leče, dislokacija leč); nevrološki status (GCS, pregled okončin, pregled po\ndermatomih, senzibiliteta, motorika); fraktura lobanjskega dna; oftalmoskopski in\notoskopski pregled. Napake, ki se pojavljajo, so spregledana hifema, poškodbe optičnega\nživca, penetrantne poškodbe oči, poškodbe glave in laceracije zadnjega dela lasišča .\nMaksilofacialne poškodbe. Če poškodba ne povzroča obstrukcije dihalne poti ali velike\nkrvavitve, se oskrbi po primarni oskrbi poškodovanca. Pogoste napake so spregledana\nnevarnost zapore dihalnih poti, spremembe v statusu dihalnih poti, pridružene poškodbe\nvratne hrbtenice, neoskrbljene hude krvavitve obraza, poškodbe nervus facialisa.\nVratna hrbtenica in vrat. Poškodovanci s poškodbo glave oziroma maksilofacialno\npoškodbo morajo imeti vratno hrbtenico imobilizirano do slikovne diagnostike hrbtenice\nne glede na nevrološki status. Pregled vratu vključuje inspekcijo, palapcijo in avskulacijo.\nBolečnost vratne hrbtenice, subkutani emfizem, trahealna devijacija ali laringealna\nfraktura zahtevajo natančno opredelitev poškodbe. Zaradi okluzije ali disekcije karotidnih\narterij moramo obvezno palpirati ali avskultirati to področje. Penetrantne poškodbe\nplatizme lahko ocenimo šele v operacijski dvorani. Čelado na terenu smemo sneti le\nprevidno po protokolu. Napake, ki se pojavijo, je neupoštevanje možanosti poškodbe\nvratne hrbtenice, poškodbe požiralnika in sapnika oziroma spregledane laringealne\npoškodbe s kompromitacijo dihalnih poti ter tope in penetrantne poškodbe karotid.\nTorakalne poškodbe. Inspekcija prsnega koša sprednje in zadnje stene nam lahko odkrije\nodprti pnevmotoraks ali plapolajoči prsni koš. S palapacijo lahko odkrijemo subkutani\nemfizem ali frakturo reber in klavikule. Sternalni pritisk nas opozori na bolečnost pri\nfraturi sternuma ali kostohondralnih sklepov. Kontuzije in laceracije v tem področju\nopozarjajo na možnost prikritih poškodb. Klinično pomembne poškodbe tega področja se\nkažejo z bolečino in težavami z dihanjem. Z avskultacijo in perkusijo lahko opredelimo\nvrsto dogodka. Sprednjo stran avskultiramo zaradi izključitve pvneumotoraksa in zadnjo\nstran bazalno zaradi izključitve hematotoraksa. Tihi srčni toni in šibak utrip s hipotenzijo\nlahko kažejo na srčno tamponado. Razširjene jugularne vene kažejo na obstruktivni šok\noziroma na tenzijski pnevmotoraks ali tamponado srca (previdnost: pri hemoragičnem\nšoku so kljub vsemu jugularne vene prazne). Oslabeli šum dihanja in šok sta lahko edina\nznamenja tenzijskega pnevmotoraksa. Napake: neprepoznan tenzijski pnevmotoraks,\nspregledane odprte poškodbe toraksa, plapolajoči prsni koš, tamponada srca in ruptura\naorte. Potencionalno smrtne poškodbe prsnega koša so še: kontuzija pljuč, kontuzija\nmiokarda, ruptura diafragme, poškodbe traheobronhialnega pleteža ter raztrganine\npožiralnika.\nPoškodbe trebuha. Je nujno identificirati in hitro oskrbeti. Opazujemo popolnoma\nslečenega poškodovanca. Iščemo abrazije, kontuzije, laceracije in penetrantne poškodbe.\nObvezno pregledamo lumbalne lože in presredek. Avskultiramo peristaltiko (ileus). S\nperkusijo ugotovimo občutljivost abdomna na rebound fenomen. Palpacija nam da\ninformacijo o bolečnosti in prisotnosti tumefakcij. Takojšnja bolečnost je najpogosteje\nvisceralnega tipa in jo je zelo težko lokalizirati. Voljno napenjanje trebušne muskulature\npri palapciji je najverjetneje posledica strahu pred bolečinami in ne predstavlja simptom\npoškodbe. Nevoljna, nenamerna napetost trebušne muskulature je znak peritonealnega\ndraženja. Rektalni in vaginalni pregled s pregledom zunanjega meatusa uretre sodita v\nrutniski pregled. Pri frakturah kosti je vedno potrebno razmišljati o pridruženih\npoškodbah notranjih organov (npr. frakture spodnjega rebrenega loka loka – vranica in\njetra; frakture torakalne hrbtenice – pankreas in tenko črevesje; fraktura ledvene\nhrbtenice – ledvice, frakture medenice – medenični organi in ožilje ter retroperitonealni\nprostor). Pogoste napake so spregledana ruptura vranice ali jeter, poškodbe lumbalne\nhrbtenice, poškodbe pankreasa, poškodbe ledvic in frakture medenice, intraabdominalne\nvaskularne poškodbe, ureteralne in rektalne poškodbe ter poškodbe sečnega mehurja in\nvaginalne laceracije.\nOsteomuskularne poškodbe. Okončine je potrebno pregledati zaradi kontuzij, odrgnin in\ndeformacij. Palpacija kosti, pregled na občutljivost in bolečnost. Abnormalno gibljivost\nnam omogočajo identifikacijo okultnih fraktur. Pregled obsega tudi pregled pelvisa. Sledi\nkontrola vseh perifernih pulzev zaradi izključitve pridruženih vaskularnih poškodb ter\noceni senzorično in motorično funkcijo zaradi eventualne poškodbe perifernih živcev.\nPogoste napake so spregledane prikrite frakture in pridružene vaskularne poškodbe ter\nfrakture prstov. Pozornost je potrebna na crush in compartment sindrom.\n"], "12": ["2.1.6 Nevrološka ocena.", "Nevrološko oceno je potrebno opraviti tudi po primarni oskrbi. Enostaven opis stanja\nzavesti omogoča AVPU metoda: A alert ,živahen;V vocali odgovor na vokalne dražljaje,\nglasove; P painful odgovor na bolečinske dražljaje; U unresponsive, nič, brez odgovora.\nGlasgow Coma Scale je bolj natančna, enostavna in hitra metoda za evaluacijo stanja\nzavesti in ima napovedno vlogo .\nGlasgow Coma Scale\nOdpiranje oči\nSpontano……………..4\nNa zvok………………3\nNa bolečino…………..2\nNič……………………1\nVerbalni odgovor\nOrientiran…………….5\nZmeden………………4\nNeustrezne besede……3\nNerazumljivi glasovi…2\nNič……………………1\nMotorični odgovor\nUboga ukazi…………..6\nSmisleni gibi ………..5\nReakcija umika……….4\nRefleksna fleksija……..3\nRefleksna. ekstenzija….2\nNič…………………….1\n"], "13": ["2.2 Oživljanje in šok.", "Reševalec začne oživljati, če je oseba neodzivna, ne diha in nima pulza. Razmerje med\nzunanjo srčno masažo in vpihi je 30 : 2, če je prisoten en reševalec in pri dveh reševalcih\nza vse odrasle v srčnem zastoju. Defibrilacija se izvaja z enim električnim šokom, temu\nsledita dve minuti oživljanja razmerju 30 : 2. Vzpostavitvi proste dihalne poti\n(endotrahealna intubacija, laringealna maska, kombitubus) sledi predihavanje s frekvenco\n10 vpihov na minuto brez prenehanja zunanje masaže srca.\n"], "14": ["2.2.1 Temeljni postopki oživljanja (TPO).", "Tečaja temeljni postopki oživljanja dojenčkov in malih otrok ter tečaj oživljanja odraslih,\nsta osnovna tečaja, ki bi morali obiskati vsi vsakih nekaj let. Ponavadi ga obiščejo le tisti,\nki so tam po službeni dolžnosti (policisti, gasilci, …), tisti, ki imajo v družini srčne\nbolnike ali osveščeni starši. Tak tečaj bi moral biti obvezen del rednega usposabljanja\ntudi za vzgojitelje in drugo osebje v vrtcih, učitelje, itd… Dejstvo je, da je pravilno in\npravočasno oživljanje izrednega pomena, saj s takšnim oživljanjem začasno ohranjamo\nsrce in osrednji živčni sistem pri življenju in so možnosti za preživetje mnogo višje.\nDejstvo je, da večina ljudi pozna nekaj osnov oživljanja in prve pomoči iz kakšnega\nobveznega šolskega tečaja. Pogosto se zgodi, da ljudje nekomu v stiski ne pomagajo prav\nzato, ker sploh ne vedo, kaj in kako ravnati. Zakaj dva različna tečaja in kako to, da se\npostopka oživljanja odraslih in otrok razlikujeta? Zato, ker se najpogostejši vzroki za\nnenadni zastoj srca ali prenehanje dihanja pri otrocih in odraslih razlikujejo in tudi zato,\nker oživljanje majhnega dojenčka poteka drugače, kot oživljanje odraslega. Pri odraslih je\nnajpogostejši vzrok bolezen srca, pri otrocih pa pomanjkanje kisika zaradi poškodb in\nutopitev ali zadušitev.\nOživljanje dojenčkov in majhnih otrok, postopek\nSlika 1 nam prikazuje simulacijo oživljanja dojenčka. S klikom na sliko se s pomočjo\nhiperpovezave začne predvajati video simulacija oživljanja dojenčka.\nOživljanje dojenčka poteka po naslednjem postopku:\n1. preverimo ali otrok diha, je pri zavesti;\n2. odpremo dihalno pot (pomik glavice rahlo nazaj: z levo roko na čelu, z desno pod\nbradico);\n3. začnemo s petimi vpihi (majhnemu dojenčku vpihnemo skozi nos in usta);\nza 1/3 debeline prsnega koša;\n5. TPO izvajamo eno minuto, šele nato pokličemo na pomoč in/ali 112;\n6. nadaljujemo TPO (v ciklusu 30 pritiskov, 2 vpiha).\nNa sliki 2 je prikazan postopek oživljanja odraslih. S klikom na sliko se začne\npredvajanje video vsebine na to temo s pomočjo hiperpovezave.\nSpodaj je opisan postopek oživljanja odraslega:\n1. preverimo ali je človek pri zavesti;\n2. pokličemo na pomoč;\n3. odpremo dihalno pot;\n4. preverimo dihanje;\n5. pokličemo 112;\n6. opravimo 30 zunanjih masaž srca (z obema rokama ritmično pritiskamo na prsi);\n7. dva vpiha;\n8. nadaljujemo TPO (v ciklusu 30 pritiskov, 2 vpiha).\nNa sliki 3 je prikazana nepravilna zunanja masaža srca. Reševalčeve roke so v\nnepravilnem položaju, morale bi biti na sredini prsnice, njegove roke pa so na levi strani\nprsnice poškodovanca.\n"], "15": ["2.2.2 Algoritem temeljnih postopkov oživljanja :", "1. Varnost poškodovanca in reševalca.\n2. Preverjanje odzivnosti bolnika.\n3. Klic na pomoč.\n4. Odprtje dihalnih poti.\n5. Preverjanje dihanja.\n6. Klic 112.\n7. Zunanja masaža srca (30).\n8. Ponovno odpiranje dihalnih poti.\n9. Oživljanje 30 : 2.\n10. Defibrilacija.\n"], "16": ["2.2.3 Avtomatski zunanji defibrilator (AED)", "Tudi v Sloveniji so na nekaterih javnih mestih že na voljo AED. To je računalniško\nvodeni aparat, ki z govornimi in vizualnimi navodili vodi skozi postopek oživljanja in če\nje potrebno žrtev defibrilira z električnim sunkom. AED se pri majhnih otrocih ne\nuporablja.\nNa sliki 10 vidimo nepravilno defibrilacijo poškodovanca. Elektrodi sta nepravilno\nnameščeni na poškodovanca. Desna elektroda bi morala biti pod poškodovančevo desno\nključnico. Leva elektroda bi morala biti na levi stranski steni prsnega koša, levo in nižje\nod leve prsne bradavice.\nKaj je šok?\nŠok je stanje nezadostne prekrvavitve in oksigenacije perifernih tkiv s posledično celično\nishemijo. Lahko je povzročen z zmanjšano dostavo kisika oziroma arterijsko vsebnostjo\nkisika (hipovolemični šok, kardiogeni šok, šok zaradi respiratornega popuščanja in\nzastrupitve) ali z zmanjšanim odvzemanjem kisika. Ne glede na vzrok šoka, je odgovor\norganizma predvidljiv in klinična slika značilna. Nediagnosticirani šok lahko pripelje do\nnepovratnih sprememb s smrtjo celice in organizma. Namen tega prispevka je pregledno\npredstaviti patofiziologijo šoka, diagnostiko in oskrbo šoka v predbolnišničnem okolju.\n"], "17": ["2.3 Oskrba dihalne poti in drugi nujni posegi v predbolnišnični oskrbi poškodovancev", "Dihalna pot. V klinični rabi se izraz nanaša na zgornjo dihalno pot, ki je sestavljena iz\nnosne in ustne votline, žrela, grla, sapnika in glavnih sapnic. V zgornjem delu se\nprebavna in dihalna pot križata, zato so se tu razvili anatomski in funkcionalni obrambni\nmehanizmi, ki preprečujejo aspiracijo hrane v pljuča. Prav tako se dihalna pot od rojstva\nproti odrasli dobi razvija postopoma- spreminja se po obliki, velikosti, ter relaciji glede\nna nivo do vratne hrbtenice.\nPrepoznavanje in ustrezna oskrba. Delno ali popolnoma zaprte dihalne poti je eden od\nprvih ukrepov pri kritično bolnem ali poškodovanem bolniku na terenu ali v bolnišnici.\nČe bolniku ne zagotovimo dovolj kisika, lahko s tem povzročimo nepovratno poškodbo\nmožganov in drugih vitalnih organov. Za preprečitev hipoksije in hiperkarbije moramo\nzagotoviti odprto in zaščiteno dihalno pot ter primerno predihavanje (spontano ali\nasistirano).\nFaktorji, ki lahko povzročijo zgodnjo smrt pri poškodovancu: neprepoznavanje delno\nzaprte dihalne poti in neustrezne ventilacije pri poškodovancu, zakasnitev pri\nzagotavljanju proste dihalne poti in asistirane ventilacije, ko so le ti potrebni, težave pri\noskrbi težavne dihalne poti in zagotovitvi ustrezne ventilacije (npr. Intubacija v\npožiralnik, ki je ne prepoznamo), aspiracija želodčne vsebine v pljuča.\nIndikacije za endotrahealno intubacijo:\nObstrukcija zgornjih dihalnih poti: poškodbe, tumorji, infekcije, edem, tujki,\nlaringospazem, stenoze.\nZaščita dihalnih poti: motnje zavesti (poškodba glave, intoksikacije, možganska kap),\nsedacija nemirnih bolnikov.\nHipoventilacija: apnoa, poškodbe prsnega koša, paraliza dihalnih mišic, šok, astma,\nKOPB, respiratorna insuficienca.\nHipoksija: pljučni edem, kongestivna srčna odpoved, šok, vdihavanje strupenih plinov,\npljučni infekti, sepsa.\nZdravljenje posebnih stanj: hiperventilacija (poškodba glave in možganski edem),\nhipoventilacija (astma).\n"], "18": ["2.3.1 Pripomočki za endotrahealno intubacijo", "Med pripomočke za endotrahealno intubacijo prištevamo: laringoskop (različne velikosti,\nukrivljen ali raven), tubuse (različne velikosti), različna vodila, magillov pean, kapnograf,\npulzni oksimeter, ekg monitor, izvor kisika, dihalni balon, ustni ali nosno žrelni tubus\nkatetri za aspiracijo, zdravila, respirator, različni pripomočki za posebno intubacijo.\n"], "19": ["2.3.2 Oskrba dihalnih poti brez endotrahealne intubacije.", "Laringealno masko (LM) je prvi opisal Brain leta 1983. Sestavljena je iz eliptično\noblikovane maske z mešičkom in cevi, ki spominja na tubus. Poznamo 5 različnih\nvelikosti mask. Vstavimo jo pri anesteziranem bolniku v zadnji del žrela. Vstavlja se brez\nlaringoskopa. Med vstavljanjem je odprtina obrnjena proti jeziku in sprednji strani žrela,\nglava je v “sniffing” položaju. Po končanem uvajanju začutimo upor, kar pomeni, da je\nvrh maske nasedel na proksimalni del požiralnika, maska pa se odpira v grlo. Napihnemo\nmešiček in preverimo lego maske s predihavanjem in s pozitivnim tlakom preko balona\nin s kapnometrijo. Uporabnost LM je nekje med navadno masko in endotrahealnim\ntubusom. Ne prepreči aspiracije v dihala, je pa zelo uporabna kot posebna ETI oz. za\ntiste, ki niso vešči ETI. Preko določenih LM lahko vstavljamo tubus slepo ali s\nfiberbronhoskopom.\nEzofagotrahealni kombitubus (ETC) združuje lastnosti ezofagealnega obturatorja in ET\ntubusa. Imamo dva lumna in dva mešička, uvaja se slepo tudi pri budnem bolniku. Pri\nuvajanju je distalni del v požiralniku ali sapniku. Spodnji mešiček leži v požiralniku ali\ntraheji, zgornji pa med korenom jezika in mehkim nebom. Če zaide ETC v požiralnik, bo\nbolnik ventiliran preko ezofagealnih odprtin, če pa v sapnik pa preko trahealne odprtine.\nETC preprečuje aspiracijo. V kolikor je vrh tubusa v požiralniku, lahko ta del uporabimo\nza aspiracijo želodčne vsebine.\nTranstrahealno pospešeno predihavanje (TTJV) izvajamo preko katetra, ki ga uvedemo v\ntrahejo preko krikotiroidne membrane. Gre za pospešeno predihavanje, ki se izvaja preko\nposebnega specializiranega ventilatorja. Zapleti so: subkutani emfizem, pnevmotoraks in\npnevmomedistantum.\n2.4 Intubacija s hitrim zaporedjem postopkov in protibolečinsko zdravljenje\npoškodovancev\nZa endotrahealno intubacijo poškodovanca na terenu se odločimo ob srčnem oziroma\ndihalnem zastoju, bradipneji pod 6 na minuto ali tahipneji nad 35 na minuto, zapori\ndihalne poti, zožani zavesti z GCS 8 ali manj, nezmožnosti vzdrževanja SaO2 nad 95 %\nob dajanju 100-odstotnega kisika, hudi poškodbi glave in vratu, poškodbi prsnega koša z\nrazvitimi ali razvijajočimi se znaki dihalne stiske, poškodbi obraznega in ustno-žrelnega\ntkiva z razvijajočim se edemom, večjih ogrožajočih se krvavitvah in šoku, agiranosti\npoškodovanca, ki onemogoča ustrezno oskrbo.\nStanja, ki lahko otežijo postopek endotrahealne intubacije: debelost, nosečnost, velike\ndojke, starost, poraščenost obraza, omejeno odpiranje ust, anamneza stenoze sapnika,\nkratek mišičast vrat, dolg in ozek vrat, globoka in ozka ustna votlina, majhna ali naprej\npomaknjena spodnja čeljust, naprej štrleči zgornji zobje, visoki lok trdega neba,\nanafilaksija, akromegalija, revmatoidni artritis in ankilozantni spondilitis, deformacija\nobraza, vratu ali zgornjih dihalnih poti zaradi poškodb, tumorjev, vnetij, brazgotin,\npoškodba vratne hrbtenice ali sum na njo.\nIntubacija s hitrim zaporedjem postopkov je oskrba dihalne poti za katero je značilno\ndajanje zdravila za uvajanje v anestezijo in dajanje mišičnega relaksanta. Za postopek je\nznačilen organiziran pristop k endotrahealni intubaciji imenovan postopek sedmih P-jev:\nPriprava, preoksigenacija, predoskrba z zdravili, paraliza in uvajanje v anestezijo, položaj\nza intubacijo in zaščito dihalne poti, postopek endotraehalne intubacije in potrditev\npoložaja, pointubacijska oskrba. Protibolečinsko zdravljenje v predbolnišničnem okolju\nizvajajo zdravniki za lajšanje bolečin, ker je za najpogostejši simptom zaradi katerega\nbolniki iščejo nujno medicinsko pomoč. Bolečino je potrebno pravočasno zdraviti, da\nzmanjšamo možnost naštetih zapletov: povečana poraba kisika v srčni mišici, konstrikcija\nvenčnih arterij, motnje srčnega ritma, kongestivno srčno popuščanje, hipoksemija,\nhiperkapnija, ventilacijsko-perfuzijske motnje, atelektaze, zmanjšana motiliteta črevesja,\nzastoj urina, porušenje homeostaze glukoze, porast ravni katabolnih hormonov, padec\nnivoja anabolnih hormonov, povečanje nagnjenosti k strjevanju krvi, oslabitev imunskega\nodgovora, sproženje nastanka kronične bolečine.\n"], "20": ["3. SPLETNA APLIKACIJA SHOCKWAVE IN PORTAL YOUTUBE", ""], "21": ["3.1 Splet", "Splet, svetovni splet ali z angleško kratico WWW, je porazdeljen hipertekstni\n(nadbesedilni) sistem, ki deluje v medmrežju. Hipertekstne dokumente pregledujemo s\nprogramom, imenovanim brskalnik, ki s spletnega strežnika dokument prenese in ga\nprikaže, navadno na računalniškem zaslonu. Besedilnim spletnim dokumentom pravimo\nspletna stran, smiselno povezanim spletnim mestom pa spletišče. V spletnih straneh so\nlahko povezave, ki kažejo na druge spletne strani ali celo pošljejo povratno informacijo\nspletnemu strežniku. Za sprehajanje po spletnih straneh se uporablja izraz deskanje.\nDelovanje spleta sloni na treh standardih:\nURL (angleško »Uniform Resource Locator«, enolični kazalec virov) – določa za vsak\ndokument v spletu enolični »naslov«, na katerem ga lahko najdemo. HTTP\n(angleško »Hyper-Text Transfer Protocol«, protokol za prenos hiperteksta) – določa\nnačin, kako se sporazumevata spletni strežnik in brskalnik. HTML (angleško »Hyper-\nText Markup Language«, hipertekstovni označevalni jezik) – pa določa skladnjo\noznačevanja metabesedilnih elementov (naslovov, slik ipd., predvsem pa povezav na\ndruge dokumente) v besedilu. Berners-Lee zdaj predseduje nepridobitni organizaciji\nWorld Wide Web Consortium, ki razvija in vzdržuje te in druge sorodne standarde, tako\nda lahko splet služi za učinkovito hranjenje in dostopanje do informacij.\nZgodovina interneta.\nZačetki spleta segajo v leto 1989, ko sta Tim Berners-Lee in Robert Cailliau v\nEvropskem središču za jedrske raziskave CERN razvila sistem ENQUIRE (angleška\nkratica za »Enquire Within Upon Everything«, po knjigi, ki se je je Berners-Lee\nspominjal iz otroštva). Čeprav se je precej razlikoval od spleta, kot ga poznamo danes, je\nvseboval mnogo istih osrednjih zamisli, kot jih srečamo pri spletu in tudi naslednjem\nBerners-Leejevem projektu, projektu Semantic Web. Po Berners-Leejevih besedah ga je\npri snovanju spleta vodila predvsem misel, da bi poenostavil dostop do knjižničnih\ninformacij, ki so gostovale na različnih strežnikih v raziskovalnem središču CERN.\nNa sliki 11 je prikazan prvi spletni strežnik.\nPrvi spletni strežnik.\nBolj izdelan predlog za splet, kot ga poznamo danes, je Berners-Lee predstavil 12.\nnovembra 1990 (glej http://www.w3.org/Proposal), prvo spletno stran pa je spisal dan\npozneje, 13. novembra na delovni postaji NeXT. Prek božičnih praznikov je Berners-Lee\nizdelal vsa potrebna orodja za delujoč splet: WorldWideWeb\n(http://www.w3.org/People/Berners-Lee/WorldWideWeb), prvi spletni brskalnik (ki je\nbil obenem tudi urejevalnik spletnih strani), ter spletni strežnik. 6. avgusta 1991 je objavil\nkratek povzetek projekta WorldWideWeb v novičarski skupini alt.hypertext.\nOsnovne temeljne zamisli hiperteksta so razvili že prej, npr. Projekt Xanadu Teda\nNelsona in oN-Line System (NLS) Douglasa Engelbarta. Tako Nelson kot Engelbart sta\nse zgledovala po na mikrofilmu zasnovanem sistemu »memex« Vannevarja Busha,\nopisanem v eseju As We May Think iz leta 1945. Preboj, ki ga je izvedel Berners-Lee, je\nv tem, da je hipertekst združil z internetom. Spotoma je razvil še sistem globalnih\nenoličnih identifikatorjev za vire v spletu, zdaj poznanem kot URL.\nSvetovni splet je glede na hipertekstne sisteme, kot so jih poznali pred letom 1990, vnesel\nnekaj bistvenih razlik: Svetovni splet ne zahteva dvosmernih povezav; namesto tega\nzadoščajo enosmerne. To pomeni, da lahko kdorkoli doda povezavo na določeno stran, ne\nda bi upravnik te strani moral karkoli storiti. Za razliko od sistemov, kot sta HyperCard\nali Gopher, je splet odprt in prost, kar je omogočilo vsakomur, da je brez licenčnin\nrazvijal strežnike in brskalnike ter razširitve zanje. 30. aprila 1993 je namreč CERN\nobjavil, da bo svetovni splet prost za vsakogar brez licenčnine. Eden izmed priljubljenih\nnačinov urejanja spletnih vsebin so tudi wikipedia strani. Za bolj resne namene uporabe\ninterneta pa lahko uporabniki uporabljajo spletne portale.\n"], "22": ["3.2 ShocwaveFlash.", "Macromedia Shockwave Director je industrijski standard, ki omogoča uporabo\nkakovostne interaktivne večpredstavnosti, grafik in avdia v spletu. Prenašamo lahko slike\nvisoke ločljivosti in vektorske grafike, ki omogočajo povečave in pomikanje do 25.000%,\nne da bi izgubili na kakovosti slike. Lahko si ogledamo razburljive in dinamične\ninteraktivne animacije, ki vključujejo avdio HI-FI ali CD - kakovost. Macromedia\nShockwave Flash. Vektorsko animacijo si ogledamo v spletu s kontrolnikom Shockwave\nFlash. Ker so Flashove datoteke zelo majhne, je mogoče animirane grafike in slike\npredvajati v realnem času tudi po povezavah z 14,4 Kbps. Flash omogoča tudi\ninteraktivne gumbe, grafiko z zglajenimi robovi (ang. Anti-aliased graphics), orisne\npisave in možnost povečave in pomanjšave.\n"], "23": ["3.3 YouTube portal.", "Je internetni portal, kjer lahko uporabniki poslušajo, gledajo, si delijo ali celo posnamejo\navdio-video posnetek. Ustanovljen je bil februarja leta 2005, novembra 2006 je prišel v\nGooglovo last. Ta internetna stran uporablja Adobe Flash video tehnologijo za\nprikazovanje najrazličnejših splošnih video vsebin, vključujoče filmske izseke, dele\ntelevizijskih oddaj, glasbene videospote in nekaj originalnih spotov, ki so jih posneli\nsami uporabniki YouTuba. Večino vsebin so naložili člani YouTuba, nekaj vsebin so\ndodale organizacije kot so CBS (Columbia Broadcasting Sistem) in BBC (British\nBroadcasting Coorporation), ki so ponudile nekaj svojih materialov. Za ogled\nvideoposnetkov se ni potrebno registrirati na tej internetni strani. Video vsebine, ki\nvsebujejo žaljive in manj primere vsebine so na voljo le registriranim uporabnikom.\nVsebine, ki vsebujejo kršitve avtorskih pravic, pornografske vsebine in tiste, ki\nvzpodbujajo kriminaliteto, so strogo prepovedane.\n"], "24": ["4. REZULTATI", ""], "25": ["4. 1 Izdelana internetna stran", "Spletna stran je bila izdelana v Word programu. Slikovni material je iz medmrežnih\nstrani. Video vsebine so iz YouTube portala in ShockWave Flasha. Osnovna stran\nprikazuje naslov spletne strani in v miselnem vzorcu so zapisane obravnavane vsebine\n(temeljni postopki oživljanja, monitoring, defibrilacija, intubacija). S klikom na\nposamezne sličice se odpre internetna povezava na določeno temo.\nNa sliki 12 je prikazana izdelana internetna stran. Tu so prikazane nadaljnje povezave za\nukrepanje v primeru urgentnih stanj. S klikom na posamezno sličico se odpre internetna\nstran z določenimi tematikami: urgentna medicina, oživljanje odraslih, temeljni postopki\noživljanja, monitoring, ter defibrilator in intubacijo.\nNa sliki 13 so pomembne povezave za ukrepanje pri urgentnih stanjih otrok v primeru\npoškodb, opeklin, zadušitev, zastrupitev, vročinskih krčev… S klikom na posamezno\nsličico se aktivirajo video posnetki na določeno tematiko.\nNa sliki 14 so povezave za vključitev v forume na temo urgentne medicine, ter povezava\nz YouTube, kjer so na voljo video posnetki, ter simulacije s področja urgentne medicine.\nNa slikah 15 – 18 so internetne povezave z vsebinami urgentne medicine. Na sliki 15 je\ninternetna povezava s člankom v Medicinskem mesečniku z naslovom Kaj je šok in video\nposnetki z YouTuba z naslovi Začetna obravnava poškodovanca in Mehanizmi poškodb.\nNa sliki 16 so povezave na temo oskrba poškodovanca na terenu in primarna oskrba po\nABCDE protokolu. Na sliki 17 so trije demonstracijski videi z YouTuba na temo masaža\nsrca pri otroku, ter prepoznavanje krvavitev. Na sliki 18 je več video posnetkov na temo\nprve pomoči iz ShockWave Flash aplikacije.\n"], "26": ["4. 2 Predstavitev uporabe in delovanja internetne strani", "Najzanimivejše lastnosti spleta se tičejo povezovanja. Gre zato, da s klikom mesta ali\nslike na spletni strani odpremo zanimivo grafiko, zahtevamo predvajanje zvočne datoteke\nali se povežemo na drugo spletno stran. Ko poskušamo priti na izbrano spletno stran,\nračunalnik prek interneta sproži zahtevo po določeni spletni datoteki, ki je določena s\nspletnim naslovom. Splet zahtevano datoteko poišče in jo prek interneta prenese v vaš\nračunalnik. Spletni brskalnik, ki ga uporabljate za brskanje po spletu, preneseno datoteko\nprikaže na zaslonu. Spletna stran je interaktivna publikacija. Spletno stran odprete tako,\nda na spletnem brskalniku vtipkate naslov npr. urgentna medicina in kliknete na gumb za\niskanje, oziroma prebrskaj, da poiščete iskano datoteko. Na najdeni spletni strani si lahko\nogledate avdio-video vsebine in dokumente, ki vas zanimajo s klikom na določeno temo.\nDodatek ShockWave Flash aplikacija pa vam bo omogočila spletno predvajanje avdio-\nvideo predstavitev.\n"], "27": ["4. 3 Interpretacija in rezultati vprašalnika", "Predstavili vam bomo postopek uporabe defibrilatorja, ki smo ga našli na spletu. S\npritiskom na gumb start se začne predvajati demo posnetek, kateremu sledite, kakor vam\nnarekuje glas in sledite puščici naprej\nSlika 19 prikazuje Aed plus defibrilator. S klikom na start se aktivira prezentacija\nuporabe Aed defibrilatorja.\nNa sliki 20 je odprt pokrov defibrilatorja. Na videu nas ob tej sliki vodi glas, kako in kaj\nmoramo ukrepati.\nNa sliki 21 so prikazani vsi nadaljnji postopki uporabe AED defibrilatorja, ki jim je\npotrebno slediti po vrsti. Če predvajamo posnetek simulacije, slišimo glas, ki nam v\nangleškem jeziku govori, kako naj uporabljamo AED defibrilator.\nSlika 22 prikazuje, kako se namesti elektrode na poškodovancu. Tudi sam AED\ndefibrilator nas zvočno opozarja, če elektrod ne namestimo pravilno.\nSlika 23 prikazuje najdena internetno stran na portalu YouTube, ki je ena izmed redkih\nprezentacij temeljnih postopkov oživljanja v slovenskem jeziku. Desno spodaj na sliki\nvidimo sorodne video vsebine.\nNa sliki 24 je internetna stran, kjer si lahko ogledamo vse video vsebine, prezentacije\npovezane z nujno medicinsko pomočjo, ki so v angleškem jeziku. Povezave, ki so desno\nspodaj, so največkrat povezane z isto tematiko, vendar v različnih tujih jezikih, ter\nvelikokrat iz različnih fakultet za medicino. Na vsaki internetni strani lahko vidimo tudi\noceno internetne strani, ter komentarje od ljudi, ki so si te vsebine pogledali.\nNa sliki 25 si lahko ogledamo predstavitev, kako poškodovancu odstraniti čelado po\npoškodbi.\nNa sliki 26 si lahko ogledamo predstavitev temeljnih postopkov oživljanja pri otroku.\nDesno spodaj pa lahko pregledamo vsebine, ki se nanašajo na pogoste poškodbe pri\notrocih.\nInternetne strani smo našli na portalu YouTube. Večina videoposnetkov je v angleškem\njeziku. Vse posnetke je potrebno dobro pregledati, kajti veliko jih ne ustreza iskanim\nvsebinam.\nRezultati ankete\nAnketa pove, da je uporaba spletne strani večinoma povezana z iskanjem informacij,\nizobraževanjem in delom. Uporabniki, ki jih spletna stran zanima, ugotavljajo, da je\nmaterni oziroma prvi tuj jezik obiskovalcev spleta večinoma angleščina. Sodelovalo je\nanketirancev. Vsi so zaposleni v Zdravstvenem domu Novo mesto. Povprečna starost\nanketirancev je med 30-40 letom starosti, ter 20 jih dela manj kot 20 let.\nNa grafikonu 1 je prikazana starost anketirancev. Največ vprašanih je starih med 30 in 40 (48%) leti, najmanj pa med 50 in 60 leti (8%).\nGrafikon 2 nam prikaže delovno dobo, 80% anketiranih je zaposleno manj kot 20 let.\n88% vprašanih je žensk in 12% moških.\n80% jih ima srednješolsko izobrazbo, ostali imajo višjo, visoko ali fakultetno izobrazbo.\nNajveč je zaposlenih v splošnih ambulantah 40%, samo 2% v ambulanti za nujno\nmedicinsko pomoč.\n72% jih pozna internet, ter ga tudi uporabljajo, kar bomo videli v nadaljevanju, ravno\ntoliko jih je pritrdilno odgovorilo na vprašanje, ali je internet vir učenja urgentne\nmedicine.\n72% anketiranih se poslužuje internet za vir učenja.\nVeč kot polovica, 60% se poslužuje internetnega gradiva.\nOceno internetne strani je podalo samo 18 anketirancev, ki uporabljajo internet, ostali\nniso podali ocene. Internetna stran je bila v povprečju ocenjena z oceno 9.\nPri zadnjem vprašanju so podali različna mnenja glede izdelane spletne strani. Vprašali\nsmo jih, ali je spletna stran dobro orodje za učenje. Zopet so odgovarjali samo tisti, ki\nuporabljajo internet (18). Večini je internet zelo dobro orodje za učenje, ker tako pridejo\nhitreje do različnih informacij in povezav z drugimi internetnimi stranmi.\nZa dokaz hipoteze smo uporabili program spss, s pomočjo katerega se lahko delajo\nbinomski testi in Chi-Square testi za dokazovanje postavljenih hipotez. Če je p po\nizračunu manjši od 0.05, je hipoteza dokazana. V našem primeru smo hipotezo dokazali,\nker je bil rezultat binomskega testa p=0.043.\nHipotezo smo potrdili (p=0,043)\nTabela 1\nIz tabele 1 je razvidno, da smo potrdili našo hipotezo z binomskim testom, kjer je p = 0.043.\nTabela 2\nChi-Square Tests\nIz tabele 2 je razvidno, da mlajši zaposleni bolj poznajo internet kot starejši. S pomočjo Chi-Square testa smo dobili izračun primerjave med uporabniki interneta in starostjo uporabnikov. Rezultat je bil p=0.001. S tem rezultatom smo dokazali, da mlajši sodelavci bolj uporabljajo internet kot starejši.\nTabela 3\nE učenje preferirajo mlajši p=0,005\nChi-Square Tests\nV tabeli 3 lahko tudi vidimo, da mlajši dajejo prednost E-gradivu. Naredili smo primerjavo med starostjo in uporabo E-gradiva in klasičnega gradiva. Rezultat nam je zopet potrdil naša pričakovanja, ker je bil p=0.005. S tem smo potrdili, da dajejo mlajši bolj poudarek E-gradivu.\n"], "28": [" 5. DISKUSIJA", "\"Povej mi in bom pozabil, pokaži mi in si bom zapomnil, vključi me v delo, da bom\nznal.\"\n(Konfucij)\nUgotovili smo, da je na internetu dovolj snovi na temo urgentne medicine, vendar mora\nvsak uporabnik paziti kaj odpira. Veliko je tudi dvomljivih vsebin na to temo. Odkrili\nsmo veliko vsebin, ki ne odgovarjajo naši temi Urgentna medicina.\nIz ankete smo ugotovili, da bi zaposleni v zdravstvu bolj uporabljali internetne strani, če\nbi bile v slovenskem jeziku, kajti tuj jezik je za nekatere ovira. Veliko več časa\npotrebujemo, da poiščemo video vsebine v slovenskem jeziku, ker jih ni veliko na portalu\nYouTube. Večina anketiranih je bila zadovoljna z video vsebinami, ker imajo tako boljšo\npredstavo o določeni vsebini, ki nas je zanimala. Iz vprašalnika je razvidno, da je kar\nnekaj takih, ki interneta ne poznajo oziroma jim ni blizu, vendar bi ga uporabljali, če bi\nga kdo predstavil na njim razumljiv način. Ugotovili smo tudi, da se mlajši bolj\nposlužujejo interneta, starejši pa prisegajo na klasično gradivo.\nIzobraževanje je dolgotrajen in načrten proces razvijanja posameznih znanj, sposobnosti\nin navad, ki nam omogoča vključitev v družbeno življenje in delo ter oblikuje znanstveni\npogled na svet .\nUgotovili smo tudi, da niso vse fotografije in video posnetki dobri. Na strani 12 lahko\nvidimo na sliki 3 , da je prezentacija masaže srca nepravilna, ker nima izvajalec masaže\nsrca roke na pravem mestu. Roke bi morale biti bolj na sredini, na naši sliki, pa so\npomaknjene preveč na poškodovančevo desno stran.\nNaslednji primer, ki smo ga pokazali na napačnih slikah, pa je nastavitev elektrod na\nstrani 15, slika 10 elektrode na poškodovancu niso pravilno nameščene. Defibrilator, ki je\nzvočno opremljen bo sam opozoril, da elektrode niso pravilno nameščene. Vsak AED\ndefibrilator ima priložena navodila in slikovni prikaz kam se namestijo elektrode za\npravilno delovanje defibrilatorja. V nasprotem primeru se defibrilacija ne more izvesti.\n"], "29": ["6. SKLEPI", "Sklepamo, da je naša internetna stran uporabno orodje za učenje in tako naša\npredvidevanja potrjujemo z zastavljenim vprašalnikom. Iz vprašalnika, ki smo ga\nposredovali zdravstvenim delavcem smo lahko ugotovili, da se kar 60% naših sodelavcev\nposlužuje internetnega gradiva. Po obrazložitvi predvsem zaradi lažjega dostopa do\npodatkov, ter zaradi časa, ki si ga prihranijo z iskanjem gradiva v klasičnem gradivu.\nHipotezo ( Izdelana spletna stran je uporabno orodje za učenje) smo potrdili s programom\nspss. Če je vrednost p manjša od 0,05 je hipoteza potrjena. Hipotezo smo potrdili z\nbinominalnim testom, kjer je bil rezultat (p=0,043).\n"], "abstract": ["V diplomski nalogi smo izdelali spletno stran za učenje na področju urgentne medicine. Glavne prednosti spletnega gradiva so obširnost učne snovi, razdelitev po sklopih, možnost poprave napak, ter povezave z drugimi spletnimi stranmi. Spletna stran z vsebinami urgentne medicine, ki vsebuje tudi zbirke filmov o nudenju prve pomoči oziroma temeljne postopke oživljanja, pripomore k ozaveščanju in hitrejši ter uspešnejši edukaciji tako laikov kot tudi strokovnjakov na tem področju."]}