{"1": ["1 UVOD", "Že od prvih primerov ugotovitev o glede za zdravje ljudi škodljivih učinkih ostankov fitofarmacevtskih sredstev (FFS) v pridelkih se strokovnjaki trudijo z uvedbo spremenjenih sistemov pridelave, ki bi omogočili zmanjšanje porabe FFS. V osnovi je bil sistem integrirane pridelave pridelkov razvit prav z namenom zmanjšanja porabe FFS. Sistem obstoječe integrirane pridelave sadja je pri nas in tudi v tujini po dolgih letih obstoja potreben prenove, da bi zadostil sodobnim kriterijem potrošnikov. Cilj raziskovalcev, svetovalcev, pridelovalcev, državne administracije in drugih skupin povezanih s pridelavo sadja je razviti gospodarsko in naravovarstveno stabilen pridelovalen sistem, po katerem bo možno pridelati sadje visoke kakovosti z zelo majhno količino ostankov FFS. Kljub temu, da je naš obstoječi sistem integrirane pridelave za evropske razmere nadstandarden, je zaradi sodobnih zahtev potrošnikov potrebno narediti korak naprej. Ena od pomanjkljivosti obstoječega sistema pridelave je, da ima sadje ob obiranju previsoko koncentracijo ostankov FFS. Iz tega vzroka povsod razvijajo po eni strani ekološko pridelavo, po drugi strani pa modificirano integrirano pridelavo. Za modificirano integrirano pridelavo pogosto uporabljajo izraz 0,0 residue pridelava. Na svetovnih trgih se že pojavlja sadje te kategorije. Počasi se pravila te pridelave razvijajo povsod po Evropi in tudi širše v svetu. Vse države že izvajajo poskuse v zvezi z izvrednotenjem te pridelave. S poskusi smo pričeli tudi v Sloveniji. Diplomska naloga je nastala v okviru teh aktivnosti.\n"], "2": ["1.1 Delovne hipoteze", "1. Sistem 0,0 residu pridelave pri sorti Jonagold omogoča pridelavo plodov, ki imajo manj kot 3 ostanke FFS in so koncentracije ostankov FFS pod 5% MRL. 2. Sistem 0,0 residu pridelave pri sorti Jonagold je sprejemljiv s stališča izgub količine in kakovosti pridelka. 3. Sistem 0,0 residu pridelave pri sorti Jonagold je ekonomsko sprejemljiv glede na končni finančni rezultat pridelave.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Ocena možnosti alternativnih oblik proizvodnje sadja v Sloveniji", "V Slovenskem sadjarstvu izstopa integrirana pridelava sadja, ki predstavlja alternativno, okolju bolj prijazno tehnologijo pridelave. Tudi obseg površin vključenih v ekološko pridelavo ni povsem zanemarljiv, še posebej z vidika stalnega naraščanja obsega površin z ekološko pridelavo sadja. Torej v Sloveniji večina pridelave poteka z uporabo okolju prijaznih tehnologij. Integrirana pridelava je najbrž pred pomembno prelomnico, saj naj bi nekateri ključni elementi trenutno veljavnega modela integrirane pridelave kmalu postali standard, kar bi utegnilo vplivati na poslabšanje dohodkovnega položaja sadjarjev, ki tržijo integrirano sadje. Zaradi tega bo morda treba v prihodnosti najti alternativno rešitev. Nekateri strokovnjaki omenjajo kot eno izmed potencialnih možnosti, pridelavo po sistemu »zero residue level IPS-0,0 RL«.\nKer sadjarstvo teži več proizvodnih tehnoloških problemov hkrati, je potrebno najti pristope, ki celovito rešujejo težave. Lahko rečemo, da je kakovost sadja zelo odvisna od zunanjih parametrov (barva, oblika, ….), vse bolj pa tudi od notranjih. Vsebnost ostankov FFS v sadju postaja vse bolj pomemben dejavnik notranje kakovosti. Eden izmed perečih problemov pri proizvodnji sadja v Sloveniji je velika odvisnost pridelave od naravnih razmer, kar ima velik in dokaj neobvladljiv vpliv na kakovost. Zaradi podnebnih sprememb so vse pogostejši pojavi preobilnih padavin oziroma suše, kar ob nizkem deležu namakanih površin ogroža konkurenčnost domače pridelave. Namakalni sistemi lahko omogočijo učinkovito reševanje problemov suše, vendar je pri tem potrebno nameniti posebno pozornost racionalni uporabi vode. Zaradi tega je z okoljskega vidika smiselno namakanje z varčno porabo vode ter tudi fertirigacija, saj pri namakanju v kombinaciji z visokimi gnojilnimi odmerki N obstaja nevarnost spiranja nitratov v podtalnico (Ministrstvo za kmetijstvo gozdarstvo in prehrano, 2009). \nOb dobrem izkoriščanju naravnega potenciala in dobrem tehnološkem napredku bomo tudi v Sloveniji sposobni pridelati sadje z manj ali celo brez ostankov pesticidov. K temu bodo gotovo prispevale tudi alternativne oblike proizvodnje, katere del je tudi IPS-0,0 RL.\n2.2 Pregled stanja dosedanjih analiz ostankov FFS v kmetijskih pridelkih v  Sloveniji ter v Evropski uniji\n"], "5": ["2.2.1 Analiza opravljene na Kmetijskem inštitutu Slovenije", "V Sloveniji žal ne naredimo prav veliko analiz sadja na ostanke FFS. Največ analiz naredi kmetijski inštitut, ki izvaja državni monitoring. V literaturi smo uspeli najti rezultate analiz iz leta 2003 in 2004. V letih 2003 in 2004 so na Kmetijskem inštitutu Slovenije analizirali 361 vzorcev kmetijskih pridelkov. Vzorci solate, jabolk in krompirja so bili analizirani v obeh letih 2003 in 2004. Od skupno analiziranih 106 vzorcev jabolk, sta 2 vzorca (1,9 %) presegla maksimalno dovoljene količine ostankov (MRL), 86 vzorcev (81,1%) je vsebovalo ostanke manjše od maksimalno dovoljenih količin, v 18 vzorcih jabolk (17,0 %) pa ostankov niso našli. Če primerjamo rezultate monitoringa za jabolka ločeno v letu 2003 in 2004, ugotovimo majhne razlike deležev znotraj skupine z ostanki manjšimi, kot so maksimalno dovoljene količine in znotraj skupine brez najdenih ostankov. V letu 2003 ostankov nismo določili v 6 vzorcih (16,7 %) od skupno analiziranih 36, v letu 2004 pa v 12 vzorcih (17,1 %) od skupno analiziranih 70. Vzorcev, v katerih smo določili ostanke manjše od maksimalno dovoljenih količin, je bilo v letu 2003 30 (83,3 %), od skupno analiziranih 36 in v letu 2004 56 (80,0 %) od skupno analiziranih 70. Ostanke, ki so presegli maksimalno dovoljene količine, so določili v dveh vzorcih (2,9%) od 70 analiziranih vzorcev v letu 2004 (Baša Česnik, 2006). \nMed vzorci jabolk, ki so bili analizirani v obdobju od 2003 do 2008 (skupaj 783 vzorcev), jih je skoraj 82 % vsebovalo ostanke FFS. Jabolka so na seznamu najbolj obremenjenega sadja z ostanki FFS v Sloveniji. V njih najdemo med drugimi ostanke diazionona, fosalona, kaptana ali klorpirifosa. Skupina pesticidov pod skupnim imenom ditiokarbamati so najpogosteje najdeni v živilih, testiranih v Sloveniji. Ostanke teh pesticidov je vsebovalo kar 10% vseh analiziranih vzorcev jabolk. Dolgotrajna izpostavljenost ditiokarbamatom lahko povzroči okvare živčnega sistema in ob kronični izpostavljenosti celo privede do Parkinsonove bolezni (ECHO zloženka, 2009). Problematičen je tudi tolilfluanid, ki se uporablja kot fungicid in insekticid in je rakotvoren. Dovoljena meja njegovih ostankov (0,21 mg/kg) je bila v jabolkih največkrat presežena (ECHO zloženka, 2009). Tega fungicida ne uporabljamo več.\n"], "6": ["2.2.2 Analize ostankov FFS po Evropi", "Za primerjavo navajamo rezultate monitoringa petnajstih držav Evropske unije ter Norveške, Islandije in Liechtensteina za leto 2002. Rezultati analiz so pokazali, da kar 56 % vseh pregledanih svežih (nepredelanih) vzorcev sadja, zelenjave in žit ni vsebovalo ostankov pesticidov. 38,5 % svežih (nepredelanih) vzorcev je vsebovalo ostanke manjše ali enake največjim dovoljenim količinam in 5,5 % pregledanih svežih (nepredelanih) vzorcev je vsebovalo ostanke nad maksimalnimi dovoljenimi količinami (Monitoring of pesticide residues in products of plant origin in the European union, Norway, Iceland and Liechtenstein, 2004). Torej je v Sloveniji delež kmetijskih pridelkov s preseženim MRL podoben kot delež v Evropski uniji. Je pa delež kmetijskih pridelkov z ostanki FFS pod MRL primerljiv z Evropsko unijo.\nMonitoringi ostankov FFS v sadju v EU v zadnjih letih so pokazali, da je na trgu približno 45-50 % sadja, kjer ni merljivih ostankov FFS (torej v kategoriji 0,0 RL), približno 40-45 % sadja, kjer so koncentracije ostankov v mejah MRL, in da je približno 2,5 do 5,5 % sadja takšnega, kjer so koncentracije ostankov višje od MRL (ECHO dokument, 2004).\n"], "7": ["2.3 Pregled razvojnih možnosti za pridelavo 0,0 RL drugod po Evropi", "Doseganje kakovostnega cilja 0,0 RL sistema pridelave zahteva večje spremembe v pridelovalni tehnologiji. 0,0 RL pristope trenutno veliko analizirajo v Angliji, kjer že vsaj 6 let intenzivno proučujejo modificirane pridelovalne tehnologije (Pennel, 2006). Poskusi, izvedeni v Angliji v obdobju 2000 – 2006 na sadjarski postaji East Malling, kažejo, da je 0,0 RL pridelovalni sistem izvedljiv (Cross in sod., 2003; Cross and Berrie, 2007). V njihovi raziskavi, kjer so se v drugem delu rastne dobe popolnoma odpovedali uporabi klasičnih FFS, so med poskusnimi variantami, škropljenimi po klasičnem integriranem programu (standard IPM) in zero resisdues IPMD programu, ugotovili le manjše razlike v stopnji napadenosti plodov s škrlupom in s škodljivci (npr. zavijač in uši). Ocenili so, da je zero residues IPMD sistem lahko ekonomsko uspešen pri večini srednje do manj občutljivih sort jablan.\nZdruženje pridelovalcev Pipfruit New Zealand Inc. napoveduje, da bo pri njih, v naslednjih petih letih 90 % jabolk in hrušk pridelanih po metodi imenovani Apple Futures, ki zagotavlja sadje brez ostankov pesticidov (Pipfruit New Zealand, 2007). Prvih nekaj združenj pridelovalcev, ki bodo sposobna ponuditi večje količine sadja te kakovosti, bo pri trgovskih verigah sprožilo domino reakcijo in kmalu bodo tudi naši trgovci pričeli postavljati zelo nadležne zahteve glede kakovosti sadja. Ali bomo do tedaj sposobni pridelati takšno sadje? To je pomembno vprašanje, ki je povezano z našo konkurenčnostjo na trgih, domačih, še posebej pa tujih.\n"], "8": ["2.4 Ocene glede nuje za uvajanje sistema 0,0 RL?", ""], "9": ["2.4.1 Aktivnosti nevladnih organizacij v Sloveniji in EU", "Naše nevladne organizacije delajo premalo objektivno reklamo našemu sadjarstvu, ko tujim pošiljajo podatke iz naše države. Vprašanje je, ali je vzorčenje, ki ga izvajajo, dovolj \nobjektivno za ustrezno opredelitev stanja na našem trgu. Tako lahko na straneh PAN vidimo poročilo ECHO Slovenija, ki prikazuje podatke o odstotkih vzorcev sadja, kjer so koncentracije ostankov FFS presegale mejne MRL vrednosti (ECHO dokument, 2004). Zavedati se moramo, da tudi drugi opazujejo našo pridelavo in poizvedujejo o podatkih o vsebnostih ostankov FFS v našem sadju. Tako v poročilu organizacije PAN Europe o vsebnosti ostankov FFS v živilih v različnih državah omenjajo, da imamo v Sloveniji, gledano na evropsko povprečje, v jabolkih nadpovprečno velike vsebnosti ostankov FFS (Smolka, 2006).\nKritična javnost, vse bolje organizirana pod okriljem nevladnih organizacij (več kot 800 v EU), vedno znova poudarja, da pridelovalci in državna administracija storijo premalo za pridelavo visoko kakovostnega sadja v razredu 0,0 RL in da politiki v Bruslju dolga leta zavlačujejo s pripravo dvoumnih ohlapnih direktiv zgolj za blažitev pritiska javnosti, v resnici pa je pomemben le dobiček in nič drugega (Butler Ellis, 2006; Krautter, 2006).\n"], "10": ["2.4.2 Evropska politika in trendi glede zmanjševanja ostankov FFS v pridelkih", "Če evropski politiki v strategiji za bolj naravi prijazno uporabo FFS (EU directive - The strategy on sustainable use of pesticides) mislijo resno in načrtujejo tudi do 50 % zmanjšanje uporabe FFS v naslednjih desetih letih, je gotovo dozorel čas za pripravljanje na 0,0 RL sistem pridelovanja povs. Zelo zanimive so ocene nekaterih tržnih analitikov, ki ocenjujejo, da bi z ponudbo 0,0 RL sadja lahko nekoliko povečali porabo sadja. Kupci zaradi vse večjih dvomov o količini ostankov v sadju tega ne kupujejo toliko, kot bi ga sicer, če bi bili popolnoma prepričani o tem, da so izredno majhne količine ostankov v njem zares popolnoma neškodljive. Pridelovalci povsod po Evropi pričakujejo razumevanje kupcev, da visoko kakovostnega sadja ni mogoče pridelati brez ustreznih vložkov, pa med ceneno povsod dostopno, pogosto nekakovostno hrano in visoko kakovostno hrano mora obstajati cenovna razlika (Wise in Findlay, 2003).\n"], "11": ["2.4.3 Trgovske verige in trendi glede zmanjševanja ostankov FFS v pridelkih", "Na tem področju postaja zelo pomembno zavezniško delovanje trgovskih, potrošniških in neparlamentarnih organizacij. V tej navezi dobivajo trgovinske organizacije nesorazmerno veliko moč, kateri se združenja pridelovalcev, kaj šele posamezni pridelovalci, ne morejo več uspešno zoperstaviti. Pri njihovem marketinško prefinjenem delovanju ni možno jasno opredeliti, ali vse počnejo zgolj zaradi kapitala, ali jim je dejansko tudi kaj mar do zdravja potrošnikov. Potrošniki so dobili vzvode za odločanje o tem, kakšne naj bodo mejne vsebnosti ostankov FFS v pridelkih, in celo o tem, katera, sicer uradno registrirana sredstva, pridelovalci smejo ali ne smejo uporabljati (npr. antibiotike, bakrove pripravke, ftalimide, piretroide …). Odločati želijo o načinu pridelovanja, ne samo o kakovosti sadja (Lešnik, 2009).\nV sosednji Avstriji so trgovske verige (npr. Billa), ki ima v lasti 40 % trga že uvedle strožje kriterije glede vsebnosti ostankov FFS. Prvi cilji so bili, da bi vsebnosti, ki jih predpisuje država, zmanjšali kar za 80 %. \"Biti na poljih, v pogovoru s kmetom, in reševati njihove težave, je pomemben del našega dela. Želimo vzpostaviti tesno povezavo med supermarketi in proizvajalci, tako da se proizvajalci lahko zanašajo na povečano prodajo, s katero lahko nadomestijo morebitno izgubo donosa zaradi zmanjšane uporabe pesticidov\", trdijo trgovske verige (Beurtscher, 2006).\n"], "12": ["2.4.4 Osnova koncepta 0,0-residue pridelave", "Ideja 0,0-residue pridelave temelji na tem, da je potrebno zelo dobro poznavanje procesov razpadanja aktivnih snovi FFS. Če poznamo model razpadanja lahko določimo časovno obdobje, v katerem bo neka aktivna snov razpadala pod neko koncentracijsko raven. V praksi to pomeni, da potrebujemo informacijo o tem, v kolikšnem času pred obiranjem sadja lahko uporabimo nek pripravek, da v času obiranja nebo merljivih ostankov. Sistem karenčnih dob zagotavlja, da z ustreznim časom uporabe pripravka zagotovimo, da bo koncentracija ostankov FFS padala pod vrednost MRL. Ostanki manjši od MRL vrednosti \nbi naj ne bili nevarni za zdravje ljudi. Mi v 0,0-residue pridelovalnem sistemu potrebujemo veliko daljša karenčna obdobja, kot so običajne karence, ker želimo bistveno zmanjšati koncentracijo ostankov. Kje je meja tega zmanjšanja, je odvisno od razmer na trgu (zahteve kupcev – trgovskih verig). Večinoma se danes pri zahtevnih trgovcih pričakuje, da se koncentracija FFS zmanjša vsaj za 20 do 30 krat, gledano na MRL. Če ima kakovostno integrirano sadje ostanke na nivoju npr. 50 % MTL vrednosti, se za 0,0- residue sadje pričakuje, da bodo koncentracije pod 1 % od MRL. Praktični pristop je torej takšen, da razdelimo rastno dobo sadne vrste na dva dela. V prvem delu uporabljamo klasične FFS, ki imajo dokaj dolgo razpadno dobo. V drugem delu rastne dobe uporabljamo samo biotične pripravke, katerih ostanki niso problematični pri analizi ostankov. S tem omogočimo, da koncentracija ostankov FFS pade na izredno nizko raven, po možnosti občutno pod 0,01 mg/kg.\n"], "13": ["3 MATERIAL IN METODE DELA", ""], "14": ["3.1 Lokacija in značilnosti nasada", "Z namenom izvesti primerjavo med sistemom obstoječe integrirane pridelave jabolk (OIPS) in modificirane »nove integrirane pridelave jabolk« (MIPS-0,0 RL) sem opravil poskus v 9 let starem nasadu jablan sorte 'Jonagold' z gojitveno obliko zelo ozko vreteno. Drevesa so bila posajena na razdaljo 2,8 m x 0,7 m, kar je približno 5000 dreves na hektar. Rodni volumen v tem nasadu je znašal 10300 do 10800 m3. Nasad je bil namakan in fertigacijsko dognojevan. Opravljeno je bilo ustrezno kemično redčenje plodov.\n"], "15": ["3.2 Zasnova poskusa", "Poskus je bil zasnovan v naključnih blokih v štirih ponovitvah. Posamezna parcelica je obsegala 400 m2 (30 m v dolžino x 5 vrst široko). Vse ocene smo opravili v središčni vrsti. Imeli smo dva tipa poskusnih parcelic; takšne, kjer smo izvajali ukrepe varstva rastlin po standardih obstoječe integrirane pridelave (OIPS) in parcelice, kjer smo izvajali nekoliko spremenjeno varstvo, in sicer na način, da so bila škropljenja za vse variante do 6. julija enaka, potem pa smo pri MIPS-0,0 RL uporabljali samo pripravke za biotično varstvo. S tem smo želeli zmanjšati koncentracije ostankov FFS ob spravilu pridelka. Razlika med OIPS in MIPS škropilnim programom je prikazana v preglednici 1. Sistem rezi, gnojenja in ostali gojitveni ukrepi so bili pri vseh variantah poskusa enaki. V škropilnem programu je opazen nadpovprečno velik vnos bakrovih pripravkov, ki smo jih veliko uporabljali zaradi okužbe poskusnega nasada z bakterijo povzročiteljico hruševega ožiga.\nPri statistični obdelavi podatkov smo imel težave pri izračunih v zvezi s podatki o koncentraciji aktivnih snovi. Analitski izvidi so bili pogosto podani v obliki mejne vrednosti (npr. <0,02 mg/kg) in ne v obliki konkretne vrednosti (npr. 0,027 mg/kg). S \npodatki v obliki mejnih vrednosti se ne da izvajati običajnih računskih operacij potrebnih za izračun statistik. Pri podatkih o stopnji napada smo lahko izvedli običajen postopek analize variance in primerjavo povprečij (4 povprečja za vsak sistem) s pomočjo t-testa pri 5 % stopnji tveganja, oziroma s pomočjo izračuna standardne napake povprečja.\nobstoječa integrirana pridelava, MIPS-0,0 RL – modificirna integrirana pridelava).\nSestava uporabljenih pripravkov: BELLIS (25 % boskalid + 12,8 % piraklostrobin), CALYPSO SC 480 (48 % tiakloprid), CHORUS 75 WG (50 % ciprodinil), CLARINET (5 \n% flukvinkonazol + 15 % pirimetanil), CONFIDOR SL 200 (20 % imidakloprid), COSAN (80 % žveplo), CUPRABLAU Z ULTRA (35 % bakra v obliki Cu-hidroksid), DITHANE M-45 (80 % mankozeb), MADEX (virus granuloze), MKP – gnojilo monokalijev fosfat, MERPAN 50 (50 % kaptan), NEEMAZAL (1 % azadiraktin), OLEODIAZINON (9 % diazinon + 74 % parafinsko olje), PYRINEX (25 % klorpirifos), SCORE 250 EC (25 % difenkonazol), STROBY (50 % krezoksim-metil), SYLLIT (40 % dodon), THIRAM (80 % tiram), ZATO (50 % trifloksistrobin) in ZOLONE LIQUIDE (35 % fosalon), ŽVP brozga (žvepleno-apnena brozga, 60 % žvepla).\n"], "16": ["3.3 Metode analize pojava bolezni in škodljivcev", "Med rastno dobo smo večkrat opravili analizo stopnje napada jablan s škodljivci in boleznimi po standardnih metodah, ki se uporabljajo za ta namen (Püntener, 1981; Lešnik s sod., 2005). Stopnje napada nekaterih bolezni in škodljivcev so prikazane v preglednici 3.\n"], "17": ["3.4 Metode analize ostankov FFS v plodovih", "Ob obiranju jabolk smo opravili analizo ostankov FFS. Analize so opravili na Inštitutu za varovanje okolja v Mariboru z uporabo HPLC tehnike. Rezultati analiz so predstavljeni v tabeli 2. Treba pa je poudariti, da v izrazu 0.0 residue level ničla ne predstavlja sadja brez vsakršnih merljivih ostankov FFS, temveč sadje brez vsakršnih merljivih ostankov na nivoju dogovorjene povprečno natančne analitike (meja kvantifikacije analitske metode). Trenutno so MRL vrednosti državna administrativna garancija, da količine ostankov FFS v hrani, v mejah MRL vrednosti nimajo merljivega negativnega vpliva na naše zdravje. Za posamezno ponovitev smo vedno vzeli 20 kg vzorca jabolk iz posamezne poskusne parcelice. Vzorce so potem na Inštitutu za varovanje okolja obdelali po standardih, ki so predpisani za izvajanje analiz na ostanke FFS v naši državi. Uporabili so državno predpisano metodo.\n"], "18": ["3.5 Analiza stroškov pridelovanja", "Analizirali smo tudi stroške pridelovanja in jih predstavili v poenostavljeni obliki za oba sistema pridelovanja (tabela 4). Glavni namen je bil prikazati razmerje med stroški in prihodki med obema sistemoma pridelave. Pri analizi stroškov so bili upoštevani vsi stroški pridelave, obiranja, skladiščenja in priprave za prodajo z embalažo vred. Prikazani so deleži plodov po treh kakovostnih razredih (I. r., II. R. in industrija). Pri pripravi kalkulacije je bil upoštevan pristop, da 90 % prvorazrednih jabolk prodamo v kartonskih zabojčkih trgovskim verigam, 10 % prvorazrednih in vsa drugorazredna jabolka prodamo jeseni neposredno v zabojnikih, enako kot industrijska jabolka. V prvi razred smo uvrstili le plodove brez vsakršnih površinskih sprememb in brez vsakršne pege škrlupa. Plodovi so morali imeti premer vsaj 65 mm in so morali imeti vsaj 50 % prelitega odtenka barve značilne za sorto jonagold.\n"], "19": ["3.6 Vremenske razmere v letu 2007", "vremensko postajo Maribor. Vir: ARSO (mesečni bilten 2007)\nPodatki vremenske postaje Maribor kažejo precejšnjo pomanjkanje vlage v aprilu, čemur je sledil v drugem tednu rahel temperaturni šok (ohladitev). Prav tako je nekoliko primanjkovalo vlage tudi v juniju. Drugače pa je bilo vlage in toplote dovolj na razpolago za normalen razvoj. To je razvidno iz modificiranega Walter-Gaussovega klimadiagrama. \nPogoji za razvoj škodljivcev so bili srednje ugodni. Škrlup se je v začetku dokaj intenzivno razvijal, pozneje pa se je napredovanje bolezni precej ustavilo. Leto je bilo povprečno ugodno za razvoj jabolčnega zavijača.\n"], "20": ["4 REZULTATI IN RAZPRAVA", ""], "21": ["4.1 Rezultati in razprava glede možnosti pridelave brez ostankov pesticidov", "Metod pridelovanja sadja brez merljivih ostankov FFS je več. Lahko uporabimo pristope ekološke pridelave in tudi pristope modificirane integrirane pridelave. Glede na trenutno stanje ekološke pridelave v Evropi zgolj z ekološkimi pridelovalnimi sistemi ni možno zadovoljiti vseh potreb trga po sadju. Ker vseh potreb ne bo mogoče zadovoljiti tudi ob nekajkratnem povečanju površin obstoječih nasadov z ekološko pridelavo, je potrebno opraviti modifikacije obstoječe integrirane pridelave. Izvajati je potrebo vsaj naslednje vrste aktivnosti: spremeniti izbor sort, spremeniti izbor FFS, pridobiti nova FFS (npr. FFS s pospešenim razpadanjem in nova biotična FFS), opustiti uporabo klasičnih FFS v drugem delu rastne dobe, opustiti uporabo FFS tik pred obiranjem in ob skladiščnem procesiranju, spremeniti sistem predskladiščnega procesiranja in izvesti še nekatere druge gojitvene ukrepe.\nPrvi dokaj enostaven pristop je spremeniti izbor pripravkov, zmanjšati uporabo FFS v drugem delu rastne dobe, ali pa v drugem delu rastne dobe uporabljati zgolj pripravke za ekološko pridelavo. Kot sem navedel v objavah, so nekateri pridelovalci, predvsem v Angliji z dokaj enostavnim pristopom že uspeli pridelati velike količine sadja v kakovostni kategoriji 0,0 RL, zato menim, da imamo tudi v Sloveniji realne možnosti.\n"], "22": ["4.2 Rezultati in razprava o analitičnih in ekonomskih rezultatih", "Če pogledamo analitične in ekonomske rezultate pri domačem poskusu, vidimo možnost za doseganje ekonomsko sprejemljivih rezultatov tudi pri nas. Razlika v količini ostankov FFS med obema sistemoma pridelovanja je bila minimalna (preglednica 3). Vsebnost ostankov je bila občutno pod dovoljenimi tolerančnimi vrednostmi (MRL). To kaže, da smo že pri obstoječem integriranem sistemu pridelovanja blizu stanju 0,0 RL, vendar je \npotrebno upoštevati, da koncentracijski preskok od MRL vrednosti do 0,0 RL stanja ni majhen. Pri nekaterih FFS gre za 20 do 30-kratno zmanjšanje koncentracije. Toliko namreč znaša koncentracijska razlika med MRL vrednostmi in povprečnimi mejami detekcije splošno uporabljenih analitičnih metod. Koncentracijo ostankov bo potrebno občutno zmanjšati, odvisno od dogovora glede detekcijske meje analitike. Največja ovira za doseganje 0,0 RL stanja so obstojnejši organofosforni insekticidi in fungicidi, uporabljeni v kratkem času pred obiranjem. Tako sta bila v preteklosti klorpirifos in tolilfluanid pogosto najdeni snovi v jabolkih ob obiranju. V našem poskusu ostankov organofosfornih insekticidov ni bilo zaslediti, našli pa smo ostanke boskalida, s katerim zamenjujejo s trga umaknjeni tolilfluanid. Če za zatiranje zavijača uporabljamo metodo zbeganja, in dodatno namesto organofosfornih estrov uporabljamo kloronikotinile in inhibitorje razvoja žuželk, se lahko popolnoma izognemo ostankom organofosfornih insekticidov. Pri MIPS-0,0 RL sistemu se lahko srečamo z ostanki bakrovih pripravkov, če jih v zadnjem mesecu pred obiranjem preveč pogosto uporabimo. Potrebno je ugotoviti, kolikšni so največji odmerki bakrovih pripravkov v obdobju mesec dni pred obiranjem. V našem poskusu je koncentracija bakra v plodovih pri MIPS-0,0 RL jabolkih znašala 0,44 mg/kg, kar je približno 30 krat manj od 15 mg/kg, kolikor pri nas znaša MRL vrednost. V našem primeru smo porabili nekoliko preveč bakrovih pripravkov in s stališča bakra nismo uspeli pridelati 0,0 RL jabolk. Ostanki žvepla niso tako problematični, ker analitsko ni možno povsem ločiti žvepla iz FFS in endogenega žvepla, ki je sestavni del plodov. Iz tega vzroka bodo pri žveplu verjetno tudi v 0,0 RL sistemu še vedno določene neke tolerančne vrednosti. Žal analize koncentracije vseh v sadovnjaku uporabljenih FFS zaradi omejenih finančnih sredstev nismo opravili. Predvsem manjkajo podatki o ostankih kloronikotinilov, ditiokarbamatov in IRI insekticidov. Po podatkih iz literature pri uporabi teh snovi do konca julija v jabolkih ob obiranju ni za pričakovati koncentracij, višjih od trenutno postavljenih mej detekcije (nekje med 0,005 in 0,01 mg/kg). \nKer smo ocenjevali tudi stopnjo napada od bolezni in škodljivcev, so v preglednici 4 predstavljeni rezultati od napada uši na poganjkih, jabolčnega zavijača, pepelaste plesni ter jablanovega škrlupa. Te rezultate smo upoštevali tudi pri kalkulacijah.\nprikazani kot povprečja štirih ponovitev s standardnimi napakami povprečij.\n* Za ugotavljanje statistične značilnosti razlik med povprečji smo uporabili t-test pri 5 % stopnji tveganja. Statistično značilno različna so bila le povprečja (OIPS – MIPS), ki so označena s poudarjenim tiskom. \nVmesno vprašanje pri pridelovanju po sistemu 0,0 RL je, kolikšna naj bo cena tako pridelanega sadja, in ali je 0,0 RL pristop donosnejši od klasične integrirane ali celo od ekološke pridelave? Upoštevati je potrebno tudi, da bo pridelovalec v bodoče verjetno dobival subvencije samo še za ekološko pridelavo, za 0,0 RL pridelavo pa ne. Pričakujemo lahko, da 0,0 RL sistem pridelave nudi bolj stanovitno oskrbo trga s kakovostnim sadjem kot ekološka pridelava, ki je izpostavljena večjim nihanjem obsega pridelkov. Razlike med doseženimi cenami pri prodaji eko-sadja in integrirano pridelanega sadja se polagoma zmanjšujejo. To se dogaja tudi zaradi pričakovanj kupcev, da bo kmalu vso pridelano sadje moralo biti bolj ali manj »eko«. Še bolj je zanimiva miselnost mnogih kupcev, da so stroški pri »eko« pridelavi manjši kot pri integrirani pridelavi, saj tam ne uporabljamo veliko dragih kemičnih snovi. Ocenjujemo, da bi sadje, pridelano po sistemu 0,0 RL, gledano na trenutna cenovna razmerja, lahko prodajali po enakih cenah, kot klasično integrirano sadje, če zaradi novega pristopa ne bi izgubili več kot 3-5 % pridelka.\npridelavi jabolk po obstoječem (OIPS) in modificiranem integriranem sistemu (MIPS-0,0 RL) v poskusu UKC 2007. (Ir – plodovi I. razred, IIr – plodovi II. razred, IND – industrijsko sadje).\n"], "23": ["4.3 Rezultati in razprava o tveganjih takšne pridelave", "V naših pridelovalnih razmerah so tveganja za izgubo pridelka in kakovosti jabolk v drugem delu rastne dobe dokaj velika. V drugem delu rastne dobe lahko doživimo večja presenečenja (pozen napad škrlupa, pozen napad jabolčnega zavijača, povečan napad od sadne gnilobe, …), zato je takšen sistem pri občutljivih sortah dokaj tvegan. V poskusu smo zaradi 0,0 RL pristopa ugotovili povečanje deleža črvivih plodov iz 1,70 % na 3,42 % (glej preglednico 4). Upoštevati moramo, da smo hkrati uporabili insekticide in metodo zbeganja in, da leto ni bilo nadpovprečno ugodno za razvoj zavijača. Pri pridelku jabolk 50 t/ha in ceni 35 centov za kg, tako zaradi zavijača in 0,0 RL pristopa teoretično izgubimo 260 evrov na hektar (50000 x 0,015 x 0,35). Delež s škrlupom napadenih plodov se je iz 2,80 % povečal na 4,28 %. Če jabolka, napadena s škrlupom, prodamo za 25 centov za kg namesto za 35 centov za kg, v našem hipotetičnem primeru dodatno izgubimo 130 evrov na hektar (50000 x 0,026 x 0,15). Škropilni program za MIPS – 0,0 RL nas je stal približno toliko kot za OIPS. Razlika je znašala 220 evrov na ha. Tukaj je potrebno poudariti, da je bil poskus izveden zelo poenostavljeno, saj se je celotna pridelovalna tehnologija med OPIS in MIPS-0,0 RL razlikovala le v nekaj škropljenjih. Z uvedbo MIPS-0,0 RL se seveda pričakuje večja razlika med obema sistemoma, kar bo povzročilo tudi povečanje razlik v stroških. MIPS-0,0 RL zahteva tudi modifikacije v gojitveni obliki, v sistemu gnojenja, v zelenih delih, v intenzivnosti odstranjevanja obolelih delov rastlin in drugo.\n"], "24": ["4.4 Rezultati in razprava o uporabnosti našega sistema pridelave", "Po rezultatih iz našega poskusa bi bil 0,0 RL sistem povsem uporaben. Sorte 'Jonagold' ne moremo šteti med odporne sorte. Z nekoliko odpornejšo sorto bi bili rezultati morda še bolj vzpodbudni. Cene in pridelki, ki smo jih upoštevali, so za naše pridelovalne razmere nadpovprečno visoki, vendar so bili v danih razmerah realni. Realni so tudi v razmerah, kjer deluje pomemben del naše konkurence. Pri bistveno manjših pridelkih in nižjih prodajnih cenah bi bili zaključki o uporabnosti MIPS-0,0 RL drugačni. Poskusnim \nrazmeram primerne so tudi velike razlike med prihodki in stroški, ki so za mnoge letine nerealni, vendar kažejo na velike rezerve v posameznih ugodnih letih (veliki pridelki, v času ko, jih konkurenti nimajo). Tudi pri nekaj nižjih doseženih cenah se še kažejo rezerve, kar pomeni, da je še možno sprejeti manjše dodatno povečanje stroškov za izvajanje MIPS- 0,0 RL sistema in kljub temu poslovati pozitivno.\nZa nadaljnji razvoj MIPS–0,0 RL je pomembno, da kemična industrija poveča ponudbo pripravkov z zelo kratko razpadno dobo in nove biotične pripravke, ter da pridelovalci pridobijo podatke o hitrosti razpadanja pogosto uporabljenih pripravkov, ki jih trenutno ni mogoče nadomestiti. Potrebne so analize vpliva vremena na hitrost razpadanja ostankov. Zelo pomemben je učinek količine dežja v juliju in avgustu in pojav visokih poletnih temperatur, ki so zelo ugodne za razpadanje ostankov insekticidov. Tako je možno bolj natančno določiti najpoznejši datum uporabe FFS, ko še lahko zanesljivo pričakujemo, da bo koncentracija ostankov nižja od dogovorjene analitske meje. Pri sadju, ki se skladišči daljši čas, so potrebni tudi podatki o razpadanju pripravkov med skladiščenjem. To pomeni, da pridelovalci potrebujejo cel niz novih informacij in pričakujejo, da bo z njimi postregla bodisi kemična industrija, bodisi svetovalne in raziskovalne organizacije. Potrebovali bi nov sistem karenčnih dob, ki ne bi bil prilagojen MRL vrednostim temveč 0,0 RL sistemu. Pri večini pripravkov bi bile nove 0,0 RL karenčne dobe verjetno vsaj trikrat daljše od obstoječih.\nSadjar se bo v vsakem primeru znašel v primežu množice lobističnih interesov družbenih skupin. Kako ustvariti protiutež argumentov proti lakomnim trgovskim verigam in stotinam omejeno objektivnih nevladnih organizacij z visoko izobraženim kadrom, ni povsem jasno niti dobro organiziranim organizacijam pridelovalcev, kaj šele našim pridelovalcem, ki preizkušajo srečo vsak zase.\n"], "25": ["5 SKLEPI", "V letu 2007 smo na posestvu Fakultete za kmetijstvo Maribor ugotavljali, ali je mogoče v naših pridelovalnih razmerah pridelovati sadje brez merljivih ostankov pesticidov, kljub uporabi le teh v začetku rastne dobe. Poskusni nasad smo škropili po dveh škropilnih programih ter proučevali stopnje napada bolezni in škodljivcev. Ob koncu smo opravili ekonomsko analizo poskusa.\nIz poskusa lahko sklepamo, da je z ustreznimi spremembami pridelovalne tehnologije sadja tudi v Sloveniji v nekaj letih možno uvesti ekonomsko vzdržen 0,0 RL sistem pridelave sadja in tako slediti trendom v drugih sadjarsko relevantnih državah.\nZa postopen prehod v takšen sistem pridelave je potrebno pričeti izvajati naslednje ukrepe:\n- uvesti sorte z večjo odpornostjo na bolezni in škodljivce in jih tudi ustrezno promocijsko dovolj dobro predstaviti kupcem;\n- pripraviti podatke in navodila za pripravo modificiranih škropilnih programov s klasičnimi FFS;\n- pripraviti oceno možnosti za spremembe tehnologij skladiščenja in skladiščnega procesiranja, da bi se lahko odpovedali določenim škropljenjem pred obiranjem;\n- uvesti drevesnim volumnom prilagojen sistem odmerjanja FFS (TRV sistem) za minimiranje vnosa FFS v okolje in maksimiranje nanosa FFS na ciljna zemljišča;\n- uvesti zanesljive metode spremljanja vremenskih podatkov in hitrega računalniškega napovedovanja pojava bolezni na nivoju sadovnjaka;\n- vzpodbuditi ponudnike FFS, da na slovenskem trgu ponudijo bistveno več pripravkov za biotično zatiranje škodljivih organizmov in pripravkov z zelo kratko razpadno dobo.\n"], "abstract": ["Cilj študije je bil ugotoviti, ali je v Sloveniji z omejeno porabo fitofarmacevtskih sredstev (FFS) v drugem delu rastne dobe možno pridelati jabolka brez ostankov FFS. Izvedli smo praktični poskus v sadovnjaku (poskusni nasad FKBV), kjer smo imeli dve vrsti pridelave: standardno integrirano pridelavo (IPS), kjer smo izvajali ukrepe varstva rastlin po pravilih obstoječe integrirane pridelave in modificirano integrirano pridelavo (MIPS-0,0 RL), kjer smo izvajali spremenjeno varstvo jablan, in sicer na način, da so bila škropljenja do začetka julija enaka kot pri IP, potem pa smo v MIPS-0,0 RL uporabljali samo pripravke za biotično varstvo. S tem smo želeli zmanjšati koncentracije ostankov FFS v jabolkih ob spravilu pridelka. Med letom smo večkrat analizirali pojav bolezni in škodljivcev. Nato smo ob obiranju določili pridelek, kakovostne razrede jabolk in naredili analizo izgub pridelka. Prav tako smo ob obiranju odvzeli vzorce plodov za analizo ostankov FFS. Rezultati našega poskusa so pokazali, da bi lahko bil MIPS-0,0 RL sistem povsem uporaben. "]}