{"1": ["1 UVOD", "Ključ za uspeh tovarne močnih krmil je politika kakovosti in varnosti krme, ki je usklajena s poslovno politiko podjetja ter v skladu z direktivo sveta 93/43/ EEC o higieni živil in slovenskim Zakonom o zdravstveni ustreznosti živil in izdelkov ter snovi, ki prihajajo v stik z živili (Ur.l. RS, št. 52/2000). Ta zakon določa pogoje, ki jih morajo izpolnjevati živila, dodatki, izdelki, snovi, ki prihajajo v stik z živili da so zdravstveno ustrezni ter ureja zdravstveni nadzor nad proizvodnjo in prometom z namenom, da zavaruje zdravje potrošnikov. Ta zakon se neposredno ne opredeljuje na krmo, ampak je z njo povezan posredno, saj govori o končnih proizvodih, pri katerih mora biti omogočena sledljivost od polja do mize. Spremljati se mora proizvodnja žit, proizvodnja krmil, reja živali in nadaljnja uporaba tega mesa, da se zagotovi varnost končnega proizvoda (FAO 2007).\nEvropski parlament in Svet evropske unije sta dne 12. Januarja 2005 sprejela Uredbo evropskega parlamenta in sveta (ES) št. 183/2005 o zahtevah glede higiene krme. Glavni cilj te uredbe je zagotoviti visok raven zaščite potrošnikov glede varnosti živil in krme na podlagi upoštevanja vseh higienskih pravil. Za zagotavljanje proizvodnje varne krme je pomemben 6. Člen te uredbe, ki govori o sistemu analize tveganj in kritičnih nadzornih točk, in sicer 2. odstavek tega člena, v katerem so podana načela za zagotavljanje proizvodnje varne krme. Ta načela so:\n1. Ugotoviti vsa tveganja, ki jih je treba preprečiti, odpraviti ali zmanjšati na  sprejemljivo raven.  2. Opredeliti kritične kontrolne točke pri koraku ali korakih, ko je nadzor nujen za  preprečevanje ali odpravo tveganja ali njegovo zmanjšanje na sprejemljivo raven.  3. Postaviti kritične meje na KKT, ki sprejemljivost ločujejo od nesprejemljivosti, kar  zadeva preprečevanje, odpravljanje ali zmanjšanje ugotovljenih tveganj.  4. Vzpostaviti in izvajati učinkovite postopke spremljanja na KKT.  5. Uvesti korektivne ukrepe, kadar se pri spremljanju pokaže, da neka KKT ni pod  nadzorom. \n  popolni in učinkovito delujejo. Postopke preverjanja je potrebno izvajati redno.  7. Uvesti dokumente in evidenco, sorazmerno z naravo in velikostjo dejavnost  poslovanja s krmo, da bi dokazali učinkovito uporabo ukrepov iz točk 1 - 6.\nSplošne zahteve glede proizvodnje, skladiščenja, prometa ali uporabe krme določa Zakon o krmi (ZKrmi-1) (Ur. L. RS, št. 127/2006), ki pravi: prepovedano je proizvajati, skladiščiti, dajati v promet ali uporabljati za krmljenje živali krmo, dodatke in premikse, ki niso zdravstveno in kakovostno ustrezni, označeni in pakirani na predpisan način in ki jim je potekel rok uporabe.\nV skladu z Zakonom o veterinarskih merilih skladnosti (ZVMS) (Ur. L. RS, št 93/ 2005) morajo biti obrati, ki proizvajajo, skladiščijo, pakirajo, pripravljajo za trg ali dajejo v promet krmne mešanice z dodatki ali premiksi; dodatke, premikse ali proizvode, ki so neposredni ali posredni vir beljakovin, vključno s posredniki teh proizvodov, vpisani v register obratov in so pod uradnim veterinarskim nadzorom.\nProizvodnja varne krme je prvo in glavno vprašanje vodenja dobre prakse v vsakem členu verige od primarne proizvodnje do končne predelave. Zato je odgovornost vsakega, ki dela v proizvodnji krmil, da izvaja dobro prakso, da se zagotovi varnost in kvaliteta krmil.\nCilji diplomske naloge:\n- Spoznati HACCP sistem v tovarni močnih krmil.\n- Ugotoviti upravičenost določenih KKK in KT v procesu proizvodnje krmil.\n- Ugotoviti ali obstaja še kakšna potencialna KKT/ KT v procesu proizvodnje krmil,  da se zagotovi večja varnost krmil.\n- Z testom homogenosti in navzkrižne kontaminacije preveriti delovanje mešalca.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Zgodovina HACCP sistema", "Določanje kritičnih kontrolnih točk (v nadaljevanju KKT) izhaja iz sistemske metode, imenovane analiza možnih napak in posledic (ang. Failure Mode and Effect Analysis, FMEA), ki je bila postavljena kot sistemska metoda in bi naj spremljala proizvod skozi proizvodnje stopnje ter razčlenjevala posamezne napake proizvoda oziroma celotnega sistema. Ta metodološki pristop je uvedla NASA (ang. National Aeronautics and Space Administration) po letu 1950, z namenom povečevanja kakovosti in posledično varnosti svojih izdelkov.\nZačetki razvoja HACCP (ang. Hazard Analysis Critical control Point, v nadaljevanju HACCP) koncepta segajo v obdobje od 1950 do 1960, ko so za potrebe varne produkcije živil za ameriški vesoljski program med seboj tesno sodelovali ameriški vojaški laboratorij, korporacija Pillsbury in NASA. NASA je za svoje misije v vesolje potrebovala varno živilo, zato je bilo potrebno vzpostaviti proizvodnjo, ki bi zagotavljala odstranitev vseh patogenih bakterij iz hrane. Korporacija Pillsbury je kmalu zatem predstavila HACCP sistem, ki temelji na postavitvi in spremljanju kontrolnih točk od vhoda surovine do končnega proizvoda. Sistem v celoti spremlja proizvod skozi proizvodne stopnje ter razčlenjuje posamezne napake proizvoda oziroma celotnega sistema. Ta sistem je bil leta 1971 prvič predstavljen v ZDA na konferenci o varni hrani za potrebe živilske industrije. Po letu 1970 je bil sistem HACCP postopno vgrajen v predpise ameriške agencije za hrano in zdravila (ang. Food and Drug Administration, FDA), svetovna zdravstvena organizacija (ang. World Health Organization, WHO), Mednarodne komisije za mikrobiološke specifikacije za živila (ang. International Commission on Microbiological Specificacion for Foods, ICMSF) in drugih organizacij (Raspor in sodelavci 2002).\n"], "4": ["2.2 HACCP sistem", "HACCP oziroma ATKKT analiza tveganja kritičnih kontrolnih točk je sistem, ki ugotavlja, vrednoti in nadzira tveganja, ki so pomembna za varnost končnega proizvoda (Raspor in sodelavci 2002).\nUčinkovitost HACCP sistema temelji na multidisciplinarnem delu skupine za pripravo HACCP, saj jo sestavljajo strokovnjaki iz več področji. Za uspešno vključitev HACCP sistema v proizvodni postopek izdelave močnih krmil, mora delovna skupina za pripravo HACCP načrta upoštevati oziroma slediti sedmim osnovnim principom. HACCP načrt je dokument izdelan na podlagi sedmih načel HACCP sistema, ki določa postopke, ki se morajo upoštevati in jim slediti, da se zagotovi nadzor nad tveganji, ki so pomembna za zagotavljanje varnosti krme v proizvodnem postopku. Ustreznost / neoporečnost krmil je lahko ogrožena na katerikoli točki v proizvodno distribucijski verigi od surovin med proizvodnjo, skladiščenjem in trgovanjem; zato je potrebno upoštevati vsa biološka, kemična in fizikalna tveganja, ki potencialno ogrožajo ustreznost krmil (Knight 2010).\nNačela HACCP sistema:\n1. Analiza tveganja.  2. Določanje kritičnih kontrolnih točk, ki morajo biti nadzorovane z namenom, da se  tveganja odpravijo ali zmanjšajo na najmanjšo možno stopnjo.  3. Določanje kritičnih mejnih vrednosti, ki morajo biti zanesljivo nadzorovane zaradi  obvladovanja tveganj v vsaki kritični kontrolni točki.  4. Vzpostavitev spremljanja kritičnih kontrolnih točk.  5. Vzpostavitev korekcijskih postopkov, ki morajo biti sprejeti vsakokrat, ko je  zabeleženo nesprejemljivo odstopanje v kritični kontrolni točki.  6. Vzpostavitev postopkov validacij.  7. Vzpostavitev dokumentacije.\n"], "5": ["3 MATERIALI IN METODE", ""], "6": ["3.1 Opredelitev naloge", "V nalogi bom natančno preučila uporabo HACCP sistema v tovarni močnih krmil. Osredotočila se bom na proces proizvodnje krmil.\n"], "7": ["3.2 Materiali", "Kot material za delo so služile informacije zaposlenih, dokumentacija tovarne močnih krmil ter drugi pisni viri.\n"], "8": ["3.3 Vodja HACCP tima in člani HACCP tima v podjetju", "V podjetju je direktor imenoval HACCP tim, katerega sestavljajo strokovnjaki, ki imajo zanje in izkušnje s področja proizvodov, procesov in tveganj v okviru postavljenega sistema.\nHACCP tim sestavljajo:\n- vodja: diplomirani inženir kmetijstva\n- tehnolog 1: univerzitetni diplomirani ekonomist \n - tehnolog 2: diplomirani inženir kmetijstva.\nKer HACCP dopolnjujejo sami, nimajo zunanjih strokovnjakov.\n"], "9": ["3.4 Namen in obseg HACCP študije", "Namen študije je zagotoviti zdravstveno ustrezna, varna krmila skozi proizvodni proces nabave surovin, proizvodnje, skladiščenja in transporta krmil do mesta uporabe. Pri sami proizvodnji je zelo pomembno, da se vsa tveganja (mikrobiološka, kemična, fiziološka) odpravijo oziroma zmanjšajo na najnižjo možen raven ter da je omogočen sistem sledljivosti.\nV preiskovanem podjetju so se odločili za vpeljavo HACCP sistema v celotni proizvodni proces in proces distribucije. S projektno pripravo HACCP sistema so pričeli 01. 01. 2003 in ga uvedli 30. 04. 2003. Ker so izdelki po sestavi in izdelavnem procesu znotraj skupine izdelkov zelo sorodni, so izdelali HACCP študijo za naslednje procese:\n- proces proizvodnje krmnih mešanic;\n- proces proizvodnje premiksov in supermiksov;\n- proces skladiščenja žitaric, tropin, otrobov, lucerne in pesnih rezancev (surovin  v rinfuzi);\n- proces skladiščenja surovin in dodatkov v vrečah;\n- proces skladiščenja tekočinskih komponent. \nNa podlagi zunanje presoje HACCP sistema se je HACCP tim odločili za spremembo HACCP izhodiščne študije, in sicer:\n- da vključijo v dokument »HACCP študije« analizo tveganja;\n- natančneje opredelijo sistem notranjega nadzora in ga uskladijo s sistemskimi  postopki procesa proizvodnje krmil.\n- V HACCP plan vključijo rubriko »preventivni ukrepi« ter dopolnijo rubriko  »popravni ukrepi« z osebo, ki je odgovorna za izvedbo popravnega ukrepa.\nSama učinkovitost spremembe HACCP študije se je preverila z validacijo.\n"], "10": ["3.5 Sistemski postopek procesa proizvodnje krmil", "V preglednici 2 je prikazana shema sistemskega procesa proizvodnje krmil, iz katere je razvidno, da je bistvo procesa transport surovine iz silosov v celico. Surovine se stehtajo in dozirajo po recepturi, le-te zmeljemo in zmešamo. Med mešanjem dodajamo dodatke (npr. sojino olje), zmešane surovine transportiramo v melasirko, kjer dodamo melaso. Po melasiranju transportiramo krmno mešanico ali v peletirko, kjer se stisne masa skozi sito, da dobimo želeno velikost peletov ali pa v transportno celico, kjer krmno mešanico skladiščimo za vrečenje. Po končanem peletiranju pelete ohladimo z čistim zrakom, nato jih transportiramo v silosno celico, kjer jih nato skladiščimo za rinfuzo (razsuto stanje) ali vrečenje. Če pelete uporabimo v rinfuznem stanju jih ali transportiramo na tovornjak, vzamemo vzorec in stehtamo ter transportiramo do kupca ali pa napolnimo »big bag« vreče, vzamemo vzorec in jih stehtamo ter skladiščimo. Preden jih odpremo še enkrat stehtamo in vizualno pregledamo. Če pelete uvrečimo, le-te napolnimo, potem pa vzorčimo, stehtamo, zašijemo in skladiščimo. Preden jih odpremoše enkrat stehtamo in vizualno pregledamo. \nOrgan. enota Podatek/Dokument Postopek D I O Potek\nSe nadaljuje \nSe nadaljuje \nSe nadaljuje \nSe nadaljuje \n"], "11": ["4 REZULTATI Z RAZPRAVO", ""], "12": ["4.1 Analiza tveganja po stopnjah procesa z uvedbo sistema HACCP v tovarni močnih", "krmil\nPrva stopnja pri določevanju kritičnih mejnih vrednosti za KKT je identifikacija in analiza kritičnih dejavnikov oziroma parametrov (Preglednica 3), ki lahko ogrozijo varnost krmila, če v določeni KKT niso ustrezno nadzorovana.\nAnalizo tveganj sestavljajo zbrani podatki o ugotovljenih in ocenjenih tveganjih, vzrokih za nastanek in preventivnih ukrepih. Analiza tveganj za proizvodnjo krmil je prikazana v preglednici 4.\nSe nadaljuje \nSe nadaljuje \nSe nadaljuje \n"], "13": ["4.2 Določanje kritičnih kontrolnih točk in kontrolnih točk", "Kritična kontrolna točka je stopnja proizvodnega procesa, na kateri, z ustreznim kontrolnim ukrepom, potencialno nevarno tveganje preprečimo, odstranimo oziroma zmanjšamo na sprejemljivo raven (Raspor in sodelavci 2002).\nKontrolna točka (v nadaljevanju KT) je stopnja proizvodnega postopka, na kateri nadziramo biološke, kemične in fizične parametre (Raspor in sodelavci 2002).\nRazlika med KKT in KT je v samem tveganju, in sicer: KKT predstavlja visoko tveganje za zdravje živali, sploh z mikrobiološkega vidika, KT pa predstavlja nizko tveganje za zdravje živali in je namenjena predvsem za nadzor kakovosti krmil.\nNa enak način kot tveganja v KKT lahko tudi merjene parametre opredelimo kot mikrobiološke, fizikalne in kemijske, in sicer:\n1) Mikrobiološka tveganja so najpomembnejša, najpogostejša in najtežje obvladljiva.\nTa tveganja predstavljajo:\n- žitni škodljivci\n- mikroorganizmi in njihovi presnovki\n- salmonele\nPrisotnost in delovanje mikroorganizmov lahko povzroča pri živalih prebavne težave, v hujših primerih pa lahko privede do reprodukcijskih motenj. Sami žitni škodljivci ne povzročajo nevarnosti za zdravje živali, ampak povzročajo izgubo dobička. \nPreventivni ukrepi:\n- Žitne škodljivce se obvladuje s pravilnim skladiščenjem in z preventivnim  ukrepom s sistemom DDD (dezinsekcija, dezinfekcija, deratizacija), zato  poskrbimo z dobro proizvodno prakso.\n- Sprejem surovin na vhodu samo z analiznim certifikatom in vzorčenje sprejetih  surovin na vhodu tovarne močnih krmil.\n2) Kemijska tveganja predstavljajo:\n- toksini, ki jih proizvajajo nekatere plesni (alfatoksini, ohratoksini);\n- ostanki pesticidov;\n- ostanki težkih kovin;\n- ostanki strojnih olj.\nPesticidi in težke kovine iz krme se nabirajo v tkivih živali, vendar zaradi relativno nizke koncentracije ne povzročajo resnih zdravstvenih težav.\nPreventivni ukrepi:\n- analiza surovin\n- pravilno skladiščenje\n- pravilno vzdrževanje (mazanje) strojev .\n3) Fizikalna tveganja predstavljajo vsi tujki, ki se pojavljajo v proizvodnji krmil.\nSem spadajo:\n- kovine (odlomljeni deli strojev)\n- les (ostanki lesenih palet)\n- pesek\n- steklo \n - papir.\nČe bi se ti fizikalni delci pojavili v sami proizvodnji, bi lahko povzročili pri živalih, med samim zauživanjem krmil, mehanske poškodbe ustne votline in požiralnika, lahko tudi črevesja - npr. steklo.\nFizikalna tveganja lahko v veliki meri odpravimo z dobro proizvodno prakso.\nPreventivni ukrepi:\n- Vhodna kontrola surovin, kjer se z mrežo na dvižni zapornici pregleda  kontaminacija s fizikalnimi delci.\n- Magnet pri kip napravi na vhodu in za mešalcem (ta pregled z magnetom za  mešalcem sem dodala kot novo KT, in sicer KT mešanje krmil).\n- Predpisano vzdrževanje strojne opreme in pravočasna menjava obrabljenih  delov strojev.\nIz rezultatov analize tveganja je HACCP tim določili KKT in KT v procesu proizvodnje krmil, na katerih je izvajanje nadzora bistveno za zagotavljanje proizvodnje varne krme. \nSe nadaljuje \nV preglednici 5 je prikazana določitev KKT/ KT v proizvodnem procesu. Skozi vse faze procesa proizvodnje krmil smo ugotovili dve KKT in štiri KT, in sicer:\n- KKT 1 je kakovostni pregled skladiščenih surovin, kjer operater izdelave  predmešanic pregleda vsako surovino: organoleptični pregled (prisotnost tujkov,  vonj), izmeri vlago ter odvzame vzorce. V kolikor je blago onesnaženo se le to \n zavrne, če so prisotni tujki, se sproži reklamacijski postopek do dobavitelja, blago  se zavrne. Surovine se vzorčijo na prisotnost mikotoksinov (DON, zearalenon).\n- KKT 2 je toplotna obdelava krmila oziroma peletiranje. Postopek peletiranja  vključuje hidrotermično obdelavo krme in predstavlja bistven korak v higienizaciji  krme. Pri peletiranju obstaja možnost, da pride do navzkrižne kontaminacije sarže s  predhodno, zato je obvezna uporaba čistilnih sarž. Pri peletiranju se dodaja para, ki  se pripravlja v parnem kotlu s pritiskom 8 do 10 bara. Preko parnih instalacij se vrši  reduciranje pritiska pare na 1 do 3 bare pritiska. Ker je za različna krmila zahtevana  različna temperatura in dodana vlaga, je potrebo pripravljati nasičeno paro različnih  tlakov. Bistveno je, da s tem in z natančno kontrolo temperature (maximalno 85 -  C, minimalno 70 - C), ki jo kontrolira operater peletirke in jo vpisuje v evidenčni  list temperature peletirane krme preprečimo v vsakem delu serije krme, da le ta ne  bi bila ustrezno toplotno obdelana. Če je temperatura višja od 85-C se zmanjša  prebavljivost beljakovin, peleti lahko postanejo trdi, suhi in zaradi tega jih živali  nočejo zauživat. To predstavlja veliko ekonomsko izgubo. Če pa je temperatura  nižja od 70 - C, le-ta poskrbi za rast plesni in mikotoksinov. Mikotoksini so  sekundarni presnovki plesni, poznamo več kot 500 vrst, najpogostejše plesni so iz  rodov Aspergillus, ki izloča alfatoksine, Penicillium, ki izloča ohratoksine, in rod  Fusarium, ki izloča deoksinivalenol (DON), zearalenon. Plesni iz rodu Fusarium  rastejo na pridelkih pred žetvijo, zato jih redko najdemo v skladiščih. Plesni iz rodu  Aspergillus in Penicillium pa se razvijejo v času skladiščenja žit (FAO 2011). Za  rast potrebujejo od 14 - 18 % vlage in temperaturo od 10 – 50 - C. med nadaljno  obdelavo surovin visoka temperatura in pritisk nekoliko zmanjšata število plesni,  ne uničita pa mikotoksinov, ker so le-ti odporni na visoko temperaturo in so  prisotni v surovinah tudi, ko ni več plesni. Ker nekatere plesni proizvajajo več  različnih toksinov, najdemo v okuženi krmi več mikotoksinov, zaradi tega prihaja  do interakcij različnih mikotoksinov, kar še povečuje toksičnost. Mikotoksini  povzročajo v organizmu živali biokemijske spremembe, negativno vplivajo na  imunski sistem, zmanjšajo sintezo proteinov, povzročajo zmanjšano absorbcijo  hranilnih snovi v prebavnem traktu in pomanjkljivo oskrbo z vitamini. Mikotoksine  je nemogoče popolnoma odstraniti iz surovin. Ob pripravi krmne mešanice dodamo \n vezalec mikotoksinov, ki mora biti takšen, da ne veže mineralov in vitaminov,  imeti mora širok spekter vezave mikotoksinov in biti stabilen v različnih pH  območjih in učinkovit v nizkih dozah (Vogrin Bračič M. 2008).\n- KT 1: sprejem surovin na vhodu tovarne močnih krmil, ki je možen le s pogodbo  in/ali izjavo in/ali analiznim izvidom. Če skladiščnik ne dobi teh dokumentov o tem  obvesti vodjo proizvodnega sektorja, kateri odloča o nadaljnji uporabi teh surovin.\n- KT 2: uvrečavanje, šivanje in vzorčenje: uvrečevalec je zadolžen za odvzem in  dostavo povprečnih vzorcev krmila, katero mora biti ustrezno in kakovostno. Če je  v vrečah neustrezno krmilo (vsebuje tujke, toksine, vrednosti surovih beljakovin,  surovih maščob in surovih vlaknin ne ustrezajo vrednosti na recepturi) se le to  umakne in po potrebi uniči.\n- KT 3: nadzor skladiščnih vrečenih proizvodov in »big bag« vreč: delovodja  odpreme skrbi za čistočo v skladišču in pregleduje skladiščene vreče ter kontrolira  vabe za glodavce, ki jih dvakrat letno nastavlja uslužbenec zavoda za zdravstveno  varstvo. Poškodovane vreče (raztrgane) pregleda vodja proizvodnega sektorja,  kateri se odloči o nadaljnji rabi le-teh.\n- KT 4: nakladanje krmila v rinfuznem stanju na transportna sredstva in vzorčenje ter  polnjenje, tehtanje, vzorčenje »big bag« vreč: nakladalec rinfuze vzorči krmno  mešanico, katera mora biti ustrezna, kakovostna. Krmilo se vzorči pred odpremo,  zaradi lastne varnosti, če bi slučajno prišlo pri kmetu do zapletov. Vzorci se hranijo  4 mesece, ker imajo krmila rok uporabe 3 mesece, en mesec pa je za primer, če kaj  ne bi bilo v redu. Delovodja pregleda vreče, da le-te niso poškodovane in da v njih  ni ostankov predhodnega krmila ter pregleda kamion.\nGlede na rezultate analize tveganj bi za zagotavljanje večje kakovosti in varnosti krmila bilo priporočljivo še določiti dve KT, in sicer mletje in mešanje surovin. \nMletje: mletje je bistveno v proizvodnji krme, da je le-ta pravilne fizične oblike in da je velikost delcev ustrezna za prehrano živali. Pri mletju zaradi obrabe kladiv in sit prihaja do odstopanj pri velikosti delcev in v krmi se lahko znajdejo odlomljeni deli kladiv, zato je potrebno zagotoviti reden pregled in vzdrževanje stroja, saj bi lahko ti delci poškodovali ustno votlino živali.\nMešanje: pri mešanju je bistvena čistoča mešalca, ki jo vzdržujemo z rednimi pregledi in pravilnim vzdrževanjem. Za samo mešanje je pomemben čas mešanja, da ne pride do razslojevanja materialov in sama učinkovitost postopka mešanja, da se dodatki enakomerno razporedijo po vsej mešanici. Zato je potrebna redna kontrola časa mešanja za vsako krmno mešanico. Za mešalcem je na vrhu transportne poti nameščen magnet, ki lovi nase odlomljene dele strojev in razne tujke. Prvi magnet pa je nameščen na vodu pri kip napravi, kjer se pregledajo surovine. Magneta se morata vsak dan redno čistiti.\n"], "14": ["4.3 Spremljanje (monitoring) KKT in korekcijski postopek", "Monitoring pomeni načrtovano sekvenco meritev in opazovanj KKT, oziroma odgovore na vprašanja:\n- Kaj merimo (parametre)?\n- Kje merimo (mesto izvajanja v proizvodnem procesu)?\n- Kako merimo (metoda, postopek ali način izvajanja)?\n- Kdaj merimo (čas in pogostost merjenja)?\n- Kdo izvaja meritve?\n- Kako rezultate zapisujemo?\n- Kdo vrednoti rezultate meritev ali opazovanja in kdaj?\n- Kje se hranijo rezultati meritev, zapisi (študija HACCP TMK 2005)? \nDokumentirani rezultati monitoringa so sestavni del obveznih podatkov za izvajanje verifikacije.\nČe pride do neskladnosti pri spremljanju KKT se mora izvesti ustrezen korekcijski postopek.\nKorekcijski postopek je katerikoli postopek, ki ga je potrebno izvesti, kadar rezultat monitoringa KKT pokaže, da le-ta ni pod nadzorom. Načrtovati ga moramo vnaprej, da se v primeru, če pride do neskladnosti s kritičnimi mejnimi vrednosti v najkrajšem možnem času ponovno vzpostavi nadzor nad postopkom (Raspor s sodelavci 2002).\nVsi korekcijski postopki morajo biti dokumentirani, vsebovati morajo navodila za zahtevane prilagoditve in spremembe nadzora nad postopki, vsebovati morajo tudi jasno opredeljena navodila o odgovornostih zaposlenih za vzpostavitev omenjenih postopkov.\nKorekcijski postopki morajo:\n- Določiti, če je potrebno krmilo zavreči/ uničiti.\n- Ugotoviti vzrok problema.\n- Dokazati, da je na KKT ponovno vzpostavljen nadzor\nPri kakovostnem pregledu surovin operater izdelave predmešanic pregleda in  vzorči vsako surovino. Če surovina vsebuje tujke ali je okužena, o tem obvesti  vodjo proizvodnega sektorja, ki odloči o nadaljnji uporabi te surovine. Pomemben  je tudi rok uporabe posamezne surovine in vsebnost nezaželenih substanc, ki ne  smejo prekoračit dovoljene vsebnosti. Vrednosti za kg so sledeče: \n - DON: nepredelana žita (razen trde pšenice, ovsa in koruze) 1,25 ppm,  nepredelana trda pšenica in oves 1,75 ppm, frakcije mletja koruze (delci manjši  ali enaki 500 mikronov) 1,25 ppm;\n- Zearalenon: nepredelana žita (razen koruze) 100 ppb, frakcije mletja koruze  (delci manjši ali enaki 500 mikronov) 300 ppb.\nPri peletiranju operater peletirke kontolira temperaturo krme in jo zapisuje na evidenčni list peletirane krme za vsako serijo krmne mešanice, v primeru da je le-ta povečana (višja od 85 - C) ali prenizka (min. 70 - C) se krmilo umakne iz proizvodnje. Vodja proizvodnega sektorja z vsemi navzočimi ugotavlja možne vzroke za nastalo situacijo ter določi nadaljni namen peletiranega krmila.\n"], "15": ["4.4 Verifikacija in validacija sistema HACCP", "Verifikacija pomeni preverjanje skladnosti celotnega sistema HACCP. Pri tem ugotavljamo, ali smo zajeli in pravilno ovrednotili vse faze in vsa tveganja, ki se nanašajo na naš proizvod (Raspor in sodelavci 2002)\nZa ugotavljanje učinkovitosti HACCP sistema opravlja HACCP tim analizo surovin in dodatkov, analizo krmnih mešanic, dnevni vizualni pregled, preverja meritve temperatur in vlage. Vsa odstopanja od kritičnih kontrolnih meritev in normativov se dnevno evidentirajo in timsko rešujejo po izdelanih standardnih korektivnih ukrepih. Za odstop od kritičnih mej v kritični kontrolni točki se zahteva takojšen ukrep, ustavitev proizvodnje, umik krmila in njegovo uničenje. \nOsnovne točke, ki jih pregledamo pri verifikaciji:\n- surovine: specifikacija, potrditev in presoja dobavitelja, vzorčenje surovin,  spremembe zvezi z dobavitelji;\n- prevzem in skladiščenje surovin: nadzor temperature, vlažnosti;\n- proizvodni proces: pregled diagramov procesa, ali se izvaja nadzor nad  predpisanimi KT, nadzor temperature, časa mešanja, pregled dokumentacije za vse  te točke;\n- procesna oprema: ali se uporablja enaka oprema kot takrat ko je bil postavljen načrt  HACCP, vzdrževanje opreme;\n- proizvod in embalaža: ali je pri embalažnih materialih prišlo do spremembe, ali se  spremlja ugotovljen rok trajanja.\nValidacija pomeni overitev učinkovitosti načrta HACCP glede na posamezna tveganja (Raspor in sodelavci 2002).\nValidacija ali overitev KKT naj bo rutinski del vsakdanjega proizvodnega procesa. KKT overimo dnevno pri vsaki proizvodni šarži. Natančnejšo overitev izpeljemo v primeru, ko pride do sprememb v proizvodnem procesu ali proizvodu samem, ko dobimo iz laboratorija nove informacije glede našega proizvoda, ko so znani in objavljeni rezultati raziskav, ki pomembno vplivajo na naš proizvod.\nPogostost interne validacije je opredeljena v letnem načrtu presoj KKT, in sicer jo enkrat mesečno izvaja tehnolog 2, ki o tem poroča vodji HACCP tima, letna ocena sistema HACCP pa poteka enkrat letno z strani pristojne inšpekcijske službe, ki izda pisno poročilo o morebitnih neskladnosti HACCP sistema in po potrebi odredi odpravo neskladnosti z upravno odločbo.\nUspešnost HACCP sistema se izraža v zadovoljstvu kupcev krmil.\n"], "16": ["4.5. Test homogenosti in navzkrižne kontaminacije", "Pravilnik o registraciji obratov primarnih proizvajalcev živil in krme rastlinskega izvora (Ur. L. RS, št. 79/2006), ki delujejo na področju živalske hrane, nalaga proizvajalcem obvezo, da izvajajo tehnične ukrepe za dosego homogenosti proizvoda in preprečevanja navzkrižne kontaminacije. V ta namen je potrebno enkrat letno izvesti test homogenosti in navzkrižne kontaminacije za vsako proizvodno linijo.\nTest homogenosti je pomemben, saj nam pokaže učinkovitost mešanja ter je del dobre proizvodne prakse.\nTest navzkrižne kontaminacije oziroma onesnaževanja nam pove, kako čista ostane proizvodna linija po mešanju krmne mešanice. Če bi le-ta ostajala v proizvodni liniji bi se zmešala z drugo krmno mešanico in tako onesnažila krmilo. Temu testu je potrebno posebno pozornost posvetiti pri izdelavi HACCP študije.\n"], "17": ["4.5.1 Navodilo za izvedbo testa", "Metoda temelji na dodatku indikatorja (markerja) in metode testiranj z indikatorjem metil- violet po dr. A. Hollinger.\nPo predhodnem dogovoru se prejme iz laboratorija glede na velikost šarže natančno odtehtana količina pripravljenega barvila (markerja) z aktivno substanco na internem nosilcu, ki ga je potrebno v celoti dodati na šaržo. Koncentracija barvila je 100g/tono. \nIzvedba testa se je opravila na eni vrsti krmne mešanice, ki je bila pripravljena v 5 zaporednih saržah.\nPo opravljenem vzorčenju se vzorce pošlje takoj v laboratorij, saj je za neoporečnost podatkov analize potrebno izvesti čim prej. Za označevanje vzorcev se ne uporablja modrih ali vijoličnih flomastrov, ker vsebujejo sorodna barvila, najbolje je uporabiti nalepko in svinčnik.\n"], "18": ["4.5.2 Izvajanje testa", "Izvedbo testa smo opravili na eni vrsti krmne mešanice in sicer na PU- starterju, ki smo jo pripravili v 5. zaporednih šaržah in z vmesno čistilno šaržo, kot je predvideno po navodilih za izvedbo. Vzorčenje se je izvajalo po navodilih vzorčenja, in sicer so se vzeli vzorci na več mestih za vsako šaržo pred polnilno linijo. Celoten test se je izvedel v istem dnevu, pripravljene vzorce smo naslednji dan osebno dostavili v laboratorij.\n"], "19": ["4.5.3. Rezultati testa", "Po končani kemijski analizi in statistični oceni je razvidno, da mešalec izpolnjuje vse pogoje glede navzkrižne kontaminacije in homogenosti krmne mešanice, saj so vsi dobljeni rezultati znotraj dopustnih mej, ki so določene iz strani laboratorija. Vsi rezultati laboratorijske analize so podani v preglednicah. \n"], "20": ["5 SKLEPI", "- Nosilci dejavnosti proizvodnje krmil morajo slediti zahtevam, ki jih  predpisujejo zakoni in drugi predpisi.\n- V tovarni močnih krmil sem preučila HACCP sistem s poudarkom na  proizvodnji krmil.\n- S pomočjo analize tveganj smo preučili KKT.\n- Na podlagi analize tveganj bi za zagotavljanje večje kakovosti in varnosti krmil  bilo priporočljivo v HACCP sistem vključiti še dve KT, in sicer mletje in  mešanje krmil. Pri mletju je zelo pomembna velikost delcev surovin in da v  krmni mešanici ni delcev kladiv, saj bi le-ti lahko poškodovali živali, zato je  potrebno zagotoviti redni pregled in vzdrževanje stroja ter čiščenje magneta  enkrat dnevno. Pri mešanju je bistvena čistoča mešalca, da ne pride do  navzkrižne kontaminacije krmnih mešanic, čistočo vzdržujemo z rednimi  pregledi in pravilnim vzdrževanjem. Za samo mešanje krmnih mešanic je  pomemben čas mešanja, da ne pride do razslojevanja materialov, zato je  potrebna redna kontrola časa mešanja.\n- Opravili smo test homogenosti in navzkrižne kontaminacije, ki je pokazal da  mešalec izpolnjuje vse pogoje glede navzkrižne kontaminacije in homogenosti  krmne mešanice.\n"], "abstract": ["V letu 2010 sem v tovarni močnih krmil spremljala proizvodnjo močnih krmil, s poudarkom na proizvodnji varne krme s sistemom HACCP. Cilj je bil spoznati uporabo sistema HACCP v proizvodnji, način določanja kritičnih kontrolnih točk in kontrolnih točk, ter ukrepov nosilca dejavnosti v primerih prekoračitve dovoljenih parametrov kakovosti in varnosti. Dopolnili smo načrt HACCP z našim predlogom za izboljšanje, tako da smo predlagali dve novi kontrolni točki, in sicer mletje in mešanje. V tovarni močnih krmil smo opravili test homogenosti in navzkrižne kontaminacije po metodi dodanega barvila metil violet, ki je obvezna za vsako proizvodno linijo enkrat letno. "]}