{"1": ["1 UVOD ", "V primeru, da bi foliarna aplikacija z nesintetičnimi pripravki pokazala pozitivne učinke na rast in razvoj, potem bi takšna tretiranja pomenila pomemben tehnološki razvoj v proizvodnji pšenice.  V celotni poljedeljski pridelavi se je leta 2008 v Sloveniji pridelalo 160 279 t na 35 413 ha (http://faostat.fao.org/).  Ekološka pridelava pa je bila zastopana na 280 ha in na 56 ha v preusmeritvi (Willer in sod. 2009). \nDandanes je na proizvodnem trgu odločilen visok donos pridelka z atraktivnim izgledom in polnostjo zrnja.  Kakovost pridelka pšenice je odvisna od okolja, genotipa in od medsebojne interakcije obeh dejavnikov (Bavec in Bavec 2009).  Najvplivnejši so abiotski dejavniki okolja, ki povzročajo temperaturni stres (temperaturna nihanja), vodni stres (suša in obilne padavine), pomanjkanje hranil v tleh, oksidacijski stres in pa druge naravne katastrofe (toča).  Prizadetost rastlin zaradi negativnih vplivov okolja lahko v ekološkem kmetijstvu ublažimo z nekaterimi dovoljenimi preparati za ekološko pridelavo, ki bazirajo na rastnih regulatorjih in stimulatorjih ter na sredstvih za krepitev rastlin.  Osnovani so na podlagi mnogih bioloških komponent, peptidov, amino kislin, polisaharidov, huminskih kislin, morskih mineralov itd.  Učinki teh komponent povečujejo fiziološke aktivnosti v rastlinah, še posebej sintezo beljakovin in pomagajo spodbujati metabolizem rastlin ter blažiti negativne učinke. \nV Sloveniji sta registrirani dve skupini dovoljenih sredstev v ekološkem kmetijstvu, stimulatorji rasti in sredstva za nego in krepitev rastlin, na podlagi upoštevanja Uredbe Sveta (ES) št. 834/2007 in Uredba Komisije (ES) št. 889/2008 (Bavec in sod. 2009).  Prva skupina bazira na naravnih ekstraktih morskih alg (Algacifo 300, Bio Plantella Topgreen, Bio Plantella Vrt, Biofa Algenextrakt, Gomar BM 86), rastlinskih izvlečkih (Biocin-F), izvlečkih iz amino kislin in peptidov (Aminovital, Bio Plantella Vita, Multi-pepton, PolyAmin, and Protifert LMW), na podlagi mikroelementov v sledovih (Cifo Mikrom, Masquol, and Micro Combi) in kalcita iz morskih sedimentov (Megagreen), ter mnogi drugi (Bio Plantella humin, Borogreen, Coralite KR+, Curapid, Fer 6 Plus, Ferapid, Kelagreen, Lithovit, Manrapid, New Cal, N-G-K Plus-9-Frucht, N-G-K Blatt, Oligogreen, Vitaven, Vit-Org).  Druga skupina prav tako obsega izvlečke iz morskih alg (Algaren, Algo Vital Plus), izvlečke iz njivske preslice Equisetum arvense (Biofa Equisetum Plus, Bio Plantella Super-F-R, and Bio Plantella Natur-F) in mnoge druge (Bavec in sod. 2009).  Nekatere skupine takšnih pripravkov pospešujejo fiziološke procese v rastlinah, še posebej sintezo beljakovin (Smith in Staden 1983; Owusu 2000; Heo in sod. 2005; Kannan in sod. 2007).  Pomagajo tudi pri spodbujanju metabolizma rastlin in izboljšanju parametrov rasti ter povečanju pridelka (Smith in Staden 1983; Owusu 2000; Heo in sod. 2005; Kannan in sod. 2007; Parrado in sod. 2008; Sivansankari in sod. 2006; Rayorath in sod. 2008; Uppal in sod. 2008; Jayaraj in sod. 2008; Rathore in sod. 2009). \nMineral je specialna koncentrirana vodna raztopina na podlagi morske razsoljene vode z nizko vsebnostjo soli in ima pozitiven vpliv na rastline, kot promovira AS AN d.o.o. \n(http://www.planetzdravja.com/).  Inštitut za bioelektromagnetiko in novo biologijo je poročal, da je “vodno gnojilo”, ki je morda podobno kot Mineral, imelo pozitiven vpliv na kalitev semen kumar, pri fižolu pa se je pokazal signifikantni vpliv v dolžini stebla (http://www.bion.si/gradiva-objave/Porocila/Vodno%20gnojilo-AsAn-05.pdf).  Raziskava s specialnim sredstvom Mineral Rdeči dokazuje 100 % delovanje herbicidnega učinka v koncentrirani obliki pri travah, v primerjavi s testiranjem Minerala Rumeni, se ni pokazal vpliv odpornosti na listne uši pri fižolu in vpliv odpornosti na plesni pri vrtnicah (http://www.bion.si/gradiva-objave/Porocila/Mineral-AsAn-07.pdf/). \nRaziskava temelji na odkrivanju odziva ozimne pšenice (Triticum aestivum ssp. vulgare) in aplikacije z Mineralom po priporočilih proizvajalca.  Namen eksperimenta bo dokazati vplive na donos rasti in različne morfološke parametre (dolžina klasa, število klaskov na klas, teža zrn na klas in število zrn na klas) ter končni pridelek v klimatskuh rastnih razmerah. \n"], "2": ["2 MATERIAL IN METODE ", ""], "3": ["2.1 Lokacija poskusa ", "Poskus je potekal v letih od 2007 do 2009 na Univerzi v Mariboru na površinah Univerzitetnega kmetijskega centra Pohorski dvor, ki leži na nadmorski višini 275 m, 46° 32’ vzhodno po geografski širini ter 15° 39’ severno po geografski dolžini.  Testna rastlina je bila ozimna pšenica sorte “Soissons” in tretirana s pripravkom Mineral, ki je obdelana slana voda in vsebuje 75 različnih mineralov (preglednica 1).  Tretiranje z Mineralom je bilo razdeljeno na štiri foliarne aplikacije v skupni količini 12 ml na parcelo (5 m 2 \n) oz. 24 l ha \n-1.  Pri aplikaciji se je upoštevalo po priporočilih proizvajalca (AS AN d.o.o.) razmerje med obdelano mineralno vodo in navadno vodo (1 : 100). \nPosamezna tretiranja so bila razdeljena v različnih razvojnih fazah, (ki temeljijo na kodah žitaric po Zadoks-u in sod. 1974 in Meier-u 2001), v fazi vznika (BBCH 05, začetek oz. sredina novembra), v fazi razraščanja (BBCH 21/23, 14. marec), fazi oblikovanja drugega kolenca (BBCH 32/33, 20 april) in v fazi klasenja (BBCH 47/49, 23 maj).  Zasnova poskusa je bila izvedena po sistemu naključnega bloka v petih ponovitvah.  Na poskusnih parcelah so se v kolobarju z žitaricami vrstile koruza in krmne rastline, predposevek pa je v vseh letih bila koruza.  V letu 2009 je bilo dodano dodatno obravnavanje s povečanim odmerkom Minerala (20 l ha \nv štirih foliarnih aplikacijah oz. v skupnem odmerku 80 l ha \n) po priporočilih proizvajalca.  V prvem in zadnjem letu je bila pšenica posajena 27. in 21. oktobra s samohodno sejalnico Wintersteiger.  Velikost posamezne parcele je bila 5,5 m 2 \n(5,5 m dolžine x 1 m širine) v medvrstnem razmiku 0,125 m. Robovi osnovne parcele so se zaradi možnih zamikov pri setvi prikrajšali, zato je končna površina parcele merila 5 m 2 \nPreglednica 1: Kemična sestava Minerala \nNa >3500000 µg/L Ni 1390 µg/L Pd < 10 µg/L Eu < 0.1 µg/L Au < 0.2 µg/L Li 100 µg/L Cu 140 µg/L Ag < 20 µg/L Gd < 0.1 µg/L Hg < 20 µg/L Be < 10 µg/L Zn < 50 µg/L Cd < 1 µg/L Tb < 0.1 µg/L Tl < 0.1 µg/L Mg 1260000 µg/L Ga < 1 µg/L In < 0.1 µg/L Dy < 0.1 µg/L Pb 1 µg/L Al < 200 µg/L Ge < 1 µg/L Sn < 10 µg/L Ho < 0.1 µg/L Bi < 30 µg/L Si < 20000 µg/L As 135 µg/L Sb < 1 µg/L Er < 0.1 µg/L Th < 0.1 µg/L K 334000 µg/L Se 510 µg/L Te < 10 µg/L Tm < 0.1 µg/L U 3.2 µg/L Ca 350000 µg/L Br 65100 µg/L I 100 µg/L Yb < 0.1 µg/L Na 9340 mg/L Sc < 100 µg/L Rb 112 µg/L Cs 0.4 µg/L Lu < 0.1 µg/L F < 2 µg/L Ti < 10 µg/L Sr 7830 µg/L Ba < 10 µg/L Hf < 0.1 µg/L Cl 20200 mg/L V < 10 µg/L Y < 0.3 µg/L La < 0.1 µg/L Ta < 0.1 µg/L NO2 < 2 mg/L Cr < 50 µg/L Zr < 1 µg/L Ce < 0.1 µg/L W < 2 µg/L Br 66 mg/L Mn < 10 µg/L Nb < 0.5 µg/L Pr < 0.1 µg/L Re < 0.1 µg/L NO3 < 2 mg/L Fe 2000 µg/L Mo < 10 µg/L Nd < 0.1 µg/L Os < 0.2 µg/L PO4 < 4 mg/L Co < 0.5 µg/L Ru < 1 µg/L Sm < 0.1 µg/L Pt < 30 µg/L SO4 2800 mg/L Vir: http://www.planetzdravja.com/ 2.2 Značilnosti tal pri izvedbi poskusa \nZaloženost tal s fosforjem in kalijem, ki je bila določena po Egner-Riehm Domingo ALmetodi, je bila v optimalnem srednjem C razredu.  Vsebnost humusa je bila dokaj izenačena, 3,22 % (2007) in 2,9 % (2008).  Prst je bila rahlo kisla, saj je bila pH vrednost 6,1 (2007) in 6,0 (2008) (izmerjena s pH metrom in z uporabo pH indikatorjev po Yamadi 1923). \nPo slovenski klasifikaciji (od 1991) se tla na poskusnih parcelah uvrščajo med distrično kambična tla na nekarbonatni podlagi (podtip oglejena tla) in spadajo v razred kambičnih tal v B horizontu s A – (B)v – C profilom.  Ta tla spadajo med kuluvialno distrična rjava tla, za katera je značilen presežek meteornih vod, ki izvirajo plitvo v podtalnici (Vrščaj 2005).  Takšna tla so primerna za pridelavo žit, koruze, krmnih dosevkov, nekoliko manj pa za sladkorno peso in krompir.  V letih s prekomernimi padavinami se takšna pridelava zmanjša, saj so gojene žitarice na takšnih tleh izpostavljene boleznim zaradi prenasičenosti tal. \n"], "4": ["2.2 Klimatske značilnosti v času poskusa ", "Povprečne temperature v zimskem obdobju (februar) v letu 2007 so bile v povprečju višje za 2 – 3 °C od dolgoletnega povprečja temperatur zraka in zaradi neenakomerno razporejenih padavin je delež obsegal le od 50 % do 70 % (junij) v primerjavi z dolgoletnim povprečjem padavin.  Posledično so bile tudi mesečne temperature mnogo višje, nad temperaturnimi pragovi 0,5 in 10 °C. Zaradi visokih temperatur (30 °C in več kot dolgoletno povprečje) v tem letu, je pšenica začela zoreti že zelo zgodaj (junij), kar ni običajno za slovenske razmere.  Zrelost zrnja je nastopila med 25. in 30. junijem.  Prav tako je bila tudi žetev zgodnejša in je v okolici Maribora potekala med 1. in 15. julijem. \nPšenica je prisilno in hitro zorela, kar se je odražalo v slabšem polnjenju zrnja in posledično v nižjem pridelku. \nFaza klasenja ozimne pšenice je v letu 2008 potekala konec maja.  Konec prve tretjine junija se je zrnje že začelo polniti (BBCH 75/77) in zatem začelo zorenje (BBCH 83).  To leto so na pridelek močno vplivale visoke temperature, stres zaradi suše v aprilu (s temperaturami pod dolgoletnim povprečjem) in 50 % delež padavin (37 mm) ter neobičajno topel maj.  Zaradi teh okoliščin se je razvoj pričel prezgodaj, še preden so žitarice dosegle optimalno dolžino.  Junijske nevihte so precej vplivale na nižjo količino in kvaliteto pridelka.  Žetev to leto je bila avgusta. \nJesen 2008 je bila zelo ugodna za setev ozimnih žit, saj so se temperature gibale med 10 in 12 °C. Marca 2009 so žita izoblikovala zasnovo žitnih klasov (BBCH 51/52) in prehajala v fazo kolenčenja (BBCH 30/31) ob omejenem razpolaganju vode v tleh. \nPovprečne temperature zraka so se v marcu povzdignile za 3 - 4 °C v primerjavi z dolgoletnim povprečjem.  April je bil topel mesec in podobno nadpovprečno vreme se je nadaljevalo tudi v maju.  Otoplitev v maju je povzročila fazo cvetenja pšenice (BBCH 69) in fazo nalivanja zrnja (BBCH 71/73).  Iz pridelovalnih in žitorodnih območij so poročali, da so bili posevki pšenic v zelo dobrem stanju.  Na osrednjem štajerskem so močni vetrovi in nalivi 18. maja povzročili poleganje poveskov žit.  Toda na našem poskusnem polju skoraj ni bilo poleganja.  O močnih nalivih so 22. in 25. maja poročali tudi iz Dravskega polja in osrednje Slovenije.  Poškodbe na posevkih je 4. maja na severovzhodu Slovenije povzročila tudi toča.  Junijske vremenske razmere niso bile ugodne za zorenje žit.  Za kvalitetno zrnje so v obdobju zorenja potrebne visoke temperature in zelo malo ali nič dežja.  Močan dež je junija povzročil razmočena tla in otežil spravilo pšenice.  Posledično pa je bila kvaliteta zrnja zaradi kaljenja v zrnju manj kakovostna.  Pridelek žit je bil manjši in slabše kakovosti ter uvrščen le v krmni razred. \n"], "5": ["2.3 Meritve ", "V letu 2007 smo v fazi drugega kolenca (BBCH 32) primerjali višino in obarvanost rastlin pšenice.  Pred žetvijo pridelka smo ocenjavali morebitne morfološke spremembe na rastlinah (poleganje rastlin).  V letih 2008 in 2009 smo poleg morfoloških lastnosti, spremljali tudi prezimitev rastlin, število poganjkov pšenice na enoto površine in izračunali faktor produktivnega razraščanja.  V fazi klasenja (BBCH 47/49) smo ocenili napadenost in poškodovanost rastlin zaradi žitnega strgača (Lema melanopus L.).  Pred žetvijo smo naključno izbrali 40 klasov na vsaki parceli in kasneje na njih napravili analizo v laboratoriju.  Vsak klas je bilo potrebno izmeriti na milimeter natančno (cm), prešteti število klaskov in število zrn na klas ter stehtati maso zrnja (g).  Žetev pšenice v poskusu je v letih 2007, 2008 in 2009 potekala 18., 29. in 21. julija.  Pri spravilu posevka pšenice smo pridelek stehtali in v semenskem laboratoriju določili vlago (SIST ISO 711:1997) in hektolitrsko maso (SIST ISO 7971-2:1997).  V laboratorju Intesa so v povprečnih vzorcih vseh obravnavanj analizirali beljakovine v zrnju (SIST ISO 1871:1995), število padanja (SIST ISO 3093:2005) in sedimentacijo (SIST ISO 5529:1997). \nZa nastop razvojne faze smo upoštevali datum, ko je fazo doseglo 75 % rastlin.  Za meritve obarvanosti rastlin smo uporabili modificirano skalo po Munsell-ovi rastlinski barvni lestvici (1977) s petimi intenzivnostmi pri obarvanosti; 1 (zelo svetlo zeleno), 2 (svetlo zeleno), 3 (zeleno), 4 (temno zeleno), 5 (zelo temno zeleno). \nZa poškodovanost rastlin zaradi žitnega strgača smo uporabili pet stopenjsko skalo (modificirana nelinearna skala, ki se v Sloveniji uporablja na poljskih poskusih in upošteva EPPO standard PP1/236 (1): 2004); 1 (brez poškodb), 2 (malo – do 10 % listne površine poškodovane), 3 (srednje – do 20 % listne površine poškodovane), 4 (močno – 35 % listne površine poškodovane), 5 (zelo močno, nad 50 % listne površine poškodovane). \nV Sloveniji se preverjajo nekatere lastnosti zrnja pšenice, kot so beljakovine (po Kjeldahl metodi), sedimentacijska vrednost (merjena po Zeleny-jevem sedimentacijskem testu), število padanja (definirano po Sven Hagberg-u 1960 in potrjeno s standardom ISO 3093 1982) in hektolitrska masa (metodoligija po Schopper-ju).  Na podlagi vsebnosti surovih beljakovin, sedimentacijske vrednosti, števila padanja in hektolitrske mase, se pšenica uvršča v A, B in C kakovostni razred, kar ni uradno temveč velja kot dogovor med pridelovalci in odkupovalci pšenice.  Minimalne vrednosti parametrov za razvrščanje pšenice v posamezne razrede so navedene v preglednici 2. \nPreglednica 2: Klasifikacija pšenice v Sloveniji \nKakovostni razred \nA \nKakovostni razred \nB \nKakovostni razred \nC \nEU intervencijski odkup \nVsebnost surovih beljakovin (%) 14 12 10,3 10,5 Število padanja (s) 280 250 220 220 Hektolitrska masa (kg) 78 76 74 73 Sedimentacijska vrednost (ml) 45 35 30 Vir: Opisna sortna lista za pšenico 2008 2.5 Statistična analiza \nRezultati poskusa so bili analizirani z analizo variance (ANOVA) s statističnim paketom Statgraphics Centurion XV. 2005.  User Manual.  Herndon: StatPoint, Inc. 287 p. Rezultati so prikazani kot srednje vrednosti v petih ponovitvah ± standardne napake srednjih vrednosti (± SEM).  Za primerjanje srednjih vrednosti je bil uporabljen Tukey’s HSD test (α = 0,05). \n"], "6": ["3 REZULTATI IN DISKUSIJA ", "Mineral ni imel nobenega vpliva na produktivnost razraščanja (število poganjkov s klasom) in na število prezimlih rastlin v začetku pomladi, signifikanten pa je bil vpliv leta.  Dobljeni podatki prikazujejo nizko kapaciteto produktivnosti razraščanja, zaradi hladnega obdobja in večjih nalivov (marec) v fazi BBCH 21/23 (preglednica 3). \nMajathoub (2003) dokazuje z objavo rezultatov o vplivu stimulatorja Vigro na rast rastlin nasprotno, saj ta ohranja endogeno aktivnost fitohormonov in stimulira rast rastline v fazi razraščanja (BBCH 21/23). \nPreglednica 3: Vpliv Minerala na povprečno število prezimelih rastlin pšenice m-2 in povprečno število poganjkov s klasom m-2 na Univerzitetnem kmetijskem centru v letih 2008 – 2009 \nPovprečno število prezimelih rastlin pšenice m-2 \nPovprečno število poganjkov s klasom m \n"], "7": ["2008-2009 2009 2008-2009 2009 Leto (A) ", "Obravnavanje (B) Interakcija A x B \n* ns ns \nns \n*** ns ns \nns \nLeto 2008 2009 \n"], "8": ["297,6±43,4a 235,9±30,3b ", ""], "9": ["396,4±13,6a 296,6±13,6b ", "Obravnavanje Kontrola Mineral \nPovečan odmerek Minerala 264,0±55,5 269,5±53,2 \n"], "10": ["228,0±45,5 243,8±36,6 223,2±28,1 333,0±59,1 360,0±76,9 ", ""], "11": ["283,6±37,1 309,6±49,3 284,0±13,3 ", "Signifikanca: *** P ≤ 0,001; ** P ≤ 0,01; * P ≤ 0,05; ns – ni significance; Srednja vrednost ± SEM Razlike v intenzivnosti obarvanosti rastlin na listih so se pokazale le v letu 2009 s signifikantnim vplivom Minerala v primerjavi s kontrolnim obravnavanjem (preglednica 4).  Posledično so nadpovprečno tople vremenske razmere aprila (2008) v fazi BBCH 32 pospešile razvoj rastlin.  Morfoloških posebnosti na listih, steblu in klasu po posameznih obravnavanjih ni bilo opaziti. \nPreglednica 4: Vpliv Minerala na obarvanost rastlin v fazi BBCH 32 na Univerzitetnem kmetijskem centru v letih 2007 – 2009 \nObarvanost rastlin v fazi BBCH 32 2007-2009 \nObarvanost rastlin v fazi BBCH 32 2009 \nLeto (A) \nObravnavanje (B) Interakcija A x B \n** ns ns \nLeto 2007 2008 2009 \n"], "12": ["1,2±0,84b 1,0±0,82b 1,6±0,83a ", "Obravnavanje Kontrola Mineral \nPovečan odmerek Minerala 1,1±0,26 1,5±0,64 \n"], "13": ["1,0±0,00b 1,8±0,50a 2,2±0,44a ", "Signifikanca: *** P ≤ 0,001; ** P ≤ 0,01; * P ≤ 0,05; ns – ni significance; Srednja vrednost ± SEM Analiza vpliva obravnavanj z Mineralom na pridelku zrnja je bila na meji statistične značilnosti (P=0,054).  Podatki v letih 2007 – 2009 in 2008 – 2009 niso pokazali razlik vpliva med obravnavanji z Mineralom in kontrolo.  Obravnavanje med Mineralom in povečanim odmerkom Minerala pa je bila v letu 2009 signifikantno enaka, ampak kljub temu večja od kontrole (preglednica 5). \nKakorkoli, naši rezultati so pokazali podobne vplive v letu 2009 kot različna testiranja s slano in alkalno vodo, primerno za namakanje, ki potrjujejo povečanje produktivnosti pridelka pšenice (Singh in sod. 2008).  Sledeča raziskava na podlagi obravnavanja s preparatom Agat 25K, s katerim so tretirali oves v fazi razraščanja (BBCH 21/23), je pokazala signifikanten vpliv pripravka na pridelek zrnja, ki je odvisno od sorte, znašal od 0,7 t ha \nto 1,2 t ha \n(Batalova in Budina 2007). \nObsežna raziskava, ki prav tako ugodno vpliva na količino pridelka in na višjo kvaliteto ter povečuje odpornost poljščin v stresnih okoliščinah (v sušnih obdobjih) v času zgodnjega cvetenja in v fazi polnjenja zrnja (BBCH 61), pri kateri je bila uporabljena slana voda z visokimi vrednostmi konduktivnosti, je učinkovala pozitivno brez izgub v pridelavi (Hamdy in sod. 2005).  Nevarnost stresnih razmer za pšenico je bila tudi v našem poskusnem letu 2009 v fazi polnjenja zrnja v juniju, ko so bila večja temperaturna nihanja s pogostimi padavinami, kar se je tudi odražalo v slabšem razvoju.  Ampak v tem primeru, bi lahko bile rastline vključene v obravnavanja z Mineralom bolj odporne na visoke in nizke temperature (preglednica 5). \nPreglednica 5: Vpliv Minerala na pridelek zrnja pšenice (t ha-1) na Univerzitetnem kmetijskem centru v letih 2007 – 2009 \nGrain yield (kg 10 m \n-2 or t ha \n"], "14": ["2007-2009 Grain yield (kg 10 m ", "-2 or t ha \nLeto (A) \nObravnavanje (B) Interakcija (A x B) \n* ns ns \nLeto 2007 2008 2009 \n"], "15": ["4,6±0,4a 3,2±0,4b 3,9±0,4ab ", "Obravnavanje Kontrola Mineral \nPovečan odmerek Minerala 3,87±0,3 3,95±0,3 \n"], "16": ["3,5±0,13b 4,2±0,13a 4,1±0,13a ", "Signifikanca: *** P ≤ 0,001; ** P ≤ 0,01; * P ≤ 0,05; ns – ni significance; Srednja vrednost ± SEM Ob statistični obdelavi analize klasa (dolžina klasa, število klaskov na klas, teža zrn na klas in število zrn na klas) ni bilo signifikantnih razlik pri obravnavanjih z Mineralom, razen pri dolžini klasa in številu zrn na klas pri uporabi povečanega odmerka Minerala v letu 2009.  Vpliv leta pa je bil izrazitejši (preglednica 6). \nV povezavi s povečanim učinkom na število zrn na klas zaradi povečanega odmerka Minerala v letu 2009, se je pokazal podoben vpliv tudi pri sredstvu Vigro (Majathoub 2003). \nPreglednica 6: Vpliv Minerala pri analizi klasa na Univerzitetnem kmetijskem centru v letih 2008 – 2009 \nDolžina klasa (cm) \nŠtevilo klaskov na klas (No) \nŠtevilo zrn na klas (No) \nMasa zrnja na klas \n(g) \nLeto (A) \nObravnavanje (B) Interakcija (A x B) \n*** ns ns \n*** ns ns \nns \nns ns ns \n*** ns ns \nns \nLeto 2007 2008 2009 \n"], "17": ["6,7±0,41a 5,8±0,35b ", ""], "18": ["14,4±0,92b 22,8±3,06a ", ""], "19": ["34,1±3,6 31,1±3,0 ", ""], "20": ["1,7±0,2a 1,0±0,1a ", "Obravnavanje Kontrola Mineral \nPovečan odmerek Minerala 6,1±0,49 6,3±0,64 \n"], "21": ["5,7±0,15a 5,8±0,69a 5,1±0,14b 18,0±0,7 19,1±0,7 ", ""], "22": ["22,0±2,8 23,5±3,5 23,4±1,8 32,8±3,6 32,5±3,8 ", ""], "23": ["30,8±1,3a 31,5±4,4a 26,4±1,5b 1,4±0,45 1,3±0,33 ", ""], "24": ["1,0±0,09 1,0±0,19 1,1±0,05 ", "Signifikanca: *** P ≤ 0,001; ** P ≤ 0,01; * P ≤ 0,05; ns – ni significance; Srednja vrednost ± SEM Analiza variance je pokazala signifikantno razliko med obravnavanji in interakcijami (Mineral x Kontrola) pri poškodovanosti rastlin zaradi žitnega strgača (preglednica 7).  V letu 2009 ni bilo zaznati večje odpornosti napada žitnega strgača zaradi povečanega odmerka Minerala ob škropljenju (faza klasenja BBCH 47/49). \nIzrazito signifikanten je bil vpliv leta, obravnavanj in interakcije, izražen na višini rastlin (preglednica 7).  Največja višina rastlin se je pokazala v letu 2009 (67,0 cm) v primerjavi s kontrolnim obravnavanjem (62,2 cm).  Zaradi povečanega odmerka Minerala v letu 2009 ni bilo zaznati vpliva na povečanje višine rastlin (63,8 cm). \nPreglednica 7: Vpliv Minerala na poškodovanost rastlin zaradi napadenosti žitnega strgača na Univerzitetnem kmetijskem centru v letih 2008 – 2009 \nPoškodovanost rastlin zaradi strgača \nPlant height at harvest time (cm) \n"], "25": ["2008-2009 2008-2009 Leto (A) ", "Obravnavanje (B) Interakcija A x B ns \nLeto 2008 2009 \n1,5±0,71 1,5±0,47 45,5±3,17 64,6±4,88a Obravnavanje Kontrola Mineral 1,75±0,63a 1,25±0,43b 53,9±9,6b 56,2±11,9a \nSignifikanca: *** P ≤ 0,001; ** P ≤ 0,01; * P ≤ 0,05; ns – ni significance; Srednja vrednost ± SEM Vlaga v zrnju se je med leti le malo spreminjala in se razlikovala samo v primeru s povečano koncentracijo Minerala.  Podobno je bilo pri hektolitrski teži, ki je prav tako variirala med leti in obravnavanji, razen pri povečanem odmerku Minerala se je pokazala sprememba (preglednica 8). \nPreglednica 8: Vpliv Minerala na vlago semena ob spravilu (%) in hektolitrsko maso semena (kg hl \n) na Univerzitetnem kmetijskem centru v letih 2007-2009 \nVlaga semena ob spravilu (%) \nHektolitrska masa semena (kg hl \n"], "26": ["2007-2009 2009 2007-2009 2009 Leto (A) ", "Obravnavanje (B) Interakcija A x B \n*** ns ns \nns ns ns \nLeto 2007 2008 2009 \n"], "27": ["11,0±0,24a 13,1±0,22b 14,7±0,92b ", ""], "28": ["75,7±1,29 75,4±0,53 74,0±2,51 ", "Obravnavanje Kontrola Mineral \nPovečan odmerek Minerala 13,2±0,54 13,0±0,71 \n"], "29": ["14,9±0,54b 14,6±0,62ab 14,2±0,17a 74,6±3,47 75,5±3,34 ", ""], "30": ["73,5±3,47b 74,5±2,90ab 75,9±1,69a ", "Signifikanca: *** P ≤ 0,001; ** P ≤ 0,01; * P ≤ 0,05; ns – ni significance; Srednja vrednost ± SEM Pridelek pšenice vsakega obravnavanja je temeljil na parametrih kakovosti, ki so bili klasificirani v posamezne razrede, od katerih je hektolitrska masa pri obravnavanju z Mineralom v letu 2008 izstopala z višjim razredom.  Uvrstitev v višje razrede je bila pri povečanem odmerku Minerala (2009) pri beljakovinah, hektolitrski teži in sedimentaciji (preglednica 9), kljub sušnemu obdobju v fazi razvoja zrnja (polnjenja zrnja), kar bi lahko negativno vplivalo na kakovost zrnja. \nPreglednica 9: Razvrstitev parametrov kakovosti pridelka pšenice iz posameznih obravnavanj iz leta 2008 in 2009 \nVsebnost surovih beljakovin (%) \nŠtevilo padanja \n(s) \nHektolitrska masa (kg) \nSedimentacijska vrednost \n(ml) \n2008 2009 2008 2009 2008 2009 2008 2009 Kontrola B C A B C C C C Mineral B C A B B C C C Povečan odmerek Minerala \n/ A / B / B / B 4. ZAKLJUČEK \nNa podlagi triletnih podatkov lahko zaključimo, da je uporaba sredstva Mineral v poskusnih okoliščinah pokazala ugoden učinek na rast, ni pa pokazala signifikantnega učinka na pridelek.  Glede na to, da so opazni trendi višje kakovosti pridelka v letu 2009 s povečanim odmerkom Minerala, bi bile v prihodnje potrebne še dodatne raziskave in rezultati.  Glede nepojasnjenih fizioloških sprememb, so bili opazni vplivi povečanja intenzivnejše obarvanosti rastlin in zmanjšana napadenost rastlin z žitnim strgačem. \n"], "abstract": ["Sredstva za nego in krepitev rastlin imajo širok spekter delovanja, povečujejo odpornost na različne bolezni, krepijo rast in pomagajo ohranjanjati naravno ravnovesje. Podlaga poskusa je tretiranje ozimne pšenice, sorte Soissons ter analiza učinkov vodnega pripravka Mineral v foliarnih aplikacijah v količini 12 ml 5,5m-2 (24 l ha-1). Tretiranje pšenice v triletnem poljskem poskusu se je izvajalo v različnih fazah razvoja, BBCH 05, BBCH 21/23, BBCH 32/33 in BBCH 47/49 na Kmetijsko Univerzitetnem centru v Mariboru. Skupni odmerek pa je v letu 2009 znašal 80 l ha-1. Podatki niso pokazali signifikantnih učinkov Minerala v pridelku (P ≥ 0,05) v primerjavi s kontrolnim obravnavanjem. Na drugi strani pa so imele tretirane rastline intenzivnejšo zeleno obarvanost listov in manjše spremembe v kakovosti rastlin. Prav tako ni bilo zaznati signifikantnih razlik med posameznimi obravnavanji in kontrolo pri morfoloških parametrih (dolžina klasa, število klaskov na klas, teža zrn na klas in število zrn na klas), kljub prisotnosti nekaterih trendov. Aplikacija z Mineralom je v povezavi z okoljsko klimatskimi razmerami pokazala ugodne učinke na razvoj pšenice, pokazal pa se ni signifikantni učinek na pridelek. Rezultati povečanega odmerka Minerala nakuzujejo na predmet nadaljne raziskave. "]}