{"1": ["1 UVOD", ""], "2": ["1.1 OPREDELITEV PODROČJA IN OPIS PROBLEMA", "Obratovanje trgovin ob nedeljah oziroma ali naj bodo trgovine v nedeljo odprte ali ne, je v slovenski javnosti ena najbolj aktualnih tem kar nekaj let.\nS to temo so se ukvarjali v Državnem zboru Republike Slovenije, Sindikat delavcev trgovine, Ustavno sodišče, posamezne trgovske družbe: Mercator, Kompas MTS (Mejni turistični servis), Era, Trgovska in finančna družba Market (v nadaljevanju MG), Emona Obala in posamezne manjše trgovske družbe, ki so prepričane, da so prikrajšane za svobodno odločanje o odpiralnem času svojih trgovin.\nPo mnenju Zveze Svobodnih Sindikatov Slovenije, večini ljudi zadošča, da lahko nakupujejo šest dni v tednu. Menijo, da uvajanju nedeljskega obratovanja ni sledilo novo zaposlovanje, ampak večje izkoriščanje zaposlenih. Upajo, da bo nekajmesečna zmeda pri nedeljskem obratovanju odprla oči nekomu od tistih, ki bi nedelje lahko izkoristili za svoje zdravje in manj zapravljali čas in denar v velikih trgovskih centrih. (Kavčič 2006, 15).\nZakonodajalec je trgovcem na splošno prepovedal določanje obratovalnega časa prodajaln ob nedeljah in zakonom določenih praznikih. (IUS Software 2005, Pravne in poslovne informacije).\nDržavni zbor je decembra 2005 sprejel novelo zakona o trgovini, ki določa, da bodo trgovine z nujnimi življenjskimi artikli lahko odprte največ deset nedelj v letu. (Poslovni Dnevnik 2006).\nUstavno sodišče je na pobudo družbe Emona Obala, Koper odločilo začasno zadržati izvajanje zakonskega člena, ki govori o nedeljskem obratovalnem času, zato so, do ponovne presoje ustavnega sodišča, vse trgovine z nujnimi življenjskimi artikli odprte. To zadržanje je začasno do ponovne presoje Ustavnega sodišča. (Ustavno Sodišče 2006).\nPodročje raziskovanja je 66 prodajaln v podjetju Mercator-Severovzhodna Slovenija (v nadaljevanju SVS), ki je v letu 2005 obratovalo ob nedeljah in praznikih. Predmet proučevanja je vpliv nedeljskega dela na prihodke od prodaje v posamezni organizacijski enoti, prihodki od prodaje v Maloprodajnem območju (v nadaljevanju MO),prihodki od prodaje v SVS, delež nedeljskega dela v primerjavi s številom zaposlenih in doseganje planiranih prihodkov. V družbi Mercator-SVS, na to temo ni bilo izdelanih konkretnih analiz.\nStališče Mercatorja je, da administrativno omejevanje obratovalnega časa ni primerno, saj je to stvar svobodne gospodarske pobude in dogovora med socialnimi partnerji in prepričani smo, da bo do dogovora tudi prišlo. (Vera Aljančič Falež 2006, sporočilo za javnost).\nV Mercatorju ugotavljamo, da je obratovanje ob nedeljah in praznikih tržna niša, ki jo je treba maksimalno izkoristiti, saj se na ta način ohranja rentabilnost poslovanja in zagotavlja zaposlovanje velikega števila zaposlenih, kar nedvomno vpliva na zmanjšanje stopnje brezposelnosti. (Interno gradivo Mercator).\nDelovanje družbe Mercator je usmerjeno v zadovoljevanje ljudi, ki jim s poosebljenim odnosom, iskreno prijaznostjo ter celovito ponudbo, nakupnim navadam in trendom na trgu, želimo povečati kakovost življenja.(Vera Aljančič Falež 2006, Sporočilo za javnost).\nPotrošniki z množičnimi nedeljskimi nakupi dokazujejo, da si želijo imeti prodajalne odprte in naloga trgovcev je, da jim to omogočijo.(Kočiš 2005) Kako ? To je naloga vsakega trgovca, ki si želi zadržati svoje potrošnike.\n"], "3": ["1.2 NAMEN, CILJI IN OSNOVNE TRDITVE", "Na podlagi zbranih podatkov bomo analizirali vpliv nedeljskega dela na prihodke od prodaje v družbi Mercator- SVS d.d, Ptuj, po posameznih prodajalnah in vpliv na prihodke maloprodajnega območja.\nV družbi Mercator-SVS, na to temo ni bilo izdelanih konkretnih analiz.\nCILJI\nCilj diplomskega dela je seznaniti se s spoznanji o vplivu nedeljskega dela na prihodke družbe, ter podati lasten prispevek k analizi primera z oceno na primeru podjetja Mercator.\nNa podlagi zbranih podatkov bomo analizirali:\n- Obseg prihodkov od prodaje v letu 2005 po posameznih prodajalnah in  maloprodajnih območjih.\n- Višino prihodkov ustvarjenih ob nedeljah v letu 2005 ter primerjava deleža v  prihodkih posamezne prodajalne, ter vpliv na prihodke maloprodajnega  območja.\n- Primerjavo prihodkov od prodaje v januarju 2005, ko so bile trgovine odprte  tudi ob nedeljah in januar 2006, ko so bile trgovine ob nedeljah zaprte, s tem,  da bomo izključili vpliv inflacije.\n- Analizo prihodkov od prodaje v mesecih pred primerjalnim obdobjem, oktober,  november, december 2005 ter primerjava z enakim obdobjem v letu 2004.\nTRDITVE\nV diplomskem delu postavljamo naslednje trditve:\n1. Posledice omejevanje obratovalnega časa bi se pokazale predvsem v  zmanjšanju prodaje ter zmanjšanju celotnih prihodkov.\nPrihodki od prodaje v januarju 2006 v primerjavi z januarjem 2005 so se zmanjšali v povprečju za 11%.\n"], "4": ["1.3 PREDPOSTAVKE IN OMEJITVE", "Kot predpostavko lahko navedem dejstvo:\n- da bo na področju zakonodaje prišlo do sprememb, da lahko trgovci sami  odločajo o tem kdaj bodo imeli odprte svoje prodajalne;\n- zanesljivost in točnost uporabljenih podatkov, ki so predmet analize;\n- da je bilo gibanje prihodkov od prodaje v obdobju od januarja 2006 enako kot  gibanje prihodkov od prodaje v obdobju oktober- december 2004 do oktober-  december 2005\n- da so se cene živil spremenile enako kot stopnja inflacije;\n- da ni opazen trend povečanje prodaje v primerjavi z letom 2005/2004;\nPri analizi podatkov imamo naslednje omejitve:\n- predmet proučevanja je 65 trgovin, ki so v letu 2005 imele obratovalni čas  ob nedeljah in praznikih;\n- proučujemo le vpliv nedeljskega dela na prihodke od prodaje;\n- omejen dostop do podatkov, saj je večina podatkov z oznako »strogo zaupno«  in je dostop do podatkov omejen oziroma nemogoč;\n- proučevanje trgovin le na območju severovzhodne Slovenije;\n"], "5": ["1.4 PREDVIDENE METODE RAZISKOVANJA", "Gre za poslovno raziskavo, saj proučujemo trgovinske poslovne sisteme. Glede na izbrano tematiko in cilje diplomskega dela je v preučevanju uporabljena metoda internega raziskovanja podatkov, pridobljenih s pomočjo zbiranja in obdelave interne dokumentacije v podjetju Mercator- SVS d.d. Ptuj.\nV diplomskem delu najpogosteje uporabljamo metodo komparacije: primerjava podatkov, dobljenih z metodo kompilacije na primeru proučevane organizacije. Omenjeno metodo bomo uporabili v poglavju 6 Analiza obratovalnega časa.\nZa poročanje podatkov bomo uporabili opisno metodo v poglavju 6, s tabelarno metodo bomo podali ugotovitve o deležu nedeljskega dela, ter slikovno metodo za delež nedeljskega dela v realizaciji maloprodajnega območja.\n"], "6": ["2 SPLOŠNI PODATKI", ""], "7": ["2.1 Predstavitev družbe", ""], "8": ["2.2 Dejavnost in sestava družbe", "Osnovna dejavnost družbe\nOsnovna dejavnost družbe je prodaja na debelo in drobno. Na prodajo na debelo odpade 39,5 odstotkov celotne bruto prodaje, kar pomeni 30,5 mrd SIT, vključno s premiki v lastno maloprodajno mrežo. V letu 2005 je bilo 31,9 odstotkov prodaje na debelo namenjeno zunanjim kupcem, ostali del prometa so premiki v lastno maloprodajno mrežo.\nMaloprodajna mreža pokriva Severovzhodno Slovenijo ter je organizirana v štiri maloprodajna območja s sedežem v Ptuju, v Mariboru, Murski Soboti in v Slovenski Bistrici.\nV trgovini na debelo je družba v 2005 dosegla naslednji obseg prodaje (vključno s premiki) po posameznih blagovnih programih:\n- market program – živila in zunanje trgovina 80,2%;\n- market program – neživila 19,8%;\nV trgovini na drobno je bila v letu 2005 dosežena naslednja struktura bruto prodaje po blagovnih programih:\n- market program 98%;\n- drogerije in papirnice 2%;\nSestava družbe\nDružbo sestavljajo:\n- Uprava s tremi sektorji: sektor trženja, finančno računovodski sektor in splošni  sektor.\n- Štiri maloprodajna območja .\n- Skladiščno distribucijski sektor.\n"], "9": ["2.3 Organi vodenja", "Uprava\nUprava družbe je v letu 2005 delovala v naslednjem sestavu:\n- Predsednik uprave: Samo Gorjup\nNadzorni svet:\nNadzorni svet družbe so v tem obdobju sestavljali:\n"], "10": ["2.4 Ugotovitve drugega poglavja.", "Osnovna dejavnost družbe Mercator-SVS d.d Ptuj, je prodaja na debelo in drobno. Trgovina na drobno izvaja zadnjo fazo menjalnega procesa in s tem vzpostavlja posreden stik med proizvajalci in končnimi porabniki. (Potočnik 2001,54).\nSkrb Mercatorja je, da postavlja kupca v središče pozornosti in mu zagotavlja bogato ponudbo, ugodne cene, visoko kvaliteto in prijazno ponudbo.\nMaloprodajna mreža Mercator pokriva Severovzhodno Slovenijo, ter je organizirana v štiri maloprodajna območja s sedežem v Ptuju, v Mariboru, Murski Soboti in Slovenski Bistrici.\nDružbo sestavljajo uprava s tremi sektorji: sektor trženja, finančno računovodski sektor in splošni sektor; štiri maloprodajna območja in skladiščno distribucijski center.\nDružba je v letu 2005 poslovala s 120 maloprodajnimi enotami.\n"], "11": ["3 POLITIKA PODJETJA", ""], "12": ["3.1 Poslanstvo in strateški cilji", "Vizija\nMercator-SVS d.d Ptuj želi ohraniti položaj trgovca z market programom v regiji Severovzhodne Slovenije. Družba bo razvijala politiko povečevanja vrednosti premoženja lastnikov, zadovoljstva zaposlenih in izpolnjevala obveznosti do vseh ostalih interesnih skupin. Sodelovala bo z lokalnim okoljem in se zavzemala za trajnostni razvoj.\nPoslanstvo\nDelovanje družbe je usmerjeno v zadovoljevanje ljudi, ki jim s poosebljenim odnosom, iskreno prijaznostjo ter celovito ponudbo nakupnim navadam in trendom na trgu želimo povečati kakovost življenja.\nZ obvladovanjem tržišča omogoča družba preživetje slovenski živilski industriji tudi v pogojih močne konkurence, ki ji bo v prihodnje izpostavljeno vse slovensko gospodarstvo.\nTemeljni strateški cilji\nTemeljni strateški cilji so:\n- Zadovoljevanje potreb, želja in pričakovanj kupcev. Cilj je povečati delež  prodaje pospeševalnih akcij in povečanje imetnikov Mercator kartice Pika.  Posebna skrb je namenjena neoporečnosti živil v skladu z dobro higiensko  prakso ter sveži prehrani in ekološko nespornim živilom.\n- Zagotavljanje rasti prodaje in ohranjanje tržnega deleža v obstoječih okoljih ob  povečanju standardov kakovosti storitev.\n- Povečanje vrednosti premoženja lastnikov in zagotavljanje varnosti naložb.  Doseganje načrtovane rasti dobička in povečanje vrednosti premoženja  lastnikov. Povečanje poslovne učinkovitosti. Cilj družbe je, do konca  srednjeročnega obdobja doseči vse ciljne kazalnike, postavljen s strani  lastnika.\n- Izpolnjevanje obveznosti do zaposlenih in širšega družbenega okolja. Nanaša  se na izpolnjevanje zakonskih zahtev iz delovnega razmerja, iz kolektivnih  pogodb ter s področja izobraževane in ostalih aktivnosti s področja upravljanja  s človeškimi viri.\n- Dolgoročni partnerski odnosi z dobavitelji. Cilj je koncentracija nabav, širjenje  asortimana, izločanje dobaviteljev manjšega pomena, blagovno pozicioniranje  ter računalniška izmenjava podatkov z dobavitelje.\n"], "13": ["3.2 Značilnosti gospodarskega okolja v letu 2005", "Družba Mercator-SVS d.d izvaja poslovne aktivnosti na območju Severovzhodne Slovenije s sedežem na Ptuju. Na Ptuju je skladiščno distribucijski center ter sedež maloprodajnega območja I , ki pokriva ptujsko in ormoško področje. Sedež maloprodajnega območja II je v Slovenski Bistrici, pokriva pa še območje Slovenskih Konjic, Šmarij pri Jelšah, Šentjurja in Rogatca. Maloprodajno območje III ima sedež v Murski Soboti, pokriva še območje Gornje Radgone in Murske Sobote. Maloprodajno območje s sedežem v Mariboru je največje in pokriva še področje Lenarta v Slovenskih goricah.\nPo podatkih ankete (Gral- Iteo ) je tržni delež Mercatorja v regiji Severovzhodne Slovenije koncem leta 2001 znašal 31,6%. Koncem leta 2002 je znatno nižji ter znaša 27,1%, za leto 2003 je tržni delež Mercatorja s franšizami v regiji Podravja in Pomurja 34,5% v letu 2004 pa je Mercator pokrival 41% tržni delež. Konkurenca se je izjemno okrepila in tudi v letu 2005 gradila nove trgovske objekte.\nZa Severovzhodno Slovenijo, kjer družba deluje, je značilna nadpovprečna stopnja brezposelnosti (stopnja registrirano brezposelni za november 2005 : Ptuj 11,7%, Ljutomer 11,8%, Gornja Radgona 14,7%, Maribor 14,6% - povprečje Slovenije 10,3%) in podpovprečna kupna moč ( povprečna bruto plača za december 2005 ; Ptuj 238.680 SIT , Ljutomer 229.505 SIT , Gornja Radgona 248.187 SIT , Maribor 282.753 SIT) – povprečje Slovenije 290.505 Sit (Zavod Republike Slovenije za zaposlovanje).\nVelika konkurenčnost okolja zahteva nenehno prilagajanje cenovne politike ter ostalih trženjskih aktivnosti, kar pogojuje znižanje trgovskih marž ter rast stroškov trženja.\n"], "14": ["3.3 Trženje in kupci", "Večino trženjskih aktivnosti izvaja sektor marketinga na ravni Poslovnega sistema Mercator. Aktivnosti operativnega marketinga izvaja družba sama in sicer;\n- Popisovanje in analiza cen lokalne konkurence vsaka dva meseca.\n- Lokalne pospeševalno prodajne aktivnosti pod oznako » ugodna prodaja«.\n- Projekte pospeševanja prodaje. Družba se vključuje v skupne koncernske  projekte in sicer Prodajno pospeševalna akcija, Dobra ideja, hipermarket  akcije, specializirane neživilske akcije, slovenska košarica, Trajno nizka cena  (v nadaljevanju TNC), trgovska znamka (v nadaljevanju TZ) ter akcije » Brez  dvoma » Vikend akcije, Vitamin dneva, 5 na dan, posebne akcije Dnevi sadja  in zelenjave;\nStopnja konkurenčnosti med podjetji na trgu je vedno večja, izdelki se v kakovosti med seboj vse manj razlikujejo, kupci pa postajajo vedno bolj zahtevni. Od svojega izbranega trgovca pričakuje vedno bolj individualno obravnavanje in kakovost storitev. V takšnih razmerah trgovska storitev postaja na trgu eden izmed dejavnikov, ki trgovcu zagotavljajo diferenciacijo in razvoj določene prednosti. Zadovoljen kupec je vedno bolj pomemben dejavnik uspešnosti podjetja.\nŠtevilo kupcev je ostalo na isti ravni glede na leto 2004. Nakupovalna košarica je v letu 2005 znašala 2.187 SIT . Plan je dosežen z indeksom 103,7.\n"], "15": ["3.4 Nabava in dobavitelji", "Obseg nabave trgovskega blaga je v letu 2005 znašal 41,5 mrd SIT. V primerjavi s primerjalnim obdobjem leta 2004 se je obseg nabav povečal za 16,7 odstotkov.\nNabava trgovskega blaga poteka na osnovi sklenjenih pogodb s koncernskimi in lokalnimi dobavitelji.\nNabava družbe pri dobaviteljih v tujini je v obdobju januar- december 2005 višja od primerjalnega obdobja za 12,9 odstotkov saj se je iz 548 mio SIT v primerjalnem obdobju leta 2004 povečala na 618 mio Sit v letu 2005\n"], "16": ["3.5 Upravljanje s človeškimi viri", "V družbi je bilo leta 2005 v povprečju zaposlenih 1.507 ljudi, kar je za 0,1% manj kot prejšnje leto. Na dan 31.01.2005 je bilo v družbi 1.534 zaposlenih, med letom pa se je število zmanjšalo tako, da je bilo na zadnji dan leta 2005 zaposlenih 1.491 ljudi.\n"], "17": ["3.6 Ugotovitve tretjega poglavja", "Mercator-SVS d. d Ptuj želi ohraniti položaj trgovca z market programom v regiji Severovzhodne Slovenije. Delovanje družbe je usmerjeno v zadovoljevanje ljudi, ki jim s poosebljenim odnosom, iskreno prijaznostjo ter celovito ponudbo, nakupnim navadam in trendom želimo povečati kakovost življenja.\nTemeljni cilji družbe so zadovoljevanje potreb in pričakovanj kupcev, zagotavljanje rasti prodaje in ohranjanje tržnega deleža v obstoječih okoljih, izpolnjevanje obveznosti do zaposlenih …\nV družbi je bilo leta 2005 v povprečju zaposlenih 1507 ljudi, kar je za 0,15 manj kot prejšnje leto. Na dan 31.12.2005 je bilo v družbi 1491 zaposlenih. Družba zaposluje pretežno ženske, koncem decembra 2005 je znašal njihov delež 79% skupnega števila zaposlenih. Kolektiv družbe Mercator-SVS je sorazmerno star, saj je več kot 68% vseh zaposlenih starejših od 40 let.\nZa Severovzhodno Slovenijo, kjer družba deluje, je značilna nadpovprečna stopnja brezposelnosti (stopnja brezposelnosti za november 2005: Ptuj 11,7%, Ljutomer 11,8%, Gornja Radgona 14,7%, Maribor 14,6%) povprečje za Slovenijo 10,3%.\n4 OBRATOVALNI ČAS TRGOVIN PO OSAMOSVOJITVI\nOd osamosvojitve naprej je bil obratovalni čas precej omejen. V začetku so bile trgovine odprte vse delovne dni razen nedelj in praznikov. V sobotah so bile odprte le nekatere dežurne trgovine.\nZ razvojem trgovinske dejavnosti pa je ministrstvo za gospodarstvo postopoma dovolilo širjenje obratovalnega časa vsem trgovcem, najprej na sobote popoldan po 17 uri, nato, med delavniki do 20 ure in kasneje do 21. ure, nato pa še v nedeljo in praznike. Obratovalni čas je dovoljeval trgovcem, da so si sami določili svoje urnike poslovanja, skladno z veljavno delovno-pravno zakonodajo.1\nPosledica tega je bila, da so se obratovalni časi trgovin podaljševali. Veliki trgovski centri so bili odprti tudi ob nedeljah, čemur so se zelo hitro prilagodili potrošniki.\nŠtevilo nakupov za vsakdanjo rabo je sorazmerno enakomerno porazdeljeno na vse dni v tednu. Vendar pa se delež nedeljskih nakupov v zadnjem letu povečuje. Psihologi ugotavljajo, da nedeljski nakup ne služi samo nakupu izdelkov za vsakdanjo rabo, temveč tudi preživljanju prostega časa in druženju v okviru družine in širše.\nDokaj liberalen obratovalni čas je prispeval tudi k povečanju slovenske trgovinske dejavnosti v primerjavi z našimi sosedi. Obratovalni čas je bil tako v Avstriji, kot Italiji precej bolj omejen. Pri sosedih so bile (v Avstriji so še) vse trgovine ob nedeljah in praznikih zaprte, (Avstrija info) zato je precej prebivalcev opravilo dnevne nakupe pri nas, kar je pomenilo dodatno korist našim trgovcem.\nŠirjenje obratovalnega časa na pozne večerne ure in na nedelje, praznike in dela proste dneve je povzročilo pritisk na zaposlovanje, predvsem na delo izven normalnega delovnega časa trgovin.\nPrihajalo je do resnih kršitev delovne zakonodaje, na kar so se zelo močno odzvali sindikati trgovske dejavnosti. Posledično se je okrepila dejavnost inšpekcijskih služb.\nJanez Rogelj 2004,Trgovinska dejavnost v Sloveniji pred in po vstopu v Evropsko Unijo.\n"], "18": ["5 STALIŠČE MERCATORJA DO OBRATOVALNEGA ČASA PRODAJALN", "Mercator je 6. marca 2006, skupaj s 16. slovenskimi trgovci, na ustavno sodišče Republike Slovenije vložil pobudo za oceno ustavnosti novega Zakona o trgovini.\nStališče Mercatorja je, da so omenjene določbe zakona nejasne in kršijo načela pravne države iz 2. člena Ustave, predvsem pa neenakopravno obravnavajo trgovske organizacije in zlasti izjeme določajo tako, da spravlja številne trgovske organizacije v neenakopraven položaj in s tem kršijo njihovo pravico do svobodne gospodarske pobude. Ureditev torej krši pravico do enakega obravnavanja pred zakonom iz 14. člena Ustave in pravico do svobodne gospodarske pobude iz 74. člena Ustave.\nPotrošniki z množičnim nedeljskimi nakupi dokazujejo, da si želijo imeti prodajalne odprte in naloga nas trgovcev je, da jim to omogočimo. V Mercatorju menimo, da administrativno omejevanje obratovalnega časa ni primerno, saj je to stvar svobodne gospodarske pobude in dogovora med socialnimi partnerji in prepričani smo, da bo dogovora tudi prišlo. (Poslovni Dnevnik, 2006)\nTrgovska podjetja ugotavljajo, da je obratovanje prodajaln ob nedeljah in praznikih tržna niša, ki jo je potrebno izkoristiti v pogojih izredno močne konkurence in tržnega gospodarstva, saj se na ta način ohranja rentabilnost poslovanja. (Mencinger,Jože.2001. Kaj povedo odpiralni časi trgovin v državah EU? Gospodarska Gibanja 323: 25-60)\nNova ureditev obratovalnega časa prodajaln ustvarja razlikovanje med pogoji opravljanja dejavnosti v posameznih prodajalnah glede na velikost, lokacijo in prodajni asortiman, trgovcem pa se zastavlja tudi vprašanje, ali so sprejete rešitve resnično skladne z javno koristjo in interesom slovenskega potrošnika. (Poslovni Dnevnik 2005).\nUstavno sodišče je dne 9.2.2006 sprejelo sklep o zadržanju izvrševanja Zakona o trgovini v delu, ki se glasi : «ki so lahko odprte največ do deset nedelj v letu». Sklep bo veljal do končne odločitve Ustavnega sodišča Republike Slovenije.\n"], "19": ["5.1 Aktivnosti sindikata", "Sindikati so zahtevali višje plačane dodatke za nedeljsko delo, delo med prazniki in dela prostimi dnevi ali pa omejitev obratovalnega časa samo na delovne dni in sobote. (Ivanič 2003).\nPredstavniki sindikata so kljub uspešno sklenjenim pogajanjem o zvišanju nedeljskih dodatkov, zbrali dovolj podpisov državljanov za izvedbo referenduma o omejevanju obratovalnega časa prodajaln s ciljem zaprtja prodajaln ob nedeljah, praznikih in dela prostih dnevih.\nReferendum o omejevanju obratovalnega časa je v novembru leta 2003 prinesel odločitev o omejevanju nedeljskega dela na največ 10 nedelj v letu in še to le za trgovine z nujnimi življenjskimi artikli.\nNa zakonsko ureditev omejevanja obratovalnega časa glede na referendumsko voljo so se pritožili trgovci in sprožili ustavni spor.\nUstavno sodišče je z začasno odredbo zadržalo izvajanje spornega člena Zakona o trgovini, ki udejanja referendumsko voljo.\n"], "20": ["5. 2 Obratovalni čas trgovin Zveza Potrošnikov Slovenije", "Zveza potrošnikov Slovenije (v nadaljevanju ZPS) je neodvisna, neprofitna mednarodno priznana nevladna organizacija, ki odpira aktualne problematike na temo sodobnega potrošništva in se aktivno vključuje vanje.\nZPS kot organizacija, ki zastopa interese potrošnikov se za to zdaj načrtno aktivno vključuje v razprave o odpiralnem času, in sicer s poudarkom, da danes potrošnik ima in mora imeti pravico do izbire. To je tudi ena od osnovnih pravic potrošnika!\nOmejevanje obratovalnega časa krši svobodno gospodarsko pobudo, kar ogroža konkurenčnost in gospodarsko rast in zmanjšuje socialne pravice ter ekonomsko blaginjo. (Kutin 2003).\n5. 3 Analiza nedeljskih nakupov Growth from Knowledge (GFK) Gral-Iteo\nNa nedeljsko delo trgovin gledamo z več vidikov - z vidika kupcev, z vidika združenj, medijev, svetovnih trendov. V tem analitičnem delu se bomo osredotočili na širšo javnost – na kupce.\nČe torej pogledamo z njihovega zornega kota, potem ugotovimo, da so med njimi takšni, ki bi radi imeli odprte trgovine in drugi, ki jih ne bi imeli. Žal ali na srečo so na referendumu septembra leta 2003 zmagali tisti, ki niso videli potrebe po tem, da je večina trgovin v nedeljo odprtih.\nDosedanje nakupne navade\nProti odprtju trgovin je bila bolj starejša generacija, predvsem upokojenci iz manjših mest, ki pa niso glavna ciljna skupina nedeljskih nakupov. Slednji so v skrbi za kvalitetni prosti čas in druge vrednote v največji meri vplivali na rezultat referenduma.\n"], "21": ["5.3.1 Izsledki raziskave GFK Gral-Iteo", "Gral-Iteo od leta 2000 dvakrat letno meri tržne deleže trgovskih verig in promet z izdelki vsakdanje porabe in kaže take podatke:\n- Anketirana gospodinjstva nakupujejo blago vsakdanje porabe sorazmerno 6  dni v tednu.\n- Če ne gledamo samo nakupov, ampak nakupe ovrednotimo z vrednostjo  nakupa, je sestava nakupov po dnevih drugačna, največji promet v trgovini je  ob petkih in sobotah.\n"], "22": ["5.3.2 Kdo so nedeljski kupci?", "Nedeljski nakupi so se po zadnji podatkih Slovenske trgovine in Trgovskega monitorja iz novembra 2005 nadpovprečno odvijali v hipermarketih in večjih samopostrežnih trgovinah.\nMed tistimi, ki so kupovali na nedeljo, prevladuje mlajša generacija, predvsem med 26 in 35 (45) let, manj pa so nedeljski nakupi privlačili starejšo generacijo. V več primerih gre za družinske nakupe, kjer redno ali občasno sodeluje več članov družine. Slednje se tako odraža na povprečnem znesku nakupa, saj nedeljski kupec zapravi za izdelke vsakdanje potrošnje več kot tedenski kupec, in sicer za slabega tisočaka.\nČe pogledamo tri leta nazaj, potem lahko ugotovimo, da se na sumarni ravni nedeljski nakupi po deležu, ki ga predstavljajo, niso bistveno spremenili med leti. Podrobnejša analiza pokaže, da se je to zgodilo zaradi »kompenzacije« deleža nedeljskih kupcev z višino povprečnega zneska nakupa.2\nDelež nedeljskih kupcev se je nekoliko zmanjšal, hkrati pa so le- ti pričeli nakupovati več (v hipermarketih).\nTrg se je torej spremenil, zmanjšuje se število in tržni delež manjših trgovin, povečuje se število hipermarketov, spreminjajo se potrebe, navade, nakupna košarica…\n2005 2002\nNovela zakona o trgovini, ki ureja obratovalni čas ob nedeljah in praznikih, prinaša novosti in izjeme, ki bodo lahko v korist eni in drugi skupini, saj se je odmaknila od referendumske odločitve.\nGeni Arh 2006, Growth from Knowledge; In skupaj bodo živeli srečno do konca svojih dni.\n"], "23": ["5.4 Ugotovitve petega poglavja", "Stališče Mercatorja je, da je administrativno omejevanje obratovalnega časa ni primerno, saj je to stvar svobodne gospodarske pobude in dogovora med socialnimi partnerji.\nTrgovska podjetja ugotavljajo, da je obratovanje prodajaln ob nedeljah in praznikih tržna niša, ki jo je treba izkoristiti v pogojih izredno močne konkurence in tržnega gospodarstva.\nMercator je 6. marca 2006 skupaj s 16. slovenskimi podjetji, na ustavno sodišče Republike Slovenije vložil pobudo za oceno ustavnosti novega zakona o trgovini.\nUstavno sodišče je dne 9.2.2006 sprejelo sklep o zadržanju izvrševanja Zakona o trgovini v delu, ki se glasi:« ki so lahko odprte največ do deset nedelj v letu«.\nSklep bo veljal do končne odločitve Ustavnega sodišča Republike Slovenije.\nNeuspešna pogajanja Sindikata delavcev trgovine in delodajalcev so povzročila razpis referenduma o odpiralnem času trgovin, katerega se je udeležilo 27,48% volivcev, od tega je zanj glasovalo 57,49%.\nReferendum o omejevanju obratovalnega časa je v novembru 2003 prinesel odločitev o omejevanju nedeljskega dela na največ deset nedelj v letu in še to za trgovine z nujnimi življenjskimi artikli.\nMnenje Zveze Potrošnikov Slovenije je, da danes potrošnik ima in mora imeti pravico do izbire. To je tudi ena od osnovnih pravic potrošnikov.\nIzsledki raziskave GFK Gral-Iteo kažejo, da kupci največ nakupujejo v petek, delež nakupa je 19,3% in v soboto, delež nakupa je 17,9%. Delež nedeljskih nakupov se ni bistveno spremenil, se je pa povečal povprečni znesek nakupa.\n6 PREGLED TRGOVIN, KI SO V LETU 2005 OBRATOVALE OB NEDELJAH IN PRAZNIKIH, PO MALOPRODAJNIH OBMOČJIH IN TIPIH PRODAJALN.\nV Mercator-SVS d.d Ptuj, je bilo v letu 2005 odprtih 66 prodajaln.\n9%\n"], "24": ["6.1 Ugotovitve šestega poglavja", "V družbi Mercator-SVS d.d Ptuj je bilo v letu 2005 ob nedeljah in praznikih odprto 66 prodajaln, oziroma 56%, od tega 2% hipermarketi, 3% supermarketi, 8% supermarket I, 9% večje superete, 25% manjše superete, 9% samopostrežne prodajalne, 44% trgovin pa v nedeljo ni obratovalo.\nPregled po tipu maloprodajne enote:\n- Samopostržne prodajalne 11\n- Manjše superete 29\n- Večje superete 11\n- Manjši supermarket 9\n- Večji supermarket 3\n- Hipermarket 2\n"], "25": ["7 PRIHODKI OD PRODAJE V LETU 2005 V MALOPRODAJNI DEJAVNOSTI", "Maloprodajna območja so, z izjemo MO I in MO III, dosegla načrtovane prihodke od prodaje. Realna rast prodaje glede na lansko obdobje so, razen MO I, dosegla vsa maloprodajna območja. Podatki o prihodkih v obeh primerjalnih časovnih obdobjih so prikazana v naslednji preglednici.\nPrihodki od prodaje v maloprodaji so doseženi z indeksom 104,9 in je od planiranih večje za 0,5%.\nRealizirani prihodki vseh treh hipermarketov predstavlja 8,4 mrd SIT oziroma 18% prodaje na drobno. Udeležba hipermarketov v posameznih maloprodajnih območjih je različna in znaša:\n- Hipermarket v MO I predstavlja 16,1%\n- Hipermarket v MO III predstavlja 16,8%\n- Hipermarket v MO IV predstavlja 30,3%\nV supermarketih je bilo ustvarjeno 13,1 mrd SIT prihodkov od prodaje, kar pomeni 28,1% celotnih prihodkov v maloprodaji.\n7.1 Analiza prihodkov za trgovine iz maloprodajnega območja I, Ptuj, Ormož\nOrmož v tisoč SIT\nPriloga 1:Prihodki od prodaje januar-december 2005.\nMaloprodajno območje I, Ptuj in Ormož je v letu 2005 ustvarilo 11,287,100 tisoč SIT. Prihodki trgovin, ki so predmet proučevana je 5,291,290 tisoč SIT, kar predstavlja 46,8% celotnih prihodkov proučevane družbe.\nPrihodki od prodaje ob nedeljah in praznikih znašajo 474,990 tisoč SIT, in predstavlja v povprečju 8,9% delež v celotnih prihodkih proučevanih trgovin, v maloprodajnem območju oziroma 1,5% delež v prihodkih družbe.\nNajvišji delež nedeljskega dela imajo trgovine tipa samopostrežne prodajalne in sicer: SP Apače 12,1%, SP Trnovska vas 11,5%, SP Juršinci 10,6%, SP Markovci10,1%.\nTrgovine tipa manjše superete: SP Videm 12,3%, SP Cirkulane 11,1%.\n7.2 Analiza prihodkov za trgovine iz maloprodajnega območja II, Slovenska Bistrica, Šmarje pri Jelšah.\nSlovenska Bistrica, Šmarje pri jelšah v tisoč SIT\nPriloga 1: Prihodki od prodaje januar-december 2005.\nMaloprodajno območje II Slovenska Bistrica, Šmarje pri Jelšah je v letu 2005 ustvarilo 8,629,074 tisoč SIT. Ob nedeljah in praznikih je ustvarjeno 672,081 tisoč SIT. Delež prihodkov ustvarjenih ob nedeljah in praznikih je v povprečju 8,5% v prihodkih proučevani trgovin v maloprodajnem območju in 2,1% v prihodkih družbe.\nAnaliza vpliva nedeljskega dela je pokazala, da je delež nedeljskega dela zelo različen za posamezne trgovine in je za MO II od 4,5% v SP Soča do 12,7% SP Makole.\n7.3 Analiza prihodkov za trgovine iz maloprodajnega območja III, Murska Sobota, Gornja Radgona, Lendava.\ntisoč SIT.\nPriloga 1: Prihodki od prodaje januar-december 2005\nMaloprodajno območje III Murska Sobota, Gornja Radgona, Lendava je v letu 2005 ustvarila 11,361,369 tisoč SIT prihodkov od prodaje. Prihodki proučevanih trgovin so 8,403,160 tisoč SIT in predstavlja 74% celotnih prihodkov.\nPrihodki trgovin ustvarjeni ob nedeljah in praznikih so 681,448 tisoč SIT in predstavljajo v povprečju 8,1% delež prihodkov proučevanih trgovin v maloprodajnem območju oziroma 2,13% delež v prihodkih družbe. Delež nedeljskega dela je od 5% SP Shoping do 19,1% SP Dom v Murski Soboti.\n7.4 Analiza prihodkov za trgovine iz maloprodajnega območja IV, Maribor, Lenart.\nMaribor, Lenart.\nPriloga 1: Prihodki od prodaje januar- december 2005\nMaloprodajno območje IV je v letu 2005 ustvarilo 15,319,213 tisoč SIT. Prihodki ustvarjeni v proučevanih trgovinah so 10,169,884 tisoč SIT in predstavljajo 66,3% celotnih prihodkov.\nPrihodki ustvarjeni ob nedeljah in praznikih so 941,322 tisoč SIT, delež v prihodkih proučevanih trgovin je v povprečju 9,2%,v maloprodajnem območju, ter 2,94% delež v prihodkih družbe.\nDelež nedeljskega dela po posameznih trgovin je od 6,1% v SP Lenart do 14,9% v SP Prehrana.\n"], "26": ["7.5 Ugotovitve sedmega poglavja.", "maloprodajnih območjih.\n1. V prvem razredu sta dve trgovini , ki sta imeli delež nedeljskega dela do 5% in  sicer ena trgovina iz MO II in ena trgovina iz MO III.\n2. V drugem razredu od 5,1% do 10% je največ trgovin in sicer 46:\n- 9 trgovin iz MO I\n- 15 trgovin iz MO II\n - 15 trgovin iz MO III\n- 7 trgovin iz MO IV\n3. V tretjem razredu je 17 trgovin od tega:\n- 6 trgovin iz MO I\n- 1 trgovina iz MO II\n- 2 trgovini iz MO III\n- 7 trgovin iz MO IV\n4. V četrtem razredu od 15,1% do 20% je samo ena trgovin iz MOIII\nMO I MO II MO III MO IV\n"], "27": ["8 IZSLEDKI ANALIZE NEDELJSKEGA DELA V PRIHODKIH PO MALOPRODAJNIH OBMOČJIH", "Priloga 1: Prihodki od prodaje januar-december 2005\nNajvišji delež nedeljskega dela je v prihodkih od prodaje maloprodajnega območja ima MO IV in znaša 9,2% sledi maloprodajno območje I, delež nedeljskega dela je 8,9%, MO II ima delež 8,5%% in MO III ima delež 8,1%\n"], "28": ["8.1 Izsledki o vplivu nedeljskega dela v prihodkih družbe Mercator-SVS.", "Priloga 1: Prihodki od prodaje januar-december 2005\nDružba Mercator-SVS je v letu 2005 ustvarila 2,765,841 tisoč SIT prihodkov od prodaje ob nedeljah in prazniki. Vpliv nedeljskega dela je po maloprodajnih območjih: MO I 1,49%, MO II 2,1%, MO III 2,13% in MO IV 2,94%.\nVpliv nedeljskega dela v prihodkih družbe Mercator-SVS je v letu 2005 znašal 8.66%.\n"], "29": ["8.2 Delež nedeljskega dela po tipih organizacijskih enot.", "Organizacijska enota je prodajalna, opredeljena na splošno in jo uporabljamo za oblikovanje prodajnega programa, za določanje opreme, za spremljanje poslovanja enote, za določanje minimalnega števila izvajalcev, za določanje prodajnih formatov po katerih se izračunava uspešnost OE in po kateri se poroča.\nPo dejavnosti enote delimo na:\nmaloprodajnih območjih.\nPriloga 2: Delež nedeljskega dela po tipih organizacijskih enot v prihodkih družbe Mercator-SVS. Delež nedeljskega dela v prihodkih od prodaje po tipih trgovin je:\n- Samopostrežne prodajalne 0,62%\n- Manjše superete 1,97%\n- Večje superete 1,11%\n- Supermarketi 3,29%\n- Hipermarketi 1,69%\n- Najvišji delež v prihodkih od prodaje je v prodajalnah tipa supermarketi\nDelež nedeljskega dela, po organizacijskih enotah je različen, zaradi prodajnega asortimana izdelkov, saj je le ta različno določen po posameznih prodajalnah in sicer :\n- V manjših prodajalna je 80% živil in 20% neživil.\n- V večjih prodajalnah 60% živil in 40% neživil. Na višino deleža nedeljskega dela vpliva tudi lokacija posamezne prodajalne, saj iz preglednice lahko zaključimo, da je ta delež na podeželju višji kot v mestih, zaradi prisotnosti konkurence.\n"], "30": ["8.3 Ugotovitve osmega poglavja.", "Družba Mercator-SVS je v letu 2005 ustvarila 31,968,843 tisoč SIT prihodkov od prodaje.\nPrihodki od prodaje doseženi ob nedeljah in praznikih so 2,765,841 tisoč SIT in predstavlja 8,6% celotnih prihodkov proučevane družbe.\nVpliv nedeljskega dela v posameznih trgovinah je zelo različen in sicer:\n- v maloprodajnem območju I je od 7,3% v SP Ormož do 12,3% v SP Videm\n- v maloprodajnem območju II je od 7,3% v SP Lipa do 12,7% v SP Makole.\n- V maloprodajnem območju III je od 5,00% v SP Shoping do 19,1% v SP Dom.\n- V maloprodajnem območju IV je od 6,1% SP Lenart do 14,9% v SP Prehrana.\nVpliv nedeljskega dela in delež za maloprodajna območja je :\n- maloprodajnem območju I 9%,\n- v maloprodajnem območju II 8,52%,\n- maloprodajno območje III 8,11%\n- maloprodajno območje IV je 9,26%.\nVpliv nedeljskega dela v prihodkih proučevane družbe Mercator-SVS je:\n- maloprodajno območje I 1,49%,\n- maloprodajno območje II 2,10%,\n- maloprodajno območje III 2,13%\n- maloprodajno območje IV 2,94%.\nVpliv nedeljskega dela na tipe organizacijskih enot je :\n- Samopostrežne prodajalne 0,62%\n- Manjše superete 1,97%\n- Večje superete 1,11%\n- Supermarketi 3,29%\n- hipermarketi 1,69%\nIz prikazanega lahko ugotovimo, da je delež prihodkov doseženih ob nedeljah in praznikih, izredno pomemben za proučevano družbo saj je 8,6% celotnih prihodkov družbe ustvarjeno ob nedeljah in praznikih.\nDelež nedeljskega dela je po posameznih prodajalnah zelo različen, najvišji je v prodajalnah tipa samopostrežbe, saj so te večinoma locirane na podeželju, kjer ni prisotnosti konkurence. Delovanje konkurenčnih trgovskih družb je na področju, kjer družba deluje izredno močno, saj so družbe Tuš, Spar, Hofer, odprli svoje centre v domala vseh mestih na tem področju.\n9 ANALIZA PRIHODKOV OD PRODAJE V MESECIH PRED PRIMERJALNIM OBDOBJEM, OKTOBER, NOVEMBER, DECEMBER 2005 TER PRIMERJAVA Z ENAKIM OBDOBJEM V LETU 2004.\nPriloga 3: Analiza prihodkov od prodaje oktober, november, december 2005, ter primerjava z enakim obdobjem v letu 2004.\nV mesecih oktober, november, december 2004 so prihodki od prodaje ustvarjeni v višini 7,857,187 tisoč SIT.\nPrihodki od prodaje v enakem obdobju leta 2005 so doseženi v višini 8,059,874 tisoč SIT, kar pomeni, da so za 2,6% višji kot v enakem obdobju leta 2004.\nPovprečna letna stopnja inflacije je 2,5%.\nPrihodki od prodaje v letu 2005, povečani za 2,5% povprečno stopnjo ter povečani oziroma zmanjšani za trend gibanja prodaje so doseženi v višini 8,059,874 tisoč SIT in so za 2,6% višji kot v primerjalnem obdobju leta 2004.\n"], "31": ["9.1 Ugotovitev devetega poglavja.", "Povprečna letna stopnja inflacije, merjena z rastjo cen življenjskih potrebščin, je v letu 2005 znašala 2,5%.\nV primerjavi z decembrom 2004 so bile cene življenjskih potrebščin konec decembra 2005 višje v povprečju za 2,6%. Letno rast inflacije so zaznamovale predvsem višje cene storitev (v povprečju za 3%) blago se je podražilo za 2,6%.\nPrihodki od prodaje doseženi v letu 2005 so v primerjavi z enakim obdobjem v letu 2004 višji v povprečju za 2,6%.\n10 PRIMERJAVA PRIHODKOV OD PRODAJE V JANUARJU 2005, KO SO BILE TRGOVINE OB NEDELJAH ODPRTE IN JANUARJA 2006 KO SO BILE TRGOVINE ZAPRTE, Z IZLOČITVIJO INFLACIJE TER TRENDA PRODAJE ZA MESECE PRED PRIMERJALNIM OBDOBJEM.\nPriloga 4: Analiza prihodkov od prodaje januar 2005- januar 2006\nPrihodki od prodaje januarja 2005 so doseženi v višini 2,609,129 tisoč SIT in so za 13,3% višji kot prihodki v januarju 2006. Prihodke januarja 2005 smo povečali za 2,5% povprečno letno stopnjo inflacije ter povečali oziroma zmanjšali glede na značilnost gibanja prodaje za posamezno prodajalno na podlagi primerjalnih podatkov za zadnje tromesečje leta 2004 in leta 2005.\nPriloga 5: Izsledki analize prihodkov od prodaje januar 2005- januar 2006.\n"], "32": ["10.1 Ugotovitve desetega poglavja.", "Prihodki od prodaje januar 2005 so doseženi v višini 2,609,129 tisoč SIT in so za 13,3% višji kot prihodki januarja 2006.\nPrihodki januar 2005 so povečani za 2,5% povprečno stopnjo inflacije, upoštevan je trend gibanja prodaje po posameznih prodajalnah na podlagi podatkov iz oktobra, novembra, decembra 2004 v primerjavi z enakim obdobjem v letu 2005.\nMaksimalna ocena izgubljenih prihodkov od prodaje zaradi zaprtja prodajal ob nedeljah je:\n- v maloprodajnem območju I, za 9,7%\n- v maloprodajnem območju II, za 8,4%\n- v maloprodajnem območju III, za 9,3%\n- v maloprodajnem območju IV, za 9,7%\nRezultat, ki smo ga dobili, ni sprejemljiv, saj kaže večji delež zmanjšanja od deleža nedeljskega dela. Iz tega sklepamo, da so prisotni še drugi razlogi ko so:\n- padec kupne moči prebivalstva,\n- odprtje konkurenčnih prodajaln trgovski družb,Tuš, Jager, Spar, Hofer\n- prerazporeditev na druge prodajalne , ki jih v raziskavi nismo mogli zajeti\nZato podatki raziskave takšni, kot so, niso uporabni, v celoti, vendar pa odražajo le malo večji delež izgube prihodkov od deleža nedeljskega dela. Ta razlika je posledica drugih vplivov, ki smo jih navedli zgoraj.\n"], "33": ["11 SKLEP", "Namen diplomskega dela je bil, da skozi praktični del, ki je obširnejši predstavimo vpliv nedeljskega dela v prihodkih posamezne trgovine, ter vpliv nedeljskega dela v prihodkih maloprodajnega območja in družbe Mercator-SVS d.d Ptuj. Največji poudarek smo namenili praktičnemu delu.\nObratovalni čas trgovin oziroma ali naj bodo trgovine ob nedeljah odprte ali ne je ena najbolj aktualnih tem. Slovenski trgovci se pri določanju odpiralnega časa soočajo z dilemami, vmes je posegla zakonodaja, konkurenca je vsak dan vse močnejša, prihod novih diskontnih družb, vse to otežuje pogoje poslovanja.\nObratovalni čas je sestavina konkurenčnega boja, zato je mogoče pričakovati zelo raznolike poglede na odpiralni čas med samimi trgovci in javnostjo. Poenotenje stališč je pogoj za uspešna pogajanja z zaposlenimi v trgovini, saj je področje delovno pravne zakonodaje tesno povezano z odpiralnimi časi.\nPred začetkom raziskave smo si postavili trditve, ki smo jih želeli dokazati; posledice omejevanja obratovalnega časa bi se pokazale v zmanjšanju prodaje ter zmanjšanju celotnih prihodkov.\nV raziskavi smo dokazali, da je prišlo do večjega zmanjšanja prihodkov od prodaje kot je delež nedeljskega dela , tako, da rezultat ni sprejemljiv.\nZ analizo raziskav smo ugotovili, da je vpliv nedeljskega dela v letu 2005 po posameznih prodajalnah zelo različen in sicer:\n- v maloprodajnem območji I, od 7,3% do 12,3%,\n- v maloprodajnem območji II, od 7,3% do 12,7%,\n- v maloprodajnem območju III, od 5,0% do 19,1%,\n- v maloprodajnem območju IV, od 6,1 do 14,9%.\nVpliv nedeljskega dela na prihodke od prodaje maloprodajnega območja je najnižji v MO III in sicer 8,11%, najvišji pa v MO IV 9,26%, sledi MO I8,9% ter MO II 8,52% vplivom nedeljskega dela.\nVpliv nedeljskega dela v skupnih prihodkih od prodaje družbe Mercator-SVS je:\n- v maloprodajnem območju I, 1,49%,\n- v maloprodajnem območju II, 2,10%,\n- v maloprodajnem območju III 2,13%.\n- V maloprodajnem območju IV 2,94%.\nNajvišji delež nedeljskega dela ima maloprodajno območje IV, 2,94%. Skupni prihodki maloprodajnih območij predstavljajo 8,6% delež v prihodkih družbe, in je dosežen v višini 2,609,129 tisoč SIT.\nUdeležba posameznih tipov organizacijskih enot je različna od 0,62% v samopostrežnih prodajalnah do 3,29% v supermarketih. Najvišji delež v prihodki ima hipermarket Maribor iz MO IV, in znaša 1,35% celotnih prihodkov družbe.\nPodrobneje smo pripravili analizo prihodkov v januarju 2005 ko so trgovine bile odprte in januarja 2006 ko so trgovine bile zaprte. Analizirali smo tudi trend prodaje pred primerjalnim obdobjem; zadnje tromesečje leta 2005 v primerjavi z enakim obdobjem v letu 2004.\nUgotovitev; značilno za primerjalno obdobje je majhna rast prodaje in sicer 2,6%.\nPodrobnejša ocena prihodkov od prodaje v januarju 2006, če bi bile prodajalne ob nedeljah zaprte, je pokazala, da rezultat v celoti ni sprejemljiv, saj odraža le malo večji delež izgube prihodkov od deleža nedeljskega dela.\nTa razlika je posledica drugih vplivov, ki smo jih navedli; padec kupne moči prebivalstva, odprtje konkurenčnih prodajaln, Tuš, Jager, Spar, Hofer, prerazporeditev kupcev na druge prodajalne, ki jih v raziskavi nismo zajeli.\n"], "abstract": ["Obratovalni čas trgovin ali naj bodo trgovine ob nedeljah odprte ali ne je ena najbolj aktualnih tem. Obratovalni čas je sestavina konkurenčnega boja, zato je mogoče pričakovati zelo raznolike poglede na odpiralni čas med samimi trgovci in javnostjo. Na podlagi raziskave, ki smo jo opravili za prodajalne trgovske družbe Mercator- SVS d.d Ptuj smo ugotovili, da je delež nedeljskega dela v letu 2005 znašal v povprečju 8,6%. Delež nedeljskega dela in višina prihodkov od prodaje, je po posameznih prodajalnah zelo različen in se giblje od 5% do 19,1%. V raziskavi, ki smo jo opravili za januar 2006 v primerjavi z januarjem 2005, smo ugotovili višje zmanjšanje prihodkov kot je delež nedeljskega dela. Maksimalna izguba prihodkov od prodaje v januarju 2006 je v povprečju 9,3%. Možni dejavniki, ki so vplivali na zmanjšanje prihodkov od prodaje so; odprtje konkurenčnih prodajaln, prerazporeditev kupcev v druge prodajalne, zmanjšanje kupne moči prebivalstva."]}