{"1": ["1 UVOD", "Več kot dva tisoč let so bili konji najpomembnejši pomočniki ljudi, dokler jih niso zamenjali stroji. Danes so naši partnerji v prostem času. Uporabljamo jih za jahanje, šport, meso. Za nakup primernega konja je potrebno določeno znanje, ki pa ga večina kupcev nima. Odločitveni model za pomoč pri izbiri konj bo namenjen strankam ekološke kmetije Bizjak. Za posamezno stranko bodo našli nekaj konj, podatke o njih pa vnesli v odločitveni model. Stranka bo imela jasen pregled nad ponudbo, konje bo lahko med seboj primerjala tudi samo po določenih kriterijih.\n"], "2": ["1.1 PREDSTAVITEV PROBLEMA", "Problem, ki ga obravnavamo, je kako izbrati pravega konja za nakup. Na tržišču jih je na izbiro veliko, toda kateri je za nas najbolj primeren? Malenkosti, ki so včasih ključnega pomena se nam rade izmuznejo in zato lahko izberemo npr. konja, ki je zelo lep, vendar rad brca, kar je za neizkušenega lastnika lahko tudi usodno.\nZdrav in voljan konj ne povzroča le manjših stroškov, temveč svojemu lastniku omogoča, da, kot pravi pregovor najde srečo na konjskem hrbtu.\n"], "3": ["1.2 PREDSTAVITEV OKOLJA", "Ekološka kmetija Bizjak obsega 30 hektarjev zemlje. Imajo 50 odraslih ovc, 13 glav goveda in 10 konj.\nLjudje čedalje več časa sedijo in pojavljajo se različne težave s hrbtenico, zato se povpraševanje po konjih povečuje, saj je znano, da jahanje blagodejno vpliva na hrbtenico.\nNa ekološki kmetiji Bizjak so to povečano povpraševanje opazili, veliko ljudi jih pokliče tudi glede mnenja v zvezi z nakupom konj. Zato so se odločili, da se bodo v naslednjih letih prestrukturirali predvsem na konjeništvo. Glede konj jih v večini kličejo ljudje brez predhodnih izkušenj.\n"], "4": ["1.3 METODE DELA", "Za izgradnjo odločitvenega modela bo potrebno pregledati kar nekaj strokovne literature, se pogovoriti z ljudmi, ki se ukvarjajo s konji ter v končni fazi tudi s potencialnimi strankami. Model bo zgrajen v programu DEXi ter predstavljen še v programu Vredana.\n"], "5": ["1.4 CILJI NALOGE", "Cilj naloge je narediti uporaben odločitveni model, ki bo ekološki kmetiji Bizjak pripomogel k izbiri primernih kandidatov (konj). Te bodo predstavili stranki, ki se bo na podlagi rezultatov iz odločitvenega modela lažje odločila in na pregleden način videla karakteristike posameznega konja ter jih po različnih kriterijih med seboj primerjala.\n"], "6": ["2 TEORETIČNE OSNOVE", "Skozi poglavje bomo predstavili teoretične osnove, ki so potrebne za razumevanje odločitvenih modelov.\n"], "7": ["2.1 ODLOČANJE", "Odločanje je proces, pri katerem je potrebno izmed več različic izbrati tisto, ki najbolj ustreza postavljenim ciljem oziroma zahtevam.\nPoznamo različne načine odločanja:\n-sistematično odločanje (uporabimo in organiziramo podatke, informacije ter znanje);\n-intuitivno odločanje;\n-individualno ali skupinsko;\n-racionalno (ko izberemo najbolj zaželeno varianto);\n-iracionalno (ko je odločitev zaradi raznih omejitev na videz brezsmiselna).\nIzmed zgoraj navedenih načinov je najbolj primeren prvi, vendar je slabost v tem, da velikokrat nimamo na voljo dovolj časa, podatkov, da bi se odločili hitro na tak način. Tu nam lahko pomagajo sistemi za podporo odločanju, ki omogočajo hitrejše sistematično odločanje.\n"], "8": ["2.2 SISTEMI ZA PODPORO ODLOČANJU", "Pri racionalnem in sistematičnem odločanju si lahko pomagamo s sistemi za podporo odločanju. Ko govorimo o njih, imamo v mislih sisteme, ki uporabljajo informacijsko tehnologijo. Sistemi za podporo odločanju pomagajo preseči človekove omejitve pri procesiranju informacij, omogočajo sistematizirano odločanje in tako precej pripomorejo, da se izognemo pastem odločanja. Poznamo kar veliko metod in računalniških programov, ki pomagajo odločevalcu na sistematičen in organiziran način priti do najustreznejše odločitve. Nekaj računalniških rešitev za pomoč pri odločanju:  Dex, DEXi, Vredana;  Expert choice;  Decaid.\n"], "9": ["2.3 EKSPERTNI SISTEMI", "Snovalci umetne inteligence so v 70-ih letih 20. stoletja prišli do spoznanja, da človeku pri reševanju splošnih problemov bolj kot uporaba algoritmov, služi velika količina splošnega in specialističnega znanja. Na osnovi tega so nastali ekspertni sistemi. \nEkspertni sistemi modelirajo sklepanje, presojo, odločanje ob nezanesljivih ali nepopolnih podatkih in imajo sposobnost pojasnjevanja svojega poteka reševanja problema. Sestavljeni so iz baze znanja, komunikacijskega vmesnika in mehanizma sklepanja.\nBazo znanja si lahko predstavljamo kot podatkovno bazo, ki je organizirana  tako, da jo je možno uporabiti za transparentno reševanje problemov, kar  pomeni, da imamo vpogled v potek tega reševanja od podatkov do rezultata.  Baza znanja vsebuje znanje določenega področja, ne vsebuje pa znanja,  kako ga uporabiti za reševanje določenih problemov. Za to skrbi mehanizem  sklepanja.\nKomunikacijski vmesnik skrbi za komunikacijo med uporabnikom in  sistemom ter z bazo znanja in z mehanizmom sklepanja. Uporabniku  omogoča, da lahko posega v bazo znanja.\nMehanizem sklepanja na osnovi baze znanja izvaja sklepe o problemu, ki ga  rešujemo. Iz baze znanja izbira dele znanja, ki jih uporabi za reševanje  problema, in vrstni red, kako jih kombinirati, da pride sistem v končni fazi do  rešitve problema.  Ker v veliki meri ni odvisen od domene znanja ga lahko uporabljamo pri  bazah znanja različnih področij. Zelo pomembna naloga mehanizma  sklepanja je razlaga poti do končnega rezultata.\nZa gradnjo ekspertnih sistemov obstaja več računalniških programov – lupin ekspertnih sistemov, ki vsebujejo uporabniški vmesnik in mehanizem sklepanja, a imajo prazno bazo znanja. Uporabnik mora dodati bazo znanja z določenega področja.\n"], "10": ["2.4 VEČPARAMETERSKO ODLOČANJE", "V primerih, ko odločamo na osnovi različnih pogledov na variante, govorimo o večparameterskem odločanju.\nVečparametersko odločanje temelji na razgradnji odločitvenega problema na manjše podprobleme. Variante razgradimo na posamezne parameter in jih ločeno ocenimo glede na vsak parameter. Končno oceno variante dobimo z nekim postopkom združevanja. Tako izpeljana vrednost je potem osnova za izbor najustreznejše variante. (Jereb, Bohanec, Rajkovič, 2003)\nVrednotenje variant pri večparameterskem odločanju poteka na osnovi večparameterskega odločitvenega modela, ki je v splošnem sestavljen iz treh komponent.\nTo so:  parametri (atributi,kriteriji), ki predstavljajo vhod v model-Xi; \nfunkcija koristnosti F, je predpis po katerem se vrednosti posameznih parametrov združijo v spremenljivko Y, ki ponazarja končno oceno ali koristnost variante; različice so opisane po osnovnih parametrih z vrednostmi ai, s pomočjo teh vrednosti funkcija koristnosti določi končno oceno vsake variante (varianta z najvišjo oceno je najboljša).\n"], "11": ["2.5 PROGRAM DEXI", "DEXi je računalniški program za večparametersko odločanje, ki sloni na metodologiji Dex. DEXi je preprost program za delo z odločitvenimi modeli, ki omogoča:  izdelavo in preurejanje drevesa kriterijev;  urejanje zalog vrednosti kriterijev in odločitvenih pravil;  zajemanje podatkov o variantah;  vrednotenje variant;  tabelarični pregled rezultatov vrednotenja z analizo tipa kaj-če;  grafični prikaz rezultatov vrednotenja.\nNekatere prednosti programa DEXi:  je v slovenskem jeziku;  transparentna baza znanja, ki uporabniku omogoča pregled nad modelom v  katerikoli fazi;  program sam izračuna agregirane funkcije, če mu določimo vsaj dve  odločitveni pravili in upošteva uteži; \n z analizo kaj-če dobimo popoln pregled nad odločitvenim problemom;  izdelava preglednih poročil vseh faz problema.\nFaze odločitvenega procesa za izgradnjo modela v programu DEXi so naslednje:\n-identifikacija problema;\n-identifikacija kriterijev (spisek kriterijev, drevo kriterijev, merske lestvice);\n-definicija odločitvenih pravil;\n-opis variant;\n-analiza variant.\n"], "12": ["2.6 VREDANA", "Program Vredana služi za vrednotenje in analizo variant večparameterskih odločitvenih modelov zgrajenih z lupino ekspertnega sistema Dex ali DEXi. Vredana je nadgradnja lupine ekspertnega sistema Dex oziroma novejše različice DEXi.\nNekatere funkcije programa so:  branje in pisanje datotek tipa DAX;  branje podatkov o variantah s standardnih datotek tipa DIF;  kombinirano kvalitativno in kvantitativno vrednotenje variant;  prikaz in izpis rezultatov vrednotenja s stolpičnimi, korelacijskimi in polarnimi  grafikoni;  analize variant tipa »kaj-če«. \n3 ODLOČITVENI MODEL ZA POMOČ PRI IZBIRI JAHALNIH KONJ Nakup jahalnega konja mora biti preudarna odločitev, saj v nasprotnem primeru konj lahko pomeni nevarnost za lastnika ter nespameten udarec po žepu. Odločitveni model za pomoč pri izbiri jahalnih konj bo na objektiven način prikazal najprimernejšo odločitev.\n"], "13": ["3.1 DREVO KRITERIJEV", "Spisek kriterijev, ki vplivajo na odločitev združimo po kriterijih, ki sodijo skupaj, tako dobimo drevo kriterijev. Na vsakem vozlišču sta lahko dva do trije nasledniki.\nOdločitveni model za pomoč pri izbiri jahalnih konj je sestavljen iz naslednjih kriterijev (glej sliko 2).\n"], "14": ["3. 2 OPISI KRITERIJEV", "Opis posameznih kriterijev:\nStatus Sestavljen je iz osnovnih podatkov o konju; starost, spol, rodovnik ter veterinarske oskrbe.\nStarost: Pri konjih se da starost dokaj zanesljivo določiti na podlagi stanja zobovja. Merila za ocenjevanje starosti so: razlika med mlečnimi in stalnimi zobmi (oblika in barva), menjave zobovja, obrabe zobovja, oblike zobovja in položaj zob. Omeniti je potrebno še, da se možnost točnega določanja starosti, s starostjo živali zmanjšuje (konji si zobovje različno obrabljajo-odvisno od vrste krme). Če kupujemo konja pri »konjskem mešetarju«, se pogosto potvarja dejanska starost živali, zato je pametneje, če se sami ne spoznamo dovolj na konja, da ga v našem imenu kupi posrednik-poznavalec.\nSpol: Spol konja je pomemben zaradi namena »uporabe« konja, npr.: kobilo imamo ponavadi zaradi razploda-žrebet. Spolna zrelost kobil je v starosti 15-18 mesecev. Plemenska zrelost: 2-3 leta (za hladnokrvne pasme), 3-4 leta (toplokrvne pasme), 4-5 let (polnokrvne pasme). Spolna zrelost žrebcev je v 12. do 24. mesecu. Plemenska zrelost je v 2. do 4. letu ali po uspešno opravljenih testih delovne sposobnosti, ustrezni oceni plemenske vrednosti ter ob zdravstveni neoporečnosti.\nRodovnik: Kot navaja Vogel C. (2007) je pasma genetsko določena osnova. Pripadniki priznanih pasem so vpisani v uradne rodovne knjige. Konji, ki niso pripadniki določene pasme, se lahko opišejo po tipu. V tipe so vključene zbirke različnih fizičnih lastnosti, ki nam pomagajo določiti sposobnost opravljanja različnih nalog, vendar pa ni nujno, da bodo pri parjenju konja istega tipa njihovi potomci dedovali iste značilnosti.\nKonj pridobi rodovnik na podlagi pridobitve dokumenta, da je res potomec čistokrvnih staršev (žrebec in kobila morata biti vpisana v rodovno knjigo).\nVeterinarska oskrba: Na podlagi nje lahko ocenimo zdravstveno stanje konja-ali je bil konj ob npr. vidnih poškodbah ustrezno zdravljen. Vsi ti podatki so na vpogled v hlevski knjigi- v dnevniku veterinarskih posegov lastnika konj.\nZunanjost\nKriterij zunanjost je sestavljen s kriterija izgled (dlaka, poškodbe, pogled) ter pasme.\nDlaka: Eno izmed osnovnih znamenj po katerih sklepamo, da je konj bolan je dlaka. Dlake so resaste in brez leska. Površina telesa je neenakomerno topla. Dlake zdravega konja so svetleče in gladke. Koža je na otip mehka in prožna. Če konja uščipnemo na vratu, se mora koža poravnati takoj, ko jo spustimo, v nasprotnem \nprimeru je konj najverjetneje dehidriran. Izpadanje dlake lahko predstavlja zdravstvene težave, razen če se konj ravno goli (menja dlako).\nPoškodbe: Ko kupujemo konja moramo biti pozorni tudi na »vidne« poškodbe, tako dobimo vsaj približno sliko o »dejanskem« zdravstvenem stanju konja. Poškodbe kože, mišic, tetiv in kosti opazimo kot rane, otekline in šepanje. Kakšno je zdravstveno stanje konja lahko preverimo še tako, da izmerimo telesno temperaturo, utrip in število vdihov. Rep mora biti čist, na korenu ne sme imeti odrgnin, ker to nakazuje na okuženost z glistami ali srbečico. Zdrav konj v mirovanju ima telesno temperaturo od 38,3 do 38,6 oC; srčni utrip: 30- 50 udarcev na minuto; število vdihov: 8-16 na minuto.\nPogled: Pogled konja mora biti bister, iskriv. Oči morajo biti jasne, brez izcedkov. Opne okrog očesa in v veki morajo biti rožnate barve lososa.\nPasma: Ljudje so že zelo zgodaj začeli s sistematično vzrejo konj za določene namene. Hitre žrebce in kobile so križali v upanju, da bodo njihovi potomci postali uspešni dirkalni konji. V splošnem lahko vse današnje pasme konj razvrstimo v štiri glavne kategorije: polnokrvni, toplokrvni, hladnokrvni konji in poniji.\nPolnokrvni konji so konji, pri katerih sta oče in mati potomca priznanih polnokrvnih konj. Obstajata le dve pasmi polnokrvnih konj: arabski in angleški polnokrvni konj. Arabski polnokrvni konj je ognjenega temperamenta, pogumen, žilav, vzdržljiv, skromen in visoko inteligenten, pri tem pa zelo krotek in vdan.\nAngleški polnokrvni konj je zelo temperamenten, senzibilen in pogumen. Ni primeren za vsakega jezdeca. Ker je žilav in vzdržljiv ter trden, ga na srednjih progah skoraj ni mogoče premagati. Pogosto lahko odlično skače, zaradi svojega poguma je primeren tudi za vojsko in policijo.\nMed toplokrvne konje uvrščamo konje, ki imajo v svoji krvi večji ali manjši delež polnokrvnosti. Izraz toplokrvni konj nima zveze s telesno temperaturo, ampak je nastal kot označitev temperamenta konj, ki so živahnejši od hladnokrvnih konj.\nNaša avtohtona pasma lipicanec, v hodu, posebno v kasu, dviguje noge visoko, zaradi česar je znan kot zelo dober kočijaški in jahalni, a ne tekaški konj. Ima dober značaj, je primeren za dresuro, je skromen, vzdržljiv, lep in doseže visoko starost.\nHladnokrvni konji so težki , kompaktno grajeni konji, katerih temperament je miren in preudaren. Včasih so jih uporabljali za vleko voz ter za kmetijska in gozdarska opravila. Pasma slovenski hladnokrvni konj, zavzema v Sloveniji 85% vseh konj.\nPoniji so v svoji zunanji podobi zelo različni. Lahko so videti kot majhni toplokrvni oziroma polnokrvni konji, pa tudi kot majhni hladnokrvni konji. Konje, nižje od 148 cm štejemo k ponijem. Velik pomen v slovenski reji konj ima tudi haflinger. Visok je med 135 in 145 cm. Je vsestransko uporaben (poljski, tovorni, vlečni in jahalni konj), vzdržljiv in skromen v prehrani, zdrav in ploden, dobrega temperamenta in ubogljiv. \nKot pravijo »vsake oči imajo svojega malarja«, zato so nekateri ljubitelji npr. lipicancev drugi pa ponijev.\nGibanje Kriterij gibanje je sestavljen iz hoje in odziva.\nHoja: Gibanje konj razlikujemo v tri osnovne vrste: korak, kas in galop.\nV koraku se konj giblje v štiritaktu. Vrstni red premikanja nog je: desna zadnja, desna sprednja, leva zadnja, leva sprednja. V koraku ima konj vedno stik s tlemi.\nV kasu se konj giblje v dvotaktu, pri čemer vedno sočasno obremeni dve nasprotni nogi.\nV galopu se konj giblje z vrsto zaporednih skokov; slišati je tritakt. Po tem, kateri nogi močneje grabita, ločimo levi in desni galop. V dirkalnem galopu se konj giblje z vrsto zaporednih skokov tako, da je slišati štiritakt. O navzkrižnem galopu pa govorimo, če se konj giblje v galopskih skokih, pri tem pa galopira z zadnjima nogama levo, s sprednjima pa desno ali obratno.\nZ izrazom kljusanje ali pas označujemo nepravilen način gibanja konja v koraku ali kasu, ko konj stopi na tla sočasno z obema nogama ene strani. Čeprav je hoja nepravilna, to spontano počno mnogi konji oziroma je sploh značilnost nekaterih pasem.\nJahalnega konja pod jezdecem presojamo po:  sproščenosti,  ravnotežju,  naslonu,  vodljivosti,  poslušnosti,  čistosti hoda in taktu.\nOdziv: Pomemben je zato, da že pred nakupom vidimo s kakšnim konjem imamo opravka. Kratek preizkus bi bil dvig vsake noge, čiščenje kopit, uporaba vajeti, sedlanje…\nPrimer izkušnje z ekološke kmetije Bizjak je sledeč: ko so kupovali lipicanko je ta prednje noge dvignila brez težav, ko pa so dvignili zadnjo nogo, se je s celotno težo » ulegla« na gospoda Bizjaka in ga skoraj porušila po tleh. Z dosledno vzgojo, kateri je botrovalo veliko časa in potrpežljivosti je lipicanka strah pred dvigom zadnjih nog odpravila.\nKonstrukcija Konstrukcijo konja smo »razdelili« na zgornji in spodnji del. Zgornji del je sestavljen iz kriterijev hrbet in vrat, spodnji del pa iz kopit in nog.\nHrbet: Od različnih oblik hrbta so najpogostejše:  raven hrbet-stabilna lega sedla; \nvleknjen hrbet-kaže na določeno šibkost saj je udoben za jahača, za konja pa naporen, ker zmanjšuje nosilno moč hrbta, vendar jo pa dobra muskulatura lahko nadomesti; krapovski hrbet-jahanje na takem konju je zelo neudobno, saj sedlo ne leži stabilno.\nVrat: Pri delu je vrat bistvenega pomena za uravnavanje ravnotežja. Pri jahalnem konju, naj bi bil vrat čim daljši; zgornji del mora biti mišičast ter ne sme biti pregloboko nasajen in mora izražati eleganco. Trenirani jahalni konji imajo močneje razvito zgornjo polovico vratu pod grivo. Vrat konjev s slabo kondicijo ima širši del spodnje polovice vratu.\nKopita: Kopito ima s svojo zapleteno anatomsko zgradbo vlogo fiziološko in mehanično idealnega naravnega amortizerja. Če je kopito zdravo, omogoča konju naravno gibanje, medtem pa bolno kopito živali bistveno omejuje delovno sposobnost. Kopita ne smejo imeti vodoravnih grebenov, navpičnih razpok in roževina ne sme biti skrhana, razcepljena na mestih, kjer se dotika tal. \nPogosta bolezenska stanja kopita so:  gnitje strele (žabice) - znamenji sta zmerna šepavost in smrdeče kopito. Da  bi to bolezensko stanje preprečili je potrebno redno kovanje ter higiena hleva  in nastila;  čir kopitnega podplata - nastane, ko zaradi poškodb podplata pride do  podliva krvi v usnjico;  zakovano kopito - nastane, če podkovski žebelj zaide pregloboko v belo linijo  in pritiska na žive dele kopita, kopito se ognoji. Konj začne šepati šele čez  čas.\nKriterij kopita smo vključili na podlagi pogovorov z ljudmi, ki se veliko ukvarjajo s konji. Pojavlja se, da marsikateri »trgovec« prodaja konja, ki šepa z izgovorom, da se je npr.: konj udaril v nogo, v resnici so pa to dokaj resne poškodbe kopit.\nNoge: Stegna konj morajo biti mišičasta, dobro razvita. Korektna zgradba je še posebej pomembna pri prvih nogah, saj konj nosi 60% teže na prvem koncu in samo 40% na zadnjem. Nepravilna drža oziroma stoja nog se najbolje pokaže v hoji in teku, pravijo: »Kakor konj stoji, tako tudi teče.«\nIdealnega konja je težko najti, zato je potrebno vedeti, do kolikšne mere so odstopanja še sprejemljiva. Kot primer je konj, ki stoji navzven samo s kopiti boljša izbira kot tisti, ki sicer stoji korektno, vendar pa je koleno obrnjeno navznoter. Pri dirkalnem konju, daje bicelj, bolj strm od idealnega, konju več moči pri startu, še posebej na krajši stezi. Preveč strm bicelj ne omogoča absorpcije sile ob trčenju kopita in tal, zato se pri konju lahko pojavijo resne težave. Manjše napake se lahko korigirajo s spodrezovanjem kopit, vendar se na ta način korigira samo izgled, ne pa tudi način hoda. Izkušen poznavalec, tako popravljena kopita hitro opazi, saj kopitna linja svitka ni vzporedna s tlemi.\nNa slikah 5, 6 in 7 vidimo prednje in zadnje konjske noge z »hibami«. Prikaz pravilne drže nog je na vseh slikah prvi par nog. \n Stroški\nKriterij stroški je sestavljen iz cene in sredstev.\nCena: Na ceno vpliva kar nekaj faktorjev, od starosti konja, spola, rodovnika, športnih dosežkov… Pred nakupom se je potrebno informirati, primerjati nekaj konj ter njihovo ceno.\nSredstva: Ali ob nakupu konja lahko poskušamo pridobiti različna sredstva (od občinskih, državnih, evropskih) - ponavadi to velja ob predpostavki nadaljnje vzreje konj.\n"], "15": ["3.3 MERSKE LESTVICE", "Kriterijem v drevesu določimo tudi merske lestvice. Zaloge vrednosti so diskretne, urejene od slabih proti dobrim.\n"], "16": ["3.4 FUNKCIJA KORISTNOSTI", "S funkcijo koristnosti določamo koristnost variant na osnovi posameznih parametrov oziroma kriterijev ter njihove medsebojne povezave. V programu DEXi je funkcija koristnosti zgrajena iz odločitvenih pravil.\nOdločitvena pravila lahko določamo ročno ali pa s pomočjo uteži. Uteži nam omogočajo, da z nastavitvijo pomembnosti posameznega atributa, program sam izračuna vrednost posameznega pravila.\nUteži za osnovne kriterije smo razdelili na naslednji način: najpomembnejša se nam je zdela zunanjost (ker lahko sami presodimo približno zdravstveno stanje konja), za jahalnega konja je zelo pomembno gibanje (kako konj hodi in se odziva na razne dražljaje), sledi konstrukcija (z njo presodimo »formo« konja in morebitne prikrite hibe na nogah ter kopitih), nato status ter navsezadnje še stroški.\nPri uteži zunanjost (slika 10) smo se odločili, da je izgled pomembnejši od pasme. \n"], "17": ["3.5 OPIS IN VREDNOTENJE VARIANT", "Za testiranje odločitvenega modela za pomoč pri izbiri jahalnega konja smo uporabili stranko ekološke kmetije Bizjak, ki je izbirala med tremi jahalnimi konji, ki so trenutno na prodaj.\nSaja je Ďakovska lipicanka, črne barve, stara 6 let. Je »ujahana«, navajena dviganja nog za kovanje, mirna, lepa, poslušna in v dobri kondiciji.\nBrina je arabka, rjave barve, stara je 8 let. Je »ujahana«, vendar ima trajno poškodbo zadnje noge zaradi bolezni, zato šepa. Primerna je za razplod in nezahtevne jezdece, še posebej bi bila primerna za otroke.\nTor je lipicanec, star je dve leti, poln energije. Sedaj je črne barve, čez nekaj let bo najverjetneje »sirast«, bele barve. Zelo je ubogljiv.\nIz slike 14 je razvidno, da je najbolj primerna odločitev za nakup Saja, sledi Tor, najmanj pa je primerna Brina.\nSpodnja slika prikazuje primerjavo po kriterijih status, stroški, konstrukcija, gibanje, zunanjost. Ker je nakup konja kar velik strošek je prav, da pred končno odločitvijo pregledamo primerjave še med nekaterimi drugimi kriteriji.\nČe kupujemo konja, ki ga bomo uporabljali večinoma za rekreativno jahanje so še posebej pomembne naslednje stvari: hoja, noge, kopita, odziv. Nepravilna hoja vpliva na udobnost pri jahanju, ravno tako so pomembne tudi noge in kopita. Odziv je pa bistvenega pomena za neizkušene lastnike, saj lahko pride do poškodb tako pri lastniku kot pri konju. \n"], "18": ["3.6 ANALIZA »KAJ-ČE«", "Analiza »kaj-če«, se lahko izvaja tako v programu DEXi kot v Vredani. Z analizo lahko preizkusimo kaj bi se zgodilo, če bi določen parameter spremenili, v kakšni meri bi to vplivalo na končni rezultat vrednotenja.\nZ analizo »kaj-če« smo v programu Vredana, Brini zamenjali ocene. Hoji smo oceno ob predpostavki možnosti razvoja terapije za lajšanje težav bolezni nog iz neprimerne, zamenjali v manj primerno.\nOceno nog smo iz neprimerne, spremenili v manj primerno. Rezultat se je vidno spremenil, še posebej je viden če primerjamo z sliko 14. \nSpodnja slika prikazuje analizo »kaj-če« samo za Brino , če jo primerjamo z sliko 16.\n4 ODLOČITVENI MODEL ZA POMOČ PRI IZBIRI DELOVNIH KONJ Delovni konji so nastali s paritvijo posebej močne in krepke živali, da bi zvišali delovno sposobnost naslednje generacije. Danes te vrste konjev uporabljamo za vprego kočij t.i. zapravljivčkov, jezdenje ter meso. Odločitveni model za pomoč pri izbiri delovnih konj je poenostavljen, ker določene karakteristike modela izbire jahalnih konj niso za delovne konje tako pomembne, da bi jih posebej izpostavili.\n"], "19": ["4.1 DREVO KRITERIJEV", "Odločitveni model za pomoč pri izbiri delovnih konj je sestavljen iz naslednjih kriterijev (glej spodnjo sliko).\n"], "20": ["4.2 OPISI KRITERIJEV", "Za večino opisov kriterijev velja isto kot pri jahalnih konjih, vendar bomo kriterije tu še malo razdelali in predstavili tiste stvari, ki jih pri prejšnjem modelu nismo izpostavili. \n Status Sestavljen je iz osnovnih podatkov o konju; starost, spol, rodovnik ter veterinarske oskrbe.\nStarost: Do starosti pet let ima konj še vedno mlečne zobe, kočnike pa so zamenjali stalni zobje. Za konja od šestega leta dalje pravimo, da je »polnih ust«-ima že vse stalne zobe in se starost lahko oceni le na podlagi iztrošenosti sekalcev na spodnji in zgornji čeljusti. (Povzeto po J. Hermsenu 2003).\nSpol: Spol je pomemben še posebej zaradi namena uporabe. Ker so delovni konji močne konstrukcije, jih uporabljajo tudi za namene mesne predelave. V tem primeru se lastniki najraje odločajo za nakup kobil, ki jih v »prepust« peljejo k žrebcu.\nRodovnik: Konj z rodovnikom ima višjo ceno za nakup in ravno tako tudi za prodajo.\nVeterinarska oskrba: Osveščeni kupci zahtevajo vpogled v veterinarski dnevnik in se s tem še dodatno prepričajo glede konja.\nZunanjost\nKriterij zunanjost je sestavljen iz kriterija izgled (poškodbe, konstrukcija) ter pasma.\nPoškodbe: Temeljit ogled konja ter informiranost z boleznimi konj nas lahko rešijo marsikatere kasnejše nevšečnosti.\nKonstrukcija: Konj mora biti skladno grajen, brez posebnih odstopanj, (razen, če so odstopanja značilnost pasme), če pa gre konj za meso, je konstrukcija pomembna v smislu, da je konj dobro rejen ob predpostavki, da je zdrav, seveda.\nPasma: Najbolj znani predstavniki delovnih konj so Slovenski hladnokrvni konj, Haflinger in Posavski konj.\nSlovenski hladnokrvni konj je vprežni konj, primeren za vse vprežne discipline, tudi jahanje in za vzrejo klavnih žrebet. Odlikuje ga čvrsta konstitucija, vztrajnost, dobro izkoriščanje krme, dobra rast in dobra plodnost.\nGibanje Kriterij gibanje je sestavljen iz hoje in odziva.\nHoja: Konj naj nebi imel prevelikih težav pri hoji, razen če gre za meso.\nOdziv: Pomemben je, če je konj za vprego ali za jahanje. Preizkus odziva je tak kot pri jahalnih konjih, dvigi nog, sedlanje…\nStroški\nCena: Cena konja je odvisna od spola, starosti… \nSredstva: V večini primerov so razpisi za pridobitev sredstev namenjeni reji avtohtonih pasem konj, to so Lipicanski konj, Posavski konj, Slovenski hladnokrvni konj.\n"], "21": ["4.3 MERSKE LESTVICE", "Kriterijem v drevesu določimo merske lestvice.\n"], "22": ["4.4 FUNKCIJA KORISTNOSTI", "Uteži za osnovne kriterije smo razdelili na naslednji način: najpomembnejši je status, sledi zunanjost, stroški, gibanje.\nStatus je pomemben zaradi podatkov, ki so ključnega pomena za stranko (predvsem starost in spol), zunanjost (npr.: konstrukcija - kako je konj rejen (ob predpostavki, da gre takoj v mesno predelavo), stroški (v Sloveniji je populacija delovnih konj bistveno večja, zato so strankam stroški pomembni), gibanje (na ekološki kmetiji, stranke večinoma kupujejo konje za meso in razplod, ne pa toliko za jahanje in vprego, zato tu gibanje ni tako pomembno). \n"], "23": ["4.5 OPISI IN VREDNOTENJE VARIANT", "Med tremi delovnimi konji, ki so na voljo za prodajo bomo izbrali najbolj primernega. Želja stranke je možnost takojšnjega razploda.\nTisa je 8 let stara mešanka, mirne narave, delovne konstrukcije primerna za vzrejo žrebet, nikoli še ni imela zdravstvenih težav, zato ni bila veterinarsko pregledana.\nLira je 7 let stara mešanka, mirne narave, delovne konstrukcije, primerna za vzrejo žrebet, ima poškodbo noge, ki pa ne vpliva bistveno na hojo, je pa vidna na kopitu. Veterinarsko ni bila pregledana.\nIsa je 2 leti stara mešanka, potomka Tise. Za razplod še ni dovolj stara. Je v fazi učenja raznih ukazov. \nSlika 26 nam prikazuje rezultate vrednotenja vseh treh variant v programu Vredana. Tak pregled pa za stranko ni dovolj, saj je za optimalno odločitev prav, da pogledamo tudi ostale kriterije, kot bomo v nadaljevanju tudi storili.\nČe konje primerjamo po kriterijih status, zunanjost, gibanje, stroški (slika 27), vidimo da je najbolj primerna Tisa, Lira in Isa sta pa izenačeni. Ta primerjava nam, da nek celosten pregled nad posameznim konjem. Zaradi preglednega grafičnega prikaza pa takoj vidimo kje so prednosti in slabosti posameznega konja.\nKonje smo primerjali tudi po starosti, izgledu in odzivu. Najbolj primerni sta Tisa in Lira, najmanj pa Isa. Primerjava po teh kriterijih je pomembna še zlasti, če bomo konja uporabljali za razplod oziroma meso. Starost je tisti faktor, ki kaže če je konj že oziroma še primeren za razplod, odziv je pomemben če bomo konja poleg uporabe za razplod, uporabljali tudi za vprego, izgled pa je pomemben za ocenitev »stanja« konja ter če bomo konja kupili za meso, je to še posebej pomembno, da je konj lepo rejen.\n"], "24": ["4.6 ANALIZA »KAJ-ČE«", "Analizo “kaj-če” bomo naredili v Vredani.\nLiri smo hojo iz manj primerne (slika 26), spremenili v primerno (slika 29). Ta na videz mala sprememba je vplivala na razvrstitev konj po primernosti. \nNaredili smo tudi analizo »kaj-če« za Iso po starosti, izgledu in odzivu. Isa ima slab odziv, zato bomo predpostavljali da se bo ta odziv po letu dni vaj popravil (slika 28). Odziv smo iz slabega spremenili v sprejemljiv, starost smo pa iz ne ustreza spremenili v ustreza, rezultat kaže spodnja slika.\n"], "25": ["5 ZAKLJUČKI", "Današnji človek je »sedeč« človek,ki ga težave s hrbtenico čedalje bolj bremenijo, zato se mnogi odločajo za nakup konja. Konje pa ne uporabljamo samo za šport ali rekreacijo, ampak tudi za meso in celo mleko (to naj bi bilo še posebej zdravilno).\n"], "26": ["5.1 OCENA UČINKOV", "Odločitvena modela za pomoč pri izbiri konj, sta se pokazala kot ustrezna. Stranke so vizualno predstavitev ocenile kot pozitivno, saj še nikjer drugje niso take »prezentacije« videle. Bilo je kar nekaj vprašanj, glede kriterijev, saj se marsikdo sploh ni zavedal njihove pomembnosti, kar kaže na nezadostno znanje kupcev in v končni fazi razočaranje po nakupu konja, ki za tako stranko ni primeren.\nZa ugotovitev kako natančno in primerno so postavljene uteži, bo potrebno še nekaj časa in preizkušanja ter tudi »stanje« na tržišču.\n"], "27": ["5.2 POGOJI ZA UVEDBO", "Pogoj za uvedbo je tako rekoč že izpolnjen, saj je potreben samo prenosni računalnik in tiskalnik, da lahko stranke dobijo rezultate ovrednotenja tudi na papirju.\n"], "28": ["5.3 MOŽNOSTI NADALJNEGA RAZVOJA", "Možnosti nadaljnjega razvoja je veliko. Model lahko oblikujemo za izbiro konj za različne vrhunske športe, policijo, različne terapevtske dejavnosti.\nZa lažjo predstavo o posebnih zahtevah specifičnih področij, lahko omenimo slovensko policijsko konjenico, ki zahteva, da je konj moškega spola, kastrat, dresura stopnje A, vajen hlevske kulture, mora biti vranec, rjavec ali lisjak, ne sme biti napadalen do ljudi in živali…\nPomembno področje potencialnega razvoja modela je tudi terapevtsko jahanje oziroma hipoterapija , ki je način »zdravljenja« ljudi. Obstajajo različne oblike terapij primerne za npr.:\n-ljudi, ki so utrpeli poškodbe hrbtenice ob prometnih nesrečah;\n-ljudi, ki imajo duševne težave;\n-pri odvisnikih;\n-eksperimentalni programi v zaporih…\nPomembno je, da se pred vsako izgradnjo modela za določeno področje seznanimo z vsemi podrobnostmi in zahtevami.\nNaša modela bosta ljudem olajšala odločitev izbire konja za rekreativno jahanje, vprego, razplod ali meso.\n"], "abstract": ["Danes si veliko ljudi želi imeti svojega konja. Neizkušeni kupci lahko kupijo neprimernega konja in ta nakup lahko postane boleča in draga izkušnja. Preden jih zanese želja po nakupu je zelo pomembno, da dobro premislijo in na objektiven način izberejo primernega konja. Diplomsko delo predstavlja dva odločitvena modela, ki stranki na enostaven način pripomoreta k najboljši in pametni odločitvi pri nakupu konja. Odločitvena modela sta narejena v programu za večparametersko odločanje DEXi in programu Vredana, ki nam je pomagal z podrobnejšimi analizami rezultatov."]}