{"1": ["1 UVOD", "Pri prašičih, ki se redijo v skupinah, se pojavljata dva tipa socialne organizacije. To sta sesni red, ki nastane nekaj dni po prasitvi, ko se pujski borijo za seske, in socialni vrstni red, ki pa nastane pri vsakem novem razvrščanju prašičev v skupine (Šalehar in sod. 1995).\nPovezave med materjo-svinjo in pujski obsegajo obnašanja v času brejosti, pripravo na prasitev, prasitev in obnašanje v sesni dobi. Pri sesanju oz. dojenju je obnašanje svinje zelo pomembno za preživetje in rast pujskov. Pomembna je tudi uskladitev v obnašanju med svinjo in gnezdom, kar vodi do zmanjšanja tveganja za poleganje pujskov, kar se kaže tudi v kvaliteti obnašanja svinje, da to tudi prepreči.\nZa rast in preživetje pujskov je bistvenega pomena tudi, da po rojstvu začnejo čim prej sesati oz. čim prej pridejo do kolostruma, ki je vir zaščitnih snovi (Šalehar in sod. 1995). Za preživetje pujskov pa je pomembna tudi rojstna masa, ki je ob rojstvu različna. Močnejši (težji) pujski si priborijo boljše seske (Hollis 1993, cit. po McBride in sod. 1965), vpliva pa tudi na rast v prvih tednih po rojstvu (Šalehar in sod. 1995).\nObnašanje svinj pri sesanju je pritegnilo zanimanje raziskovalcev že leta 1950. Od takrat naprej je bilo mnogo raziskav usmerjenih v izboljševanje znanja za boljše razumevanje, kako so pujski preskrbljeni z mlekom svinje v povezavi s povečevanjem prirasta v telesni masi (Algers in Uvnäs-Moberg 2007).\nCilj naše raziskave je bil preučiti obnašanje svinj v času laktacije, obnašanje pujskov v času sesanja in povezave med rojstno maso in prirastom ter lokacijo sesanja pujska na mamalnem kompleksu.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Obnašanje svinje in pujskov", "Šalehar in sod. (1995) navajajo, da se v običajnih sistemih reje pri prašičih v skupinah pojavljata dva tipa socialne organizacije:\n̶ sesni red nastane, ko pujski tekmujejo za prednje seske, in sicer nekaj dni  po prasitvi, in je najbolj stabilen v majhnih gnezdih;  ̶ socialni vrstni red nastane pri vsakem novem razvrščanju prašičev v  skupini. Po prerazporeditvi se vnamejo najhujši boji za visok položaj v prvi  uri. Tedaj dominantna žival že dobi svoje mesto. Intenzivnost bojev počasi  pojema in v 48. urah je hierarhija v skupini dosežena.\n"], "4": ["2.1.1 Obnašanje svinje pred prasitvijo", "V zadnjem tednu pred prasitvijo začne svinja kazati prva znamenja materinskega obnašanja. Tedaj ji zatečejo sramnica in seski, v zadnjih dveh dnevih pa seski izločajo že nekaj tekočine. Zadnje 3–4 dni pred prasitvijo postane svinja nemirna, njen apetit se zmanjša, žival se skuša oddaljiti od skupine. Išče si prostor za gnezdo in ga tudi naredi, če ima na voljo material. V tem obdobju je svinja proti rejcu in drugim živalim nekoliko napadalna (Šalehar in sod. 1995).\nNeposredna priprava na porod traja največ 24 ur. Dan pred prasitvijo postaja svinja nemirna. Gradnja gnezda je najbolj očiten znak v obnašanju breje svinje, ki opozori na začetek prasitve. Svinja se začne ukvarjati z gradnjo gnezda 2–12 ur pred prasitvijo (Dellmeier in Friend 1991). S prednjimi nogami spravlja skupaj nastilj, včasih ga tudi prenaša iz kota v kot. Če nastilja ni, svinja grebe po tleh z nogami, grize stvari, se \nživčno prestavlja, pogosto mokri (urinira) in izloča blato, večkrat leže in spreminja položaj. Ko opazimo opisane znake, je treba svinjo v boksu, ki so tako prirejeni, vkleščiti (Cizej 1992).\nWechsler in Hegglin (1997, cit. po Stolba in Wood-Gush 1984; Jensen 1986, 1989) navajata, da so vkleščene breje svinje zelo omejene v svojem predporodnem obnašanju. Prepreči se jim izbira lege (položaja) gnezda in se ne morejo obnašati (npr. graditi gnezda), kot je to značilno za domače prašiče.\nOd razvoja porodnega boksa za vkleščenje brejih svinj v poznih 1950-ih, se je razpravljalo o tem, da za sodobno svinjo ni nujno, da zgradi gnezdo, ko se približuje čas prasitve, kar je posledica visoke stopnje domestifikacije in zaradi tega ne potrebuje okolja, ki bi ji to omogočilo (Algers in Uvnäs-Moberg 2007).\nNajveč šest ur pred porodom se žival umiri, leže na bok in se ne meni več za hrano. Prično se prvi vidni popadki (Cizej 1992).\n"], "5": ["2.1.2 Obnašanje svinje v času prasitve", "Največ prasitev se zgodi pozno popoldne ali ponoči. Svinja ponavadi leži v bočnem ležečem položaju in, za razliko od drugih sesalcev, ne liže pujskov ali pregrizne popkovine (Dellmeier in Friend 1991).\nOb pričetku porodnih krčev dela svinja s prednjima nogama veslanju podobne gibe, z zadnjo zgornjo nogo pa krožne. Ko so rojeni vsi pujski in je svinja izstisnila vse posteljice, začne pregledovati gnezdo; pozorno ovohava vsakega pujska posebej (Šalehar in sod. 1995).\n"], "6": ["2.1.3 Obnašanje svinje in pujskov po prasitvi", "Ko se porod konča, svinja pogosto vstaja in urinira (Dellmeier in Friend 1991). Ker je žejna, se napije, nato pa spet leže. Če ni vkleščena, lahko pri tem pohodi ali poleži kakšnega pujska, ki že išče sesek. Tudi vkleščena svinja lahko poleže svojega mladiča (Cizej 1992).\nNekatere svinje pojedo le del posteljic ali vse posteljice, vendar je to obnašanje zelo spremenljivo in je lahko pod vplivom razpoložljivega obroka oz. krme, prejšnjih diet ali drugih izkušenj (Dellmeier in Friend 1991).\nPo porodu opazimo pri pujskih dve izraziti spremembi. Prva je želja stisniti se k nečemu toplemu in mehkemu (navadno je to materino vime), druga pa potreba po sesanju. V prvih urah po prasitvi imajo pujski kolostrum stalno na voljo, zato po prvem sesanju pogosto zaspijo kar pri vimenu. V 2–4 urah po končani prasitvi se razmere spremenijo. Od takrat naprej obsegajo sesanja pripravo vimena, pravo sesanje in naknadno masažo. Pobudo za sesanje lahko da svinja ali pujski (Šalehar in sod. 1995).\nPujski morajo takoj po porodu pričeti sesati (sicer pa že sami nagonsko iščejo seske), kar je pomembno predvsem zaradi zdravja pujskov. Kolostrum namreč v svojih beljakovinah vsebuje več kot polovico globulina, na katerega se vežejo zaščitne snovi, ki novorojenega pujska posredno varujejo pred različnimi infekcijskimi boleznimi dihal in prebavnega trakta (Cizej 1992).\nPrve tedne po prasitvi imajo svinje močan instinkt obrambe gnezda. Če se svinja počuti ogrožena, se oglasi z opozorilnim glasom, ob katerem se pujski stisnejo k tlom. V takem stanju lahko svinja zgrabi celo oskrbovalca, zato je treba s svinjami z majhnimi pujski ravnati z vso previdnostjo (Šalehar in sod. 1995). \nValros in sod. (2003a cit. po Dyck in Swierstra 1987; de Passillé in Rushen 1989; Daza in sod. 1999) navajajo, da je obnašanje svinje v času laktacije odločilno za preživetje in rast njenih pujskov, saj sta poleganje in stradanje ter njuna kombinacija najbolj pogost vzrok umrljivosti pujskov pred odstavitvijo.\nValros in sod. (2003a) v svojem delu tudi navajajo, da sta splošna aktivnost in obnašanje svinje v času spreminjanja položaja iz stoječega v ležečega verjetno povezana z gibanjem pujska v različnih načinih. Uskladitev v obnašanju med svinjo in gnezdom je pomembna za zmanjšanje nevarnosti poleganja, kar se kaže v kvaliteti obnašanja svinje, da to prepreči. Določeni vzorci obnašanja svinje v menjavanju položajev (iz stoječega v ležečega) so bolj tvegani za pujske (cit. po Wechsler in Heggein 1997; Marchant in sod. 2001). Obnašanje pri sesanju je lahko povezano z aktivnostjo in pogostostjo spreminjanja položajev (stoječ – ležeč), ker svinja normalno doji v bočnem ležečem položaju, ležanje na vimenu ali hoja naokrog pa lahko ovirajo poskuse pujskov za začetek sesanja. Od takrat, ko je rast pujska povezana s frekvenco sesanja (cit. po Špinka in sod. 1997; Valros in sod. 2002), lahko aktivnost svinje vpliva na rast pujska.\nVse kaže na to, da navzočnost izgub pujskov zaradi poleganja lahko vpliva na posamezne razlike v obnašanju svinje. Wechsler in sod. (1997 cit. po Signoret in sod. 1975) poročajo, da so nekatere svinje zelo dovzetne za cviljenje pujskov in bodo vstale, ko bodo zaslišale cviljenje ujetih pujskov, medtem ko pa druge svinje sploh ne odreagirajo.\n"], "7": ["2.1.4 Obnašanje svinje in pujskov pri sesanju", "Obnašanje svinje pri sesanju je pomembno za rast pujska. Da bi odkrili, kako obnašanje svinje pri sesanju vpliva na rast pujska, je pomembno, da poznamo vzorce naravnega obnašanja svinje in rast pujska v različnih obdobjih laktacije. Poleg tega je \npomembno, da je obnašanje svinje pri sesanju odvisno tudi od tega, kako je posamezna svinja dosledna pri tem obnašanju (Valros in sod. 2002).\nV prvih dveh tednih laktacije se svinja mati aktivno ukvarja s pujski (cit. po Jensen 1988; Bøe 1991). V 3.–4. tednu laktacije svinja preneha dajati pobudo za sesanje (cit. po Jensen 1988; Bøe 1991), zato se frekvenca sesanja nagiba k upadanju (Šilerová in sod. 2006 cit. po Puppe in Tuchscherer 2000). Več avtorjev navaja (Algers in Jensen 1991; Šilerová in sod. 2006), da svinja tudi vedno bolj omejuje masažo vimena po iztoku mleka s pomočjo zgodnejšega prenehanja z dojenjem, kar utegne prispevati k postopnemu zmanjšanju prireje mleka.\nŠilerová in sod. (2006 cit. po Castrén in sod. 1989; Illman in Madlafousek 1995) navajajo tudi, da so sesanja, ki ne vsebujejo iztoka mleka, naravni del obnašanja svinje pri sesanju.\nNa obnašanje svinje obstaja tudi posreden učinek zaužite hrane in kvaliteta le-te. Ker visok vnos hrane poveča prirejo mleka (Van den Brand in sod. 2004 cit. po Van den Brand in sod. 2000) in hrana bogata z maščobami poveča koncentracijo maščob v mleku (Drochner 1989; Pettigrew in Moser 1991), je možno, da so pujski siti prej, če svinja v laktaciji zaužije veliko hrane ali če je hranjena s hrano, ki je bogata z maščobami. Zaradi tega je vpliv na frekvenco sesanja in posledično na gnezdo pričakovan (Van den Brand in sod. 2004).\n"], "8": ["2.2 Sesanje in sesni red", "Pujski naj bi sesali čim prej po porodu (celo v času poroda samega, če ta traja dlje – sesanje celo pospešuje porodne krče). S prvim materinim mlekom (mlezivom ali kolostrumom) dobijo pujski, razen obilice hranilnih snovi, še snovi, ki jih ščitijo pred različnimi okužbami (Cizej 1992).\n"], "9": ["2.2.1 Sesanje in homologna pasivna imunost", "Sesanje lahko sproži svinja (pritisk v žlezah) ali pujski (lakota).\nSesanje delimo v tri faze (Šalehar in sod. 1995):\n̶ priprava: pujski iščejo seske in s krepko masažo vimena z rilci izzovejo  izločanje mleka;  ̶ sesanje: pujski so popolnoma mirni in pijejo mleko;  ̶ konec sesanja: nekateri pujski takoj po končanem sesanju zapustijo svoj  sesek in se oddaljijo od svinje, medtem ko drugi skušajo z masažo in  sesanjem na svojem ali prostem sesku dobiti še mleko.\nPosteljica plemenske svinje je za nekatere sestavine krvi neprepustna, npr. gama globuline, ki so velike molekule. Zato se pujski rodijo brez zaščite – brez protiteles in v prvih tednih po rojstvu imajo le homologno pasivno imunost, ki jo pridobijo prvi dan po rojstvu z zaužitjem kolostruma. Črevesna sluznica je v prvih urah po rojstvu prepustna za makromolekule imunoglobulinov, vsake tri ure po prasitvi pa se zmanjša za polovico. Ker se hitro spreminja tudi koncentracija imunoglobulinov v kolostrumu, je za uspešno zaščito pomembno, da po rojstvu pujski dobijo čim prej in čim več kolostruma (Šalehar in sod. 1995).\nVeč avtorjev poroča, da se pogostost sesanja razlikuje med svinjami; značilen interval med sesanji je med 30 – 70 minut za posamezno svinjo v prvem tednu laktacije (Jensen in sod. 1991; Auldist in sod. 2000).\n"], "10": ["2.2.2 Sesni pujski in stabilnost sesnega reda", "Gnezdo je osnovna socialna enota pri pujskih do mladostnega stadija in morda še v zrelosti za svinje (Graves 1984). V najbolj produktivnih sistemih so obdržali ločitev med gnezdi do nekaj tednov starosti. Izjeme se delajo le v korist reje pri združitvi gnezd z odstranitvijo pregrad porodnega boksa in grupiranju svinj ter posameznih gnezd pred odstavitvijo (Gonyou 1993).\nPujski razvijejo sesni red ali močno individualno prioriteto za specifičen sesek. To se nanaša na socialni red, vendar na to lahko gledamo tudi kot na tip teritorialnega obnašanja (določeno ozemlje brani z napadom). Sesni red se oblikuje nekaj dni po prasitvi in ostane zelo trden do odstavitve (Hemsworth in sod. 1976). Za statistične analize je sesni red opisan z oštevilčenjem seskov od prednjega do zadnjega v vsaki vrsti (Gonyou 1993).\nSocialna narava sesnega reda se vidi skozi njegov razvoj. V prvih urah po rojstvu pujski primerjajo različne seske in začne se boj za pridobitev ali obrambo izbranega seska (cit. po Hartsock in Graves 1976). Pujski z visokim deležem izgub pri teh bojih so pregnani k slabšim (zadnjim) seskom in posledično k počasnejši rasti (cit. po Scherl in sod. 1977). Ko se agresivnost oz. boji za seske zelo zmanjšajo, je sesni red stabilen (Gonyou 1993).\nSesni red predstavlja tudi splošni vzorec za kvaliteto seskov. Vendar obstajajo precejšnje razlike v kvaliteti seskov med svinjami (Gonyou 1993).\nFunkcija sesnega reda je zagotoviti dostop vsem pujskom do funkcionalnih seskov in se izogibati tekmovanju pri sesanju (De Passillé in Rushen 1989). Če stabilen sesni red ni razvit in pride do bojev za seske, je to lahko neugodno (škodljivo) za pujske, ki sodelujejo v bojih, kot tudi za celotno gnezdo (Fraser 1975; Fraser in Thompson 1986). Pujski, ki pogosto sodelujejo v bojih, pri sesanju zgrešijo večji del iztoka mleka in priraščajo manj v primerjavi s pujski, ki v bojih redko sodelujejo (cit. po De Passillé \nin sod. 1988). Več avtorjev (Newberry in Wood-Gush 1985; Castrén in sod. 1989; Pedersen in sod. 1998) navaja, da pujski, ki sodelujejo v bojih, ponavadi vreščijo in se prerivajo okrog vimena. To lahko moti svinjo, posledica je upad mleka in svinja lahko celo prekine sesanje ter, če je možno, zapusti pujske.\nTudi okoljski dejavniki, ki vplivajo na stabilnost sesnega reda, so lahko zelo pomembni za proizvodnjo kot tudi za zaščito (blagor) pujskov. Eden od možnih motečih dejavnikov za stabilnost sesnega reda je omejena oskrba z mlekom. Če imajo pujski omejen dostop do funkcionalnega seska, so lačni in zato toliko bolj motivirani za iskanje dostopa do mleka iz drugih seskov, kar se posledično kaže v motnjah sesnega reda. Drug možni dejavnik, ki zmoti sesni red, je prisotnost drugega gnezda pri sesanju (Pedersen in sod. 1998).\n"], "11": ["2.3 Vloga kolostruma in mleka", "Mleko svinj ima visoko hranilno vrednost. Porodno materino mleko (mlezivo ali kolostrum) pa je še posebej koncentrirano in obogateno z vitamini. Kolostrum obdrži svoje lastnosti le okrog tri dni po porodu (Cizej 1992). Mleko je tudi bogat vir imunoglobulinov, ki ponujajo pasivno imunost zoper patogenom. Vsebuje tudi obilico biopeptidov, ki pomagajo pri dozorevanju in razvoju gastrointestinalnega sistema in pospešujejo nastanek zdrave mikroflore (Mavromichalis 2006). V 12. dnevu starosti bi pujsek moral posesati že liter mleka, da bi dobil dovolj potrebnih beljakovin. Pri povprečno 8–12 pujskih v gnezdu pa svinja toliko mleka nima in je treba pujske dokrmljevati (že od 7.–10. dneva starosti). Od tretjega gnezda naprej količina materinega mleka pada (v šesti laktaciji ga ima svinja – mati že 30% manj kot v najboljši drugi oz. tretji laktaciji) (Cizej 1992).\nMleko je tradicionalno veljalo kot idealna hrana za živali po rojstvu (cit. po Lucas in Lodge 1961). Brez dvoma je mleko optimalna hrana za pujske v okviru evolucije, \nvendar se postavlja vprašanje glede ustreznosti za komercialno rejo pujskov (Mavromichalis 2006 cit. po Pluske in Dong 1998).\n"], "12": ["2.3.1 Količina mleka pri prašičih", "Postnatalna rast pujskov je v glavnem odvisna od prireje mleka svinje. Razmerje med rastjo pujskov in hranilno vrednostjo mleka v laktaciji (cit. po King in sod. 1989; Noblet in Etienne 1989) kaže, da mora svinja v laktaciji, ki doji deset pujskov, ki bi naj imeli želeno rast 220 g/dan, proizvesti v laktaciji več kot 10 kg mleka vsak dan laktacije (King in sod. 1999 cit. po Schoenherr in sod. 1989; Takach in sod. 1992).\nPo prasitvi se mlečnost svinje veča, tako da doseže vrh po treh tednih. Takrat ima svinja na dan povprečno 7–8 kg mleka (Šalehar in sod. 1995). Skok in sod. (2007) pa so v svoji raziskavi ocenili mlečnost svinje v laktaciji na 9–10 kg mleka na dan. Ti rezultati pa se tudi ujemajo z ugotovitvami King in sod. (1997), ki poročajo o prireji mleka med 7 in 10 kg na dan (Skok in sod. 2007).\nPoleg dednih zasnov vpliva na količino mleka še število pujskov, starost svinje (zaporedna laktacija), pasma, prehrana, pogostost sesanj in stadij laktacije (Šalehar in sod. 1995).\nAuldist in King (1995) navajata, da je količina mleka odvisna od:\n1. laktacijske sposobnosti svinje, ki je genetsko pogojena, količine telesnih rezerv  in količine zaužite hrane med laktacijo;  2. zahtevnosti oskrbe gnezda, ki je odvisna od velikosti gnezda, velikosti pujskov  in pogostosti sesanja.\nJasno je, da je število pujskov glavni dejavnik, ki določa količino mleka, a tudi velikost in teža pujskov igrata vlogo pri tem. Hartman in sod. (1962) so prvi poročali o \npozitivni povezavi med rojstno maso in količino zaužitega mleka pujskov (King in sod. 1999).\nPovišanje frekvence sesanja tudi stimulira večjo količino mleka (Auldist in King 1995), toda glavni variabilni faktor, ki vpliva na količino mleka, je število pujskov v gnezdu (King in sod. 1999).\nSkupna prireja mleka je povezana s številom funkcionalnih žlez, intenziteto sesanja in je posledica iztoka mleka iz posamezne žleze. Frekvenca iztoka mleka je pogosto odvisna od interakcije obnašanja pujskov in svinje pri sesanju. Torej, količina mleka je pod vplivom značilnega obnašanja, ker je frekvenca iztoka mleka primarno odvisna od tega, kako se sesanje začne (Auldist in sod. 2000).\n"], "13": ["2.3.2 Sestava mleka in kolostruma ter spremembe v času laktacije", "Kolostrum vsebuje približno tri krat več proteinov kot mleko, zlasti v obliki imunoglobulinov, ki se v prvih urah po porodu v pujsku absorbirajo nepoškodovani (King in sod. 2003).\nPrehod iz kolostruma v mleko je postopen in je navadno končan v prvem tednu laktacije (Klobasa in sod. 1987).\nČeprav je kemična sestava mleka v dinamičnem stadiju sprememb v teku laktacije, postane relativno stabilna po prvem tednu (Klobasa in sod. 1987). Na kemično sestavo mleka v glavnem vplivajo pasma, prehrana, telesna kondicija in zdravje živali (Darragh in Moughan 1998).\n"], "14": ["2.4 Rast sesnih pujskov", "Visoka prireja kolostruma in mleka je bistvena za rast sesnih pujskov in za zmanjšanje umrljivosti med pujski. Stradanje in njegova kombinacija s poleganjem sta glavna vzroka za umrljivost pujskov (Algers in sod. 1990; De Passillé in sod. 1993; Edvards in sod. 1994). Tudi če svinje ne vkleščimo, lahko umrljivost uspešno zmanjšamo tako, da zagotovimo ustrezno prehrano pujskov (Valros in sod. 2003b cit. po Weary in sod. 1996).\nPovezava med sesnim redom in rastjo ni enostavna. Pujski se razlikujejo po masi pri rojstvu in večji pujski imajo protekcijo, da si pridobijo prednje seske (cit. po McBride in sod. 1965). Ali pujski na prednjih seskih rastejo hitreje zaradi njihovega položaja v sesnem redu ali zato, ker imajo večji potencial rasti zaradi večje rojstne mase? Delni korelacijski koeficienti so pokazali, da sta oba faktorja pomembna. Delež variacije v predodstavitveni rasti, pojasnjen s sesnim redom, je majhen, med 2 (Fraser in Jones 1975) in 15% (Gonyou 1993 cit. po James 1967). Skok in sod. (2007) v svojem delu poročajo, da prireja mleka upada v smeri od prednjih k zadnjim seskom ter da so pujski, ki so sesali na prednjem in srednjem delu mamalnega kompleksa, zaužili tekom laktacije več mleka kot pujski, ki so sesali na zadnjem delu mamalnega kompleksa.\nGonyou (1993) navaja tudi, da sesni red igra vlogo tudi pri uspehu reje.\n"], "15": ["2.4.1 Dejavniki (povezani s sesanjem), ki vplivajo na povprečni dnevni prirast (PDP)", "Različni dejavniki v kombinaciji odločajo o prirastu pujskov med rojstvom in odstavitvijo. Te dejavnike lahko razdelimo na faktorje, ki so povezani s (z) čredo oz. svinjo, boksom, gnezdom in pujski (Johansen in sod. 2004):\n1. Čreda oz. svinja: vključuje spremenljivke, ki so v povezavi s starostjo,  konformacijo, vrsto reje in pitanjem svinje. Če starost svinje ob prvem parjenju \n narašča, rojstna masa pujskov neznatno narašča prav tako kot masa ob  odstavitvi (cit. po Rozeboom in sod. 1996). Mlečna žleza, ki je ob prasitvi  premalo razvita, še vedno lahko hitro zraste kot odgovor na sesanje. Dejavniki,  kot so prost dostop do seskov in pujski, sposobni za življenje, povečajo  količino mleka in rast pujskov (cit. po Hurley in sod. 2001).  Vpliv na povprečni dnevni prirast pujskov je neposreden zaradi nižje prireje  mleka ali posreden zaradi višjega pojava bolezni med pujski. 2. Boks: vključuje obliko boksa in upravljanje z njim.  Pujski, rojeni v boksu s steljo iz slame, rastejo hitreje od rojstva do odstavitve  v primerjavi s pujski, rojenimi v boksu brez stelje iz slame (cit. po Cronin in  Smith 1992). 3. Gnezdo: vključuje spremenljivke v povezavi s splošnim postopanjem  (ravnanjem) s prašiči in povprečno rojstno maso. Zdravje pujskov lahko  zagotovimo s kolostrumom kot tudi s primerno higieno v prasilišču. Dobra  higiena je priporočena pri manjših kirurških posegih (rezanju repov, ščipanju  zob in kastraciji), da se izognemo poznejšemu razvoju artritisa pri pujskih (cit.  po Strom 1996). Ščipanje zob lahko vpliva na povprečni dnevni prirast za 10  g/dan v prvem tednu, kasneje pa ne več (cit. po Brown in sod. 1996; Weary in  Fraser 1999). Kastracija pri starosti tri dni lahko začasno vpliva na povprečni  dnevni prirast, kastracija pri starosti 10 dni pa ne vpliva na povprečni dnevni  prirast pred odstavitvijo (cit. po Kielly in sod. 1999). Uporaba probiotikov  lahko prepreči diarejo pred odstavitvijo in poveča povprečni dnevni prirast za  5–7% (cit. po Lopez in sod. 1994). 4. Pujski: sem spadajo spremenljivke, ki so v povezavi s spolom, boleznimi in  ravnanjem s posameznim pujskom. V literaturi najdemo omejene informacije o  vplivu bolezni na povprečni dnevni prirast pujskov. Podatki, objavljeni pri  National Animal Health Monitoring System (NAHMS), kažejo, da ima 7,1%  pujskov diarejo v prvih dveh tednih obdobja sesanja (cit. po Dewey in sod.  1995; Wittum in sod. 1995). Spol pujska ne vpliva na maso ob odstavitvi (cit.  po Lakhani 1988, 1992; Mallard in sod. 1991).\n"], "16": ["2.4.2 Mleko kot omejitveni dejavnik rasti pujskov", "Na dojenje dobro pripravljena in dobro krmljena svinja ima do tri tedne po prasitvi dovolj mleka, da zadovolji prehranske potrebe pujskov za hiter razvoj (Šalehar in sod. 1995). Harrell in sod. (1993) pa navajajo, da podatki, ki so jih dobili v raziskavi, kažejo na to, da količina posesanega mleka po 7.–10. dneh več ne zadovolji vseh hranilnih snovi, ki so potrebne za normalno rast pujskov. Do takšnih različnih podatkov prihaja zaradi tega, ker imamo danes pujske, ki imajo višje rojstne mase (nad 1,7 kg) in zaradi tega tudi potrebujejo več hranilnih snovi, da bi dosegali želene priraste v masi.\nKo se sesanje po rojstvu začne, sta vnos energije in rast od takrat odvisna od razpoložljivosti in sestave kolostruma in mleka ter od njune učinkovitosti pretvorbe v prirast. To je močno podkrepljeno z razmerjem (r2 = 0,78–0,90) med predodstavitveno rastjo in hranilno vrednostjo svinjskega mleka (Le Dividich in Sѐve 2001, cit. po Noblet in Etienne 1989).\nKljub visoki biološki vrednosti svinjskega mleka je rast pujskov, ki jih vzredi svinja, manjša od rasti pujskov vzrejenih v umetni vzreji. Po oceni Pluske s sod. (1995) sta glavna vzroka za počasnejšo rast pujskov, ki jih vzreja svinja, razpoložljivost in sestava mleka (Le Dividich in Sѐve 2001).\nDokaz, da je lahko mleko, ki ga daje svinja, vzrok za omejeno rast, je prikazan v preglednici 1(Le Dividich in Sѐve 2001). Med laktacijo se sestava mleka spreminja: zmanjšuje se odstotek suhe snovi, odstotek maščob se veča, prav tako odstotka kalcija in fosforja, odstotek beljakovin pa se zmanjšuje. Zanimive so zlasti spremembe v beljakovinah v prvih dneh laktacije (Šalehar in sod. 1995). V soglasju s Harel in sod. (1993) postane prireja mleka pri svinji pri 7.–10. dneh laktacije omejitev pri razmerju razlike med potrebno količino in količino, ki je na voljo, ter se z nadaljnjo laktacijo \nvse bolj povečuje. Vendar je razumljivo, da je prireja mleka lahko omejena že v zgodnji laktaciji (Le Dividich in Sѐve 2001).\nkp in maščobo kf (Le Dividich in Sѐve 2001)\n"], "17": ["3 MATERIAL IN METODE", ""], "18": ["3.1 Material", ""], "19": ["3.1.1 Živali", "Svinje v času laktacije smo snemali v Raziskovalnem in pedagoškem centru za rejo prašičev, Univerzitetnega kmetijskega centra (UKC), Fakultete za kmetijstvo in biosistemske vede, Univerze v Mariboru. Poskus smo opravili v skladu z zakonom o zaščiti živali (UL 1999).\nZa preučevanje obnašanja svinj in pujskov smo opazovali gnezda dveh svinj pasme 12x54 ((Švedski Landrace 11 x Large White 22) x (Nemški Landrace 55 x Pietrain 44)). V prvem gnezdu je bilo 8 živorojenih in 0 mrtvorojenih pujskov, v drugem pa 10 živorojenih ter 0 mrtvorojenih pujskov, od tega jih je na 28. dan bilo v prvem gnezdu 6, v drugem pa 10 pujskov.\nZa preučevanje stabilnosti sesnega reda smo opazovali sedem gnezd.\nPujski so bili vzrejeni po pravilih o minimalnih pogojih za zaščito rejnih živali (UL 2003).\nMed laktacijo smo opazovali sesni red pujskov, obnašanje svinje in pujskov ter spremljali rojstno maso in telesno maso pujskov med laktacijo. Za določitev sesnega reda je bistvenega pomena individualno spremljanje pujskov. Slednje dosežemo samo z ustrezno označitvijo le-teh, kar omogoča prepoznavanje pujska pri naknadnem analiziranju. Pri preizkušanju različnih metod označevanja se je za najbolj primerno \nizkazala metoda s sistemom črt. Kombinacijo črt na hrbtni strani pujskov dodelimo pujsku glede na njegov vrstni red pri prasitvi.\nPujski so bili označeni po naslednjem sistemu oz. s kombinacijami črt:\n̶ pujsek 1: 1 črta spredaj  ̶ pujsek 2: 1 črta na sredini  ̶ pujsek 3: 1 črta zadaj  ̶ pujsek 4: 2 črti spredaj  ̶ pujsek 5: 2 črti na sredini  ̶ pujsek 6: 2 črti zadaj  ̶ pujsek 7: 2 črti spredaj, 1 črta na sredini  ̶ pujsek 8: 2 črti spredaj, 1 črta zadaj  ̶ pujsek 9: 1 črta spredaj, 1 črta zadaj  ̶ pujsek 10: 1 črta na sredini, 2 črti zadaj  ̶ pujsek 11: brez črt  ̶ pujsek 12: 1 črta spredaj, 1 črta na sredini, 1 črta zadaj  ̶ pujsek 13: 2 črti na sredini, 2 črti zadaj  ̶ pujsek 14: 2 črti spredaj, 2 črti zadaj\n"], "20": ["3.1.2 Hlev", "Prasitvi sta bili na isti dan, in sicer 27. 1. 2008. Svinja in pujski so bili v času laktacije v porodnih boksih v velikosti 4,5 m2 (1,8 x 2,5 m). Tla v boksu so bila iz različnih materialov: ob krmilniku za svinje, napajalniku (nipl sistem) in v gnezdu so bila tla polna, in sicer pokrita z izolacijskimi ploščami (hlevit), zadnji del boksa pa je bil iz plastificiranih rešetk z režami v velikosti 0,5 x 5 cm. V gnezdu smo uporabili tudi termo grelno ploščo v kombinaciji z grelno lučjo nad gnezdom (150 W žarnico), da smo pujskom zagotovili ustrezen vir toplote. Pujski so tudi imeli poseben krmilnik (0,16 x 0,34 x 0, 14 m) in nipl napajalni sistem. Dokrmljevati smo jih začeli na 8. dan starosti (Prestarter).\n"], "21": ["3.2 Metode dela", ""], "22": ["3.2.1 Spremljanje sesanja v času laktacije", "Pri doslednem spremljanju sesnega reda pujskov je potrebno zagotoviti 24-urno nemoteno opazovanje. To pa dosežemo s kontinuiranim snemanjem oz. zajemanjem posnetkov preko računalniškega sistema.\nV raziskavi smo proučevali svinje in pujske v 1., 3., 5., 7., 10., 14., 21. in 28. dnevu laktacije. Ker pri nekaterih dnevih ni bilo možno opazovati pujskov med sesanjem (slabo postavljena kamera, mrčes na kameri, tema, slabo vidne črte na pujskih ipd.) smo izbrali dan prej ali kasneje od določenega (če tudi tega ni bilo možno preučiti, je bil izbran najbližji dan).\n"], "23": ["3.2.3 Opazovanje pujskov in svinje", "Ena od pomembnejših nalog za uspešno opazovanje sesnega reda je bila namestitev kamer. Uporabili smo digitalne barvne kamere AVC667P/F40. Pravilna oddaljenost kamere od pujskov pri posameznem tednu starosti nam je olajšala naknadno analiziranje. Z rastjo pujskov so se kamere postopoma oddaljevale. To smo dosegli z inox držali za kamere. Držali sta bili pripeti visoko na steno hleva in smo ju lahko poljubno nastavljali, s čimer smo dobili najprimernejšo lego in oddaljenost kamere od pujskov. V našem primeru smo za posamezni porodni boks uporabili kombinacijo dveh kamer, pri čemer je vsaka posnela polovico porodnega boksa. Tako je vsaka kamera zajela vso dogajanje ob mamalnem kompleksu v odvisnosti od lege svinje (leva in desna stran).\nKamere smo povezali preko računalniškega sistema z vgrajenim video nadzorom Geovision GV800-4, ki omogoča vzporedno snemanje v dveh porodnih boksih. Vsi zajeti posnetki so se direktno prenesli preko LAN omrežja na server Thecus N5200B. \nPosnetki so bili posneti v pet minutnih intervalih za vsak dan laktacije. Na teh posnetkih je bilo potrebno poiskati vsa sesanja za določen dan. Nato smo opazovali:\n̶ lego svinje med sesanjem,  ̶ čas sesanja (za začetek sesanja smo upoštevali čas, ko je sesala več kot  polovica pujskov, za konec sesanja pa, ko je sesala manj kot polovica  pujskov),  ̶ na katerih seskih je sesal vsak pujsek, kako dolgo in vzrok za menjavo  seska ter  ̶ vzrok za konec sesanja (konec sesanja je bilo, ko je sesala manj kot  polovica pujskov ali pa je svinja spremenila položaj).\nVse te podatke smo beležili na že vnaprej pripravljene preglednice. Nato smo podatke prenesli v Excel.\n"], "24": ["3.2.4 Opazovani parametri", "3.2.4.1 Lastnosti pujskov\nZa vsakega pujska smo beležili: \n ̶ rojstno maso (rojstna masa je individualna masa pujska ob rojstvu oz. na  posamezni dan laktacije (Mere plodnosti 2005)),  ̶ telesno maso in dnevni prirast (dnevni prirast je povprečna sprememba  mase posamezne živali na dan v obdobju med dvema meritvama  (Definicije pitovnih in klavnih lastnosti 2005). Vse pujske smo tehtali dan  po prasitvi, 14. dan in ob koncu laktacije.),  ̶ kdaj je začel in kdaj končal sesati ter  ̶ vzrok za menjavo seska: – ga je odrinil drug pujsek (borba za seske);  – je šel iskat drug sesek;  – je zaspal ali  – je šel stran.\n3.2.4.2 Lastnosti svinje\nPri posamezni svinji smo opazovali:\n̶ lego med sesanjem (leva, desna stran) in  ̶ ali se je sesanje končalo: – zaradi svinje (ali se je usedla, vstala ali obrnila  na trebuh)  – ali zaradi pujskov.\n3.2.4.3 Merjenje mikroklimatskih pogojev\nV hlevu (prasilišču) smo imeli 8–urno umetno osvetlitev. Za lažjo kontrolo temperature zraka, relativne vlage, hitrosti gibanja zraka, jakosti osvetlitve, vsebnosti CO2, O2, H3, H2S v zraku, zračnega pritiska in zunanje temperature smo uporabili ECHO nadzorni sistem. Beležil je prej omenjene parametre na pet minutne intervale. Celoten zapis se je preko računalniške povezave prenašal v excelovo datoteko. \nV hlevu (prasilišču) je poleg 8–urne osvetlitve zaznan še povišan odstotek vlage in nekaterih plinov (H2S, NH3). Slednje še dodatno oteži snemanje.\nVrednosti izmerjenih plinov v času laktacije so bile v mejah priporočenih.\n3.2.4.3 Stabilnost sesnega reda\nSesni red za posamezno gnezdo smo opazovali skozi vso laktacijo. Stabilnost sesnega reda smo izračunali kot število sprememb, ki jih je naredil pujsek, v razmerju do vseh možnih sprememb, z uporabo naslednje enačbe (Mason in sod. 2003, cit. po Puppe in Tuchscherer 2000):\nstabilnost = 1 - (število opaženih sprememb)/(opazovana sesanja-1) x 100\nStabilnost sesnega reda nam pove delež (0–100%) sesanja pujskov med laktacijo na istem sesku.\nIzračunali smo tri različne stabilnosti:\n– stabilnost 1: upoštevali smo samo menjave seskov (na koliko različnih seskih  je sesal pujsek znotraj enega sesanja);  – stabilnost 2: upoštevali smo vse menjave seskov, ki jih je naredil posamezen  pujsek (tudi, če se je odmaknil za dve sekundi in prišel nazaj na isti sesek);  – stabilnost 3: znotraj enega sesanja smo vse prihode na en sesni par združili kot  en dogodek.\nZa prvi dve oceni stabilnosti smo imeli podatke za pet gnezd, za oceno stabilnosti na sesnih parih pa smo imeli podatke za sedem gnezd.\n"], "25": ["4 REZULTATI Z RAZPRAVO", ""], "26": ["4.1 Podatki o gnezdu", "V dveh proučevanih gnezdih je bilo skupno število živorojenih pujskov 18 (povprečna velikost gnezda je bila 9, razpon pa je bil 8–10 pujskov v gnezdu) in povprečna telesna masa ob prvem tehtanju je bila 1,29 kg. Delež smrtnosti do konca laktacije pa je bil 11% (n = 2).\n"], "27": ["4.2 Sesno obnašanje", "V povprečju so pujski sesali 8–9 minut na začetku laktacije (graf 1). Čas sesanja se je skrajševal z dolžino laktacije, tako da so pujski na 28. dan starosti v povprečju sesali le 3–4 minute. Podatki se ujemajo z navedbami avtorjev Špinka in Algers (1995), ki navajata, da se sesanje krajša s 5–10 minut na 3 minute v četrtem tednu (cit. po Jensen 1988; Jensen in Recén 1989; Jensen in sod. 1991). \n0 1 3 5 7 10 14 21 28  Dan laktacije\nObnašanje svinje med sesanji je prikazano v grafih 2, 3 in 4. Podatke smo dobili s proučevanjem dveh svinj. Trajanje sesanja pri proučevanih svinjah narašča do 5. oz. 10. dneva, nato pa začne upadati (graf 2). Povprečna dolžina sesanj, ki so bila prekinjena s strani svinje, pa začne upadati že na začetku laktacije (graf 3). Podobne ugotovitve so dobili v raziskavi Valros in sod. (2002), kjer je skupno trajanje sesanja začelo upadati od 13. dneva naprej do konca laktacije, povprečno trajanje sesanj, prekinjenih s strani svinje, pa je upadalo tekom laktacije. \n0 1 3 5 7 10 14 21 28  Dan laktacije\n0 1 3 5 7 10 14 21 28  Dan laktacije\nDelež sesanj, ki jih je prekinila svinja (s spremembo položaja v sede (62,76% oz. 84,93%), stoje (7,45% oz. 13,70%) ali pa se je obrnila na trebuh (29,79% oz. 1,37%)), se je tekom laktacije povečeval in sicer, v začetnih dneh (1.–5. dan) je bil v povprečju 36,59% oz. 46,18%, ob koncu laktacije pa 83,33% oz. 100% (graf 4). Špinka in Algers (1995) navajata, da svinja konča sesanje v prvem tednu v 30–50%, medtem ko ta delež \nnaraste v četrtem tednu na 90–100% (cit. po Jensen in Recén 1989; Bøe 1991; Csermely in Nicosia 1991), Valros in sod. (2002) pa so prišli tudi do podobnih rezultatov (delež narašča skozi vso laktacijo).\n0 1 3 5 7 10 14 21 28  Dan laktacije\nOpazovali smo tudi lego svinje med sesanji in ali je le-ta odvisna od položaja gnezda. Pri svinji 1 je bil položaj gnezda v zgornjem levem kotu boksa (gledano s strani svinje, ko stoji), pri svinji 2 pa v zgornjem desnem kotu boksa. Iz spodnjih grafov je razvidno (graf 5), da je pri svinji 1 delež ležanja na desni strani (ko je obrnjena proti gnezdu) med sesanji večji od začetka pa do konca laktacije (graf 5a), pri svinji 2 pa prevladuje večino laktacije, ko je obrnjena stran od gnezda (na začetku in koncu laktacije svinja 2 bolj pogosto med sesanjem leži na levi strani, ko je obrnjena proti gnezdu; graf 5b). Iz tega lahko sklepamo, da lega svinje med sesanji ni odvisna od položaja gnezda. \n(a)\n0 1 3 5 7 10 14 21 28  Dan laktacije\n(b)\n0 1 3 5 7 10 14 21 28  Dan laktacije\n"], "28": ["4.3 Sesanje in sesni red", ""], "29": ["4.3.1 Sesanje", "Pogostost sesanj je največja prve dni po rojstvu, nato pa se tekom laktacije zmanjšuje (graf 6). Pri 21. dneh starosti pujski sesajo še vedno več kot 20-krat na dan. Če ne bi odstavili pujskov od svinje, bi v starosti 15–17 tednov prišlo do naravne odstavitve (Etologija prašičev 2009).\n0 1 3 5 7 10 14 21 28  Dan laktacije\nRazmik med sesanji je bil prvi dan med 20 in 70 minut, zadnji dan pa med 30 in 75 minutami. Pluske in Williams (1996) navajata razmik med sesanji 35–120 minut, Špinka in Algers (1995) pa razmik okrog 40–60 minut. Thodberg in Jensen (2005) pa navajata, da svinja normalno leže vsakih 45–80 minut (za sesanje) odvisno od stadija laktacije ter da rezultati, ki sta jih dobila v raziskavi, kažejo na to, da volja svinje do dojenja vpliva na obnašanje pujskov. \nVime smo razdelili na 7 sesnih parov (preglednica 2). Največ pujskov je sesalo na srednjem delu vimena in sicer 60,76%, na prednjem delu 36,05% in na zadnjem delu le 3,19% pujskov. Kim in sod. (2000) so dobili podobne rezultate: na prvih štirih parih je sesalo več kot 60% pujskov, medtem ko je na 7. in 8. paru sesalo manj kot 40% pujskov.\nTežji ali dominantni pujski običajno sesajo na prednjem delu mamalnega kompleksa, zaradi tega pa manjši ali podrejeni pujski sesajo na zadnjih seskih (Kim in sod. 2000, cit. po [English in sod. 1977]). Z raziskavo smo dobili rezultate, ki se delno ujemajo s prejšnjo navedbo; na prednjem delu mamalnega kompleksa so sesali težji pujski le pri svinji 2, medtem ko so težji pujski svinje 1 sesali na srednjem delu mamalnega komleksa (preglednica 3). Do podobnih ugotovitev so v raziskavi prišli tudi Pluske in Williams (1996) ter Mason in sod. (2003), ki navajajo, da so si težji pujski prilastili prva dva para prednjih seskov. \n"], "30": ["4.3.2 Sesni red", "Sesni red se oblikuje nekaj dni po prasitvi. Špinka in Algers (1995) navajata, da sesni red še ni stabilen pred tretjim dnevom starosti (cit. po Fraser 1975b; Hartstock in sod. 1977; Jeppensen 1982a; De Passillé in sod. 1988a).\nOpombe: stabilnost 1: upoštevali smo samo menjave seskov; stabilnost 2: upoštevali smo vse menjave  na seskih; stabilnost 3: vse prihode na en sesni par smo združili kot en dogodek\nPri ocenjevanju stabilnosti smo dobili najmanjše vrednosti za stabilnost, kjer smo upoštevali vse menjave na seskih, ki jih je naredil posamezen pujsek (stabilnost 2).\nPo naših podatkih (preglednica 4) je bila stabilnost sesnega reda že na peti dan laktacije v povprečju več kot 60% in je linearno naraščala do konca laktacije (graf 7), ko je dosegla skoraj 90%. \n0 1 3 5 7 10 14 21 28  Dan laktacije\nPuppe in Tuchscherer (1999) pa sta v svoji raziskavi dobila eksponentno naraščajočo stabilnost. Stabilnost je od prvega do četrtega dneva značilno naraščala. Po tem obdobju je še vedno naraščala (vendar ne značilno) do konca drugega tedna, ko je dosegla vrednost okrog 95%. Od začetka tretjega tedna pa se stabilnost skoraj ni več spreminjala.\n"], "31": ["5 SKLEPI", "V raziskavi smo proučevali vpliv rojstne mase in prirasta na pozicijo na sesku ter vpliv obnašanja svinje in pujskov v 28. dneh laktacije.\nPrišli smo do naslednjih ugotovitev:\n- Čas trajanja sesanja se je povečeval na začetku laktacije, nato pa je začel  upadati (upade v povprečju za skoraj 50%).\n- Delež sesanj, ki jih je končala svinja s spremembo položaja, se je tekom  laktacije povečeval (iz 36% oz. 46% (1. dan) na 83% oz. 100% na 28. dan  laktacije).\n- Svinji sta med sesanji večinoma ležali na desni strani, ne glede na to, ali je bilo  gnezdo na levi ali desni strani boksa.\n- Pujski so največkrat sesali prve dni po rojstvu, nato pa se je pogostost sesanj  tekom laktacije zmanjševala.\n- Največ pujskov je sesalo na srednjem delu vimena, najmanj pa na zadnjem.\n- Na prednjem delu mamalnega kompleksa so pri svinji 2 sesali težji pujski, pri  svinji 1 pa so težji pujski sesali na srednjem delu mamalnega kompleksa.\n- Stabilnost sesnega reda je že v prvem tednu dosegla več kot 60% in je linearno  naraščala do konca laktacije.\n"], "abstract": ["Cilj raziskave je bil preučiti, obnašanje svinje med sesanji in kako sta rojstna masa in prirast pujskov povezana s pozicijo na sesku. V raziskavo smo vključili dve svinji (8 in 10 živorojenih pujskov), za preučevanje stabilnosti sesnega reda pa smo opazovali 7 gnezd. Opazovali smo sesni red, obnašanje svinje in pujskov v času laktacije. V raziskavi smo ugotovili, da svinja s spremembo položaja prekine sesanje pujskov v prvem tednu v 36% oz. 46%, ob koncu laktacije pa ta delež naraste na 83% oz. 100%. Na začetku laktacije je čas trajanja sesanja naraščal, nato pa je začel upadati. Obe svinji sta med sesanji večinoma ležali na desni strani, ne glede na to, kje je bilo gnezdo. Največ pujskov je sesalo na srednjem delu vimena (60%), najmanj pa na zadnjem (le 3%). Najbolj pogosto so pujski sesali na začetku laktacije. Težji pujski so pri svinji 1 sesali na srednjem delu mamalnega kompleksa, pri svinji 2 pa na prednjem delu. Stabilnost sesnega reda je bila že 5. dan v povprečju večja od 60% in je do konca laktacije linearno naraščala, ko je dosegla skoraj 90%. "]}