{"1": ["1 UVOD", "V diplomski nalogi je predstavljena alternativna poljščina – industrijska konoplja (Cannabis sativa L. ssp. sativa). Konoplja je ena najstarejših poljščin, ki se ni gojila le za prehrano. Zaradi svojih čvrstih vlaken in prehransko polnih semen je zelo zaželena rastlina v različnih industrijskih panogah. Na kakovost pridelka vpliva tehnika pridelave, ki se razlikuje glede na namen pridelave ali za vlakna ali za semena. Predstavljene bodo gospodarsko pomembne lastnosti posameznih delov rastline in s tem njihova uporaba v industriji.\nPridelavo najbolj otežuje zakonodaja, ki omejuje pridelavo in uporabo industrijske konoplje. Zakonodaja bo v nadaljevanju naloge predstavljena s poudarkom na pomenu za pridelavo oziroma bo izpostavljena kot problem pri pridelavi iz več razlogov.\n- Prvi razlog predstavlja njena sorodnica indijska konoplja (Cannabis sativa L. ssp.  indica), ki se vzgaja za pridobivanje droge, saj ima vsebnosti psihoaktivnih snovi,  delta-9-tetrahidrokanabinol (v nadaljevanju naloge THC).\n- Sorodnost in navidezna podobnost sta drugi razlog, zaradi katerega se rastlini težko  ločita. Velika večina ljudi še vedno misli, da je to ena in ista rastlina.\n- Enačenje industrijske konoplje z drogo, je razlog za predstavitev stanja drog v  Sloveniji in drugih državah po svetu ter posledično njihovega vpliva na pridelavo  industrijske konoplje.\nNašteti razlogi dajejo napačen vtis o industrijski konoplji pri ljudeh. Zaradi tega je zmanjšana njena potencialna raba. Nepoznavanje rastline same, njene gospodarske pomembnosti in koristnosti se pri njenem uveljavljanju kažejo kot glavni problem.\n"], "2": ["1.1 Cilji in namen naloge", "Namen te naloge je zbrati pozitivne vidike pridelave in predelave konoplje ter rabo njenih končnih produktov.\nCilj naloge je izdelati priporočila, ki bodo pridelovalcem nakazala smer, kako se pridelave industrijske konoplje lotiti in kaj lahko pričakujejo kot izkupiček.\n"], "3": ["1.2 Metode dela", ""], "4": ["1.2.1 Zbiranje virov in podatkov", "Uporabljeni so bili novejši viri in podatki. Pridobivanje podatkov na temo industrijske konoplje predstavlja večji problem, saj so nekateri nedostopni, nekaterih pa avtorji ne želijo posredovati. Zbrano gradivo sestavljajo strokovna literatura, članki v revijah in druge publikacije (zakonodaja, podatki pristojnih državnih agencij).\n"], "5": ["1.2.2 Izdelava primerjalnih tabel", "Primerjava industrijske in indijske konoplje je predstavljena v tabelah, ki so sestavljene iz različnih statističnih podatkov in drugih virov. Predstavljene so sosednje države, gospodarsko pomembne države in države, z večjim deležem pri pridelavi konoplje v Evropi. Podani so pridelovalne površine po namenu pridelave in pridelek industrijske konoplje. Hkrati s tem so v ločenih tabelah predstavljeni podatki o zlorabi in uporabi indijske konoplje v istih državah. Podobno so navedeni podatki za tiste države po svetu, ki imajo velik vpliv in delež v pridelavi in trženju tako industrijske kot indijske konoplje. Tabele omogočajo strnjen pregled uporabe in pridelave. Različni podatki in pomanjkanje informacij so onemogočili statistično primerjanje držav in splošen odgovor na vprašanje: »Ali indijska konoplja vpliva na pridelavo industrijske konoplje?«\n"], "6": ["1.2.3 Kalkulacije industrijske konoplje", "Narejen je pregled dostopnih kalkulacijskih izračunov pridelave in predstavljena dobičkonosnost pri pridelavi konoplje kot tržne priložnosti. Ti izračuni pridelave industrijske konoplje so povzeti po kalkulacijah iz drugih virov. Izračun za gojenje konoplje na Koroškem, je narejen kot potencialni izračun. Kalkulacija je narejena na osnovi podatkov, ki jih je posredovala Koroška kmetijsko-gozdarska zadruga, in na osnovi cenika zemljišč za območje Koroške.\n"], "7": ["1.3 Izvor in zgodovina konoplje", "Konopljin izvor se beleži v srednji Aziji, na severozahodnem območju Himalaje do Aralskega jezera in Kaspijskega morja približno 2 tisoč let pred našim štetjem. Bila je ena prvih predivnih rastlin, kot narkotik pa so konopljo uporabljali Perzijci (Kocjan Ačko 1999).\nGojene oblike so nastale iz samorasle Cannabis sativa L. ssp. spontanea in so se razširile v druga geografsko-ekološka območja. Na posameznih območjih so se oblikovali različni ekotipi, ki se med seboj ločijo po morfoloških in kemičnih lastnostih ter namenu uporabe. Nastali sta dve najbolj prepoznani rastlini:  1. Industrijska konoplja (Cannabis sativa L. ssp. sativa), ki so jo na Kitajskem in  Japonskem gojili zaradi vlaken in iz nje tkali blago za oblačila.  2. Indijska konoplja (Cannabis sativa L. ssp. indica), ki se uporablja za pridobivanje  droge. (Kocjan Ačko 1999, Bavec 2000).\nUporaba v zgodovini je bila različna. Grki in Rimljani so uporabljali konopljina vlakna za izdelavo vreč in jader, semena za olje ter vršičke in smolo za narkotične učinke. Tako so konopljo postopoma prenesli do Slovanov, Germanov in Frankov. Gospodarsko moč pridelave konoplje v Evropi so imele Španija, Anglija in Holandija, največja izvoznica pa \nje bila Italija. V srednjem veku se je po Kolumbovem odkritju prenesla v Ameriko in Čile, kjer je postala pomembna predivnica (Bavec 2007).\nPrvi znani podatki o uporabi na območju Slovenije so iz Kraljevine Jugoslavije, v letih od 1922 do 1932. Konopljo so sejali na 29.426 ha ter letno izvozili 7.334.316 kg pridelka slame in prediva. Največji obseg zasejanih površin, je bil v bivši SFRJ (100.000 ha leta 1949), kjer so vse do leta 1969 pridelovali konopljo tudi za izvoz. Ob razpadu Jugoslavije je bilo posejanih manj kot 5.000 ha površine, ki so se do leta 1998 zmanjšale na približno 1000 ha. V Sloveniji se v tem obdobju, po uradnih podatkih konoplje ni pridelovalo (Bavec 2000).\nPo vstopu v Evropsko unijo leta 2004, se je začela industrijska konoplja v Sloveniji znova uveljavljati. Z večletnim prilagajanjem in spreminjanjem zakona, je bilo po podatkih Agencije RS za kmetijske trge in razvoj podeželja leta 2012 odobrenih 58 kmetijskih gospodarstev za pridelavo industrijske konoplje. Skupaj predstavljajo 96,3 ha obdelovanih površin, posejanih z industrijsko konopljo.\n"], "8": ["2 GOSPODARSKO POMEMBNE LASTNOSTI KONOPLJE", "Konoplja je zaradi svojega širokega spektra uporabnosti gospodarsko zelo pomembna rastlina. Je ekološko prijazna, saj je hitro rastoča, prav tako za rast in vzgojo ne zahteva velikih količin fitofarmacevtskih sredstev (FFS).\nGojenje industrijske konoplje je donosnejše od pridelave številnih drugih poljščin in je prijaznejše do okolja (Godec 2012).\n"], "9": ["2.1 Splošne značilnosti ekotipov in morfološke lastnosti konoplje", "Konoplja je za rast nezahtevna in zelo prilagodljiva rastlina, kar ji je omogočilo razširjenost po vsem svetu v različnih rastnih pogojih. Kot posledica pridelovanja na različne načine in za različne namene so nastali ekotipi. Delimo jih v dve večji skupini:\n1. evropski ekotip, ki se deli na severnoruski, srednjeruski in južni podtip,  2. vzhodnoazijski ekotip, ki se deli na kitajski, japonski in primorski podtip.\nTi se razlikujejo po namenu uporabe ter morfoloških in kemijskih lastnostih (Bavec 2007).\nCelotna površina rastline je pokrita z žlezami – trihomi, ki izločajo smolo, polno kanabinoidov, pri katerih so najpomembnejši kanabigerol (CBG), kanabidiol (CBD), kanabikromene (CBC) in delta-9-tetrahidrokanabinol (THC). Smola je pomembna za varstvo pred UV svetlobo, sušo, škodljivci in boleznimi. Največ je izloča cvetno odevalo ženskih rastlin (Robinson 2000).\nKoreninski sistem konoplje sestavlja vretenasta korenina, ki seže do globine 2,0 m, in nekaj stranskih korenin. Koreninski sistem ženske rastline je bolj razvit kot pri moški rastlini. Ob žetvi korenine predstavljajo 8 do 10% celotne mase rastline (Kocjan Ačko 1999). \nMlada stebla so mehka, sočna in porasla z dlačicami, ki dosežejo višino od 0,5 do 5 m in premer med 0,2 in 4 cm. Dnevni prirast je zelo velik, saj se dolžina debla poveča med 5 in 7 cm. Steblo je po celotni dolžini votlo, razen na dnu in na vrhu, sestavljeno je iz 5 do 20 členkov. Višina in premer stebla ter razvejitev so odvisni od ekotipa ter podnebnih in pridelovalnih razmer. Ženske rastline imajo krajše členke, debelejša stebla in so od 30 do 40 cm nižje od moške rastline (Bavec 2007, Čeh 2009).\nListi se glede na isto rastlino razlikujejo, saj lahko v spodnjem delu rastline najdemo list le kot en listič, v višjih delih pa kot dlanasti list, sestavljen v lihih številih tudi do enajst lističev, proti vrhu pa se število lističev v listu zopet zmanjšuje. Listni robovi so nazobčani in živo zeleni ter na obeh straneh dlakavi (Kocjan Ačko 1999).\nKonoplja je dvodomna rastlina, kar pomeni, da sta žensko in moško socvetje ločeni na dveh rastlinah. Cvetenje pri obeh rastlinah traja od 15 do 40 dni, vendar začnejo moške rastline cveteti dva do tri tedne pred ženskimi rastlinami. Za oprašitev je potrebno toplo ozračje, saj se le v tem primeru prašniki odprejo in veter opraši rastline. Moški cvet je sestavljen iz cvetnega peclja, venčnih listov in prašnikov, ki na prašničnih nitih visijo iz cveta. Ženski cvet pa ima pestič z eno semensko zasnovo v nadrasli plodnici, ta pa je ovit v žlezasto dlakavo brakteolo. Cvetovi z največjo vsebnostjo THC se nahajajo v pazduhi pricvetnega lističa. Začele pa so se uveljavljati enodomne sorte konoplje, kjer je moško socvetje na vrhu rastline, ženski cvetovi pa so v pazduhah listov v grozdastih socvetjih (Čeh 2009).\nKonoplja ima dvokrilni orešček, ki je okroglaste do jajčaste oblike in z razmeroma trdo semensko lupino. Oreški so rjavo zelenih, sivkastih ali srebrno sivih do črnih barv, ki se prelivajo med seboj (Bavec 2000).\n"], "10": ["2.2 Razlike med industrijsko in indijsko konopljo", "Beseda konoplja je slovenska beseda za rod Cannabis in se uporablja za poimenovanje navadne oziroma industrijske konoplje (Cannabis sativa L. spp sativa), tako za predivo kot semena navadne konoplje. Ta rastlina se ne uporablja za pridobivanje mamil, saj je vsebnost THC te podvrste rodu Cannabis prenizka. Druga podvrsta Cannabis sativa L. spp. indica, z visoko vsebnostjo THC pa je pri Slovencih poimenovana marihuana ali indijska konoplja.\n(Robinson 2000, str. 182)\nSe nadaljuje… \na  Types of Cannabis, 2008 Wikipedia\nKot je razvidno iz preglednice 1, se rastlini v določenih morfoloških in kemičnih lastnostih med seboj dobro razlikujeta, problem pa nastane pri razločevanju hibridnih rastlin. Rastna doba navadne konoplje je krajša (od 80 do 150 dni) v primerjavi z indijsko konopljo, ki je od 150 do 250 dni, kar je odvisno od rastnih pogojev in ekotipa. Izločena smola ženskih cvetov navadne konoplje je slabo lepljiva, z nežnim in prijetnim vonjem. V nasprotju z indijsko, kjer so ženski cvetovi močno smolnati, lepljivi, z ostrim in dolgotrajnim vonjem (Čeh 2009).\n"], "11": ["2.3 Gospodarsko pomembne lastnosti industrijske konoplje", "Odrasla rastlina ima 0–2% semena, 5–20% listja, 10–20% vlaken in 60–70% olesenelega dela stebla – pezdir. Seme se uporablja za pridobivanje olja in oljnih pogač. Uporablja se kot zdravilo v kozmetični in farmacevtski industriji, pa tudi v avtomobilski industriji in v prehrambne namene. Iz listov se lahko naredijo različna eterična olja. Groba in čvrsta vlakna, ki so zelo odporna na vlago, se uporabljajo v gradbeništvu, vrvarski in papirnati \nindustriji, mehka vlakna pa za predivo. Preostali oleseneli del stebla se lahko uporabi za kurjavo, prav tako v gradbeništvu in papirnati industriji (Čeh 2009).\nizdelkov (Johnson 2012, str. 5)\nKonoplja je v celoti izkoristljiva rastlina, ki se lahko uporabi za različne namene. Shema prikazuje potek in opravila, ki so potrebna, da iz pridelka konoplje dobimo želene končne produkte. Ti so nato pripravljeni za uporabo v različnih vejah industrije in za trženje. Do visokih pridelkov in želenih produktov pa pridemo s pravilno in primerno tehniko pridelave. Prav ta izkoristljivost celotne rastline nakazuje na velik gospodarski potencial njene pridelave.\n"], "12": ["2.4 Tehnika pridelave konoplje", "Konoplja potrebuje globoka, zračna in srednje težka tla. Severnejši ekotipi so bolj odporni na nizke temperature in mraz kot južni, vendar dajo manjši pridelek vlaken. Rastna doba je med 90 in 120 dni, pri južnih ekotipih tudi več kot 150 dni. Konoplja je hitro rastoča rastlina. Dnevni prirast je med 5 in 12 cm. Za pridelavo vlaken je najprimernejše zmerno toplo in dovolj vlažno podnebje. Največ vlage potrebuje zlasti v obdobju od cvetenja do začetka zorenja (Kocjan Ačko 1999).\nKolobar je pomemben za varstvo pred pleveli, boleznimi in škodljivci ter za zdravo seme. Konoplja uspeva za vsemi poljščinami, sama pa je odličen prejšnji posevek drugim poljščinam. Pri nas so pogosto za njo sejali lan, pred njo pa so zaželene okopavine, zrnate stročnice, večletne krmne metuljnice, pa tudi žita. Zaradi podobnih bolezni in škodljivcev, ki okužijo ali napadajo hmelj, konoplje ni priporočljivo sejati v bližini hmeljišč (Kocjan Ačko 1999). Prav tako je ena izmed rastlin, ki so pogosto lahko na isti njivi, pri gnojenju s hlevskim gnojem pa se lahko vzgaja kot monokultura (Bavec 2000).\n"], "13": ["2.4.1 Pridelava stebel in uporaba", "Pri setvi za vlakna mora biti posevek gost, zato lahko uporabimo za setev žitno sejalnico. Posejemo na medvrstni razmik 12,5 do 15,0 cm, v vrsti pa naj bodo semena na 5 do 10 cm. Redka setev in razvejitev rastlin sta nezaželeni pri pridelavi vlaken, saj zmanjšata njihovo količino in kvaliteto (Kocjan Ačko 1999).\nTehnična dolžina vlaken je 0,2 do 2,0 m in se spreminja glede na dolžino stebla. Največji izkoristek, najboljšo kakovost in količino vlaken dobimo iz srednjih in gornjih delov rastlin, ki pa so pogojeni s kakovostjo stebel. Kakovost rastlin se razlikuje med ženskimi in moškimi rastlinami. Moške rastline imajo mehka in močna vlakna, ki so primernejša za izdelavo platen, ženske rastline pa imajo bolj groba vlakna, ki se uporabljajo za izdelovanje vrvi (Bavec 2000). \nNa trdnost in barvo vlaken vplivata rok žetve in način obdelave. Pektin, s katerim so vlakna sprijeta v 2,5 do 5 cm dolge snopiče, je treba razmehčati (macerirati) z močenjem v vodi (biološki način) ali v razredčenem natrijevem oz. kalijevem hidroksidu in z večkratnim spiranjem stebel z vodo (kemijski način). Za beljenje se uporabljata vodikov ali natrijev peroksid, od barvil pa obstojne idatrene, cibanone in naftole (Kocjan Ačko 1999).\nKonopljina vlakna se uporabljajo za izdelovanje vrvi za ladijske preveze, platna, jadra, šotore, vreče, ribiške mreže, jahalne in vojaške opreme, izolacijski material, umetne svile, za izdelavo tesnil, gasilskih cevi, talnih oblog, blaga, gasilskih cevi, kot polnilo za avtomobilske sedeže in vzglavnike. Preostali del stebla se uporabi za kurjavo, izdelavo tesnil, krp za čiščenje strojev, papirja, bankovcev, lepenke, koksa, kot gradbeni material, termoizolacijski material, v mešanicah za fasade in iverne plošče (Kocjan Ačko 1999, Čeh 2009).\nKot kurivo ima konoplja kalorično vrednost 15,74 MJ/kg, kar je več od drv in manj od povprečnega premoga. Suha cela stebla so obnovljiva surovina s hitrim prirastom biomase. Z destilacijo stebel pridobljen alkohol je biogorivo za pogon strojev in ogrevanje prostorov. Uporabimo pa ga lahko tudi za pogonsko gorivo (Bavec 2007).\n"], "14": ["2.4.2 Pridelava semen in uporaba", "Za seme in stiskanje olja iz semena sejemo konopljo na širši medvrstni razmik, tj. 50 do 70 cm. V vrsti pustimo presledek 20 do 30 cm in več, da se rastline razvejijo in oblikujejo čim več semen (Kocjan Ačko 1999).\nKoličina semena je odvisna od absolutne mase, ki je pri debelozrnatih južnih ekotipih nad 22 g, pri setvi drobnozrnatih sort pa 15 do 22 g. Vsebuje okrog 20% škroba, do 20% beljakovin in do 35% maščob. Seme je lahko luščeče in vsebuje nenasičene maščobne kisline (Čeh 2009). \nUporablja se za pridobivanje olja, oljnih pogač in zdravil. Rafinirano olje se uporablja za potrebe kozmetične industrije in ne vsebuje psihoaktivnih snovi. Uporabno je za konzerviranje rib in v slaščičarski industriji. Predeluje se v milo, firnež, oljne barve, tiskarske barve, čistila, tesnilne mase, stearin, linolej, za farmacevtske namene, mazanje verig in vodil motornih žag ter za biodizel. V preteklosti so ga uporabljali za petrolejke (Čeh 2009).\nIz semen se za človeško prehrano izdelujejo kosmiči in kalčki. Moko se v mešanici s pšenično uporablja za peko peciva ali kruha. Olje je lahko preliv za solate. Beljakovine, izločene iz pogač, se lahko uporabljajo za sire in sladolede. Semena uporabljamo tudi za kuhanje juh, omak in raznih prikuh. Zaradi vsebnosti gamalinolejske kisline (GLA), ki je pomembna za imunsko odpornost, pospešuje zdravljenje vnetnih procesov ter ugodno učinkuje pri nevrodermitisu, predmenstrualnemu sindromu … Olje pomaga pri zdravljenju srca in ožilja, preprečevanju strjevanja krvi, kroničnem vnetju mehurja in drugih vnetjih, luskavici, okvarah sklepov, zniževanju nivoja holesterola v krvi, preprečuje nabiranje maščob na stenah žil … (Čeh 2009).\nKonopljino seme se uporablja tudi kot krma za ptice. Kokošjim jajcem izboljša kakovost in večjo odpornost na bolezni. Pogače so v mešanici z drugo krmo primerne za konje, govedo in ovce, neprimerna pa je za svinje in breje živali. Kilogram pogače nadomesti krmilno vrednost okrog 4,5 kg koruzne silaže iz celih rastlin (Čeh 2009).\n"], "15": ["3 STANJE PRIDELAVE KONOPLJE IN ZAKONODAJA", ""], "16": ["3.1 V Sloveniji", "Leta 1998, sedem let po osamosvojitvi Slovenije od Jugoslavije, je bila izdana Uredba o gojenju navadne konoplje Ur.l. RS, št. 34/1998 s strani Vlade Republike Slovenije (Uredba 1998). Ta je kasneje, leta 1999, prenehala veljati z dnem uveljavitve Uredbe o pridelavi konoplje Ur.l. RS, št. 36/1999 (v nadaljevanju Uredba), ki velja še danes (Uredba 1999).\nOb vstopu v Evropsko unijo leta 2004 se je zaradi uskladitve zakonodaje Republike Slovenije z zakonodajo Evropske unije in na podlagi Uredbe o pridelavi konoplje Ur.l. RS, št. 36/1999 uvedel t. i. Pravilnik o pogojih za pridobitev dovoljenja za gojenje konoplje Ur.l. RS, št. 44/2004.\nLeta 2007 je bil objavljen Pravilnik o spremembah Pravilnika o pogojih za pridobitev dovoljenja za gojenje konoplje Ur.l. RS, št. 86/2007 (Pravilnik o spremembah 2007). Prenehal je veljati, z dnem 28. 5. 2011, ko se je uveljavil Pravilnik o pogojih za pridobitev dovoljenja za gnojenje konoplje in maka (Pravilnik 2011).\nPravilnik o pogojih za pridobitev dovoljenja za gojenje konoplje in maka Ur.l. RS, št. 40/2011 (v nadaljevanju Pravilnik), je bil izdan na podlagi Zakona o proizvodnji in prometu s prepovedanimi drogami. Pravilnik je izdal minister za kmetijstvo, gozdarstvo in prehrano v soglasju z ministrom za zdravje in ministrom za notranje zadeve (Pravilnik 2011).\nPravilnik določa pogoje gojenja, dovoljene sorte in namen pridelave. V Republiki Sloveniji je dovoljeno gojiti konopljo na strnjeni površini, ki ni manjša od 0,1 ha (Pravilnik 2. člen, 1. odstavek) in izključno na kmetijskih zemljiščih, ki so vpisana v register kmetijskih gospodarstev (Pravilnika 4. člen, 1. odstavek). Kmetijska zemljišča naj bodo na vodozbirnih območjih, kjer je prepovedana ali omejena raba gnojil in sredstev za varstvo \nrastlin, na kmetijskih zemljiščih, ki so izčrpana, prenasičena z gnojili oziroma zaščitnimi sredstvi ter na kmetijskih zemljiščih, ki so zbita ali je drugače ogrožena njihova trajna rodovitnost (Uredba 3. člen).\nDovoljene sorte za pridelavo konoplje so naštete v Skupnem katalogu sort poljščin (evropska sortna lista), ki je objavljen vsako leto v Uradnem listu Evropske unije in na spletni strani Fitosanitarne uprave Republike Slovenije. Pridelovalec se mora zavedati, da njegov posevek ne sme presegati 0,2% tetrahidrokanabinola (THC) v vzorcu konoplje (Pravilnik 3. člen).\nNamen pridelave so lahko semena za nadaljnje razmnoževanje, za pridobivanje olja, za pridobivanje substanc za kozmetične namene, za prehrano živali, za pridelavo vlaken in za industrijske namene (Pravilnik 2. člen, 2. odstavek).\nZainteresirani pridelovalec za gojenje konoplje mora vložiti vlogo na Ministrstvo za kmetijstvo, gozdarstvo in prehrano za pridobitev dovoljenja za gojenje konoplje najkasneje do 10. maja (Pravilnik 5. člen), ki v primeru odobritve velja v času trajanja ene vegetacije posevka (Pravilnik7. člen). Vloga mora vsebovati ime, priimek in naslov oziroma firmo in sedež pridelovalca, identifikacijsko število kmetijskega gospodarstva (KMG-MID), površino kmetijskega zemljišča, namenjeno za sejanje z navedbo podatkov o grafični enoti rabe zemljišč kmetijskega gospodarstva (GERK), sorto konoplje, opredelitev namena pridelave, predvideni datum setve, količino semena, predvideno za setev in predvideni datum spravila. Vlogi mora pridelovalec priložiti uradne etikete na embalaži semen v skladu z Direktivo Sveta 2002/57/ES ter izjavo pridelovalca, da bo zagotavljal varovanje posevka v skladu s priloženim načrtom ukrepov za varovanje posevka (Pravilnik 6. člen). Dovoljenje za pridelavo se kljub izpopolnjeni oddani vlogi in prilogi ne izda osebi, ki je bila pravnomočno obsojena ali je v kazenskem postopku zaradi kaznivega dejanja ali prekrška v zvezi s prepovedanimi drogami (Uredba 7. člen).\nPo 9. členu Uredbe o pridelavi konoplje je pridelovalec dolžan obvestiti ministrstvo o spravilu pridelka v roku 30 dni po njegovem spravilu. Sporočiti mora podatke o količini pridelka semen oziroma drugih delov rastline, za kakšen namen je pridelek zadržal ter količino prodanega oziroma oddanega pridelka s kopijo dokazila o prodaji oziroma oddaji. \nOb inšpekcijskem pregledu inšpektorja z Inšpektorata Republike Slovenije za kmetijstvo, gozdarstvo in hrano (inšpektor IRSKGH) mora pridelovalec priložiti račun o nakupu semena, z razvidno količino in sorto semena ter deklaracijo o kakovosti semena. Inšpektor IRSKGH odvzame vzorce rastlin za analizo vsebnosti THC, ki ga pošlje v pooblaščen laboratorij (Pravilnik 9. člen).\nIz predpisanih zakonskih podlag lahko zaključimo, da je pridelava industrijske konoplje dokaj nadzorovan postopek. Zato je toliko bolj zanimiv podatek o rabi kmetijskih zemljišč za njeno pridelavo v zadnjih osmih letih.\n2004 -2012\na  Vrešak N. 2012, Zaključna projektna naloga, Poslovni načrt za Pridelovanje industrijske konoplje, str. 17. b  Podatek, Agencije RS za kmetijske trge in razvoj podeželja.\nKot je razvidno iz preglednice, so bile pridelovalne površine industrijske konoplje v prejšnjih letih slabo zastopane in iz leta v leto nihajo. Po mnenju Vrešaka in drugih je to posledica tako slabe organizacije kmetij v Sloveniji, kot tudi pomanjkanja znanja o možnostih razvoja, ki ga rastlina ponuja. Primerjava teh podatkov, s pridelovalnimi \npovršinami industrijske konoplje iz časa Jugoslavije, kažejo na zelo slabo izkoriščen potencial pridelave.\nGlede na naše podnebne razmere je lažje izvedljiva in obvladljiva vzgoja industrijske konoplje za pridelavo semena, pojasnjuje Kocjan Ačkova in pravi: »Pridelava semena je uspešnejša zlasti na območjih z manj padavinami in več sušnimi obdobji, kot so pri nas, konoplja za vlakna namreč porabi kar od 700 do 1400 litrov vode za kilogram suhe snovi«. Pridelovalcem velik problem predstavlja spravilo pridelka, predvsem stebel za vlakna, saj tradicionalna kmetijska tehnika z veliko ročnega dela upočasnjuje pridelavo in je neprimerna za današnji čas. Stanje na slovenskem trgu kaže, da je tehnologija pridelave in predelave slabše razvita oziroma nedodelana (Tavčar 2012).\nPrehranske izdelke iz industrijske konoplje zdaj lahko uvažamo iz drugih držav Evropske unije brez kakršnihkoli zapletov, tako rekoč onemogočena pa je domača proizvodnja za domači trg. Zato pa lahko slovenski proizvajalci teh izdelkov svoje proizvode brez težav prodajajo v tujini (Godec 2012).\nČeprav so v tujini že sestavili žetvenike in druge stroje za predelavo stebel in vlaken, so ti še vedno v posodabljanju Izdelava za prodajo pa bo stekla pri dovolj veliki količini pridelane surovine, ki je ključna za predelavo v prehranske in neprehranske izdelke iz konoplje (Tavčar 2012).\n"], "17": ["3.2 V različnih državah v Evropi in po svetu", "Leta 1937 je bila glavna prelomnica v svetovni pridelavi konoplje, saj so takrat ameriški gospodarstveniki dosegli, da se je izdal zakon, ki prepoveduje pridelovanje rastlin iz rodu Cannabis. Tej prepovedi se je nato pridružilo veliko zahodnoevropskih vlad, drugod pa je bila pridelava pod strogim nadzorom (Kocjan Ačko 1999). \nPo svetu ima le nekaj čez trideset držav zakonsko dovoljeno pridelavo industrijske konoplje. Med njimi so poleg članic Evropske unije tudi Kitajska, Japonska, Kanada, Čile, Avstralija (v določenih zveznih državah) in druge. V Evropi so bile države Madžarska, Poljska, Češkoslovaška, Romunija, Bolgarija, Rusija in Jugoslavija, ki zakona niso spreminjale, ampak ohranile pridelavo konoplje, a so se kljub temu obdelovalne površine začele zmanjševati. Konec 20. stoletja pa je konoplja spet pridobila na veljavi zaradi prehranskih, kozmetičnih, zdravilnih, tekstilnih in drugih izdelkov (Kocjan Ačko 1999). Kljub povpraševanju in porastu pridelave navadne konoplje od osemdesetih let prejšnjega stoletja se obseg pridelave industrijske konoplje na svetu v zadnjem desetletju zmanjšuje. Največji svetovni pridelovalci industrijske konoplje so Kitajska, Severna Koreja in Čile (Tavčar 2012).\nPo svetu so se v zadnjih dvajsetih letih ustanovile različne profitne in neprofitne organizacije, društva in sveti, nekatere tudi z vladno podporo, ki širijo in ozaveščajo ljudi o vsestranskosti rabe konoplje. Vodilne med njimi so:\n- EIHA-European Industrial Hemp Association  (Evropsko združenje industrijske konoplje),\n- HIA - Hemp Industries Association  (Združenje za industrijo konoplje), ki deluje v ZDA,\n- CHTA-Canadian Hemp Trade Alliance  (Kanadska zveza za trgovanje konoplje),\n- Hemp Australia (Konoplja Avstralije).\n"], "18": ["3.2.1 Države Evrope", "Evropska unija podpira ohranjanje naravnih virov in se zavzema za zmanjševanje onesnaženosti okolja. Je največja porabnica ekološke hrane na prebivalca v razvitem svetu. Javno in zakonodajno podpira pridelavo in predelavo industrijske konoplje. Evropska komisija priporoča: »Komisija ne daje posebnih usmeritev za neprehranske rastline, ki bi se lahko uporabile za dosego koristi za okolje. To je v pristojnosti držav članic. Kljub temu \nlahko industrijsko konopljo pod določenimi pogoji gojijo vsi kmetje, ki dobivajo evropska plačila. Poleg tega obstaja podpora za njeno gojenje v nekaterih programih skupne kmetijske politike za razvoj podeželja, vendar je odvisno od držav, ali bodo te programe izkoristile.« (Tavčar 2012).\na  FAOSTAT, 2012. Food and Agriculture Organization Corporate Statistical Database. b  AAFC Agriculture and Agri-Food Canada\nAgriculture in the European Union. 2011, Statistical and economic information: str 283.\nV Evropi največjo pridelavo konopljinih vlaken beleži Romunija. Leta 2010 je pridelovala industrijsko konopljo na 2.900 ha obdelovalne površine. Največjo pridelavo semen pa ima Francija, ki je istega leta obdelovala 8.400 ha kmetijske površine. V večini članic Evropske unije je pridelava navadne konoplje do leta 2010 naraščala, predvsem v sosednji Avstriji, Madžarski, Italiji, Nizozemski in Poljski. Manjšo pridelavo je mogoče zaznati v Franciji in Španiji.\n"], "19": ["3.2.2 Države sveta", "b  AAFC Agriculture and Agri-Food Canada\nLaate E. A. 2012, Industrial Hemp Production in Canada. Alberta, Agriculture ans Rural Developement.\nKitajska, zgodovinsko največja pridelovalka navadne konoplje za vlakna, je začela pridelavo za vlakna zniževati, vendar je narasla proizvodnja za pridelavo semen. V letu 2010 je beležila okrog 29.700 ha površin zasejanih z navadno konopljo, na katerih je pridelala okrog 44.000 ton stebel in 462 ton semen (preglednica 5). Proizvodnja industrijske konoplje v Kanadi povečuje pridelavo semen, predvsem zaradi povpraševanja po konopljinem olju v farmacevtski in kozmetični industriji. Proizvodnja konoplje je leta 2006 dosegla 19.458 ha obdelovalne površine. Naslednja leta se je pridelava drastično znižala, leta 2010 pa je bilo posejanih 10.856 ha. Hektarski donos je zelo različen glede na predel države, kjer se konoplja goji (Industrial Hemp 2007). Kanada je največ izvozi v ZDA. Ta je hkrati največja uvoznica surovin industrijske konoplje na svetu, saj je gojenje tam z zakonom prepovedano. Dovoljenje za pridelavo lahko izda le \nDEA – Drug Enforcment Administration, ki je letih odobrila le nekaj poizkusov gojenja konoplje v znanstvene namene (Jonson 2012).\nPregled pridelave kaže na občutljivo področje, na katerem so največji porabniki zakonsko omejeni v proizvodnji.\n3.3 Povezava med pridelavo konoplje in številom odvisnikov od drog\nEden največjih družbenih problemov na svetu so droge. Njihova poraba se še vedno povečuje. Na svetu uporablja prepovedane droge okrog 208 milijonov ljudi, kar je nekaj manj kot 5% odraslega svetovnega prebivalstva. Zaradi drog vsako leto umre 200.000 ljudi, kar je 0,4% vseh smrti na svetu. Med mlado populacijo, staro od 15 do 34 let, je najbolj priljubljena droga marihuana, njena uporaba je bila leta 2006 predvidena med 23 milijoni Evropejcev (Mladi v Sloveniji 2009).\n»Uporaba kanabisa je v Evropi v 90. letih prejšnjega stoletja strmo naraščala, zdaj pa se zdi, da je dosegla vrhunec. V nekaterih državah se uporaba umirja ali se je celo zmanjšala, v drugih pa je porast majhna.« (Evropska komisija 2008).\nPo podatkih iz Zbornika referentov s posveta Problematika drog v Sloveniji je marihuana najbolj razširjena droga v Sloveniji. Leta 2004 so zabeležili 381 kriminalnih dejanj, 2393 prekrškov ter 92,92 kg droge in 5329 kosov bilk na osnovi indijske konoplje.\nPodatki EMCDDA kažejo, da so se z leti prekrški in kazniva dejanja v zvezi s konopljo zmanjšali. Leta 2001 je teh bilo 4898, kar predstavlja 81,5% vseh nelegalnih dejanj, povezanih z drogo. Do leta 2007 pa se je število prekrškov in kaznivih dejanj zmanjšalo skoraj za polovico, in sicer na 2622, tj. z 70,5 odstotnim deležem glede na vse droge (Table DLO-6). Čeprav podatki kažejo na zmanjšanje zlorabe marihuane, se v Sloveniji stopnja odvisnikov in kaznivih dejanj povečuje. \nOd sredine dvajsetega stoletja, ko se je marihuana globalno prepovedala, je večina držav še vedno ni legalizirala za osebno rabo. Nekaj več kot deset držav jo je dekriminaliziralo, Kanada, Češka Republika, Izrael in 17 držav ZDA pa so jo zakonsko dovolili za medicinsko uporabo. Nizozemska ima uradno marihuano prepovedano, vendar zakon ne predpisuje kakršnih koli ukrepov v primeru rabe malih količin in prodaje pod strogimi pravili. Od leta 2011 to ne velja za turiste, saj so prodajo marihuane v t. i. coffee shopih zanje prepovedali (Wikipedia 2012).\nb  Evropean Monitoring Centre for Drugs and Drug Addiction (EMCDDA) 2010, Cannabis-related offences, 2001-2008.\nUnited Nations Office on Drugs and Crime (UNODC), World drug report 2012.\nPopulation total, Data 2012. The World Bank \nIndijska konoplja kot droga v Evropi predstavlja problem predvsem v Franciji, Španiji, Italiji in Češki Republiki. Razširjenost med prebivalci starimi od 15 do 64 let, je več kot 8% te populacije. Sledita Nizozemska in Velika Britanija, prav tako velik delež prekrškov in kriminalnih dejanj v letu 2010 kažeta Francija in Španija, kjer se pridelava industrijske konoplje v zadnjem desetletju znižuje. Manj kot 4% razširjenosti med izbrano populacijo pa je v Avstriji, na Madžarskem in na Poljskem (manj kot 2%). V teh deželah pridelava navadne konoplje narašča ali pa ostaja na enaki ravni, odvisno od namena pridelave (preglednica 6).\nSe nadaljuje… \nb  United Nations Office on Drugs and Crime (UNODC), World drug report 2012.\nV drugih državah po svetu se največji odstotek razširjenosti marihuane v populaciji med 15 in 64 leti beleži v Avstraliji (do 14,6%), sledita ji ZDA in Kanada. Druga država z največjo količino zasega indijske konoplje na svetu so ZDA, kjer je v nekaterih zveznih državah uporaba marihuane v medicinske namene dovoljena, pridelava industrijske konoplje prepovedana (preglednica 7).\nManj kot 2% razširjenost uporabe marihuane je bila zabeležena med Mehičani. Vendar je bila v Mehiki leta 2010 zasežena največja količina, kar 2313,1 ton indijske konoplje. Tako indijska kot navadna konoplja sta v Mehiki za gojenje prepovedani. Po podatkih iz Svetovnega poročila drog 2012 je Mehika eden največjih ilegalnih pridelovalcev drog (preglednica 7).\n- Ali pridelava industrijske konoplje vpliva na razširjenost in število odvisnikov od  drog?\nIz dostopnih podatkov, ni mogoče zaključiti, da pridelava industrijske konoplje vpliva na razširjenost in večanje števila odvisnikov od drog. Glede na odstotek razširjenosti indijske konoplje v državah, kjer je pridelava industrijske konoplje prepovedana, pridelava industrijske konoplje ne vpliva na delež odvisnikov od drog. V večini držav po svetu se delež uporabnikov marihuane v zadnjih desetih letih ne spreminja. V Mehiki, ZDA in Indiji, kjer je pridelava industrijske konoplje prepovedana, beležijo največje količine zasegov indijske konoplje. V evropskih državah, kjer je v okviru Evropske unije pridelava industrijske konoplje dovoljena, so podatki o drogah zelo različni. V nekaterih državah se \nštevilo prekrškov viša, drugim pa znižuje. Več kot 8% razširjenost uporabe marihuane beležita Nizozemska in Češka Republika, kjer je uporaba dekriminalizirana, ter Francija in Španija, kjer je uporaba kriminalizirana. \n4 PRIMERI KALKULACIJSKIH IZRAČUNOV PRI PRIDELAVI  INDUSTRIJSKE KONOPLJE IN POTENCIAL RABE\nV tem poglavju so predstavljeni oziroma povzeti trije primeri kalkulacijskih izračunov za pridelavo industrijske konoplje:\n1. Iz Zaključne projektne naloge z naslovom Poslovni načrt za pridelovanje industrijske  konoplje, izdane leta 2012, katere avtor je Nejc Veršak, izhaja naslednja kalkulacija za  pridelovanje vlaken in semena:\n- Industrijska konoplja se bo pridelovala za vlakna in seme na predvideni površini 10  ha, za kar potrebujemo 400 kg semen.\n- Za pridelavo vlaken sejemo s sejalnico za žita, nato pa pridelek požanjemo s  silokombajnom. Predvidevamo, da bo pridelek znašal 10 t stebel/ha, kar pomeni 3 t  stebel/ha.\n- Za pridelavo semen pa sejemo s sejalnico za koruzo ali sladkorno peso in žanjemo z  žitnim kombajnom ter pričakujemo pridelek od 1 do 4 t vlaken/ha.\n- Predvideni fiksni stroški za nakup zemljišča, stroški mehanizacije, nakup semen,  škropiv in gnojil, oglaševanje in tekoči stroški poslovanja v prvem letu znašajo  se dobiček povišal.\nIz zgoraj navedenih kalkulacijskih podatkov sledi predviden izračun:\nV primeru pridelovalca industrijske konoplje, lastnika kmetije, ki ima potrebno  mehanizacijo iz prejšnjih let pri pridelavi drugih poljščin in je lastnik kmetijskega  zemljišča, kjer se bo navadna konoplja gojila.\nStroškov za nakup zemljišča in potrebno mehanizacijo ne upoštevamo. Po teh  izračunih dobiček za prvo leto znaša 14.500€ za 10 ha obdelovalne površine, kar pa  teoretično znese 1.450 €/ha. \n2. Kalkulacijski izračun je povzet po članku Konoplja drogirala le državo, objavljenem v  časniku Finance.si, ki ga je napisal Borut Godec. Zanimivo je, da o kalkulacijskih  izračunih pišejo v nestrokovnih člankih in s tem širijo in osveščajo ljudi, o priložnosti  rabe in visokem dobičku konoplje.\nTa predvideva dobiček 1.600€ s prodajo semena in slame, na površini enega hektarja z  upoštevanjem 650€ skupnih stroškov in dodeljenimi subvencijami. Ta podatek primerja  s pridelavo naše najbolj razširjene poljščine koruze, ki prinese 300 €/ha in s tem očitno  nakazuje na večjo dobičkonosnost konoplje.\n3. Tretji primer kalkulacijskega izračuna je predstavljen kot potencialni primer pridelave  industrijske konoplje za vlakna na Koroškem. Podatki potrebni za kalkulacijo so  dobljeni na Koroški kmetijsko – gozdarski zadrugi in ceniku zemljišč za območje  Koroške. Dobljene odkupne cene so aktualne na Avstrijskem Koroškem, kamor bi lahko  koroški pridelovalec pridelek tudi prodajal.\nV kalkulaciji so uporabljene naslednje cene:\n- cena zemljišča 2,19 €/m2\n- seme 3€/kg\n- strojna ura 35€/uro\n- odkupna cena stebel 1-1,5 kg/ha oz. 1000 €/t\n- Nakup kmetijskega zemljišča, 1 ha njive 4. kategorije (srednjega kakovostnega  razreda) v podravski regiji, hribovitem območju znese 21.900€. V kalkulaciji, se  podatek ne bo upošteval, ker predpostavimo, da je pridelovalec, lastnik  kmetijskega zemljišča.\n- Potrebna količina semena za pridelavo je 100 kg semen/ha, kar je 300€.\n- Predvidene strojne ure znašajo 36 ur, delovne pa 60 ur. Strošek skupnih ur je  3.360€.\n- Predvideva se povprečen pridelek 5 t suhih stebel/ha, kar je 5.000€ prodanega  pridelka. \n - 5000€ - 3360€ = 1640€  Izkupiček, ki ga dobimo z razliko fiksnih stroškov in prodanim pridelkom znaša  1640 €/ha v enem letu.\nZ upoštevanjem zavarovanja in vremenskih vplivov na posevek se stroški zvišajo oziroma se dobiček zmanjša. Prav tako v kalkulacije niso vključene razne subvencije, kar bi dobiček dodatno povečalo.\nDobiček se razlikuje glede na lokacijo in kategorijo njive, kjer bi se industrijska konoplja gojila. Kalkulacija za Primorje, Koroško in splošen izračun za Slovenijo kažejo na dobiček med 1400 in 1700 €/ha pridelka. Razlike med posameznimi izračuni so odvisne od cene zemljišč in delovne ure, ki se razlikujejo med posameznimi regijami v Sloveniji.\n"], "20": ["4.1 Potencial rabe industrijske konoplje", "Konoplja ima velik potencial v vrvarski, papirnati, tekstilni, farmacevtski, kozmetični, energijski, avtomobilski, gradbeni in prehrambni industriji.\nSkorja stebla vsebuje najboljša vlakna, ki so ena izmed najdaljših naravnih vlaken, mehka in bogata s celulozo. Vlakna stebla so daljša, močnejša in bolj vpojna kot bombažna vlakna ter s tem primerna za tekstil. Konoplja vsebuje manj lignina kot les, kar zmanjšuje potrebe po uporabi kislin in podaljšuje obstojnost papirja. Zaradi tega se lahko konopljin papir reciklira večkrat kot lesen papir. Kremna barva vlaken pa zmanjša uporabo spojin klora in dioksidov za beljenje. (Facts, HIA) Komentar Dejana Rengea na to temo je: »Povsem neizkoriščena konoplja je v papirni industriji. Cena celuloze, uvožene iz Južne Amerike, je okoli tisoč evrov za tono,« in dodaja: »Konoplja nam omogoča pridelavo štirih, petih ton celuloze na hektar.«\nNavadna konoplja ima zelo velik potencial v ekološkem kmetijstvu, saj je rastlina, ki jo napada malo naravnih škodljivcev ter jo najpogosteje pridelujejo brez herbicidov, fungicidov in pesticidov. Prav tako je naravna zaviralka plevelov, saj zaradi hitre rasti in razraščanja, plevelom onemogoči pogoje za rast (Facts, HIA). \nKonoplja kot surovina za biogoriva, zahteva najmanj specializirane postopke gojenja in predelave. Ogljikovodiki v konoplji se lahko predelajo v široko paleto energentov iz biomase, od peletov do tekočih goriv in plina. Razvoj biogoriv bi lahko znatno zmanjšal uporabo fosilnih goriv in jedrske energije (Facts, HIA).\nUporabna je v prehrambni industriji, še posebej zaradi ekološkega načina vzgoje, saj konoplja ne vsebuje snovi, kot jih npr. gluten in ki povzročajo alergije, zato ima dobro priložnost v zdravi prehrani za bolnike s celiakijo, nevrodermisom ali nevrodermitisom (Režonja 2011).\n"], "21": ["5 SKLEPI", "Iskanje rešitev za gospodarske in ekološke probleme, ki se kažejo v pridelovanju poljščin, je v uvajanju rabe alternativnih poljščin in pozabljenih rastlin. Konoplja je ena izmed njih. Kljub dejstvu, da je ena izmed najstarejših poljščin, ki se je gojila za prehranske in neprehranske namene, je postala v prvi polovici dvajsetega stoletja zakonsko prepovedana in družbeno preganjana.\nPrepoved pridelave ima različne zgodovinske vzroke. V veliki meri je bila izkoriščena podobnost industrijske z indijsko konopljo in s tem dosežena prepoved oziroma omejitev njene pridelave. Še posebej v ZDA so naftni lobiji, farmacevtska industrija in ameriški gospodarstveniki, zakonsko omejili njeno uporabo. Argumenti o neprimernosti rastline še danes temeljijo na vsebnosti psihoaktivnih snovi (THC), ki pa so v industrijski konoplji zanemarljivi. Zaradi razširjenosti te ideje in nevednosti ljudi je industrijska konoplja še danes, v začetku enaindvajsetega stoletja, v večini držav zakonsko prepovedana za gojenje. Problem zakonodaje pa ni le pri gojenju, ampak tudi pri trženju določenih izdelkov. Ta problem je zaznan tako v Sloveniji, Evropi in drugje po svetu.\nPrepričanje med ljudmi, da je vsaka konoplja droga, še vedno velja, čeprav so že naši predniki uporabljali in gojili konopljo za vrsto drugih namenov. Nepoznavanje samih rastlin na eni strani in na drugi strani vedno večja razširjenost drog med odvisniki po vsem svetu, kaže na posreden vpliv indijske konoplje na pridelavo industrijske konoplje. Iz uradno dostopnih podatkov ni mogoče trditi, da ima pridelava industrijske konoplje neposreden vpliv na naraščanje števila odvisnikov. Zastavljeno vprašanje ponuja ravno obraten odgovor, saj ima prisotnost droge v družbi posreden vpliv na pridelavo industrijske konoplje. To potrjuje tudi ustanovitev različnih svetovnih profitnih ali neprofitnih organizacij, nekaterih tudi z vladno podporo, ki ozaveščajo ljudi o vsestranski rabi konoplje.\nPozitivnih vidikov pridelave industrijske konoplje je več. Potencial rabe industrijske konoplje ima zelo širok spekter, saj je uporabna celotna rastlina. Pridelava stebel nam \nzaradi manjše rabe belil omogoča okolju prijaznejši način pridelave papirja, vrvi in tkanin. Prav tako se uporablja za izolacijo, kurjavo in kot surovina plastiki in barvilom. Semena so zelo zaželena v zdravi prehrani človeka in kot dodatek krmi živalim. Poleg prehranskih namenov pa se predelava semen lahko uporablja v farmacevtski in kozmetični industriji ter v pridelavi biogoriv, kar omogoča ohranjanje naravnih virov in fosilnih goriv.\nKalkulacijski izračuni kažejo na dobičkonosnost pri pridelavi industrijske konoplje. V primerjavi s koruzo, ki je v Sloveniji najbolj razširjena poljščina, celo do petkrat več.\nDa bi bila dosežena prepoznavnost in vsestranska uporabnost rastline je treba:\n- posodobiti zakonodajo in jo prilagoditi novim tržnim razmeram in priložnostim,\n- izobraziti pridelovalce o možnostih pridelave (seminarji, delavnice, tečaji),\n- težiti k izboljšanju tehnike pridelave, predelave, s poudarkom na rabi mehanizacije,\n- v širši skupnosti seznanjati ljudi o pomenu in različnosti rastlin iz rodu konoplje  (genus: Cannabis).\n"], "abstract": ["Gojenje industrijske konoplje (Cannabis sativa L. ssp. sativa) ima v Sloveniji in po svetu še vedno negativen prizvok. Razlog za to je sorodnost te rastline z indijsko konopljo (Cannabis sativa L. ssp. indica), ki se vzgaja za pridobivanje droge. To se odraža tudi v zakonodaji, ki nekaterim državam prepoveduje, drugim pa omejuje gojenje konoplje. Namen te raziskave je predstaviti uporabnost in dobičkonosnost pri pridelavi konoplje, ter preveriti vpliv pojavnosti droge, indijske konoplje na pridelavo industrijske konoplje v Sloveniji in po svetu. V analizi so Slovenija, njene sosednje države, ter pomembne države za gojenje konoplje v Evropi in po svetu. Podatki, pridobljeni iz različnih statističnih virov, predstavljajo stanje leta 2010. V svetu je največja pridelovalka industrijske konoplje Kitajska, največje količine zasega indijske konoplje pa beleži Mehika. Tehnika pridelave konoplje je okolju prijazna in s tem primerna v ekološkem kmetijstvu. Konoplja je s svojo vsestransko rabo uporabna in zaželena v vrvarski, papirni in avtomobilski industriji, gradbeništvu, za prehranske in kozmetične namene ter v zdravstvu. Prihodek po hektarju pridelovalne površine se giblje med 1400 in 1700 evri letno, kar je do pet-krat več, kot za koruzo. Vedno večja razširjenost drog in naraščanje odvisnikov od trdih drog po vsem svetu, nakazujeta na indirekten vpliv indijske na pridelavo industrijske konoplje, v Sloveniji in po svetu. "]}