{"1": ["1 Uvod", "Ali smo varni na sodišču? Vprašanje, ki si ga zaposleni na Okrožnem sodišču velikokrat postavljamo. Kaj sploh pomeni varnost sodišča? Zaradi same narave dela, ki ga opravlja sodno osebje predvsem pa sodniki, je varovanje toliko bolj zahtevno. V zadnjem času smo zasledili nekaj anonimnih klicev, da je na sodišču podstavljeno eksplozivno telo. Zaposleno sodno osebje se je dokaj različno odzvalo, ko je bilo treba izprazniti sodno zgradbo. Torej, kako tisti, ki v sodni zgradbi vsakodnevno opravljamo svoje delo, vidimo obstoječi sistem varovanja. Na Okrožnem sodišču v Mariboru je zaposlenih 29 okrožnih sodnikov in sodnic ter 130 oseb sodnega osebja. Sama zgradba in prostori, kabineti sodnikov, sodnega osebja, razpravne dvorane so si v veliki meri različni, razdeljeni so po nadstropjih. Potreben je nadzor nad prostori v zgradbi. Opredeliti se je tudi kakšne so pozitivne in negativne strani varovanja sodišča in le kaj o tem meni zaposleno sodno osebje.\n"], "2": ["1.1 Cilji", "Namen diplomske naloge je odgovoriti na vprašanja o varovanju na Okrožnem sodišču v Mariboru. V prvi vrsti nas je zanimalo kako se na Okrožnem sodišču v Mariboru počuti varno sodno osebje in ali imajo zadostno podlago oz. poznavanje o varovanju sodišča. Sodno osebje ima bistveno več stika s strankami na sodišču kot le sodnik sam. Moj namen je bilo ugotoviti spremembe od leta 1999, ko je bilo opravljeno raziskovalno poročilo, sicer za sodišča na območju Slovenije z uporabo hipotez iz le-te raziskave ter predvsem odgovor na vprašanje kdo se na Okrožnem sodišču Maribor počuti najbolj ogroženega.\nV prvem delu diplomske smo opredelili strokovne termine, oblike varovanja na sodišču (fizično ali tehnično varovanje), uporabili analizo zakonov, podzakonskih aktov, drugih pravnih virov s pomočjo uporabe spleta, raznih publikacij, kjer smo ugotavljali kaj nam zagotavljajo viri in predpisi in v kolikšni meri jih na sodišču zaposleni sploh uporabljamo oz. upoštevamo. Zanimala nas je problematika varovanja na Okrožnem\nempiričnem delu smo opravili raziskavo med zaposlenimi na sodišču, glede na raziskovalno poročilo iz leta 1999, po različnih oddelkih sodišča. Z raziskavo želimo ugotoviti poznavanje varovanja na sodišču, občutke ogroženosti sodnikov in predvsem drugega osebja, zadovoljstvo s kakovostjo varovanja sodišč in ukrepe samovarovanja in zmanjševanje tveganj ter dosedanje izkušnje pri varovanju sodišč in zaposlenih na sodišču. V zaključku bomo opredelili hipotezo, ki smo jo postavili.\n"], "3": ["1.2 Hipoteze", "Ključna hipoteza v diplomski nalogi bo:\n- kdo se na Okrožnem sodišču v Mariboru počuti bolj ogroženega, ali so to  sodniki ali sodno osebje\nIz raziskovalnega poročila Varovanje sodnikov in sodišč v Sloveniji (1999) bomo povzeli takrat postavljene hipoteze, sedaj postavljene zaposlenim na Okrožnem sodišču v Mariboru:\n- poznavanje varovanja sodišča\n- ocenitev občutkov ogroženosti\n- način in kakovost sedanjega varovanja sodišča\n- zadovoljstvo s kakovostjo varovanja sodišča\n- ukrepe zaposlenih za samovarovanje in zmanjševanje tveganja\n- dosedanje izkušnje pri varovanju sodišča in zaposlenih na sodišču (Bele, Meško,  Dobovšek, Kotnik, Dvoršek, Kmelc, Felc,1999).\n"], "4": ["1.3 Metodologija dela", "Podatke smo obdelali s statističnim računalniškim programom SPSS. Obdelava podatkov je na ravni uporabljenih modulov opisne statistike.\n"], "5": ["2 Opredelitev temeljnih pojmov", ""], "6": ["2.1 Varnost", "Varnost je kompleksen pojem, ki ga ne moremo zajeti samo z enim raziskovalnim pristopom (Ambrož, Traudi, Mihalič, 2000).\nGolob (1997) pravi, da je pojem varnostni sistem opredeljen kot sistem za zagotavljanje notranje varnosti, skrbi za ohranitev reda, spoštovanja zakonov, osebne varnosti, kot tudi zaščite imetja in celotne infrastrukture, ki jo sestavljajo policija, službe državnih organov, pravosodnih sistem, zasebna varnostna podjetja in nenazadnje vsi državljani Republike Slovenije (Rep, 2008).\n"], "7": ["2.2 Varnost sodne veje oblasti", "Sodno oblast v Republiki Sloveniji izvajajo sodniki na sodiščih, ustanovljenih z Zakonom o sodiščih.\nDobovšek (2004) pravi, da je varnost sodstva v svetu vedno bolj ogrožena, problem pa še posebej izstopa v državah v tranziciji. Sodstvo je potrebno varovati ne glede na to, koliko se sami sodniki čutijo ogrožene. Podoba neodvisnosti sodstva se mora kazati tudi v pogledu izključevanja pritiskov na sodnike izven njihovega delovnega časa. Zaradi hujših izpostavljanj, groženj je predvidena možnost takojšnje intervencije pristojnih državnih organov za zagotavljanje varnosti sodnikov in njihovih bližnjih. Varovanje sodstva mora biti ustrezno pravno urejeno, iz vsebine predpisov pa mora biti razvidno, kateri organi, v kakšnem obsegu in na kakšen način so dolžni zagotavljati varovanje sodstva v celoti.\nVarovanje oseb in premoženja v sodstvu neposredno izvajajo pooblaščene uradne osebe Ministrstva za pravosodje, zasebne varnostne službe, vratarske službe, ki so organizirane v okviru posameznih sodišč ter v določenih primerih tudi policija. Dejavnost ter pristojnosti podjetij za zasebno varovanje (varnostne službe) opredeljuje Zakon o zasebnem varovanju in o obveznem organiziranju službe Varovanja. V skladu z določbo 1. člena Zakona o zasebnem varovanju (ZZVO) je zasebno varovanje tisto varovanje oseb in njihovega premoženja, ki ga ne zagotavlja država. Nekatere sodne zgradbe v Republiki Sloveniji imajo organizirano lastno vratarsko službo, ki jo opravljajo vratarji ali z razporedom določene sodne osebe (Gostič, 1999).\nIzvajalec je organizacija, ki nudi varnostne usluge za varovanje. V Republiki Sloveniji je zasebno varovanje dejavnost, ki se opravlja v skladu z Zakonom o zasebnem varovanju. Zasebno varovanje, ki se pri nas opravlja na podlagi zakona, delimo na:\n- fizično varovanje (varovanje oseb in premoženja pred uničenjem,  poškodovanjem, ugrabitvijo oziroma odtujitvijo in drugimi oblikami škodljivega  delovanja) (Šlibar, 2000);\n- tehnično varovanje (varovanje oseb in premoženja s tehničnimi sredstvi in  napravami po predpisanih standardih) (Šlibar, 2000).\n Mariboru\nIzvajalec, ki nudi varnostne usluge varovanja na Okrožnem sodišču v Mariboru je podjetje Protect – Infra d.o.o. iz Maribora. Podjetje je bilo izbrano na podlagi javnega razpisa za izbiro izvajalca za opravljanje storitve fizično – tehničnega varovanja Okrožnega sodišča v Mariboru. Obvestilo o pričetku postopka javnega naročanja je objavljeno na spletnih straneh Okrožnega sodišča v Mariboru. Izvajalci po prejetju razpisne dokumentacije oddajo ponudbo in se hkrati dogovorijo za ogled prostorov in vgrajenih sistemov varovanja. Na Okrožnem sodišču v Mariboru varnostna služba izvaja fizično in tehnično varovanje.\n"], "8": ["4.1 Varnostni načrt", "Podjetje Protect Infra d.o.o. je izdelalo varnostni načrt, kateremu je v osnovi in naprej priložena ocena ogroženosti. Ocena ogroženosti poslovanja sodišča v sodni zgradbi v Mariboru je bila izdelana v letu 2006 s strani Okrožnega sodišča v Mariboru. Ocena ogroženosti služi kot podlaga za kvalitetno načrtovanje nalog varovanja. V zadnji treh letih je Policija obravnavala tri primere anonimnih obvestil o podtaknitvi bombe in v vseh treh primerih se je izkazalo, da je bila prijava lažna. Ostalih varnostnih dogodkov, ki bi lahko vplivali na oceno ogroženosti sodne zgradbe ni bilo obravnavanih (Tehnična dokumentacija sodišča, 2009).\nPredmet varovanja je storitev fizičnega in tehničnega varovanja sodne stavbe v Mariboru. Zasebno varovanje se opravlja kot fizično in tehnično varovanje in obsega varovanje oseb ter premoženja pred uničenjem, poškodovanjem, tatvino in drugimi oblikami škodljivega delovanja. Varovanje obsega vsakodnevno 24 urno fizično in tehnično varovanje objekta in zaposlenih z občasnimi kontrolnimi obhodi in usmerjanje strank (Razpisna dokumentacija sodišča, 2009).\nOkrožno sodišče v Mariboru na podlagi 2. odstavka 20. člena Zakona o javnih naročilih in 32. člena Sodnega reda izvede javno naročilo za opravljanje storitev fizičnega in\npremoženja, priklop na varnostno nadzorni center, dvig gotovine ter storitev prevoza oz. prenosa in varovanja denarja ter drugih vrednostnih pošiljk. S pogodbo izvajalec prevzame organizacijo in izvajanje fizičnega varovanja za zagotovitev varnosti sodnikov, drugega osebja, strank, udeležencev v postopkih ter za zagotovitev nemotenega dela poslovanja sodišča, vzdrževanja reda na sodišču, zavarovanje zgradbe in parkirišča, ki jih zaseda sodišče, zavarovanje premoženja, receptorsko službo, tehnično varovanje, dvig gotovine ter opravljanje storitev prevoza oz. prenosa in varovanja denarja ter drugih vrednostnih pošiljk. Izbran izvajalec je dolžan prevzete storitve opravljati po pravilih stroke, vestno in kvalitetno v skladu z vsemi tehničnimi predpisi, standardi in normativi. Prav tako je izbran izvajalec dolžan varovati vse interne in zaupne podatke sodišča v skladu z zakonskimi določili. Naročnik varovanja, v našem primeru Okrožno sodišče v Mariboru mora izvajalcu zagotoviti Sodni red, hišni red posameznih lokacij, pravila o požarni varnosti, sprejeto oceno tveganja na sodiščih, seznam zaposlenih, seznam in telefonske številke odgovornih oseb in telefonske številke v sodnem objektu, posredovati točna navodila o posebnostih objekta. Izvajalec, ki je bil izbran po javnem razpisu z naročnikom sklene pogodbo (Razpisna dokumentacija sodišča, 2009).\nIz razpisne dokumentacije Okrožnega sodišča v Mariboru smo povzeli tehnične specifikacije, katere smo v nadaljevanju tudi opisali.\n"], "9": ["4.2 Fizično varovanje vključujoč receptorska dela", "Storitve fizičnega varovanja z receptorskimi deli na vseh lokacijah obsegajo:\n- varovanje objektov, prostorov, ljudi in premoženja z opravljanjem varnostno  receptorskih del na vhodu/izhodu iz objektov ali prostorov (kontrola vstopa in  izstopa), na širšem območju (obhodi), odklepanje, pregled celotnega varovanega  območja, sprejemanje, usmerjanje in spremljanje obiskovalcev, vodenje  evidence obiskovalcev in ostalih evidenc s področja varovanja, sprejemanje  določene pošte po odredbi predstojnika organa v in izven delovnega časa,  upravljanje z vgrajenimi tehničnimi sistemi za varovanje in opravljanje nalog\n strank in obiskovalcev ter opravljanje drugih nalog po načrtih varovanja za  posamezne varovane objekte in prostore ter po posebnih navodilih naročnika,\n- vzdrževanje javnega reda in miru v sodni zgradbi,\n- o nepravilnostih ali kršenju javnega reda in miru takoj obvesti predstojnika  organa oz. od njega pooblaščeno osebo,\n- v primeru, da pride do nasilnega obnašanja strank, ukrepa v skladu s svojimi  pooblastili,\n- v primeru, da pride do hujšega izgreda in če oceni, da zadeve ne more  obvladovati, takoj pokliče policijo in o tem obvesti predstojnika organa oz. od  njega pooblaščeno osebo,\n- vsako stranko zaprosi, da se izkaže z dokumentom, iz katerega je razvidno, da je  vabljena na sodišče in jo identificira,\n- vsako stranko, ki ureja sodne zadeve in zato nima izkazanega vabila, lahko  napoti v želeno pisarno le v času uradnih ur,\n- pregledovanje osnovnih značilnosti vabila oz. drugega dokumenta, zaradi lažje  usmeritve strank,\n- pred napotitvijo stranke v uradne prostore organa, mora vsako stranko napotiti  skozi pristopno kontrolo (detektorska vrata, ročni detektor kovin, rentgenska  kontrola oseben prtljage in pošiljk), pri čemer upošteva tudi navodila  predstojnikov organa ter hišni red,\n- prepozna in odvzame nevarne predmete in predmete, ki se jih ne sme uporabljati  v zgradbah organov (orožje in druge nevarne predmete) ter jih deponira na  ustrezno mesto, ki ga zagotovi naročnik,\n- izvajanje obhodov in opazovanje varovanih objektov in okolice,\n- obvladovanje komunikacije in postopkov z osebami, ki jih najde na varovanem  območju ali objektu,\n- prepozna sumljiva stanja in spremembe na varovanih območjih, objektih in  premoženju,\n- prepozna nevarne predmete in zna ravnati z njimi,\n- izvajanje nalog fizičnega varovanja, zavarovanje življenja in zdravja oseb na  varovanem območju,\n- strokovno odzivanje na različne varnostne pojave in strokovno ukrepanje v  kriznih situacijah,\n nastalih zaostrenih požarno varnostnih razmer ali ob naravnih in drugih  nesrečah, izrednem stanju, krizi in vojni,\n- izvajanje prvih nujnih ukrepov ob zaznavi kaznivega dejanja ali drugega  varnostnega pojava (obveščanje policije, odgovorne osebe naročnika varnostne  storitve),\n- strokovno reagiranje v konfliktnih situacijah,\n- obvladovanje agresivnih strank,\n- izvaja preventivne naloge na področju požarne varnosti,\n- poznavanje posebnosti območij, ki jih varuje,\n- gašenje začetnih požarov,\n- obvladovanje ukrepov nudenja prve pomoči,\n- uporabo različnih komunikacijskih sredstev (prenosne telefone, radijske zveze in  druga tehnična sredstva za komunikacijo),\n- obvladovanje dela s telefonsko centralo, sprejemanje in prevezovanje klicev,\n- sprejemanje in posredovanje elektronske pošte po informacijskem sistemu  organa,\n- spremljanje vseh alarmnih signalov ter signalov sistema v sili (panik stikala),  spremljanje videonadzornega sistema,\n- nadzor nad brezhibnostjo delovanja tehničnega varovanja,\n- spremljanje interventnih odzivov na alarmne situacije,\n- organiziranje in izvajanje intervencije v primeru sprožitve alarmnega signala  oziroma izrednega dogodka,\n- vklop (izklop) alarmnih sistemov varovanja naročnika v objektu uporabnika  storitev po dogovoru z naročnikom,\n- izvajanje vseh ostalih nalog in ukrepov v skladu s pooblastili, pridobljenimi  licencami, usposobljenostjo varnostnikov po določilih Pravilnika o ukrepih  varnostnika (Uradni list RS, št. 35/2004), Zakona o zasebnem varovanju (Uradni  list RS, št. 126/2003), Načrta varovanja ter Požarnih redov in načrtov, ki veljajo  v objektih in prostorih, katere varujejo,\n- zna pripraviti vsebinska poročila v predpisani obliki (tudi v elektronski obliki)\ndokumentacija sodišča, 2009).\n"], "10": ["4.2.1 Posebne naloge", "- Posebne naloge na lokacijah, kjer te storitve potrebujejo so reševanje oseb,  ujetih v dvigalu, rentgenski pregled prtljage in varnostno sumljivih pošiljk,  dovoljenje za nošenje in uporabo strelnega orožja, opravljeno usposabljanje iz  programa varnostnik – bombni operater ter spremstvo sodne osebe, ki prenaša  gotovino (Tehnična dokumentacija sodišča, 2009).\n"], "11": ["4.2.2 Pogoji za opravljanje fizične varnostno – receptorske", "Pogoji za opravljanje fizično varnostne-receptorske službe so:\n- sklenjena pogodba o zaposlitvi,\n- izdana predpisana licenca in opravljeni preizkusi znanja (vključno z vsemi  opravljenimi psihofizičnimi testi) za opravljanje varnostne receptorske službe.  Na tistih lokacijah, kjer je to potrebno pa mora imeti določeno število  varnostnikov tudi licenco za pravilno uporabo RTG naprave za pregled prtljage,  dokazilo o opravljenem usposabljanju za reševanje oseb, ujetih v dvigalu in  dokazilo o dovoljenju za nošenje in uporabo orožja,\n- obvladovanje rokovanja z ročnim detektorjem kovin in detektorskimi vrati za  odkrivanje kovin,\n- aktivno obvladovanje slovenskega jezika,\n- ne smejo biti pravnomočno obsojeni ali v kazenskem postopku,\n- odnos, urejenost in komunikacija (Tehnična dokumentacija sodišča, 2009)\n"], "12": ["4.2.3 Varnostnik", "Varnostnik je kdor poklicno skrbi za varnost premoženja koga (Slovar slovenskega knjižnega jezika, 2008).\nbiti oblečeni v uniformo izvajalca z vidno oznako – priponko z vidnim imenom in priimkom varnostnika in z urejenim zunanjim videzom. Videz in urejenost varnostnika sta pomembni sestavini kakovosti poslovanja in vedenje varnostnega osebja, tako do strank kot tudi zaposlenih. Naloge morajo varnostniki izvajati vljudno a ponosno, spoštljivo a brez ošabnosti in oholosti in profesionalno, a ne preveč togo in prijateljsko. Varnostniki v javnosti ne žvečijo, ne kadijo, ne malicajo in ne pijejo alkoholnih pijač. Hodijo vzravnano, z umirjenim ter odločnim korakom, ki poudari varnostnikovo navzočnost. Nikoli ne smejo z brezglavim vedenjem ustvarjati videza izgubljenosti in negotovosti. Pri uporabi pooblastil so profesionalno uradni in dosledni, nikoli ne grozijo, niti verbalno niti z gestikulacijo. S sodelavci, nadrejenimi, zaposlenimi sodišča, s strankami se pogovarjajo kulturno, uradno in se javno ne prepirajo (Tehnična dokumentacija sodišča, 2009).\nVarnostniki na Okrožnem sodišču v Mariboru delo opravljajo od 07.00 ure do 16.30 ure. Zaposleni svoj prihod in odhod iz dela evidentirajo na registratorju delovnega časa. Varnostnik pa ugotavlja identiteto zaposlenih, ki vstopajo v sodno zgradbo. Med rednim delovnim časom lahko zaposleni naročnika storitve zapuščajo varovano območje. Svoj odhod in prihod evidentirajo na registratorju delovnega časa, ki se nahaja pri službenem vhodu (Razpisna dokumentacija sodišča, 2009).\nTako kot sodno osebje morajo tudi varnostniki ohraniti zase vse, kar v okviru svoje službe ali dela zvedo o strankah, njihovih pravnih in dejanskih razmerjih, varovati tajnost vseh podatkov, do katerih javnost nima dostopa (Razpisna dokumentacija sodišča, 2009).\nVarnostniku med delovnim časom ni dovoljeno zapuščati delovnega mesta razne izjemoma (odziv na alarme, naloge vodje varnostnikov, izredni dogodki, odhod v toaletne prostore...). Preden zapusti delovno mesto, mora preveriti varnostno stanje in za seboj zakleniti recepcijo, vhodna vrata in podobno. Na svoje delovno mesto se mora vrniti v najkrajšem možnem času (Razpisna dokumentacija sodišča, 2009).\n"], "13": ["4.3 Tehnično in intervencijsko varovanje", "Storitve tehničnega in intervencijskega varovanja obsegajo:  − priklop alarmnega signala iz protivlomnega ali protipožarnega sistema, ki sta  vgrajena v prostorih uporabnika storitev na varnostno nadzorni center  izvajalca,  − vsakodnevni 24 urni sprejem signala protivlomne naprave ali protipožarne  naprave z varovanega objekta na varnostni nadzorni center izvajalca po  obstoječi telefonski liniji, upoštevati je potrebno da ponudnik mora  omogočiti sprejem alarmnega signala v varnostno nadzorni center tudi preko  Telekomove infranet povezave,  − stalno pripravljenost in takojšnje ukrepanje varnostno nadzornega centra in  intervencijske skupine izvajalca v primeru sprožitve alarmnega sistema:  − takoj se odzvati na klic varnostno nadzornega centra in potrditi sprejem  naročila o sproženem alarmu,  − pustiti ostalo delo in se tako po najkrajši poti odpraviti do kraja sprožitve  alarma (najkasneje v času do 15 minut, za varnostno območje pa v skladu z  zakonom, ki ureja tajne podatke pa najkasneje v času do 12 minut, računano  od sprožitve alarma do prispetja na lokacijo sodišča),  − v varnostno nadzorni center javiti prihod na varovani objekt,ugotovljeno  stanje varovanega objekta in območja, mesto in vzrok sprožitve alarma in  odhod z objekta,  − zavarovati objekt in območje do prihoda policije, če pri pregledu varovanega  objekta ali območje ugotovijo ali sumijo, da je bilo storjeno kaznivo dejanje,  − zadržati storilca kaznivega dejanja, ki se ga zaloti na varovanem območju do  prihoda policije, tudi z uporabo najmanjše potrebne sile, če se upira,  − o uporabi sile napisati poročilo in ga čim prej dostaviti pooblaščeni osebi  naročnika,  − ugotoviti istovetnost neznane osebe v varovanem objektu ali območju,  odkrivati in opozarjati, da se odpravijo vsi vzroki, pogoji in okoliščine zaradi  katerih lahko pride do poškodovanja, uničenja ali protipravnega odtujevanja  varovanega premoženja ali ogrožanja oseb in na območjih, ki jih varujejo z  intervencijskim posredovanjem,\n na varovanem območju prepreči nastajanje škode na varovanem premoženju,  − seznanitev s Požarnimi načrti in redi na posameznih lokacijah organov, z  vsemi gasilnimi napravami, ki obstajajo v varovanem okolju in s tem, kako  se uporabljajo ter o mestih, kjer je možnost nastanka požara največja,  varovati poslovno skrivnost in interes uporabnika storitve varovanja,  − vklop (izklop) alarmnih sistemov naročnika v posameznih objektih in  prostorih po predhodnem pisnem dogovoru z naročnikom storitve varovanja,  − obdelava podatkov za posamezna obdobja na zahtevo naročnika in priprava  pisnih poročil o varnostnem stanju v varovanih objektih.  − stalno pripravljenost in takojšnje ukrepanje intervencijske skupine v primeru  izrednih dogodkov, zaradi nastalih zaostrenih požarno varnostnih razmer ali  ob naravnih in drugih nesrečah, izrednem stanju (npr. evakuacija celotne  zgradbe zaradi postavitve eksplozivnega sredstva), krizi in vojni (Razpisna  dokumentacija sodišča, 2009).\n4.4 Dvig gotovine ter storitev prevoza oz. prenosa in varovanja denarja  ter drugih vrednostnih pošiljk\nDvig gotovine ter storitev prevoza oz. prenosa in varovanja denarja ter drugih vrednostnih pošiljk, gre za storitve pobiranja in prevoza ter predaje gotovine z odjemnega mesta naročnika na dogovorjeno mesto naročnika, ki se bodo izvajali za potrebe Okrožnega sodišča v Mariboru. Izvajalec mora naveden storitve opravljati z zahtevami in normativi Zakona o zasebnem varovanju, prav tako mora za vsako odjemno mesto izdelati seznam oseb, ki bodo opravljale storitve pobiranja, prevoza in predaje gotovine, voditi mora mesečno evidenco o številu odjemov za odjemno mesto, zagotoviti mora zadostno število in voditi dnevno evidenco števila prevzetih medijev za shranjevanje gotovine (vrečke, kasete), v primeru onemogočene predaje medija za shranjevanje gotovine mora zagotoviti varno hrambo le-tega do možnosti predaje na dostavno mesto (Razpisna dokumentacija sodišča, 2009).\n"], "14": ["5 Zakonska podlaga", "Sodno oblast v Republiki Sloveniji izvajajo sodniki na sodiščih, ustanovljenih z Zakonom o sodiščih ali z drugim zakonom. Sodnik je pri opravljanju sodniške funkcije vezan na ustavo in zakon. Pooblastila in dolžnosti sodnega osebja, ki sodeluje pri izvajanju sodne oblasti, določa zakon. Posebne dolžnosti ostalega sodnega osebja določa sodni red (Zakon o sodiščih).\nSodišča zagotavljajo javnost obravnavanja skladno s procesnimi predpisi, glede zadev sodne uprave pa skladno s predpisi o dostopu do informacij javnega značaja (Sodni red, 1995).\nVarnost na sodiščih je posebej opredeljena v Sodnem redu (32. člen – 36. člen). Za zagotavljanje varnosti sodnikov, sodnega osebja, strank in ostalih udeležencev v postopkih ter za zagotovitev nemotenega poslovanja sodišč, vzdrževanja reda, varovanja sodnih zgradb in funkcionalnih zemljišč, prevoz in varovanja gotovine ter drugega premoženja se na sodiščih izvajajo naloge varovanja z izvajalci zasebnega varovanja, kot jih določa zakon, ki ureja zasebno varovanje in s pravosodnimi policisti, ko to določa zakon, ki ureja naloge in pooblastila pravosodne varnostne policije.\nHišni red v sodni zgradbi določa med drugim, kdaj in kako se morajo obiskovalci izkazati z osebnim dokumentom in postopek v zvezi s kontrolo obiskovalcev ter pravila o morebitnih omejitvah navzočnosti javnosti na glavni obravnavi zaradi prostorskih in varnostnih razlogov (http://www.sodisce.si/sodni_postopki/navodila_za_stranke/. Dobljeno dne 12.07.2010).\nrazen pooblaščenim uradnim osebam zavodov za prestajanje kazni zapora, organom za notranje zadeve in obrambnim silam ob privedbi oseb (Sodni red, 1995).\nDirektor sodišča oz. generalni sekretar Vrhovnega sodišča Republike Slovenije s soglasjem predsednika sodišča pripravi oceno ogroženosti. Ministrstvo, pristojno za pravosodje potrdi oceno ogroženosti, iz tehtnih varnostnih razlogov pa lahko zahteva dopolnitev ocene (Sodni red, 1995).\nPredsednik sodišča ali direktor nemudoma obvestita ministrstvo, pristojno za pravosodje, o ogrožanju varnosti oseb ali premoženja na sodišču.\nSodnik in sodne osebe, katerih varnost je ogrožena zaradi konkretne grožnje, ima pravico zahtevati takojšnjo zaščito varnostne službe sodišča ali drugega ustreznega varnostnega organa ter o tem v najkrajšem možnem času obvestiti direktorja sodišča in ministrstvo, ki vodi evidenco o obvestilih (Sodni red, 1995).\nDirektor sodišča izdela letno poročilo o varnostnem poslovanju sodišč, ki vsebuje vse podatke o varnostnem poslovanju sodišča, motenju poslovanja sodišča, varnostnih grožnjah in drugih izrednih varnostnih dogodkih, ki vplivajo na oceno ogroženosti sodišča (Sodni red, 1995).\nMinistrstvo za pravosodje je izdalo varnostna priporočila v okviru varnostne politike na slovenskih sodiščih. Mag. Marjan Miklavčič je pripravil in povzel varnostna priporočila, ki smo jih prejeli zaposleni na sodišču in v katerih pravi, da varnostna priporočila sodijo v sklop izvajanja ukrepov in nalog Ministrstva za pravosodje z namenom vzpostavljanja večje stopnje varnostne kulture in samozaščitnega obnašanja zaposlenih na sodiščih, pravobranilstvih in tožilstvih (Miklavčič, 2007).\nMiklavčič pravi, da iz statistik o gibanju kriminalitete izhaja, da so kriminalna dejanja izvršena vse bolj nasilno, opazna je profesionalizacija in organizacija dela, pa tudi brezobzirnost storilcev, ki se ne ozirajo na človeška življenja. Prav zaradi navedenega je treba posebno pozornost posvetiti samovarnostnemu obnašanju ljudi, ki delajo v rizičnih poklicih.\n"], "15": ["6.1 Varnostna kultura", "Varnostna kultura v idealni zasnovi je odprta kultura, ki temelji na poštenju, zaupanju, komunikaciji, sodelovanju, gospodarnosti, profesionalnosti, enakosti in spoštovanju osebne varnosti in varnosti organizacije. Varnostna kultura v podjetju je ključ do varnega okolja. Bistvu uspešnega vzdrževanja varnega in stabilnega okolja je učinkovito upravljanje z dejavniki tveganja (http://www.pares.si/index.php. Dobljeno dne 10.09.2010).\nSamovarnostno obnašanje tako ne sodi le v službo, nanj je treba misliti tudi, ko odhajamo iz službe. Kriminal se lahko zgodi v službi, doma, na poti, kjerkoli. Samovarnostno obnašanje lahko reši življenje kjerkoli, zato bi morali biti vedno pozorni na svoje okolje (Miklavčič, 2007).\nZa varnost lahko poskrbimo na več področjih. Fizično vzdržujemo čim boljšo kondicijo, dobro fizično počutje se bo odražalo tudi v psihični stabilnosti, kar se odraža tudi v pripravljenosti na reagiranje na nevarnosti, ki nas obkrožajo. Treba je predvideti od kje nam nevarnost preti in se je potrebno nanjo pripraviti, preden se zgodil. Veliko lahko storimo za svojo varnost na osebnostnem področju s stilom oblačenja in obnašanja. Obleka nam mora omogočati gibanje, obnašati pa se moramo samozavestno.\nprostorov, da bodo vsiljivci z lahkoto vidni, okolica naj že na pogled odvrača storilce s tem,da daje videz varnega okolja, celotna situacija mora pokazati težavnost premagovanja ovir za dostop do cilja. Izogibati se moramo ponavljajočemu obnašanju (navadam, ustaljenemu vrstnemu redu), storilci preučujejo vedenjske vzorce in jih izrabijo za izvršitev kaznivega dejanja. Varnost se lahko izboljša tudi z drugimi ukrepi, predvsem tehničnimi, arhitekturnimi in drugimi, vendar je v takšne ukrepe treba vložiti veliko sredstev, kar je naloga institucije v kateri smo zaposleni (Miklavčič, 2007).\n"], "16": ["6.2 Ukrepi za zagotavljanje varnosti na delovnem mestu", "Za ukrepe na delovnem mestu je dolžan predvsem poskrbeti delodajalec, v našem primeru upravljalec sodne stavbe, s svojimi opozorili in predlogi pa lahko pripomoremo tudi sami.\nDobovšek (2004) pravi, da je večina uslužbencev prepričana, da kriminal na delovnem mestu ni njihov problem. Pričakujejo, da policija ali varnostniki opravijo svoje preventivno delo in odpravijo kriminalne dejavnosti. Za svojo varnost lahko zaposleni v prvem koraku poskrbijo samo, tako da se začnejo zavedati nevarnosti in se začno obnašati tako, da bodo odvrnili nevarne situacije, poleg tega pa si uredijo varno delovno okolje. O tem smo povprašali zaposlene tudi v vprašalniku.\nOdzivanje ljudi na kriminaliteto lahko razdelimo v tri skupine:\n- glede kriminalitete, ki je v družbi, ljudje ne naredijo nič\n- na tiste, ki glede na stanje kriminalitete v družbi nekaj naredijo\n- le malo ljudi je pripravljenih v bojo proti kriminaliteti veliko narediti  (Dobovšek, 2004).\nKriminaliteta je tema, ki zbuja večji odziv, verjetno tega, ker si ljudje predstavljajo neprijetnosti, ki bi jih prinesla viktimizacija. V tem oziru je treba upoštevati vrsto pojavov, ki se med seboj povezujejo. To so: strah, zaskrbljenost in občutek ogroženosti (Meško, Pavlovič, 1998).\n"], "17": ["7 Empirični del", "Fakulteta za varnostne vede je v letu 1999 opravila raziskavo, ki jo je naročilo Ministrstvo za pravosodje, s katero so želeli ugotoviti vrsto in stopnjo ogroženosti sodnikov in sodišč. Del te raziskave smo povzeli, dodali nekatera vprašanja in ugotavljali ali se sodniki in sodno osebje na Okrožnem sodišču v Mariboru počutijo ogroženi, kar je bila vodilna hipoteza. Hkrati smo ugotavljali ali zaposleno osebje pozna kdo varuje Okrožno sodišče v Mariboru in na kakšen način je sodišče varovano.\n"], "18": ["7.1 Opis vzorca", "V raziskavi na Okrožnem sodišču v Mariboru je sodelovalo 50 oseb, od tega 12 sodnikov in 38 oseb sodnega osebja. Povprečna delovna doba zaposlenih sodnikov na sodišču znaša 17 let, povprečna delovna doba sodnega osebja je 9,6 leta. Podatek nam pove, da je med zaposlenimi veliko mladega kadra.\nIz tabele 3 je razvidno, da je enajst sodnikov odgovorilo DA, en sodnik pa je podal odgovor NE. Iz podanih odgovorov sledi, da so sodniki ustrezno seznanjeni z načinom varovanja sodišča.\nIz tabele 4 je razvidno, da je 35 oseb sodnega osebja odgovorilo DA so seznanjeni z načinom varovanja na sodišču, trem osebam ni poznan način varovanja.\nPri podajanju odgovorov na vprašanje: kateri je način varovanja sodišča, so si bili odgovori sodnikov in sodnega osebja identični. Navajali so: fizični način, tehnični način, varnostna služba, video nadzor.\nmnenje šestih sodnikov, pet sodnikov je podalo oceno srednje in en sodnik oceno zelo dobro.\nIz tabele 6 je razvidno, da je sodno osebje podalo največ odgovorov glede varovanosti sodišča z oceno dobro, trinajst oseb je odgovorilo z oceno srednje, tri osebe z oceno zelo dobro in ena oseba z oceno slabo.\nNa vprašanje ali veste kdo opravlja varovanje na sodišču, kjer ste zaposleni so tako sodniki kot sodno osebje vedo, kdo opravlja varovanje na sodišču. V največji meri so odgovorili, da je to varnostna služba, katero so tudi poimenovali, in sicer Protect. Prav tako so se sodniki in sodno osebje strinjali glede ocene varovanja sodišča, ki ga opravlja varnostna služba. 75 % sodnikov je ocenilo z oceno srednje in 55 % sodnega osebja je podalo oceno srednje.\nIz tabele 7 je razvidno, da so pri osmih trditvah podobno odgovarjali vsi sodniki. Glede trditve o sistemu za identifikacijo zaposlenih, je 6 sodnikov odgovorilo ne in 4 sodniki so odgovorili pritrdilno.\nIz tabele 8 je razvidno, se podani odgovori sodniškega osebja razlikujejo predvsem pri trditvi 1 – sistem za identifikacijo zaposlenih, kjer so podali 20 pritrdilnih odgovor, 15 negativnih in tri osebe so podale odgovor ne vem. Pri trditvi 9 – arhiv sodišča je protivlomno varovan, je šest oseb odgovorilo z da, šest oseb z ne in kar 26 oseb ne ve ali je arhiv sodišča protivlomno varovan.\nIz podanih podatkov trditve 10 zaznamo, da sodniško osebje ni seznanjeno ali je skladišče dokazov protivlomno varovano, saj je osebje podalo največ odgovorov ne vem, osem jih je odgovorilo z NE in tri osebe z DA.\nV nadaljevanju smo postavili vprašanje ali so se zaposleni na svojem delovnem mestu počutili ogroženo. Vsi anketirani sodniki so odgovorili z odgovorom ne, kar pomeni, da se na svojem delovnem mestu ne počutijo ogrožene. V raziskavi opravljeni leta 1999 se je počutilo ogroženih 32,4 % sodnikov. Sodno osebje je odgovarjalo drugače, kar je razvidno iz tabele 9.\nRezultati iz tabele 9 kažejo na to, da se 23,7 % sodnega osebja na svojem delovnem mestu počuti ogroženega.\nNajpogostejše oblike groženj nad sodnim osebjem so bile: grožnje po telefonu, verbalni deloma telesni napad, grožnje pri sprejemu strank in predvsem nezadovoljstvo strank, ki so grozile. Ena oseba je prejela grozilno pismo. Pomembno je omeniti, da se je osebje počutilo ogroženo ob bombnem alarmu, ki je bil zadnjem času vsaj trikrat.\nKer je osebje odgovorilo, da se počuti ogroženo v nekaterih primerih, smo analizirali tudi odgovore v tabeli 10, kjer je osebje ocenjevalo trditve o občutkih glede ogroženosti.\nZanimiv podatek iz tabele 10 je, da se sodno osebje počuti precej ogroženo, v primeru, ko so na avtobusnem postajališču in opazijo nasilne mladostnike. Tak odgovor je podalo 19 oseb.\nV tabeli 11 so sodniki ocenjevali kako pogosto se v določeni situaciji na delovnem mestu počutijo ogrožene. Pričakovati je bilo, glede na odgovor, da se na svojem delovnem mestu ne počutijo ogrožene, da bo tukaj uporabljena ocena nikoli. Vendar je pa tukaj podalo pet sodnikov odgovor, da so doživeli posredno grožnjo. En sodnik je doživel tudi neposredno grožnjo in grožnjo po telefonu.\n- sodno osebje\nOcena sodnega osebja se kar bistveno razlikuje od ocene sodnikov. Sodno osebje je deležno največ groženj po telefonu. Tri osebe so odgovorile, da so doživele grožnjo po telefonu zelo pogosto, ena oseba pogosto in šest oseb redko. Glede na odgovore je zaključiti, da je sodno osebje deležno kar veliko groženj po telefonu. Štiri osebe so bile pogosto deležne neposrednih groženj, redko jih je bilo deležnih kar devet oseb. Zanimiv podatek je, da je pet oseb bilo deležnih fizičnega napada.\n71. člen Sodnega reda pravi, da sodniki sprejemajo samo vabljene stranke in druge osebe. Sodnik samostojno odloča, kdaj in katere nevabljene stranke in druge osebe bo sprejel izven naroka ali glavne obravnave (Sodni red, 1995).\nSodno osebje vsaj v času uradnih ur pride neposredno v stik s strankami. Osebje na vpisniku in strokovni sodelavci so tako odgovorili, da so doživeli grožnje po telefonu, posredne in neposredne grožnje ter celo fizični napad.\nAnketiranim je bilo postavljeno vprašanje kako bi ocenili ogroženost družin zaposlenih na sodišču. Tukaj so podali sodniki in sodno osebje dokaj podobne odgovore. 58,3 % sodnikov meni, da so njihove družine ogrožene, 66,7 % jih pa meni, da so družine sodnega osebja bolj ogrožene. Tudi osebje se je strinjalo (44,7 %), da so njihove družine bolj ogrožene kot družine sodnikov (39,5%).\nIz tabele 13 izhajajo sledeči podatki. Enajst sodnikov ne nosi orožja, osem jih pazi na ključe delovnega mesta in osem jih v pisarni nima veliko drobnega inventarja. Devet sodnikov o delu redko govori doma, trije o delu doma ne govorijo nikoli. Opredelili smo tiste z največ odgovori.\nV tabeli 14 so bila enaka vprašanja postavljena sodnemu osebju. Iz tabele je razvidno da nihče od sodnega osebja nikoli ne nosi orožja. Izstopajoča ocena je pri trditvi »računalniška gesla znam na pamet« in kar 26 vprašanih je odgovorilo, da zelo pogosto pazijo na ključe delovnega mesta.\nIz tabele 15 in 16 izhaja kako zaposleni ocenjujejo stopnjo varnostne kulture med zaposlenimi. 75 % sodnikov in 47,4 % osebja ocenjuje stopnjo varnostne kulture kot srednje dobro.\nIz tabele 17 preberemo, da je 75 % sodnikov zadovoljnih z oblikami varnostnega usposabljanja. Iz nadaljnjega vprašanja izhaja, da bi se kar 66,7 % sodnikov udeležilo varnostnih delavnic na sodišču.\nusposabljanja, vendar je % nekoliko drugačen kot pri sodnikih. 52,6 % oseb je zadovoljnih in 47,4 % ni zadovoljnih z oblikami varnostnega usposabljanja na sodišču.\nSodnike in sodno osebje smo še spraševali ali predlagajo kakšne teme za usposabljanje na sodišču in zanimiv podatek je, da si večina anketiranih želi predavanj na temo o prepoznavanju nevarnih situacij in kako v takšnih primerih reagirati. Prav tako si jih kar veliko želi osnovnega usposabljanja borilnih veščin ali samoobrambe. Sodno osebje je predlagalo, da bi se »panic« stikala namestila na različnih oddelkih, na katere v času uradnih ur prihaja veliko strank.\nPovzeli smo probleme in predloge za izboljšanje varnosti pri delu na sodišču. Vprašani so predlagali slednje:\nPredlogi:\n- postavitev detektorja kovin pri stranskem vhodu\n- »razpršitev« stacionarnih točk varnostnikov po sodni zgradbi\n- namestitev detektorjev dima po hodnikih in sanitarijah\n- opremiti telefonske aparate na vidnem mestu z interno številko varnostnika\n- namestiti »panic« stikala na drugih »nevarnih« območjih\n- urediti sistem zaprtih hodnikov in vstop s karticami\nPomanjkljivosti:\n- nespoštovanje sodnikov in sodnega osebja s strani strank kot tudi odvetnikov\n- dvom v sposobnost borilnih veščin varnostnikov\n- varnostniki ne morejo kvalitetno opravljati dela v 12 urnem delavniku\n- neprimerna razporeditev sodnih pisarn\n"], "19": ["7.2 Odgovor na hipoteze", "Raziskava je pokazala nekatere značilnosti varovanja na Okrožnem sodišču v Mariboru. Pokazala je, da si zaposleni želijo usposabljanj na temo varnosti na sodišču.\nHipoteza in ključno vprašanje diplomskega dela je bilo kdo se na Okrožnem sodišču počuti bolj ogroženega. Raziskava je pokazala, da se nihče od sodnikov na sodišču ne počuti ogroženega. 23,7 % oseb sodnega osebja se počuti ogrožene. Potrdila se je naša domneva, da se sodno osebje počuti bolj ogroženo kot sodniki. Vprašani so v večini zadovoljni z načinom in kakovostjo varovanja sodišča. Vprašani v večji meri zaupajo svoji intuiciji.\n"], "20": ["8 Zaključek", "Hipoteza je bila potrjena in rezultati raziskave kažejo, da se sodno osebje počuti bolj ogroženo kot sodniki. Vsi zaposleni bi morali upoštevati varnostna priporočila, ki jih je izdalo Ministrstvo za pravosodje. Tako kot meni večina vprašanih je potrebno, kljub temu, da je organizacija tista katera zaposlenega varuje, uporabiti veliko mero samovarovanja. Ne sodniki in ne osebje naj ne izzivajo in naj sledijo varnostnim priporočilom.\nUkrepi za zagotavljanje varnosti na delovnem mestu so dostop do varovanega objekta, nadzor na delovnem mestu in nadzor nad okolico (Miklavčič, 2007).\nMiklavčič (2007) opisuje v varnostnih priporočilih, da je potrebno umakniti drobni inventar , ki se ga lahko uporabi kot orožje. V opravljeni raziskavi je bilo ugotoviti, da sodniki dobro poznajo varnostna priporočila, ker so odgovori sledili napotkom iz varnostnih priporočil.\nV okviru preventivne dejavnosti lahko zaposleni naredijo veliko sami, in sicer s tem, da se zavejo nevarnosti in si uredijo varno delovno okolje ter se začno samovarnostno obnašati. Prav varnostnemu obnašanju je v sodobni kriminologiji namenjeno vse več pozornosti (Dobovšek 2004).\nKljub upoštevanju varnostnih priporočil in ukrepanju zaposlenih na sodišču menimo, da je smotrno, da se pripravijo vsaj enkrat letno usposabljanja za zaposlene. Tega si v veliki meri želijo tudi zaposleni.\nV diplomski nalogi smo dobili veliko odgovorov na vprašanja, ki verjamemo, da bi predvsem zanimala sodno osebje zaposleno na sodišču, ki je pokazalo interes da sodelujejo v raziskavi in ki pričakujejo, da se bo v varovanju sodne veje oblasti nekaj spremenilo tudi za njih in bo varovanje namenjeno tudi njim.\n"], "abstract": ["Ključna tema diplomske naloge je varnost in varovanje sodnikov in sodnega osebja na Okrožnem sodišču v Mariboru. Sodniki in sodno osebje morajo spoštovati varnostne ukrepe, prav tako pa mora sama organizacija poskrbeti za varno delovno okolje ter mora vlagati v izobraževanje in usposabljanje zaposlenih, da se bodo na delovnem mestu počutili varno. Okrožno sodišče v Mariboru varuje zasebno varnostna služba. Tarča storilcev kaznivih dejanj so lahko v postopku tudi sodniki, prav tako pa vključno z njimi sodno osebje. V empiričnem delu je bila opravljena raziskava - anketa, s katero smo ugotovili, ali se je na področju varovanja v času od zadnje opravljene raziskave na slovenskih sodišč morebiti kaj spremenilo, kako vidijo sistem varovanja zaposleni na sodišču in predvsem ali se počutijo na delovnem mestu ogrožene. Analiza odgovorov bo predstavljena v zadnjem delu diplomske naloge. V raziskavi so sodelovali zaposleni na Okrožnem sodišču v Mariboru."]}