{"1": ["1 UVOD", "Zaradi vedno večjih količin organskih in ostalih komunalnih odpadkov se soočamo s problemi, kam z odpadki ter kako jih reciklirati, predelati ali celo ponovno uporabiti. V današnjih časih, ko se cene mineralnih goriv drastično dvigujejo, je proizvodnja bioplin iz biogenih odpadkov optimalna rešitev. Odpadki se zbirajo po občinah in sam postopek je urejen z občinskimi koncesijami. V Sloveniji je področje urejeno z novo uredbo o odpadkih, ki velja od 31. 12. 2011 in govori o predelavi in odstranitvi odpadkov. Odpadke moramo zbirati ločeno glede na vir nastanka. Vsaka skupina odpadkov ima svojo klasifikacijsko številko, po kateri se razvršča. Prepovedano je mešanje biogenih odpadkov z mešanimi komunalnimi in drugimi odpadki. Za pridobivanje energije v bioplinarnah so posebej zanimivi biogeni odpadki, kot so kuhinjski odpadki, pokvarjeni prehrambeni izdelki, zelenjavni in sadni odpadki, zeleni odpad ipd. Podatki o zbranih količinah se objavljajo v občinskih publikacijah in poročilih.\n"], "2": ["1.1 Namen in cilji", "Za celovito izdelavo študije ravnanja z biogenimi odpadki se je pokazala potreba po geografskem informacijskem sistemu, kjer bomo te podatke zbrali na enem mestu, da bo v prihodnje možno izdelati kompleksne študije potencialov in logistične analize. Mnogo prostorskih podatkov je v Republiki Sloveniji (RS) javno dostopnih v digitalni obliki, zato jih bomo vključili v geografski informacijski sistem.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Zakonodaja o odpadkih v Sloveniji", "Nova uredba o ravnanju z odpadki določa, kako pravilno ravnati, da preprečimo oziroma zmanjšamo nastajanje odpadkov ter izboljšamo učinkovitost uporabe naravnih virov. Zakon o odpadkih v svojem 2. členu govori o uporabi odpadkov. Uredbo uporabljamo za vse vrste odpadkov, razen če je za določeno vrsto odpadkov drugače določeno. V 4. členu določa, kako je potrebno odpadke razvrščati v skupine glede na njihov nastanek ter se jim nato dodeli klasifikacijska številka. Zakon o varstvu okolja v svojem 20. členu govori o ravnanju z odpadki. Onesnaževalci moramo delati na tem, da zmanjšujemo količino odpadkov, ki so škodljivi za ljudi in okolje ter da zagotovimo predelavo. Če predelava ni mogoča, pa vsaj varno odstranitev. Odpadkov ne smemo puščati v naravi ali jih odmetavati. Potrebno jih je predelati oziroma reciklirati. Ko odpadke predelamo v proizvode ali snovi za uporabo ali jih uporabimo za pridobivanje energije, prenehajo biti odpadki. Izvajalec lahko obdeluje odpadke le v primeru, da ima okoljevarstveno dovoljenje za predelavo ali za odstranitev odpadkov (Uredba o odpadkih 16. 12. 2011).\nUredba o ravnanju z biološko razgradljivimi odpadki in zelenim vrtnim odpadom določa, kako ravnati s kuhinjskimi odpadki, ki nastanejo v kuhinji in gostinstvu, ter z zelenim vrtnim odpadom. Uporablja se samo za biorazgradljive kuhinjske odpadke. Kuhinjskih odpadkov ne smemo mešati z drugimi odpadki niti jih ne odvajamo v javno kanalizacijo. V 5. členu ta uredba govori o tem, kako moramo kuhinjske odpadke kompostirati v za to določenih posodah, imenovanih kompostnik, ter jih ne smemo mešati z drugimi vrstami odpadkov vključno z mešanimi komunalnimi odpadki. Te kompostnike nam potem praznijo izvajalci javne službe. V gostinstvu mora povzročitelj kuhinjske odpadke oddajati zbiralcu, voditi se mora evidenca o nastajanju odpadkov iz gostinstva, ta evidenca pa mora biti na vpogled inšpektorju (Uredba o ravnanju z biološko razgradljivimi kuhinjskimi odpadki in zelenim vrtnim odpadom 17. 5. 2010). \nDelavci javnih služb morajo čistiti in razkuževati vodotesne zabojnike za odpadke ter očistiti in razkužiti vozilo, v katerem se ti odpadki prevažajo. Nadzor nad izvajanjem ločenega zbiranja odpadkov izvajajo občinski inšpektorji. Upravljalec bioplinarne mora zagotoviti, da se biološki odpadki takoj, ko pridejo v bioplinarno, skladiščijo oziroma gredo v obdelavo ter da se oprema in naprave redno vzdržujejo, merilne opreme pa redno umerjajo. Okoljevarstvene zahteve za emisije snovi v zrak zahtevajo, da se redno vzdržujejo naprave, da vse tesni ter da se zajemajo odpadni plini. Energija se mora učinkovito uporabljati (Uredba o odlaganju odpadkov na odlagališčih 20. 6. 2008).\nPomen izrazov:\n- odpadek je snov ali predmet, ki ga imetnik zavrže, namerava zavreči ali mora  zavreči;\n- biološki odpadki so biorazgradljivi odpadki z vrtov in iz parkov, živilski in  kuhinjski odpadki iz gospodinjstev, restavracij, gostinskih dejavnosti in trgovin na  drobno ter primerljivi odpadki iz obratov za predelavo hrane;\n- biološko razgradljivi odpadki so anaerobno ali aerobno razgradljivi odpadki;\n- zeleni vrtni odpad so rastlinski odpadki z vrtov in iz parkov, kakor so odpadne veje,  trava in listje, razen odpadkov od čiščenja površin, žaganje in lesni odpadki, če les  ni obdelan s premazi ali lepili, ki vsebujejo težke kovine ali organske spojine;\n- mešani komunalni odpadki so odpadki, ki se v skladu s predpisom, ki ureja  ravnanje z odpadki, uvrščajo med odpadke s številko 20 03 01 iz klasifikacijskega  seznama odpadkov;\n- obdelava biološko razgradljivih odpadkov je kompostiranje, anaerobna razgradnja,  mehansko-biološka obdelava ali katerikoli postopek higienizacije teh odpadkov;\n- naprava je kompostarna in bioplinarna ali katerakoli tehnološka enota in oprema za  mehansko-biološko obdelavo biološko razgradljivih odpadkov, vključno z opremo  za obdelavo odpadnih plinov ali odpadnih vod;\n- bioplinarna je katerakoli tehnološka enota in oprema za obdelavo biološko  razgradljivih odpadkov z anaerobno razgradnjo;\n- mehansko-biološka obdelava biolološko razgradljivih odpadkov je obdelava  katerihkoli biološko razgradljivih odpadkov, vključno z blatom čistilnih naprav ali \n mešanimi komunalnimi odpadki, ki niso primerni za kompostiranje ali za  anaerobno razgradnjo, z namenom, da se tako obdelani odpadki stabilizirajo in da  se zmanjša njihova prostornina;\n- hišno kompostiranje je kompostiranje biološko razgradljivih odpadkov, ki  nastanejo v posameznemu gospodinjstvu kot kuhinjski odpadki ali zeleni vrtni  odpad, ki nastane na vrtu, ki pripada posameznemu gospodinjstvu (Uredba o  ravnanju z biološko razgradljivimi kuhinjskimi odpadki in zelenim vrtnim  odpadom 17. 5. 2010 )\n"], "5": ["2.2 Uporaba biogenih odpadkov v kmetijstvu", "Ločeno zbiranje odpadkov in predelava biogenih odpadkov je v Sloveniji vedno bolj pomembna in razvita. Biogeni odpadki so lahko rastlinskega, živalskega ali mikrobnega izvora, ki končajo kot neuporaben ostanek iz različnih dejavnosti. Zato kmetje že dolga leta uporabljajo večino stranskih pridelkov iz rastlinske predelave, npr. slamo za nastilanje. Problem v kmetijstvu predstavlja predvsem hmeljevina, ki je zaradi sintetičnih vrvic ne moremo kompostirati, vendar pa ima hmeljevina poleg N, P2O5 ter K20 še druga hranila in organske snovi, ki so potrebne za obnovo humusa v tleh. Hranilna vrednost komposta, ki je sestavljen iz listja, trave in vseh zelenih odpadkov, je podobna hranilni vrednosti zrelega hlevskega gnoja. Blato, ki ga dobimo iz čistilnih naprav, ima visoko vsebnost rastlinskih hranil, je pH nevtralen, bogato pa je založen s fosforjem, dušikom ter kalijem. Kakovost in lastnosti pridobljenih blat so različne. Glavna razlika je v vsebnosti vode ter organske snovi oziroma pepela. Rastline približno enako izkoriščajo fosfor, kalij, kalcij in magnezij iz organskih kot iz mineralnih gnojil. Vnos blata iz čistilnih naprav v tla je v Sloveniji prepovedan, če vsebuje patogene črevesne bakterije.\nV članku je govora tudi o kompostiranju. Že v preteklosti so kompostirali vse organske odpadke ter živinska gnojila z dodatkom zmletega lesa ali lubja. Same gnojevke ne moremo kompostirati zaradi prevelike vsebnosti vode. Odpadki z vrta in kuhinje so lahko razkrojljivi, imajo veliko hranil in dostopne energije, zato temperatura med \nkompostiranjem naraste do 80 -C. Visoka temperatura uniči koristne organizme, zato je kompost potrebno zračiti. Ločevali so tudi lesne dele odpadkov (staro pohištvo), vendar so analize pokazale, da pride do previsokih vrednosti svinca (Pb) in kadmija (Cd), če se ne uporablja magnetni ločevalec kovin (Mihelič 2001).\n"], "6": ["2.3 GIS", "Obstaja več različnih definicij, kaj pomeni kratica GIS. Ena izmed najpogosteje uporabljenih je ta, da je geografski informacijski sistem računalniški sistem, ki omogoča shranjevanje, urejanje in analizo ter prikaz geografsko orientiranih podatkov. GIS nam mora omogočiti vnos, analizo ter prikaz georeferenciranih informacij (Wikipedia GIS 15. 9. 2012).\nOsnovne faze pri delu z GIS so: zajemanje podatkov, shranjevanje podatkov, primerjava podatkov, analiza podatkov, shranjevanje rezultata in vizualizacija rezultata. Kmetijstvo kot panoga zahteva natančne meritve (Kvamme 1997).\nOsnovni tipi podatkov za GIS so rastrski podatki, vektorski podatki in database podatki.\n- Rastrske podatke si najlažje prestavljamo kot funkcionalno povezano  dvodimenzionalno pravokotno mrežo celic ali slikanih elementov. Bistveno za  rastrske podatke je, da jih lahko zelo učinkovito in nazorno prikažemo grafično.\n- V GIS-ih vektor enostavno pomeni linijski segment neke podatkovne strukture,  kateremu je dodan spisek opisanih atributov. Uporabljamo jih, da lahko določimo  natančno lokacijo objektov v prostoru.\n- Pri database podatkih gre za tabelarične podatke, ki vsebujejo informacije o  grafičnih elementih (pikslih, točkah, linijah, poligonih) prostorskega  informacijskega sistema. Za vodenje takšnih podatkov uporabljamo Excel, dBase in  druge programe.\n- Tekstovne ali multimedijske vsebine ne spadajo med bistvene podatke v GIS-u, so  pa potrebni, saj vsebujejo dodatne informacije o posameznih podatkih ali rezultatih. \nGIS je učinkovito orodje za upravljanje s prostorskimi podatki ter za izvajanje prostorskih analiz. Z njim lahko planiramo in urejamo prostor, spremljamo stanja v okolju, upravljamo s komunalnimi dejavnostmi ter transportnimi sistemi. GIS podatki so organizirani v plasteh, ki vsebujejo rastrske in vektorske podatke. Vsaka plast posebej vsebuje podatke enega tipa, v vsaki tej plasti pa se nahajajo še posamezni objekti (Wikipedia GIS 15. 9. 2012).\n"], "7": ["2.4 Atlas okolja", "Atlas okolja omogoča pregled zemljevida, kataster, merjenje razdalj ter površin, večkratne povečave ter dostope do prostorskih vsebin, ki so namenjene širšemu krogu uporabnikov. Je spletna storitev, s katero imamo vpogled v prostorske podatke. S pomočjo lokacijske poizvedbe in preseka slojev dobimo informacije, kot so koordinata položaja, parcelna številka, ali je lokacija v zavarovanem območju ter kakšne so lastnosti tega območja (SI meteo 20. 9. 2012 ).\nČe želimo izvedeti, v kateri občini v Pomurju se nahaja določena količina biogenih ter mešanih komunalnih odpadkov, moramo imeti vključene izbrane sloje za potrebe poizvedovanja. Podatke lahko uporablja širši krog uporabnikov. Vsebine so urejene po tematskih skupinah:\n- merilna mesta,\n- okolje,\n- podnebje,\n- vode,\n- narava in tla ter\n- potresi.\n"], "8": ["3 MATERIAL IN METODE", ""], "9": ["3.1 QGIS", "Q GIS je zmogljiv in uporabniku prijazen odprtokodni geografski informacijski sistem. Program podpira vektor, raster in baze podatkov formate. Programsko orodje nam omogoča kreiranje kart in interaktivno raziskovanje prostorskih podatkov z grafičnim vmesnikom. Grafični vmesnik zajema urejanje spremenljivk, shranjevanje in obnavljanje objektov, prostorske zaznamke, funkcijo označevanja, spremembe vektorskih in rastrskih simbiologij ter prepoznavanje funkcij (Wikipedia QGIS 15. 9. 2012 ).\nZa izdelavo digitalnih kart smo uporabili program Quantum GIS (Qgis) verzijo 1.8.0- Lisboa. Vizitko programa prikazuje Slika 1. Program je licenciran z GNU splošno javno licenco (QGIS 2012).\n"], "10": ["3.2 Občina Ljutomer", "Naselje Ljutomer se prvič omenja leta 1242, občina pa je bila ustanovljena leta 1994. Vodi jo županja mag. Olga Karba. Občino Ljutomer sestavljata dva geografsko in gospodarsko povsem različna predela. Severovzhodni del Slovenskih goric je izrazito ravninski s polji ter z večjimi strnjenimi naselji, medtem ko je jugozahodni del gričevnat z vinogradi in raztresenimi naselji. Površina občine je 107 km2. Po površini se med slovenskimi občinami uvršča na 63. mesto. obsega 44 naselij. Nadmorska višina se giblje od 170 m v ravninskem delu do 352 m na gričevnatem predelu. Leta 2009 je imela občina 11 900 prebivalcev. Od tega je bilo 5800 moških in 6100 žensk. Število starejših oseb je bilo večje od števila mlajših. V letu 2009 je bilo v občini zbranih 294 kg komunalnih odpadkov na prebivalca. Registriranih je več kot 350 obrtnikov, samostojnih podjetnikov ter malih podjetij. (Statistični urad Republike Slovenije 2009).\n"], "11": ["3.2.1 Ureditev zbiranja odpadkov v občini Ljutomer", "V poročilu o izvajanju gospodarskih javnih služb zbiranja komunalnih odpadkov in prevoza komunalnih odpadkov na območju občine Ljutomer za leto 2011 je zapisana zakonodaja oziroma odloki ter določila o ločenem zbiranju podatkov. V JP CERO Puconci d. o. o. prevzemajo in zbirajo mešane komunalne odpadke. Te odpadke zbirajo na 14 dni, po naprej določenih datumskih terminih. Teh odpadkov je masno največ, to je tudi razvidno iz količine zbranih odpadkov. Z zbiranjem biološko razgradljivih kuhinjskih odpadkov in zelenega vrtnega odpada so pričeli z julijem 2011. Javna služba zagotovi čiščenje teh zabojnikov s preparatom AGRANETT, ki je biološki aktivator za čiščenje opreme in transportnih sredstev. Zbiranje odpadne embalaže poteka po sistemu odvažanja smeti od vrat do vrat. Z rumeno vrečko se masna količina zbrane odpadne embalaže povečuje, kar dokazuje pravilnost uredbe ločenega zbiranja odpadkov. Enkrat letno, po navadi spomladi, organizirajo odvoz kosovnih odpadkov. Urejen imajo tudi odvoz nagrobnih sveč po pokopališčih. \nV poročilu je podana tudi tabela števila prebivalcev v občini ter števila in vrst zabojnikov za leto 2011. Razmerje med številom hišnih kompostnikov in zabojniki je 73 : 27. Podana je še tabela, ki prikazuje vrste in količine vseh zabojnikov komunalnih odpadkov (Občina Ljutomer 2011).\n"], "12": ["3.3 Občina", "Na portalu e-prostor.gov smo pridobili vektorske plasti slovenske meje, upravnih enot in občinskih mej. To prikazuje Slika 2.\n"], "13": ["3.4 Podatki o sprejetih količinah ločenih frakcij po občinah", "Na občini Ljutomer smo pridobili podatke o sprejetih količinah ločenih frakcij po občinah v letu 2011, kot prikazuje Tabela 1.\nV tabeli so po občinah zbrani podatki o številu prebivalcev, količini zbranih odpadkov, količinah ločenih frakcij v kg, deležu sprejema v odstotkih in izračunani vrednosti zbranih snovi. \nNadalje smo pridobili podatke o odloženi količini komunalnih odpadkov na občino in prebivalca posamezne občine v kg, kar prikazuje Tabela 2.\nposamezne občine v kg 2011 (Občina Ljutomer 2011)\nZa grafični prikaz podatkov so takšne tabele neuporabne, zato smo jih pred vnosom v GIS morali preoblikovati v primerno obliko. Podatki so bili v ta namen vneseni v Excel datoteko, ki jo prikazuje Tabela 3.\n"], "14": ["4 REZULTATI Z RAZPRAVO", "Vektorska plast OBČINE vsebuje polje OB_ID, ki predstavlja enolično identifikacijsko številko vsake slovenske občine, ki smo jo preko relacije JOIN povezali z našimi podatki preko polja ID_OB in na ta način spojili geografske podatke vektorskega sloja z \natributnimi podatki pridobljenimi iz tabel. Atributne podatke iz Excelove datoteke, ki jo prikazuje slika 4, smo shranili v obliki tekstovne datoteke CSV (Comma separated values), ki jo lahko neposredno uvozimo v QGIS. Prikazana je na Slika 3.\nPo uvozu CSV datoteke v QGIS in vzpostavljeni JOIN povezavi med poljema OB_ID in ID_OB, smo povezane podatke shranili v novo združeno vektorsko plast, na kateri imamo prikazane samo obravnavane občine. Prikazuje jo Slika 4. \nObravnavane občine s področja Pomurja prikazuje Slika 5. \nPrvi podatek, ki ga lahko s tako pripravljenimi podatki grafično ponazorimo, je število prebivalcev posamezne občine, kar prikazuje Slika 6 v obliki krožcev. \nPodatki o številu prebivalcev so pomembni za kasnejše analize določenih pokazateljev glede na število prebivalcev. Karta na sliki 10 prikazuje količine zbranih ločenih frakcij v kilogramih po občinah v letu 2011. Celoten obseg zbranih frakcij smo za nazornejši prikaz razdelili v deset ekvivalentnih razredov, od katerih je vsak pobarvan z drugo barvo, kot je razvidno iz legende na Slika 7. \nKer se občine razlikujejo po velikosti in številu prebivalcev, je smiselno, da količine normiramo glede na število prebivalcev, kar nam da mnogo bolj jasno sliko o količinah odpadkov. Karto prikazuje Slika 8. \nKarta na Slika 9 prikazuje količine odloženih mešanih komunalnih odpadkov v kilogramih po občinah v letu 2011. Odložene količine smo za nazornejši prikaz razdelili v deset ekvivalentnih razredov, od katerih je vsak pobarvan z drugo barvo, kot je razvidno iz legende na Slika 9. \nZbrani podatki o količinah mešanih komunalnih odpadkov smo normirali glede na število prebivalcev, kar nam da mnogo bolj primerjalno sliko med občinami. Karto prikazuje Slika 10. \n"], "15": ["5 SKLEPI", "V diplomskem delu je bil oblikovan geografski informacijski sistem, ki predstavlja osnovo za izdelavo nadaljnjih študij o ravnanju z odpadki in posebej biogenimi odpadki. Za osnovo je bila uporabljena vektorska plast slovenskih občin, ki smo jo povezali z atributno datoteko podatkov. Atributna datoteka podatkov je bila ustvarjena iz dokumentov pridobljenih na občini Ljutomer. Podatki iz tiskanih tabel so bili vneseni v geografski informacijski sistem in povezani z vektorskim slojem slovenskih občin. Oblikovane so bile digitalne karte za sprejete količine ločenih frakcij v pomurskih občinah v letu 2011. V prikazu so zajete občine Apače, Beltinci, Cankova, Gornja Radgona, Gornji Petrovci, Grad, Hodoš, Križevci, Kuzma, Ljutomer, Moravske Toplice, Mestna občina Murska Sobota, Puconci, Radenci, Razkrižje, Rogaševci, Sveti Jurij ob Ščavnici, Šalovci, Tišina, Veržej, Črenšovci, Dobrovnik, Kobilje, Lendava, Odranci, Turnišče, Velika Polana. Izdelana je bila tudi digitalna karta sprejetih ločenih frakcij na prebivalca v obravnavanih občinah. Nadalje sta bili po enaki metodologiji izdelani še digitalni karti o odloženih količinah komunalnih odpadkov na občino in prebivalca v kilogramih v letu 2011.\n"], "abstract": ["V diplomskem delu so prikazane možnosti uporabe javno dostopnih geografskih prostorskih podatkov za preučevanje ravnanja z biogenimi odpadki. Mnogo prostorskih podatkov je javno dostopnih v digitalni obliki preko spletnih portalov ali v obliki podatkovnih slojev, ki so nastali v okviru raznih evropskih iniciativ in/ali projektov. Mnogo podatkov je dostopnih v tabelarični obliki v občinskih evidencah. V diplomskem delu so sistematično obdelani javno dostopni digitalni kartografski podatki o biogenih odpadkih v Sloveniji in podatki o zbranih odpadkih v pomurskih občinah v letu 2011. Zbrani so z namenom, da se prikaže možnost uporabe obstoječih podatkovnih virov za nadaljnje analize zbiranja, določevanja potencialov in optimiranje masnih tokov. Iz razpoložljivih podatkov je bil oblikovan GIS sistem, ki v kombinaciji z ostalimi javno dostopnimi digitalnimi geografskimi podatkovnimi sloji tvori dober pripomoček za nadaljnje analize tovrstne problematike. Na praktičnih primerih so prikazani zbrani podatki za občine v Pomurju ter opisi, kako lahko z uporabo teh orodij rešujemo problematiko ravnanja z biogenimi odpadki in prispevamo k povečevanju rabe alternativnih energetskih virov. "]}