{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Podjetja že od nekdaj stremijo k prisotnosti na širšem območju, česar osnovni namen je povečanje zaslužka. Le-to težavo rešujejo z odpiranjem novih odvisnih podjetij ali poslovnih enot, kar zelo razbremenjuje delovanje samo enega centra na večjem prostoru. Pri odvisnih podjetjih gre v veliki večini za odnos hčer (odvisno podjetje) – mati (obvladujoče podjetje). Takšna vzpostavitev odnosov ima tako pozitivne kot negativne posledice. V prvi vrsti gre za razbremenitev obvladujočega podjetja in s tem lažji nadzor na delovanjem in obvladovanjem trga, kot glavna slabost pa je največkrat omenjen nadzor in kontrola odvisnih podjetij s strani obvladujočega podjetja.\nZa tista podjetja, ki se imajo namen povezati, je zelo pomembno, da skozi povezavo ne gledajo zgolj ozko na prednosti, ki jih povezave prinesejo. Zavedati se morajo novih obveznosti, ki nastanejo s povezovanjem in katerim se ne morejo izogniti. Glede prenašanja dobička gre za vrsto novih in dodatnih predpisov, ki jih morajo podjetja v skupini upoštevati, kadar želijo prenašati dobiček med seboj. Podjetja morajo zato pred povezovanjem imeti zelo dobro razdelane načrte povezave in tudi tega, kaj bodo nove povezave prinesle – morajo biti pripravljena.\nPovezana podjetja se tako srečujejo z dodatnimi pravnimi in strokovnimi pravili. V okvir pravnih bi lahko prišteli zakone, ki na takšen ali drugačen način opredeljujejo povezana podjetja in njihovo delovanje ter prenos dobička. Med strokovnimi pravili najdemo standarde, ki so namenjeni bolj ali manj računovodstvu. V standardih so stvari, kot je izračunavanje dobička in njegovo prikazovanje, zelo natančno razdelane. Za administrativne službe v povezanih podjetjih je ključnega pomena, da poznajo te standarde in zakone.\nPri povezanih podjetjih, kjub odvisnosti, vsako podjetje nastopa samo kot samostoja pravna oseba. Tako lahko ima vsako podjetje svoje dele, ki jih potrebuje za nemoteno delovanje, kot so računovodstvo, marketing, ... Kljub temu, da na koncu poslovnega leta vsako izmed podjetij predstavi svoje rezultate, se lahko podjetja odločijo tudi za skupinske računovodske izkaze. V uskupinjene izkaze morajo poleg vseh običajnih postavk vključiti tudi dobiček.\nPrenašanje dobička iz enega podjetja v skupini v drugo podjetje predstavlja določeni maneverski prostor za podjetja v skupini, ki ga lahko s pridom uporabljajo pri skupinskih računovodskih izkazih. Pravi namen prenašanja dobička se pokaže takrat, ko neko podjetje v skupini izkazuje izgubo, ki se na drugi strani vzporedno izniči (kompenzira) z dobičkom drugih podjetij v skupini. Rezultat tega je nižja davčna osnova za davek iz dobička in hkrati manjša obveznost za davek iz dobička. \nPri povezanih podjetjih naletimo na povsem nove težave in rešitve, kadar gre za povezana podjetja, ki niso na istem teritoriju. Gre za primer podjetij, ki se nahajajo v različnih državah, z različnimi predpisi. V tem primeru je za podjetja predvsem pomembno, da z vidika davčnih obveznosti poiščejo eno ali več najugodnejših rešitev za prenos dobiča iz enega v drugo podjetje. Poleg zakonov in predpisov, ki veljajo za vsako posamezno državo, so za povezana podjetja pomembni dvo ali večstranski sporazumi, ki opredeljujejo področja prenašanja dobičkov iz ene v drugo državo oziroma izogibanje dvojnemu obdavčevanju. Ti sporazumi igrajo pomembno vlogo v svetovnem gospodarstvu, saj se podjetja ponavadi širijo v tiste države, s katerimi ima njihova matična država podpisan takšen ali drugačen sporazum, ki predstavlja takšno ali drugačno »prosto trgovino«. Grobo gledano s temi sporazumi največ izgubijo države, ki tako poberejo manjše davke, vendar je potrebno upoštevati naslednje, da se v primeru proste trgovine več investira tako v tujino kot (tudi) domačo državo, s čimer se tudi poveča masa tistih, ki jih država obdavči.\nDržava in podjetja so tako prisiljena sodelovati pri oblikovanju predpisov, tako internih kot tudi eksternih (z drugimi državami ali skupnostmi). Cilj takšnega sodelovanja so nekakšni sinergijski učinki, od katerih imajo koristi tako vse vpletene države kot tudi podjetja.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "V diplomski nalogi želimo prikazati prenos dobička od hčerinskega podjetja, katerega sedež je v Avstriji, k materi, ki je v Sloveniji. Predstavil bom tudi politiko obeh podjetij in njuna videnja glede prenosa dobička preko »meje«. Dejstvo je, da mora tako »mati« kot »hči« oblikovati dolgoročno politiko glede prenosa in izkazovanja tako posameznega kot konsolidiranega dobička.\nV okviru tega bomo teoretično predstavili najpomembnejše dele sporazuma o izogibanju dvojne obdavčitve med Avstrijo in Slovenijo. Hkrati pa bomo predstavili predpise glede obdavčitve dobička v Avstriji in Sloveniji.\nNaš glavni cilj je predstaviti prenos dobička s konkretnimi številkami dveh podjetij, katere vse interese morata ti dve podjetji pri prenašanju dobička upoštevati, pri čemer imamo v mislih predvsem lastne in državne. Opredelili bomo tudi pojme, ki se pojavljajo v zvezi s prenašanjem dobička, pravna in strokovna izhodišča, ki jih morajo podjetja v skupini upoštevati. Na podlagi konkretnih računovodskih poročil bomo poiskali in predstavili morebitne izboljšave in jih poiskusili uvesti v naš primer.\nTrdimo lahko, da je podjetje seznanjeno z vsemi zakonskimi podlagami, ki jih je potrebno upoštevati pri prenašanju dobička iz tujine. Prav tako lahko trdimo, da obvladujoče podjetje zasleduje dolgoročno zastavljene cilje in da se na podlagi teh odloči, ali bo prenašalo dobiček ali ne oz. ali ga bo prenašalo samo delno. K tej trditvi lahko dodamo tudi to, da podjetje pri oblikovanju dolgoročnih ciljev upošteva vstop Slovenije v Evropsko Unijo (v nadaljevanju besedila EU), s čimer se bodo nekateri predpisi spremenili in bodo ugodno vplivali na delovanje obeh podjetij. Pri teh trditvah ne smemo mimo dejstva, da METAL spada v koncern Slovenskih Železarn, ki je v lasti države, ki za razliko od \nprivatnega podjetja zasleduje še druge cilje, kot so ohranjanje delovnih mest in decentralizacije industrije.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavimo lahko, da bo z odpiranjem novih podjetij v tujini in večanjem obstoječih prihajalo do vedno večjega toka dobičkov preko mej. Obvladujoča podjetja bodo tako morala vedno imeti pred seboj celovito sliko o delovanju, saj bodo le tako lahko sprejemala najugodnejše rešitve. Predpostavili bomo tudi, da je podjetje seznanjeno s predpisi in sporazumi glede prenašanja dobička iz tujine. Prav tako moramo upoštevati, da bo Slovenija postala članica EU in da se bodo z vstopom v njo spremenili tudi predpisi glede prenašanja dobička.\nV našem delu se bomo omejili na eno hčerinsko podjetje, ki se nahaja na ozemlju Avstrije, saj ima obvladujoče podjetje še eno podjetje, katerega sedež je v Ameriki. Torej se bomo omejili le na prenos davka od dobička avstrijskega podjetja. Nekaj omejitev predstavlja tudi literatura, ki nam je na voljo. Pomembno omejitev pa vsekakor predstavlja tudi lastna praktična neizkušenost iz področja prenašanja dobička iz tujine ter slabše poznavanje konkretnega delovanja le-tega.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Naše delo lahko štejemo med poslovno raziskavo, saj se ukvarjamo s problemom prenašanja dobička od enega podjetja v eni državi k drugemu v drugi. To poslovno raziskavo lahko opišemo deloma kot statično in deloma kot dinamično, saj bomo prikazali rezultate za posamezno leto na dan 31.12. posameznega leta, na drugi strani pa bomo predstavili rezultate prenašanja dobička skozi daljše obdobje. V raziskovanju bomo v teoretičnem delu uporabili deskriptivni pristop, saj bomo opisovali postopke prenašanja dobička iz tujine, ter strokovne in pravne podlage, ki jih moramo upoštevati pri našem delu. Znotraj deskriptivnega pristopa bomo uporabili metodo deskripcije in metodo kompilacije, s katero bomo povzeli že splošno znana spoznanja in metode prenašanja dobička, ter stališča drugih avtorjev.\nV okviru analitičnega pristopa bomo poskusili teoretično predstavljen prenos dobička prikazali s praktičnim primerom ter oblikovati stališče o njem in prikazati prednosti in pomanjkljivosti ter predloge za njihovo odpravo. \n"], "6": ["2 PRENOS DOBIČKA", ""], "7": ["2.1 Pojem prenosa dobička", "Na prenos dobička pomislimo, kadar gre za povezana podjetja oziroma za odvisna in obvladujoča podjetja, saj se dobiček prenaša od odvisnega k obvladujočemu podjetju. Pri samem prenosu dobička je tudi pomembno, ali gre za prenos med povezanimi podjetji, ki se nahajajo v isti državi ali v različnih državah. Kadar gre za drugi primer, morajo le-ta podjetja dobro poznavati predpise obeh držav in tudi medržavne predpise. Lahko bi rekli, da je prenos dobička iz ene države v drugo državo dosti kompleksnejši, na drugi strani pa zaradi več predpisov daje podjetjem tudi več manevrskega prostora pri prenašanju in izkazovanju dobičkov v posameznih delih ali celotni multinacionalki. Bistvo tega je zmanjševanje davčne osnove in posledično obveznosti. Tu ne smemo pozabiti na dolgoročno zastavljene politike podjetij, ki so lahko v nekem trenutku tudi v navskrižju s kratkoročnim (trenutnim) racionalnim obnašanjem.\n"], "8": ["2.1.1 Vpliv globalizacije in prenosnih cen na davek od dobička", "Skupaj z globalizacijo postajajo prenosne cene eno najpomembnejših področij, s katerimi se bodo predvsem mednarodna podjetja in davčne uprave ukvarjale v prihajajočem obdobju. Bistvo oblikovanja prenosnih cen je najti tisto višino, s katero se kar najbolj poveča dobiček oziroma zmanjša davčna osnova mednarodnega podjetja kot celote (Kuhar 2003, 108).\nPri prenosnih cenah moramo tako upoštevati več vidikov, ki imajo vpliv na oblikovanje le- teh. V grobi delitvi so to (Kuhar 2003a, 108 – 125):\n- poslovni vidik;\n- politika oblikovanja prenosnih cen;\n- računovodski vidik oblikovanja prenosnih cen;\n- davčni vidik oblikovanja prenosnih cen, kamor spadata še: prenosne cene z vidika  davka od dobička in vpliv obdavčitve dobička na sprejemanje poslovnih odločitev.\n"], "9": ["2.1.2 Prenosne cene z vidika davka od dobička", "V državah, ki imajo visoke stopnje obdavčitve dobička, težijo lastniki podjetij k temu, da bi preselili poslovanje oz. dobiček v tiste države, kjer so davčne obremenitve nižje. Podjetja pri sprejemanju poslovnih odločitev gledajo, kako bi čim bolj zmajšala davčne obveznosti ali jih celo odložila na prihajajoča poslovna obdobja, zato je ena izmed pomembnejših dejavnosti mednarodnih podjetij tudi davčno načrtovanje (Kuhar 2003a, 125). \nMednarodna podjetja lahko še posebej izrabljajo prenosne cene, saj so posamezne davčne uprave pristojne za pregled dokumentacije le na svojem območju; poleg tega pa sodelovanje med samimi davčnimi upravami še ni razvito do te mere, da bi lahko sledile množici transakcij, ki v mednarodni trgovini potekajo takorekoč vsak trenutek (Kuhar 2003a, 127).\nNa drugi strani pa se pojavlja problem dvojne obdavčitve, kar zavira razvoj svetovne trgovine. Posledica tega je, da države sklepajo sporazume o izogibanju dvojne obdavčitve, ki vsebujejo postopke in mehanizme, s katerimi se je moč izogniti dvojni obdavčitvi. V teh sporazumih pa ni rešitev za primere, ko se davčne uprave držav pogodbenic ne morejo dogovoriti o delitvi dobička, ki vpliva na davčno osnovo (Kuhar 2003a, 129).\nPrenosne cene bi podjetja morala oblikovati tako, kot oblikujejo cene z nepovezanimi podjetji. (Kuhar 2003b, 64). S tem bi se nekako dosegla primerljivost, za kar se zavzemajo predvsem zunanji uporabniki računovodskih informacij, lastniki, kot tudi davčne uprave.\n"], "10": ["2.2 Davek od dobička", "Davek od dobička se lahko različno opredeli, saj lahko na osnovi enakih knjigovodskih podatkov izračunamo različne višine za davčno obveznost. Poleg samega izračuna imamo na voljo še druga orodja, ki so seveda legalna in ki jih lahko uporabimo, da zmanjšamo davčno obveznost. Zato je za podjetja zelo pomembno, da so seznanjena s predpisi in zakonodajo, ki ureja to področje. Ti predpisi dajejo manevrski prostor podjetjem, v katerem se lahko gibljejo pri izračunavanju davčnih obveznosti. Kadar obstajajo povezana podjetja, se njihov manevrski prostor pri izračunavanju davčnih obveznosti poveča. Še širši manevrski prostor imajo povezana podjetja, ki se nahajajo v različnih državah z različnimi predpisi.\nV knjigovodstvu poznamo davčno in računovodsko poročanje. Vsako izmed naštetih je namenjeno drugim uporabnikom. Davčni izkazi so namenjeni državnim organom, »davkariji«, medtem ko so računovodska poročila namenjena predvsem za interno uporabo in lastnike. Ta poročila se lahko med seboj bolj ali manj razlikujejo. Povezanost med davčnim in računovodskim poročanjem lahko razdelimo v pet skupin (Nobes, Lamb, Roberts 1999, 57 – 58). \n"], "11": ["2.2.1 Davek od dobička pravnih oseb v Sloveniji1", "V grobem rečeno so k plačilu davka od dobička zavezane domače pravne osebe, ki opravljajo dejavnost na ozemlju republike Slovenije. Seveda pa obstajajo izjeme, ki so drugače obravnavane in ki so tako ali drugače opravičene plačevanja davka. Za analiziranje našega primera, prenosa dobička iz tujine, so tako zanimivi le posamezni členi zakona o davku od dobička pravnih oseb.\nPri izračunavanju davčne osnove je potrebno upoštevati dobiček, ki je bil prenešen iz tujine, in jo za enak znesek zmanjšati, vendar le v primeru, če je davek že bil plačan v tujini.\nZnesek, za katerega je bila zmanjšana osnova, ne sme presegati višine davčne osnove, ki bi sicer postala negativna.\nDavčni zavezanec je tudi obvezan k predložitvi ustrezne dokumentacije o plačanem davku v tujini skupaj z davčnim izkazom.\nČe obstaja sporazum o izogibanju dvojnemu obdavčevanju, se za davčne zavezance, ki niso rezidenti republike Slovenije, uporabljajo neposredno določbe takšnega sporazuma.\n"], "12": ["2.2.2 Davek od »dobička« v Avstriji", "Avstrijski davčni sistem spada med najbolj razvite na svetu. V glavnem so davki prilagojeni evropski zakonodaji, saj je Avstrija od 1. januarja 1995 polnopravna članica\nZDDPO – Zakon o davku od dobička pravnih oseb (Ur. List RS, št. 72/93, 20/95, 34/96, 72/98, 27/98 - odločba US, 50/2002 - odločba US in 108/02) \nEU. Dajatve so tako eden najpomembnejših virov skupne javne porabe (Kolarič 1999, 47- 48).\nPravila o vodenju računovodstva zajemajo tudi davčne predpise oz. zvezni davčni predpis (nem. Bundesabgabeordnung, BAO). 124. člen BAO govori, da davčni predpisi priznavajo trgovinska določila o vodenju knjig in sestavi letnih obračunov poslovanja (Koletnik 2003, 158).\nAvstrija ima naslednje davke:\n- dohodnina (Einkommensteuer);\n- davek na plače (Lohnsteuer);\n- davek na dividende (Kapitalertragsteuer);\n- trošarine;\n- davek od »dobička« pravnih oseb (Körperschaftsteuer);\n- davek na dodano vrednost (Umsatzsteuer – Mehrwehrtsteuer);\n- zemljiški davek (Grundsteuer);\n- davek na promet kapitala (Kapitalverkehrsteuer);\n- prometni davek (Verkehrsteuer);\n- ostali prometni davki (sonstige Verkehrsteuer);\n- davek od zemljiške vrednosti (Bodenwertabgabe).\n"], "13": ["2.2.2.1 Davek od dohodka pravnih oseb2", "Davčni zavezanci za davek od dohodka pravnih oseb (Körperschaftsteuer) so pravne osebe. Najbolj se ta davek uporablja pri družbah z omejeno odgovornostjo (GmbH – Gesellschaft mit beschränkter Haftung) in delniških družbah (AG – Aktiengesellschaft).\nOsnova za davek od dohodka je prihodek, ki ga pravna oseba doseže v poslovnem letu, ki se ujema s koledarskim. Pri določanju višine dohodka se ne upoštevajo naslednji stroški:\n- davek od dobička;\n- visoki stroški osebnih vozil, letal, čolnov, tepihov, umetnin;\n- stroški reprezentance;\n- polovica nagrad nadzornemu svetu.\nZa preprečitev dvojne obdavčitve so izplačila dividend vseh vrst, ki jih kapitalska družba prejme od druge domače družbe, pri prejemniku oproščene plačila davka. Pri tujcih velja davčna oprostitev le, če:\n- je udeležba neposredna in znaša v obliki udeležbe v družbi vsaj 25%;\n- udeležba obstaja vsaj 12 mesecev nepretrgoma od zadnjega dne bilanciranja.\nDavčna stopnja je linearna in znaša 34%, kar je ugodneje kot pri podjetnikih, kjer je najvišja davčna stopnja 50%.  Povzeto po Kolarič (1999, 51-52) \nDružba obdavčena z davkom od dohodka lahko dohodek obdrži ali ga razdeli med družbenike. Če je dohodek razdeljen, ga mora družbenik ponovno obdavčiti z dohodnino, vendar le s polovično stopnjo.\nV davčnih izkazih morajo biti zaloge za pravilno upoštevanje in obračunavanje postavk vrednotene po nižjih stroških ali upoštevani tekoči vrednosti. Sprejemljivi metodi za opredelitev stroškov sta: drseča povprečna metoda in metoda zadnje cene.\nDavčno dopustne amortizacijske stopnje v Avstriji so naslednje:\n- zgradbe, uporabljene v proizvodnji 4%;\n- administrativne in druge zgradbe 2%;\n- stroji in oprema 10-20%;\n- pisarniška oprema 20%;\n- pisarniško pohištvo 10-20%;\n- avtomobili 20%.\nKadar podjetje obračuna manjšo amortizacijo od predpisane stopnje, se od davčne osnove odbije samo znesek zajet v računovodskem poročilu. Če pa podjetje obračuna amortizacijo po višji stopnji, kot je zakonsko določena, se bo upoštevala le višina zakonsko določene amortizacije.\nČe je v davčnem izkazu bila ugotovljena izguba, ki je razlika med prihodki in odhodki z upoštevanjem določenih povečanj in zmanjšanj davčne osnove, se davek ne obračuna. Prikazano izgubo lahko podjetje krije z zmanjšano davčno osnovo v naslednjih sedmih letih. Davčni izkaz se mora nanašati na poslovno leto. V večini primerov morajo davčne napovedi oddati do 31. marca naslednjega leta.\n"], "14": ["2.2.2.2 Zakon o davku od dohodka (Körperschaftsteuergesetz – KStG)3", "Avstrijski zakon o davku od dohodka (Körperschaftsteuergesetz) oziroma 401. zvezni zakon iz 7. julija 1988 govori o obdavčitvi dohodkov »korporacij« (nem. Körperschaft) in je razdeljen na sedem podpoglavij.\nI. del - osebni davki.\nV prvi skupini so osebni davki, kamor spadajo:\n- neomejene in omejene davčne obveznosti;\n- javni predpisi o delujočih gospodarskih korporacijah;\n- predpisi o omejitvah osebnih davčnih obveznosti in začetek ter konec davčne  obveznosti.\nDruga skupina osebnih davkov so tisti, ki vsebujejo:\nKörperschaftsteuergesetz - KStG \n- splošne oprostitve;\n- pokojninski in skrbniški skladi;\n- javna (družbeno koristna) dela;\n- investicije v srednje velika podjetja.\nII. del – dohodek.\nDohodki – splošni predpisi:\n- dohodek in njegovo ugotavljanje;\n- delež, odvzem in poraba dohodka;\n- povezane trgovske družbe;\n- oprostitve za donose dosežene v deležih drugih družb in povezanih  mednarodnih podjetjih;\n- odbitna poraba in odhodki;\n- neodbitna poraba in odhodki.\nDohodki – posebni predpisi za zasebnike.\nDohodki – posebni predpisi za inštitucije, ki se ukvarjajo s kreditiranjem:\n- jamčenje iz rezervnih skladov.\nDohodki – posebni predpisi za zavarovalništvo:\n- vračanja v zavarovalništvu;\n- rezervni sklad pri pokojninski blagajni;\n- povrnitev premije (udeležbe v dobičku).\nDohodki – ugotavljanje dohodka na začetku in koncu davčne obveznosti:\n- začetek in konec davčnih oprostitev;\n- prenehanje delovanja podjetja (likvidacija);\n- prenehanje delovanja podjetja (redno prenehanje).\nIII. del – obdavčenje pri omejeni davčni obveznosti:\n- dohodki pri omejeni davčni obveznosti.\nIV. del – tarifa.\nTarifa:\n- davčne stopnje in posebni odbitki;\n- neobdavčeni zneski za namene podpore (olajšave za donacije). \nV. del – izterjava davkov.\nTa del govori o izterjavi davkov, premijah za raziskave in razvoj, šolstvo in investicije (v raziskovanje, ustanavljanje, časovno omejene investicije v šolanje kadra), o časovno omejenih rezervacijah namenjenih kritju stroškov naravnih katastrof in nadomestila za zgradbe in gospodarskega blaga.\nVI. del – prepovedi iz ostalih zveznih zakonov (nem. Bundesgesetze).\nVII. del – prehodni in končni predpisi:\n- začetek veljavnosti zakona in njegovo prenehanje;\n- izvršba.\n"], "15": ["2.2.2.3 Oprostitve plačila davka zaradi udeležbe v kapitalu drugih (mednarodnih) podjetij", "V okviru tega zakona (KStG) je posebej poglavje, ki ga bomo podrobneje predstavili v nadaljevanju.\nI. del – plačilu davka so oproščeni:\n- del prenesenega dobička med dvema domačima povezanima podjetjema;\n- vračila plačil domačih pridobitnih in gospodarskih zadrug;\n- del prenesenega dobička domačih podjetij;\n- del dobička bank in zavarovalnic.\nII. del – preneseni dobički mednarodnih podjetij:\n- za oproščeno davčno obveznost morajo mednarodna podjetja biti v kapitalu  avstrijskega podjetja udeležena vsaj 25%:  a) hkrati mora tuja družba biti primerljiva z domačimi (dejavnost,  velikost);  b) izpolnjevati mora smernice pogodbe pristopa Avstrije k EU;  c) udeležba v kapitalu mora obstajati vsaj dve leti.\n- donosi iz kapitala mednarodnih podjetij:  a) deleži dobička vseh vrst iz udeležbe;  b) dobički iz odtujitve deležev kapitala. Zgoraj omenjena časovna  omejitev ne velja za deleže, pridobljene na podlagi povečanja  kapitala, kolikor se ne bi povečal obseg (delež) udeležbe;\n- deleži dobička mednarodnih korporacij, ki so bili doseženi pred iztekom dveh let,  so obdavčeni. Davčni urad odloča po izteku roka o obveznosti ali oprostitvi davčne  obveznosti. \nIII. del – primeri, ko mednarodna podjetja ne morejo uveljavljati davčno oprostitev (sumi davčne utaje). Sumi utaj davkov:\n- kadar večina prihodkov ne izhaja iz poslovanja, ampak iz financiranja (obresti, ...);\n- obdavčitev dohodka tujih družb, ki se glede na raziskavo davčne osnove oziroma  glede na davčne stopnje ne more primerjati z obdavčitvijo dohodka avstrijskih  družb;\n- kadar ne morejo dokazati, da so pri družbi udeleženi posredno ali neposredno  fizične osebe, nerezidenti, ki jih avstrijski zakoni ne morejo obdavčiti kot rezidenta  republike Avstrije.\nRazbremenitev davka od dobička pravnih oseb od ustreznega tujega davka dosežemo:\n- tako da tuji davek upoštevamo pri obračunavanju davka in davčne obveznosti, ter  jo tako ustrezno zmanjšamo.\n"], "16": ["2.2.3 Obračunavanje in izkazovanje davka od dobička po MRS", "Pri izkazovanju davka od dobička se lahko pojavi nemalo težav. Gre namreč za razlike med računovodskim in obdavčljivim dobičkom, iz njih izvirajoče stalne, časovnousklajevalne in začasne razlike ter z njimi povezan nastanek odloženih terjatev oziroma obveznosti do davka iz dobička. Davek iz dobička predpisuje računovodsko obravnavanje davka iz dobička v tistih primerih, kadar se knjižna vrednost sredstev oz. obveznosti v bilanci stanja razlikuje od njihovih davčnih vrednosti. V teh primerih lahko govorimo o obdavčljivih in odbitnih začasnih razlikah (Hieng 1999, 171 -185).\n"], "17": ["2.2.4 Izogibanje dvojni obdavčitvi", "Ko govorimo o izogibanju dvojni obdavčitvi, mislimo predvsem na enega izmed elementov proste trgovine, ki poteka med dvema državama ali v gospodarski skupnosti. Je oblika spodbude, ki naj bi rezidente neke države spodbudila k investiranju v drugo državo in obratno. Gre namreč za dvostranski sporazum, ki prinaša prednosti in slabosti obema udeleženima stranema. V primeru, da bi prednosti takega sporazuma imela le ena država, se druga država ne bi odločila za sprejetje takšnega sporazuma.\nPredvsem zaradi prednosti povečanja investicij v gospodarstvu, ki jih takšni sporazumi nudijo, so se mnoge države odločile za podpise dvo ali večstranskih sporazumov o izogibanju dvojnega (ali večkratnega) obdavčevanja.\nPri podpisu takšnih sporazumov gre za nekakšen kompromis države. Na eni strani bo država direktno pobrala manj davka, kot bi ga v primeru, da tega sporazuma ne podpiše, na drugi strani bo več investicij v gospodarstvo in posledično večja masa, od koder si bo država odrezala svoj kos »torte« v obliki davkov. Nenazadnje tudi ne smemo mimo \nlobiranja gospodarstvenikov, ki želijo od politikov podpise takšnih in podobnih sporazumov.\n2.2.4.1 BATIDO – Zakon o ratifikaciji konvencije med republiko Slovenijo in republiko\n"], "18": ["Avstrijo o izogibanju dvojnega obdavčevanja v zvezi z davki na dohodek in premoženje", "BATIDO je dvostranski sporazum med Slovenijo in Avstrijo, ki govori o izogibanju dvojnega obdavčevanja. V tej konvenciji sta se državi dogovorili vse, kar je potrebno za izogibanje dvojnega obdavčevanja, s pojasnili in razlagami, ki so uporabnikom v pomoč.\nMed obstoječe davke v republiki Sloveniji, za katere se sporazum uporablja, spadajo:\n- davek na dobiček pravnih oseb;\n- davek na dohodek posameznikov in\n- davek na premoženje. V republiki Avstriji spadajo med te davke:\n- davek na dohodek (die Einkommensteuer);\n- davek na dobiček pravnih oseb (die Koerperschaftsteuer);\n- davek na zemljišča (die Grundsteuer);\n- davek na kmetijska in gozdarska podjetja (die Abgabe von Land und  Forstwirtschaftlichen Betrieben);\n- davek na vrednost zazidljivih praznih zemljišč (die Abgabe vom Bodenwert bei  unbebauten Grundstuecken).\nKadar podjetje posluje v drugi državi pogodbenici preko stalne poslovne enote ali v njej, se lahko dobiček podjetja obdavči v drugi državi, vendar samo v tolikšni meri, kolikor se lahko pripisuje tej stalni poslovni enoti.\nKjer podjetje države pogodbenice posluje v drugi državi pogodbenici preko stalne poslovne enote ali v njej, bo v vsaki državi pogodbenici stalni poslovni enoti pripisan dobiček, ki bi ga lahko pričakovali, če bi bila različno ali ločeno podjetje, ki se ukvarja z istimi ali podobnimi dejavnostmi, katerega stalna poslovna enota je.\nKo se določa dobiček stalne poslovne enote, se mora dovoliti odbitek stroškov, ki nastanejo pri poslovanju stalne poslovne enote, vključujoč poslovodne in splošne upravne stroške, ki so nastali bodisi v državi, kjer se nahaja stalna poslovna enota, bodisi drugje. V primeru, da je bilo v državi pogodbenici običajno določati dobiček, ki se pripisuje stalni poslovni enoti na podlagi razdelitve celotnega dobička podjetja na različne dele, ne more nič preprečiti državi pogodbenici, da bi določala dobiček za obdavčenje s takšno razdelitvijo, ki je običajna. Metoda za razdelitve mora biti takšna, da so rezultati v skaldu z načeli, ki jih vsebuje sporazum.\nDobiček se ne pripisuje stalni poslovni enoti, kadar le-ta samo kupuje dobrine ali blago za podjetje. \nStalni poslovni enoti se mora dobiček določati po isti metodi leto za letom, razen če ni upravičenega in zadostnega razloga za nasprotje.\nZa združena podjetja se štejejo vsa tista (podjetja), kjer je podjetje države pogodbenice neposredno ali posredno udeleženo pri upravljanju, nadzoru ali v kapitalu podjetja druge države pogodbenice, ali ko so iste osebe udeležene neposredno ali posredno pri upravljanju, nadzoru ali v kapitalu podjetja države pogodbenice in podjetja druge države pogodbenice. V obeh primerih obstajajo oziroma se dvema podjetjema v njunih komercialnih in finančnih razmerjih urejajo določeni pogoji, ki so drugačni od tistih, kakršni bi bili med neodvisnimi podjetji, potem bi se dobički, do katerih bi – če takih pogojev ne bi bilo – v enem podjetju prišlo, vendar – prav zaradi takih pogojev do njih ni prišlo, lahko vključi v dobičke tega podjetja in ustrezno obdavči.\nČe država pogodbenica vključi v dobiček podjetja, ki se nahaja v tej državi pogodbenici, dobičke, ki so že bili obdavčeni v podjetju v drugi državi pogodbenici, takrat mora ta druga država ustrezno prilagoditi znesek davka, ki se v tej državi zaračuna od takega davka. Za določanje take prilagoditve je potrebno upoštevati določbe te konvencije in pristojni organi držav pogodbenic se med seboj posvetujejo, kadar je to potrebno. Do odprave dvojnega obdavčenja v Sloveniji pride, kadar rezident Slovenije ustvari dohodek ali ima v lasti premoženje, ki se sme po tej konvenciji obdavčiti v Avstriji. V teh primerih Slovenija odobri:\n- kot odbitek od davka na dohodek tega rezidenta – znesek, ki je enak davku od  dohodka, ki je plačan v Avstriji;\n- kot odbitek od davka na premoženje tega rezidenta – znesek, ki je enak davku od  premoženja, ki je plačan v Avstriji.\nVendar pa takšen odbitek ne sme v nobenem primeru presegati tistega davka na dohodek ali premoženje, ki je bil izračunan pred odbitkom in, ki se, odvisno od primera, nanaša na dohodek ali premoženje, ki je obdavčljivo v Avstriji.\nNadalje je dvojno obdavčenje v Sloveniji odpravljeno, kadar je v skladu s katerim koli določilom te konvencije dohodek, ki ga ustvari, ali premoženje, ki ga ima v lasti rezident Slovenije, oproščen davka v Sloveniji, lahko Slovenija pri obračunanju davka od preostalega dohodka ali premoženja zadevnega rezidenta vseeno upošteva od davka oproščen dohodek ali premoženje. V Avstriji pride do odprave dvojnega obdavčevanja:\n- če rezident Avstrije dobiva dohodek ali ima v lasti premoženje, ki se v skladu z  določbami te konvencije lahko obdavči v Sloveniji, bo v Avstrija izvzela takšen  dohodek ali premoženje iz obdavčenja;\n- kadar avstrijski rezident pridobiva dohodke, ki so v skladu z določili 10., 11. in 12.  člena lahko obdavčeni v Sloveniji, bo Avstrija upoštevala kot odbitek od davka na  dohodek temu rezidentu vsoto, ki bo enaka davku plačanemu v Sloveniji. Višina  upoštevanega zneska ne sme presegati zneska avstrijskega davka, ki je bil  izračunan pred odbitkom in se nanaša na takšne vrste dohodkov iz Slovenije;\n- kadar je v skladu s katerimi koli določili te konvencije pridobljeni dohodek ali  premoženje v lasti rezidenta Avstrije oproščen plačila davka v Avstriji, lahko \nAvstrija vseeno, pri izračunu višine davka na preostalem delu dohodka in  premoženja tega rezidenta, upošteva oproščeni del dohodka in premoženja;\n- če dohodek, ki ga pridobi avstrijski rezident in ga Avstrija v skladu s to konvencijo  uvršča med dohodke, obdavčene v Sloveniji, se vseeno lahko obdavči v Avstriji, če  po opravljenem postopku skupnega dogovora Slovenija oprosti ta dohodek od  obdavčenja v okviru te konvencije.\nPri obdavčevanju stalne poslovne enote, ki jo ima podjetje države pogodbenice v drugi državi pogodbenici, le-to ne bo manj ugodno v drugi državi pogodbenici, kot bi bilo obdavčenje podjetij te druge države, ki opravlja enake dejavnosti. Določbe tega odstavka se ne razumejo, kot da zavezujejo država pogodbenico, da dodeli rezidentom druge države pogodbenice kakršne koli osebne olajšave in odbitke za davčne namene na račun osebnega statusa ali družinskih obveznosti, ki jih dodeljujejo svojim rezidentom.\nPodjetja države pogodbenice, katerih kapital je v celoti ali delno, neposredno ali posredno, v lasti ali pod nadzorom enega ali več rezidentov druge države pogodbenice, ne bodo v prvi omenjeni državi zavezana nikakršnemu obdavčevanju ali zahtevam v zvezi s tem, ki bi bile drugačne ali bolj obremenjujoče – kot obdavčenje in s tem povezane zahteve, ki so jim zavezana druga podobna podjetja prve omenjene države.\n"], "19": ["2.2.5 Primerjava davčnih sistemov4", "Pri davku od dobička pravnih oseb (Körperschaftsteuer) predvidevata obe državi določene olajšave v zvezi z investicijami, rezervacijami, ... pri določanju davčne osnove. Davčna stopnja v Sloveniji znaša 25% in je nižja od avstrijske, ki znaša 34%. Podjetja so v obeh državah dolžna predložiti davčno napoved oziroma izkaz na podlagi zakonov, s katerimi so določene tudi postavke teh izkazov, amortizacijske stopnje, način obračunavanja zalog in podobne določbe za lažje in hitrejše ugotavljanje davčne obveznosti.\nZa urejeno medsebojno sodelovanje na davčnem področju med Slovenijo in Avstrijo sta obe državi sklenili medsebojni sporazum glede obdavčevanja (Doppelbesteuerungsabkommen), ki je začel veljati 1. februarja 1999, predvsem zaradi izogibanja dvojnemu obdavčevanju. Sporazum velja na stvarnem področju predvsem za davke od dohodkov (dobičkov) in premoženja, zato vsebuje prilagoditveno klavzulo za davke iste ali podobne vrste, ki se izterjajo po podpisu sporazuma.\nV obeh državah morajo podjetja pri sestavljanju računovodskih poročil za davčne namene upoštevati zakonska določila, s pomočjo katerih je mogoče doseči zmanjšanje davčne osnove ter hkrati obveznosti. Tako lahko podjetja vložijo finančna sredstva do določene višine v investicije, ki so vsekakor smotrne, saj vplivajo na zmanjšanje davčne osnove. Prav tako lahko oblikujejo dolgoročne rezervacije, ki so izvzete iz davčne osnove. Seveda v davčnem izkazu ne morejo upoštevati vseh poslovnih stroškov kot stroške poslovanja, lahko pa stroške reprezentance vključijo, vendar le do določene višine.\nPovzeto po Kolarič (1999, 68-70) \nPrav tako imata obe državi podobno urejeno področje plačila davka oziroma oddaje davčnih napovedi. Zavezanci za dohodnino in davek od dobička pravnih oseb morajo v obeh državah vložiti davčno napoved do 31. marca naslednjega leta.\n"], "20": ["2.2.5.1 Avstrija kot prostor za investicije", "Pri investiranju v Avstrijo obstajajo določeni predpisi in zakoni, ki se jih morajo investitorji držati. Ti zakoni so za večino držav EU enaki. Zato morajo investitorji, ki vlagajo v Avstrijo, upoštevati naslednje (Bolhe 1993, 3-5):\n- Prepovedano je ustanavljanje podjetij v popolni tuji lasti. Gre namreč za  omejevanje deleža tujega lastniškega kapitala.\n- Na področju nepremičnin ni nikakršnih formalnih omejitev, vendar se v praksi  pogosto otežujejo nakupi nepremičnin, še posebej, če to ni v sklopu poslovne\n"], "abstract": ["Ena izmed rešitev, da bi podjetja ostala konkurenčna, je širitev njihovih dejavnosti na nove trge in nove države. Za širitev na nove trge podjetja pogosto odpirajo odvisna podjetja. Zaradi novega okolja so podjetja deležna tudi novih pravil, ki veljajo v državah, kamor so se razširili. Teh pravil je še posebej deležen dobiček, ki se prenaša med povezanimi podjetji. Podjetja tako vedno znova iščejo ugodnejše rešitve, ki bi nenazadnje prinesle tudi boljše poslovne rezultate."]}