{"1": ["1 UVOD", "Notranja kakovost zelenjave je pojem, ki zajema veliko število parametrov, s katerimi se določajo standardi kakovosti. Ti parametri določajo vsebnost maščob, beljakovin, vitaminov, antioksidantov in ostalih primarnih ali sekundarnih metabolitov v zelenjavi. Notranja kakovost je s strani potrošnika pomembna z vidika zdravja, saj kvalitetno pridelana zelenjava lahko vsebuje višje vsebnosti vitaminov in antioksidantov, ki so pomembni dejavniki pri vezavi prostih radikalov in zmanjševanju oksidativnega stresa. Vsebnost suhe snovi se izpostavlja kot dejavnik, ki vpliva na skladiščno sposobnost zeljenjave. Višjo kakovost lahko dosegajo pridelki trajnostnih pridelovalnih sistemov. Trajnostno in sonaravno naravnana pridelovalna sistema sta ekološki in biodinamični pridelovalni sistem, pri katerih je temeljno načelo zmanjševanje negativnih vplivov na okolje. Netrajnostno naravnana pridelovalna sistema, ki z uporabo lahkotopnih mineralnih gnojil in pesticidov puščata v okolju veliko obremenitev in škodo, sta konvencionalni in integrirani pridelovalni sistem.\nNamen diplomskega dela je preveriti:\n– ali različni pridelovalni sistem vplivajo na vsebnost suhe snovi v zelju in rdeči pesi, vrednotene dva in štiri mesece po skladiščenju;\n– ali različni pridelovalni sistemi vplivajo na izgubo suhe snovi po dekompozicijskem testu v zelju in rdeči pesi, vrednotene dva in štiri mesece po skladiščenju;\n– ali različni pridelovalni sistemi vplivajo na oceno, ki so jo ocenjevalci podali glede na vizualno ocenitev razkroja vzorcev.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Pridelovalni sistemi", ""], "4": ["2.1.1 Ekološki način pridelovanja", "V današnjem času ekološko kmetijstvo pridobiva vse večji pomen v svetovnem in evropskem prostoru. Ekološko kmetijstvo je način trajnostnega kmetijstva, ki temelji na zmanjšanju negativnih vplivov na okolje, doseganju višje kakovosti živil, upoštevanju varovanja okolja in dobrobiti živali (Bavec in sod. 2009). Predvsem je pomembna ohranitev ravnovesja v sistemu tla-rastline-živali-človek, ki je temeljno načelo ekološkega kmetijstva. Za doseganje pridelka in živil višje kakovosti je potreben primeren kolobar, skrb za ohranitev in povečevanje rodovitosti tal, gnojenje z organskimi gnojili in uporaba dovoljenih sredstev za varstvo rastlin (Bavec in sod. 2001). Prepovedana je uporaba lahkotopnih mineralnih gnojil, sintetičnih sredstev za varstvo rastlin, sintetičnih aditivov, regulatorjev rasti in gensko spremenjenih organizmov.\nPri pridelavi rastlin je v ekološkem kmetijstvu obvezna uporaba ekološko pridelanega semena in vegetativnega razmnoževalnega materiala. Priporočljiva je uporaba domačih, avtohtonih in tradicionalnih sort ter zgodnejših in hitro rastočih sort. Primerne so tudi sorte, ki imajo posebne oblike ali barve, kar zagotavlja večjo pestrost in atraktivnost pridelka (Bavec in sod. 2009). Pogoji za ohranjanje rodovitnosti tal pri rastlinski pridelavi so primeren kolobar, setev rastlin za zeleno gnojenje, dvig vsebnosti organske snovi v tleh in uporaba organskih gnojil. Glavna organska gnojila in izboljševalci tal, ki so določeni pri ekološki pridelavi, so hlevski gnoj (posušen hlevski gnoj), kompostirani živinski iztrebki, gnojevka, gnojnica, kompostirani rastlinski in gospodinjski odpadki in organska gnojila, izdelana iz drugih organskih materialov (Pravilnik o ekološki pridelavi 2003). Pri varovanju rastlin pred škodljivci in povzročitelji bolezni je pomembna izbira odpornih sort, \nuporaba različnih naravnih pripravkov, sredstev za nego in krepitev rastlin ter zaščita naravnih sovražnikov škodljivcev (Bavec in sod. 2009).\nLeta 2009 je v Evropski uniji na področju ekološkega kmetijstva začela veljati nova zakonodaja Uredba sveta (ES) št. 834/2008, ki določa temeljne značilnosti ekološkega kmetijstva in Uredbi Komisije (ES) št. 889/2008 in št. 1235/2008, ki natančneje definirata posamezna področja. Tej zakonodaji se v Sloveniji prilagaja in jo izpopolnjuje nacionalna zakonodaja, to je Pravilnik o ekološki pridelavi in predelavi kmetijskih pridelkov in živil (Bavec in sod. 2009). Dodatne zahteve in omejitve v ekološki pridelavi so sprejete in postavljene s strani Zveze združenj ekoloških kmetov Slovenije in različnih blagovnih znamk. Zanimanje za ekološke pridelke kot tudi število pridelovalcev se vsako leto veča. V letu 2010 je bilo v kontrolo vključenih okoli 2.218 kmetij, kar predstavlja približno 3 % vseh kmetijskih gospodarstev v Sloveniji s približno 30.000 ha kmetijske površine v uporabi, kar je 6,6 % vseh kmetijskih površin (Analiza stanja ekološkega kmetijstva).\n"], "5": ["2.1.2 Biodinamični način pridelovanja", "Biodinamično kmetijstvo je metoda ekološkega kmetijstva, ki je bila predlagana in predstavljena s strani utemeljitelja Rudolfa Steinerja. Steiner v svojih predavanjih, imenovanih Poljedelski tečaj, opisuje, da naj bodo tla, rastline, živali in človek, ki so prisotni na kmetiji, obravnavani glede na njihovo celoto telesa, duše in duha. Meni tudi, da mora vsak človek v rastlini prepoznati ''kozmične sile'', to so etične, čiste življenjske sile, ki v sebi nosijo princip implozije. Kozmične sile so v nasprotju s ''terestričnimi silami'', ki izhajajo iz Zemlje kot teža, magnetizem in razpad, ter v sebi nosijo princip eksplozije. Obe sili (zemeljsko in kozmično) skupaj povezuje element čustvenosti, imenovan astralnost. Spoznati moramo duševnost, ki deluje v naravi, da lahko rastlinam zagotovimo tisto, kar potrebujejo. Duševnost rastlin in živali se dopolnjuje še s četrto silo. To je sila ''svetovnega duha'', ki daje vseh živim bitjem v naravi karakteristično obliko (Raziskava 2007). \nPo podatkih Demeter International je na svetu biodinamično kmetijstvo najbolj razvito v Nemčiji, kjer 1.343 kmetij kmetuje na približno 60.000 ha obdelovalne površine. Nemčiji sledijo Francija, Brazilija, Avstrija in Italija. Slovenija je po podatkih na 37 mestu z 18-imi kmetijami, ki kmetujejo na 73 ha površine (Demeter International).\nV raziskavi je bil predstavljen vpliv različnih pridelovalnih sistemov (konvencionalni, integrirani, ekološki, biodinamični in kontrola) na vsebnost sladkorjev, organskih kislin, fenolnih spojin in antioksidantov v rdeči pesi. Rezultati so pokazali, da so bile višje vsebnosti fenolnih spojin in antioksidantov v kontroli in biodinamičnem pridelovalnem sistemu (Bavec in sod. 2010).\n"], "6": ["2.1.3 Integrirani način pridelovanja", "Integrirano kmetijstvo je usmerjeno v zmanjšano uporabo mineralnih gnojil in fitofarmacevtskih sredstev, kar pripomore k zmanjševanju onesnaževanja okolja, ohranitvi rodovitnosti tal in boljši kakovosti pridelka (Popis vrtnarstva). Cilji integrirane pridelave so varovanje okolja, pridelovanje zdrave zelenjave, nadzorovana uporaba gnojil in sredstev za varstvo rastlin in uporaba kolobarja. Temelj pravilne pridelave je enakovredno upoštevanje tako ekonomskih kot ekoloških virov (Osvald 2003). V Sloveniji se izvaja integrirana pridelava poljščin, sadja in zelenjave. Pridelovalci, ki so vključeni v integrirano pridelavo, morajo upoštevati tehnološka navodila, ki so predpisana v Pravilniku o integrirani pridelavi in Tehnoloških navodilih za integrirano pridelavo (izdaja Ministrstvo za kmetijstvo, gozdarstvo in prehrano MKGP). Izdajo certifikatov in ostalo kontrolo nad pridelovalci izvajajo organizacije za kontrolo in certificiranje. Nadzor nad delovanjem teh organizacij izvaja Inšpektorat za kmetijstvo, gozdarstvo in prehrano. Kmetijski pridelek oziroma živilo je z enotno označbo ''integrirani'' označen šele takrat, ko je pridelan v skladu s predpisi in je izdan certifikat s strani kontrolne organizacije. Poleg uradne označbe so lahko pridelki oziroma živila označena tudi z dodatnimi blagovnimi znamkami (Integrirana pridelava v Sloveniji).\n"], "7": ["2.1.4 Konvencionalni način pridelovanja", "Konvencionalno kmetijstvo je intenziven način pridelovanja, katere cilj je v najkrajšem času pridelati velik in vizualno lep pridelek. To se doseže z uporabo lahko topnih mineralnih gnojil, redno uporabo sintetičnih sredstev za varstvo rastlin pred škodljivci, boleznimi in pleveli (Popis vrtnarstva 2000). Zaradi intenzivnega, manipulativnega in slabo nadzorovanega pridelovanja konvencionalo kmetijstvo pušča v naravi veliko obremenitev in dolgoročno škodo. V zadnjih desetletjih se zaradi povečanja obsega naravi prijaznejših načinov, kot so integrirana, biodinamična in ekološka pridelava, zmanjšuje delež konvencionalne pridelave zelenjave.\n"], "8": ["2.2 Notranja kakovost zelenjave", "Sadje, oreščki in zelenjava imajo pomembno vlogo v našem prehranjevanju, še posebej zaradi vira vitaminov, mineralov, vlaknin in antioksidantov. Vsakodnevno uživanje velikih količin sadja in zelenjave je zelo priporočljivo, saj koristi zdravju in lahko zmanjša tveganje za različnimi oblikami raka, srčnih bolezni, kapi in ostalih kroničnih bolezni (Kader in Rolle 2004). Čeprav različne vrste sadja in zelenjave vsebujejo pomembne hranilne vrednosti, se v zadnjih desetletjih postavlja veliko vprašanj o kvaliteti in notranji kakovosti hrane. Pri potrošnikih se vedno bolj povečuje dvom v kvaliteto in pravilno pridelavo ter predelavo zelenjave, kar še dodatno podkrepijo različni škandali v prehrambeni industriji, kot so okužbe hrane z bovino spongiformno encefalopatijo (BSE), bakterijo Salmonela, bakterijo Escherichria coli (E. coli) in dioksini. Zaupanje potrošnikov se tudi zmanjšuje z uporabo gensko spremenjenih organizmov (GSO), kontaminacijo sadja in zelenjave s pesticidi in nitrati ter preventivno uporabo antibiotikov pri živalih in uporabo rasnih hormonov. Vsi ti dejavniki vplivajo na navade potrošnikov, ki so začeli posegati po varni in bolje kontrolirali hrani (Rembialkowska 2004a). Kljub temu da je nakup ekološko pridelanih živil v porastu, je veliko ljudi še vedno nezaupljivih v kakovost ekološke pridelave in bistvo ekološkega kmetijstva. V študiji Univerze v Cambridgeu so rezultati primerjave stališč potrošnikov glede konvencionalno in ekološko pridelane hrane pokazali, \nda se pojavlja dvom potrošnikov pri označevanju ekološko pridelanih izdelkov, predvsem zaradi prijav napačnega označevanja, nepravilne kontrole in certifikacije. Študija tudi dokazuje, da je skrb za zdravje ključni dejavnik, ki vpliva na nakup ekoloških izdelkov in motivira potrošnike, da kupujejo in uživajo ekološko pridelano hrano kot preventivno naložbo v zdravje (Yiridore in sod. 2005). Veliko študij je dokazalo, da ekološko pridelana izpolnjuje visoke varnostne kriterije, izboljšuje in ohranja dober vpliv na okolje in pridelki vsebujejo višje hranilne vrednosti in boljšo notranjo kakovost. Notranjo kakovost zelenjave lahko izmerimo in ovrednotimo s številnimi parametri. Notranjo kakovost delimo na primarne metabolite, kot so ogljikovihidrati, aminokisline, organske kisline, sladkorji in sekundarne metabolite, kot so antioksidanti, flavonoidi, fenolne kisline, kaotenoidi in alkaloidi (Hounsome in sod. 2008).\nRembialkowska (2004b) je izbrala pregled študij in člankov različnih avtorjev, ki so naredili raziskave notrajne kakovosti zelenjave ekološkega in konvencinalnega pridelovalnega sistema. Rezultati so pokazali, da je v povprečju v ekološko pridelani zelenjavi vsebnost vitamina C za 36,3 % višja kot v konvencinalno pridelani. Največja razlika vsebnosti vitamina C je bila v listnati zelenjavi (solata, zelje), najmanjše razlike so bile zaznane v krompirju in zeleni. Višja vsebnost vitamina B2 pri ekološki pridelavi je bila zaznana v peteršilju, v krompirju in korenju pa višja stopnja vitamina B1. V ekološkem korenju so rezultati pokazali večjo količino beta karotena. Vsebnost skupnih sladkorjev je bila večja v ekološko pridelani sladkorni pesi, rdeči pesi, krompirju, špinači in korenju. Večja stopnja skupnih beljakovin je bila zaznanih v konvencionalno pridelanem krompirju, pšenici in korenju.\nV dveh raziskavah (Warman in Havard 1997, Warman in Havard 1998) se je primerjal pridelek, vsebnost vitaminov in mineralov različnih zelenjadnic na vpliv ekološkega in konvencionalnega pridelovalnega sistema. Oba poskusa sta potekala tri leta v petih ponovitvah. V konvencionalni pridelavi so se uporabila NPK gnojila in pesticidi, v ekološki pa kompostiran hlevski gnoj in registrirana sredstva za varstvo rastlin. Prvi poskus se je izvajal na korenju in zelju. Rezultati so pokazali, da način ekološke ali konvencionalne pridelave ni vplival na pridelek, vsebnost vitaminov C in E v korenju in \nzelju ter vsebnost α in β karotena v korenju (Warman in Havard 1997). V drugem poskusu se je primerjala vsebnost vitamina C in E v gomoljih krompirja in v zrnu sladke koruze. Rezultati so pokazali, da pridelovalni sistem ni vplival na pridelek in vsebnost vitaminov C in E (Warman in Havard 1998).\nV raziskavi je bil predstavljen vpliv različnih pridelovalnih sistemov (konvencionalni, integrirani, ekološki, biodinamični in kontrola) na kakovost zelja in rdeče pese. Način pridelave je statistično značilno vplival na vsebnosti železa, magnezija, natrija, cinka in fosforja v zelju, ki so bile najvišje v integriranem pridelovalnem sistemu. Vsebnosti antioksidativnega potenciala, skupnih in posameznih fenolnih spojin in sladkorja v rdeči pesi so bile najnižje v konvencionalni pridelavi (Bavec in sod. 2011).\n"], "9": ["2.3 Skladiščna sposobnost zelenjave", ""], "10": ["2.3.1 Dejavniki kakovosti", "Za boljše razumevanje skladiščne sposobnosti je potrebno spoznati dejavnike, po katerih se določa kakovost zelenjave. Kakovost je definirana kot kombinacija različnih lastnosti, ki dajejo vrednost določeni surovini in je ocenjena z odlično in nadpovprečno oceno. Dejavniki za določanje kakovosti zelenjave so:\n- Dejavniki videza: velikost, oblika, barva, sijaj in odsotnost znakov bolezni ali  znakov napada škodljivcev.\n- Dejavniki teksture: glede na vrsto zelenjave se določa čvrstost, sočnost, žilavost,  hrustljavost.\n- Dejavniki okusa: določajo sladkost, slanost, grenkobo, kislost in aromo.\n- Dejavniki hranilne vrednosti: vsebnost vitaminov, mineralov, vlaknin.\nKakovost zelenjave je odvisna predvsem od genetskih značilnosti določene vrste ali sorte, agrotehničnih ukrepov in načina pridelave (Kader in Rolle 2004).\n"], "11": ["2.3.2 Suha snov", "Suha snov je v pridelku določena kot komponenta, ki ne vsebuje vode. Določa se s tehtanjem in je izmerjena kot masa, ki v pridelku ostane po izgubi vode (Soil Association). Višja kot je vsebnost suhe snovi v pridelku, boljša je njegova kakovost in skladiščna sposobnost. V času skladiščenja se v pridelku z višjo vsebnostjo suhe snovi upočasni proces razgradnje in razpada, upočasni in zmanjša se tudi izguba vode in hranilnih snovi. Rezultati naslednjih raziskav dokazujejo, da ima ekološko pridelana zelenjava višjo vsebnost suhe snovi kot konvencionalno pridelana.\nV primerjavi dveh različnih sort rdeče pese iz ekološke in konvencionalne pridelave so Sikora in sod. izmerili, da je vsebnost suhe snovi za približno 5 % višja v ekološko pridelani rdeči pesi, vendar ni bilo statistično značilnega vpliva načina pridelave na vsebnost suhe snovi (Sikora in sod. 2010). Rembialkowska in sod. so v poskusu, narejenem leta 2006, primerjali tri sorte krompirja v treh pridelovalnih sistemih: ekološkem, integriranem in konvencionalnem. Najvišja vsebnost suhe snovi je bila izmerjena v ekološko pridelanem krompirju (Rembialkowska in sod. 2010). Tudi v raziskavi, narejeni na korenju iste sorte, pridelane v ekološkem in konvencionalnem načinu pridelave, so rezultati pokazali višjo vsebnost suhe snovi v ekološkem korenju (Velimirov 2005).\nVsebnost suhe snovi v pridelku je lahko odvisna od tretiranja z gnojili v različnih pridelovalnih sistemih in količine dodanega dušika. V raziskavi, ki je potekala v mestih Jarna in Uppsala na Švedskem med leti 1971–1979, je bil testiran vpliv tretiranja z ekološkimi in s konvencionalnimi gnojili na kakovost pridelka. Boljša opornost na razgradnjo in boljša skladiščna sposobnost se je izmerila v pridelku krompirja, ki je bil tretiran z ekološkimi gnojili. Zaznana je bila tudi višja vsebnost suhe snovi (Granstedt in Kjellenberg 1996). Podobne rezultate so dokazali v raziskavi v mestu Darmstadt, kjer so v dolgoročnem poskusu primerjali vsebnost suhe snovi v ekološko in konvencionalono pridelanem korenju. Večja izguba suhe snovi je bila pri pridelku tretiranem s konvencionalnimi gnojili (Raupp 1996).\n"], "12": ["3 METODA DELA IN MATERIALI", ""], "13": ["3.1 Osnovni podatki", "Poskus, ki je obravnavan v diplomskem delu, je bil opravljen v okviru projekta Kakovost hrane v odvisnosti od načina pridelave (šifra projekta: J4-9532). Projekt se je izvajal na posestvu Univerzitetnega kmetijskega centra (UKC) v Pivoli pri kraju Maribor. Celoten projekt je trajal tri leta (2008–2011). Na poljskem poskusu so bile posejane štiri oljnice (oljne buče, barvilni rumenik, riček in oljni mak), dve žiti (pšenica in pira) in dve zelenjadnici (rdeča pesa in belo zelje). V poljskem poskusu so bili proučevani štirje pridelovalni sistemi (PS): konvencionalni (KON), integrirani (INT), ekološki (EKO) in biodinamični (BD) ter obravnavanje kontrolne parcele (K) s štirimi ponovitvami v vsakem sistemu ter kontroli. Kontrola je bila v poljskem poskusu obravnavana brez uporabe gnojil in sredstev za varstvo rastlin.\nZa meritve je bilo uporabljeno belo zelje sorte 'Kranjsko okroglo' in rdeča pesa 'Rote Kugel'. Vsaka parcela posamezne zelenjadnice je bila velika 35 m², skupna površina dvajsetih parcel (štirje pridelovalni sistemi s štirimi ponovitvami in kontrola) je bila 700 m². Spravilo rdeče pese se je izvajalo 8. 9. 2009, spravilo zelja pa 31. 9. 2009. Iz vsake parcele se je iz sredine parcele (osrednjih 10 m²) vzelo 20 naključno izbranih rastlin. Ti vzorci so bili uporabljeni za morfologijo. Za vzorčenje pri dekompozicijskem poskusu je bil uporabljen ves pridelek rdeče pese in zelja, ki je bil do opravljanja vzorčenja ustrezno skladiščen v hladilnici Univerzitetnega kmetijskega centra (UKC) Pohorski dvor pri temperaturi 6 -C.\nV preglednici 1 so prikazani ukrepi za varstvo rastlin in obdelava tal v letu 2009 v posameznem pridelovalnem sistemu. \nPridelovalni Osnovna in dopolnilna Zatiranje plevelov Zatiranje bolezni in sistem obdelava tal škodljivcev\nEkološki oranje, predsetvena mehansko zatiranje od 2 uporaba naravnih  priprava tal, setev, do 5 krat v sezoni, pesticidov, predpisani  spravilo požiganje pleveli in za uporabo v  ročno pletje ekološkem kmetijstvu\nBiodinamični oranje, predsetvena mehansko zatiranje od 2 uporaba naravnih  priprava tal, setev, do 5 krat v sezoni, pesticidov, predpisani  spravilo požiganje pleveli in za uporabo v  ročno pletje ekološkem kmetijstvu  in biodinamičnih  preparatov Integrirani oranje, predsetvena upoba herbicidov v kurativna uporaba  priprava tal, setev, skladu s Tehnološkimi pesticidov v skladu s  spravilo navodili o IP, enkratno Tehnološkimi navodili  mehansko zatiranje o IP\nKonvencionalni oranje, predsetvena preventivna uporaba preventivna uporaba  priprava tal, setev, herbicidov, mehansko pesticidov  spravilo zatiranje po potrebi\nKontrola oranje, predsetvena mehansko zatiranje do 3 /  priprava tal, setev, krat v sezoni  spravilo \nV preglednici 2 so prikazana uporabljena gnojila, škropiva in količina dodanega dušika pri zelju v letu 2009 na različnih pridelovalnih sistemih.\nPRIDELOVALNI Gnojenje Količina Varstvo rastlin / škropiva SISTEM dodanega  dušika (N) Konvencionalni 444 kg KAN/ha (27%) 155 kg/ha Perfekthion (2,5 l/ha) (KON) 300 kg NPK/ha (7:20:30) Butisan S (2,5 l/ha)  Fastac (0,12 l/ha)  Karate zeon 5 CS (0,2 l/ha)  Bravo 500 SC (3 l/ha)  Steward (85 g/ha) Integrirani (INT) 444 kg KAN/ha (27%) 165 kg/ha Perfekthion (2,5 l/ha)  Fastac (0,12 l/ha)  Karate zeon 5 CS (0,2 l/ha)  Bravo 500 SC (3 l/ha)  Steward (85 g/ha) Ekološki (EKO) 21.428 kg hlevskega gnoja/ha 106 kg/ha Neemazal – T/S (3 l/ha)  (5:2,5:1,3) Lepinox plus (B.t. var. kurstaki)  (1,5 kg/ha) Biodinamični (BD) 21.428 kg hlevskega gnoja/ha 112 kg/ha Neemazal – T/S (3 l/ha)  (5:2,5:1,3) Lepinox plus (B.t. var. kurstaki)  (1,5 kg/ha)gnoj iz roga  (pripravek 500)  kremen iz roga (pripravek 501) Kontrola (K) / 0 / \nV preglednici 3 so prikazana uporabljena gnojila, škropiva in količina dodanega dušika pri rdeči pesi v letu 2009 na različnih pridelovalnih sistemih.\nPRIDELOVALNI Gnojenje Količina Varstvo rastlin / škropiva SISTEM dodanega  dušika (N) Konvencionalni 270 kg KAN/ha (27%) 125 kg/ha Goltix (4 kg/ha) (KON) 350 kg NPK/ha (7:20:30) Fusilade forte (3 l/ha)  325 kg Kalijeva sol/ha (60%) Beetup compact (3 L/ha)  Agil (1 l/ha)  Amistar Extra (0.8 l/ha)  Bulldock (0.5 l/ha) Integrirani (INT) 270 kg KAN/ha (27%) 130 kg/ha Goltix (4 kg/ha)  450 kg Kalijeva sol/ha (60%) Beetup compact (3 L/ha)  Agil (1 l/ha)  Amistar Extra (0.8 l/ha)  Bulldock (0.5 l/ha) Ekološki (EKO) 21.450 kg hlevskega gnoja/ha 106 kg/ha /  (5:2,5:1,3) Biodinamični (BD) 21.450 kg hlevskega gnoja/ha 112 kg/ha gnoj iz roga (pripravek 500)  (5:2,5:1,3) kremen iz roga (pripravek 501) Kontrola (K) / 0 /\n"], "14": ["3.2 Rdeča pesa", "Rdeča pesa (Beta vulgaris L.) za uspešno rast in velike, kakovostne pridelke zahteva dovolj vlage, zmerno toploto in s hranili dobro založeno zemljo. Gojimo jo lahko na različnih tipih tal, vendar najbolje uspeva na srednje težkih, ilovnato peščenih, odcednih tleh z večjo količino humusa. Uspeva na slabo kislih do nevtralnih tleh, ki imajo pH 5,8 do 7. Rdečo peso lahko na isto poljino sejemo vsako tretje leto ali po petem letu, če so tla okužena s pesno ogorčico. Gojimo jo za tistimi rastlinami, ki smo jih dobro pognojili s hlevskih gnojem (zelje, krompir, paradižnik in kumare). Na prosto rdečo peso sejemo \nkonec aprila, za večjo zgodnost pridelka lahko v zaščitenih prostorih vzgojimo sadike (Osvald 2003). Na srednje založenih tleh gnojimo z 80 do 120 kg dušika/ha (Tehnološki list 1990). Pridelek se pobira, ko je premer zadebeljenih korenov od 5 do 10 cm, pobiramo ga ročno ali z izkopalniki. Pri spravilu ne smemo poškodovati korenov, saj s tem zmanjšamo skladiščno spodobnost. Rdeča pesa se lahko skladišči v primernih zasipnicah ali v kleteh, kjer mora biti temperatura od 0 do 2 -C (Tehnološki list 1990).\n"], "15": ["3.3 Zelje", "Zelje najbolje uspeva na srednje težkih, peščeno glinastih in globokih tleh. Tla morajo vsebovati precej humusa, da dobro zadržujejo vodo. Zelje uspeva v blago kislih do nevtralnih tleh, optimalen pH je od 6,5 do 7,5. Pri kolobarju zelje pridelujemo na prvi poljini, saj dobro prenaša gnojenje s hlevskim gnojem (Černe 1998). Na isto površino sadimo zelje po treh do štirih letih. Za pridelavo zgodnjega zelja gnojimo s približno 115 kg dušika/ha, pozno zelje gnojimo z 250 kg dušika/ha (Osvald 1999). Pridelek pobiramo ročno ali s pobiralniki. Zgodnje sorte pobiramo postopoma, ko dosežejo tehnološko zrelost, pozne sorte pobiramo naenkrat. Zelje skladiščimo v zasipnicah ali kleteh pri temperaturi 0 -C in veliki relativni vlagi (Černe 1998). Sorta 'Kranjsko okroglo' je slovenska avtohtona sorta, ki je bila zapisana v sortno listo leta 1979. Sorta ima okroglo glavo s premerom od 17 do 20 cm, ki je težka od 2 do 4 kg. 'Kranjsko okroglo' je srednje pozna sotra zelja, primerna za kisanja in kratkotrajno skladiščenje (Černe 1998).\n"], "16": ["3.4 Metoda dela", "Metoda dela, po kateri je bil izveden poskus, se imenuje dekompozicijski test. Dekompozicijski test je pokazatelj skladiščne sposobnosti pridelka, saj spreminjanje mase kaže na vsebnost suhe snovi v pridelku. Večja kot je izguba suhe snovi, slabša je skladiščna sposobnost. Izguba suhe snovi je bila določena v sveži masi vzorca, ki smo ga direktno postavili v sušilnico in v vzorcu, ki je bil predhodno deset dni v rastni komori pri \nneoptimalnih pogojih. Tako se je v tem času iz mase vzorca izločila voda in začel se je proces razkroja. Vzorec smo nato postavili v sušilnico. Dekompozicijski test se je opravil drugi mesec po spravilu pridelka (17. 11. 2009) in četrti mesec po spravilu (14. 1. 1010). Pridelke iz vsakega pridelovalnega sistema in kontrole smo vzorčili v štirih ponovitvah, tako da je bilo po dvajset vzorcev vsake zelenjadnice. Za pripravo vzorcev smo iz vsake ponovitve uporabili tri glave zelja ali tri korene rdeče pese. Izbirane so bile povprečne rastline. Glave zelja in korene rdeče pese smo najprej umili, posušili s papirnato brisačo in obrezali. Nato smo vsako glavo in koren narezali na štiri dele in izvzeli sredino. Zelje smo narezali na tanke rezine, rdečo peso pa na majhne kose. Količino narezanega materiala smo razdelili na dva dela oziroma dva vzorca. Za prvi vzorec (vzorec št. 1) smo v petrijevke zatehtali 20 g materiala, nato pa ga stresli v papirnate vrečke in postavili v sušilnico na 70 -C za 72 ur. Nato smo vzorec ponovno stehtali in mu določili vsebnost suhe snovi. Po štirih mesecih skladiščenja smo vzorcem zelja izmerili vsebnost suhe snovi v vsakem pridelovalnem sistem v eni ponovitvi. Za drugi vzorec (vzorec št. 2) smo zatehtali 20 g materiala in ga fotografirali. Nato smo petrijevke zaprli in vzorce postavili v rastno komoro za deset dni na stalno temperaturo 20 -C in 50 % relativno zračno vlago. Med potekom poskusa smo vsak tretji dan izvajali vmesno fotografiranje. Po končanem postopku inkubacije smo izvedli zadnje fotografiranje in stehtali mokre vzorce. Nato smo maso vzorcev dali v papirnate vrečke in jih postavili v sušilnico na 70 -C za 72 ur. Po sušenju smo jih ponovno stehtali in določili vsebnost suhe snovi. Ena petrijevka je tehtala približno 40 g, teža ene papirnate vrečke pa je znašala približno 4 g.\nMateriali, uporabljeni pri dekompozicijskem testu, so bili: kuhinjska deska, nož, petrijevke, tehtnica, skleda, papirnate brisače, papirnate vrečke in fotoaparat.\n"], "17": ["3.5 Obdelava podatkov", "Podatki, ki smo jih izmerili v obravnavanem poskusu, so bili urejeni v programu Microsoft Office Excel 2007. Za statistično obdelavo podatkov smo uporabili programski paket Statgraphics Centurion XV 2005. Za določitev statistično značilnih razlik smo v programu \nuporabili funkcijo Multifactor ANOVA. Srednje vrednosti smo določili s testom Multiple range Test (Duncan test p < 0,05 in p < 0,01). Za določitev standardnih napak (±) smo uporabili funkciji One-Way ANOVA in Summray Statistics. Rezultate smo prikazali in predstavili v preglednicah.\n"], "18": ["3.6 Vizualno ocenjevanje razkroja vzorcev", ""], "19": ["3.6.1 Zasnova ankete", "Anketa je bila sestavljena iz vprašalnika in ocenjevalnega dela. Anketiranec je moral v vprašalniku odgovoriti na vprašanji glede spola in starosti. Pri vprašanju ''Kako pogosto kupujete ekološko pridelano zelenjavo'' je anketiranec označil trditev, s katero se je strinjal. V ocenjevalnem delu ankete je bilo podanih 20 slik vzorcev zelja in 20 slik vzorcev rdeče pese, ki so bili fotografirani po desetih dneh inkubacije v kontroliranih pogojih (pri temperaturi 20 -C in 50 % relativni zračni vlagi), ki niso optimalni za shranjevanje zelenjadnic. Na slikah so bile vidne spremembe barve in strukture vzorca, ki so bile posledica razkroja, gnitja in razpada. Ocenjevalec je v vsaki prilogi podal ocene od 1 do 5 (z oceno 1 je bil ocenjen najbolj razkrojen vzorec, z oceno 5 je bil ocenjen najmanj razkrojen vzorec) petim vzorcem zelja in rdeče pese iz konvencionalnega, integriranega, ekološkega, biodinamičnega pridelovalnega sistema in kontrole. Vzorci so bili označeni z naključno izbranimi trimestnimi kodami. Anketo, ki je bila poslana po elektronski pošti, je izpolnilo 30 ocenjevalcev.\n"], "20": ["3.6.2 Obdelava podatkov ankete", "Rezultati anket so se zbrali in uredili v programu Microsoft Office Excel 2007. Za statistično obdelavo podatkov smo uporabili programski paket Statgraphics Centurion XV 2005. Za določitev statistično značilnih razlik srednjih vrednosti smo uporabili analizo variance ANOVA. \nZa določitev statističnih vrednosti median vsote ocen smo uporabili Kruskal-Wallis test v programskem paketu Statgraphics Centurion XV 2005. Kruskal-Wallis test je neparametričen analog statistične analize One-way ANOVA (McDonald 2009). Mediana ali središčnica predstavlja tisto vrednost, pri kateri ima polovica enot statistične množice ali vzorca manjše vrednosti, polovica pa večje vrednosti od mediane (Bastič 2006).\nZa statistično obdelavo vsot ocen smo uporabili dva preferenčno razvrstitvena testa. Ti testi se uporabljajo za določitev vzorcev, ki jih ocenjevalec razvrsti v naraščajočem in padajočem vrstnem redu glede na preferenco. Podatki so neparametrični, saj niso neodvisno porazdeljeni. Preferenčno razvrstitvene vzorce smo analizirali z Basker's in s Friedmanovim testom. Friedmanov test je sestavljen iz neparametrične enačbe, ki temelji na x² razdelitvi (Lawless in Heymann 2003). Za statistično obdelavo podatkov se rezultat enačbe primerja z vsoto ocen različnih pridelovalnih sistemov. Basker's test primerja vsote ocen, ki jih v našem primeru povzamemo za vsak pridelovalni sistem, z Basker's tabelo, ki nam pokaže kritično razliko vrednosti ocenjevalcev glede na pridelovalni sistem.\n"], "21": ["4 REZULTATI Z RAZPRAVO", ""], "22": ["4.1 Vpliv pridelovalnih sistemov na vsebnost suhe snovi (SS)", "Vsebnost suhe snovi je bila izmerjena po dveh in štirih mesecih skladiščenja v optimalnih pogojih pri rdeči pesi in po dveh mesecih skladiščenja zelja v optimalnih pogojih. Iz preglednice 4 je razvidno, da pridelovalni sistemi statistično značilno ne vplivajo na vsebnost suhe snovi.\nRdeča pesa Zelje Čas poskusa 2 meseca 4 mesece 2 meseca 4 meseca  skladiščenja skladiščenja skladiščenja skladiščenja Pridelovalni sistem ns ns ns *  Vsebnost SS (%) Biodinamični 12,73 ± 0,10 10,80 ± 0,43 6,42 ± 0,26 6,15 Kontrola 13,41 ± 0,66 12,77 ± 0,76 7,50 ± 0,40 6,35 Konvencionalni 12,70 ± 0,97 12,28 ± 0,64 6,66 ± 0,28 5,48 Ekološki 12,95 ± 0,52 10,93 ± 0,24 7,48 ± 0,15 6,25 Integrirani 12,88 ± 0,74 10,73 ± 0,20 6,37 ± 0,40 7,11 Povprečje 12,93 11,50 6,89 6,27 Legenda: ns ni statističnih razlik ± predstavljene so standardne napake srednje vrednosti * rezultati niso statistično obdelani\nNa vsebnost suhe snovi (SS) v rdeči pesi in zelju po dveh in štirih mesecih skladiščenja različni pridelovalni sistemi niso statistično vplivali. Zaznani so bili trendi višje vsebnosti suhe snovi v kontroli pri rdeči pesi po dveh in štirih mesecih skladiščenja in pri zelju po dveh mesecih skladiščenja. Pri rdeči pesi po dveh mesecih skladiščenja in zelju po štirih mesecih skladiščenja je bil zaznan trend nižje vsebnosti suhe snovi pri konvencionalnem pridelovalnem sistemu. \nRezultati raziskave so pokazali, da je bila v krompirju iz ekološkega pridelovalnega sistema izmerjena višja vsebnost suhe snovi kot v konvencionalnem pridelovalnem sistemu (Rembialkovska 2010).\n"], "23": ["4.2 Vpliv pridelovalnih sistemov na izgubo suhe snovi (SS)", "Izguba suhe snovi (SS), ki je izražena v odstotkih (%) in predstavljena v preglednici 5 predstavlja razliko med vsebnostjo SS pred in vsebnostjo SS po dekompozicijskem testu. Pri rdeči pesi v času poskusa po dveh in štirih mesecih skladiščenja in pri zelju v času poskusa po dveh mesecih skladiščinja ni bilo prikazanih statistično značilnega vpliva različnih pridelovalnih sistemov in kontrole na izgubo SS. Statistično značilna razlika (p<0,01) je bila izračunana pri zelju v času poskusa po četrtem mesecu skladiščenja. V povprečju je bila izguba SS 2,85 %. Najvišje izgube so bile izmerjene v integriranem pridelovalnem sistemu (3,98 %). Rezultati v kontroli, biodinamičnem in ekološkem pridelovalnem sistemu se statistično ne razlikujejo. Najmanjša izguba SS je bila zaznana v konvencionalnem pridelovalnem sistemu (2,27 %). Ekološki in konvencionalni pridelovalni sistem se med seboj nista statistično razlikovala. Izguba SS je bila višja v ekološko pridelanem zelju (2,43 %) kot v konvencionalno pridelanem zelju (2,27 %).\nV raziskavi, kjer se je primerjala izguba suhe snovi v ekološko in konvencionalno pridelanem korenju, je Velimirova (2005) prišla do nasprotnih rezultatov. Izguba suhe snovi je bila po dekompozicijskem testu (deset dni inkubacije pri temperaturi 20 -C) višja v konvencionalno pridelanem korenju. Do enakih rezultatov je prišel tudi Raupp (1986), ki je v svoji raziskavi primerjal izgubo suhe snovi po dekompozicijskem testu (tri tedne inkubacije pri temperaturi 15 -C) v ekološko in konvencionalno pridelanem korenju. \nRdeča pesa Zelje\nLeto poskusa 2 meseca 4 mesece 2 meseca 4 mesece  skladiščenja skladiščenja skladiščenja skladiščenja Pridelovalni sistem (PS) ns ns ns **\nIzguba SS (%)\nBiodinamični 0,85 ± 0,38 5,95 ± 0,77 1,32 ± 0,69 2,76 ± 0,14b\nKontrola 1,15 ± 0,65 6,93 ± 0,35 0,63 ± 0,41 2,80 ± 0,13b\nKonvencionalni 0,60 ± 0,13 6,73 ± 0,41 1,38 ± 0,54 2,27 ± 0,10c\nEkološki 1,13 ± 0,08 5,91 ± 0,35 1,27 ± 0,67 2,43 ± 0,06bc\nIntegrirani 0,73 ± 0,28 5,68 ± 0,23 2,30 ± 0,81 3,98 ± 0,17a\nPovprečje 0,89 6,24 1,38 2,85\nLegenda: ns ni statističnih razlik ** statistično značilno (p≤0,01) a, b, c srednje vrednosti po proučevanem dejavniku, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncan α=0,05) ± predstavljene so standardne napake srednje vrednosti\n"], "24": ["4.3 Vpliv pridelovalnih sistemov, časa poskusa in vpliv njune interakcije na izgubo  suhe snovi", "Iz preglednice 6 je razvidno, da pri rdeči pesi ni bilo statistično značilnega vpliva pridelovalnih sistemov na izgubo suhe snovi. Statistično značilne razlike (p≤0,01) so bile ugotovljene pri zelju, kjer je bila najvišja izguba suhe snovi v integriranem pridelovalnem \nsistemu (3,14 %). Ostali pridelovalnimi sistemi so bili statistično enaki. Čas poskusa je statistično vplival na izgubo suhe snovi pri rdeči pesi in zelju. Višje izgube suhe snovi so pri obeh zelenjadnicah bile zaznane v času poskusa po četrtem mesecu skladiščenja. Interakcija pridelovalni sistemi in trajanje skladiščenja ni statistično vplivala na izgubo suhe snovi.\nRdeča pesa Zelje Pridelovalni sistem (PS) ns ** Čas poskusa (ČP) ** ** PS × ČP ns ns  Izguba suhe snovi (%) Pridelovalni sistem Biodinamični 3,40 ± 1,04 2,04 ± 0,42b Kontrola 4,04 ± 1,14 1,71 ± 0,45b Konvencionalni 3,66 ± 1,17 1,83 ± 0,30b Ekološki 3,52 ± 0,91 1,85 ± 0,38b Integrirani 3,20 ± 0,94 3,14 ± 0,49a Povprečje 3,52 2,11 Čas poskusa 2 meseca skladiščenja 0,89±0,15b 1,38±0,28b 4 mesece skladiščenja 6,24±0,21a 2,85±0,14a Legenda: ns ni statističnih razlik ** statistično značilno (p≤0,01) a, b, c srednje vrednosti po proučevanem dejavniku, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncan α=0,05) ± predstavljene so standardne napake srednje vrednosti\n"], "25": ["4.4 Rezultati ankete", "Anketo, ki je bila poslana po elektronski pošti, je izpolnilo 30 anketirancev. V preglednici 7 sta v odstotkih izražena spol in starost anketirancev. Moškega spola je bilo 36,6 % anketirancev, 63,4 % pa ženskega spola. Največ anketirancev je bilo starih med 20 in 30 let. Na vprašanje ''Kako pogosto kupujete ekološko pridelano zelenjavo'' je 50 % anketirancev odgovorilo z nikoli, 36,6 % z občasno in 13,4 % z odgovorom pogosto.\nSPOL % Moški 36,6 Ženski 63,4 STAROST (let) % 10-20 3,4 20-30 53,3 30-40 16,6 40-50 13,3 50-60 10 60-70 / 70-80 / 80-90 3,4 Kako pogosto kupujete ekološko pridelano zelenjavo? % Redno / Pogosto 13,4 Občasno 36,6 Nikoli 50\nV preglednici 8 so prikazani rezultati ocenjevalnega dela ankete, ki prikazujejo vpliv pridelovalnih sistemov na oceno, ki so jo vsakemu vzorcu na slikah v anketi podali anketiranci. Statistično značilne razlike (p≤0,01) so pri zelju bile pri statistični analizi Analiza variance, Kruskal-Wallis in Friedman testu. Basker's test ni pokazal statistično \nznačilnih razlik. V vseh statističnih testih so bili najbolje ocenjeni vzorci v biodinamičnem pridelovalnem sistemu, najslabše pa vzorci kontrole. Pri rdeči pesi so bile statistično značilne razlike pri statistični analizi Analiza variance in Kruskal-Wallis testu. Friedman in Basker's test nista pokazala statističnih razlik. V obeh statističnih testih so bili najboljše ocenjeni vzorci iz konvencionalnega pridelovalnega sistema, najslabšo oceno pa so prejeli vzorci iz integriranega pridelovalnega sistema.\nZELJE Analiza variance¹ Kruskal-Wallis test² Freidman test³ Basker's test4 Pridelovalni sistem ** ** ** ns Biodinamični 4,64 a 373,51 a 418 a 418 Kontrola 1,33 d 75,66 c 120 c 120 Konvencionalni 3,18 b 242,91 ab 287 ab 287 Ekološki 2,70 c 199,85 ab 244 bc 244 Integrirani 3,12 b 235,55 ab 280 ab 280 RDEČA PESA Analiza variance¹ Kruskal-Wallis test² Friedman test³ Basker's test4 Pridelovalni sistem ** ** ns ns Biodinamični 2,86 b 213,25 bc 258 258 Kontrola 3,15 bc 239,31 ab 284 284 Konvencionalni 4,26 a 339,13 a 384 384 Ekološki 2,51 cd 181,43 bc 226 226 Integrirani 2,21 d 154,36 c 199 199 Legenda: ns ni statističnih razlik ** statistično značilno (p≤0,01) ¹ a, b, c, d srednje vrednosti po proučevanem dejavniku, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Tukey α=0,05) ² a, b, c vrednosti median vsote ocen po proučevanem dejavniku, označene z različnimi črkami, se med seboj statistično značilno razlikujejo ³ a, b, c vsote ocen po proučevanem dejavniku, označene z različnimi črkami, se med seboj statistično značilno razlikujejo 4 vsote ocen po proučevanem dejavniku\n"], "26": ["5 SKLEPI", "Na podlagi preučevanja vplivov različnih pridelovalnih sistemov (biodinamični, ekološki, integrirani, konvencionalni in kontrola) lahko sklepamo, da:\n- pri zelju:\n– različni pridelovalni sistemi niso statistično vplivali na vsebnost suhe snovi  izmerjene po dveh mesecih skladiščenja.  – različni pridelovalni sistemi niso statistično vplivali na izgubo suhe snovi  izmerjene po dveh mesecih skladiščenja, ampak so imeli statističen vpliv na izgubo  suhe snovi izmerjene po štirih mesecih skladiščenja. Največ suhe snovi izražene v  odstotkih (%) se je izgubilo v integriranem pridelovalnem sistemu (3,98 %),  najmanj pa v konvencionalnem pridelovalnem sistemu (2,27 %).  – različni pridelovalni sistemi in čas poskusa so statistično vplivali na izgubo suhe  snovi. Največ suhe snovi izražene v odstotkih (%) se je izgubilo v integriranem  pridelovalnem sistemu (3,14 %), najmanj pa v kontroli (1,71 %). Večja izguba suhe  snovi (2,85 %) je bila v času poskusa po štirih mesecih skladiščenja kot po dveh  mesecih skladiščenja (1,38 %). Interakcija pridelovalni sistemi in trajanje  skladiščenja ni statistično vplivala na izgubo suhe snovi.  – statistični testi (Analiza variance, Kruskal-Wallis in Friedman test) prikazujejo  statističeno značilen vpliv pridelovalnih sistemov na oceno vzorcev, ki so jo  anketiranci podali v anketi. Najboljšo oceno so dobili vzorci biodinamičnega  pridelovalnega sistema, kontrola pa je bila najslabše ocenjena. Basker's test ni  podal statistično značilnih razlik.\n- pri rdeči pesi:\n– različni pridelovalni sistemi niso statistično vplivali na vsebnost suhe snovi  izmerjene po dveh in štirih mesecih skladiščenja. \n– različni pridelovalni sistemi niso statistično vplivali na izgubo suhe snovi izmerjene po dveh in štirih mesecih skladiščenja. – je čas poskusa statistično značilno vplival na izgubo suhe snovi izražene v odstotkih. Izguba suhe snovi je bila večja po štirih mesecih skladiščenja (6,24 %) kot po dveh mesecih skladiščenja (0,89 %). Pridelovalni sistemi in interakcija pridelovalni sistemi in trajanje skladiščenja niso podali statistično značilnih razlik. – statistična testa (Analiza variance in Kruskal-Wallis test) prikazujeta statističeno značilen vpliv pridelovalnih sistemov na oceno vzorcev, ki so jo anketiranci podali v anketi. Najboljšo oceno so dobili vzorci konvencionalno pridelovalnega sistema, integrirani pridelovalni sistem pa je prejel najslabšo oceno. Friedman in Basker's test nista podala statistično značilnih razlik.\n"], "abstract": ["Skladiščna sposobnost belega zelja (Brassica oleracea L. var. capitata f. alba cv. 'Krajnsko okroglo') in rdeče pese (Beta vulgaris L. cv. ‘Rote Kügel’), pridelanih v različnih pridelovalnih sistemih, je bila analizirana z dekompozicijskim testom v obdobju dveh in štirih mesecev po spravilu pridelka v letu 2009. Vzorci so bili pridobljeni iz konvencionalnega, integriranega, ekološkega, biodinamičnega pridelovalnega sistema ter kontrole (brez uporabe gnojil in fitofarmacevtskih sredstev). Izguba suhe snovi in vidne spremembe so bile opažene v vzorcu, ki so bili 10 dni shranjeni v inkubatorju pod neoptimalnimi pogoji (dekompozicijski test). Rezultati ne kažejo vpliva pridelovalnega sistema na vzorce, ki so bili inkubirani drugi mesec po spravilu pri zelju in drugi ter četrti mesec pri rdeči pesi, razlike pa so bile statistično značilne četrti mesec po spravilu pri zelju, kjer je bila največja izguba suhe snovi izmerjena v integriranem pridelovalnem sistemu. Vidna sprememba vzorcev, ki se je ocenjevala z anketo, je bila največja pri zelju v kontroli in pri rdeči pesi v integriranem pridelovalnem sistemu. "]}