{"1": ["1 UVOD", "Bolnišnica Golnik – KOPA je naslednica klimatskega zdravilišča za pljučne bolnike, ki je bilo na Golniku ustanovljeno leta 1921. Tuberkuloza je zaznamovala lep del njene zgodovine, nakar je sledilo obdobje razvoja pulmologije (osemdesetletna tradicija) in nato še alergologije (dvajsetletna tradicija). [1]\nZa prenovo so se odločili zaradi dotrajanega transformatorja in odprtega zbiralnega sistema SN. Eden izmed glavnih razlogov za prenovo je zamenjava nizko napetostnih razdelilnih omar, ki so izvedene zelo kompleksno.\nTehnološke naprave so zelo potratne pri porabi električne energije. Te naprave se močno grejejo, so pa zelo občutljive na povečano temperaturo v prostorih, v katerih so nameščene, tako da je potrebno zelo intenzivno hlajenje ter prezračevanje prostorov in naprav čez celo leto, v poletnem obdobju pa še posebej.\nPoraba električne energije v Bolnišnici Golnik navkljub varčevanju vsako leto malo poraste. Povečanje porabe se dogaja predvsem zaradi nameščanja novih naprav, ki pa včasih niso najbolj varčne.\nLeta 2010 so na primer porabili 2,3 milijona kWh električne energije, končna moč porabe pa je znašala tudi do 490 kW, kar je skoraj na meji dovoljenega za transformator (80 % nazivne moči).\nV transformatorski postaji je bil nameščen transformator 630 kVA, ki ni imel več rezerve v zmogljivosti. V objekt (v prostor stikališča) je zamakalo skozi strop. V istem prostoru so bile nameščene tudi nizkonapetostne razdelilne omare.\nV sosednjem prostoru sta nameščena dva dizelska agregata – novejši (2007), moči 500 kW, in starejši, moči 280 kW, ki skrbita za dobavo električne energije ob izpadu s strani Elektro Gorenjske.\nPo prenovi sta v transformatorsko postajo vgrajena dva transformatorja, vsak z močjo 1000 kVA. Ker ni pričakovati večjega zmanjšanja porabe električne energije, se je vgradil večji transformator, drugega pa smo morali vgraditi zaradi standardov, ki veljajo za bolnišnice (100 % rezerva).\nCilji diplomske naloge so torej podrobnejši opis prenovljenega stanja transformatorske postaje Golnik, izračuni in meritve za ustrezno izbrano opremo.\nV drugem poglavju zasledimo predstavitev transformatorske postaje Golnik in opis obstoječega stanja, predhodnega stanja in projektne rešitve.\nV tretjem poglavju se nahajajo rezultati meritev, ki smo jih izvedli na 0,4 kV strani transformatorja 20 kV/0,4 kV, moči 630 kVA, do nizkonapetostnih zbiralnic glavne razdelilne plošče.\nV četrtem poglavju se nahajajo vsi pomembni tehnični izračuni kablov in vodnikov ter dimenzioniranje opreme.\nPeto poglavje nam predstavi opis vgrajene opreme, transformator, srednje napetostni stikalni blok in nizkonapetostno razdelilno omaro.\nDiplomsko delo se zaključuje s sklepom, ki je podan v šestem poglavju.\n"], "2": ["2 PREDSTAVITEV TP GOLNIK", ""], "3": ["2.1 Opis obstoječega stanja", "Trenutne potrebe po električni energiji pokriva obstoječa transformatorska postaja – pol vkopan betonski objekt s transformatorjem 630 kVA 20/0,4 kV, SN stikališčem 20 kV, NN stikalnim blokom in kompenzacijsko napravo. Meritve električne energije so na SN nivoju. Transformatorska postaja je priključena na 20 kV zanko Elektro Gorenjske. Obstoječi transformator 630 kVA nima več rezerve v moči. Potrebna je rekonstrukcija – prenova transformatorske postaje s povečanjem moči in zagotovitvijo rezerve v napravah [2].\n"], "4": ["2.2 Predhodno obdobje", "Prehodno obdobje je čas od zaustavitve stare transformatorske postaje do zagona nove. Ker mora v tem času Bolnica Golnik delovati, je potrebno za premostitev časa izklopa stare transformatorske postaje in pred vklopom nove v neposredni bližini postaviti začasno transformatorsko postajo 20 kV/0,4 kV moči 630 kVA, v celoti s SN in NN blokom, ki bo prevzela celotno električno breme. Ta mora delovati v času odstranjevanja opreme stare transformatorske postaje, gradbene prenove prostorov in montaže nove opreme. Po uspešnem testiranju nove je potrebno zopet skladno z investitorjevimi zahtevami preklapljati porabnike na nove NN odcepe.\n"], "5": ["2.3 Projektna rešitev", "Po opravljenih meritvah in ogledu objekta bolnišnice Golnik smo ugotovili, da je trenutno stanje transformatorske postaje izredno slabo in kritično. Za varno obratovanje vseh porabnikov, ki so ključnega pomena za življenje ljudi (intenzivna, operacijska soba itd.), je potrebna rekonstrukcija obstoječe transformatorske postaje.\nV projektirani TP GOLNIK bosta dva transformatorja 20 kV/0,4 kV moči po 1000 kVA. TP ne bo tipske izvedbe, ampak bo vgrajena v obstoječem objektu, ki bo predelan. V srednjenapetostnem stikalnem delu postaje bo vgrajen stikalni blok \"Siemens\", tip 8DJH- stik 81 (RK, RK, L, M, TR, TR), v nizkonapetostnem delu pa bosta nameščeni dve nizkonapetostni dovodni in odvodni polji, kjer se priključijo odvodni nizkonapetostni kabli ter spojno polje. Predviden nizko napetostni blok bo dimenzioniran za dva transformatorja moči 1000 kVA, ki bosta vgrajena v transformatorsko postajo [2].\nV naslednjem poglavju so prikazane meritve jalove energije, faktor moči cos, frekvence, delovne moči, napetosti, tok in prisotnost višjih harmonskih komponent ter njihova vrsta.\n"], "6": ["3 MERITVE", "Osnovni namen meritev je ugotoviti stanje obremenitve transformatorske postaje. Meritve smo izvajali v polnem obratovanju in izključeni obstoječi kompenzacijski napravi – s tem dosežemo maksimalno moč obratovanja in maksimalno prisotnost harmonskih komponent višjega reda.\nMeritve smo izvajali na 0,4 kV strani transformatorja 20 kVA/0,4 kVA, moči 630 kVA, na dovodu do NN zbiralk glavne razdelilne plošče. Prikazani so pomembnejši parametri meritev, iz katerih je vidna vsa dinamika spreminjanja obtežbe in posledice te dinamične obremenitve sistema.\nGrafični prikazi nam dajejo popolno podobo dogajanja med obratovanjem porabnikov, obremenitvenim stanjem transformatorja, napetostnim nivojem med obratovanjem, distorzijo napetosti in distorzijo toka ter vsebnostjo višjih harmonskih komponent v tem omrežju. Sekvenca merjenja je bila 10 minut.\n"], "7": ["3.1 Rezultati meritev", "Pri analizi se ukvarjamo predvsem z jalovo močjo, faktorjem moči cos φ, frekvenco, delovno močjo, napetostjo, tokom in prisotnostjo višjih harmonskih komponent ter njihovim redom. Na podlagi pridobljenih rezultatov meritev določimo predlog za sanacijo obstoječega stanja.\nZ analizo rezultatov meritev želimo pri posameznem uporabniku ali pri skupini porabnikov ugotoviti naslednje:\n- velikost efektivne vrednosti napajalne napetosti, vsebnost harmonskih komponent v  napetosti;\n- velikost napajalnega toka, vsebnost harmonskih komponent v toku;\n- velikost delovne, jalove in navidezne moči.\nPri meritvah smo ugotovili, da je v našem primeru napetost nihala v mejah standarda SIST EN 50160, kar prikazuje slika 3.1.\nTokovna obremenitev se je gibala med minimalno 267 A in maksimalno 667 A in jo kaže\nSlika 3.3 kaže, da se je delovna moč gibala med minimalno 154 kW in 432 kW.\nSlika 3.4 kaže, da je jalova moč znašala maksimalno 143 kVAr.\nPo opravljenih meritvah smo ugotovili, da se cos φ giblje med 0,88 in 0,96, kar prikazuje\nIz opravljenih meritev smo ugotovili, da se je delovna moč gibala med 154 kW in 432 kW, kar je dve tretjini obremenitve obstoječega transformatorja. Na osnovi opravljenih meritev smo ugotovil, da je transformator preobremenjen.\n"], "8": ["4 TEHNIČNI IZRAČUNI", ""], "9": ["4.1 Zaščita pred električnim udarom", "Projektirano kabelsko omrežje in ozemljitve so dimenzionirani tako, da je v skladu s Pravilnikom o tehničnih normativih za zaščito nizkonapetostnih omrežij [8] in pripadajočih transformatorskih postaj (Ur. list SFRJ št. 13/78) in Pravilnikom o tehničnih normativih za nizkonapetostne električne instalacije (Ur. list SFRJ št. 53/88) prilagojeno TN sistemu [9].\n"], "10": ["4.2 TN-S sistem omrežja", "Vsi prevodni deli električnih naprav, ki bi ob okvari lahko prišli pod vpliv nevarne napetosti dotika, so z zaščitnim vodnikom povezani z izolirno zaščitno zbiralko v stikalnem bloku, ta pa je galvansko povezana z nevtralno zbiralko. Zaščitni ukrep s samodejnim odklopom napajanja v primeru okvare mora preprečiti vzdrževanje napetosti dotika v takšnem trajanju, da bi postalo nevarno. Zaščitna naprava je izvedena z napravami za nadtokovno zaščito, za kar so uporabljene talilne varovalke in instalacijski odklopniki. Zaščitna naprava mora samodejno odklopiti napajanje tistega dela instalacije, ki ga naprava ščiti. Zato morajo biti tako zaščitna naprava kot vodniki v instalaciji izbrani tako, da se samodejni odklop izvrši v času, ki ustreza v spodnji tabeli (tabela 4.1) navedenim vrednostim, če se na katerem koli delu instalacije ali v sami napravi pojavi kratek stik med faznim in zaščitnim vodnikom ali izpostavljenimi prevodnimi deli. Uspešno delovanje zaščite zagotovimo s tem, da predvidimo kratkostično zanko tako majhne impedance, da ob okvari lahko steče kratkostični tok večji od toka, pri katerem deluje zaščita v predpisanem času. Ta zahteva je izpolnjena, ko je izpolnjen pogoj po enačbi 4.1 [6]:  U0 U0 Zs Ia  U0 Ia Ik   (4.1)  Zs R X2\nkjer pomeni:\nI (A) ........ tok delovanja naprave za samodejni odklop v času, ki ustreza  podatkom iz spodnje tabele 4.1 Ik (A) ........ tok kratkega stika U0 (V) ........ fazna napetost\nZs () ........ impedanca celotne kratkostične zanke  R() ........ celotna ohmska upornost kratkostične zanke  X() ........ celotna induktivna upornost kratkostične zanke V tabeli 4.1 so podani dovoljeni časi trajanja napetosti dotika za tokokroge, ki napajajo vtičnice ali prenosne ročne aparate I. razreda, ki se med uporabo premikajo.\nZa tokokroge z vtičnicami do 63 A, na katere se lahko priključijo prenosni aparati, je maksimalni dovoljeni izklopni čas 400 ms.\nZa napajalne tokokroge je dovoljeni izklopni čas do 5 sekund.\n"], "11": ["4.3 Zaščita pred previsoko napetostjo dotika in koraka", "Zaščitni ukrep je samodejni izklop naprave ob pojavu okvarnega toka. Pogoj za učinkovito zaščito je ustrezna upornost ozemljitve. Okvarni tok mora biti večji od toka zaščitnega elementa. Vsi prostori, v katerih se nahajajo električne naprave, morajo biti zaklenjeni. Dotik nezavarovane električne opreme preprečimo z zaščitno mrežo. Taka nevarna mesta opremimo z opozorilnimi napisi in oznakami.\n"], "12": ["4.4 Zaščita pred preobremenitvijo in kratkimi stiki", "Transformatorji so pred preobremenitvijo in kratkimi stiki zaščiteni na SN in NN strani z ustrezno zaščito. Razen tega so transformatorji varovani s termično zaščito. Le-ta reagira v primeru pregrevanja katerega koli transformatorjevega navitja.\nZa zaščito pred prenapetostmi, ki se pojavijo zaradi udarov strele, stikalnih manevrov in dvigov napetosti pri kapacitivnih obremenitvah, se uporabijo prenapetostni odvodniki.\nPrenapetostni odvodniki bodo vgrajeni v vsaki fazi proti zemlji na NN napravah omrežnega in neprekinjenega napajanja v razdelilnikih in nizkonapetostnih ploščah. Prvi nivo (grobe) prenapetostne zaščite (A) bo prenapetostna zaščita na 20 kV strani. Drugi nivo prenapetostne zaščite (B) predstavljajo prenapetostni odvodniki v nizkonapetostnih ploščah z naslednjimi podatki: maksimalna delovna napetost 280 V/50 Hz.\nTretji nivo prenapetostne zaščite (C) predstavljajo prenapetostni odvodniki na zbiralkah varnostnega in splošnega napajanja v razdelilcih z naslednjimi podatki:\nmaksimalna delovna napetost: 275 V/50 Hz\nnazivni odvodni tok (8/20 s): 15 kA\nmaksimalni odvodni tok (8/20 s): 40 kA\nzaščitni nivo pri 5 kA (8/20 s): < 4,0 kV\nzaščitni nivo pri 15 kA (8/20 s): < 4 kV\nčas reagiranja: < 25 ns\nČetrti nivo (D) prenapetostne zaščite predstavljajo elementi fine zaščite v elektronskih napravah. Elektronske naprave morajo imeti posebno fino prenapetostno zaščito, dobavljeno v samih napravah.\n"], "13": ["4.5 Dimenzioniranje kablov in vodnikov", "Dimenzioniranje, opisano v nadaljevanju, je izvedeno v skladu s standardoma JUS N.B2.752 in JUS N.B2.743\nTermično so vodniki oz. kabli dimenzionirani z upoštevanjem prereza, materiala ter vrste izolacije vodnika, števila vzporedno položenih in obremenjenih vodnikov, zunanje temperature, načina polaganja ter z upoštevanjem selektivnosti delovanja varovalk.\nVodniki oz. kabli so dimenzionirani tako, da so padci napetosti manjši od: 5 % za električne instalacije razsvetljave in 8 % za električne instalacije drugih porabnikov, če se električne instalacije napajajo iz transformatorske postaje.\nMehansko so vodniki dimenzionirani v odvisnosti od načina polaganja in velikosti sil kratkih stikov. Najmanjši prerez mehansko zaščitenega stalno položenega voda za vodnike iz bakra je 1,5 mm². Vodniki so dimenzionirani v skladu s standardom JUS.N.B2.752.\nInštalirana in konična moč\nInštalirana moč(Pinst), izračunana po enačbi (4.5):  Pd Pinst  (4.5)   Z upoštevanjem faktorja istočasnosti fi dobimo konično moč, izračunano po enačbah 4.6 in 4.7: Pk  Pinst fi fo fp (4.6)\nPk Pn  (4.7)  cos \nKonični tok IK za trifazni porabnik izračunamo po enačbi (4.8):\nPk Ik  (4.8)  3 *U\nKonični tok IK za enofazni porabnik pa izračunamo po enačbi (4.9):\nPk Ik  (4.9)  U\nkjer pomeni:\nPd [W] ........ nazivna moč Pinst [W] ........ instalirana moč i ........ izkoristek porabnika fi ........ faktor istočasnosti el. omare fo ........ faktor obremenitve porabnika fp ........ faktor prekrivanja cos  ........ faktor moči Pk [W] ........ konična moč Pn [W] ........ konična navidezna moč Ib [A] ........ konični navidezni tok Ik [A] ........ konični tok U [V] ........ nazivna medfazna napetost\nVelikost izklopne naprave, ki varuje kabel pred preobremenitvijo in kratkim stikom, je določena glede na konični tok in selektivnost varovanja. Presek kabla je določen po IEC 364-5-523/1983 v odvisnosti od tipa električne instalacije in od korekcijskih faktorjev vzporednega polaganja ter temperature okolice.\nZaščita pred prevelikimi tokovi, ki navaja pogoje:\nIb  In  Iz 1,45 Iz  in I 2  Iz 1,45 oziroma In   k kjer pomeni:\nIb (A) ........ bremenski tok In (A) ........ nazivni tok zaščitne naprave Iz (A) ........ trajno zdržni tok kabla I2 (A) ........ pogojni stalilni preizkusni tok k ........ faktor po JUS N.E5.210\nPogoj za samodejni odklop:\nIa  Ik2\nkjer pomeni:\nIa (A) ........ izklopni tok v izklopnem času Ti Ik2 (A) ........ tok enopolnega kratkega stika\nPogoj za samodejni odklop:\nI 1  Ik3\nkjer pomeni:\nIk3 (A) ........ tok tripolnega kratkega stika I1 (A) ........ termična zmogljivost zaščitne naprave\nIzpis podatkov, ki so večji od 1000 A se izpišejo kot 1 kA.\nPri vodnikih prereza nad 6 mm² preverimo, če je odklopni čas zaščitne naprave manjši od časa, v katerem se vodniki segrejejo do dopustne mejne temperature vodnika. Čas, v katerem dani kratkostični tok segreje vodnike do dopustne mejne temperature, izračunamo približno po formuli:  S  t k\nkjer pomeni: S (mm2) ........ prerez vodnika t (s) ........ trajanje I (A) ........ efektivna vrednost dejanskega kratkostičnega toka k ........ 115 za bakrene vodnike\nOdklopni časi zaščitnih naprav, pri danem kratkem stiku, so vzeti iz diagramov proizvajalca. Izračunana časa sta prikazana v tabeli zaščite.\n"], "14": ["4.6 Izračun padca napetosti", "Pri kontroli padcev napetosti v nizkonapetostnem omrežju upoštevamo »Splošne pogoje za dobavo in odjem električne energije iz distribucijskega omrežja električne energije, (Ur. list RS, št. 126/07« in standard SIST EN 50160:2008). Dovoljeni padec napetosti med napajalno točko električne instalacije in katero koli drugo točko glede na nazivno napetost električne instalacije ne sme biti večji od naslednjih vrednosti:\n- za razsvetljavni tokokrog 5 %\n- za tokokroge drugih porabnikov pa 8 %\nIzračun padcev napetosti :  200 P l u 2  enofazni tokokrog   S U0\n100 P l u 2  trifazni tokokrog   S U\nZa tokokroge z večjim prerezom od 16 mm² pa je padec napetosti računan po naslednji formuli:\nu  100 P l  2 r  x tg  trifazni tokokrog  U kjer pomeni: u (%) ........ padec napetosti P (W) ........ priključna moč l (m) ........ dolžina vodnika S (mm2) ........ presek vodnika  (Sm/mm2) ........ prevodnost - 56 za Cu U0 (V) ........ fazna napetost (230 V) U (V) ........ medfazna napetost (400 V) r (/km) ........ ohmska upornost kabla x (/km) ........ induktivna upornost kabla\n"], "15": ["4.7 Tehnični izračuni in dimenzioniranje opreme", "Določitev toka tripolnega kratkega stika za 20 kV SN omrežje in dimenzioniranje SN opreme (slika 4.1):\nZa projektiranje in izračun srednjenapetostnih naprav je potrebno poznati kratkostične nazivne vrednosti in kratkostične veličine, ki bodo nastopale v obravnavani transformatorski postaji. Po izračunih (namenski program Gredos) Službe za razvoj podjetja Elektro Gorenjska d.d., največja tripolna kratkostična moč v točki TP 20/0,42 kV za napajanje porabnikov, pri napajanju z 20 kV ne bo presegla Sk'' = 500 MVA. Glede na ta podatek bomo določili kratkostično trdnost SN opreme in napajalnega SN kabla do energetskih transformatorjev 20/0,42 kV, 2 x 1000 kVA. Kratkostična moč vgrajene SN opreme ustreza vrednosti toka tripolnega kratkega stika Ik'' = 10,1 kA na 20 kV napetostnem nivoju. To bomo izračunali po enačbah (4.11), (4.12), (4.13),(4.14), (4.15), (4.16), postopek je povzet po [6] in [10].\na) Vhodni podatek je:\nnazivna kratkostična moč omrežja S k\"  500 MVA, ki je za primer izračuna (dimenzioniranja) vzeta kot nekoliko večja od dejanske kratkostične moči omrežja.\nKratkostična impedanca omrežja (rezultirajoča impedanca) [6]:\nZQ X 20   0,87562   1,005\nR20  0,1 X Q  0,087562\nZ 20  0,087562  j 0,87562 \nkjer pomeni: Sk20\" (MVA) ........ navidezna moč Un (kV) ........ napetost omrežja Z20 (Ω) ........ impedanca tujega omrežja R20 (Ω/km) ........ ohmska impedanca omrežja c ........ konstanta\nZačetni izmenični kratkostični tok tripolnega stika I k\" (efektivna vrednost izmeničnega kratkostičnega toka v trenutku nastanka kratkega stika) znaša:\n(4.11)\nkjer pomeni:\nIk20\" (A) ........ začetni simetrični kratkostični tok\nDoločitev nazivnega kratkotrajnega zdržnega toka prikazuje enačba (4.12)\nkjer pomeni: Ik20 (kA) ........ ekvivalentni kratkotrajni tok\nm ........ numerični faktor za časovno odvisne toplotne vplive enosmerne  komponente kratkostičnega toka n ........ numerični faktor za časovno odvisne toplotne vplive izmenične  komponente kratkostičnega toka\nDoločitev faktorjev m in n: m = 0,05 ........ odčitamo iz grafa izgub toplote zaradi enosmerne komponente med  kratkimi stiki v trifaznih in enofaznih sistemih [6] n=1 ........ odčitamo iz grafa izgub toplote zaradi izmenične komponente med  kratkimi stiki v trifaznih in enofaznih sistemih [6]\nZa odčitek faktorja m potrebujemo faktor k, ki ga izračunamo, kot prikazje enačba (4.13)\nUdarni tok kratkega stika Iku20 (največja možna trenutna vrednost toka po nastanku kratkega stika – upoštevana je kot temenska vrednost) znaša:\nI ku 20  k 2 I k 20  1,8 2 14  35,64 kA\nkjer je k faktor odvisen od razmerja R/X kratkostične tokovne poti in upošteva časovni upad enosmernega člena, kakor tudi izmeničnega tokovnega člena pri kratkem stiku, blizu generatorja [10]\nR20 0,087562    0,1  k  1,8 (4.13) X 20 0,87562\nb) dimenzioniranje SN opreme: Tipski SN blok, sestavljen iz šestih enosistemskih SN polj:\n- vodno polje < 2 kos >\n- odvodno transformatorsko polje < 2 kos >\n- vezno polje < 1 kos >\n- merilno polje < 1 kos >\nkot tudi v njem vgrajena oprema je dimenzioniran za: Un = 24 kV > 20 kV In = 630 A > 271 A – zmogljivost dovodnega kablovoda  > 28,9 A – nazivni tok transformatorja 20/0,4 kV, 1000 kVA Ik” = 25 kA > 14,43 kA Sk” = 550 MVA > 500,0 MVA razred izolacije: A, 24/50/125 kV nazivna frekvenca: 50 Hz temperatura okolice: 18–25C\nV posameznih poljih SN bloka vgrajena oprema mora tokovno zadostiti naslednjim zahtevam:\n- odklopni – ozemljilni ločilniki: In = 630 A > 271 A – zmogljivost dovodnega kablovoda In = 200 A > 28,9 A – nazivni tok transformatorja 1000 kVA\n- SN varovalke:\nvarovalke: Un = 24 kV > 20 kV\npodnožja varovalk: Ith = 25 kA > 14,43 kA\nvložki varovalk (po DIN VDE): In = 100 A > 63 A\n- tokovni merilni transformatorji:\nIn = 2 x 100 A > 28,9 A\nIth = 100 x In = 20 kA > 14,43 kA\nIdyn = 2,5 x Ith = 50 kA > 35,64 kA\n- napetostni merilni transformatorji v merilnem polju:\n- prestavno razmerje: 20/3 / 0,1/3 / 0,1/3 kV\n- razred izolacije: A, 12/28/75 kV\n- odvodniki prenapetosti v vodnih poljih:\n- nazivna napetost: 24 kV\n- zmogljivost odvajanja: 16 kA\n=J01 =J02 =J03 =J04 =J05 =J06  +J01 +J02 +J03 +J04 +J05 +J06  =JZ01 =JZ05 =JZ02 =JZ03 =JZ04 =JZ06\nc) Program uporabljamo v podjetju Eprojekt za dimenzioniranje SN kabelske povezave energetski transformator – SN blok (tabela 4.1, graf 4.1)\nPri določitvi toka tripolnega kratkega stika na NN napetostnem nivoju smo izhajali iz predpostavke, da energetska transformatorja 20/0,42 kV, 2 x 1000 kVA v nobenem primeru ne bosta obratovala paralelno, ampak bosta ločeno napajala zbiralke pripadajočega glavnega NN stikalnega bloka, kot je razvidno iz enopolne sheme. Med obema glavnima 0,4 kV stikalnima blokoma bo sicer izvedena povezava na zbiralkah, ki bo v primeru okvare enega izmed obeh transformatorjev omogočala napajanje porabnikov izpadlega transformatorja.\na) vhodni podatki in določitev posameznih impedanc kratkostične zanke:\n- impedanca SN mreže transformirana na 0,4 kV napetostni nivo, izračunana po  enačbah (4.17) in (4.18):\nZ 20  (0,087562  j 0,87562)   (4.17)\n- impedanca SN priključnega kabla transformirana na 0,4 kV napetostni nivo,  izračunana po enačbi (4.19):\nkjer pomeni: RK (/km) ........ ohmska komponenta impedance kabla, XK (/km) ........ induktivna komponenta impedance kabla,\n- impedanca transformatorja 20/0,42 kV, 1000 kVA, Dyn5, izračunana po enačbah  (4.20), (4.21), (4.22):\nPn (kVA) ........ nazivna moč Un (kV) ........ nazivna napetost Pk (kW) ........ izgube kratkega stika Ur (%) ........ ohmska komponenta kratkega stika Us (%) ........ induktivna komponenta kratkega stika\nu r .U n Rtr 0, 4   1,9 m (4.21)\nZ tr 0, 4  (1,9  j 8,6) m  (4.22)\n- impedanca kabelske povezave, izračunana po enačbi (4.23): NN stran energetskega  transformatorja 20/0,42 kV – dovodno polje NN stikalnega bloka:\nZ k 0, 4  (1,2  j1,08) m  (4.23)\nb) skupna impedanca na 0,4 kV zbiralkah NN stikalnega bloka. R = (0,035 + 0,076 + 1,9 + 1,2) = 3,211 mΩ X = (0,35 + 0,038 + 8,6 + 1,08) = 10,068 mΩ\nZ 0, 4  (2,19  j9,325) m\nZ 0, 4  9,58 m\nc) efektivna srednja vrednost toka tripolnega kratkega stika Ik” na 0,4 kV zbiralkah  NN stikalnega bloka, izračunana po enačbah (4.26), (4.27) in (4.28):\nI k\" 0, 4  m  n . I k 0, 4  24,7 kA m  0,05; n 1  (4.27)\nS k\" 0, 4  3 .U n . I k\" 0, 4  17,1 MVA  (4.28)\nkjer pomeni: Ik0,4\" (A) začetni simetrični kratkostični tok Ik0,4 (A) efektivna vrednost dejanskega kratkostičnega toka Sk0,4\" (MVA) navidezna moč Un (kV) nazivna napetost m numerični faktor za časovno odvisne toplotne vplive enosmerne  komponente kratkostičnega toka n numerični faktor za časovno odvisne toplotne vplive izmenične  komponente kratkostičnega toka\nd) udarni tok tripolnega kratkega stika Iku na 0,4 kV zbiralkah NN bloka, izračunan po enačbi (4.29) [6].\nI ku 0, 4  k 2 . I k 0, 4  61,3 kA  (4.29)\nDimenzioniranje NN opreme in NN napajalnih kablov\na) Glavna NN oprema v stikalnem bloku:\nPosamezna glavna NN stikalna bloka, sestavljena iz dovodne transformatorske omare in odvodnih omar z odvodi za napajanje porabnikov, sta dimenzionirana za:\nUn = 0,4 kV\nIn = 2000 A > 1443,4 A\nIk” = 66 kA > 24,7 kA\nSk” = 31,2 MVA > 17,1 MVA\n- nazivna frekvenca: 50 Hz\n- temperatura okolice:18–25C\n- zaščitni ukrep: TN-C\nb) NN oprema v dovodnem transformatorskem polju:\n- avtomatski zaščitni odklopnik:\nUn = 0,4 kV\nIn = 2000 A > 1443,4 A\nIth = 66 kA > 24,7 kA\n- tokovni merilni transformatorji:\nUn = 0,4 kV\nIn = 2000 A > 1443,4 A\nIth = 100.In = 200 kA > 24,7 kA\nIdyn = 2,5.Ith = 500 kA > 61,3 kA\nc) NN oprema v vodnih poljih:\nV NN 0,4 kV poljih za vzdolžno ločitev zbiralk ter za medsebojno povezavo med NN omarami splošnih porabnikov oziroma za medsebojno povezavo med NN omarami nujnih porabnikov vgradimo:\n- avtomatski zaščitni odklopnik: Un = 0,4 kV\nIn = 2000 A > 1443,4 A\nIth = 66 kA > 24,7 kA\nV NN 0,4 kV dovodnih poljih za NN-D1 in NN-D2 vgradimo avtomatski zaščitni odklopnik:\nUn = 0,4 kV\nIn = 1000 A > 721,7 A - NN-D1 0,4 kV, 500 kVA\nIn = 1000 A > 721,7 A - NN-D2 0,4 kV, 500 kVA\nIth = 55 kA > 24,7 kA\nOstali NN odvodi za napajanje splošnih oziroma nujnih porabnikov so tipsko opremljeni z 250 A in 400 A avtomatskimi zaščitnimi odklopniki ter ustreznimi tokovnimi merilnimi transformatorji 250/5 A in 400/5 A in bodo nanje glede na obtežbo priključeni porabniki po namembnosti.\n"], "16": ["5 OPIS VGRAJENE OPREME", ""], "17": ["5.1 Transformator", "V TP bosta vgrajena dva transformatorja tipa 6HTIM3, moči 1000 kVA, 21/10, 5/0,42 kV, Dyn5-hermetik proizvajalca Etra. Transformatorja morata biti napolnjena z biološko razgradljivim oljem MIDEL 7131.\n- Tip transformatorske postaje: kabelska v  stavbi\n- Tip transformatorja: ETRA 6HTIM3 1000 z lovilno posodo za olje Midel\n- Nazivna moč Tr: 1000 kVA\n- Nazivna napetost na SN strani: 10,5 (21) kV\n- Nazivna napetost na NN strani: 420/242 V\n- Nazivni tok na primarni strani TR: 55 A\n- Nazivni tok na sekundarni strani TR: 1374 A\n- Nazivna frekvenca: 50 Hz\n- Prevezljivi TR: 21/10,5/0,42 kV\n- Spoj: Dyn5\n- Kratkostična napetost: 5,52 %\n- Izgube prostega toka: 1196 W\n- Izgube kratkega stika:  11564 W\n- Dimenzije (D x Š x V): 1,735 x 0,94 x 1,635 m\n- Skupna masa transformatorja: 2580 kg\nPredvidena trifazna oljna transformatorja bosta izdelana in preizkušena po IEC 76 standardu. Na posameznem transformatorju je možna regulacija nazivne napetosti ± 2 x 2,5 % na strani višje napetosti. Regulacija se izvede s pomočjo preklopnega stikala v breznapetostnem stanju. Vsak transformator je opremljen z Bucholz relejem in kontaktnim termometrom, s priključkom za ozemljitev, konzervatorjem, ventilom za izpust olja, oddušnikom in dvema napisnima tablicama s podatki transformatorja, ki sta vidni z zunanje strani.\nPredvidena transformatorja morata imeti v prostoru pod transformatorjem vgrajeno vsak svojo ustrezno lovilno posodo za tekočine iz inox pločevine.\n"], "18": ["5.1.1 Nastavitev zaščite", "Proti kratkemu stiku je transformator na visokonapetostni strani zaščiten z visokonapetostnimi visoko učinkovitimi varovalkami z udarno iglo, ki v primeru kratkega stika izklopijo ločilno stikalo. Območje med NN zbiralkami in SN ločilnim stikalom ščitijo pred kratkim stikom SN varovalke nazivne vrednosti 100 A za transformator 1000 kVA, ki preko izklopnega mehanizma izklopijo SN odklopni ločilnik. Pred preobremenitvijo ščiti transformator termična zaščita, izvedena z bimetalnim relejem, ki se napaja preko nizkonapetostnih merilnih tokovnih transformatorjev in je nastavljen na dovoljen tok transformatorja. Na izklop SN odklopnega ločilnika sta vezana tudi Buchoz rele in kontaktni termometer z dvema stopnjama (85 -C in 95 -C), če sta vgrajena v transformatorju.\nSN kabli se ščitijo z zaščitnimi elementi, nameščenimi v razdelilno transformatorski postaji (RTP). NN kabli so pred kratkimi stiki in preobremenitvami varovani z varovalkami.\nNastavitev termične zaščite, izvedene z bimetalnim relejem glede na nazivne vrednosti vgrajenih merilnih tokovnih transformatorjev in vgrajenega SN/NN transformatorja:\n- Nazivna moč transformatorja: Sn = 1000 kVA\n- Nazivni tok na sekundarni strani: Tr.: In = 1374 A\n- Dovoljeni tok na sekundarni strani: Tr.: Id = In x 1,1 = 1511\n"], "19": ["5.1.2 Povezava med transformatorjem in SN blokom", "Povezava med srednje napetostno transformatorsko celico in transformatorjem bo izvedena s tremi 20 kV enožilnimi kabli tipa NA2XS(F)2Y 1 x 70 RM/25 mm². Kabel se v transformatorski celici zaključi s konektorjem AB 12/24-630 70 mm² NKT, na\ntransformatorju pa prav tako s konektorjem AB 12/24-630 95 mm² NKT. Zaslon kablov bo na obeh koncih ozemljen.\nSN kabli, ki bodo povezovali transformator T1 oz. T2 s SN blokom, bodo potekali od priključkov transformatorja do montažnega inox nosilca kablov. Tu se bodo spustili do tal in skozi preboj vstopili v spodnji del SN+NN prostora ter v kineti nadaljevali do TR celice SN bloka Siemens 8DJH.\nTorej, za povezavo SN bloka s posameznim transformatorjem so predvideni trije enožilni kabli z omreženo polietilensko izolacijo: 3 x (NA2XS(F)2Y1 x 70/25 mm², RM 12/20 kV), ki jih lahko trajno obremenimo s tokom 230 A.\n"], "20": ["5.1.3 Hlajenje transformatorja", "Ventilacija transformatorskega prostora je vzgonska z naravnim vlekom. Dovod zraka bo izveden skozi odprtino v vhodnih vratih z žaluzijami dimenzij 2 x 1100 x 700 mm. Odprtina dimenzije 2200 x 700 mm bo zaprta z rešetko in protiinsektno mrežo. Odvod toplega zraka bo izveden po posebnem vertikalnem jašku nad transformatorji. Odprtina dimenzije 4 x 800 x 500 mm bo zaprta z novo rešetko in protiinsektno mrežo. Prezračevalni jašek mora biti obnovljen.\n"], "21": ["5.2 SN naprave", "Predvideni srednje napetostni stikalni blok bo sestavljen iz šestih celic, tipa 8DJH (RK, RK, L, M,TR, TR) izdelovalca \"Siemens\" (slika 5.1).\nStikalni blok SF6 izvedbe bo z naslednjimi karakteristikami:\n- dovodna celica RK,\n- odvodna celica RK,\n- ločilna celica L,\n- merilna celica M,\n- transformatorska celica TR,\n- transformatorska celica TR.\n- Dimenzije bloka so: 2820 x 775 x 1460 mm (Š x G x V)\n- Nazivna napetost: 21 kV\n- Nazivna vzdržna izmenična napetost: 50 kV\n- Nazivna vzdržna atmosferska udarna: 125 kV\n- Nazivna frekvenca: 50 Hz\n- Nazivni tok transformatorske celice: 200 A\n- Nazivni tok vodne celice: 630 A\n- Nazivni tok zbiralnice: 630 A\n- Kratkostični vzdržni tok (1 s): 16 kA\n- Kratkostični vzdržni tok (3 s): 20 kA\n- Temenski vzdržni tok: 40 kA\n- Nazivna vklopna zmogljivost TR celice: 25 kA\n- Temperaturno območje delovanja: - 40 do + 70 -C\nSpodaj navedene celice, kot individualne celice, predstavljajo sestavljivost stikalnega bloka 8DJH.\nOznaka celice Tip celice Širina celice R Vodna celica 310/500 mm T Transformatorska celica 430 mm L Odklopniška celica 430/500 mm K Kabelska celica 310/430 mm S Spojna celica 430/500/620 mm H Spojna celica s SN varovalkami 430 mm M Merilna celica 500/840 mm V Spojna celica z bremenskim odklopnikom 500 mm E Celica z zbiralničnim ozemljilnikom 310/500 mm\nNekaj primerov (slike 5.2, 5.3, 5.4):\nR – Vodna celica T – Transformatorska celica L – Odklopniška celica\nVodna celica – RK\nCelica (slika 5.2) vsebuje naslednjo opremo: tripoložajno ločilno-ozemljilno stikalo z motornim pogonom s funkcijo odklopnega ločilnika in ozemljilnega stikala, s prenapetostnimi odvodniki, zbiralkami, mehanizmom za hiter vklop ozemljilnega stikala,\nindikatorjem napetosti, skoznjiki s kabelskimi T priključki in opremo za daljinski preklop – upravljanje [4].\nTransformatorska celica – TR\nCelica (slika 5.3) vsebuje naslednjo opremo: tripoložajno ločilno-ozemljilno stikalo v kombinaciji s SN varovalkami 125 A, z ročnim pogonom s funkcijo odklopnega ločilnika in ozemljilnega stikala, medsebojne mehanske blokade med ločilnikom in ozemljilnim nožem. Indikator napetosti: zbiralke, skozniki s kabelskimi T priključki. [4]\nLočilna celica – L\nCelica (slika 5.4) vsebuje tripoložajno ločilno ozemljitveno stikalo z ročnim pogonom s funkcijo odklopnega ločilnika in ozemljitvenega stikala, medsebojne blokade. [4]\nMerilna celica – M\nCelica vsebuje merilni napetostni transformator 20/√3 kV, 100 V/√3, 100 V/√3 in merilni tokovni transformator 2 x 50/5/5 A in pomožno opremo.\nZa izolacijo električnih elementov in za gašenje bloka pri preklopnih manipulacijah je v celici uporabljen plin SF6, katerega nazivni tlak znaša 500 hPa; za normalno delovanje ne sme biti nižji od 300 hPa pri temperaturi okolice 20 -C. Za kontrolo tlaka je v celici vgrajen indikator stanja. Pogonski mehanizmi so dostopni s sprednje strani naprave. Pogonski mehanizmi zagotavljajo potrebno stikalno zmogljivost, ki je neodvisna od posluževalca. V spodnjem delu se nahajajo medsebojno ločeni in zaprti kabelski prostori.\nSN varovalke transformatorskega polja so nameščene horizontalno v aralditno ohišje. Pregretje ene varovalke sproži tripolni izklop ločilnega stikala TR polja. Pri rokovanju, vzdrževanju in montaži SN bloka obvezno upoštevamo navodila proizvajalca. [4]\n"], "22": ["5.3 NN razdelilne omare (Sivacon Siemens)", "Predvideni nizko napetostni blok bo dimenzioniran za dva transformatorja moči 1000 kVA, ki bosta vgrajena v transformatorsko postajo.\nNizkonapetostni razvod se ščiti in vklaplja preko glavnega močnostnega odklopnika (In = 2000 A, nastavi se na vrednost 1300 A). Odk1opnik je povezan na bakrene NN zbiralke dimenzij 120 x 10 mm za fazni in 50 x 10 mm za nevtralni vodnik. Razmik med zbiralkami mora biti najmanj 5 cm. Odvodi so izvedeni z odklopniki in varovalkami. Uporabijo se odklopniki 250 A, 400 A in 630 A.\nNa ločenem segmentu NN bloka se uporabijo ločilna stikala z varovalkami. Tripolni odk1opnik (In = 2000 A) je kompaktne konstrukcije, ima fiksni način vgradnje, ročni pogon in priključitev na bakrene zbiralke 120 x 10 mm, ki so zaščitene. Odklopnik 2000 A je opremljen z magnetno-termično zaščito, ki v primeru kratkega stika ali preobremenitve na nizkonapetostni strani transformator izklopi na sekundarni in primarni strani. [3]\nV transformatorski postaji je nameščena tudi merilna garnitura za merjenje električne energije s komunikacijskim modulom. Meritve bodo na SN strani. Po vgradnji novega NN stikalnega bloka je predvideno, da se obstoječi in novi izvodi za T1 priključijo na nov NN razdelilnik.\nV nizko napetostno razdelilno omaro NN-M (slika 5.5) se zaključujejo kabli iz transformatorja 1 v polje K6 in iz transformatorja 2 v polje K1. V delovanju je samo en transformator in v primeru okvare, izpada električne energije ali servisiranja na drugem transformatorju omogoča napajanje porabnikov brez daljšega izpada. Ker sta transformatorja v enakem vezalnem stiku DYn5 enakih moči in enakih uk, lahko delujeta vzporedno. S pravilno stikalno manipulacijo je tako možen brezprekinitveni preklop transformatorjev. Zaradi projektantske izvedbe NN omrežnih razdelilnih omar in zajema tokovnih veličin ima vsak transformator svojo kompenzacijo jalove energije. [3]\nV razdelilno omaro NN-ROČNI PREKLOP (slika 5.6) se zaključuje kabel iz razdelilne omare NN-M, prav tako se zaključujejo kabli iz dveh agregatskih omar. Omara omogoča preklope različnih kombinacij dveh dieselskih agregatov.\nV razdelilno omaro NN-D1 (slika 5.7) se zaključujejo kabli iz razdelilne omare NN-ročni preklop. Porabnikom, ki so priključeni na razdelilni omari NN-D1, je zagotovljeno rezervno napajanje diesel agregata.\nV razdelilno omaro NN-D2 (slika 5.8) se zaključujejo kabli iz razdelilne omare NN-ročni preklop. Porabnikom, ki so priključeni na razdelilni omari NN-D2, je zagotovljeno rezervno napajanje diesel agregata.\n"], "23": ["5.4 Povezava med transformatorjem in NN blokom", "- Povezavo med NN priključki transformatorja (TI oz. T2) in močnostnim  odklopnikom (In = 2000 A) izvedemo s kablom 4 x FG7R1 x 240 mm² za fazne  vodnike in 3 x FG7R1 x 240 mm² za PEN vodnik. Karakteristika normirane  tokovne obremenitve predvidenih kablov skupnega prereza 960 mm² faznega  vodnika zagotavlja maksimalno tokovno obremenitev 1860 A, kar zadostuje za  priključitev transformatorja 1000 kVA. Faktorji tokovne in temperaturne  obremenitve ter medij polaganja so že zajeti v podanih vrednostih.\n- NN kabli, ki bodo povezovali transformator TI oz. T2 z NN blokom, bodo potekali  od priključkov transformatorja po kabelski polici pod stropom transformatorskega  \"boksa\" do stene ter se zaključili v dovodnih poljih NN bloka. Priklopi bodo  izvršeni z zgornje strani. [3]\nZa prenos te moči od transformatorja 1000 kVA do NN bloka so predvideni kabli (slika 5.9), in sicer:\n- 4 x FG7R 1 x 240 mm² Cu na fazo, kar znaša 960 mm² na fazo\n- 3 x FG7R-J 1 x 240 mm² Cu za povezavo ničelnega in ozemljitvenega tokokroga.\nTloris TP Golnik\nIz tlorisa (slika 5.10) je razvidna postavitev nove vgrajene opreme in kabelske povezave. V transformatorskem prostoru se nahajata dva transformatorja moči 1000 kVA, srednjenapetostni stikalni blok in nizkonapetostna razdelilna omara. V sosednji prostor smo namestili nizkonapetostne omare NN-D1 in NN-D2.\n"], "24": ["6 SKLEP", "V svojem diplomskem delu sem predstavil celotno prenovo transformatorske postaje Golnik. Opisal sem dosedanjo izrabljeno in zastarelo opremo, ki je zamenjana, ter vso novo opremo. Poudarki so na obeh transformatorjih na srednjenapetostnem stikalnem bloku in nizkonapetostnih razdelilnih omarah.\nPredstavil sem tudi meritve, ki smo jih izvedli pred projektiranjem transformatorske postaje. Po opravljenih meritvah smo ugotovili trenutno porabo električne energije, kar mi je omogočilo lažje projektiranje.\nNamen diplomske naloge je bil tudi v dimenzioniranju in izbiri električne opreme transformatorske postaje. Da sem lahko pravilno dimenzioniral vgrajene naprave, sem moral ugotoviti kratkostične razmere na vseh napetostnih nivojih.\nKot zaključek svojega diplomskega dela sklepam, da prenova transformatorske postaje Golnik zagotavlja boljšo zanesljivost obratovanja in večjo razpoložljivost oskrbe z električno energijo.\n"], "abstract": ["Diplomska naloga opisuje izdelavo načrta za rekonstrukcijo transformatorske postaje v Bolnišnici Golnik – Kopa. Obstoječa transformatorska postaja se rekonstruira in nadomesti z novo v obstoječem objektu – na isti lokaciji. V transformatorski postaji bosta vgrajena dva transformatorja TR1 in TR2, vsak po 1000 kVA moči. Transformator TR1 bo napajal obstoječe porabnike, medtem ko bo transformator TR2 rezerva. Za vključitev v zanko se uporabi obstoječe 20 kV vode. Prav tako se uporabi tudi obstoječe NN vode za priključitev obstoječih porabnikov. Transformatorska postaja mora imeti zagotovljen 24-urni dostop za elektro distributerja."]}