{"1": ["1 UVOD", "Češnja je drevo, ki nas zgodaj spomladi razveseli z lepimi cvetovi, proti koncu pomladi pa z rdečimi plodovi.\nPridelava češenj ima v Sloveniji bogato tradicijo. Glavni pridelovalni območji sta Goriško (Vipavska dolina, Goriška Brda) in Slovenska Istra, češnje pa lahko uspešno gojimo tudi v ostalih sadnih okoliših Slovenije (Usenik in sod. 1998).\nŽe dolga leta se pričakujejo šibkejše podlage tudi za češnjo, ki bi omogočale takojšnjo rodnost, visokokakovosten pridelek in lažje obiranje. V zadnjih dvajsetih letih se v svetu intenzivno žlahtnijo različne podlage za češnjo, vendar šele v zadnjih letih prihajajo šibke in srednje bujne podlage (Usenik in sod. 1998).\nV zadnjem času se še posebej intenzivno iščejo šibko rastoče podlage, ki bi omogočale sajenje večjega števila dreves na enoto površine (Osterc 1995). Poleg tega, da lahko šibke podlage, pridobljene bodisi s križanjem različnih rodov Prunus sp. ali izhajajoč iz rodu Prunus cerasus, zmanjšajo bujnost rasti v primerjavi s sejanci češnje (Prunus avium), vplivajo na zgoden prehod v rodnost in rodnost tudi povečajo (Callesen 1998).\n"], "2": ["1.1 Namen in cilj diplomskega dela", "Namen diplomskega dela je ugotoviti:  − optimalni postopek za mikropropagacijo češnje podlage Gisela 5 (Prunus cerasus ×  P. canescens);  − kateri postopek sterilizacije izhodiščnega materiala (brstov) je najbolj učinkovit;  − kako različne sestave gojišč vplivajo na rast, razmnoževanje ter koreninjenje v in  vitro kulturi; \n− kakšen način aklimatizacije je najboljši.\nCilj diplomskega dela je ovrednotiti vpliv preučevanih dejavnikov na uspeh razmnoževanja podlage češnje Gisela 5 (Prunus cerasus × P. canescens) z mikropropagacijo. Poskušali bomo vzgojiti čim večje število poganjkov, ki bi bili po končani aklimatizaciji dovolj vitalni in pripravljeni za sajenje v naravno okolje.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Izvor in botanična razvrstitev", "Prvi dokazi o češnjah kot sadju segajo v obdobje 4000–5000 let pred našim štetjem. Češnja (Prunus avium L.) je nastala v maloazijskem rodovnem središču, ki zajema območja severnega Irana in južnega Kavkaza, Kaspijskega in Črnega morja. Iz primarnega rodovnega središča se je počasi razširila na druga območja in tudi v Evropo (Štampar in sod. 2005).\nBotanično se češnja uvršča v red Rosales, družino Rosaceae, poddružino Prunoideae, v rod Prunus in podrod Cerasus. Z gledišča nastanka gojenih sort češenj je najpomembnejša sekcija Cerasus, v katero sodijo vrste Prunus avium L.\nPri nas češnje omenja že Valvasor v svoji Slavi vojvodine Kranjske leta 1689. Prvi opisi češenj v slovenskem jeziku pa so se pojavili v Sadjereji Urbana Jarnika iz leta 1817.\n"], "5": ["2.2 Podlage češenj Gisela in njihove lastnosti", "Med novimi selekcijami križancev, ki jih že priporočajo, je zelo znana serija podlag iz Giessna v Nemčiji. To so križanci različnih vrst iz rodu Prunus, serija pa se imenuje Gisela. Posamezen klon je označen s številko. Križance so dobili v letu 1965 in jih od tedaj preskušajo (Smole, 2000).\nTrije najpomembnejši kloni, Gisela 3, Gisela 5 in Gisela 6, so sestre in hibridi iz križanja med Prunus cerasus »Schattemorelle« in sorto Prunus canescens. Licenca za podlage Gisela je dodeljena CDB (Consortium Deutcher Baumschulen) v sodelovanju s strokovnjaki nemških nasadov. \nGisela 5\nGisela 5 je križanec P. cerasus »Shattenmorelle« × P. canescens, testirana kot Gi 148/2. Podlaga je prilagodljiva na rastne razmere. Podlaga zgodaj vstopi v rodnost in doseže velike pridelke. Ni nagnjena k oblikovanju koreninskih izrastkov. Za virusne okužbe je precej občutljiva.\nV primerjavi s tradicionalno češnjevo podlago ima Gisela 5 velike prednosti. Obrodi lahko že drugo ali tretje leto po cepitvi. To omogoča zgodnji pridelek. Drevesa Gisela 5 dosežejo le 50-odstotno višino dreves F12/1. Rast se zaključi zgodaj, les in brstiči lahko pravilno dozorijo (Thies 2004).\nGisela 5 je podlaga, ki se v Sadjarskem centru Bilje in na Pohorskem dvoru preizkuša z drugimi podlagami (Usenik in sod. 1998).\nGisela 1\nPodlaga Gisela 1, testirana kot Gi 172/9, je križanec P. fruticosa Klon 64 × P. avium in je najšibkejša med podlagami. Cepljena na podlago F12/1 dosega komaj eno petino velikosti drevesa. Podlaga pride v poštev samo za bogata tla.\nGisela 3\nZaradi svoje zmanjšane rastne moči je ta klon prilagojen za visoko gostoto saditev češenj. Gisela 3 je ocenjena kot tolerantna na viruse. Ima izredno visoke zahteve glede zemlje. Zaradi malo izkušenj se cepljenje priporoča le v testne namene. V nasadih je Gisela 3 občutljiva na listne bolezni. Testirana je kot Gi 209/1 (Franken 2004). \nGisela 4\nPodlaga Gisela 4 je testirana kot Gi 473/10 in je križanec med P. avium × P. fruticosa. Rastlina je tetraploidna in je zelo pritlikava podlaga za sladke in kisle češnje.\nGisela 6\nDrevesa Gisela 6 dosežejo 65 % zmožnosti rasti kot Prunus avium, kažejo širšo rastno navado in močno rast. Gisela 6 dozori in plodi zgodaj. V istem času pa drevesa Prunus avium začnejo dobivati šele cvetove. Gisela 6 je tolerantna na viruse, je manj zahtevna pri zemlji in vodnih zalogah (Thies 2004). Gisela 6 je testirana kot 148/1 (Olmstead 2004) in je križanec med P. cerasus »Shattenmorelle« × P. canescens.\nGisela 10\nGisela 10, testirana kot 173/9, je križanec med P. fruticosa Klon 64 × P. cerasus in inducira srednje šibko rast. Podlaga je odporna proti zimskemu mrazu, vendar je občutljiva za viroze.\nOstali hibridi Gisele\nTesti, ki so jih izvedli v Nemčiji, predstavljajo veliko možnost nadaljnjega testiranja šibkih oziroma srednje bujno rastočih podlag (Callesen 1998):  − Gisela 7 je križanec med P. cerasus »Shattenmorelle« × P. canescens, testiran kot  Gi 148/8  − Gisela 8 je križanec med P. cerasus »Shattenmorelle« × P. canescens, testiran kot  Gi 148/9  − Gisela 11 je križanec med P. cerasus »Leitzkauer« × P. canescens, testiran kot Gi  195/1 \n − Gisela 12 je križanec med P. cerasus »Leitzkauer« × P. canescens, testiran kot Gi  195/2  − Gi 195/20, Gi 107/1, Gi 497/8, Gi 148/13, Gi 475/10\n"], "6": ["2.3 Razmnoževanje češnje", ""], "7": ["2.3.1 Generativno razmnoževanje", "Eden izmed možnih načinov razmnoževanja češenj je razmnoževanje s semenom. Kot podlaga se lahko uporabljajo sejanci, to so rastline, ki so zrastle iz semena. Sejanec češnje kot podlaga pri sortah vpliva na bujno rast, začetek rodnosti je razmeroma pozen, drevesa so običajno visoka in zahtevajo veliko prostora (Smole 2000).\nGlede na to, kako je seme nastalo, bo rastlina iz semena bodisi povsem enaka rastlini, na kateri se je seme razvilo, bodisi ji bo samo podobna ali pa bo bistveno drugačna od nje. Zato s semenom sadnih rastlin ne razmnožujemo sort, pač pa navadno le podlage, na katere cepimo sorte (Smole in Črnko 2000).\nRazmnoževanje s semenom je pomembno pri žlahtnjenju in pri proizvodnji podlag (Hartmann in sod. 1997).\n"], "8": ["2.3.2 Vegetativno razmnoževanje", "Novo rastlino lahko vzgojimo iz vegetativnega dela rastline, npr. poganjka, dela poganjka, dela korenine ali lista, včasih iz le nekaj milimetrov velikega rastnega vršička ali celo iz ene same celice. Nova rastlina, ki bo zrastla iz katerega koli vegetativnega dela, ima v sebi popolnoma iste genetske lastnosti kot rastlina, s katere smo vzeli ta del. Vendar pa morajo \niz tega dela rastline v ustreznih rastnih razmerah pognati in se razviti vsi deli, ki so rastlini potrebni za samostojno rast – torej korenine, listi itn. (Smole in Črnko 2000).\nPri rastlinah, ki se razmnožujejo na vegetativen način, se virusi prenašajo iz ene generacije v drugo, kar sčasoma vodi do popolne okuženosti posameznih agronomsko in hortikulturno pomembnih rastlin (Ravnikar 1996).\n"], "9": ["2.3.2.1 Razmnoževanje s potaknjenci", "Najcenejši način neposrednega vegetativnega razmnoževanja je razmnoževanje s potaknjenci. Potaknjenec je navadno del enoletnega poganjka drevesnih ali grmičastih sadnih rastlin v različnih razvojnih obdobjih. V fazi vegetacije lahko razmnožujemo zelene potaknjence, v mirujočem obdobju rastline pa lesnate potaknjence. Potaknjenec iz bazalnega dela v ustreznih rastnih razmerah iz adventivnih brstov razvije korenine, iz normalnih brstov, ki so prisotni na terminalnem delu potaknjenca, pa razvije nadzemni del poganjka. Rastline so torej sposobne, da iz različnih že formiranih delov regenerirajo ostale dele nove rastline (Smole in Črnko 2000).\n"], "10": ["2.3.2.2 Razmnoževanje češenj v tkivni kulturi", "Rastlinska tkivna kultura v širšem pomenu besede je tehnika, pri kateri gojimo rastline, organe, tkiva ali posamezne celice na definiranih trdnih ali tekočih hranilnih podlagah ali gojiščih v laboratorijskih, sterilnih razmerah – in vitro.\nPri vegetativnem razmnoževanju – in vitro uporabljamo izsečke. Izsečki so organi rastlin (vršički, prašnice), tkiv (kalusa), celic in protoplastov. Rastline vzgojimo v sterilnih pogojih, na posebej pripravljenih gojiščih. Rastlinske celice imajo sposobnost regeneracije \nin diferenciacije. Temu pojavu pravimo totipotentnost – to je potencial vsake posamezne celice, da se na podlagi svoje enovite genetske informacije razvije v popolno rastlino.\nNajprimernejši čas za jemanje izsečka pri Giseli 5 je od konca aprila do junija (Fidaci in sod. 2008).\nZa delo s tkivnimi kulturami potrebujemo laboratorij s specifično opremo in priborom, ki omogoča delo v sterilnih razmerah. Na voljo moramo imeti tudi rastno komoro, v kateri lahko umetno in avtomatično vzdržujemo optimalne razmere: temperaturo, fotoperiodo (svetlo/temno) in intenziteto osvetlitve. Poleg opreme potrebujemo tudi različne kemikalije, ki sestavljajo gojišče (makro in mikroelementi, sladkorji, voda) in organske snovi (rastni hormoni, vitamini, inozitol, strjevalci).\nNacheva in Gercheva (2009) sta proučevali vpliv tipa in koncentracije ogljikovih hidratov (saharoze in sorbitola) na nastanek in dolžino nastalih poganjkov pri in vitro razmnoževanju podlage češnje Gisela 5. Testirali sta 15 gojišč, ki so kot osnovo vsebovala MS (Murasinge in Skoog 1962), različne koncentracije avksinov (IBA, NAA in IAA) ter različna vira ogljikovih hidratov (saharozo in sorbitol) pri konstantni koncentraciji citokinina BAP (2,5 µm). Največjo namnožitev poganjkov sta dosegli pri kombinaciji: saharoza (20 g/l), sorbitol (10 g/l) in hormona IBA v koncentraciji 0,005 µm.\n"], "11": ["2.4 Mikropropagacija", "Razmnoževanje rastlin s pomočjo tkivne kulture imenujemo mikropropagacija. To je nespolno ali vegetativno razmnoževanje rastlin in vitro. Mikropropagacija je temeljna tehnika tkivnih kultur. Je osnova vseh ostalih tehnik, kajti končna faza tudi zahtevnejših postopkov je rastlinica, ki jo s temi metodami ohranjamo in razmnožujemo. V postopkih tkivnih kultur razlikujemo dve glavni poti regeneracije brstov: po poti iz apikalnih in aksilarnih meristemov. \nRastline razmnožujemo z mikropropagacijo, kadar želimo skrajšati čas razmnoževanja in vzgojiti veliko število rastlin na majhnem prostoru, neodvisno od letnega časa, ali kadar je klasično razmnoževanje dolgotrajno in težavno. Omogoča nam vzgojo genetsko enotnega materiala – kloniranje (Ravnikar 1996).\nV procesu mikropropagacije ločimo več faz:\n1. priprava materinih rastlin, 2. iniciacija kulture, 3. razmnoževanje poganjkov, 4. podaljševanje poganjkov in koreninjenje, 5. aklimatizacija.\nZa uspešno mikropropagacijo je zelo pomembna izbira matične rastline. Pri lesnatih rastlinah, ki jih težje razmnožujemo, je poleg vrste drugih dejavnikov zelo pomembna tudi fiziološka starost rastline, iz katere vzamemo material. Rastlinski material je potrebno pravilno pripraviti za nadaljnje delo. Kadar rastlinski material za mikropropagacijo vzamemo iz naravnih razmer, ga je potrebno predhodno površinsko sterilizirati, da dobimo aseptično kulturo. Rastlinski material je lahko okužen z bakterijami ali glivicami površinsko ali notranje. Za površinsko sterilizacijo se uporabljajo različna razkužila, kot so: dikloroizocianurna kislina, natrijev hipoklorit v kombinaciji z detergentom (tween). Koncentracija in čas razkuževanja sta odvisna od vrste razkužila in materiala, ki ga razkužujemo. Razkužen rastlinski material naprej obravnavamo kot sterilen in vsi nadaljnji postopki morajo potekati v sterilnih razmerah. Po razkuževanju rastlinske izsečke inokuliramo na pripravljeno gojišče in shranimo v rastno komoro, kjer vzdržujemo optimalne razmere za indukcijo, regeneracijo in nadaljnjo rast ter razvoj (Bohanec 1992).\nV fazi razmnoževanja poganjkov inokulum zraste in začne glede na določeno pot razvoja oblikovati nove poganjke. Postopek je uspešen, če v čim krajšem času nastane čim večje število normalno raslih poganjkov. Način, kako poganjke razmnožujemo in \nsubkultiviramo, je močno odvisen od vrste rastlin in njenega načina rasti v in vitro razmerah.\nVitrifikacija je nezaželen pojav, ki nastopi takoj po inokulaciji, lahko pa se pojavi šele v enem od kasnejših ciklov subkultiviranja. In vitro gojeni poganjki postanejo steklasti, prosojni, tkiva so polna vode in nabrekla. Na vitrifikacijo lahko vplivajo hormoni v gojišču in velika zračna vlaga v posodi za gojenje.\nOdmiranje vršičkov je fiziološki pojav, ki ga opazimo pri nekaterih vrstah in vitro gojenih rastlin in povzroči zastoj rasti ali celo propad. Odmiranje se pojavi zaradi pomanjkanja hranil, predvsem železa, in premajhne transpiracije v kulturi. Vršiček poganjka porjavi in odmre.\nRazmnožene poganjke subkultiviramo na gojišče za koreninjenje. Za koreninjenje navadno uporabljamo gojišče z manjšo koncentracijo makro- in mikroelementov, manj saharoze in brez hormonov ali le z avksini (indol maslena kislina – IBA, indol ocetna kislina – IAA, α- naftalen ocetna kislina – NAA). V tej fazi je lahko problem kalus, ki nastane na odrezanem mestu, kjer bi morale pognati korenine. Zaradi kalusa korenine nimajo neposrednega stika s poganjkom, tudi prevodni sistem ni spojen in kasneje, v postopku aklimatizacije, lahko sadike propadejo (Bohanec 1992).\nAklimatizacija sadik je zadnja stopnja mikropropagacije. V tej fazi poganjke, rasle v heterotrofnih razmerah, ponovno navajamo na avtotrofni način rasti. To je posebej težavno pri sadikah, ki niso razvile epikularnega voska, ki jim listne reže ne delujejo in ki imajo slab koreninski sistem (Bohanec 1992). Pomembna je izbira rastnega substrata. Obstajata dve glavni tehnični izvedbi. Po prvi gojimo rastline v posebej pripravljenih vsebnikih (kontejnerjih), po drugi pa jih gojimo v rastlinjakih, v katerih večinoma vzdržujemo visoko zračno vlažnost z megljenjem. Manjša relativna vlažnost poveča stopnjo preživelosti rastlin (Pierik 1997). \nS posebno raziskavo obnašanja listnih rež pri in vitro gojenih češnjah so ugotovili, da se listne reže v in vitro gojenih rastlinah na znižanja zračne vlage ne odzovejo takoj, pač pa se vendarle zaprejo po 15 minutah. Raziskava kaže, da se tudi ti listi sčasoma prilagodijo, zato uspeh aklimatizacije ni odvisen le od novonastalih listov (Bohanec 1992).\n"], "12": ["3 MATERIALI IN METODE DELA", ""], "13": ["3.1 Priprava matičnih rastlin", "Za poskus v laboratoriju smo najprej nabrali enoletne poganjke češnje Prunus cerasus x Prunus canescens; podlaga Gisela 5. Poganjke smo rezali 20. 6. 2008 na posestvu Pohorski dvor, Fakultete za kmetijstvo in biosistemske vede v Mariboru. Odrezane poganjke smo odnesli v laboratorij in z njih s skalpelom odrezali brste, tako da smo jih pri bazi čim manj poškodovali (slika 1).\n"], "14": ["3.2 Razkuževanje rastlinskega materiala", ""], "15": ["3.2.1 Razkuževanje z dikloroizocianurno kislino", "Pri sterilizaciji (sterilizacija D) smo uporabili 12 AK in 11 AP brstov. Uporabili smo raztopino 16,6 g/l dikloroizocianurne kisline (DICA). V koncentracijo 16,6 g/l smo dodali 2–3 kapljice detergenta Tween. Brste smo v tako pripravljeni raztopini mešali s pomočjo magnetnega mešala 15 minut in jih nato 3-krat sprali s sterilno vodo.\n"], "16": ["3.2.2 Razkuževanje z natrijevim hipokloritom", "Pri drugi sterilizaciji (sterilizacija C) smo uporabili 10 AK in 11 AP brstov, ki smo jih dali za 40 sekund v 70-odstotni etanol (EtOH), nato pa za 15 minut v natrijev hipoklorit (264 ml/l H2O). Po 15 minutah smo še 3-krat sprali s sterilno vodo. Mešanje je potekalo na elektronskem mešalu s pomočjo teflonskega magneta. Sterilizacija je potekala v sterilnem laminariju.\n"], "17": ["3.3 Sestava gojišča", "Indukcijsko gojišče je vsebovalo MS gojišče (Murasinge in Skoog 1962) (preglednica 1), kateremu smo dodali še saharozo, IBA, GA3, BAP, glicin in myo-inositol. Eno od regeneracijskih gojišč je kot osnovo vsebovalo McCown Woody Plant Medium (Lloyd in McCown 1980), katerega sestava je prikazana v preglednici 2. V preglednici 3 je podana sestava uporabljenih gojišč za indukcijo, regeneracijo in koreninjenje.\n"], "18": ["3.4 Priprava indukcijskega gojišča", "Gojišče za mikropropagacijo češnje Gisela 5 smo pripravili tako, da smo v čašo stehtali bazalno MS gojišče z vitamini (preglednica 1), saharozo in myo-inositol ter jih prelili z bidestilirano vodo. Sestavine smo raztopili s pomočjo teflonskega magneta na električnem mešalu. Nato smo odpipetirali in dodali glicin ter hormone IBA, BAP in GA3 iz založnih raztopin. Končni volumen smo določili v merilni bučki in prelili nazaj v čašo ter s pH metrom umerili pH vrednost. Da smo dobili želeni pH, smo uporabili 1M raztopino NaOH \nza zviševanje ali 1M HCl za zniževanje pH vrednosti. Pripravljenemu gojišču smo dodali še agar in ga nato segrevali v mikrovalovni pečici, dokler se ni popolnoma raztopil. Tako pripravljeno gojišče smo prelili v posodice (slika 3), primerne za avtoklaviranje. Na pokrovčke steklenic smo prilepili indikatorski trak za parno sterilizacijo, ki se po 20 minutah pri temperaturi 120 -C spremeni v rjavo barvo. Gojišče smo 15 minut avtoklavirali z vročo pregreto paro pri temperaturi 121 -C. Po avtoklaviranju smo pustili, da se stekleničke ohladijo pri sobni temperaturi.\n"], "19": ["3.5 Iniciacija kulture", "Iniciacijo sterilne kulture smo izvajali v komorah za aseptično delo – laminarijih. Razkužene brste češnje Gisela 5 smo inokulirali na indukcijsko gojišče v stekleničkah. Pri tem smo uporabljali pincete in skalpele, ki smo jih sproti sterilizirali v visokotemperaturnem grelcu pri temperaturi 250 -C . Delo je ves čas potekalo v brezprašni komori. Inokulirali smo 12 AK/D, 11 AP/D, 10 AK/C, 11 AP/C (slika 4). Inokulirane brste \nsmo pregledovali enkrat tedensko. Okužene brste smo odstranjevali, tiste, pri katerih je bila okužba samo na gojišču, pa smo prestavili na sveže gojišče.\n(Puster 2008)\n"], "20": ["3.5.1 Priprava in sestava regeneracijskega gojišča", "Prvo gojišče, označeno kot G1, je vsebovalo organske sestavine MS z vitamini (Murasinge in Skoog 1962), saharozo (30g/l), myo-inositol (100 mg/l), 2 mg/l glicina, 0,1 mg/l IBA, 1mg/l BAP, 0,1 mg/l GA3, 8g/l agarja in pH gojišča 5,7 (preglednica 3). Drugo gojišče, označeno z G2, je imelo kot osnovo McCown Woody Plant Medium (preglednica 2), kateremu smo dodali 20g/l saharoze, 2mg/l BAP, NAA 0,005mg/l in pH 5,9.\n"], "21": ["3.5.2 Regeneracija in razmnoževanje", "Brste, kjer je bila indukcija uspešna, smo po 14 dneh prestavili na regeneracijsko gojišče. Poganjke smo razmnoževali 4 mesece. Na 6–8 tednov smo novonastale poganjke odrezali pri bazi ter jih subkultivirali na sveže pripravljeno regeneracijsko gojišče (preglednica 3). Okužene in vitrificirane ter odmrle poganjke smo odstranili. Za nadaljnje razmnoževanje smo subkultivirali rastline na dve različni gojišči (G1, G2). Subkultiviranih poganjkov je bilo 40 AP ter 40 AK. Nastale poganjke smo šteli na 14, 28, 42, 56 dni (slika 5).\n"], "22": ["3.6 Koreninjenje", "Zdrave, vitalne poganjke, ki smo jih razmnožili, smo subkultivirali na sveže gojišče za koreninjenje. Uporabili smo poganjke, ki so bili veliki 1,5 do 3 cm. Začetek rasti koreninic smo opazovali v časovnem intervalu 14, 28, 42 ter več kot 56 dni. \nZa koreninjenje smo pripravili štiri različna gojišča (K1, K2, K3, K4), ki so se razlikovala po vsebnosti avksinov (preglednica 3). Gojišče K1 je vsebovalo 1 mg/l hormona IBA, K3 pa 0,5 mg/l IBA. Gojišče K2 je vsebovalo 0,5 mg/l hormona NAA, K4 pa 1 mg/l NAA. Na vsako od štirih gojišč smo prenesli 20 poganjkov in opazovali nastanek korenin. Lepo koreninjen poganjek prikazuje slika 6.\n"], "23": ["3.7 Aklimatizacija", ""], "24": ["3.7.1 Aklimatizacija v rastni komori", "Ko so rastline razvile dovolj močne korenine, smo jih presadili v substrat. Rastline smo vzeli iz steklenih lončkov in korenine dobro oprali z mlačno vodo. Rastline smo presadili v Bio-Potgrond (Klasmann) substrat. Presajene rastline smo dali v male rastlinjake in za 14 dni v rastno komoro (slika 7). \nPoganjke smo gojili v rastni komori pri temperaturi 23 +1 -C podnevi in 19 +1 -C ponoči pri fotoperiodi 16/8 ur (svetloba/tema).\n"], "25": ["3.7.2 Aklimatizacija v meglilni komori rastlinjaka", "Drugi način aklimatizacije je potekal v meglilni komori v rastlinjaku Pohorski dvor v Mariboru, z meglilnim sistemom POLAIR TH model 400 HC (slika 8). Sistem deluje avtomatsko na nastavljeno relativno zračno vlago, ki je 100-odstotna. Ukoreninjene rastlinice smo presadili v Traysubstrate ter jih dali v meglilno komoro. \n"], "26": ["4 REZULTATI Z RAZPRAVO", ""], "27": ["4.1 Vpliv različnih načinov razkuževanja na uspešno vzpostavljeno kulturo", "Iz preglednice 4 je razvidna razlika po sterilizaciji z dikloroizocianurno kislino – sterilizacija D, in pri sterilizaciji C – v kombinaciji s 70-odstotnim etanolom in natrijevim hipokloritom. Po sterilizaciji smo brste inokulirali na indukcijsko gojišče. Brste smo opazovali 12 dni. Po dvanajstih dneh je sterilizacijo C pri AP preživelo 91 %, pri AK 20 % brstov, sterilizacijo D pri AP 100 % in pri AK 83,3 % brstov (grafikon 1). Pri sterilizaciji C ni bilo zaznati okužbe, ampak brsti niso rastli in so počrneli (slika 9). Pri sterilizaciji D pa so se pojavile okužbe (slika 10).\nSlika 9 Slika 10\n* sterilizacija D z dikloroizocianurno kislino ** sterilizacija C z natrijevim hiperkloritom *** AP – apikalni brsti **** AK – aksilarni brsti\n"], "28": ["4.2 Uspešnost razmnoževanja", ""], "29": ["4.2.1 Razmnoževanje na indukcijskem gojišču", "Na razmnoževalno gojišče (preglednica 3) je bilo inokuliranih 10 poganjkov D/AK, iz njih pa je po končanih subkultivacijah nastalo 71 poganjkov, od tega jih je preživelo 55 poganjkov, propadlo pa 16. Iz 11 inokuliranih poganjkov D/AP jih je nastalo 82, preživelo 57, propadlo pa 25 poganjkov. Iz 2 inokuliranih poganjkov C/AK jih je nastalo 5, preživeli so 4 poganjki in 1 poganjek je propadel. Iz 10 inokuliranih poganjkov C/AP jih je nastalo 56, preživelo 53, propadli pa so 3 poganjki (preglednica 5).\nprenosu na gojišče G1.\n* sterilizacija D z dikloroizocianurno kislino ** sterilizacija C z natrijevim hiperkloritom *** AP – apikalni brsti **** AK – aksilarni brsti \nKot negativni pojavi so se pojavljale različne okužbe, vitrifikacije (slika 11), rjavenje ter močno nastajanje kalusa pri bazi poganjka na razmnoževalnem gojišču (slika 12).\nSlika 11 Slika 12\n"], "30": ["4.2.2 Primerjava razmnoževanja na dveh različnih gojiščih", "Na gojiščih G1 in G2 (preglednica 3) smo subkultivirali 80 zdravih in vitalnih poganjkov (preglednica 6). Opazovali smo rast poganjkov v določenem časovnem obdobju (14, 28, 42, 56 dni).\nNa gojišču G1 je kalusiralo 24 poganjkov (60 %), propadla sta dva poganjka (5 %), zdravih pa je ostalo 14 poganjkov oz. 35 %.\nNa gojišču G2 je kalusiralo 13 oz. 32,5 %, propadlih ni bilo. Zdravih poganjkov je ostalo 27 oz. 67,5 %.\nNa gojišču G1 so poganjki bolj razvijali kalus in manj poganjkov (slika 14 A, B). Zaradi kalusa poganjki niso mogli črpati hranilnih snovi iz gojišča in so seveda zaostajali v rasti. Na G2 je nastajalo manj kalusa (slika 15 A, B), poganjki so rastli hitreje in nastalo jih je več (preglednica 7).\n"], "31": ["4.3 Vpliv različnih gojišč na uspešnost koreninjenja", "Lepo razvite poganjke velikosti 1,5–3 cm smo prestavili na štiri različna gojišča za koreninjenje, ki so se razlikovala po vsebnosti avksinov (preglednica 3). V preglednici 8 je prikazano, koliko poganjkov je uspešno koreninilo na posameznem tipu gojišča.\nGisela 5 na štirih gojiščih za koreninjenje\nNa K1 gojišču je bilo inokuliranih 20 poganjkov, od tega jih je preživelo in oblikovalo korenine 14 oz. 70 %, 3 poganjki so ostali zeleni, vendar niso oblikovali korenin, trije pa so propadli. Na K2 gojišču jih je od 20 preživelo 16 oz. 80 %, ki so lepo koreninili. En poganjek je ostal zelen, vendar ni tvoril korenin, 3 poganjki oz. 15 % jih je propadlo. Na K3 gojišču je koreninilo največ poganjkov, od 20 inokuliranih jih je lepo koreninilo 18 oz. 90 %. Propadla sta 2 oz. 10 % poganjkov. Na K4 gojišču jih je od 20 inokuliranih poganjkov koreninilo 13 oz. 65 %, 3 poganjki niso oblikovali korenin in 4 so propadli.\nIz preglednice 8 je razvidno, da so najbolje koreninili poganjki, ki so bili inokulirani na gojišče K3, ki je vsebovalo 0,5 mg/l IBA (sliki16 in 17). Pri gojišču K1, ki je vsebovalo 1 mg/l IBA, pa je bilo koreninjenje slabše. Pri gojiščih K2 in K4, ki sta vsebovali hormon NAA (K2 – 0,5 mg/l; K4 – 1 mg/l) je bilo pri večji koncentraciji hormona NAA manj ukoreninjenih poganjkov.\n"], "32": ["4.4 Vpliv aklimatizacije na število dobljenih sadik", ""], "33": ["4.4.1 Aklimatizacija v rastni komori", "Rastline, ki so se lepo ukoreninile, smo presadili v substrat in jih dali v male rastlinjake ter za 14 dni v rastno komoro (slika 18). Pri aklimatizaciji v rastni komori je od 61 rastlin preživelo 7 oz. 11,5 %, propadlo pa jih je 54 oz. 88,5 % (preglednica 9). \nD – rastline, presajene v substrat (Puster 2009) \nV času, ko so bile rastline v rastni komori in so imele zagotovljene vse pogoje za življenje, so se lepo razvijale, ko pa smo jih prestavili iz rastne komore, se je na pokrovu mini rastlinjaka nabrala prevelika količina vlage. Zaradi prevelike količine vlage je precej rastlin uničila gniloba. Listi so se pričeli zvijati in sušiti z zunanjega roba. Rastline so bile nato prenesene v meglilno komoro rastlinjaka.\n"], "34": ["4.4.2 Aklimatizacija v meglilni komori rastlinjaka", "Dvaindvajset poganjkov, ki so pognali korenine, smo presadili v substrat. Rastline smo takoj po presaditvi dali v meglilno komoro, kjer so lepo uspevale (slika 19). Pri tej aklimatizaciji je preživelo 8 rastlin oz. 36,4 %, propadlo pa jih je 14 oz. 63,6 % rastlin (preglednica 9). Rastline so bile v meglilni komori od 4–7 mesecev, nato pa smo jih prestavili v rastlinjak, kjer so bile 16 mesecev.\n"], "35": ["4.4.3 Različni vplivi dveh načinov aklimatizacije na rast rastlin", "Za aklimatizacijo smo uporabili dve metodi, in sicer aklimatizacijo v rastni komori ter aklimatizacijo v meglilni komori (preglednica 9).\n* A1 – rastna komora, **A2 – meglilni sistem\nPo podatkih smo ugotovili, da je pri aklimatizaciji v rastni komori od 61 propadlo 57 rastlin. Rastline, ki so preživele, so ostale majhne. Pri aklimatizaciji v meglilni komori pa je preživelo večje število rastlin. Od 22 posajenih rastlin jih je preživelo 8. Razlika v rasti rastlin je razvidna na sliki 20.\nrastlina, stara 3 mesece, vzgojena v meglilni komori (Puster 2009)\nSlika 23 Slika 24\n"], "36": ["5 SKLEPI", "V poskus mikropropagacije smo vključili podlago češnje Gisela 5 (Prunus cerasus x P. canescens), ki raste na Pohorskem dvoru Fakultete za kmetijstvo in biosistemske vede v Mariboru. V poskusu, izvedenem v obdobju od junija 2008 do julija 2010, smo proučevali različne vplive sterilizacije izhodiščnega materiala (brstov), različne sestave gojišč, ki vplivajo na rast in razmnoževanje ter in vitro koreninjenje rastlin. Primerjali smo tudi dve metodi aklimatizacije in vitro razmnoženih rastlin.\nV prvem delu poskusa (sterilizacija) smo največjo preživelost dosegli brstov pri sterilizaciji z dikloroizocianurno kislino, ki je bila pri aksilarnih brstih 100-odstotna, pri apikalnih pa 83-odstotna. Pri drugem načinu sterilizacije s 70-odstotnim etanolom in natrijevim hipokloritom je veliko brstov propadlo oziroma počrnelo. Pri obeh načinih sterilizacije smo boljše rezultate dosegli z aksilarnimi brsti v primerjavi z apikalnimi. Razlog je verjetno v tem, da je pri apikalnih brstih več skritih mest, kamor razkužilna raztopina težje prodre (slika 1).\nPri razmnoževanju na dveh različnih gojiščih smo ugotovili, da je gojišče G2 učinkovitejše, saj so poganjki manj kalusirali. Prav tako so razvili več zelenega dela in s tem omogočili hitrejše razmnoževanje. Tako smo na gojišču G2 uspešno vzgojili 169 rastlin, na gojišču G1 pa 119 rastlin. V času razmnoževanja smo rastline zaradi selitve fakultete selili v nove prostore. V tem času so rastline začele izgubljati barvo, listi so rumeneli in odpadli, nekatere rastline pa so propadle. Če do tega nezaželenega dejavnika ne bi prišlo, lahko predvidevamo, da bi bil uspeh v smislu razvitih rastlin večji.\nNajveč lepo koreninjenih rastlin (90 %) smo dobili na gojišču K3, ki je vsebovalo 0,5 mg/l IBA. Na gojišču K1, ki je vsebovalo 1mg/l IBA, je koreninilo 70 % poganjkov, na gojišču K2 z 0,5 mg/l NAA je koreninilo 80 % poganjkov in na K4 z vsebnostjo 1 mg/l NAA 65 % poganjkov. \nEden od vzrokov za manjši odstotek koreninjenja bi lahko bile tehnične težave z rastno komoro, kjer je zaradi okvare termostata prišlo do dviga temperature do 42,7 -C.\nPri aklimatizaciji je bila najučinkovitejša metoda aklimatiziranja v meglilni komori. Pri aklimatizaciji v rastni komori je od vseh 61 posejanih rastlin preživelo le 7 oz. 11,5 %. V meglilni komori pa je med 22 rastlinami preživelo 8 oz. 36,4 % rastlin. Izkazalo se je, da je meglilna komora učinkovitejša za aklimatizacijo podlage češnje Gisela 5, vzgojene v tkivni kulturi.\n"], "abstract": ["V obdobju od junija 2008 do julija 2010 smo na Fakulteti za kmetijstvo in biosistemske vede v Mariboru opravili poskus, v katerem smo proučevali možnosti razmnoževanja podlage Gisela 5 v tkivni kulturi. V poskus mikropropagacije smo vključili 44 brstov Gisela 5, ki smo jih inokulirali na indukcijsko gojišče. Brste smo predhodno sterilizirali po dveh metodah. Z dikloroizocianurno kislino smo sterilizirali 23 brstov, od katerih jih je preživelo 95,5 %. Po drugi metodi, kjer smo 21 brstov sterilizirali z natrijevim hipokloritom, je preživelo 57,1 % brstov. Na gojišči G1 in G2 smo subkultivirali 80 vitalnih poganjkov ter opazovali njihovo rast. Iz 40 poganjkov smo na G1 namnožili 119 poganjkov, na gojišču G2 pa 169. Gojišče G2 se je izkazalo za boljše, saj je bil tukaj odstotek kalusiranih in propadlih poganjkov nižji kot pri G1. Dovolj razvite rastline smo prestavili na štiri gojišča za koreninjenje (K1, K2, K3, K4), ki so se razlikovala po vsebnosti avksinov (IBA in NAA). Največ rastlin je koreninilo na gojišču K3 z 0,5 mg/l IBA (90 %), najmanj (65 %) pa na gojišču K4 z 1 mg/l NAA. Ukoreninjene rastline smo presadili v substrat in jih aklimatizirali v rastni komori v laboratoriju oz. meglilni komori rastlinjaka. Aklimatizacija v meglilni komori je bila v primerjavi z rastno komoro boljša, saj je aklimatizacijo v meglilni komori preživelo več rastlin (36,4 %) kot v rastni komori (11,5 %). "]}