{"1": ["1. UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "V današnjem času v poslovnem svetu ni več podjetja, ki se na svojem področju delovanja ne bi srečevalo s konkurenco. Konkurenca spodbuja podjetja, da iščejo vedno nove ideje in možnosti za predstavitev svojih izdelkov in storitev. Le te omogočajo pridobitev novih odjemalcev ali pa vsaj ohranjanje že obstoječih uporabnikov proizvodov in storitev.\nVečina podjetij skuša potencialnim kupcem predstaviti svoj izdelek ali storitev z oglaševanjem in jih tako prepričati v nakup. Vse več podjetij pa se poslužuje tudi drugih oblik tržnega komuniciranja, kamor spadajo še odnosi z javnostmi, osebna prodaja in pospeševanje prodaje. Te oblike tržnega komuniciranja vse bolj pridobivajo na pomenu in se vse bolj uveljavljajo, saj s kupci vzpostavljajo bolj neposreden odnos.\nTako je tudi pospeševanje prodaje v zadnjem času veliko pridobilo na pomenu, tako v tujini kot tudi pri nas. Zasledimo ga lahko vsakodnevno v obliki raznih akcij, ki jih pripravljajo podjetja, in sicer kot vzorce, kupone, darila, nagradne igre, žrebanja, nagrade stalnim strankam, demonstracije in podobno.\nVse to in še več zavzema pospeševanje prodaje. Gre za element tržnega komuniciranja, ki omogoča proizvajalcu neposredno komuniciranje s posredniki ( trgovci ) in potrošniki. S pospeševanjem prodaje skušamo porabnike in trgovske posrednike spodbuditi k nakupu izdelka ali storitve.\nPodročje, ki ga bomo obravnavali v diplomskem delu je področje pospeševanja prodaje, najprej v okviru teorije, nato pa še konkretno na primeru podjetja Tobačna Ljubljana d.o.o.\nZa izbrano temo sem se odločil, ker imam kot kadrovski štipendist Tobačne Ljubljane že kar nekaj izkušenj s pospeševanjem prodaje v tem podjetju, saj sem v okviru vsakoletne delovne prakse v preteklih letih dobro spoznal to področje v podjetju.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen diplomskega dela je podrobneje prikazati pospeševanje prodaje s teoretičnega in praktičnega vidika.\nV teoretičnem delu diplomske naloge bomo na osnovi znanja in literature predstavili pojem pospeševanja prodaje in opredelili njegovo vlogo v okviru tržnega komuniciranja. Nato bomo opredelili še cilje in metode pospeševanja prodaje ter zakonske omejitve.\nV praktičnem delu diplomske naloge pa bomo predstavili podjetje Tobačna Ljubljana d.o.o. in analizirali pospeševanje prodaje v tem podjetju. Predstavili bomo tudi akcijo pospeševanja prodaje v podjetju na konkretnem primeru. \nCilji diplomskega dela:\n- Predstavitev teoretičnih izhodišč o tržnem komuniciranju s poudarkom na  pospeševanju prodaje;\n"], "4": ["- Predstavitev podjetja Tobačna Ljubljana d.o.o.;", "- Analizirati pospeševanje prodaje v podjetju Tobačna Ljubljana d.o.o.;\n- Prikazati praktični primer izvedbe akcije pospeševanja prodaje.\nOsnovne trditve diplomskega dela:\n- Sodobna podjetja dajejo pospeševanju prodaje vedno večji pomen;\n- Pospeševanje prodaje je najbolj pogosto uporabljen instrument tržnega komuniciranja  v podjetju Tobačna Ljubljana in mu zato namenjajo največ pozornosti.\n"], "5": ["1.3 Predpostavke in omejitve raziskave", "Izdelava diplomskega dela temelji na naslednjih predpostavkah:\n- Na izbrano temo je dostopne veliko domače in tuje literature in veliko mnenj različnih  avtorjev;\n- Obstajajo razlike v primerjavi teorije o pospeševanju prodaje s prakso pospeševanja  prodaje v podjetju Tobačna Ljubljana;\n- Uporabljeni podatki bodo izhajali iz internih podatkovnih baz in razgovorov v podjetju  Tobačna Ljubljana;\n- Menim, da bom deležen pomoči s strani podjetja;\n- Predpostavljam, da bom pri pisanju diplomske naloge lahko uporabil nekatere  izkušnje, ki sem si jih pridobil v podjetju na področju pospeševanja prodaje v času  delovne prakse.\nOmejitve pri izdelavi diplomskega dela:\n- Nedostopnost nekaterih podatkov, ki spadajo v poslovno tajnost in niso namenjeni  javni uporabi;\n- Omejitev na slovensko tržišče.\n"], "6": ["1.4 Metode raziskovanja", "Pri izdelavi diplomskega dela bomo uporabili poslovno raziskavo, saj se bomo osredotočili na konkretno funkcijo v podjetju – na marketing oziroma na pospeševanje prodaje.\nRaziskava bo statična, ker bomo z njo proučevali stanje med ekonomskimi pojavi v določenem trenutku.\nV prvem delu diplomske naloge bomo zbirali podatke s pomočjo sekundarne raziskave literature, primerjali in povzemali bomo mnenja različnih avtorjev.\nV drugem delu pa bomo uporabili podatke, pridobljene v podjetju iz njihovih internih virov publikacij. V diplomski nalogi jih bomo analizirali in obdelali. \nUporabili bomo deskriptivni pristop k raziskovanju. V okviru tega pristopa bomo uporabili:\n- metodo deskripcije (opisovali bomo dejstva, procese in pojave v zvezi s  pospeševanjem prodaje );\n- metodo kompilacije ( povzemali bomo spoznanja, stališča in sklepe drugih avtorjev o  pospeševanju prodaje );\n- komparativno metodo ( primerjali bomo dejstva o pospeševanju prodaje s teoretičnega  vidika in prakse ). \n"], "7": ["2. TRŽNO KOMUNICIRANJE", ""], "8": ["2.1 Opredelitev tržnega komuniciranja", "Beseda »komuniciranje« izhaja iz latinskega izraza »communicare« in pomeni napraviti skupno ali deliti kaj s kom. Iz tega nastali glagol »komunicirati« pa pomeni sporočiti, priobčiti, občevati oziroma v medsebojni zvezi biti (Lorbek 1979, 9).\nKomuniciranje je določen proces obveščanja ali informiranja, ki teče med vsaj dvema osebama v obeh smereh. To je obojestranski oz. bilateralni proces informiranja med obema stranema, ki imata za to določen vzajemni interes. Pri komuniciranju vzpostavljamo nekaj skupnega, vzpostavljamo edinost ali soglasje s posameznikom ali skupino posameznikov (ibidem, 9).\nKadar so predmet komuniciranja med sporočevalcem in naslovnikom informacije o povpraševalcih in ponudnikih proizvodov in storitev, torej o tržnih udeležencih, govorimo o tržnem komuniciranju.\nTržno komuniciranje obsega medsebojno obveščanje med tržnikom in njegovim okoljem, zlasti med njegovimi dobavitelji in odjemalci. Podjetje mora komunicirati tako z obstoječimi kot tudi z možnimi kupci. Da bi si podjetja danes zagotovila učinkovito komunikacijo, najemajo različne oglaševalske agencije in strokovnjake, ki jim pripravijo programe tržnega komuniciranja, skrbijo za publiciteto izdelkov in ustvarjajo pozitivno podobo (image) o podjetju (Kotler 1998, 596).\nLorbek (1979,11) opredeljuje tržno komuniciranje kot proces obveščanja ali informiranja, ki v bistvu predstavlja tok informacij, ki se odvija med podjetjem in potrošniki v obeh smereh. To medsebojno informiranje je pogojeno z vzajemnim interesom, ki se kaže v tem:\n- da bi podjetja čim bolje informirala potrošnike o svojih dejavnostih in bila čim bolj  informirana o reagiranju potrošnika na dane informacije, zato da bi dosegla trajne  poslovne uspehe\n- da bi bili potrošniki čim bolje informirani in pripravljeni dati informacije o svojem  reagiranju zato, da bi lahko na tak način čim bolj zadovoljevali svoje potrebe.\nStarman (1995, 4-5) pravi, da je pri marketinškem komuniciranju pošiljatelj sporočila praviloma podjetje, sporočilo pa je namenjeno porabniku. Marketinško komuniciranje je torej usmerjeno na porabnika, saj je namen vseh aktivnosti marketinškega komuniciranja prav vzpostavitev zveze med proizvajalcem in porabnikom. Komunikacija bo še uspešnejša, v kolikor bomo poznali ciljno skupino porabnikov oziroma tržni segment, ki mu je sporočilo namenjeno. Pri tem se ne smemo opirati le na enosmerno komuniciranje, ampak moramo ciljni skupini dati možnost odgovora. Če razvijemo dialog, bomo tudi lažje določali cilje komuniciranja, oblikovali sporočila in izbirali komunikacijska sredstva ter medije.\nNa podlagi navedenih opredelitev tržnega komuniciranja različnih avtorjev lahko rečemo, da tržno komuniciranje sestavljajo različne aktivnosti organizacije, ki so usmerjene na potrošnika. Z njimi želi organizacija spodbuditi potrošnikovo zavedanje o svojih izdelkih in storitvah ter o njih ustvariti pozitiven image, katerega končni cilj je prepričati potrošnika za nakup. \n"], "9": ["2.2 Cilji tržnega komuniciranja", "Bovee, Houston in Thill (1995, 516) navajajo naslednje cilje tržnega komuniciranja:\n- Posredovanje informacij. Komuniciranje je koristno tako za potrošnika kot tudi za  proizvajalca. Potrošniki se na ta način seznanijo z novimi izdelki, proizvajalci pa lahko  informirajo obstoječe in potencialne potrošnike o svojih izdelkih in storitvah.\n- Spodbujanje povpraševanja. Najbolj očiten cilj komuniciranja je spodbujanje obstoječih in  potencialnih potrošnikov k nakupu.\n- Razlikovanje izdelkov. Podjetja uporabljajo komuniciranje zato, da jih bodo potrošniki  razlikovali od konkurenčnih podjetij ter da bodo prepoznali njihove izdelke.\n- Spominjanje obstoječih odjemalcev. Odjemalce je potrebno znova spominjati na prednosti  izdelkov podjetja in tako preprečiti, da bi začeli posegati po izdelkih konkurentov.\n- Izpodbijanje konkurence. Podjetja lahko uporabijo komuniciranje tudi z namenom, da  izpodbijajo tržne napore svojih konkurentov .\n- Odzivanje na negativne posledice. Z učinkovitim komuniciranjem lahko podjetje slabe  novice o sebi ali o svojih izdelkih kaj hitro obrne sebi v prid ter tako izkoristi nastalo  medijsko pozornost za promocijo svojega izdelka.\n- Blaženje nihanj povpraševanja. Podjetja, ki proizvajajo sezonske izdelke, se soočajo z  nihanjem povpraševanja med letom. Da bi to nihanje ublažili, poskušajo preko  komuniciranja spodbuditi odjemalce k nakupu in uporabi izdelka tudi izven sezone.\n- Prepričevanje odločevalcev. Podjetje skuša s posebnimi oglasi vplivati na tiste ljudi, ki  imajo pri nakupu izdelkov največjo vlogo.\n- Vplivanje na javno vedenje. V tem primeru gre večinoma za neprofitne organizacije, ki bi  rade s pomočjo komuniciranja ustvarile nekakšen splošni vzorec vedenja ljudi.\nKostić (1988, 59) pa razlikuje v tržnem komuniciranju dve vrsti ciljev:\n- splošne\n- konkretne planske cilje.\nSplošni cilji so informiranje, prepričevanje, spominjanje in spodbujanje k nakupu. Konkretni planski cilji pa morajo vsebovati:\n- kvalitativno opredelitev (kaj želimo doseči – učinek)\n- kvantitativno opredelitev (v kakšni velikosti želimo doseči in kje)\n- časovno opredelitev (v kakšnem časovnem obdobju)\n- finančno opredelitev (višina potrebnih finančnih sredstev)\nDobro postavljen konkretni planski cilj akcije tržnega komuniciranja mora biti (ibidem, 60):\n- uresničljiv (zasnovan na temeljnem poznavanju značilnosti nosilca potreb in njegovih  potreb, iskanju možnosti njihovega zadovoljevanja)\n- usklajen z drugimi nadrejenimi in vzporednimi cilji\n- merljiv (da lahko kontroliramo v kakšni meri je bil dosežen)\n- določen s svojimi štirimi opredelitvami\n- sprejet s strani nosilca poslovnih odločitev\n- v pisni obliki.\nDobri cilji tržnega komuniciranja imajo naslednje značilnosti:\n- temeljijo na poznavanju ciljev podjetja in ciljev marketinga\n- so odvisni od natančnega poznavanja ciljne skupine odjemalcev in od njenih tendenc  reagiranja na različne ravni komuniciranja\n- so kvantificirani in s tem merljivi \n- so v čim večji meri odsev dejanskih učinkov aktivnosti komuniciranja\n- so zahtevni, vendar dosegljivi\n- so postavljeni v realističen časovni okvir (Lorbek 1991, 9).\n"], "10": ["2.3 Proces tržnega komuniciranja", "Tržnik mora razumeti, kako poteka komunikacija oziroma sporočanje. Komunikacijski model kaže, kdo komu kaj sporoča, po kateri poti in s kakšnim učinkom. Na sliki 1 je prikazanih devet prvin komunikacijskega modela. Dve prvini sta poglavitna udeleženca v komunikaciji – oddajnik in naslovnik, naslednji sta komunikacijski orodji – sporočilo in kanal, sledijo štiri komunikacijske funkcije – zakodiranje, razkodiranje, odziv in povratna informacija. Zadnja prvina v komunikacijskem modelu so motnje.\nTemeljne značilnosti prvin komunikacijskega procesa (Brassington in Pettitt 1997, 571-575):\nOddajnik oz. sporočevalec: organizacija ali posameznik, ki želi ciljni javnosti posredovati sporočilo.\nZakodiranje: proces, ko organizacija (sporočevalec) poskuša svoje sporočilo predstaviti naslovniku z različnimi simboli. Pošiljatelj mora zakodirati sporočilo na takšen način, da bo razumljeno na prejemnikovi strani. Uporabljati mora tudi takšne znake, ki so znani, domači in razumljivi tudi ciljni javnosti.\nSporočilo: vključuje informacijo, za katero pošiljatelj upa, da jo bo prenesel prejemniku. Sporočilo je lahko verbalno ali neverbalno, v pisni ali govorni obliki, v obliki simbola, znaka ali poljubne kombinacije. Biti mora v takšni obliki, da je primerno za načrtovani kanal.\nKanal: je metoda ali medij, po katerem potuje sporočilo od pošiljatelja k prejemniku. Ločimo osebne in neosebne kanale. Osebni komunikacijski kanali pomenijo obliko medosebnega stika \nmed posamezniki ali skupinami iz ciljne skupine (zastopniki, prodajalci). Neosebni kanali komuniciranja pa so tisti, ki prenašajo sporočilo brez vključevanja osebnega stika med pošiljateljem in prejemnikom sporočila (množični mediji).\nRazkodiranje: proces, ko naslovnik sporočila skuša pomen simbolov, zbranih v sporočilu, razumeti tako, da ima vsebina zanj enak pomen kot za sporočevalca. Za učinkovito komunikacijo je pomembno, da prejemnik pravilno razume in interpretira to, kar je oddajalec sporočila želel sporočiti.\nNaslovnik: oseba ali osebe, s katerimi želi pošiljatelj deliti informacije. To so potrošniki, javnost ali trg, ki ga podjetje skuša doseči.\nOdziv: to je skupek reakcij naslovnika, ki sledijo sprejemu sporočila. Lahko je izražen kot neopazno hranjenje informacij v spomin ali kot takojšnja reakcija.\nPovratna informacija: za tržnike in oglaševalce je zelo zanimiva, ker je del odgovora in gre nazaj k oddajniku sporočila. Pojavlja se v različnih oblikah in zapira povratno zanko procesa komuniciranja. S tem omogoča oglaševalcu, da opazuje in spremlja, kako je bilo sporočilo dekodirano in sprejeto. Dolgoročna povratna informacija pa omogoča računanje korelacije med sporočanjem medijev oglaševanja in trženjem nasploh.\nMotnje: razumemo jih kot nenačrtovane ovire, ki lahko izkrivljajo informacije tako, da sprejemnik dobi drugačno sporočilo od načrtovanega ali ga drugače dekodira. Za to, da občinstvo ne sprejme nekega sporočila, so možni trije vzroki:\n- selektivna pozornost, zaradi katere naslovnik ne zazna vseh sporočil\n- selektivno izkrivljanje, pri katerem prido do popačenja sporočila, tako da naslovnik sliši  tisto, kar želi slišati\n- selektivna ohranitev, zaradi katere naslovnik ohrani v spominu le del sporočil, ki ga  dosežejo.\nPogoji uspešnega komuniciranja po Schramu (Ule, Kline 1996, 64-65):\n- sporočilo mora biti oblikovano in posredovano tako, da vzbudi zanimanje in doseže svoj  namen\n- sporočilo mora vsebovati znake, ki so skupni viru in prejemniku\n- sporočilo mora pri posamezniku zbuditi potrebe in posredovati nek način soočanja z njimi.\nDejavniki, ki vplivajo na učinek komunikacije (Kotler 1998, 599):\n- večji ko je monopol komunikacijskega vira nad naslovnikom, večji je učinek v korist vira  nad naslovnikom\n- učinki komunikacije so največji tam, kjer se sporočilo sklada z obstoječimi mnenji,  prepričanji in naravnanostjo naslovnika\n- komunikacija bo učinkovitejša tam, kjer za vir velja, da ima izkušnje in visok položaj, da  je objektiven ali všečen, in še posebno tam, kjer ima moč in se je z njim možno istovetiti\n- komunikacija je najučinkovitejša v zvezi z manj znanimi, slabo zaznavanimi, obrobnimi  vprašanji, ki niso v središču naslovnikovega vrednostnega sistema\n- družbeno okolje, skupina ali referenčna skupina delujejo kot posredniki komunikacije in  vplivajo na to, ali bo sporočilo sprejeto ali zavrnjeno. \n"], "11": ["2.4 Faze pri oblikovanju učinkovitega komuniciranja", "Trženjski sporočevalec mora pri oblikovanju celovitega in učinkovitega komunikacijskega in promocijskega programa upoštevati naslednje faze (Kotler 1998, 599): 1.) Določitev ciljnega občinstva 2.) Opredelitev ciljev komunikacije 3.) Oblikovanje sporočila 4.) Izbira komunikacijskih kanalov 5.) Določitev celotnega proračuna za promocijo 6.) Izbira promocijskega spleta 7.) Merjenje učinkovitosti promocije 8.) Organiziranje in upravljanje povezane trženjske komunikacije.\n2.4.1 Določitev ciljnega občinstva\nOblikovanje učinkovitih komunikacij se začne z jasno izoblikovano podobo o ciljnem občinstvu. To so lahko možni kupci izdelkov podjetja, obstoječi uporabniki, odločevalci ali vplivneži. Občinstvo lahko sestavljajo posamezniki, skupine, posamični deli prebivalstva ali vsi skupaj. Občinstvo bistveno vpliva na odločitve o tem, kaj, kako, kdaj, kje in komu bo sporočevalec sporočal.\nPomemben del analize občinstva je prepoznavanje trenutne podobe, ki jo imajo ljudje o podjetju, njegovih proizvodih in konkurentih. Na odnos ljudi do nekega predmeta in odzivanje nanj namreč močno vpliva njihova podoba o tem predmetu. Poslovodstvo organizacije pa mora nasproti obstoječi podobi določiti želeno podobo.\nOrganizacija, ki si prizadeva izboljšati svojo podobo, mora biti potrpežljiva. Podobe so trdovratne in se ohranijo še dolgo potem, ko se je organizacija že spremenila (Kotler 1998, 599-601).\n2.4.2 Opredelitev ciljev komunikacije\nStarman (1995, 8) meni, da bi najbolj splošno cilje tržnega komuniciranja opredelili z besedami informirati, prepričati in spomniti o obstoju izdelka ali storitve. Čeprav je končni cilj vsake tržnikove akcije nakup, pa je vendarle pred tem še mnogo vmesnih ciljev. Izvajalec marketinga mora namreč vedeti, kako ciljno skupino porabnikov premakniti iz obstoječe v večjo pripravljenost za nakup.\nGlavni cilji tržnega komuniciranja so (Potočnik 2000, 112):\n- obveščanje javnosti o dejavnosti podjetja in njegovih izdelkih\n- ponavljanje že znanega obvestila o izdelkih\n- prepričevanje porabnikov, da nakup reklamiranega izdelka daje večje koristi kot nakup  drugega podobnega izdelka\n- miselno povezovanje porabnikov z določenimi izdelki in podjetji.\nTržnik skuša pri ciljnem občinstvu doseči spoznavni, čustveni ali vedenjski odziv. To pomeni, da bo tržnik poskusil nekaj spraviti v porabnikovo zavest, spremeniti porabnikov odnos ali pa ga pripraviti do dejavnosti. Glede na to razlikuje Tellis (1998, 28) naslednje cilje: \nKognitivni ali spoznavni cilji: obvestijo potrošnike o poznavanju in uporabi izdelka. Prvi cilj, ki ga mora sporočevalec doseči, je pritegnitev kupčeve pozornosti. Ta cilj določamo pri novem in izboljšanem izdelku, katerega potrošniki še ne poznajo, zato mora biti predmet komuniciranja ciljni skupini čim bolj opazen.\nAfektivni ali čustveni cilji: se kažejo v povečanju in izboljšanju potrošnikove naklonjenosti za\n"], "abstract": ["Diplomska naloga je namenjena predstavitvi pospeševanja prodaje, kot enega najpomembnejših instrumentov tržnega komuniciranja, ki v zadnjih letih vse bolj pridobiva na pomenu. Tako si danes ne moremo več predstavljati uspešnega podjetja, ki ne bi izvajalo tega instrumenta. Namen pospeševanja prodaje je posredno ali neposredno vplivati na hitrejšo in povečano prodajo izdelkov in storitev, da bi podjetje lažje doseglo svoje prodajne cilje. Poznamo veliko metod pospeševanja prodaje, ki jih lahko delimo glede na njihovo usmerjenost na potrošnike, trgovine ali na lastno prodajno osebje. V teoretičnem delu diplomske naloge sta predstavljena tržno komuniciranje in pospeševanje prodaje, v praktičnem delu naloge pa sledi prikaz pospeševanja prodaje na primeru podjetja Tobačna Ljubljana. Tobačna Ljubljana je na področju tržnega komuniciranja izjemno omejena, saj je v Sloveniji sprejet strog protitobačni zakon, ki zelo omejuje ali prepoveduje skoraj vse instrumente tržnega komuniciranja. Tako se Tobačna Ljubljana v največji meri poslužuje prav pospeševanja prodaje. Eden pomembnejših razlogov, zakaj se sodobna podjetja vedno bolj poslužujejo pospeševanja prodaje, je tudi možnost doseganja dolgoročnih učinkov. Ti se kažejo v krepitvi lojalnosti potrošnikov in v utrjevanju imagea blagovne znamke."]}