{"1": ["UVOD", "Promet je pojem, ki ga vsi dobro poznamo. Že od nekdaj je človek čutil potrebo po mobilnosti. Ta sposobnost je ključnega pomena za razvoj človeka in celotne skupnosti, saj na enem mestu ni mogoče ustvarjati, proizvajati ali živeti. Tako je potrebno, da smo ljudje sposobni premagovati večje razdalje, za kar pa potrebujemo transportna sredstva. Peš ali z živino je bila sposobnost tovorjenja in dometa zelo omejena.\nPromet je tako zaradi same nujnosti doživel zelo hiter razvoj. Najprej sta se razvila kopenski in vodni promet z odkritjem zmožnosti kolesa in vezave več hlodov za izdelavo splava. Sledila sta železniški in zračni promet. Svojo ˝ero dominance˝ sta imela tako parnik na vodi kot tudi parna lokomotiva. To je bil ultimativni način prevoza ljudi in tovora v takratnih časih. Zračni promet je bil še v povojih.\nPo zraku smo začeli ljudje leteti z oponašanjem ptic, kar je bilo uspešno le za nekaj metrov in le za enega človeka. Kasneje, šele v 18. in 19. stoletju, so se razvili baloni, ki so imeli že večji potencial. Daljinski leti z ljudmi in tovorom so bili tako mogoči z razvojem cepelinov ali letečih ladij. Najbolj znan je bil Grof Hindenburg, ki je tragično končal v ZDA. Prva letala so se razvila okoli leta 1900. Med pionirji letalstva sta tudi brata Rusjan.\nTako se je iz primitivnih letal razvila letalska industrija. S hitrim razvojem vojnih letal med svetovnima vojnama in kasnejšo nadgradnjo znanja v komercialna letala se je začela era zračnega prometa. Letala so postala hitra in zanesljiva transportna sredstva, še posebej z razvojem reakcijskega motorja. Današnja podoba svetovnega prometa je precej kompleksna z mnogimi podsistemi in novimi tehnologijami. V to domeno predvsem spadajo inteligentni transportni sistemi, ki omogočajo še učinkovitejšo in bolj zanesljivo transportno storitev ne le v zračnem prometu. Informacijska tehnologija, tehnologija nakladanja in razkladanja ter ostale tehnologije bodo popeljale promet na naslednjo stopnjo informacijske in digitalne dobe.\n"], "2": ["Predstavitev problema", "Zračni promet je po številu prepeljanih potnikov in količine tovora zelo nekonstanten. Vsaka nesreča letala je medijsko odmevna, saj v večini primerov to pomeni izgubo sto \nali več sto življenj in celotnega tovora pri tovornih letalih. Kljub temu je letalski promet statistično najbolj varen način prevoza na svetu. Drugi dejavnik, ki bistveno vpliva na delovanje sistema zračnega prometa, je variiranje cen goriva – kerozina. Vedno višja cena kerozina vpliva na končno ceno storitve. Višja je cena kerozina, manjša je konkurenčnost zračnega prometa v globalnem sistemu transporta. Tukaj igrajo pomembno vlogo inteligentni transportni sistemi. Njihov glavni namen je optimizacija delovanja sistema na vseh področjih.\nPoglaviten problem je torej prisotnost teh sistemov v zračnem prometu, v kolikšni meri so izkoriščeni, kakšen vpliv imajo na konkurenčnost letalskega transporta, ter v kolikšni meri je ta tehnologija že preizkušena in uveljavljena.\nOd brezhibne implementacije in delovanja teh tehnologij so odvisni vsi parametri konkurenčnosti, kot so zanesljivost, udobnost, hitrost in v obdobju zadnjih nekaj let predvsem varnost. Od kvalitete servisnih storitev je odvisna prihodnost letalskega prometa.\n"], "3": ["Cilji diplomske naloge", "Poglavitni cilji diplomske naloge so raziskati in proučiti trenutno stanje v zračnem prometu z vidika inteligentnih transportnih sistemov ter raziskati sisteme, ki so še v fazi razvoja ali implementacije. Ugotovitve bodo pokazale, kakšen vpliv imajo te tehnologije na servisno storitev in delovanje celotnega sistema v letalskem prometu.\nOmenjene tehnologije imajo funkcijo optimizacije delovanja sistema. Tehnologija RFID omogoča hitrejše manipulacije prtljage in tovora, kar pomeni pospešitev celotnega sistema. Sistema AALC in Jeteye imata funkcijo izboljšanja varnosti potnikov in tovora ter preprečevanje terorizma. Varnost je vedno bolj pomemben dejavnik v prometu. Zato uvedba novih tehnologij strmi v večji meri k povečanju varnosti v zračnem prometu in eliminaciji človeškega faktorja, ki je v večini primerov kriv za napake in posledično nezgode. Vse te izboljšave, ki naj bi jih dosegli z avtomatizacijo in implementacijo novih tehnologij, pomenijo večjo konkurenčnost letalskega prometa in optimizacijo porabe oziroma minimiziranje stroškov.\n"], "4": ["Predpostavke in omejitve", "Za uspešnost raziskave in preglednost dobljenih rezultatov oziroma ugotovitev je pomembno pred začetkom raziskave postaviti nekaj predpostavk. Bazirajo na splošnih dejstvih iz prejšnjih let in subjektivnih mnenjih. Predpostavke so:\n- tehnologija dandanes skoraj ne pozna meja. Za vsak problem se dobi tehnologija, ki  ga izniči ali zmanjša. Za razvoj in implementacijo teh dragih tehnologij pa so  potrebna; finančna sredstva, ki v večini primerov ne zadoščajo za potrebno  opremljenost;\n- v sistemu obstoječi inteligentni transportni sistemi še niso zadostno izkoriščeni;\n- inteligentni transportni sistemi so občutno zanesljivejši v primerjavi s človekom;\n- poglavitna funkcija inteligentnih sistemov je povečanje varnosti;\n- napovedi rasti prometa pred gospodarsko krizo so bile subjektivne in napačne;\n- lastne razvojne smernice dveh največjih proizvajalcev letal na svetu ter lastne  smernice razvoja posameznih najmočnejših prevoznikov otežujejo implementacijo  določenih tehnologij;\n- slovenska letališča so premajhna, da bi lahko zagotovila sredstva za implementacijo  vseh obstoječih tehnologij, ki so na trgu. Teza velja tudi za prevoznika Adrio  Airways.\nZaradi nenehnega razvoja in uvajanja novih tehnologij v letalskem prometu ter zaradi vzponov in padcev prometa je za to temo na voljo zelo omejena literatura. Obstoječa literatura pa je preveč splošna ali se nanaša na zgolj tehnične vidike letališč in zrakoplovov. Večina podatkov je tako pridobljena s strani proizvajalcev in prevoznikov ter podjetij s te panoge, ki se za posredovanje podatkov odločajo zgolj za najbolj fleksibilno opcijo – internet.\n"], "5": ["Uporabljene metode raziskave", "Pri raziskavi je bilo potrebno za prikaz celotne in povezane slike diplomske naloge uporabiti naslednje metode raziskovanja:\n- zgodovinska metoda (raziskava nastanka in razvoja zračnega prometa);\n- induktivna metoda (sklepanje o razvoju in pomembnosti ITS na podlagi ugotovitev;  sklepov in rezultatov pridobljenih v raziskavi); \n- metoda klasifikacije (razvrščanje in definiranje pojmov);\n- metoda kompilacije (oblikovanje in povzemanje ugotovitev in rezultatov ter nazorno  navajanje le-teh v zaključkih);\n- komparativna metoda (primerjava določenih dejstev in raziskav med seboj in  realnostjo danes);\n- metoda deskripcije (raziskava in povzetek aktualnega stanja);\n- metoda sinteze (definiranje hipotez in primerjava le-teh z ugotovitvami iz  raziskave).\n"], "6": ["ITS in tehnologija RFID", "ITS je kratica za Inteligentne Transportne Sisteme. Cilj ITS-a je, da vnese moderne računalniške in komunikacijske tehnologije v naše transportne sisteme, ki se izkažejo v izboljšani mobilnosti, varnosti, produktivnosti in nenazadnje tudi s čistejšim zrakom. Po ugotovitvah Fakultete za elektrotehniko v Ljubljani tehnologije ITS vsebujejo veliko število produktov in storitev, ki vplivajo na naša življenja, to so na primer:\n- mešani transportni sistemi, sistemi, ki bodo olajšali življenje potnikom, ki potujejo  nekaj časa z avtom, potem z vlakom in še mogoče z letalom;\n- inteligentni sistemi za kontrolo nad prometom, sistemi, ki se avtomatsko prilagajajo  toku prometa in zmanjšujejo čas, ko vozniki stojijo pred semaforjem, pa to ne bi bilo  potrebno;\n- tehnologije »v vozilu«, kot so popotne informacije, sistem za navigacijo poti in  sistem za povečano varnost;\n- tehnologije za povečanje varnosti, kot so »inteligentni tempomati« (ang. smart  cruise system), ki računajo lokacije okoliških vozil in se temu prilagajajo;\n- sistem za dajanje nasvetov potniku, vsebujoč spremenljive prometne znake oz. table  s sporočili in radio z obvestili;\n- nakladalni/transportni sistemi za sortiranje in transport tovora na letališčih.\nRFID je kratica za Radio Frequency IDentification (identifikacija z radijskimi valovi). Na predmetu ali v telesu je majhno elektronsko vezje, ki ga imenujemo RFID oddajnik ali oznaka. Ta je sestavljen iz integriranega vezja (čipa), ki hrani in procesira podatke, ter izvaja modulacijo in demodulacijo signalov. Drugi del oddajnika je antena, ki sprejema in oddaja radijske signale. Signale RFID oddajnikov sprejema RFID čitalec, \nkar nam omogoča identifikacijo predmetov oziroma bitij. RFID identifikacijska tehnologija naj bi postopoma izpodrinila črtno kodo. RFID sistemi se v osnovi delijo glede na način napajanja oddajnika (pasivni in aktivni RFID), ter glede na način prenosa informacije prek radijskih valov (induktivni in elektromagnetni RFID). (RFID tehnologija [Skupina RFID]) \n1 ZGODOVINSKI RAZVOJ ZRAČNEGA PROMETA NA  SLOVENSKEM\nSlovenci smo v letalstvo dejavno posegli že v najzgodnejšem obdobju njegovega nastajanja. Sledili smo novostim in pod njihovim vplivom pomembno sooblikovali tudi evropsko in svetovno zgodovino letalstva. Zgodovina slovenskega letalstva je polna velikih dosežkov in izjemnih osebnosti, vendar jih premalo poznamo in cenimo. (Kladnik, 2008, str. 7)\nLeta 2009, torej lani, je minilo 100 let, odkar je Edvard Rusjan (po katerem se imenuje sedaj tudi letališče v Mariboru) prvič poletel. Ta polet se je zgodil v Gorici z letalom lastne izdelave. S tem se je vpisal med pionirje letalstva. Njegova smrt leta 1911 pa pomeni tudi prvo slovensko žrtev iz letalskih vrst. (Kladnik, 2008, str. 9)\nSicer pa naj bi najstarejši načrti letečih strojev nastali v 10. stoletju našega štetja v Perziji. Od tam naj bi jih prenesli na Kitajsko, kjer so izdelovali leteče mlinčke, ki niso leteli, so pa burili domišljijo. Od tujih izumiteljev gre izpostaviti seveda slovitega Leonarda da Vincija »uomo unoiversale« (1452 – 1519). Snoval je najrazličnejše naprave in razmišljal celo o letečem stroju, podobnem sodobnemu helikopterju. Leta 1493 je narisal njegovo skico z navpično vijačnico, ki bi stroj hkrati poganjala in služila za vzgon. Dve leti zatem naj bi ustvaril skico padala ali podobne naprave. Sodobne ponazoritve njegovih izumov so pokazale, kako je mojster s takimi zamislimi močno prehiteval svoj čas. Na poti razvoja srečamo tudi drzne vizionarje različnih poklicev, ki so si prizadevali udejaniti mit Dedala in Ikarja. Večinoma so posnemali ptice, saj so izdelovali in si pritrjevali najrazličnejša krila. »Letalci« so se vzpenjali na griče in spuščali po pobočjih v upanju, da bodo poleteli in srečno pristali na nogah. (Kladnik, 2008, str. 10)\nSlovenska letalska zgodovina se začenja z baloni. Baron Žiga Zois (1747 – 1819) naj bi leta 1784, samo leto dni po uspehu bratov Mongolfier v Parizu, spodbudil prvi poskus z modelom toplozračnega balona oziroma zračne krogle nekega Walterja, o katerem se nič ne ve. Žiga Zois je bil osrednja osebnost slovenskega narodnega preporoda na prehodu iz 18. v 19. stoletje; literat, naravoslovec, tehnik in podjetnik, ki je podpiral \nmnoge ustvarjalce in je bil pobudnik številnih naprednih dejanj. Očitno so ga zanimali tudi letalski poskusi. (Kladnik, 2008, str. 14) Leta 1870 so poročali, da je lastnik parnega mlina v Melju, Ferdinand Kirchner, dobil privilegij za izum aerostata1 z možnostjo regulacije vzpenjanja in s tem prvi patent na področju balonarstva, ki ga je dobil kdo na Slovenskem. (Kladnik, 2008, str. 15)\nZa balone so se začeli zgodaj zanimati tudi v Mariboru. Prve balonarske poskuse so v tem mestu opravili okrog leta 1835. Maribor je bil pomembno balonarsko središče v času, ko so se baloni šele začeli pojavljati na evropskem nebu. Zato so v tem mestu ustanovili sekcijo Štajerskega društva za zrakoplovstvo ter prirejali polete z balonom »Erzherzogin Margarethe« ali Nadvojvodinja Margareta. To je bil velik balon z okoli 220 kubičnimi metri prostornine. Pripeljali so ga leta 1912. Ob vzletu je bilo navzočih na tisoče ljudi, ki so želeli videti polet. Vse priprave na polet balona je vodil podporočnik pilot Max Macher, sin mariborskega trgovca. Z balonom Nadvojvodinja Margareta je Max Macher vzletel 9. junija 1912, z njim pa je bil v košari nadvojvoda Jožef Ferdinand, ki se je tudi sam navduševal za balonarstvo. Balon je poletel do višine 800 metrov in pristal v bližini Konjic. Časnikarji so imenovali Maribor mesto aviatikov in mu prerokovali prihodnost letalskega središča. Osrednje društvo za zrakoplovstvo v Gradcu je določilo Maribor kot bazo za društvene balonarske polete. To je Štajersko zrakoplovno društvo spodbudilo k nakupu balona, ki bi vzletal v Mariboru. Balon so kupili v Münchnu in ga poimenovali »Steiermark« (Štajerska). Prav Max Macher je z njim opravil poskusni polet 5. oktobra leta 1913. Po nesrečnem pristanku pri Koprivnici na Hrvaškem so se popravila zavlekla v začetek prve svetovne vojne, ko se je končalo živahno balonarsko dogajanje v Mariboru. (Kladnik, 2008, str. 19)\n"], "7": ["1.1 Brata Rusjan", "Edvard Rusjan je veliko ime slovenskega letalstva, saj je kot prvi Slovenec poletel z motornim letalom lastne izdelave, kar je bilo za tedanje čase izjemno dejanje. Dotlej to na Balkanu še nikomur ni uspelo. Poleg Edvarda je treba omeniti še njegovega brata Jožeta, ki mu je s svojo vztrajnostjo in temeljitostjo zelo pomagal pri uresničitvi načrtov in je po Edvardovi smrti še nekaj časa deloval med letalci. (Kladnik, 2008, str. 29)\nAerostati: Zračna plovila, ki svoje gibanje ustvarijo s pomočjo statične vzgonske sile (baloni ipd.) \nBrata sta se rodila v družini sodarja v Trstu: Edvard (Eduardo) 6. julija 1886, Jože (Giuseppe) 23. septembra 1884. Iz Trsta se je družina preselila v Gorico in se povečala. Pri hiši je bilo osem otrok, denarja pa ne prav veliko, zato sta oba brata pomagala v očetovi delavnici. Edvard je moral skrbeti tudi za knjigovodstvo. (Kladnik, 2008, str. 29)\nV času odraščanja je brata navdušilo letalstvo, o katerem sta brala v časopisih. S problemi »dinamičnega letenja« naj bi se začela ukvarjati že leta 1897, ko je Edvard dopolnil enajst in Jože trinajst let. Tri leta zatem sta izdelala manjši model enokrilnika. Dvignil se je pet metrov visoko in letel nekaj metrov daleč. To jima je dalo »krila«, da sta začela premišljevati o izdelavi pravega letala. Najprej sta načrtovala letalo, ki bi ga poganjala z rokami in nogami in bi imelo krila, s katerimi bi zamahovala. Vendar sta si premislila in se odločila za motorno letalo. Narisala sta načrte za motor in letalo. Z njimi se je Edvard sredi poletja 1909 odpravil v Torino k tamkajšnjemu podjetniku in letalskemu konstruktorju Franzu Millerju. Informacije, ki jih je dobil od njega in letalskega mitinga v Brescii, so prepričale brata Rusjan v izdelavo dvokrilnika. V obisku v Italiji se je s proizvajalcem motorjev Aleksandrom Anzanijem domenil za zračno hlajeni motor s tremi cilindri. Najprej sta izdelala maketo v naravni velikosti, da sta lažje ugotavljala dobre in slabe strani konstrukcije. Prve poskuse z novim letalom sta opravila v začetku novembra 1909 na vojaškem vadišču na Rojah pri Gorici (zdaj je tam stadion). Letalo je zgolj poskakovalo, zato sta ga nekoliko predelala. Poimenovala sta ga Eda, ker so Edvarda klicali Edo. Tako sta poimenovala tudi druga letala izdelana v Gorici.\nEda 1 je prvič poletel 25. novembra 1909. Dvokrilnik je poganjal Anzanijev motor, Edvard je letel z njim kakih 60 metrov daleč do dva metra visoko. To je bil radosten dan za slovensko letalstvo: opravljen je bil prvi polet z letalom domače izdelave v osrednjem delu Evrope. Navzoči so bili Rusjanovi sorodniki in častniki goriškega garnizona. Ti so poročali na Dunaj o poletu, pa tudi o vseh nadaljnjih poskusih in uspehih mladega letalca. Do leta 1910 sta brata Rusjan v Gorici izdelala sedem letal, različnih po konstrukciji in zasnovi. (Kladnik, 2008, str. 29)\nZadnje Goriško letalo bratov Rusjan – Eda 7, se je dobro odrezalo. Izdelala sta ga sredi avgusta 1910. leta. Istega leta je nastala povezava med Edvardom Rusjanom in \nzagrebškim letalskim privržencem Mihajlom Merćepom. Brata Rusjan sta imela konstruktorsko znanje in zadostne izkušnje s pilotiranjem letal, on pa je imel kapital. V kratkem času je bilo izdelano letalo v Merćepovi delavnici v Zagrebu. Vanj so vgradili najsodobnejši motor s 50 KM. To je bilo enosedežno enokrilno letalo. 240 kg težko letalo je vzletelo z 28 metri zaleta, česar ni zmoglo nobeno drugo letalo na svetu. 26. decembra 1910 je v Zagrebu na javni letalski prireditvi doživel največji uspeh. Njuno letalo je na višini 2000 metrov krožilo kake pol ure. Podvig je spremljalo 15000 gledalcev. Z Merćepom sta načrtovala turnejo od Beograda do Niša, Sofije, Carigrada in drugih mest. Najprej sta se odpravila v Beograd. Tam je oba letalca sprejel celo srbski kralj Peter. Glede na pritiske zadnjega leta se je Edvard kljub slabemu vremenu odločil za polet. Nekateri so mu vzlet odsvetovali. 9. januarja 1911 je sedel v letalo in ga hitro dvignil v zrak. Dosegel je višino okoli sto metrov in poletel v predvideni smeri, množica je bila navdušena. Preletel je breg Save in se obrnil nazaj proti Kalemegdanski trdnjavi. Bližal se je vzletišču in se spustil na približno 20 metrov višine. Sunek vetra pa je bil premočan, levo krilo letala se je zlomilo. Množici je zastal dih, ko je letalo strmoglavilo na železniški nasip pod trdnjavskim obzidjem. Motor je pokopal pilota. (Kladnik, 2008, str. 30)\nEdvard Rusjan je bil 34. žrtev letalskih poletov na svetu in prva med Slovenci. Več kot 14000 ljudi se je poslovilo od »slovenskega junaka«. Pokopali so ga na novem pokopališču v Beogradu. (Kladnik, 2008, str. 30)\n"], "8": ["1.2 Velika imena slovenskega letalstva", "ZLATKO BISAIL (1905 – 1987) si je pridobil slavo pionirja raketnega reakcijskega pogona, pionirja množičnega modelarstva, izumitelja in publicista. Lotil se je načrtovanja vetrnih motorjev. Uveljavil se je tudi kot letalski zgodovinopisec. Dolgo je zbiral gradivo in naposled napisal knjigo o življenju in delu Edvarda Rusjana. Izšla je leta 1958. Rodil se je v Gorici in tam je obiskoval osnovno šolo. Prvi model je z očetovo pomočjo sestavil že leta 1910 ali 1911. Realko je obiskoval v Ljubljani in Idriji, kjer je leta 1922 maturiral. Modelarstvo ga je vseskozi zanimalo, še zlasti letalski modeli in reakcijski pogon. Povezal se je z letalskimi navdušenci in se vpisal v jadralno društvo. Na Dunaju je študiral strojništvo. Leta 1927 je začel načrtovati reakcijske letalske motorje. Leta 1929 je izdelal visokokrilnik s spredaj zaprtim trupom, ki je imel dve pogonski raketi. Predvidel je dvostopenjski sistem. 19. julija je z modelom raketnega letala najbrž prvi na svetu izstrelil v ozračje živi bitji, beli miški, ki sta ostali živi. (Kladnik, 2008, str. 60)\nFRANJO BRATINA (1886 – 1977) se je rodil kot peti od sedmih otrok v Ajdovščini. Na Dunaju je študiral pravo, vendar sta ga bolj privlačili izumiteljstvo in letalstvo. Študija ni končal, je pa zato postal izumitelj na področju strojništva, toplotnih in hladilnih naprav ter letalstva. Priznali so mu okoli 20 patentov. Leta 1907 je začel izdelovati leteče modele, večkrat jih je ustvarjal skupaj s stricem. Povezal se je z drugimi letalci na Slovenskem: Nardinom, Slokarjem, Rusjanom. Bil je navzoč pri domala vseh Rusjanovih poletih. Leta 1913 je v neki dunajski delavnici izdelal model žaluzijskega helikopterja. Zasnoval je tudi turbo-reakcijsko letalo in predvidel hitrosti, ki bodo višje od zvočne. Med prvo svetovno vojno je bil na ljubljanskem gradu zaprt skupaj z Ivanom Cankarjem in se z njim spoprijateljil. Njegov najbolj znani patent je bil reakcijski motor, ki ga je patentiral leta 1932 v Nemčiji. (Kladnik, 2008, str. 62)\nJURIJ – JURČE KRAIGHER (1891 – 1984) se je rodil v Postojni. Realko je obiskoval v Ljubljani, nato je študiral tehniko na Dunaju. Tam je spoznal Stanka Bloudka, ki ga je navdušil za letalstvo. Ob začetku prve svetovne vojne se je javil kot prostovoljec, razporedili so ga v pilotsko šolo v Aspernu pri Dunaju. Že po enoletnem šolanju je postal podporočnik pilot in upal, da ga pošljejo na ruska bojišča. Nameraval je prebežati k Rusom, vendar se mu želja ni uresničila. Zadržali so ga v pilotski šoli kot učitelja \nletenja. Kasneje je odpotoval v ZDA. Leta 1925 si je s prijateljem kupil letalo in pričel prevažati ljudi. Ker ni bilo dovolj zaslužka, se je zaposlil pri novoustanovljeni družbi Pan American Airways. Postal je eden vodilnih pilotov te družbe in utemeljitelj transkontinentalne povezave med Severno in Južno Ameriko. V svetovno letalsko zgodovino se je vpisal leta 1937 z vrhunskim podvigom: s potniškim letalom Lockheed Electra je v šestih dneh preletel 13.500 km. Bil je prvi, ki je letel prek 6000 metrov visokih Andov z velikim potniškim letalom. Leta 1938 mu je vodstvo družbe zaupalo položaj operativnega direktorja zahodnega oddelka, nato pa je prevzel položaj direktorja oddelka Pan American Afrika. Med drugo svetovno vojno je postal polkovnik v ameriškem vojnem letalstvu, in sicer v poveljstvu za transport. Leta 1943 so ga razporedili v štab Casarti v Italiji. Sodeloval je tudi z jugoslovanskim vrhovnim štabom NOV in POJ in tako je bil v Drvarju tri dni pred zračnim desantom na maršala Tita. Z Visa je odletel v Bari s Titovim obvestilom o neuspelem desantu. Za zasluge med drugo svetovno vojno so ga jugoslovanske oblasti nagradile s partizansko zvezdo 1. reda. Po vojni je v ZDA sodeloval z letalsko industrijo, ki jo je obogatil z mnogo izboljšavami in izumi, tudi z izumom za sinhronizacijo vrtljajev propelerja v večmotornih letalih, ki je bil eden najbolj revolucionarnih. (Kladnik, 2008, str. 63)\nIVAN SLOKAR (1884 – 1970) - Lahko ga prištejemo med pionirje na področju helikopterjev. Akademik Anton Kuhelj je sodil, da bi mu morali priznati iznajdbo helikopterja, vendar mu je niso, nemara zato ne, ker je deloval na Slovenskem in je s svojimi idejami močno prehiteval druge. Že leta 1909 je skonstruiral konvertiplan2 in leta 1911 je zanj dobil patent številka 48753. Nihče na svetu dotlej še ni izumil takšnega helikopterja. Kasneje je iskal rešitev za letalo, ki bi se dvigovalo navpično in lebdelo v zraku, in jo našel. Slokarjev helikopter je izpeljanka iz enokrilnega letala, le da ima namesto običajnih kril krožni ploskvi, na katerih lahko leti gnan z vlečnim vijakom. V svoj izum je vključil vijačne liste s spremenjenim vpadnim kotom (korakom) in razrešil tudi nekatere druge tehnične probleme. Očitno pa je bil njegov izum za čas, v katerem je nastal, preveč napreden, zato je ostal samo na papirju. Šele čez dve desetletji in pol je bila njegova zamisel spet aktualna in deloma uresničena v nemškem helikopterju FW 61 Heinricha Focke-ja. Ta izvedba se je praktično obnesla in je bila skoraj popolna kopija\nKonvertiplan: letalo z lastnostmi helikopterja (krila in trup od letala ter rotorji od helikopterja namesto klasičnih motorjev) \nizuma Slokarja. V Enciklopedijo Slovenije je vpisan kot izumitelj linguografije – enotne svetovne pisave, ki jo je zaščitil kot svoj izum. (Kladnik, 2008, str. 65)\n"], "9": ["1.3 Slovenski letalski prevoznik", "Nekateri jugoslovanski kraji so bili razmeroma zgodaj povezani z letalskim prevozom. Ljubljana tedaj še ni bila zanimiva za velike prevoznike, so se pa posamezniki iz Slovenije zanimali za delnice delniške družbe za zračni promet, ki so jo ustanovili maja 1927 v Beogradu. Med vpisanimi 2593 delničarji je bilo tudi 222 pravnih oseb iz Slovenije. Tako je nastala družba Aeroput. Slovenija se je vključila jugoslovanski zračni promet šele leta 1933, ko je dobila letališče v Ljubljani v Mostah. Prvo letalsko podjetje v Sloveniji je nastalo po drugi svetovni vojni. Približno sočasno sta nastali tudi Splošna plovba Piran in Luka Koper, kar izpričuje vse večjo potrebo po slovenski prisotnosti na območju Jugoslavije in prodoru v svet. Na predlog Letalske zveze Slovenije je Izvršni svet Slovenije po vodstvom Borisa Kraigherja podprl pobudo o ustanovitvi gospodarske letalske organizacije. Odobrili so posojilo za nakup štirih rabljenih štirimotornih letal tipa DC-6B pri KLM. (Kladnik, 2008, str. 173) \nČarterska letalska družba, podjetje Adria Aviopromet, je nastala marca 1961 in nabavila štiri rabljena letala DC-6B. Prvo Adrijino letalo je priletelo iz Amsterdama 8. avgusta 1961, prvi let z domačo posadko je opravilo decembra 1961. Tehnična baza Adrie Avioprometa je sprva delovala na letališču v Zagrebu, od tam se je selila na novozgrajeno brniško letališče. Leta 1969 se je Adria znašla v hudih težavah, ker so postala letala nekonkurenčna na tržišču, doletela sta jo stečajni postopek in prisilna poravnava. Pripojila se je podjetju Interexport in se preimenovala v Inex Adrio Aviopromet. S postopnim moderniziranjem flote in izobraževanjem kadra je Adria spet postala uspešnejša. Leta 1983 je vzpostavila prvo mednarodno redno linijo Ljubljana – Beograd – Larnaca - Beograd - Ljubljana. Za potrebe olimpijskih iger v Bosni in Hercegovini pa je Adria v Sarajevu ustanovila enoto, ki je imela dve letali DASH-7. Leta 1986 je Adria izstopila iz sistema Inex in se preoblikovala v samostojno podjetje Adria Airways. Postala je članica Mednarodnega združenja letalskih prevoznikov IATA. Zaradi stagniranja turističnega gospodarstva ob Jadranu in osamosvojitve Slovenije so spet prišli krizni časi. Adria Airways je z osamosvojitvijo postala slovenski nacionalni letalski prevoznik. Leta 1992 je družba vstopila v globalni distribucijski sistem Amadeus. Leta 1996 je sledil sanacijski postopek s ciljem usposobiti družbo za poslovanje po tržnih principih. Sledili sta racionalizacija in posodobitev poslovanja ter prilagoditev flote potrebam trga. Število zaposlenih se je znižalo z 931 na 583. Decembra 2004 je bila Adria kot regionalna članica sprejeta v najmočnejše letalsko združenje na svetu Star Aliance. (Kladnik, 2008, str. 174)\n"], "10": ["2 LASTNOSTI LETALIŠKEGA SISTEMA", "Vsak realni sistem je v direktni zvezi s svojo okolico in je sestavljen iz posameznih vsebinsko povezanih podsistemov. Natančne meje med podsistemi, samim sistemom in okolico niso eksaktno določene, pač pa so odvisne od konkretnega pristopa k problemu glede na cilj, ki ga želimo doseči. Ko govorimo o sistemu letališča, je njegova tehnologija, to je organizacija tehnoloških aktivnosti na aerodromu, njegov tehnološki podsistem. V tem kontekstu je relativno okolje celotni sistem zračnega prometa. Sistem zračnega prometa vpliva na značilnosti prometnih tokov, ki se odvijajo na letališčih, kot tudi na tehnološke procese, ki so v funkciji realizacije teh prometnih tokov. Za delovanje vsakega sistema je poleg strukture samega sistema pomembna tudi struktura okolice in intenzivnost vplivanja njenih elementov na komponente sistema. Pri tem pod pojmom okolice sistema razumemo vse elemente, ki niso sestavni del sistema, vendar pa so v direktni povezavi z elementi sistema.\nZa letališke sisteme je značilna številna množica vplivnih elementov iz okolice. Te elemente okolice lahko razdelimo v naslednje skupine:\n- normativni elementi;\n- ekonomski elementi;\n- tehnični elementi;\n- tržni elementi;\n- geografsko-klimatski elementi;\n- ekološko-socialni elementi. \nVsaka skupina ima različno intenzivnost vpliva na posamezne podsisteme v sistemu letališča. (Usenik & Rosi, 2007, str. 5)\n"], "11": ["2.1 Strukture, karakteristike in funkcije sistema letališča", "V okviru sistema zračnega prometa izvajajo letališča dve ključni funkciji: infrastrukturno funkcijo, ki omogoča vzletanje in pristajanje letal ter prometno funkcijo, ki omogoča vkrcanje in izkrcanje v in iz letal. V tem smislu je letališče ločeno na dva osnovna funkcionalna dela: infrastrukturni ali zračni del ter terminalski ali zemeljski del.\nLetališča kot sistem zato proučujemo s stališča prometne infrastrukture in s stališča prometnih procesov. Delovanje letališča in njegovo proučevanje kot podsistema v sistemu zračnega prometa temelji na dveh osnovnih funkcijah:\n- tehnična funkcija letališča (angl. ramp handling), ki omogoča infrastrukturo in  tehniko, potrebno za pristajanje, parkiranje, servisiranje in vzletanje letal. Te  funkcije običajno označujemo kot prejem in odprema letal;\n- prometna funkcija letališča (angl. traffic handling), ki se nanaša na tehnološke  postopke prejema in odpreme potnikov, prtljage, tovora in pošte.\nTehnološke procese na letališču določamo kot obliko prometno-proizvodne funkcije in njej podrejamo vse druge funkcije. S stališča prometno proizvodnih funkcij elemente letališkega sistema grupiramo v medsebojno odvisni skupini tehničnega in tehnološkega stratuma. Tehnološki podsistem sestavljajo elementi: zračni del infrastrukture, zemeljski del infrastrukture in fiksna ter mobilna tehnična oprema. Pod pojmom tehnologija letališča imamo torej v mislih procese letaliških storitev, ki se odvijajo s pomočjo specifičnih letaliških sredstev. Osnovna funkcija letališča je takšna organizacija tehnoloških procesov, da vsa letala pristajajo in vzletajo varno in pravočasno, da se kvalitetno in v skladu s časovnimi normativi izvajajo procesi servisiranja letal, prejema in odpreme potnikov, prtljage in tovora, da se izvajajo vsi postopki, potrebni za varnost v zračnem prometu in da so zagotovljeni pogoji za delovanje vseh spremljajočih aktivnosti. V primeru, da letališče teh pogojev ne izpolnjuje, prihaja do negativnih posledic: zamude v zračnem prometu, slabe izkoriščenosti razpoložljivih kapacitet, \nslabe letališke storitve in s tem do nerentabilnega poslovanja. Seveda pa v delovanju letališča mnogokrat prihaja tudi do problemov objektivne narave, kot so npr.: zamude pri vzletu ali pristajanju letal zaradi vremenskih in tehničnih razlogov, preobremenjenost v konicah (angl. peaks), varnostni ukrepi v izjemnih okoliščinah. (Usenik & Rosi, 2007, str. 8)\n"], "12": ["3 LETALIŠČA", "Hiter razvoj zračnega prometa je povečal tudi pomen letališč, ki so marsikje postala ozka grla v celotnem procesu dinamike zračnega prometa. To ozko grlo se v večini primerov manifestira s pomanjkanjem kapacitet. Letališča so postale kompleksne tehnološke in organizacijske strukture, ki se ravnajo po vseh zakonitostih dinamičnih sistemov3. Samo modernizacija s področja tehnike in tehnologije zato ne more dati zadovoljivih rezultatov pri optimalnem izkoriščanju obstoječih in planiranju novih kapacitet. Nujen je znanstveni pristop k upravljanju letališč kot kompleksnih dinamičnih sistemov. (Usenik & Rosi, 2007, str. 5)\n"], "13": ["3.1 Sredstva za vodenje letal", "Za vodenje letal od začetne do končne točke leta pilot in nadzor letenja uporabljata tehnična sredstva, ki jih delimo v štiri osnovne skupine:\n- telekomunikacijske naprave in sistemi;\n- radio-navigacijske naprave in sistemi;\n- radarske naprave in sistemi;\n- naprave in sistemi za avtomatsko obdelavo podatkov.\nMed telekomunikacijske naprave uvrščamo vse naprave za predajo in sprejem podatkov na relaciji zemlja–zrak–zemlja, to so pogovori med posadko letala in kontrolo letenja. V skupino radio-navigacijskih naprav spadajo: radijske zveze, kotomeri, VOR, markerji, ILS – naprave in podobno. Te naprave pomagajo pilotu določati smer, višino in hitrost leta. Radijske zveze so namenjene za vodenje letala. Pilot radijski signal registrira s pomočjo radijskega kompasa. To je radijski oddajnik s točnim signalom identifikacije, radijski kompas pa registrira te signale in pokaže pilotu smer, od kod prihaja signal. Vzletno-pristajalna steza ter začetne in končne točke poti morajo biti označene z ustreznimi signali. Na prihode k stezi postavijo instrumente in naprave za vodenje letala, kot so: kotomer, VOR in svetila za noč. Usmerjanje prometa od vzletno-\nDinamični sistem: operacije in funkcije sistema so dinamične – se spreminjajo (nasprotno od statičnega) \npristajalne steze do parkiranja letal in tudi na samem parkirnem prostoru se izvede z navpičnimi oznakami in z vozili z oznako »follow me«. (Pepevnik, 2002, str. 117, 118)\n"], "14": ["3.2 Problematika modernih letališč", "Problematika gneče na letališčih se ločuje na dva dela. Na operacije na tleh in v zraku. Tukaj se prepletata dva nasprotno delujoča faktorja, in sicer varnost in hitrost. Najpomembneje je doseči varnost na tleh. Tako je v zraku pomembna le še varnost samega zrakoplova oziroma zanesljivost. Problem je ta, da s temeljitejšo kontrolo in poostrenim nadzorom upočasnjujemo manipulacijo s prtljago, tovorom in potniki. Posledično to znižuje konkurenčno sposobnost letalskih prevoznikov. Tukaj se vidi pomembnost ITS pri pospeševanju teh operacij.\n"], "15": ["3.3 Rešitve modernih letališč", ""], "16": ["3.3.1 RFID sledenje tovora", "Označevanje ULD (angl. unit load device) enot v letalski industriji pripomore k izboljšavi interne logistike na tovornih letaliških terminalih. Avtomatski sistem sledenja tovornih enot ULD na terminalih izboljša učinkovitost raztovarjanja, natovarjanja letal ter cestnih transportnih vozil in drugih manipulacij s tovorom. Pomeni skrajšanje časa manipulacij, kar je najpomembnejši aspekt v letalski industriji. Drugi pomemben aspekt pa je zanesljivost dostave enote tovora, za kar so zaslužni čitalci RFID, ki so razporejeni na ključnih točkah terminala tako, da se za vsako enoto tovora ob vsakem času ve, kje se nahaja in kaj se z njo dogaja. Tretji aspekt uveljavitve RFID tehnologije sledenja tovora pa je seveda minimizacija stroškov. Velik problem za letalske prevoznike, ki se navezuje direktno na kapaciteto letala, je problem sledenja aluminijastih palet za tovor in kontejnerjev za prtljago (ULD). Prevozniki porabijo veliko sredstev in kapitala za konstantno dobavo in verigo potrebnega števila tel ULD enot.\nZa sledenje in celotno razporeditev verige teh enot prevozniki uporabljajo oziroma so uporabljali numerično oznako predpisane s strani IATA. Sestavljena je iz dvoštevilčne alfanumerične oznake, ki je specifična za vsakega prevoznika. Pritrjena je na stranicah vsake tovorne enote. Za sledenje je bil uporabljen sistem za sledenje teh enot. Vsakič, ko je enota zamenjala letalo, se je v centralni računalnik prevoznika poslalo sporočilo UCM (angl. ULD control massage), da so bili podatki osveženi. \nDosedanji interni sistem (slabosti) (RFID for air cargo [RFID journal]):\n- za vsako branje, kontrolo, beleženje, sledenje in pošiljanje kontrolnih sporočil v  računalnik je potrebno človeško posredovanje, kar poveča riziko napake;\n- računalniški sistem lahko zavrne kontrolno sporočilo, če je prišlo do napake pri  navedbi podatkov ali kakšne druge človeške napake;\n- dosedanji sistem nadzoruje premike enot tovora le v notranjosti letala in samo na  direktni poti do le-tega, tako ozka grla na samem terminalu niso nadzorovana in  pokrita z omrežjem za sledenje;\n- ta sistem ne omogoča usklajevanje gibanja enote, ki zapusti sistem na enem letališču  in ponovno vstopi v njega na drugem;\n- sistem je uporaben samo interno in ni standardiziran, kar pomeni, da ga lahko  uporablja samo en prevoznik.\nRazvoj in implementacija tega RFID sistema sledenja enot tovora bi pomenil tudi veliko priložnost za razvoj podjetij, ki bi to tehnologijo razvijale in implementirale. Potrebni bi bili veliki investicijski projekti na vseh letaliških terminali po svetu, saj bi bil ta sistem univerzalen, kar pomeni, da bi ga lahko uporabljali vsi letalski prevozniki. Tudi sam nadzor nad sistemom in nadaljnji razvoj v druge segmente letalskega prometa ima veliko pomembnost za letalsko industrijo. Predvsem pa bi zmanjšanje stroškov in pridobitev na podlagi krajših manipulacijskih časov ter minimiziranje števila izgube teh enot pripeljale do hitre amortizacije tega sistema. Pomeni, da bi se investicija v dokaj kratkem času povrnila.\nV kalkulacijo za povrnitev stroškov investicije v RFID sistem v letalski industriji so vključeni naslednji parametri:\n- povprečni letni stroški izgube ULD enot v preteklih letih dani v urah na dan;\n- stroški administrativnih del zaradi izgube ULD enote;\n- stroški zaradi pomanjkanja ULD enot zaradi neučinkovite porazdelitve v verigi;\n- dodatni stroški zaradi potrebe po dodatnih ULD enotah, ki nadomestijo  pomanjkanje;\n- stroški same implementacije RFID sistema – infrastruktura, oznake, IT sistem itd. \nStrateške odločitve/zahteve letalske industrije:\n- odločitev, kakšne vrste RFID oznak uporabiti (angl. UHF passive, Wi-Fi active …);\n- odločitev glede vprašanja, ali je smiselno označevati tudi kontejnerje za prtljago  glede na to, da jih osebje na letališčih le redko izgubi. To bi pomenilo občutno  manjšo investicijo, če bi označili le tovorne palete;\n- v kolikšni meri standardizirati procedure manipulacijskega sistema na letališčih po  svetu, kar bi lahko botrovalo reduciranju števila čitalcev na terminalu iz šest na tri;\n- porazdelitev stroškov vpeljave RFID tehnologije v te namene med letalske  prevoznike po obsegu uporabe oziroma velikosti samega sistema – družba, ki v večji  meri uporablja sistem nosi tudi večji del stroškov vpeljave tehnologije;\n- razvoj sistema, ki bi nemoteno deloval non-stop in ob minimalnih stroških  obratovanja.\nIATA je odgovorna za standardizacijo sistema in operacij, ki se navezujejo nanj ter za razvoj protokolov uvajanja in kasneje opravljanja sistema v svetovnem merilu. (RFID for air cargo [RFID journal])\n"], "17": ["3.3.2 GIS na primeru letališča Split", "Operaterji letališč so vedno pogosteje postavljeni pred izbiro med efektivnim in produktivnim vodenjem letališča in varnostjo potnikov na letalih in letališču ter osebja. Razmerje med tema dejavnikoma mora biti v optimalnem ravnovesju za uspešno vodenje letališča. Zato je vedno bolj aktualen sistem imenovan GIS (angl. Geographic Information System). Ta sistem omogoča operaterjem boljše vodenje operacij na letališču in v zraku.\nLetališki plato je prostor za manevriranje, parkiranje in vzdrževanje letal. Po internacionalnih zakonih o letalstvu mora biti število letal na letališču največ enako številu parkiranih mest namenjenih za letala ob danem trenutku. Promet na Splitskem letališču se je drastično povečal v sredini devetdesetih let, ko je letališče postalo baza za logistiko Združenih Narodov za Bosno in Hercegovino. Ni bilo več prostih mest za letala in niti možnosti za razširitev letališča. Tako je moral promet na letališču biti popolnoma reorganiziran in koordiniran. Predstavljene so bile alternativne možnosti parkiranja in omejitve gibanja. Tako je bil izdelan računalniški program za načrtovanje in koordiniranje letalskega prometa na platoju letališča Split. Kasneje je bil program dodelan in spremenjen v program GIS, kot ga poznamo danes. Razvilo ga je podjetje Arc View. Glavna funkcija programa je tako načrtovanje optimalnega števila premikov letal in parkirnih mest na podlagi predvidenega in aktualnega prometa ter v okviru zakonov o kapaciteti letališč za premikanje kot za parkiranje letal. (Pavlin & Roguljič,\n"], "abstract": ["V diplomskem delu sem predstavil letalstvo vse od zametkov prvega poleta in prvih letečih strojev do inteligentnih transportnih sistemov, ki so v uporabi danes ali pa bodo še v prihodnosti. Kot rečeno je predstavljen začetek svetovnega letalstva, ki sega nazaj do človeka, ki je zaradi genialnosti dobil vzdevek »uomo unoiversale«. Gre za izumitelja Leonarda da Vincija. Med sprehodom skozi zgodovino ne moremo mimo zametkov letalstva na slovenskih tleh. Tukaj sta najbolj dominantni osebnosti brata Edvard in Jože Rusjan. Edvard velja za prvega Slovenca, ki je poletel z motornim letalom lastne izdelave. Tukaj so še osebnosti, kot so Zlatko Bisail, Franjo Batina, Jurij Kraigher in Ivan Slokar. Novejšo zgodovino letalstva pri nas je močno zaznamovala Adria Aviopromet , danes Adria Airways. Ko govorimo o zračnem prometu, je potreben tudi splošni opis panoge, kot opis in razdelitev infrastrukture in prevoznih oziroma transportnih sredstev. Predvsem je za sodobno gospodarstvo zanimiva interkontinentalna primerjava zračnega in vodnega kontejnerskega transporta. V jedru diplomskega dela so predstavljeni inteligentni transportni sistemi z njihovimi komponentami in utemeljitvijo njihove uvedbe. "]}