{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Oblikovanje cen storitev obveznih gospodarskih javnih služb zajema oblikovanje cen oskrbe s pitno vodo, odvajanja odpadnih in padavinskih voda, čiščenja odpadnih in padavinskih voda ter ravnanje z odpadki. Pri določanju cen teh storitev je potrebno upoštevati načela »porabnik plača«, »onesnaževalec plača«.\nZaradi zakonskih omejitev in vključevanja elementov socialne politike v oblikovanje cen so cene storitev obveznih gospodarskih javnih služb podcenjene. Kljub temu se danes že oblikujejo stališča, ki zagovarjajo ekonomsko učinkovitost in stroškovno pokrite cene storitev obveznih gospodarskih javnih služb.\nDejavnosti oskrbe s pitno vodo, odvajanja odpadnih in padavinskih voda, čiščenja odpadnih in padavinskih voda ter ravnanja z odpadki so kapitalsko intenzivne. Če so cene teh storitev podcenjene, upravitelj ni sposoben vzdrževati infrastrukture. Poleg tega uporabniki nimajo pravega odnosa do teh dejavnosti, saj menijo, da cena odraža njeno vrednost.\nV Sloveniji poslujejo komunalna podjetja večinoma z ničelnim ali celo z negativnim poslovnim izidom. Problem je v tem, da želi država omejevati preveliko zviševanje cen komunalnih storitev.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen diplomskega dela je prikazati posledice sedanje cenovne politike na poslovanje podjetja, zakonodajo na tem področju in metodologijo določanja cen komunalnih storitev.\nCilj diplomskega dela je razumeti problematiko in dobiti vpogled v posebno vrsto dejavnosti, za katere naj bi veljale osnovne ekonomske predpostavke, vendar obstajajo številne omejitve, kot so: poseben monopolen položaj javnih podjetij, značilnosti infrastrukture in državno reguliranje cen.\nV nalogi postavljamo tezo, da je večina cen komunalnih storitev podcenjenih, kar onemogoča uspešno poslovanje javnega podjetja, kljub dobri organiziranosti in strokovnosti, kar bomo preveri skozi analizo poslovanja Komunalno stanovanjske družbe d.o.o. Ajdovščina.\n"], "4": ["1.3 Predpostavke in omejitve", "Cene komunalnih storitev so sestavljene iz več postavk in nekatere se lahko v podjetjih prosto določajo. Podatki o cenah komunalnih storitev so nepolni in zato ni možna celotna primerjava teh cen.\nPrimerjava cen komunalnih storitev v Sloveniji in posameznih državah Evropske unije je skoraj nemogoča, saj so sistemi določanja cen zelo različni po posameznih državah. Javno \ndostopnih podatkov, informacij in analiz o vidikih cenovne problematike je malo, prav tako ni enotnega metodološkega okvira.\n"], "5": ["1.4 Metode raziskovanja", "Za iskanje in zbiranje podatkov smo uporabljali podatke iz letnih poročil podjetja ter podatkovne baze ministrstev, statističnega urada in drugih.\nTema diplomskega dela obravnava problematiko poslovanja javnega podjetja skozi vidik cen komunalnih storitev, opisuje pa tudi metodološke okvire in zakonodajo, ki ju predpisuje država. V poglavjih 3, 4, 5, in 6 gre za mikroekonomsko analizo, kjer v Komunalno stanovanjski družbi d.o.o. Ajdovščina analiziramo poslovanje in kalkulacije lastne cene, izračunane strukture stroškov. Izračunane so povprečne ponderirane cene ter odmiki od veljavnih cen. \n"], "6": ["2 PREDSTAVITEV PODJETJA IN OBVEZNIH GOSPODARSKIH JAVNIH  SLUŽB TER SISTEMA KONTROLE CEN", ""], "7": ["2.1 Statusni položaj podjetja", "Komunalno stanovanjska družba d.o.o. Ajdovščina opravlja obvezne gospodarske javne službe na območju občin Ajdovščina in Vipava, in sicer:\n- oskrba s pitno vodo,\n- odvajanje odpadnih in padavinskih voda,\n- čiščenje odpadnih in padavinskih voda,\n- ravnanje z odpadki.\nPoleg navedenih obveznih gospodarskih javnih služb opravlja tudi javne službe, ki zajemajo:\n- javno snago, vzdrževanje parkov in zelenic,\n- vzdrževanje lokalnih cest.\nV okvir tržnih dejavnosti, ki jih opravlja družba, sodijo še:\n- pokopališka in pogrebna dejavnost,\n- upravljanje stanovanj in poslovnih prostorov,\n- vzdrževanje trase plinovoda Anhovo – Vodice.\nKomunalno stanovanjska družba ne opravlja vseh del, ki se pojavljajo v zvezi z javnimi službami, v lastni režiji. Večja vzdrževalna dela in novogradnje na javni infrastrukturi ter cestah in ulicah opravljajo druga podjetja po predhodnem razpisu na podlagi Zakona o javnih naročilih.\nKomunalno stanovanjska družba je lahko tudi podizvajalec izvajalcu investicije, ko se investicije vodi pri lastniku infrastrukture.\nPokopališka dejavnost se smatra kot tržna in se vodi skupaj s pogrebno dejavnostjo, ker nobena od občin ni obremenjena s stroški te dejavnosti (stalna pripravljenost). Pokopališča so javno dobro in niso evidentirana v poslovnih knjigah. Na podlagi Odloka o pokopališkem redu in pogrebnih svečanostih se vzdržuje več pokopališč na območju občin Ajdovščina in Vipava ter vojaška pokopališča v upravljanju Ministrstva za delo, družino in socialne zadeve.\nOrganizacijsko je podjetje razčlenjeno na deset dejavnosti, zaradi ločevanja na obe občini pa na štirinajst organizacijskih enot. \n"], "8": ["2.2 Predstavitev obveznih gospodarskih javnih služb", ""], "9": ["2.2.1 Oskrba s pitno vodo", "Z dejavnostjo oskrbe s pitno vodo mislimo dejavnosti, ki zajemajo dejavnosti zbiranja čiščenja in distribucije pitne vode.\nIzhodišče za pridobivanje neoporečne pitne vode je ohranitev vodovja. Najbolj nas zanimajo zaloge, nahajališča in izviri pitne vode. Vode so pod posebnim varstvom države in na njih ni mogoče pridobiti lastninske pravice. So dobrina vsega človeštva, na našem ozemlju pa slovenskega naroda. Na podlagi tega načela bi morali zagotoviti enake pravice in odgovornosti do vode za vse prebivalce.\nZelo pogosto preseganje mejnih vrednosti strupenih snovi v izvirih pitne vode nas opozarja, da je varovanje vodnih virov pomembna naloga države in lokalne skupnosti. Zaradi tega, ker naravni filtri ne zadoščajo več, je potrebno z ustreznimi tehnologijami izvesti pripravo pitne vode tako, da ustreza standardom in Pravilniku o pitni vodi.\nIzvajanje dejavnosti je določeno v 26. členu Zakona o varstvu okolja in jo opredeljuje kot lokalno gospodarsko javno službo. To dejavnost mora zagotavljati občina. Poleg prej navedenega predpisa pa urejajo to področje še Zakon o gospodarskih javnih službah, Zakon o lokalni samoupravi, Zakon o financiranju občin, Zakon o javnih naročilih in Zakon o gospodarskih družbah.\nOblike izvajanja gospodarskih javnih služb, med katere sodi dejavnost oskrbe s pitno vodo, opredeljuje Zakon o gospodarskih javnih službah in so:\n- režijski obrat,\n- javni zavod,\n- javno podjetje,\n- koncesija,\n- vlaganje javnega kapitala v dejavnost oseb zasebnega prava (Viler Kovačič 2003,  11-15).\nV pravu Republike Slovenije (Zakon o gospodarskih javnih službah – ZGJS), za razliko od prava Evropske unije, je javno podjetje posebna statusna oblika, ki se ustanovi za opravljanje gospodarske javne službe v obliki kapitalske gospodarske družbe, vendar je pravna oseba javnega prava. Javno podjetje ustanovi vlada ali lokalna skupnost. Ustanovi se lahko tudi z vložki zasebnega kapitala. Bistvena značilnost je javnopravni način ustanovitve z aktom o ustanovitvi, ki je akt vlade ali občinskega sveta (Pirnat 2001, 164).\nUpravljanje javnega vodooskrbnega sistema mora zagotavljati zdravstveno ustreznost pitne vode, ki je določena s Pravilnikom o pitni vodi. \n"], "10": ["2.2.2 Odvajanje in čiščenje odpadnih in padavinskih voda", "Dejavnost odvajanja in čiščenja odpadnih in padavinskih voda spada po standardni klasifikaciji v dejavnost javne higiene. V sklop odvajanja odpadne vode spada:\n- odvajanje industrijskih, komunalnih in drugih odplak ter padavinskih voda s  pomočjo odvodnih cevi in kanalizacije ali drugače,\n- praznjenje in čiščenje septičnih jam in rezervoarjev, vzdrževanje kemičnih  stranišč,\n- čiščenje odpadnih voda s fizikalnimi, kemičnimi in biološkimi procesi, kot so  razredčevanje, precejanje in filtriranje, sedimentacija, prečiščenje mulja itd.,\n- čiščenje in obdelovanje odpadnih voda iz industrijskih obratov in kopalnih  bazenov ter vzdrževanje in čiščenje odtočnih kanalov.\nOnesnažene vode, to so odpadne vode ali odplake, moramo čistiti. V postopku čiščenja poznamo več faz čiščenja. Predčiščenje je postopek mehanskega odstranjevanja nesnage. Primarno čiščenje je le mehansko in/ali kemično (nevtralizacija), odstranjuje pa neraztopljene snovi, ki se usedajo v bazenih. Z mikroorganizmi in sekundarnim usedanjem se doseže 2. kakovostni razred vode (uporabna za gojitev rib, namakanje polj ipd.). Terciarno čiščenje odstranjuje dušik in fosfor, ki pospešujeta pojav evtrofikacije.\nDejavnost odvajanja in čiščenja odpadnih in padavinskih voda ureja Pravilnik o odvajanju in čiščenju komunalne odpadne in padavinske vode. Podjetja morajo Agenciji RS za okolje do 31. marca tekočega leta posredovati poročilo o izvajanju javne službe za preteklo leto.\n"], "11": ["2.2.3 Ravnanje z odpadki", "Dejavnost ravnanja z odpadki zajema zbiranje in odvoz odpadov iz gospodinjstev in gospodarstva ter odlaganje odpadkov. Dejavnost je v zadnjem času podvržena vedno večjemu razvoju, saj so cilji postavljeni tako, da se zbira čimveč ločenih frakcij že pri izvoru. S tem se industriji vrne odpadne surovine ter zmanjša obremenitev okolja z velikimi odlagališči odpadkov.\nTako zbrane ločene frakcije in sortiranje mešanih odpadkov, pripeljanih na odlagališče odpadkov, ima tudi pozitivni ekonomski učinek, saj imajo tako zbrane ločene frakcije kot sekundarna surovina tudi svojo vrednost na trgu.\nCelotno področje ureja Zakon o varstvu okolja ter podrejeni pravilniki in uredbe. Podjetja morajo Agenciji RS za okolje do 31. marca tekočega leta posredovati poročilo o izvajanju javne službe za preteklo leto. \n"], "12": ["2.3 Pravne podlage za poslovanje podjetja", "Komunalno stanovanjska družba d.o.o. Ajdovščina je bila ustanovljena z družbeno pogodbo, v kateri so opredeljeni lastniški deleži posameznih ustanoviteljev. Večinski 77,28% lastnik je Občina Ajdovščina, 16,36% lastnik pa je Občina Vipava. Preostali delež v višini 6,36% je v zasebni lasti podjetja Vodovod in Kanalizacija d.d. Nova Gorica.\nDružba posluje v skladu z Zakonom o gospodarskih družbah, kot splošnem predpisu ter Zakonom o gospodarskih javnih službah, ki opredeljuje gospodarske javne službe. Poleg navedenih predpisov opredeljuje delovanje družbe Odlok o gospodarskih javnih službah, ki sta ga sprejeli občini Ajdovščina in Vipava, v katerih družba tudi posluje.\nRačunovodski izkazi so izdelani v skladu s Slovenskimi računovodskimi standardi in podvrženi revidiranju, saj družba spada med srednje velike družbe. Poleg izkaza poslovnega izida se izdela izkaze tudi po posameznih dejavnostih in občinah v skladu s SRS 35.\n"], "13": ["2.4 Pravne podlage za kontrolo cen", "Na določanje cen komunalnih storitev vplivajo Vlada Republike Slovenije, Ministrstvo za okolje in prostor (v nadaljevanju MOP), Ministrstvo za gospodarstvo (v nadaljevanju MG), občine in izvajalci gospodarskih javnih služb.\nZakon o kontroli cen (Uradni list RS 1999) določa način reguliranja kontroliranih cen. Na podlagi zakona lahko vlada predpiše z uredbo način predhodne prijave cen.\n"], "14": ["2.4.1 Navodilo za oblikovanje cen storitev obveznih javnih služb", "Cene komunalnih storitev se oblikujejo v skladu z Navodilom za oblikovanje cen storitev obveznih javnih služb (Uradni list RS 2001a), ki določa oblikovanje cen storitev obveznih javnih služb za:\n- oskrbo s pitno vodo,\n- odvajanje in čiščenje komunalnih odpadnih in padavinskih voda,\n- ravnanje s komunalnimi odpadki ter odlaganje ostankov odpadkov.\n2. člen navodila definira lastno in upravičeno ceno ter njuno oblikovanje. Cene se oblikujejo na enoto storitve.\nV tabeli 1 so navedeni stroški, ki jih zajamemo pri oblikovanju lastne in upravičene cene.\nLastna in upravičena cena storitev se določita in prilagajata na podlagi elementov iz tabele 1, po obrazcu (1) (Uradni list RS 2001a): Cena=Σ(Ei x Ci)/Q \nUporabljene kratice: Ei – uporaba ali delež elementa iz tabele v obdobju, za katerega velja pripadajoči Ci, Ci – cena elementa v določenem obdobju (npr. strošek energije), Q – količina storitve v obdobju v okviru funkcionalno in prostorsko zaokroženega sistema.\nEnota storitve je določena na m3 opravljene storitve.\nEnota storitve je določena na m3 opravljene storitve.\nČe posamezni uporabniki ali skupine uporabnikov dokazano povzročajo v oskrbovalnem sistemu različne stroške, se lahko lastna in upravičena cena storitev diferencirata po posameznih uporabnikih ali skupinah uporabnikov.\n"], "15": ["2.4.2 Predhodna prijava cen komunalnih storitev", "Uredbe o predhodni prijavi cen komunalnih storitev predpisuje vlada enkrat letno. Z njo vlada določi, za koliko se lahko največ povišajo cene za oskrbo s pitno vodo, odvajanje in čiščenje odpadnih in padavinskih voda ter za ravnanje z odpadki in na tak način brzda inflacijo. \nVeljavna Uredba o predhodni prijavi cen komunalnih storitev (Uradni list RS 2004b) velja za pravne in fizične osebe razvrščene v Uredbi Sveta (EGS) št. 3696/93 o statistični klasifikaciji proizvodov po dejavnosti (CPA) v Evropski gospodarski skupnosti (UL L 342, 31.12.1993), z vsemi spremembami v podrazredih:\n- 41.000 zbiranje, čiščenje in distribucija vode,\n- 90.010 ravnanje z odplakami,\n- 90.021 zbiranje in odvoz odpadkov,\n- 90.022 dejavnost deponij, sežiganje in drugi načini odstranjevanja odpadkov.\nNavedeni zavezanci morajo oblikovati cene svojih storitev na način, kot ga določa Navodilo za oblikovanje cen storitev obveznih gospodarskih javnih služb (glej 2.4.1).\nZavezanci lahko povišajo ceno svoje storitve le ob predhodni prijavi. Zavezanec mora predhodno prijaviti ceno tudi v primeru uvedbe nove storitve in nadgradnje obstoječega sistema. V tem primeru mora zavezanec predložiti pozitivno strokovno mnenje MOP.\nPredhodna prijava cen mora vsebovati naslednje podatke:  1. ime, sedež in dejavnosti zavezanca;  2. koncesijsko pogodbo;  3. navedbo občin, kjer opravlja storitve;  4. navedbo dejavnosti in občin, na katerih bo prišlo do spremembe cen;  5. občinski odlok, v katerem je opredeljeno izvajanje javne službe;  6. opis obstoječega načina in obsega opravljanja storitev navedenih dejavnosti ter  navedba glavnih razlogov za spremembo cen;  7. cene po vrstah storitev in vrstah uporabnikov ter skupne povprečne cene, predlagane  cene in stopnjo spremembe cene, veljavne povprečne cene od januarja 2002 dalje, ter  stopnje, datume in razloge za spremembe cen storitev;  8. končno ceno in elemente te cene;  9. izračun in podrobnejšo obrazložitev kalkulativnih elementov lastne cene po navodilu za  leta 2002 in 2003 ter planirano kalkulacijo za leto 2004; 10. delež izgub; 11. podrobnejšo opredelitev stroška amortizacije; 12. sklep Občinskega sveta o višini amortizacije iz leta 2003, ki jo javna podjetja lahko  odpišejo v breme obveznosti; 13. pogodbo o oddaji gospodarske infrastrukture v upravljanje javnemu podjetju ter  podatke o zadnji cenitvi infrastrukture v upravljanju; 14. pregled fizičnega obsega opravljene storitve po vrstah porabnikov za leta 2000, 2001,  2002 in 2003; 15. izkaz poslovnega izida in bilanco stanja za leta 2000, 2001, 2002 in 2003 za podjetje  kot celoto in po poslovno izidnih mestih; 16. soglasje pristojne lokalne skupnosti.\nZa enotno izvajanje standarda SRS 35 je uredba predpisala dostavo sklepa iz točke 12 in pogodbo iz točke 13 prejšnjega odstavka. \nMinistrstvo za gospodarstvo (MG) v roku enega meseca obvesti zavezanca o sprejetju cen in odloči, od kdaj naprej se smejo nove cene uporabljati. \n"], "16": ["3 PREGLED POSLOVANJA PO DEJAVNOSTIH", ""], "17": ["3.1 Pregled poslovnih izidov po dejavnostih", ""], "18": ["3.1.1 Oskrba s pitno vodo v občini Ajdovščina", "Rezultati poslovanje dejavnosti oskrbe s pitno vodo v obdobju od leta 2001 do 2004 kažejo na trend upadanja pozitivnega poslovnega izida iz poslovanja (tabela 2). Znaten učinek na tako gibanje poslovnega izida imajo prihodki od storitev tržnega dela dejavnosti. V letih 2002 in 2004, ko je bil občuten upad prihodkov iz naslova tržne dejavnosti, se je tudi poslovni izid poslabšal. Vse to pa pomeni, da se iz cene oskrbe s pitno vodo ne pokrije celoten strošek te dejavnosti. Pri tem ima pomemben vpliv na poslovni izid uspeh pridobivanja del na trgu, ki pa je omejen na območje delovanja podjetja.\nSIT)\nUpad prihodkov iz naslova tržne dejavnosti je nastal v letih 2002 in 2004 zaradi zmanjšanja investicij na tej dejavnosti. V letih 2001 in 2003 se je izvajal velik projekt izgradnje vodovodov iz sredstev Evropske unije. Kljub povišanju cen oskrbe s pitno vodo v letu 2003 za 7,48% (tabela 3) pa temu ni sledilo ustrezno povišanje prihodkov iz naslova vodarine. Opazen je trend zmanjševanja porabe pitne vode, saj se je poraba pitne vode z 2.006.395 m³ v letu 2002 zmanjšala na 1.710.594 m³ v letu 2004, kar ob enakih fiksnih stroških delovanja sistema, ki jih predstavljajo plače, amortizacija ter odhodki iz naslova razširjene reprodukcije in občinske takse, zmanjšuje učinek povišanja cen storitve.\nVedno pomembnejši strošek v dejavnosti predstavlja amortizacija, ki se je v v letih 2001 do 2004 gibala med 12,6% v letu 2001 do 22,5% v letu 2004 vseh čistih prihodkov od prodaje. Gibanje plač pa se je v tem obdobju ustalilo med 13,5% in 19,3% vseh čistih prihodkov od prodaje. Poseben prihodek in odhodek je iz naslova razširjene reprodukcije in občinske takse. Vlada v okviru oblikovanja cene tako razdeljene cene ne priznava in potrjuje enotno ceno. Odhodki iz naslova razširjene reprodukcije in občinske takse so tudi dejanski izdatki, saj se nakazujejo v občinski proračun in so posebna postavka na prihodkovni strani občinskega proračuna. Tako oblikovana cena pa ni v skladu z veljavnimi predpisi, kar je Računsko sodišče že ugotovilo v nekaterih primerih v Sloveniji. V kolikor bi bila cena oblikovana kot enotna, bi dejavnost izkazovala v opazovanem obdobju pozitivni poslovni izid v višini 79.990.980,00 SIT, saj bi se samo v letu 2004 odhodki zmanjšali za 93.673.133,00 SIT.\nStroški blaga, materiala in storitev so bili v letih 2001 in 2002 na isti ravni, v letu 2003 pa so se povečali kar za 16,7% glede na preteklo leto in v letu 2004 padli za 24,4%, kar je v precejšnji meri odvisno od obsega izvajanja tržne dejavnosti.\nIz rezultatov poslovanja izhaja, da je izvajanje tržne dejavnosti pomemben vir prihodkov za doseganje dokaj ugodnih poslovnih izidov v letih 2001, 2002, 2003 in 2004, saj predstavlja tudi do 20% vseh čistih prihodkov od prodaje. Izpad te dejavnosti v letu 2004 in povečanje stroškov amortizacije za 23,4% pa je že povzročilo povečanje negativnega izida iz poslovanja z -1.553.368 SIT v letu 2003 na -20.132.075 SIT v letu 2004. \n"], "19": ["3.1.2 Ravnanje z odpadki v občini Ajdovščina", "Iz rezultatov poslovanja prikazanih v tabeli 4 lahko zaključimo, da je dejavnost ravnanja z odpadki tista, pri kateri je občina uspela uveljaviti pravo ceno. Rezultati, ki se izkazujejo po letu 2001, kažejo, da je bila sprejeta strategija ravnanja z odpadki v občini Ajdovščina, ki jo je sprejel Občinski svet pravilna in lahko prinaša ugodne rezultate. Vlada Republike Slovenije je strategijo sprejela v celoti in na tej podlagi potrdila cene zbiranja in odvoza odpadkov ter odlaganje le-teh. Pomemben mejnik pri tem je tudi prehod obračuna iz kvadratnega metra kot enote za obračun količine odpadkov na obračun na osebo.\nSIT)\nPri tem je treba poudariti, da visok pozitivni rezultat pomeni, da v poslovnem izidu pomeni amortizacija komaj 19,4% odhodkov. Vlaganja dobička in drugih virov v razvoj dejavnosti bodo v prihodnje bistveno povečala odhodke iz naslova stroškov dela in amortizacije ter stroškov materiala. Pomembno je tudi, da se stroški blaga, materiala in storitev v letih 2001 do 2004 niso spremenili. Zelo ugoden je rezultat v letu 2004, saj znaša čisti poslovni izid obračunskega obdobja skoraj 31% čistih prihodkov od prodaje. Vlaganja v letu 2003 v opremo že izkazujejo v letu 2004 podvojene odhodke iz naslova amortizacije, kar lahko pričakujemo tudi v prihodnje, če bomo hoteli urejati dejavnost ravnanja z odpadki tako, kot to zahtevajo direktive Evropske unije in slovenski predpisi in standardi. \nV tabeli 5 prikazane cene so cene, na podlagi katerih se izvaja obračun ravnanja z odpadki v gospodinjstvih. Za gospodarske subjekte se izvaja obračun po dejansko odpeljani količini odpadkov, za gospodinjstva pa se izvaja obračun mesečno, in sicer tako, da se upošteva normativ 54 l/osebo/teden. Pri obračunu se upošteva dejanske dneve v obračunskem mesecu (v februarju 28 dni). V letu 2002 je k ugodnemu poslovnemu izidu največ pripomogla rast prihodkov iz tržne dejavnosti, saj so ti znašali 47,5% čistih prihodkov od prodaje. Spremembe, ki so bile dosežene v letu 2003, bodo imele pozitiven učinek na poslovanje te dejavnosti tudi v prihodnosti. Te spremembe zajemajo povečanje cene 01.04.2003 in spremembo načina obračuna ravnanja z odpadki za gospodinjstva (prehod iz obračuna na m² na osebo s 01.12.2003). Razvoj dejavnosti je nujno povezan z ustrezno cenovno politiko. Zaradi načina izvajanja te obvezne gospodarske javne službe do leta 2003 ni bilo bistvenega povečanja vlaganj, pa tudi predpisi so bili taki, da je bilo možno to gospodarsko javno službo izvajati na cenen način. V letu 2002 in kasneje pa je sprememba predpisov terjala ureditev stvari tako, da bo dejavnost služila varovanju okolja. Vlada je podjetjem, med katerimi je bila tudi Komunalno stanovanjska družba, omogočila ustrezen dvig cene ter na ta način začetek izvajanja službe tako, da se v največji možni meri zagotovi ustrezno varovanje okolja. \n"], "20": ["3.1.3 Čiščenje odpadnih in padavinskih voda v občini Ajdovščina", "V tabeli 6 prikazani rezultati dejavnosti čiščenja odpadnih in padavinskih voda izkazujejo v letih 2001 do 2004 negativni poslovni izid. Cena čiščenja, ki je bila prvič oblikovana leta 1982 in potem nadgrajevana z inflacijo in upravičenimi zahtevki za povišanje, ni nikoli dosegla tiste ravni, ki bi pomenila pozitivno poslovanje dejavnosti. Šele z uveljavitvijo nove cene, ki je bila uveljavljena 01.08.2004 (tabela 7), pričakujemo v letu 2005 pozitiven poslovni izid. Rezultat, ki ga je ta dejavnost dosegla, je komaj pokrival tekoče poslovanje. Pomemben odhodek poslovanja je amortizacija, ki je v letih 2001 do 2004 predstavljala med 37,5% in 45,8% čistih prihodkov od prodaje. Drugi pomemben odhodek so stroški dela, saj upravljanje in vzdrževanje tako zahtevnih objektov, kot so čistilne naprave, terja temu ustrezen visoko strokoven kader. V letih 2001 do 2004 so se stroški dela gibali med 38,8% v letu 2004 in 64,1% v letu 2003 ustvarjenih prihodkov. Manjši delež stroškov dela v letu 2004 je predvsem posledica izjemnega dviga cen storitev, ki so bistveno vplivale na rast prihodkov te dejavnosti.\nobčini Ajdovščina (v SIT)\nStalna tendenca rasti stroškov blaga, materiala in storitev je dobila prave razsežnosti v letih 2003 in 2004, ko je prišlo do zaganjanja posameznih sklopov rekonstruirane čistilne naprave. Iz obdobja, ki je zajeto v letih 2001 do 2004, je razvidno, da so se premiki na prihodkovni strani začeli dogajati šele v letu 2004. Kljub naraščanju tekočih stroškov in stalnemu dokazovanju, da je cena storitve prenizka, se ta do 1.8.2004 ni bistveno spremenila. Posledica takega stanja je razvidna iz izkaza poslovnega izida, ki kaže v letu 2004 najslabši rezultat dejavnosti. Tak rezultat ni samo posledica nizkih cen, temveč tudi zagona rekonstruirane čistilne naprave. Zagon rekonstruirane čistilne naprave je pomenil dodatne stroške materiala, storitev in dela ter amortizacije. Z realiziranimi prihodki je bilo možno pokriti komaj tekoče stroške poslovanja in nekaj malega amortizacije. Takrat je vlada brez ugovora dala soglasje k ceni storitve, ki jo je predlagal Občinski svet.\nV tabeli 7 prikazane cene so cene, na podlagi katerih se izvaja obračun storitve za gospodinjstva in gospodarstvo in neposredno vplivajo na rezultate poslovanja, ki so prikazani v tabeli 6. Diferencirana cena je posledica izračuna obremenitve sistema. Za velike onesnaževalce se obračun izvaja po količini odvedene odpadne vode brez merjenja stopnje onesnaženja, za ostale uporabnike pa po količini porabljene pitne vode.\n"], "21": ["3.1.4 Odvajanje odpadnih in padavinskih voda v občini Ajdovščina", "V tabeli 8 prikazani rezultati poslovanja odvajanja odpadnih in padavinskih voda so z vidika poslovnih izidov dejavnost, ki v letih 2001 do 2004 izkazuje negativen poslovni izid. Značilnost poslovnega izida je, da zaradi na novo zgrajenih objektov javne kanalizacije predstavlja amortizacija v prej navedenem obdobju med 77,6% v letu 2001 in 83% v letu 2002 čistih prihodkov od prodaje. Tako oblikovana cena ne zadošča za pokrivanje odhodkov amortizacije in predstavlja vnaprej postavljen negativni poslovni izid. Tako ni dovolj sredstev niti za najnujnejše vzdrževanje in obnavljanje sistemov, ki se razvijajo. Poleg tega povzročajo velik strošek tudi odhodki iz naslova razširjene reprodukcije, ki se oblikujejo v enaki višin kot prihodki iz tega naslova. \nobčini Ajdovščina (v SIT)\nV tabeli 9 so prikazane cene za obračun odvajanja odpadnih in padavinskih voda. Značilnost oblikovanja cen je, da so cene ostale nespremenjene dve leti, kar se je pokazalo na izkazu poslovnega izida. Oblikovanje cene ni odraz potreb po razvoju dejavnosti in zagotavljanju normalnega delovanja sistema. Obračun storitev odvajanja odpadnih in padavinskih voda se izvaja na enak način, kot je navedeno v komentarju k tabeli 7. Spremembe cen v letih 2003 in 2004 so v letu 2004 nekoliko omilile negativen poslovni izid. Določen učinek za zmanjšanje negativnega poslovnega izida je pomenilo tudi zmanjšanje stroškov blaga, materiala in storitev ter stroškov dela, katerih delež se je z 60,4% v letu 2003 zmanjšal na 31,1% v letu 2004 čistih prihodkov od prodaje.\n"], "22": ["3.1.5 Oskrba s pitno vodo v občini Vipava", "V tabeli 10 prikazani rezultati poslovanja kažejo na to, da dejavnost oskrbe s pitno vodo v občini Vipava izkazuje visok negativni poslovni izid iz poslovanja od leta 2002 naprej, saj \nje iz tabele 11 razvidno, da je bila zadnja sprememba cene v letu 2002. V obdobju 2002 in 2003 je samo obračunana amortizacija dosegala med 93% in 97% čistih prihodkov od prodaje. Tako je bilo potrebno v skladu z računovodskimi standardi SRS 35 odpisati amortizacijo v breme izrednih prihodkov, kar je navidezno poboljšalo rezultat na nivoju podjetja, saj se odpisana amortizaciji knjiži med izredne prihodke. Odpisana amortizacija je za leti 2002 in 2003 znašala 27,5 milijonov SIT ter se je zaradi tega znatno znižal obseg vlaganj v infrastrukturo. Šele popravek cene v letu 2004, ko se je ta dvignila za 2,33-krat in večji obseg tržne dejavnosti sta omogočila omilitev negativnega poslovnega izida iz poslovanja in s tem pokritje celotne obračunane amortizacije.\nRazmeroma rednim dvigom cen v letih 2001 in 2002 (tabela 11) je sledila popolna zamrznitev v letu 2003. Nova cena, ki bo pokrivala vse stroške poslovanja, je bila uveljavljena šele ob koncu leta 2004.\n"], "23": ["3.1.6 Odvajanje odpadnih in padavinskih voda v občini Vipava", "Odvajanje odpadnih in padavinskih voda je z vidika poslovnih izidov iz poslovanja dejavnost, ki je šele v letu 2004 poslovala negativno (tabela 12). Rast prihodkov je bila neposredno odvisna od količine opravljene storitve, ki je v letih 2001 do 2003 upadala. Značilnost poslovnega izida je, da je predstavljala amortizacija 41% v letu 2001 in 47% v letu 2002 čistih prihodkov od prodaje. Tako oblikovana cena je zadoščala za pokrivanje vseh odhodkov do leta 2004. V letu 2004 so bili končani večji investicijski projekti, ki so bili vključeni v sredstva v upravljanju. Posledica tega je bila, da je obračunana amortizacija dosegla skoraj 80% čistih prihodkov od prodaje. Ker je cena ostala nespremenjena, je dejavnost prvič imela negativen poslovni izid iz rednega poslovanja.\nVipava (v SIT)\nZnačilnost oblikovanja teh cen v občini Vipava je v tem, da se Občinski svet po letu 2002 ni več odločil za ustrezno korekcijo cen (tabela 13). Razlog za tako stanje je bil ta, da se niso izvajala velika vlaganja, ki bi dvignila vrednost objektov in s tem obračunano amortizacijo. Cena je zadoščala za tekoče poslovanje dejavnosti, ne pa tudi za znatnejša \ninvesticijska vlaganja. V letu 2004 cena ni več zadoščala za pokrivanje vseh stroškov poslovanja dejavnosti.\n"], "24": ["3.1.7 Ravnanje z odpadki v občini Vipava", "Iz rezultatov poslovanja lahko zaključimo, da je dejavnost ravnanja z odpadki tista, pri kateri je občina uspela uveljaviti tako ceno, ki omogoča pozitivno poslovanje (tabela 14). Poslovni izidi, ki se izkazujejo po letu 2001 kažejo, da je bila strategija ravnanja z odpadki v občini Vipava, ki jo je sprejel Občinski svet, pravilna in lahko prinaša ugodne poslovne izide. Vlada Republike Slovenije je strategijo sprejela v celoti in na tej podlagi potrdila cene zbiranja in odvoza odpadkov ter odlaganje le-teh. Pomemben mejnik pri tem je tudi prehod obračuna s kvadratnega metra kot enote za obračun količine odpadkov na obračun na osebo. Pri tem je treba poudariti, da visok pozitiven poslovni izid iz poslovanja pomeni, da v poslovnem izidu pomeni amortizacija v letu 2004 komaj 16% odhodkov. V letih 2001 in 2002 se je obračunana amortizacija gibala med 11% in 13%, v letu 2003 pa celo samo 9% čistih prihodkov od prodaje.\nVlaganja dobička in drugih virov v razvoj dejavnosti bodo v prihodnje povečevala odhodke iz naslova stroškov dela in amortizacije. Pomembno je tudi, da so se stroški blaga, materiala in storitev v letih 2001 do 2003 povečali le za 12% v letu 2003. V letu 2004 pa je porast stroškov blaga, materiala in storitev že za 44,3% v primerjavi z letom 2003. Zelo ugoden je rezultat v letu 2004, saj znaša čisti poslovni izid obračunskega obdobja več kot 31% čistih prihodkov od prodaje. Vlaganja v opremo v letu 2003 so že v naslednjem letu \nizkazala podvojene odhodke iz naslova amortizacije, kar lahko pričakujemo tudi v prihodnje, če bomo hoteli urejati dejavnost ravnanja z odpadki tako, kot to zahtevajo direktive Evropske unije in slovenski predpisi in standardi.\nNačin obračuna storitve ravnanja z odpadki je enak kot za občino Ajdovščina in je prikazan v komentarju k tabeli 5.\n"], "abstract": ["Diplomsko delo obravnava analizo poslovanja javnega podjetja v povezavi z Zakonom o kontroli cen. Na poslovanje javnega podjetja bistveno vplivajo cene, ki jih določajo občinski sveti, potrjuje pa Ministrstvo za gospodarstvo ob predhodnem pozitivnem mnenju Ministrstva za okolje in prostor. Cene ne zadoščajo za pokrivanje vseh stroškov, ki nastanejo v posameznih dejavnostih, zato prihaja do omejitev pri vzdrževanju in širitvi infrastrukture. Uveljavitev polne cene bi pripomogla k pozitivnim premikom v teh dejavnostih, ki so posebnega pomena za vsako družbo."]}