{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Računovodsko poročilo je dokument, ki daje informacije o finančnem položaju in uspešnosti podjetja, ki so koristne pri odločanju širokega kroga uporabnikov. Informacije morajo biti uporabnikom razumljive, bistvene, zanesljive in primerljive. Gre za zapis dogodkov, ki so se zgodili v preteklosti in je temelj za lažje odločanje v prihodnosti.\nNaloga, ki smo si jo zastavili v diplomskem delu, je predstavitev področja poročanja Javnega zavoda Varstveno delovni center Sonček s poudarkom na sestavi računovodskega poročila. Računovodsko poročilo je sestavljeno iz dveh delov: (1) iz računovodskih izkazov in (2) vsebinskega računovodskega poročila. Zlasti pri izdelavi vsebinskega računovodskega poročila ima javni zavod veliko možnosti za različne načine poročanja, kar bo naš osrednji raziskovalni problem.\nJavni zavod poroča naslednjim subjektom: (1) ustanovitelju – to je Vladi Republike Slovenije oz. pristojnemu ministrstvu; (2) AJPES-u – to je Agenciji Republike Slovenije za javnopravne evidence in storitve in (3) lahko tudi drugim uporabnikom širše skupnosti oz. javnosti.\nGlede na to komu javni zavod poroča, pa mora subjektu poročati na način, ki je predpisan s strani ministrstva ali kakšnega drugega organa, ali pa je vsebina in način poročanja v domeni odločitve zavoda. Načini po katerih poroča javni zavod so:\n- Javni zavod mora pripraviti poročila, ki so strogo predpisana s strani AJPES-a.\n- Vsebina in oblika poročil za ministrstvo je delno predpisana: (1) določene so  vsebinsko in oblikovno oblike tabel, ki jih je potrebno predložiti ministrstvu; (2)  predpisani so računovodski izkazi, ki so podobni izkazom predloženim AJPES-u, in  (3) predpisana je oblika in vsebina poslovnega poročila in računovodskega  poročila.\n- V zgoraj omenjenem poslovnem in računovodskem poročilu so predlagane samo  osnovne usmeritve poročanja in v okviru le-teh javni zavod oblikuje svoje poročilo.\nV poročilih je predmet poročanja javnega zavoda poslovanje na finančnem in poslovnem področju. Na finančnem področju poroča o doseganju finančnih ciljev zlasti v primerjavi s postavljenimi finančnimi načrti ter postavljenimi smernicami Ministrstva. Na poslovnem področju pa poroča zavod o uresničevanju in doseganju ciljev iz programov dela letnih programov kot tudi dolgoročno postavljenih ciljev.\nVzrok, zakaj zavod pripravi poročila in s tem poroča o svojem delovanju, je zahteva po pripravi poročil, ki jo vsebujejo posamezni predpisi. V tem primeru je poročanje obvezno. Del poročil Zavod pripravi tudi za svoje potrebe, potrebe svojih zaposlenih, Sveta Zavoda in tudi širše družbene javnosti, na področju katere Zavod deluje – torej pripravi poročila prostovoljno, saj lahko takšna poročila pripomorejo k boljšemu razumevanju poslovanja in prispevajo k sprejemanju bolj kakovostnih odločitev.\nS 1.1.2002 je v javnih zavodih pričel veljati nov Zakon o računovodstvu, ki je računovodsko evidentiranje v zavodih (glede na pretekli zakon) bistveno spremenil. V času \nod navedenega datuma do danes so se postopno spremenili še ostali spremljajoči predpisi, kar 'uvaja' na področju računovodskega evidentiranja nenehno vzpostavljanje evidenc oz. evidentiranja dogodkov. Posledica je, da v javnih zavodih ne uspejo dovolj ažurno popravljati vseh podatkovnih (oz. računalniških) programov in posledično prihaja do problemov, da podatki, ki jih pridobimo iz podatkovne baze javnega zavoda, niso ustrezni za izdelavo poročil. Sklep je, da nastajajo problemi pri poročanju v javnih zavodih zlasti zaradi hitrih in številnih sprememb v zakonih v zadnjem času.\nProblem pri poročanju v Varstveno delovnem centru Sonček (v nadaljevanju VDC Sonček) je, da je pričel z delovanjem 1.1.2003 z delitvijo obstoječega javnega zavoda na dva nova zavoda. Trenutno še ne obstojajo enotni računovodski programi, ki bi pokrivali področje delovanja varstveno delovnih centrov, zato Varstveno delovni center Sonček za svoje delovanje te programe izpopolnjuje in išče ustrezne rešitve, s pomočjo katerih bi čimbolj zadovoljil postavljene zahteve pri izdelavi poročil. Problem izdelave računovodskega poročila je njegova preobsežnost. Slednje poročilo vključuje celotno področje računovodenja v javnem zavodu, kjer pa seveda mora biti računovodenje v okviru vseh trenutno veljavnih predpisov in zakonov.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Naš namen pri izdelavi diplomskega dela je izdelati in prikazati računovodsko poročilo v Javnem zavodu Varstveno delovni center Sonček, in sicer se bomo omejili na vsebinski vidik računovodskega poročanja v javnem zavodu.\nJavni zavod lahko pri svojem poročanju uporabi različne načine poročanja. Uporabniki poročil pa lahko poročila presojajo po različnih kriterijih. Gre za primerjavo doseženega glede na vnaprej določenih cilje, ugotavljanje možnosti in predvidevanje boljših rešitev ali primerjavo z uresničenimi cilji preteklega obdobja.\nCilj naloge je predstaviti osnovne značilnosti letnega poročanja zavodov v Sloveniji in izdelati vsebinsko računovodsko poročilo Varstveno delovnega centra Sonček za leto 2003, in sicer takšnega, ki bo zadovoljilo zahteve uporabnikov. Slednje poročilo temelji na podatkih iz računovodskih evidenc in izkazov javnega zavoda.\nSestava računovodskega poročila je delno zakonsko omejena, vendar pa je kljub temu še mnogo možnosti za bolj poglobljeno vsebinsko poročanje. Na kakšen način se predstavi vsebina poročila, je seveda prepuščeno poročevalcu. Pri sestavljanju poročila mora poročevalec upoštevati postavljene dolgoročne cilje, letni plan dela, finančno ovrednotenje programa dela in na osnovi tega se odloča, kako obsežno bo poročilo, ali bodo podatki bolj ali manj podrobni, ali bo v poročilu nakazal vzroke za morebitna odstopanja glede na postavljene kriterije, ali bo v poročilu iskal tudi možnosti za boljše reševanje problemov. Osnovna trditev je, da je možno ob upoštevanju zakonsko določenih usmeritev, ustreznim planiranjem ter proučevanjem oz. analiziranjem pripraviti vsebinsko kakovostno in uporabno računovodsko poročilo, ki je osnova za sprejemanje odločitev o načinu nadaljnjega poslovanja. \n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Podjetje je javni zavod oz. institucija, zato predpostavljamo, da mora pri poslovanju upoštevati načelo, da je v javnem sektorju dovoljeno le tisto, kar je napisano in predpisano. Delovati mora v skladu z načeli gospodarnosti, učinkovitosti ter uspešnosti in ob upoštevanju vseh teh načel pripraviti kakovostna poročila za zunanje in notranje uporabnike. Zato način poslovanja in poročanja ne bomo spreminjali, saj je le-to določeno z zakonskimi okviri.\nPredpostavljamo, da so podatki, ki jih bomo v nalogi uporabili resnični, pošteni ter zanesljivi.\nPri poročanju pa imamo omejitev glede primerjave podatkov s preteklim obdobjem, saj le- teh ni, ker je javni zavod pričel s poslovanjem s 1.1.2003.\nKer je izdelano računovodsko poročilo obsežno, se bomo pri izdelavi naloge omejili le na izdelavo vsebinskega dela računovodskega poročila. K temu nas sili tudi omejitev o predpisani dolžini diplomskega dela.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Raziskava je poslovna, saj proučujemo področje računovodstva. Zaradi spoznavanja področja priprave poročila za zunanje uporabnike, smo uporabili statični pristop, ki ugotavlja odvisnost med ekonomskimi subjekti v določenem trenutku ter deskriptiven pristop.\nPodatke, ki smo jih potrebovali pri sestavi diplomske naloge, smo pridobili v izbrani organizaciji Varstveno delovni center Sonček. Osnovne podatke o predstavitvi javnega zavoda, zahtevani organizaciji računovodstva ter izdelavi poročil pa v literaturi, člankih, sprejetih zakonih, pravilnikih in različnih navodilih, ki so posredovana s strani Ministrstva za delo, družino in socialne zadeve oz. Vlade RS kot ustanovitelja. \n"], "6": ["2 RAČUNOVODSTVO V JAVNEM ZAVODU", "V uvodnem poglavju naloge bomo predstavili nekaj osnov v javnem zavodu in organiziranosti računovodstva v njem. V nadaljevanju bomo podrobneje predstavili poslovno poročanje javnega zavoda, in sicer za zunanje uporabnike. Izid takšne oblike poročanja je letno poročilo, katerega elementi so: poslovno poročilo, računovodski izkazi, računovodsko poročilo, katerega predstavljamo podrobneje, in finančni načrt.\n"], "7": ["2.1 Predstavitev računovodstva v javnem zavodu", "Računovodenje in javne finance so opredeljene z zakoni in predpisi. Z zakoni so opredeljene pravne osebe zasebnega in pravne osebe javnega prava. Opredeljujejo jih: zakon o gospodarskih družbah, več zakonov o gospodarskih javnih službah in zakon o društvih.\nNa podlagi zakonov in podzakonskih aktov so vzpostavljene in določene skupine subjektov, ki so nosilci javnih financ. Med pravne osebe javnega prava štejejo neposredni in posredni uporabniki proračunov in drugih sredstev javnih financ ter pravne osebe javnega sektorja. Zakon o javnih financah1 je opredelil kot javni sektor neposredne in posredne uporabnike proračunov, Zavod za zdravstveno zavarovanje Slovenije in Zavod za pokojninsko in invalidsko zavarovanje Slovenije, javne gospodarske zavode, javna podjetja in druge pravne osebe, v katerih imajo država in občine odločujoč vpliv na upravljanje.\nPri sestavljanju Zakona o javnih financah so se sestavljalci zgledovali po reformah javne uprave v Evropi in svetu (Zemljič 2000, 101). Tako ta zakon vsebuje elemente, ki so potrebni za učinkovito upravljanje z javnofinančnimi izdatki v državi. Vzpostavljena je centralizacija, enotna sestava proračunov in finančnih načrtov, usklajeno planiranje, enotno upravljanje z denarnimi sredstvi preko enotnega zakladniškega računa, enotno urejeno računovodstvo z Zakonom o računovodstvu, omejeno zadolževanje, nadzor nad porabo javnofinančnih sredstev, enotno poročanje ob koncu leta itd.\nTudi na področju javnih financ se vedno bolj poudarja gospodarnost, učinkovitost in uspešnost pri upravljanju s sredstvi javnih financ. Velja načelo, da je v javnem sektorju dovoljeno le tisto, kar je napisano in predpisano, medtem ko v gospodarstvu velja načelo, da velja vse, kar ni prepovedano.\nDa znamo pravilno gospodariti, pa je potrebno poznati vse gospodarske kategorije z vidika njihovega nastanka, njihove medsebojne povezanosti, povečevanja in nastajanja, spreminjanja in prenehanja obveznosti do virov sredstev oz. potrebno je poznavanje stroškov, odhodkov, prihodkov, poslovnega izida, pritokov, odtokov, prejemkov, izdatkov in denarnosti (Melavc 2000, 25).\nZa celotno besedilo glej npr. Uradni list RS (2002a) ali na naslovu: http://zakonodaja.gov.si/rpsi/r07/predpis_ZAKO1227.html [3.7.2004]. \nV javnih zavodih velja načelo o gospodarjenju, pri čemer velja, da temeljni cilj zavoda ni dobiček, temveč določena količina in kakovost končnih učinkov. To pa so lahko opisni cilji, izraženi glede na pomembnost in odgovornost.\nZakon o zavodih (ULRS 1996) ureja statusna vprašanja zavodov, ustanovitelje, ki lahko zavod ustanovijo, dejavnosti, s katerimi se lahko zavod ukvarja. Javni zavod lahko pridobiva sredstva na dva načina: (1) z opravljanjem javne službe in (2) z opravljanjem storitev za trg, s tako imenovano tržno dejavnostjo – lastno dejavnostjo. Posledično se med sredstva javnih financ štejejo sredstva, ki jih zavod pridobi z opravljanjem javne službe, kot sredstva pridobljena s prodajo izdelkov in storitev na trgu. Presežek prihodkov nad odhodki sem zavod uporabiti le za opravljanje in razvoj dejavnosti, če ni z aktom o ustanovitvi zavoda drugače določeno (ULRS 1996). Zavod je odgovoren za svoje obveznosti s sredstvi, s katerimi lahko razpolaga.\nJavni zavodi uporabljajo pri vodenju poslovnih knjig enotni kontni načrt in poleg Zakona o računovodstvu še številne druge podzakonske akte, ki jih je predpisal minister za finance. Po 9. členu Zakona o računovodstvu (ULRS 1999a) morajo poslovne knjige in poročila zagotavljati ločeno spremljanje poslovanja in prikaz izida poslovanja s sredstvi javnih financ in drugimi sredstvi za opravljanje javne službe ter poslovanja s sredstvi, pridobljenimi s prodajo blaga in storitev na trgu. To sicer ne pomeni vodenja dveh glavnih knjig, morajo pa javni zavodi v poslovnih knjigah zagotoviti podlago, potrebno za sestavitev računovodskih izkazov in poslovnega poročila.\nPravne osebe javnega prava so lahko opredeljene v Pravilniku o določitvi neposrednih in posrednih uporabnikov državnega in občinskih proračunov (ULRS 2003b):\n- kot drugi uporabniki enotnega kontnega načrta – to so vse tiste pravne osebe, ki  izkazujejo prihodke in odhodke po računovodskem načelu plačane realizacije, torej  po načelu denarnega toka;\n- kot določeni uporabniki enotnega kontnega načrta – to so vse tiste pravne osebe,  ki izkazujejo prihodke in odhodke po računovodskem načelu fakturirane  (zaračunane) realizacije, torej izkazujejo prihodke in odhodke za katere pa ni nujno,  da so bili že plačani.\nPri pridobivanju premoženja, torej osnovnih sredstev in drobnega inventarja, pa je pomembno, da se določijo viri financiranja. Osnovna sredstva se lahko pridobivajo iz sredstev prejetih od ustanovitelja, iz donacij, iz tekočih stroškov. Glede na vir financiranja je potrebno v knjigovodstvu opraviti tudi ustrezno knjiženje.\nOb koncu leta morajo javni zavodi pripraviti letno poročilo, ki ga je potrebno do zadnjega dne februarja tekočega leta za preteklo leto predložiti organizaciji, pooblaščeni za obdelovanje in objavljanje podatkov. Računovodski izkazi so javni, kar pomeni, da so na vpogled tudi drugim osebam, kot so npr. sedanji in možni lastniki, prinašalci kapitala, zaposleni v zavodu, posojilodajalci, dobavitelji, kupci, vlada in njeni organi ter javnost. Lahko bi rekli, kar javnost nasploh (Turk in Melavc 2001, 43). \n"], "8": ["2.2 Poslovno poročanje za zunanje uporabnike v javnem zavodu", "S 1.1.2000 je pričel veljati Zakon o računovodstvu, ki je bil objavljen v Uradnem listu RS, št. 23/99. Sprejetje Zakona o računovodstvu, zakonov o javnih financah, o javnih naročilih ter Zakona o plačilnem prometu je pomenilo korenito reformo javnih financ v Sloveniji.\nRačunovodstvo tekoče ureja, zajema, knjigovodsko evidentira in sporoča podatke, pripravlja obvezne računovodske izkaze, sestavlja finančne načrte, izvaja računovodski nadzor in nadzor nad izpolnjevanjem terjatev in plačevanjem obveznosti ter arhivira izvirnike knjigovodskih listin. Zakon tako ureja področje knjigovodenja in delno nadziranja ter predračunavanja oz. planiranja, ne vsebuje pa določil v zvezi s proučevanjem, kar pa je prepuščeno odločitvi zavoda. Zakon o računovodstvu temelji na kodeksu računovodskih načel ter na mednarodnih in slovenskih računovodskih standardih, razen v primerih, če je v zakonu ali podzakonskih aktih drugače določeno.\nPoleg Zakona o računovodstvu so pomembni še naslednji podzakonski akti:\n- odredba o razčlenjevanju in merjenju prihodkov in odhodkov uporabnikov  enotnega kontnega načrta;\n- pravilnik o enotnem kontnem načrtu za proračun, proračunske uporabnike in druge  osebe javnega prava;\n- navodilo o načinu in rokih usklajevanja terjatev in obveznosti po 37. členu Zakona  o računovodstvu ter kapitalskih naložb;\n- navodilo o načinu in stopnjah rednega odpisa neopredmetenih dolgoročnih sredstev  in opredmetenih osnovnih sredstev;\n- pravilnik o vsebini, členitvi in obliki računovodskih izkazov ter pojasnilih k  izkazom za proračun, proračunske uporabnike in druge osebe javnega prava in\n- odredba o pripravi konsolidirane premoženjske bilance države in občin.\nZ Zakonom o računovodstvu so izpolnjeni osnovni pogoji za:\n- ločeno izkazovanje prihodkov in odhodkov iz opravljanja javne službe ter iz  prodaje blaga in storitev na trgu;\n- spremljanje gibanja vseh javnofinančnih prihodkov in drugih prejemkov, odhodkov  in drugih izdatkov, saj so podatki v računovodskih izkazih prikazani po načelu  plačane realizacije, to je denarnega toka;\n- ugotovitev in knjigovodsko izkazovanje vseh sredstev, ki so jih ustanovitelji dali v  upravljanje oziroma last javnim zavodom;\n- pripravo premoženjskih bilanc vseh proračunskih uporabnikov občinskega in  državnega proračuna ter s tem konsolidirane (skupinske) premoženjske bilance  države in občin in\n- organiziranje računovodske kontrole in notranjega revidiranja.\nZaradi zgoraj navedenih usmeritev pomeni Zakon o računovodstvu eno izmed prelomnic v reformi javnih financ.\nJavni zavodi vodijo temeljne in pomožne poslovne knjige, kar je določeno v Zakonu o računovodstvu (glej npr. ULRS 1999a). Minister za finance predpiše računovodske postopke, kontni načrt, vodenje knjig in izdelavo poročil za državni in občinski proračun, neposredne in posredne uporabnike. \nPo slovenskih računovodskih standardih je namen računovodskih izkazov dajati informacije o finančnem položaju in uspešnosti podjetja, ki so koristne pri odločanju širokega kroga uporabnikov2. Računovodske informacije morajo biti uporabnikom razumljive ter bistvene, zanesljive in primerljive (SIR 2002, 219-228). Bistvenost informacije je lahko za različne uporabnike različna, zanesljive pa so informacije takrat, ko ne vsebujejo pomembnih napak in pristranskih stališč, da se lahko uporabniki nanje zanesejo, ker nepristransko predstavljajo pomembne pojave. Da so informacije v letnih računovodskih izkazih zanesljivejše, jih je treba revidirati. Seveda pa morajo biti informacije tudi primerljive, da lahko oblikujemo ustrezne odločitve na osnovi prejetih informacij.\nUporabniki računovodskih izkazov v zavodih imajo različne zahteve po računovodskih informacijah kot npr.:\n- ustanovitelje zanima vodenja zavoda, pozitivno poslovanje zavoda z javnimi  financami, ter ustrezna in racionalna poraba javnih financ;\n- banke, financerje in dobavitelje predvsem sposobnost za redno plačevanje  obveznosti;\n- zaposlene delavce zanima uspešnost poslovanja zavoda in možnosti zaslužka;\n- javnost v kraju, kjer je zavod, pa vklopljenost zavoda v okolje, spoštovanje zahtev  okolja, ekonomska in finančna pomoč zavoda pri reševanju problemov v okolju itd.\nVidimo, da imajo različni uporabniki informacij različne interese in zahteve, zato morajo tvorci informacij slednje zahteve upoštevati in se jim kar najbolj prilagajati.\nPri tem pa je vodstvo zavoda po določilih 51. člena Zakona o računovodstvu odgovorno za pripravljanje poročil in jih je dolžno predložiti (ULRS 1999a):\n- organom upravljanja v rokih, določenih z aktom zavoda oz. statutom;\n- za javno objavo podatkov organizaciji, ki je pooblaščena za obdelovanje in  objavljanje podatkov, to je Agencija Republike Slovenije za javnopravne evidence  in storitve (v nadaljevanju AJPES) do zadnjega dne v mesece februarju za preteklo  leto in\n- za davčne namene do konca meseca marca tekočega leta za preteklo leto.\n"], "9": ["2.3 Vsebina letnega poročila javnega zavoda", "Letno poročilo javnega zavoda je predpisano v Pravilniku o sestavljanju letnih poročil za proračun, proračunske uporabnike in druge osebe javnega prava (ULRS 2002c). Takšno letno poročilo je sestavljeno iz:  1. Poslovnega poročila, ki vsebuje poročilo o doseženih ciljih in rezultatih, s katerimi  uporabniki poročajo o uresničitvi ciljev, ki so določeni v obrazložitvi finančnega  načrta ali programa dela za preteklo leto, ter oceno gospodarnosti, učinkovitosti in  uspešnosti.  2. Računovodskega poročila, ki obsega bilanco stanja, izkaz prihodkov in odhodkov  ter pripadajoče preglede in pojasnila k izkazom.\nSlednje je opredeljeno v standardu o računovodskem informiranju, ki ga najdemo pod zaporedno številko 30. Glej tudi Slovenske računovodske standarde (SIR 2002, 219-228). \n3. Dodatnih pojasnil in obrazložitev, ki jih pripravi vodstvo podjetja ali pa zanje  postavijo zahtevo uporabniki.\nV nadaljevanju bomo podrobneje predstavili teoretični vidik poročanja in sestavo poročil. Predstavili bomo vse zgoraj naštete elemente. V praktičnem delu naloge, ki je predstavljen v tretjem poglavju, pa bomo podrobneje predstavili praktični primer drugega dela letnega poročila – to je računovodsko poročilo po vsebini.\n"], "10": ["2.3.1 Poslovno poročilo", "Vsebino poslovnega poročila določi javni zavod sam. Vsebina mora biti prilagojena področju, na katerem javni zavod deluje. Poslovno poročilo naj bi prikazalo dosežke in probleme pri poslovanju v proučevanem obdobju. Poslovno poročilo je mogoče oblikovati po posameznih področjih, in sicer (ULRS2002c):\n- glede na doseganje ciljev javnega zavoda kot celote z različnih vidikov: zavoda  samega, lastnikov, uporabnikov proizvodov in storitev, zaposlenih, družbe kot  celote itd.\n- glede na doseganje ciljev posameznih delov, kot so dejavnosti, programi, enote,  področja, mesta odgovornosti ipd. in\n- glede na doseganje učinkovitosti pri izvajanju nalog.\nPoslovno poročilo naj bo sestavljeno iz treh delov, in sicer: splošnega, posebnega in zaključnega dela (Čižman 2003, 21-28):\nI. Splošni del vsebuje:\n- predstavitev javnega zavoda, v kateri podamo osnovne podatke iz registracije in  drugih listin, ki opredeljujejo javni zavod kot pravno osebo, torej naziv, skrajšani  naziv, naslov, matično številko, številko proračunskega uporabnika, davčno  številko, številko podračuna pri Upravi za javna plačila, telefonsko številko,  elektronski naslov itd.\n- opis razvoja javnega zavoda od ustanovitve, kdo ga je ustanovil, kako se je razvijal  v teh letih, kako se vključuje v okolje, morebitna priznanja in posebne uspehe itd.\n- predstavitev vodstva zavoda, ki zajema funkcije, ki jih opravljajo posamezni člani.\n- predstavitev organov javnega zavoda, ki strokovno sodelujejo v delovanju zavoda,  kot so: svet zavoda, nadzorni svet…\n- predstavitev dejavnosti zavoda – zlasti tiste, zaradi katerih je bil zavod ustanovljen.  Pri vsaki dejavnosti tudi predstavimo, kaj so njene glavne naloge.\n- predstavitev gospodarskih, fiskalnih in drugih vplivov na delovanje javnega  zavoda. Okolje, v katerem delujejo javni zavodi, se zlasti v zadnjih letih zelo  spreminja. Tudi na tem področju se uvaja evropska zakonodaja, kar seveda  povzroča spremembe v okolju, zlasti na fiskalnem področju.\nII. Posebni del vsebuje:\n- opisno poročilo o izvedbi programov, dejavnosti, projektov (potrebno je navesti,  kakšni cilji so bili zastavljeni, kako so bili doseženi, koliko so vplivali na  uresničitev skupnih ciljev zavoda, kakšne nove zamisli izvirajo iz izkušenj v  dosedanjem delovanju, novi izzivi in podobno). V tem delu poročila je poudarek na \npričakovanih, uresničenih in v prihodnost usmerjenih stanjih pri izvajanju  dejavnosti v zavodu.\n- poročilo o doseženih ciljih in rezultatih, ki pa je zelo obsežno in sestavljeno iz več  točk:\n1. Zakonske in pravne podlage, ki opredeljujejo delovno področje uporabnika,  torej navedba zakonov, podzakonskih predpisov, ustanovitvenih in internih  aktov, na podlagi katerih javni zavod izvaja svoje dejavnosti. Pri tem lahko  naštejemo tudi predpise s področja računovodstva in financ, ki vplivajo na  delovanje zavoda.\n2. Dolgoročni cilji zavoda, ki izhajajo iz večletnega programa dela, strategij ter  nacionalnih programov. Nacionalni programi oz. tako imenovani »akcijski  načrti« so osnova za postavljanje dolgoročnih ciljev. Smiselno je, da se  opredeli za kakšno obdobje se dolgoročni cilji postavljajo, saj je to lahko  obdobje pet in več let. Glavni cilj javnega zavoda, ki naj ne deluje s ciljem  dobička, je izvajanje njegove osnovne dejavnosti v korist posameznikov oz.  uporabnikov in v korist družbe kot celote, s čimer se posledično dviga kakovost  življenja. Tako lahko opredelimo, da je cilj javnega zavoda za odrasle osebe z  motnjami v duševnem in telesnem razvoju: vodenje, varstvo in zaposlitev pod  posebnimi pogoji. Za vsak javni zavod so cilji različni, glede na registrirano  osnovno dejavnost, odvisni so od programov, metod dela, tehnologije, finančne  sposobnosti, kadrov, izobrazbene strukture kadrov. Cilji so v glavnem opisni,  lahko pa so tudi številčni npr. število vključenih uporabnikov, število  zaposlenih, ki skrbijo za uporabnike itd.\n3. Letni cilji javnega zavoda so opredeljeni v programu dela zavoda in v  ovrednotenju navedenega programa dela – to je v finančnem načrtu. Vse to se  nanaša na obdobje znotraj enega leta. Program dela in finančni načrt znotraj leta  dni sta zelo pomembna, saj sta ob koncu leta tudi osnova za poročanje o  realizaciji zastavljenih ciljev poslovanja. Letne cilje tako zastavimo za  posamezna področja, opisno in ovrednotimo v številkah. Pri tem je zelo  pomembno, da se poskušamo čimbolj približati realnim možnostim, potrebno je  upoštevati sprejete normative, usmeritve vlade glede inflacijske politike,  politike plač, itd. Tako postavljeni letni cilj pa seveda pomeni finančne  posledice. Cilji se tako vrednostno ovrednotijo v finančnem načrtu, ki pa v  bistvu predstavlja predračunske računovodske izkaze.\n4. Oceno uspeha pri doseganju zastavljenih ciljev, upoštevajoč razne kazalnike.  Pri oceni uspeha lahko uporabimo fizične, finančne in opisne kazalnike po  posameznih področjih. V programu dela smo zastavili opisne cilje, zato  primerjamo uresničene cilje z opisnimi cilji, torej uporabimo opisne kazalnike.  V javnem zavodu za varovanje oseb s posebnimi potrebami je takšen cilj lahko  npr. nova metoda varovanja in zaposlovanja teh oseb, ali razvijanje in  doseganje čim večje samostojnosti varovancev, krepitev uporabnikove  samozavesti itd. V programu dela smo si lahko zastavili tudi številčne cilje,  torej uporabimo fizične kazalnike. V finančnem načrtu pa so postavljeni \nfinančni cilji /izraženi so s številkami/ in se uresničeni cilji najlažje primerjajo s  planiranimi cilji.\n5. Nastanek morebitnih nedopustnih in nepričakovanih posledic pri izvajanju  programa. Pri tem ugotavljamo ali je izvajanje programa morda negativno  vplivalo na delovanje zavoda, varovance ali okolje in skušamo najti vzroke  zato, ter podamo pojasnila. Ta točka ni nujno vsako leto vključena v poročilo,  saj takšne nepričakovane situacije lahko nastopajo le občasno.\n6. Ocena uspeha pri doseganju zastavljenih ciljev v primerjavi z doseženimi cilji  iz poročila preteklega leta ali več preteklih let. V tej točki medsebojno  primerjamo kategorije, ki nastopajo vsako leto in so tudi vedno vključene v  finančne načrte, seveda po isti metodiki.\n7. Ocena gospodarnosti in učinkovitosti poslovanja glede na standarde in merila,  kot jih je predpisalo pristojno ministrstvo, ter ukrepi za izboljšanje učinkovitosti  in kakovosti poslovanja. Javnemu zavodu standarde in normative predpiše  pristojno ministrstvo, zato se opravi primerjava med dejansko pridobljenimi  sredstvi in porabljenimi sredstvi – ta primerjava se opravi le za del, ki se  financira iz proračuna. Takšna primerjava nam poda smernice, ali smo  porabljali sredstva v skladu z normativi in koliko smo odstopali navzgor ali  navzdol pri porabi. Ne poda pa nam spoznanj o učinkovitosti zavoda, niti ne  obravnava področij, za katera ni postavljenih standardov, to so področja, ki so  del javne službe, a so financirana iz drugih virov in ne iz proračuna.\nKatere kazalnike bo javni zavod uporabil za izračunavanje učinkovitosti in  gospodarnosti, je odvisno od tega, kakšni podatki so na voljo v zavodu, kako  poteka dejavnost zavoda, kaj zahteva ustanovitelj.\n8. Ocena delovanja sistema notranjega finančnega nadzora. Notranji finančni  nadzor v javnem zavodu se izvaja na področju upoštevanja internih pravil in  postopkov, pristojnosti odobravanja, evidentiranja in izvajanja nalog ter  obveznosti in pristojnosti služb za nadzor. Interna pravila so najbolj pomembna  na finančnem področju. Zato mora zavod imeti pravilnik o računovodstvu,  pravilnik o javnih naročilih in naročilih male vrednosti, pravilnik o  razdeljevanju sredstev za nagrajevanje varovancev, pravilnik o ugotavljanju  delovne uspešnosti zaposlenih itd. Pristojnosti odobravanja, evidentiranja in  izvajanja nalog se v velikih zavodih izvajajo ločeno, v malih zavodih pa  velikokrat ena oseba izvaja več nalog. V takšnem primeru pa je potrebno sistem  notranje kontrole zastaviti drugače. Z Zakonom o javnih financah (glej npr.  ULRS 1999b) je določeno, kdaj mora imeti zavod organizirano notranjo  revizijsko službo, če pa le-te nima, si zavod lahko najame zunanje izvajalce. V  poročilo je potrebno navesti, kako se izvaja revizija ter kakšne so ugotovitve  revizorjev in navesti usmeritve za reševanje problemov, potreb in možnosti.\n9. Pojasnila na področjih, na katerih zastavljeni cilji niso bili doseženi ter zakaj  niso bili doseženi. Javni zavod mora pojasniti na katerih področjih ni dosegel \nzastavljenih ciljev, vzroke, zakaj jih ni dosegel in kakšne posledice nedoseganje  ciljev pomeni za poslovanje zavoda.\nregionalni razvoj, varstvo okolja, urejanje prostora itd. Učinki so lahko zelo  različni: javni zavod s svojim delovanjem gotovo da pečat okolju, v katerem  deluje.\nzaposlenih, lokacije zaposlenih… Pri poročilu o investicijskih vlaganjih  podamo vrste vlaganj in vire za pokrivanje teh vlaganj, probleme, ki nastajajo  pri opremi, morebitne prostorske probleme itd. Le iz takšnih navedb bo lahko  ustanovitelj zavoda zaznal probleme, s katerimi se srečujejo v zavodu.\nIII. Zaključni del vsebuje navedbe, kje, kdaj in kdo je v javnem zavodu sprejel letno  poročilo, ter datum in kraj priprave. Letno poročilo v zavodu podpišejo osebe, ki so ga  pripravile in odgovorne osebe.\nTakšno poslovno poročilo je javni zavod dolžan posredovati organom upravljanja in na osnovi njihove pozitivne ocene se predloži še ustanovitelju, AJPES-u ter po potrebi organom lokalne skupnosti, v kateri javni zavod deluje.\n"], "11": ["2.3.2 Računovodsko poročilo", "Da lahko pripravimo vsebinsko računovodsko poročilo, potrebujemo kot podatkovno osnovo računovodske izkaze. Osnovnim računovodskih izkazom je potrebno dodati še pojasnila in številne razpredelnice ter druge informacije, ki skupno predstavljajo podobo o poslovanju zavoda.\nNa osnovi podatkov iz računovodskih izkazov zavod tvori računovodsko poročilo, ki v javnem zavodu obsega naslednje elemente (ULRS 2002c):\nI. Bilanco stanja s prilogami:\n- stanje in gibanje neopredmetenih dolgoročnih sredstev in opredmetenih  osnovnih sredstev in\n- stanje in gibanje kapitalskih naložb in posojil.\nII. Izkaz prihodkov in odhodkov določenih uporabnikov:\n- po vrstah dejavnosti,\n- po načelu denarnega toka,\n- izkaz računa finančnih terjatev in naložb določenih uporabnikov in\n- izkaz računa financiranja določenih uporabnikov.\nIII. Pojasnila k računovodskim izkazom. \nBilanca stanja s prilogami in izkaz prihodkov in odhodkov se nanašata na izpolnitev predpisanih obrazcev, pojasnila k računovodskim izkazom pa se nanašajo na pojasnitev posameznih računovodskih postavk v obeh izkazih. Pri sestavljanju pojasnil morajo računovodski uporabniki upoštevati določila standardov ter zakonske in podzakonske predpise, ki opredeljujejo poročanje v javnem sektorju. Vsak zavod naj bi tudi v svojih internih aktih opredelil vsebino in obseg razkritij v računovodskih izkazih.\nPravilnik o sestavljanju letnih poročil za proračun, proračunske uporabnike in druge osebe javnega prava (URLS 2002c) v 26. členu določa, katera pojasnila in razkritja morajo biti navedena v računovodskem poročilu. Potrebno je podati podrobnejša pojasnila o:\n- sodilih o razmejevanju prihodkov in odhodkov na dejavnost javne službe ter  dejavnosti prodaje na trgu;\n- zakaj so oblikovane dolgoročne rezervacije ter njihova poraba;\n- vzroki za izkazovanje presežka prihodkov nad odhodki oz. odhodkov nad prihodki;\n- metodo vrednotenja zalog;\n- podatke o stanju neporavnanih terjatev oz. obveznostih ter vzroki za neplačila;\n- vire sredstev uporabljene za vlaganja v osnovna sredstva;\n- naložbe prostih denarnih sredstev;\n- razloge za pomembnejše spremembe stalnih sredstev in\n- druge pomembne podatke za popolnejšo predstavitev poslovanja zavoda.\nRačunovodsko poročilo je tesno povezano s poslovnim poročilom, saj so računovodski podatki iz poročila vpleteni v pojasnjevanje podatkov v poslovnem poročilu. Zato je smiselno, da v računovodskem poročilu podamo strogo računovodska pojasnila, za kar je odgovoren računovodja zavoda, v poslovnem poročilu pa povežemo računovodske podatke z izpolnjevanjem nalog javnega zavoda, kar pa skupno pripravita računovodja in direktor zavoda.\nTudi s finančnim načrtom zavoda je povezano računovodsko poročilo. Svet zavoda je v skladu z Zakonom o zavodih (ULRS 1996) dolžan sprejeti finančni načrt. Pri sestavljanju finančnega načrta v zavodu upoštevajo tudi Navodilo o pripravi finančnih načrtov posrednih uporabnikov državnega in občinskih proračunov (ULRS 2000) ter Proračunski priročnik za naslednja leta, ki ga objavi Ministrstvo za finance.\nZavodi, ki se v pretežnem delu financirajo iz proračunskih sredstev, so dolžni v roku 60 dni po sprejetju državnega proračuna sprejeti svoj finančni načrt in ga po sprejetju in izdaji soglasja ustanovitelja predložiti pristojnemu ministrstvu oziroma pristojnemu organu občine ter AJPES-u.\nFinančni načrt je lahko sestavljen iz dveh delov (ULRS 2000):\n- splošni del, kjer se finančni načrt pripravi z upoštevanjem enotnega kontnega  načrta in\n- posebni del, kjer se izdatki (odhodki) prikažejo po posameznih postavkah glede na  programe, podprograme, ukrepe ali aktivnosti, ki jih izvaja proračunski uporabnik.\nFinančni načrt zavoda mora biti usklajen z njegovim programom dela. V skladu z veljavnimi predpisi je potrebno pripraviti finančne načrte po vrstah dejavnosti javne službe in tržne dejavnosti, ki se izvaja v zavodu. \nFinančni načrt zavoda npr. za leto 2004 vsebuje naslednje priloge (ULRS 2003c):\n- Izkaz prihodkov in odhodkov določenih uporabnikov za leto 2004,\n- izkaz prihodkov in odhodkov določenih uporabnikov po načelu denarnega toka za  leto 2004,\n- finančni načrt po obračunskih kontih in stroškovnih nosilcih za leto 2004,\n- planirano število zaposlenih za leto 2004 po stroškovnih nosilcih in\n- planirano število upravičencev za leto 2004.\nFinančni načrt npr. za leto 2004 pa vsebuje tudi naslednje obrazložitve:\n- zakonske podlage,\n- osnovne podatke o zavodu s povzetkom ciljev in strategij – prikaz letnih ciljev,\n- osnovna izhodišča za sestavo finančnega načrta za leto 2004,\n- obrazložitve načrtovanih finančnih kategorij – pojasnila k finančnemu načrtu po  obračunskih kontih in stroškovnih nosilcih za leto 2004\n- druga pojasnila.\nPri upravljanju z javnimi financami je zelo pomembno, da si v zavodu zastavijo realne cilje, ki so glede na razpoložljiva sredstva tudi uresničljivi. Pri pripravi in sestavi letnega poročila se prikaže tudi primerjava med planiranim stanjem in dejanskimi podatki. Zato je to zahtevno delo in posledica realnosti in ustreznosti takšnega poročila je tudi financiranje zavoda v prihodnjem letu.\n"], "abstract": ["Vsaka organizacija mora pripraviti poročilo o svojem delu in poslovanju. Računovodsko poročilo je številčni prikaz poslovanja za notranje in zunanje uporabnike poročila. Zanimive so številne primerjave, ki jih lahko prikažemo v računovodskem poročilu: primerjava tekočih podatkov s podatki preteklih let, primerjava le-teh s postavljenim finančnim načrtom, primerjava z določenimi normativi, primerjava s podobnimi zavodi itd. Takšne primerjave so tudi primerno sodilo in zagotavljajo ustrezne informacije za sprejemanje odločitev o nadaljnjem načinu poslovanja. V nalogi smo izdelali Računovodsko poročilo Varstveno delovnega centra Sonček za leto 2003. Primerjave s prihodki in odhodki preteklega leta nismo mogli napraviti, ker je zavod pričel poslovati s 1. 1. 2003. Poudarjena pa je primerjava s postavljenim finančnim načrtom, ki je bil tudi osnova za pridobivanje finančnih sredstev za izvajanje osnovne dejavnosti. "]}