{"1": ["1 UVOD", "Čas, v katerem živimo, je čas največjega izumiranja vseh vrst življenjskih oblik v zgodovini Zemlje. Če želimo ljudje preživeti, bomo morali ubrati drugačne načine ravnanja z okoljem – morali ga bomo zavarovati. Bivanje na našem planetu ne bi bilo mogoče, če se ljudje naravnih virov ne bi naučili uporabljati kot energijske vire (Medved in Arkar, 2009).\nČlovekov razvoj je bil vedno odvisen od virov energije, ti pa so se z razvojem korenito spreminjali. Približujemo se trenutku ko bomo z obstoječimi viri prišli do limita. Zato bo potrebno izkoristiti vse vire, ki so na razpolago in racionalizirati porabo. Alternativni viri lahko pomagajo popravljati energetsko bilanco. Po drugi strani pa je ravno poraba energetskih virov načela naše okolje. Pojavil se je efekt tople grede, zaradi tega se ozračje ogreva to pa vodi do izrednih vremenskih pojavov, ki ogrožajo človeka in ravno alternativni viri lahko ublažijo ta pojav (Anonymus, 2005).\nAlternativna energija je energija pridobljena iz obnovljivih virov energije, ki praviloma manj onesnažujejo okolje. Obnovljivi viri so naravne snovi, ki vsebujejo energijo v različnih oblikah. Ti viri se uporabljajo za pridobivanje energije ali pa za prenos energije. Poznamo primarne in sekundarne energijske vire. Primarni energijski viri se uporabljajo za direktno pridobivanje energije. Zajemanje obnovljivih virov energije ne izčrpa vira.\n"], "2": ["1.1 Cilji", "V diplomskem delu so izračuni za bodoče uporabnike fotovoltaike ter primerjave proizvedene električne energije na šestih različnih lokacijah v Sloveniji, s poudarkom na lokaciji Ptuj. Izračuni so prikazani z namenov osveščanja ljudi, o primernosti Slovenije za uporabo te okolju prijazne tehnologije.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Zgodovinski pregled uporabnosti sončne energije", "Leta 1961 se je odvijala konferenca Združenih narodov o uporabi sončne energije v deželah v razvoju. Prva konferenca, posvečena fotovoltaiki, se je v organizaciji Inštituta za obrambne študije istega leta odvijala v Washingtonu. Leta 1962 je bil izstreljen prvi satelit, Telstar, prvi komercialni telekomunikacijski satelit, projekt laboratorijev Bell. Moč fotonapetostnega sistema za oskrbo satelita z elektriko je znašala 14 W. Istega leta se je odvijala tudi druga PV konferenca v Washingtonu. Leta 1964 je podjetju Sharp Corporation uspelo izdelati praktično uporaben fotonapetostni modul iz silicijevih sončnih celic. Na Japonskem so istega leta namestili polje modulov z močjo 242 W, v tistem času največji fotonapetostni sistem. Leto kasneje, 1964, so Američani pri vesoljskem projektu Nimbus uporabili fotovoltaično polje z močjo 470 W. V letu 1977 je svetovna proizvodnja presegla 500 kW. Istega leta je NASA LeRC pričela z opremljanjem šestih meteoroloških postaj na različnih lokacijah v ZDA s fotovoltaičnimi sistemi. V indijanskem rezervatu je NASA LeRC postavila 3,5 kW sistem – prvi sistem na svetu za potrebe cele vasi. V letu 1982 je svetovna proizvodnja presegla 9,3 MW. Leto kasneje je svetovna proizvodnja fotovoltaičnih modulov presegla moč 21,3 MW. V Sacramentu, v Kaliforniji, je leta 1984 pričela obratovati IMW fotovoltaična elektrarna. Podjetje ARCO Solar je istega leta predstavilo prve amorfne module. Leta 2000 posamezna podjetja, ki se ukvarjajo s fotovoltaiko in drugimi obnovljivimi viri energije, predvsem v Nemčiji, že vstopajo na borzo. Združevanje kapitala v Nemčiji privede do nastanka velikih podjetij s področja fotovoltaike. V letih 2000 in 2001 se močno poveča proizvodnja japonskih proizvajalcev (Zgodovina fotovoltaike, 2008).\n"], "5": ["2.2 Prednosti in slabosti obnovljivih virov energije", "Obnovljivi viri energije so viri, ki so večni (neizčrpni), med te štejemo sončno radiacijo, atmosferske vetrove, oceansko toploto in oceansko kinetično energijo, geotermalno \nenergijo, termalno in kemično energijo, dobljeno iz biomase, in mehanično energijo slapov. Obnovljivi energetski viri so zelo razširjeni in se tako iz fizičnih kot ekonomskih razlogov uporabljajo na mestih, kjer so ti viri na razpolago. Tehnologije obnovljivih virov imajo po navadi majhno moč, njihove tehnologije pa imajo zaradi tega velike prostorske zahteve. Začetni stroški teh investicij so visoki, vendar so operativni stroški minimalni, prav tako so minimalna nihanja cen, zato se nam začetni stroški investicije povrnejo. Obnovljive energetske tehnologije so pogosto modularne in jih je mogoče relativno hitro izpeljati glede na različne zahteve, so okolju prijazne ter okoljsko sprejemljive, a večina od njih še ni javno sprejeta. Kljub temu pa bi s široko uporabo omenjenih tehnologij lahko veliko prispevali k čimprejšnjemu sprejetju (Obnovljivi viri energije, 2007).\nPrednosti obnovljivih virov energije so:  omogočajo ustvarjanje novih delovnih mest,  okolju prijazni,  neomejena uporaba.\nSlabosti obnovljivih virov energije so:  tehnološko zelo draga investicija,  ne popolnoma razvita tehnologija.\n"], "6": ["2.3 Opredelitev pojma sončna energija", "Sonce v vesolje nenehno pošilja toplotni tok, ki ga imenujemo sončno sevanje. Ta izvira iz zlitja vodikovih atomov v helijeve, pri čemer se razlika v masi elementov spremeni v energijo. To jedrsko reakcijo imenujemo zlitje ali fuzija. Energija se iz jedra sonca prenese na fotosfero, ki oddaja toplotni tok v obliki elektromagnetnega valovanja v vesolje. Sončno sevanje naš planet segreva in spreminja v druge oblike energij. To sevanje z različnimi napravami spreminjamo v toploto in električno energijo. Za vse te naprave je značilno, da imajo minimalen vpliv na kakovost okolja, viri energije so brezplačni, naprave, s katerimi pretvarjamo sončno sevanje in druge obnovljive vire energije, pa imajo razmeroma veliko učinkovitost (Medved in Arkar, 2009). \nŠiršo uveljavitev sončne energije najbolj ovirata dve lastnosti. Sončno sevanje se spreminja v dnevu in letu, zato za nepretrgano oskrbo z energijo potrebujemo hranilnike, kar pa podraži sisteme. Druga lastnost, ki ovira uveljavitev, je gostota sončnega obsevanja, ki je nizka, zato potrebujemo velike naprave.\nNa Zemljo pada pri kroženju okrog Sonca energijski tok z gostoto približno 1400 W/m 2, merjeno na ploskev, pravokotno na sončne žarke. Ta vrednost se imenuje solarna konstanta. Od dobljene energije se je približno 19 % absorbira v ozračju (266 W/m2), oblaki pa v povprečju odbijejo nadaljnjih 35 % vpadlega energijskega toka (93,1 W/m2). Splošno sprejeta vrednost na ravnih tleh je torej 1040,9 W/m2 na morskih tleh pa 1200 W/m2. Osvetljenost tal je odvisna od ure, letnega časa, oblačnosti in zemljepisne širine (Sončna energija, 2010).\n"], "7": ["2.4 Načini izkoriščanja sončne energije", "Energijo sonca lahko izkoriščamo na tri načine:\n1. Pasivno, to je s solarnimi sistemi za ogrevanje in osvetljevanje prostorov (nizko temperaturni sistemi).\n2. Aktivno, s sončnimi kolektorji za pripravo tople vode in zraka za ogrevanje prostorov (srednje temperaturni sistemi).\n3. S fotovoltaiko, to je s sončnimi celicami za proizvodnjo električne energije (visoko temperaturni sistemi).\n"], "8": ["2.4.1 Pasivno izkoriščanje sončne energije", "Pri nizko temperaturnih sistemih (od 250C do 450C) so zelo pomemben del sistema za ogrevanje stavb hranilniki toplote, v katerih čez dan shranjujemo viške akumulirane vode. \nPrenos toplote v stavbah zagotavljamo z naravnim ali prisilnim kroženjem zraka. Pri regulaciji temperature je pomembna kontrola pregrevanja, ki jo omejimo s senčili. Elementi, ki se uporabljajo pri pasivnem izkoriščanju sončne energije, so predvsem okna, sončne stene, steklenjaki, prezračevalni fasadni sistemi, solarni dimniki za ogrevanje in hlajenje itd (Pasivna hiša, 2006).\n"], "9": ["2.4.2 Aktivno izkoriščanje sončne energije (srednje temperaturni sistemi)", "Aktivna raba sončne energije pomeni rabo s pomočjo sprejemnikov sončne energije (kolektorjev). V sončnih kolektorjih se segrejeta voda ali pa zrak za ogrevanje prostorov. Osnovni sestavni elementi kolektorjev so absorber, prenosniki toplote, črpalka ali ventilator, hranilniki toplote in merilno regulacijski sistem. Absorber je bistveni del sončnega kolektorja, navadno je iz kovine. Na kolektorju je plast, ki absorbira sončno energijo. Glavna naloga absorberja je, da prenese toploto iz te plasti na vodo ali zrak, ki teče skozenj. Sončne kolektorje običajno povežemo v sistem kolektorjev, ki ga postavimo na streho zgradbe. Sončni kolektorji sprejmejo največ sončne energije, če so postavljeni pod kotom od 250 do 450 in so obrnjeni v smeri J ali JZ. Zlato pravilo je, da kolektorji čez dan ne smejo biti zasenčeni vsaj šest ur. Največji donos dosežejo kolektorji, ko padajo sončni žarki pod pravim kotom. Sisteme s sončnimi kolektorji imenujemo tudi termične solarne naprave. Princip delovanja termičnih solarnih naprav je enostaven in ga lahko ponazorimo z naslednjim primerom: če cev za zalivanje postavimo na sonce, se segreje, hkrati pa se v njej segreje tudi voda. Ker imamo sončno energijo na voljo le nekaj ur dnevno, hkrati pa moramo misliti tudi na dneve brez sonca, je treba pridobljeno toploto shranjevati. Kadar sončne kolektorje uporabljamo za ogrevanje vode, govorimo o hranilnikih za toplo vodo. V ta namen potrebujemo posebej prirejene hranilnike toplote. Obstaja veliko različic hranilnikov za toplo vodo, kljub temu pa je osnovni princip pri vseh enak: topla voda je lažja od hladne in se zato dviga. Navpična oblika hranilnika torej omogoča ločevanje vode glede na temperaturo. Topla voda se zbira v zgornjem delu, od koder jo tudi zajemamo (Anonymus, 2008). Slika 1 prikazuje sončni kolektor. \n"], "10": ["2.4.3 Izkoriščanje sončne energije s fotovoltaiko", "Fotovoltaika je tehnologija pretvorbe sončne energije direktno v električno energijo. Za pretvorbo potrebujemo le svetlobo, kot edini vir energije. Pretvorba poteka preko sončnih celic. Sončne celice so polprevodne diode z veliko površino. Grajene so iz silicija. Silicij je nestrupen, okolju prijazen, odpadki pa ne prestavljajo problema, saj se lahko reciklira. Glede na kristalno zgradbo delimo sončne celice na monokristalne, polikristalne in amorfne (tankoplastne). Za monokristalne celice velja, da imajo najdaljšo življenjsko dobo (čez 30 let). Grajene so iz enega kristala silicija. Izkoristek znaša od 14 % do 17,5 %. Cena monokristalnih celic je visoka. Polikristalne celice so cenejše od monokristalnih, vendar imajo slabši izkoristek, od 13,5 % do 15 %, in nižjo dobo trajanja (nad 25 let). Grajene so iz več kristalov silicija. Amorfne celice so iz tankih plasti, so najcenejše, imajo najslabši izkoristek, od 5 % do 7 %, ter najkrajšo življenjsko dobo (okrog 20 let) (Alusolar, 2010). Na sliki 2 vidimo sončno celico. \nZaradi večje učinkovitosti so sončne celice povezane v sončne module, moduli pa so skupaj z ostalimi komponentami povezani v sisteme. Sistemi so lahko samostojni ali pa priključeni na električno omrežje, takrat govorimo o sončnih elektrarnah. Sončne celice so sestavljene iz najmanj dveh plasti polprevodnega materiala. Ena plast ima pozitivni naboj, druga negativnega. Pri absorpciji svetlobe se na kovinskih stikih plasti vzpostavi električni potencial. To sprosti elektrone na negativni plasti sončne celice, ki začno teči iz polprevodnika po zunanjem krogu nazaj na pozitivno plast. Tok steče, ko se priključijo naprave oziroma porabniki in s tem sklenejo krog (Focus OVE).\nSlika 3 prikazuje delovanje sončne elektrarne. Glavna enota fotonapetostnega sistema je generator, ki je sestavljen iz določenega števila fotovoltaičnih modulov. Ni važno kako so ti moduli nameščeni (lahko so na fasadi, v strehi, na strehi), saj vedno delujejo po istem sistemu. Razsmernik pretvori enosmerno električno energijo iz generatorja v ustrezno izmenično napetost. Števec pa proizvedeno električno energijo odda v javno električno omrežje. \nGlede na način izvedbe sončnih elektrarn ločimo fiksne elektrarne na strehi objekta ali na prostem, sledilne elektrarne in integracijo fotonapetostnih elementov v objekte. Na sliki 3 je prikaz sledilne sončne elektrarne. Slika 4 pa ponazarja fiksno sončno elektrarno. \n"], "11": ["2.5 Geografska lega Slovenije", "Za določanje količine sončne energije na izbranih lokacijah zemeljskega površja moramo upoštevati tri geografske dejavnike: vpadni kot sončnih žarkov, morfologijo površja in podnebje.\n"], "12": ["2.5.1 Vpadni kot sončnih žarkov", "Vpadni kot sončnih žarkov je odvisen od:  položaja zemlje glede na sonce,  geografske lege lokacije,  ekspozicije površja.\n"], "13": ["2.5.1.1 Položaj zemlje glede na sonce", "Zemlja se giblje okoli sonca - po poti, ki ima obliko elipse. Po meritvah naj bi bila ta pot obliki elipse, nagnjena za približno 23,50. Ravno ta naklon je vzrok za spreminjanje višine sonca na horizontu skozi leto (na različnih širinah zemeljskega površja).\n"], "14": ["2.5.1.2 Geografska lega določene lokacije", "Zemlja ima obliko geoida, kar pomeni, da sončno valovanje na različne točke našega planeta ob istem času pada pod različnim kotom. Z letnim časom in geografsko širino je na neki poziciji na Zemlji določen maksimalni možen čas sončnega obsevanja (v realnosti je trajanje sončnega obsevanja običajno krajše zaradi oblačnosti in hkrati tudi zaradi različnih ovir v okolici te točke). Največji energetski izkoristek sevanja dobimo takrat, ko žarki sevanja padejo pravokotno na površino. To se največkrat zgodi na ekvatorju, ker je najbližje soncu. Karakteristični datumi, ki predstavljajo lego Zemlje glede na Sonce so jesenski in pomladni ekvinokcij (21. 9 in 21. 3), ter poletni in zimski solsticij (21. 6. in 21. 12.). Ob ekvinokcijih je lega Zemlje glede na sonce taka, da sončni žarki padajo na ekvator pod \nkotom 900, ob solsticijih pa se to zgodi na povratnikih (severni povratnik - poletni solsticij; južni povratnik - zimski solsticij). Takrat ko je na severnem povratniku vpadni kot sončnih žarkov 900 (poletni solsticij 21. 6.), je na geografski širini npr. 46 0 SGŠ vpadni kot sončnih žarkov le približno 67,5 0, kar je maksimalni vpadni kot na tej širini (90 0 - (460 - 23,50)) = 67,50. Ob zimskem solsticiju je na tej geografki širini vpadni kot sončnih žarkov le približno 21,50. Od geografske širine lokacije pa je odvisna tudi dolžina sončnega obsevanja v različnih obdobjih leta. Tako bo v poletnih mesecih 46 0 SGŠ sončno obsevanje trajalo okoli 12 ur, pozimi pa le okoli 6 ur, sončni lok bo takrat nižji in sonce bo prej zašlo. Povzetek vsega tega nas privede do ugotovitve, da je količina prejete sončne energije v nekem trenutku na določeni lokaciji odvisna od njene geografske lege (geografske širine) na Zemlji (Ogrin, 1998).\n"], "15": ["2.5.1.3 Ekspozicija površja", "Deli Zemlje, ki so obrnjeni proti jugu, so na severni polobli bolj izpostavljeni soncu kot severni že zaradi razlike v vpadnih kotih sonca. Severne lege na severni polobli prejmejo v poprečju mnogo manj energije kot južne. V Sloveniji prejmejo severne lege v povprečju letno 3600 MJ/m2, južne pa 4400 MJ/m2 . Sončna energija je na južnih ekspozicijah tudi mnogo bolj enakomerno porazdeljena. Območja z ekspozicijami proti vzhodu ali zahodu se med seboj bistveno ne razlikujejo, vzhod povprečno letno prejme 3960 MJ/m 2 zahod okrog 4050 MJ/m2 (Ekspozicija površja, 2010).\n"], "16": ["2.5.2 Morfologija površja", "Slovenija ima razgibano morfologijo površja.\n"], "17": ["2.5.2.1 Reliefna energija", "Reliefna energija je relativna višina med najnižjo in najvišjo točko na karti. Sončno obsevanje je močno skrajšano v razgibanem reliefu, predvsem v globokih dolinah in kotlinah, kjer okoliški hribi zvišajo horizont tudi za več ločnih stopinj, posamezni zelo visoki vrhovi gora pa predstavljajo oviro za dostop sončnega obsevanja tudi sredi dneva. Ti lokalni vplivi povzročajo zelo veliko prostorsko spremenljivost trajanja sončnega obsevanja, ki je lahko tudi precej večja kot prostorska spremenljivost zaradi vpliva vremena (Agencija RS za okolje, 2010).\nVišje ležeči deli površja mečejo sence na nižje ležeče dele površja. Za vsak trenutek moremo vedeti, če je površje osončeno ali je v senci, kajti površje v senci ne prejme energije neposredne svetlobe, ampak le energijo difuzne svetlobe. Pomemben je tudi naklon površja. Ko je površje nagnjeno je vpadni kot sonca drugačen kot pa na ravne površine. Če na primer sončni žarki padajo na horizontalno površino pod kotom 60 0 in je površje nagnjeno za 30 0, bo vpadni kot žarkov 90 0, kar pomeni da bo nagnjeno površje tako prejelo večjo količino energije. Temu se prilagaja tudi princip montaže modulov, ki jih na horizontalne površine navadno montirajo pod optimalnim naklonskim kotom, tako da dosežejo čim bolj maksimalen vpad energije sončnega obsevanja na enoto površine (Reliefna energija, 2003).\n"], "18": ["2.5.3 Podnebje", "Definicija podnebja zajema povprečne vrednosti podnebnih elementov, kot so sončno obsevanje, temperatura zraka, padavine in vetrovnost. Ko govorimo o vplivu podnebja, nas zanima predvsem število dni v letu z oblačnostjo ali meglo. Ta vremenska pojava povečujeta sipanje svetlobe in predstavljata filter za neposredno osončenost. Poznavanje podnebnih značilnosti nam omogoča smotrno načrtovanje obnovljivih tehnologij kot sta sončna in vetrna.\n"], "19": ["2.6 Podnebne značilnosti Slovenije", "Sončno obsevanje je eden od dejavnikov, ki vplivajo na to kakšno podnebje imamo. Se pravi, da intenziteta sonca vpliva tip podnebja na določeni lokaciji. Slovenija leži v zmerno toplem podnebnem pasu in spada v zmerno toplo vlažno podnebje, izjema je le gorski svet. Bližina Sredozemskega morja in Atlantskega oceana ji s prevladujočimi jugozahodnimi vetrovi zagotavlja dovolj vlažnih zračnih mas, ki prinašajo padavine. Prehodna lega med Jadranskim morjem, celinsko Panonsko kotlino in Alpami povzroča mešanje različnih podnebnih vplivov. Na splošno je za zmerno toplo vlažno podnebje značilno, da je povprečna temperatura najhladnejšega meseca pod – 30C in da ima vsaj en mesec povprečno temperaturo nad 10 0C. Kar se tiče padavin, so vsi letni časi enakomerno mokri, brez izrazitih sušnih ali deževnih obdobij. Pri podrobnejši klimatski delitvi je pomemben dejavnik prehodnost slovenskega ozemlja med Alpami in Dinaridi ter Sredozemljem in Panonsko kotlino, kjer se prepletajo trije tipi podnebja: gorsko, sredozemsko in celinsko, za katere je v primerjavi s pravim gorskim, sredozemskim in celinskim podnebjem značilna netipičnost, saj se njihove glavne značilnosti med seboj prepletajo. Zaradi tega jim dodajamo predpono SUB-, torej submediteransko, subalpsko in subkontinentalno. Na splošno se z oddaljenostjo od Alp in visokih dinarskih planot proti J in JZ krepijo mediteranske poteze, proti V in SV kontinentalne klimatske poteze, z naraščanjem nadmorske višine pa značilnosti gorske klime. V Sloveniji velik del površja zavzemajo dna dolin, kotlin, ravnin in kraških polj. Na njih se pojavlja temperaturni obrat. Ta pojav je pogostejši v hladni polovici leta, traja pa lahko od nekaj dni do kakšnega tedna, redkeje dlje. Sončno obsevanje je odvisno predvsem od višine sonca nad obzorjem, oblačnosti in meglenosti ter reliefa. Višina sonca nad obzorjem je navezana na lego in ne vpliva omembe vredno na razlike v osončenosti med posameznimi deli občine. Te so posledica razlik v oblačnosti in meglenosti ter v reliefu. Oblaki oz. megla vplivajo na moč sončnih žarkov (absorbcija energije), relief pa na trajanje sončnega obsevanja (osenčenost zaradi reliefne ovire) in na kot med sončnimi žarki in zemeljsko površino (z naklonom in ekspozicijo pobočij).\n"], "20": ["2.6.1 Gorsko ali alpsko podnebje", "Gorsko ali alpsko podnebje je značilno za alpska visokogorja, pripadajoče doline in nekatere visoke dinarske planote. Je najbolj ostro podnebje v državi. Temperature so čez vse leto nižje kot drugod. Prav tako so to območja z največ padavinami, ki v hladni polovici leta padejo praviloma kot sneg. Temperature se na vsakih 100 metrov višinske razlike znižajo za 0,6 0C. Količina padavin se zmanjšuje od zahoda proti vzhodu, od 3500 mm do 800 mm padavin na kvadratni meter. Največ padavin dobi gorati severozahod, kjer vlažne mase iz morja trčijo na gorske pregrade Julijskih Alp in dinarskih planot.\n"], "21": ["2.6.2 Submediteransko podnebje", "Submediteransko podnebje je omejeno na jugozahodno Slovenijo, od obale do visokih dinarskih kraških planot, po dolini reke Soče pa njegov vpliv seže do Bovca. Je najbolj milo in toplo podnebje v Sloveniji, saj vplivi morja blažijo zimski mraz in poletno vročino. Značilne so mile zime, največ sončnih dni v državi ter največja sušnost (visoke poletne temperature in izostanek padavin v poletnih mesecih) v Sloveniji. Od pravega sredozemskega podnebja se loči po večji količini padavin in nekoliko nižjih temperaturah. Za pokrajine submediteranskega podnebja je značilna povprečna temperatura najhladnejšega meseca nad 0 0C, najtoplejšega pa nad 200C. Zaradi zadrževalnega učinka morja so oktobrske temperature višje od aprilskih. Padavinski režim je submediteranski (višek padavin je jeseni). Ločimo obalno in zaledno submediteransko podnebje.\n"], "22": ["2.6.3 Zmerno celinsko podnebje", "Zmerno celinsko podnebje je značilno za večji del Slovenije. Kontinentalne poteze se stopnjujejo proti SV. Povprečne temperature najhladnejšega meseca so nižje od 0 stopinj Celzija, najtoplejšega pa med 15 in 20 stopinj Celzija. Znotraj tega podnebja se kažejo razlike glede na količino padavin, padavinski režim in razmerje med aprilskimi in oktobrskimi temperaturami. Glede na to ločimo štiri tipe: zmerno celinsko podnebje zahodne in južne Slovenije z veliko namočenostjo (od 1300 do 2500 mm padavin) in \nsubmediteranskim padavinskim režimom, sestavlja ga predvsem hribovit predalpski in dinarski svet. Zmerno celinsko podnebje osrednje Slovenije s kontinentalnim padavinskim režimom (višek padavin poleti) in manj padavin (od 1000 do 1300 mm). Sem spada vzhodni predalpski svet z dolinami in kotlinami, ter nizki dolenjski kras. Zmerno celinsko podnebje vzhodne Slovenije oz. subpanonsko podnebje imajo gričevja in nižine na S in SV Slovenije. Tukaj so najbolj izražene kontinentalne poteze podnebja v Sloveniji. Poletja so zelo vroča, zime pa mrzle. Spomladanske temperature so višje od jesenskih. Padavin je zelo malo (od 800 do 1000 mm), njihov višek pa je poleti. Zmerno celinsko podnebje JV Slovenije in klimatski podtip, ki ima podobne temperaturne značilnosti kot subpanonska Slovenija, vendar pa ima submediteranski padavinski režim in več padavin zaradi bližine dinarske pregrade (1200 do 1300 mm) (Ogrin, 2002).\n"], "23": ["3 MATERIAL IN METODE DELA", ""], "24": ["3.1 Načrtovanje sončne elektrarne", "Če se odločimo, da bomo na svoj dom ali gospodarsko poslopje namestili sončno elektrarno, je potrebno najprej razmisliti, kje se nahajamo in koliko sončnega obsevanja je na lokaciji, kjer želimo postaviti panele. Najprej je smiselno pogledati spletno stran Hidrometeorološkega zavoda Republike Slovenije, saj na tej strani najdemo klimatološke karte za vsak letni čas. Te karte bom predstavila v nadaljevanju diplomskega dela.\n"], "25": ["3.2 Klimatološke karte sončnega obsevanja v Republiki Sloveniji", "Za Slovenijo velja, da na leto dobimo povsod dovolj sončne energije. Celoten potencial sončnega sevanja v Sloveniji znaša približno 23.000 TWh na leto, kar je 300 krat več, kot znaša letna potreba po energiji v naši državi. V poletnih mesecih je sonca največ na Primorskem in v nižinah ter kotlinah. V hribovitem svetu pa se poleti proži konvekcija, kar posledično vpliva na oblačnost. V hladni polovici leta se situacija obrne. V dolinah in kotlinah je manj sonca. Jezera hladnega zraka vplivajo na meglo in oblačnost, izjema je le Primorska, kjer do omenjene oblačnosti ne pride. Za vse slovenske regije velja, da je trajanje sončnega obsevanja največje v poletnih mesecih, saj je takrat tudi dan najdaljši. Pomembne pa so razlike med posameznimi kraji, na katere vpliva vreme oziroma značilnosti podnebja. Vse omenjeno je razvidno na klimatoloških kartah (1, 2, 3 in 4) povprečnega trajanja sončnega obsevanja v vseh letnih časih za obdobje med leti 1971 do 2000. Na sliki 6 vidimo prikaz trajanja sončnega obsevanja v letnem času pomlad za obdobje med leti od 1971 do 2000. Vidimo, da je največ sonca na primorskem in na SV države, najmanj pa na območju Julijskih Alp. Največ sonca je ob morskih pokrajinah, kjer je nad 560 ur. Prav tako je med 520 in 560 ur na JZ države. Na Ptuju in širši okolici pa je povprečno trajanje sončnega obsevanja za obdobje 30 letih v letnem času pomladi med 400 in 520 ur. \nS slike 7 je razvidno trajanje sončnega obsevanja za poletja med leti 1971–2000. Tudi na sliki 7 opazimo, da je največ sonca na SV in JZ države. Ptuj ima v obdobju 30-ih let, kar približno 780 ur sončnega obsevanja. Največ ur sonca je ob morju, kjer je nad 860 ur, najmanj pa na Gorenjskem, na nekaterih delih Julijskih Alp celo pod 580 ur. \nNazoren prikaz trajanja sončnega obsevanja jeseni, med leti, od 1971 do 2000 nam prikazuje slika 8. Iz slike 8 razberemo, da je jeseni najmanj sonca v kotlinah (Ljubljanska, Celjska,...), količina je manjša kot 360 ur, največ pa ga je spat na JZ Slovenije nekje 500 ur. SV, ki ima običajno poleg JZ največ sonca, pa ga v jesenskem času nima veliko. Ptuj in okolica prejme v povprečju 440 ur sonca. \nSlika 9 prikazuje karto trajanja sončnega obsevanja v zimskem času za obdobje 30 let. S slike razberemo, da je pozimi največ sonca v višinah, območje Alp, Pohorje, Karavanke, najmanj pa ga je v nižinah in po kotlina, nad 400 ur. Najmanj sonca je po ravninah in nižinah, kar velja za Ptuj, obsevanja je le med 240 in 320 ur, še manj sonca pa je po kotlinah (Ljubljanska, Celjska), kjer je obsevanja manj od 240 ur. \n"], "26": ["3.3 Globalno sončno obsevanje", "Globalno sončno obsevanje je definirano kot celotno sončno obsevanje, ki pade vodoravno na ploskev. Energija globalnega sončnega obsevanja je odvisna od meteoroloških dejavnikov (oblačnost, vlaga, prepustnost ozračja za sevanje), od reliefnih dejavnikov (nadmorska višina) in astronomskih dejavnikov (Agencija RS za okolje, 2010). Letno globalno sončno obsevanje je najbolj bistven podatek, ki nam pove, koliko energije lahko proizvedemo iz sonca. Merimo ga v kWh/m2. Tudi podatke o globalnem obsevanju najdemo na strani Agencije RS za okolje.\n"], "27": ["3.4 Trajanje sončnega obsevanja", "Trajanje sončnega obsevanja so v Sloveniji začeli meriti leta 1947 v Mariboru, leto kasneje pa v Ljubljani. Leta 2004 so trajanje sončnega obsevanja merili že na 22 meteoroloških postajah. Trajanje sončnega obsevanja merimo z optično pripravo, heliografom, ki je sestavljen iz krogelne leče in podstavka, na katerem je pritrjen registrirni trak – heliogram. \nKrogelna vreča zbira sončne žarke v svojem gorišču in izžiga na sled heliogramu (Agencija RS za okolje, 2010). Na sliki 10 je heliogram.\n"], "28": ["3.5 Proizvedena električna energija", "Izračun, koliko energije bi lahko proizvedli na neki lokaciji, je možen na več načinov. Sama sem se odločila za dva načina. Prvi je, da si izberemo pot preko površine globalnega obsevanja in izkoristka panela. Drugi način pa je s pomočjo spletne strani, kjer vpišemo lokacijo (zemljepisno širino in dolžino) ter tako dobimo pričakovani rezultat letne proizvodnje. \nV prvem primeru, s pomočjo letnega globalnega obsevanja in površine panelov ter izkoristkov sem uporabila primer panela Sanyo HIP – 210 NKHE, ki je na sliki 11. Ta panel ima dimenzijo 1580 mm ali 798 mm.\nDrugi način ugotavljanja predvidene letne proizvodnje je s pomočjo spletne strani Sunbird. Izberemo si tip in naklon panelov, predvidene izgube sistema (v mojem primeru 0 %, saj me zanima produkcija panelov in ne celotnega sistema) in lokacijo (Slovenija, Maribor). Spletna storitev nam sama izriše predvideno proizvodnjo po letih ali mesecih, ter tabelo s seštevkom proizvodne energije, ki je v mojem primeru 1176 kWh na leto. Za lokacijo Maribora določimo nadmorsko višino in geografsko širino. Nato nam spletna stran izriše tabelo.\nV naslednjem odstavku bomo prikazali spletno stran s pomočjo katere se nam izrišejo tabele ter predvidena letna, mesečna, ali dnevna proizvodnja električne energije. Na sliki 12 je spletna aplikacija, na levo stran vpišemo podatke, na desni strani kjer vidimo \nzemljevid pa izberemo lokacijo. Tabela 1 prikazuje predvideno letno proizvodnjo električne energije s pomočjo te spletne strani za mesto Maribor.\nMaribor\nLokacija: 460 32 ´38 ´´ SGŠ 15038 ´53 ´´ VGD 276 m. n. v Optimalen kot naklona: 35 0 Optimalen kot orientacije: 0 0 Ocena izgub zaradi temperature: 7,1 0 Ocena izgub zaradi kotne refleksije: 2,9 0 Skupna izguba celotnega sistema: 24 % Izgube zaradi osenčenosti: 0 % \n"], "29": ["3.6 Načrt izrabe fotovoltaike na stanovanjski hiši", "Zaradi vse višjih cen nafte in električne energije sem želela najti ugodnejšo rešitev. Ker ima tudi naša družina vse višje stroške ogrevanja in cene električne energije sem želela ugotoviti primernost naše hiše za to okolju prijazno tehnologijo. Preglednica 1 prikazuje porabo energije po gospodinjstvih v MO Ptuj leta 2009 in porabo energije na enega prebivalca oziroma stanovalca v letu 2009 na Ptuju ter prikaz porabe električne energije na prebivalca.\nNaša hiša se nahaja v okolici Ptuja, natančneje v Spuhlji. Na spletni strani Agencije RS za okolje bom poiskala podatek o energiji globalnega obsevanja za Ptuj. Uporabila bom tudi \npovršino naše strehe, naklon strehe, inklinacijo ter možnost povezave na električno omrežje.\nPodatki o lokaciji\nLokacija: 46 0 24 ´ 29,04 ´´ SGŠ; 15 054 ´ 31,08 ´´\nNadmorska višina: 218 m\nPodatki o strehi\nPovršina: 240 m2\nNaklon: 28 0\nInklinacija (lega): vzhod–zahod\nOddaljenost od električnega omrežja: 120 m\n"], "30": ["3.7 Podatki o modulu", "Na spletnih straneh sem preučila različne ponudnike proizvajalcev sončne energije in se odločila za podjetje Bisol. Podjetje Bisol proizvaja visoko kakovostne polikristalne in monokristalne silicijeve module, namenjene osebni in komercialni rabi, za samostojne ali omrežne sončne elektrarne, ta modul je prikazan na sliki 12. Moduli so izdelani po standardih IEC 61215 in IEC 61730. Po rezultatih Photon Laboratory testa nudijo moduli Bisol najvišji energijski izplen. Sončne celice panela dosežejo izkoristek 18,5 % cel modul pa 16,3 %. Višina * širina * debelina: 1649 mm * 991 mm * 40 mm. Za 1 kWp potrebujemo 8 m2 (Bisol, 2009). \n"], "31": ["3.8 Izračun predvidene nazivne moči", "Izračuna predvidene nazivne moči fotonapetostnega generatorja se lotimo tako, da razpoložljivo površino strehe, kjer bomo postavili module, delimo s površino, ki jo potrebujemo za 1 kWp.\nPovršina razpoložljive površine strehe: A [m2] Površina, ki jo potrebujemo za 1 panel: B [m2] Nazivna moč fotonapetostnega generatorja: P Iz tega sledi, da površina enega panela, ki je 8 m2 zadošča za 1 kWp nazivne moči.\nB……….1 kWp A……….? kWp (P) (1)\n"], "32": ["3.9 Izračun količine kWh, ki pade v letu na module", "Bistven izračun je, koliko kWh pade na letnem nivoju na module. Tega se lotimo tako, da množimo razpoložljivo površino z letno energijo globalnega sončnega obsevanja na izbrani lokaciji.\nEnergija letnega globalnega sončnega obsevanja na lokaciji: G [kWh/m2] Količina kWh, ki pade na znano površino modula: M [kWh]\nA*G=M (2)\n"], "33": ["3.10 Izračun največje možne proizvodnje", "Znano je dejstvo, da v Sloveniji dobimo med 1050 in 1100 kWh/kWp. Največjo možno proizvodnjo dobimo, če pomnožimo število kWh/kWp v Sloveniji s predvideno nazivno močjo, ki jo imamo na voljo.\nNajvečja možna proizvodnja: I [kWh] Skupna količina energije: S [kWh/kWp] Predvidena nazivna moč: P [kWp]\nP*S=I (3)\n"], "34": ["3.11 Stroški", "Stroški, potrebni za 1 kWp, so cca 3.000 €.\nOdkupne cene se razlikujejo glede na nazivne moči elektrarn. Mikro (manj kot 50 kWp), mala (od 50 kWp do 1 MWp), srednja in velika (do 125 MWP). V mojem primeru gre za mikro elektrarno, cena letnega odkupa znaša 0,386 € za 1 kWp. Večja je nazivna moč, manjše so odkupne cene. \n"], "35": ["3.12 Izračun za določeno elektrarno", "Izračun investicije izračunamo z množenjem cene za 1 kWp in predvidene nazivne moči.\nCena za 1 kWp: D [€/kWp] Cena investicije: Y [€]\nD*P=Y (4)\n"], "36": ["3.13 Izračun letnega odkupa", "Letni odkup izračunamo tako, da ceno za letni odkup na izbrani lokaciji za leto 2010 (vsako leto se namreč cene spreminjajo) množimo z največjo možno proizvodnjo.\nCena za letni odkup: O [€/kWh] Letni odkup: L [€] O *I =L (5)\nPovračilo investicijskih stroškov se izračuna z deljenjem cene celotne investicije z letnim prihodkom oz. odkupno ceno.\nPovračilo investicijskih stroškov: U [leta] \nY/L = U (6)\nReferenčni stroški novo zgrajenih elektrarn, in s tem odkupne cene, bodo od navedenih v naslednjih letih nižje, zaradi padanja cene silicija.\n"], "37": ["4 REZULTATI NA RAZPRAVO", "V naslednjem odstavku so prikazani izračuni potencialne proizvodnje energije v določenih krajih Slovenije, s poudarkom na Ptuju.\n"], "38": ["4.1 Graf globalnega sončnega obsevanja", "Graf 1, kjer sem primerjala podatke o globalnem sončnem obsevanju med leti 2000 in 2009 na lokacijah Portorož in Maribor nazorno kaže, da je letno globalno sončno obsevanje v Portorožu okrog 1400 kWh/m 2, v Mariboru pa je približno 92 % letnega obsevanja v Portorožu, saj je sončnega obsevanja 1288 kWh/m2. Na Ptuju, ki ima letnega globalnega sončnega obsevanja 1215 kWh/m 2, pa je v primerjavi s Portorožem na 86 % letnega globalnega sončnega obsevanja. To je številka direktnega globalnega obsevanja, brez obsevanja od odbojev do razpršitve. Amorfna tehnologije bolje izkorišča še difuzno obsevanje, kar pa za monokristalne in polikristalne silicijeve sončne celice ne velja.\n"], "39": ["4.2 Graf trajanja sončnega obsevanja", "Iz podatkov, ki sem jih dobila na spletnih straneh Agencije RS za okolje sem naredila več primerjav. Graf 2 prikazuje šest slovenskih krajev (Kredarica, Ljubljana, Maribor, Murska Sobota, Novo mesto in Portorož) in število ur sonca v celem letu. Odločila sem se, da bom primerjala vsako drugo leto, in sicer leto 2001, 2003, 2005, 2007 in 2009. Iz grafa lahko razberemo, da je bilo med vsemi primerjanimi leti izrazito največ ur sonca v Portorožu leta 2003 (2800 ur), najmanj pa ga je bilo 2300 ur, leta 2007. Ljubljana je dosegla največ sončnih ur leta 2003 (2250 ur), najmanj pa 1900 ur, leta 2005. Kredarica je imela skozi vsa leta najmanj sončnih ur. Najmanjša količina je bila leta 2009, takrat je sonce svetilo le 1600 ur. V Mariboru je bilo leta 2005 najmanj ur (pod 2000), največ pa leta 2003, ko je bilo 2250 ur. Murska Sobota ima po grafu sodeč največ sončnih ur leta 2003 (2250 ur), najmanj pa 1900 ur, kar se je zgodilo leta 2005. Za lokacijo Novega mesta razberemo, da je bilo največ sonca leta 2003, najmanj pa leta 2005, ko je bilo sonca le 1750 ur.\n"], "40": ["4.3 Graf energije globalnega sončnega obsevanja", "Naslednja primerjava, ki sem jo naredila, je zajela iste kraje, kot so bili uporabljeni v grafu 2, le da sem tukaj primerjala energijo globalnega sončnega obsevanja v letih 2001, 2003, 2005, 2007 in 2009. Graf 3 tako kot graf 2 ponazarja, da je največ energije padlo v Portorožu leta 2009 (1520 kWh/m2). Najmanj energije je padlo v Ljubljani leta 2001, ko je bilo 1150 kWh/m2 energije globalnega sončnega obsevanja. V Kredarici, ki je imela sodeč po grafu 2 skozi vsa leta najmanj sončnih ur, je padlo nad 1200 kWh/m 2 in je po proizvodnji tik za Portorožem.\n"], "41": ["4.4 Graf indeksov s stalno vrednostjo", "Graf 4 prikazuje indekse s stalno vrednostjo. Te prikazujemo z linijskim grafikonom, v katerega narišemo vzporednico z abscisno osjo v višini 100. Izberemo največjo vrednost, nato pa vrednost razmerij ostalih krajev delimo z največjo vrednostjo, v mojem primeru je \nimela največjo vrednost Kredarica (vrednost: 0,768682). Deliti sem morala vsak kraj z vrednostjo Kredarice, ter na koncu dobljen rezultat pomnožiti z 100, tako da sem dobila %. Iz grafa razberemo, da ima Portorož najnižji indeks s stalno vrednostjo (79,75 %), Kredarica najvišjega (100 %), Ljubljana 81,95 %, Maribor 83,27 %, Murska Sobota 86,36 % ter Novo mesto 86,39 %.\n"], "42": ["4.5 Izračuni predvidenih proizvodenj električne energije na določenih lokacijah", "V naslednjem poglavju so prikazane proizvodnje električne energije za slovenske kraje, ki smo jih dobili s pomočjo spletnega programa Sunbird.\nLjubljana\nLokacija: 460 3 ´40 ´´ SGŠ 14030 ´57 ´´ VGD 301 m. n. v Optimalen kot naklona: 35 0 \nOptimalen kot orientacije:-1,00 Ocena izgub zaradi temperature: 7,3 % Ocena izgub zaradi kotne refleksije: 2,8 % Skupna izguba celotnega sistema: 24 % (izgube znotraj sistema, kabli…14 %) Izgube zaradi osenčenosti: 0 % Tabela 2 prikazuje letno proizvodnjo električne energije v Ljubljani.\nJesenice\nLokacija: 460 25 ´59 ´´ SGŠ 1403 ´28 ´´ VGD 571 m. n. v Optimalen kot naklona: 350 Optimalen kot orientacije: 6 0 Ocena izgub zaradi temperature: 6,8 % Ocena izgub zaradi kotne refleksije: 2,9 % Skupna izguba celotnega sistema: 23,7 % (izgube znotraj sistema, kabli…14 %) Izgube zaradi osenčenosti: 0,6 % Predvideno letno proizvodnjo v Jesenicah razberemo iz tabele tevilka 3. \nMurska Sobota\nLokacija: 460 39 ´23 ´´ SGŠ 160 9 ´31 ´´ VGD 189 m. n. v Optimalen kot naklona: 35 0 Optimalen kot orientacije: - 10 Ocena izgub zaradi temperature: 7,3 % Ocena izgub zaradi kotne refleksije: 2,9 % Skupna izguba celotnega sistema: 24,1 % (izgube znotraj sistema, kabli…14 %) Izgube zaradi osenčenosti: 0,0 % Tabela 4 nazorno kaže predvideno letno proizvodnjo energije v Murski Soboti.\nNovo mesto\nLokacija: 450 48 ´0 ´´ SGŠ 150 9 ´54 ´´ VGD 180 m. n. v Optimalen kot naklona: 35 0 Optimalen kot orientacije: 00 Ocena izgub zaradi temperature: 7,5 % Ocena izgub zaradi kotne refleksije: 2,8 % Skupna izguba celotnega sistema: 24,3 % (izgube znotraj sistema, kabli…14 %) Izgube zaradi osenčenosti: 0,0 % Tabela 5 kaže predvideno letno proizvodnjo v Novem mestu.\nPiran\nLokacija: 450 30 ´33 ´´ SGŠ 130 35 ´56 ´´ VGD 17 m. n. v Optimalen kot naklona: 35 0 Optimalen kot orientacije: 0 0 Ocena izgub zaradi temperature: 8,4 % Ocena izgub zaradi kotne refleksije: 2,8 % Skupna izguba celotnega sistema: 25,1 % (izgube znotraj sistema, kabli…14 %) Izgube zaradi osenčenosti: 0,0 % \nPredvideno letno proizvodnjo v Piranu razberemo iz tabele številka 6.\nNa podlagi tabel, ki sem jih naredila s pomočjo spletne aplikacije PV Potential Utility, sem ugotovila, da se razlike med lokacijami pojavljajo samo v izgubah zaradi osenčenosti in izgubah zaradi kotne refleksije. Ker v tej aplikaciji ne najdemo Portoroža sem si izbrala Piran, saj je ta kraj najbližje prvotno izbranemu. Ugotovila sem, da bi v enem letu največ energije proizvedli v Piranu (1159 kWh). V mesecu januarju bi bila v Piranu glede na druge lokacije veliko večja količina proizvedene električne energije, medtem ko v decembru ni razlike v primerjavi z Mariborom. Jesenice so najmanj primerne za postavitev sončne elektrarne, saj imamo med decembrom in marcem minimalno proizvodnjo skozi vse leto pa bi proizvedli le 970 kWh električne energije. Ljubljana bi proizvedla decembra najmanj energije, julija največ. V celem letu pa bi v Ljubljani bilo 1041 kWh proizvedene električne energije. Približno enaka je situacija v Mariboru in Novem mestu. Murska Sobota ima nekoliko manjšo proizvodnjo, kot Ljubljana, Novo mesto in Maribor.\n"], "43": ["4.6 Rezultati izračunov za postavitev fotovoltaike na stanovanjski hiši", "Na osnovi podatkov o površini in inklinaciji strehe, sem ugotovila, da je v mojem primeru razpoložljiva površina 98 m2. Na spletni strani Agencije RS za okolje sem poiskala podatek energije globalnega sončnega obsevanja za Ptuj, saj za Spuhljo ni bilo podatkov.\n"], "44": ["4.6.1 Nazivna moč male elektrarne", "Energija letnega globalnega sončnega obsevanja na Ptuju je 1215 kWh/m 2 . Po enačbi (1) izračunamo nazivno moč. Za razpoložljivo površino strehe smo dobili 13 kWp nazivne moči.\n"], "45": ["4.6.2 Izračun količine energije", "Sledi izračun količine kWh, ki v enem letu pade na module. S pomočjo enačbe (2) in podatka o globalnem sončnem obsevanju smo dobili 119070 kWh.\n"], "46": ["4.6.3 Izračun največje možne proizvodnje", "13 kWp * 1100 kWh/kWp = 14300 kWh\nRezultat je 14300 kWh proizvedene električne moči v enem letu na 13 kWp inštalirane moči.\n"], "47": ["4.6.4 Cena investicije", "S pomočjo enačbe (5) smo dobili vrednost investicije 39.000 €.\n"], "48": ["4.6.5 Izračun letnega odkupa", "Ceno letnega odkupa za mikro elektrarno s preglednice številka 2 pomnožimo z izkoristkom. Rezultat, ki ga dobimo znaša 5.519,80 €.\n"], "49": ["4.6.6 Povračilo investicijskih stroškov", "Povračilo investicijskih stroškov smo dobili tako, da smo delili ceno celotne investicije z letnim prihodkom oz. odkupno ceno za električno energijo po enačbi (6).\n39.000 € / 5.519,80 € = 7,06 let\nStroški potrebni za celotno investicijo se povrnejo približno v 7 letih. Vendar pa moramo vedeti, da je to primer za najboljši možni scenarij. K ceni investicije moramo prišteti še fiksne stroške (čiščenje, zavarovanje, gradbeno dovoljenje, morebitna popravila). Na podlagi tega lahko ugotovimo, da bi se nam vsi stroški, fiksni in investicijski, povrnili približno v 9 letih.\n"], "50": ["4.7 Rezultat izračuna za panel Sanyo HIP 210 NKHE", "Omenjeni panel ima nazivno moč 210 Wp. Celice v panelu dosežejo izkoristek 18,7 %, cel modul 16,8 %. Iz računa lahko izračunamo površino za 1 kWp. Potrebna je površina 6 m 2. Na Agenciji RS za okolje sem dobila podatke, da je v Mariboru letnega globalnega obsevanja nekje 1300 kWh/m2. Za 1 kWp potrebujemo površino 6 m 2. Iz tega sledi, da na te panele na letnem nivoju pade 6 m 2 * 1300 kWh/m2 = 7800 kWh. Ob upoštevanju izkoristka panela, ki je 16,8 %, dobimo rezultat 1310,4 kWh proizvedene električne energije v enem letu na 1 kWp inštalirane moči.\n"], "51": ["5 SKLEPI", "Osnovni namen diplomske naloge je bil prikazati, kje v Slovenije je smiselna uporaba fotovoltaike, ter prikaz izračuna primer enodružinske hiše v Spuhlji pri Ptuju.\nSlovenija ima sorazmerno veliko energetsko intenzivnost, tako pri oskrbi kot pri rabi energije. Ima zelo ugodne naravne pogoje. Problem, s katerim bi se morali soočiti, je ustvariti primeren plan, ki bi ohranil energetsko odvisnost države in seveda zmanjšanje škodljivih vplivov na okolje. Tudi zakonodajo bi morali nekoliko spremeniti, tako da bi povzročala čim manj ovir bodočim investitorjem pri priključitvi elektrarn na električno omrežje, in zagotoviti fiksno odkupno ceno.\nS primerjavami različnih lokacij po Sloveniji sem ugotovila, da je za uporabo solarnih tehnologij najbolj primeren Piran, saj bi letno na tej lokaciji proizvedli 1159 kWh električne energije, kar pa je največ med vsemi šestimi primerjanimi kraji. Najslabši rezultat proizvodnje je v Jesenicah, kjer je letne proizvodnje električne energije samo 970 kWh.\nIzračun za postavitev male sončne elektrarne, ki sem ga naredila za našo streho na Ptuju je pokazal, da je na površino strehe 98 m2 možno inštalirati 13 kWp nazivne moči. Največja možna proizvodnja električne energije bi znašala 14300 kWh.\n"], "abstract": ["Razvite države se vse bolj zavzemajo za kakovostnejše okolje, zato se uveljavljajo obnovljivi viri energije. Velik pomen dosega fotovoltaika. Uporaba sončne energije ima številne prednosti, vendar je na voljo premalo informacij o dejanskih izračunih uporabnosti solarnih tehnologij za bodoče uporabnike. Zato smo se v diplomskem delu osredotočili na možnosti uporabe solarne tehnologije na različnih lokacijah v Sloveniji. Obenem smo prikazali izračun proizvedene električne energije s pomočjo fotovoltaike, in približno oceno stroškov za lokacijo Ptuj. Rezultat izračuna predvidene letne proizvodnje in stroškov za malo sončno elektrarno na Ptuju je bil izjemno ugoden. Na razpoložljivi površini strehe, 98 m2, bi potrebovali 13 kWp nazivne moči. Začetni stroški investicije bi se povrnili predvidoma v 9 letih. Na podlagi pridobljenih podatkov, o fotovoltaični tehnologiji, smo mnenja, da je fotovoltaika ena boljšim alternativnih možnosti pridobivanja električne, ki bi veliko prispevala k ohranjanju naravnega okolja, v katerem živimo. "]}