{"1": ["1 UVOD", ""], "2": ["1.1 PREDSTAVITEV PROBLEMA", "Predmet obravnave diplomske naloge je izdelava zagonske dokumentacije projekta izgradnje žage. Izdelava zagonske dokumentacije je prikazana na praktičnem primeru. Gre za projekt, ki je izmišljen. Prav tako je izmišljen naročnik projekta, vsi zunanji izvajalci in ostali subjekti, ki v tem projektu sodelujejo oziroma nanj vplivajo.\n"], "3": ["1.2 METODE DELA", "S to nalogo bomo poskušali predvideti približen potek izgradnje žagalnice in ostalih spremljajočih objektov. Še posebej nas bodo zanimali: trajanje izgradnje, cilji projekta, omejitve, tveganja, vplivni dejavniki okolja, aktivnosti, odgovornosti in stroški. Za praktični del naloge bomo uporabili metode in tehnike projektnega managementa, ki so potrebne za izdelavo gradbenih projektov, ter jih prikazali na praktičnem primeru gradnje žage.\n"], "4": ["2 ZAGON PROJEKTA", ""], "5": ["2.1 KAJ JE PROJEKT", "Pojem projekt si skoraj vsak projektno neizkušen posameznik interpretira drugače. Nekateri menijo, da je projekt skupek določenih opravil, katere postavimo v določeno časovno zaporedje in tako tvorijo določeno celoto oziroma cilj, ki ga nameravamo doseči. Zopet drugi si pojem projekt predstavljajo kot skupek določenih opravil, ki so časovno, stroškovno, kadrovsko in finančno omejena. Druga razlaga je veliko primernejša in bolj celovito opisuje pojem projekt. Za vsak projekt, pa naj si bo to tehnični, organizacijski, stohastični, deterministični, interni, eksterni, enkratni itd., so značilni specifični pogoji izvedbe, kompleksnost, enkratnost projekta, delitev dela ter interdisciplinarnost. Pojem projekt ima lahko različne pomene, kot navaja Hauc (2007), lahko pomeni:\ndokumentacija, načrt, zagonska dokumentacija, objekt v gradnji, investicijo, naložbo, projektno dokumentacijo, kot npr. projekt za pridobivanja gradbenega dovoljenja, projekt za razpis, projekt za izvedbo itd., terminski plan neke zaključene akcije posebnega pomena, idejo, namero, pa čeprav še ni izvedena.\nProjekt je po navedbi Turnerja (1993) prizadevanje, v katerem so človeški, materialni in finančni viri organizirani na izviren način, z namenom izvedbe znotraj omenjenih stroškov in časovnih okvirjev, edinstvenega obsega nalog s podanimi specifikacijami, s katerimi se dosežejo ugodne spremembe, opredeljene s kvantitativnimi in kvalitativnimi cilji. Semolič (2007) pojem “projekt” opredeljuje takole:\nprojekt je določen napor, v okviru katerega so človeški, materialni in finančni viri organizirani na nov način, s ciljem izvedbe enkratnega obsega nalog, na osnovi danih zahtev ter v okviru določenega časa in stroškov; projekt je podvig, katerega osnovna značilnost je enkratnost pogojev njegove izvedbe, npr. cilji, čas izvedbe, stroški, kakovost in ostali pogoji, v primerjavi z ostalimi dejavnostmi, projektna organizacija; projekt je enkraten niz koordiniranih nalog z opredeljenimi točkami začetka in zaključka, katerih izvedbo prevzame posameznik ali organizacija, s ciljem uresničitve specifičnih ciljev v okviru dogovorjenega časa, stroškov in ostalih parametrov izvedbe.\nIz teh opredelitev pojma »projekt« je mogoče razbrati, da so osnovne značilnosti projektov (Semolič, 2007):\nenkratnost, kompleksnost, specifični pogoji izvedbe,\ninterdisciplinarnost njihove izvedbe in delitev dela.\nOperativa in projekti si delijo skupne značilnosti, kot so na primer:\ndelo opravljajo ljudje, pri obeh nastopajo omejitve virov, delo obeh je potrebno načrtovati, izvajati in kontrolirati.\nOperativa in projekti se razlikujejo predvsem v tem, da operativa predstavlja stalen in ponavljajoč proces, medtem ko so projekti občasni in enkratni. Kot osnovno značilnost projekta je torej mogoče opredeliti začasen napor, katerega cilj je kreiranje enkratnega proizvoda ali storitve. Poleg opisanih definicij pojma projekt avtor (Semolič, 2007) omenja tudi domačo – slovensko opredelitev, po kateri je projekt zaključen proces izvajanja določenih del – aktivnosti, ki so med seboj logično povezane za doseganje ciljev projekta, z nadaljnjim povezovanjem aktivnosti pa se postopoma uresničita objektni (op.p.: proizvodi projekta) in namenski (op.p.: rešitev problema, zaradi katerega smo se odločili za izvedbo projekta) končni cilj. Vse opisane opredelitve pojma projekt, čeprav vsaka nekoliko drugačna, kažejo na osnovno značilnost projektov: gre za enkratne poslovne procese, s katerimi uresničujemo enkratne poslovne cilje. Glede velikosti so projekti zelo različni, saj lahko vključujejo samo enega ali več tisoč izvajalcev, njihova izvedba lahko traja nekaj dni ali več let. Pri svoji izvedbi lahko vključujejo enega ali več deset izvajalcev ter eno ali več organizacijskih enot ene ali več organizacij, ki sodelujejo pri uresničitvi ciljev projekta. Projekti so lahko nacionalni, bilateralni in multilateralni, pri njihovi izvedbi lahko sodeluje več organizacij iz različnih držav. Projekti so ključni dejavnik uspešnosti realizacije razvojnih ciljev in strategij podjetij ter drugih organizacij. Zaradi vedno večje nestabilnosti sodobnega poslovnega okolja, ki zahteva stalno prilagajanje in intenziviranje razvojnih aktivnosti podjetij in ostalih organizacij, postajajo projekti vedno bolj pomemben del poslovnih aktivnosti v vsakem organizacijskem okolju.\n"], "6": ["2.2 ZAGON STRATEGIJ IN PROJEKTOV", "Projekti so rezultat procesa oblikovanja strategij. Gre za to, da se strategije pretvorijo v projekte, ki jih podjetje v nekem časovnem zaporedju tudi izvaja. Ta proces je Hauc (2002) razdelil na naslednje faze:\nstrateško programiranje razvoja, priprava zagona projektov (ali programa projektov), izvajanje projektov, eksploatacija.\nZagon strategij je proces pretvorbe strategij v projekte ob hkratni pripravi zagona projektov s tem, da se strateške odločitve - takrat ko ni mogoče doseči visoke stopnje definiranosti strategij - prenesejo v pripravo zagona projekta in njegovo izvajanje do vnaprej določene točke v izvajanju projekta ob hkratnem stalnem vključevanju ukrepov v zvezi z vplivi sprememb. Gre torej za to, da se del dokončnega oblikovanja strategij prenese v izvedbo projektov in tako zagotovi hitra priprava zagona izvedbe strategije. Pri tem se sproti sprejemajo odločitve v zvezi s spremembami ter se le-te upoštevajo pri pripravi zagona projekta in izvajanju do tistega trenutka, ko še lahko spremenimo plan projekta. Govorimo lahko tudi o projektnem zagonu strategij (Hauc, 2002). Model projektnega zagona strategij prikazuje slika 1. Po oblikovanju strategije, tj. izdelave strateškega razvojnega programa, se na osnovi vhodne strategije izvede priprava zagona projekta ali projektov, sledi izvajanje projekta in po končanju projekta(ov) sledi eksploatacija. Določena strategija se lahko izvede z enim projektom, ki se lahko deli na več podprojektov ali pa govorimo o programih, ki zajemajo več med seboj logično povezanih projektov. Vsi projekti tvorijo strateški projektni plan, kar je osnova za pripravo strateškega finančnega plana, ki tako predstavlja strategijo zagotavljanja finančnih virov za izvedbo strategije in s tem projektov ter virov za zagon izvajanja eksploatacij (Hauc, 2002).\nmb.si/~pmi/SLO/zagon_strategij.htm , 5. 1. 2009\nstrategij.\nhttp://rcum.uni-\nV celoten proces moramo vključiti kontrole. Hauc (2002) jih je razdelil na štiri osnovne tipe:\nKontrola priprave zagona projekta(ov), s katero preprečujemo, da izdelana zagonska dokumentacija projekta ne bi bila v skladu z vhodno projektno\nstrategijo, in hkrati zagotavljamo, da se ob tem že upoštevajo morebitne spremembe strategije, saj je lahko prišlo v času priprave zagona projekta do novih momentov in strateških odločitev ali projektnih ciljev. Kontrola izvajanja projekta kot osrednja naloga vodenja projektov, ki jo izvajamo z namenom, da se zagotovi izvajanje projekta v skladu z zahtevami zagonske dokumentacije projekta in hkrati izvede revidiranje zagonske dokumentacije ali samo replaniranje v primeru sprememb, ki so se pojavile. Kontrola izvedbe projekta glede na aktualnost vhodne projektne strategije, ki je potrebna zaradi tega, ker je možno, da je treba zaradi sprememb spremeniti strategijo podjetja, kar lahko vpliva tudi na spremembo vhodne projektne strategije. Te spremembe so lahko posledica tudi dejstva, da so nastale na projektu takšne motnje, ki zahtevajo te strateške popravke. Kontrola eksploatacije, ki mogoča usklajevanje izvajanja eksploatacije z vhodno strategijo v okviru letnih planov poslovanja in hkrati dopolnjevanje ali oblikovanje novih strategij podjetja.\nKontrola sprememb je sestavni del navedenih kontrol. Strateški upravljalni proces, ki pomeni \"udejanjanje\" modela projektnega zagona strategij, mora tako vključevati strateški in projektni proces kontroliranja ter kontrolo eksploatacije, kar pa je že domena celovitega kontroliranja poslovanja. To pa kaže na dejstvo, da mora biti zagotovljeno usklajeno delovanje strateškega in projektnega managementa. Rešitev je v projektno usmerjenem strateškem managementu ali strateško usmerjenem projektnem managementu. Šele s takšno združitvijo obeh managementov lahko pričakujemo ne samo uspešno vodenje izvajanja projektov, ampak tudi uspešno vodenje izvajanja strategij (Hauc, 2002).\n"], "7": ["2.3 FAZE ŽIVLJENJSKEGA CIKLUSA PROJEKTA", "Proces projekta je enkraten poslovni proces z jasno opredeljenim začetkom in zaključkom. Specifične značilnosti posameznih delov tega procesa opredeljujejo faze projekta, ki skupaj tvorijo življenjski ciklus projekta. Z življenjskim ciklusom projekta opredeljujemo proces od začetka do zaključka projekta. Vsaka faza projekta se zaključi z realizacijo enega ali več rezultatov – poslovnih učinkov. Omenjeni rezultati ali poslovni učinki faz imajo lahko, kot navaja Semolič (2007), naslednje oblike:\nprojektna dokumentacija, proizvod/storitev ali kombinacija naštetega.\nZaključki posameznih faz projekta so običajno označeni z delnimi ali končnimi rezultati projekta in pregledom stanja uresničevanja ciljev projekta. Uspešnost realizacije posameznih faz determinira izvajanje nadaljnjih faz projekta. S tem povezane poslovne odločitve so po navedbi avtorja (Semolič, 2007) lahko:\nodobritev nadaljevanja sledeče faze po zastavljenem planu projekta, sprememba vsebinskega, časovnega, stroškovnega ali finančnega plana glede na dosežene rezultate projekta ali\nprekinitev izvajanja nadaljnjih faz projekta zaradi neustreznih rezultatov projekta.\nV osnovnem – izhodiščnem modelu življenjskega ciklusa projekta imamo opraviti s štirimi fazami projekta (slika 2), ki jih je mogoče prepoznati kot temeljne faze projekta, ki jih srečamo pri vsakem projektu, in sicer (Semolič, 2007):\nfaza začenjanja projekta, faza zagona projekta, faza izvedbe projekta in faza zaključevanja projekta.\nFaza začenjanja projekta obsega vse začetne naloge, od iskanja možnih rešitev danega problema, ocene njihove izvedljivosti in primernosti, do opredelitve predloga za izvedbo projekta. Na osnovi odobrenega predloga in naročila projekta, ki opredeljuje, kaj in do kdaj je potrebno kaj narediti in koliko lahko to stane, se prične faza zagona projekta. Faza zagona projekta obsega izdelavo vseh potrebnih planov, ki se nanašajo na vsebino, čas, vire, stroške, denar in predlog organizacije izvedbe predlaganega projekta. Na osnovi s strani naročnika potrjenega dokumenta, ki opredeljuje plan in način izvedbe projekta, se prične faza izvedbe projekta. Faza izvedbe obsega fizično realizacijo v predhodni fazi opredeljenih delnih in končnih ciljev projekta. Zadnja faza je faza zaključevanja projekta, ki je zelo pomembna, saj se predvsem pri projektih razvoja velikokrat zanemari ali pa neustrezno izvede. Faza zaključevanja obsega naloge predaje in verifikacije rezultatov projekta s strani uporabnikov in naročnika projekta, prenos odgovornosti za realizirane objekte projekta na uporabnike in naročnika, prenehanje projektne organizacije in izdelavo zaključnega poročila.\nOpisani model je uporaben za vse determinirane projekte. To so projekti s takšnimi končnimi cilji, ki so že v začetku jasno opredeljeni in določeni ter jih je potrebno še samo izvesti. Ko dobimo naročilo za izvedbo takšnega projekta, je potrebno v fazi zagona doseči poenotenje in se dogovoriti, po kateri poti in načinu bomo cilje projekta realizirali. Vsem je dobro znano, da k še tako jasnemu cilju vedno pelje več možnih poti. Odločiti se je torej potrebno za eno izmed možnih poti, jo z ustreznimi plani opredeliti in v fazi izvedbe uresničiti. V skupino determiniranih projektov sodijo takšni projekti, kot so gradnja različnih objektov (zgradbe, ceste, izdelava namenskih strojev in naprav itd.), uvajanje računalniških programskih orodij in aplikativnih programov v prakso, uvajanje novih proizvodov/storitev/tehnologij in podobno (Semolič, 2007). Drugo skupino predstavljajo nedeterminirani projekti, ki jih poznamo tudi pod imenom stohastični projekti. Za takšne projekte je značilno, da na začetku projekta ne vemo točno, kako bomo rešili problem ali probleme, ki jih želimo z nameravanim projektom rešiti. Za tovrstne projekte je značilno, da v procesu samega izvajanja projekta pridemo do rešitev, ki jih v nadaljnjem procesu izvajanja projekta nato realiziramo. Takšne projekte planiramo tako, da najprej opredelimo, katere faze v življenjskem ciklusu proizvoda/storitve moramo s projektom realizirati. Na osnovi tega ocenimo trajanje celotnega projekta, nakar izdelamo detajlni plan prve izvedbene faze projekta. Na osnovi rezultatov in potrjenih predlogov, ki so rezultat prve faze, pristopimo k zagonu druge faze projekta. Na osnovi potrjenega plana druge faze se ta faza nato realizira. Opisan postopek se nato po potrebi ponovi pri nadaljnjih fazah, vse do zaključka projekta (Semolič, 2007).\n"], "8": ["2.4 ZAGON IN VODENJE IZVAJANJA PROJEKTA", "Projektni management oziroma vodstvo projekta skrbi za pripravo zagonske dokumentacije projekta in predvsem plana projekta ter nato lansiranje projekta, kar pomeni začetek izvajanja. Izvajalcem posreduje vse potrebne plane in druge podatke, da lahko začnejo izvajati projekt. Izvajalci pa bodo morali ob vnaprej predvidenih kontrolah pripraviti kontrolna poročila. Ob morebitnih odstopanjih od plana sledi ponovno planiranje in lansiranje izvajanja. Občasno vodstvo projekta posreduje kontrolna poročila najvišjemu vodstvu podjetja, ki povratno posreduje ob morebitnih odstopanjih in spremembah pri projektu odločitve in ukrepe, ki jih mora vodstvo projekta z izvajalci izvesti. Pri tem ne gre samo za to, da se z vodenjem projekta zagotovi izvajanje projekta po zahtevah, ki izhajajo iz zagonske dokumentacije projekta in plana projekta, temveč tudi za kontrolo in preverjanje, ali so projekti usklajeni z vhodno strategijo in ta s strategijo podjetja, ki je predstavljena v strateških razvojnih programih podjetja in drugih organizacijah. Preprost opis vodenja izvajanja projektov pa kaže še na problem nenehnega usklajevanja projektov, kar ni samo naloga projektnega managementa, ampak tudi managementa projekta ali naročnika projekta nasploh (Hauc, 2002).\n2.5\nPRIPRAVA ZAGONA RAZVOJNI PROGRAMI\nPROJEKTOV\nIN\nSTRATEŠKI\nStrateški razvojni programi morajo biti vsebinsko in plansko razčlenjeni do posameznih projektov (vključeni morajo biti tudi projekti lastnih planov). Ne glede na to, ali se strateški razvojni program nanaša na globalno, poslovno ali funkcijsko strategijo, je treba izhajati iz več strateških alternativ, na podlagi katerih se nato izbere najprimernejša. Kako in kdaj je mogoče strategije oblikovati v konkretne projekte? To vprašanje je še posebej pomembno v fazi strateškega programiranja razvoja in predvsem pri pripravi zagona projekta, ko je treba pripraviti zagonsko dokumentacijo projekta in zagotoviti začetek izvajanja projekta. Po drugi strani pa je zagon strategij zasnovan na zagonu projektov. Gre za pripravo zagonske dokumentacije projekta, kot navaja Hauc (2002). Zagonska dokumentacija projekta je temeljit zapis projekta s stopnjo opredeljenosti, ki je mogoča, ko je najvišji management naložil projektnemu managerju, da ga s strokovnimi sodelavci izdela. Okvirna sestava zagonske dokumentacije projekta je po Haucu (2002) naslednja:\nuvod – podatki o strateški pripravi projekta, vhodna strategija projekta, vsebinska zagonska dokumentacija projekta z ekonomiko projektov, namenski in objektni cilji, taktika izvedbe projekta, plani projekta, ciljna analiza projekta, analiza rizikov projekta, analiza vplivni dejavnikov, projektna organizacija, plan kontrole, drugi podatki.\nZagonskego dokumentacijo projekta ni mogoče pripraviti, če ni vsebinske podlage projekta. Gre npr. za projektno študijo, idejni projekt, koncept projekta, pripravljalno študijo, predlog rešitve in podobno. Na splošno lahko govorimo, da gre pri tem za zapis projektne ideje, in to do tiste podrobnosti, ki je mogoča v trenutku, ko je management projekta na podlagi sprejete strategije naročil izdelavo zagonske dokumentacije projekta. Govorimo o stopnji konkretizacije projekta (Hauc, 2002). Stopnja konkretizacije projekta je zelo nizka, kar pomeni, da projekt po vsebini, ciljih, rokih itd. še ni dovolj pripravljen (ni še povsem določena izvedba, namenski in objektni cilji še niso povsem določeni, ocena potrebnih finančnih vlaganj je samo okvirna, taktika izvedbe še ni povsem jasna, rezultati projekta so samo okvirno določeni itd.). Vzrok za nizko stopnjo konkretizacije je lahko tudi v tem, da se je uporabil model zagona strategij pri pripravi zagonov projektov. Kljub tej nizki stopnji je management projekta naročil izdelavo zagonske dokumentacije projekta, da se projekt začne čimprej izvajati (npr. zaradi potrebe, da se prehiti konkurenca). V samem izvajanju se bo stopnja konkretizacije postopoma povečevala, kar pomeni, da bo moral management projekta med izvajanjem projekta sproti spremljati vse potrebne odločitve. To lahko tudi pomeni,\nda bo treba v izvajanju projekta izdelati njegovo revidirano zagonsko dokumentacijo, ko se bo z izvedbo prvih aktivnosti stopnja konkretizacije povečala (Hauc, 2002). Zagonska dokumentacija projekta je zapis projekta, ki je podlaga za izdajo delovnega naloga projekta s strani managementa projekta in najvišjega managementa podjetja oziroma organizacije. S tem pa je zagotovljen formalni začetek projekta. Če ob zagonu projekta ni mogoče povsem opredeliti vsebine projekta, plana in drugih parametrov, govorimo torej o nizki stopnji opredeljenosti projekta; v plan projekta bo treba vključiti izdelavo revidiranih zagonskih dokumentacij projektov in zagon izvajanja nadaljevanja projekta (Hauc, 2002).\n2.6 PRIPRAVA ZAGONA PROJEKTOV TER ZAGOTOVITEV VSEH RESURSOV Priprava zagona projekta, kar pravzaprav pomeni izdelavo zagonske dokumentacije projekta in pripravo celotne organizacije izvajanja, ravno tako ne mora biti predvsem zaradi nizke stopnje konkretizacije strategije (govorimo o vhodni projektni strategiji) dovolj pripravljena in temeljita. Zato je potrebno v planu projekta predvideti točke, do kdaj morajo biti vse vhodne strategije dorečene, kar povzroči praviloma revidiranje zagonskih dokumentacij projektov in izvedbo replaniranja projekta. Poleg tega pa se mora vključiti v zagonsko dokumentacijo projekta analiza rizika, prognoza sprememb in motenj ter pripraviti ukrepe, ki jih mora projektni management ob tem izvesti in vključiti v izvajanje projekta, ko bo to potrebno. Tudi v tem primeru lahko govorimo o nižji stopnji konkretizacije priprave zagona projekta, ki pa se povečuje z izvajanjem projekta z vnaprej ali urgentno planiranimi revidiranji vhodnih projektnih strategij in replaniranjem, kakor navaja Hauc (2002).\n"], "9": ["2.7 FAZA ZAGONA PROJEKTA", ""], "10": ["2.7.1 Zakaj zagon projekta", "Zagon je zelo pomembna faza v življenjskem ciklu projekta. Z njo naročnikove zahteve, strategije in pričakovanja prevedemo v operativni načrt, ki je nato osnova za njihovo uresničitev. Empirična raziskava, ki je bila narejena skupaj z Univerzo Victoria iz Welingtona, je pokazala, da se v praksi še vedno premalo ukvarjamo z načrtovanjem projektov. Predvsem gre za to, da se izdela takšen načrt, ki je ustrezna podlaga za kakovostno obvladovanje izvedbe projekta. Prispevek obravnava življenjski cikel projekta ter značilnosti in rezultate posameznih faz. Podrobneje so opisane problematika ter naloge zagona projektov (Semolič, B. (2007) Projektna mreža Slovenije, 10(3)). Pojem »zagon sistema« je dobro poznan v tehniki in se uporablja predvsem takrat, kadar imamo opravka s startom delovanja kompleksnih tehniških sistemov, kot so na primer potniška letala, velike ladje, nove proizvodne linije ipd. Gre za situacije, kjer ne moremo, zaradi vseh potrebnih pripravljalnih aktivnosti, v trenutku zagnati delovanje in začeti uporabljati takšen sistem. Na splošno lahko rečemo, da od odločitve, da delovanje sistema zaženemo in pričnemo uporabljati, pa do njegovega dejanskega začetka delovanja, potrebujemo določen čas, v katerem je potrebno postoriti vse pripravljalne\nnaloge, ki jih začetek delovanja takšnega sistema zahteva. Nasprotno je pri enostavnih tehniških sistemih, kot so na primer prižiganje luči, start osebnega avtomobila, vklop osebnega računalnika in podobno, kjer ob odločitvi, da delovanje sistema vzpostavimo, ne potrebujemo posebnih pripravljalnih aktivnosti, temveč lahko nalogo dobesedno v trenutku izvedemo (Semolič, 2007). Projekti nedvomno sodijo v skupino kompleksnih socio-tehničnih sistemov, kjer se soočamo s specifičnimi vsebinskimi, organizacijskimi in človeškimi problemi, ki jih prinaša realizacija enkratnih ciljev projekta. Ob trenutku odločitve naročnika projekta, da prične z uresničevanjem ciljev projekta, običajno nista istočasno že dogovorjena tudi pot in način uresničevanja ciljev. Vse to je potrebno šele uskladiti in dogovoriti ter se pripraviti za izvedbo projekta. Pri tem se soočamo s podobnim problemom, kot ga imamo pri »startu« omenjenih kompleksnih tehniških sistemov, kjer je potrebno tak sistem pred začetkom delovanja »pripraviti za izvedbo«. Od točke, ko se odločimo, da bomo projekt uresničili in »naročimo« njegovo izvajanje, pa do točke dejanskega začetka fizičnega uresničevanja ciljev projekta poteka faza zagona projekta. Namen te faze je dvigniti nivo opredeljenosti projekta pri vseh sodelujočih posameznikih in organizacijah, in sicer do takšnega nivoja, ki je potreben za uspešno in učinkovito uresničitev ciljev projekta, kot navaja Semolič (2007).\n"], "11": ["2.7.2 Ciljno usmerjena organizacija za izvedbo projekta", "Izjemno pomembna stvar pri zagonu projekta je, da dobimo ciljno usmerjeno skupino ljudi, ki je napolnjena z »energijo«, ki je potrebna za kasnejšo fazo izvedbe projekta. Predvsem se ta nuja pokaže pri organizacijskih projektih, kjer se ne soočamo s tako veliko stopnjo motivacije za sodelovanje pri izvedbi projekta, kot je to slučaj pri tehniških projektih, kjer je velikokrat prisotna komercialna motivacija in motivacija strokovnjakov, ki so osebno zainteresirani za delo na nalogah razvoja novih tehnologij ali proizvodov. Na začetku projekta imamo med sodelujočo projektno skupino, ki je zadolžena za pripravo izvedbe projekta, situacijo, ko posamezniki povsem različno dojemajo dano naročilo projekta in kako se lotiti izvedbe ter uresničevanja ciljev projekta. Zaradi tega je nujno, da v fazi zagona vodja projekta doseže potrebno poenotenje, ki je nujen pogoj uspešne in učinkovite izvedbe projekta. Poleg tega moramo doseči ustrezno motiviranost vseh sodelavcev projekta, ki so ključni za izvedbo projekta. Cilj je torej, da imamo ob zaključku zagona projekta ciljno usmerjene in motivirane sodelavce, ki so poenoteni in napolnjeni z ustrezno motivacijsko energijo, ki je nujna za uspešno realizacijo projekta (Semolič, 2007).\n"], "12": ["2.7.3 Zagon tehniških projektov", "Pri tehniških projektih, kamor sodijo projekti razvoja in osvajanja novih proizvodov/storitev, kapitalski projekti in ostali podobni projekti, se pri naročilu projekta običajno soočamo z visoko stopnjo NOP (nivo opredeljenosti projekta). To se odraža v tem, da imamo v takšnih primerih velikokrat že predhodno opredeljene in dogovorjene faze projektov, izdelane referenčne modele projektov, standardizirano dokumentacijo, obstoječo projektno organizacijo ipd. Poleg tega v večini primerov sovpada dejavnost projektov z osnovno dejavnostjo izvajalcev. Tisto, kar je potrebno v fazi zagona še doreči, se nanaša na dogovor o specifičnih ciljih naročnika projekta, opredelitev in uskladitev z njim vsebine projekta, izdelavo operativnih planov projekta (čas, viri, stroški, denar in kakovost), ki so prilagojeni specifičnim potrebam\nobravnavanega projekta, ter izbor in imenovanje projektne organizacije. Ta se običajno izbere od ene izmed predhodno opredeljenih možnih organizacijskih oblik, kakor navaja Semolič (2007). Organizacijski projekti so zapletenejši od tehniških projektov (primer tehniškega projekta je prikazan v aplikativnem delu diplomskega dela, gre za projekt gradnje žage), saj pri tehniških projektih običajno nimamo predhodno izdelanih modelov, ki jih največkrat določa stroka ali zakonodaja, tako da največkrat nimamo točno določenih ciljev in se moramo sproti dogovarjati, kako bo delo potekalo. Zaradi sprotnega dogovarjanja lahko traja faza zagona projekta dalj časa kot sama faza izvedbe.\n"], "13": ["2.8 GRADBENI PROJEKT", ""], "14": ["2.8.1 Projektne faze v gradbeništvu", "Vsak projekt ima že po definiciji več faz, od inicializacije oz. definiranja projekta pa vse do končne predaje rezultatov oz. objekta, ki je sad celotnega dela na projektu. Zaporedje vseh faz od začetka do konca projekta imenujemo življenjski ciklus, ki se zaključi tako, da projekt ugasne ali pa preide v nov projekt. Tipični življenjski ciklus projekta v gradbeništvu je razdeljen v štiri faze in se ga označuje za reprezentativni vzorec (http://www.gradbenik.eu/index.php?/sl/Gradnja/Projektne-faze-v-gradbeni%C 5%A1tvu, 15. 1. 2009):\n1. faza je poimenovana upravičenost in zajema definicijo projekta, študije upravičenosti, načrtovanje strategije in potrditev, konča pa se z odločitvijo o zagonu projekta. 2. faza se imenuje načrtovanje in projektiranje in sestoji iz projektne dokumentacije načrtovanja stroškov in terminskih planov, pogodbenih pogojev in detajlnega načrtovanja, zaključi pa se s podpisom glavnih pogodb za izvedbo. 3. faza je izvajanje, ki vsebuje proizvodnjo, dobave, gradbena dela, instalacije in preizkušanje. Zaključi se, ko so dela po projektih zaključena in oprema nameščena. 4. faza je predaja in zagon, ki vsebuje končne preizkuse in vzdrževanje, konča pa se s polnim obratovanjem zgradbe, ceste ali tovarne.\nTaka delitev faz velja predvsem za npr. naročnika ali če gre za projekt na ključ. Pogled z vidika izvajalca projekta ali projektnega menedžerja v izvajalski organizaciji, ki se vključi v projekt šele po podpisu pogodbe, pa je drugačen, saj v tem primeru namreč prva faza odpade. Projekt v ožjem smislu je tudi priprava ponudbe za izvedbo gradbenih del, lahko pa bi kot drug ekstrem v gradbeni projekt šteli tudi celotno garancijsko dobo po uspešni izvedbi in predaji objekta. Projekti v gradbeništvu imajo praviloma dokaj jasen konec in se večinoma uspešno zaključijo s predajo objekta, a ne vselej finančno uspešno. Posebno zapleteni so življenjski cilji razvojnih projektov, pri katerih se vmesni cilji oblikujejo postopoma, končni objektni cilj pa prav tako postaja jasnejši šele, ko so določene faze že minile.\n"], "15": ["2.8.2 Zagon gradbenega projekta", "Gradbeni projekt se načrtuje na določenem opremljenem stavbnem zemljišču. Istočasno z ugotovijo investicijske potrebe in začetnim oblikovanjem rešitve mora teči analiza prostorskih, fizičnih, pravnih in finančnih pogojev, ki določajo uresničljivost rešitve (http://www.pro55.si/podpora.html, 10. 1. 2009). Če investitor ne razpolaga z vsemi parcelami za gradnjo, če zemljišče ni opremljeno in zazidljivo za predviden namen, je potrebno načrtovati in izvesti opravila za zagotovitev teh temeljnih pogojev za graditev, kar lahko samo po sebi predstavlja enega ali več samostojnih projektov (http://www.pro55.si/podpora.html, 10. 1. 2009). Ob zagonu projekta se vzpostavi njegova organizacija. Središčno vlogo ima vodja projekta, ki pripravi in do konca spremlja načrt projekta. Ta obsega izvedbeni načrt in načrt virov. Izdela ga na podlagi empiričnih podatkov. Izvedbeni načrt za vsak projekt določa faze in opravila, ki so po vrsti, zahtevnosti in trajanju odvisni od dejanskih okoliščin. Z načrtom projekta mora biti predmet projekta določen do stopnje, ki omogoča pridobitev izhodišč za izvedbo projekta (analize, projekcije, prostorski preizkus, idejna zasnova ...), pozneje pa se načrt projekta dopolnjuje (http://www.pro55.si/podpora.html, 10. 1. 2009). Investitor, ki sam nima zadostnih zmogljivosti za ugotovitev potrebe in zasnovo rešitve, mora naročiti ustrezne storitve. Javni naročniki morajo to storiti po predpisanih postopkih. Obseg naročenih storitev je mogoče zmanjšati z izvedbo nekaterih rutinskih opravil v lastni režiji, npr. pridobitev potrdil oz. izpiskov iz uradnih evidenc, topografskih in katastrskih načrtov itd. (http://www.pro55.si/podpora.html, 10. 1. 2009).\n"], "16": ["2.9 ZAKLJUČEK", "Teoretični del naloge je osredotočen predvsem na prikaz zagona projekta. V začetku so podane različne definicije pojma projekt. Podrobno so opisane faze življenskega ciklusa projekta, kot jih poznamo v projektnem managementu in v gradbeništvu. Nadalje sledi opis faze zagona projekta, priprava zagona projektov ter zagotovitev vseh resursov, zagon strategij in projektov, zagon in vodenje izvajanja projekta, priprava zagona projektov in strateški razvojni cilji. Teoretični del naloge je predvsem podlaga za pridobitev znanja za lažje razumevanje naslednjega poglavja, to je aplikativnega dela diplomske naloge, ki vsebuje tudi praktinčni primer.\n"], "17": ["3 APLIKATIVNI DEL DIPLOMSKE NALOGE", "3.1\nOPIS POSLOVNE IDEJE PROJEKTOM REŠUJEMO\nALI\nPOTREBE,\nKI\nJO\nGlede projeka gradnje žage za želim, da bodo z njim zadovoljni vsi, ki pri projektu sodelujejo, to je naročnik in vsi zunanji podizvajalci. Sam bom kot projektni manager opravljal nekatere aktivnosti, hkrati pa bom kontroliral vse aktivnosti, ki se bodo izvajale. Kontrole se bodo izvajale ob točno določenem času, tako da bodo vse aktivnosti opravljene pravočasno in kvalitetno, po predvidenem planu projekta. Naročnik projekta je Franci Budna, ki ima podjetje za odkup in prodajo lesa in je obenem tudi lastnik velikega gozda. Za gradnjo žage se je odločil, ker ima žagan les višjo ceno in vidi v tem dobro poslovno priložnost. Z žago bo žagal les iz svojega gozda in les, s katerim kot podjetnik trguje. Z lastno žago ne bo žagal le lesa boljše kakovosti, ampak tudi lesne sortimente slabše kakovosti, ki na borzi lesa ne dosegajo visokih cen, kar bo pozitivno vplivalo na bilanco poslovanja njegovega podjetja. Naročnik želi parcelo za izgradnjo žage, ki je za to dejavnost primerna; parcelo, ki ni preblizu strnjenega naselja in ki je logistično dovolj dostopna za njegovo podjetje. To pomeni, da je parcela v bližini njegovega gozda, da je hkrati v bližini njegovega dosedanjega skladišča lesa in tudi blizu glavne prometnice. Ker je naročnik projekta zelo zaposlen z delom v svojem podjetju, bo gradnja potekala po sistemu “na ključ”. Žaga, ki jo namerava zgraditi naročnik z mojo pomočjo, bo sodobna in bo opremljena z raznimi pomagali (transporterji in dvigala) za lažje delo na žagi. Ta žagarski obrat bo spadal med večje obrate, saj bodo poleg žagalnice v obratu tudi skladišče okroglega lesa, skladišče žaganega lesa, skladišče lesnih odpadkov, sušilnica lesa, brusilnica, silos za žagovino, kurilnica, poslovni prostori itd.\n3.2 TAKTIKA IZVEDBE PROJEKTA Projekt je načrtovan tako, da se bodo prve aktivnosti začele izvajati v torek, 1. septembra 2009. Po predhodnem izračunu naj bi projekt trajal 669 dni in naj bi se zaključil v petek, 23. marca 2012. Projekt vsebuje 134 aktivnosti, od teh aktivnosti je 16 kontrol. Vse aktivnosti so razdeljene med trinajst delovnih paketov. Največ aktivnosti bodo opravili podizvajalci. Sam kot projektni manager bom opravljal nekatere aktivnosti in hkrati izvajal kontrolo nad delom, da se bodo dela pravočasno začenjala in zaključevala, da bodo dela opravljena kakovostno in da ne bodo presegala predhodno dogovorjenih cen. Naročnik bo pri projektu sodeloval le pri nakupu parcele in pri izbiri nekaterih tehničnih sredstev. Podizvajalci, ki bodo sodelovali pri projektu, so:\nstrojnik - Iztok Pajk, s. p. zidar - Miro Grilc, s. p. vodoinštalater - Branko Mirt, s. p.\ntesar - Dušan Kunšek, s. p. električar - Milan Puc, s. p. geodet in arhitekt - GAS, d. o. o. monter strojev - Bojan Novak, s. p. graditelj cest - TGM, d. o. o.\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nLegenda:\nR - rang pomembnosti subjekta (oceniti od 1 do 5); VRSTA - vnesti “I” za interne in “E” za eksterne subjekte NO - način obravnave predlaganih aktivnosti (PP - vnesti v plan projekta, PR - vnesti v plan kontrole rizikov projekta VP - aktivnost izvede vodja projekta)\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nLegenda:\nR - rang pomembnosti subjekta (oceniti od 1 do 5); VRSTA - vnesti “I” za interne in “E” za eksterne subjekte NO - način obravnave predlaganih aktivnosti (PP - vnesti v plan projekta, PR - vnesti v plan kontrole rizikov projekta VP - aktivnost izvede vodja projekta)\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\n3.8 RETROGRADNA STRUKTURA PROJEKTA\nDiplomsko delo univerzitetnega študija\ninternetnih storitev\n-napeljav telefonskega kabla\n-kontrola 5\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\n3.11 TERMINSKI PLAN PROJEKTA\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\n3.12 MREŽNI PLAN PROJEKTA\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nSkupni direktni stroški projekta: 395.160 € Indirektni stroški projekta (15 %): 59.274 € Skupni stroški projekta: 454. 434 €\n3.14 PROJEKTNA ORGANIZACIJA Projektna organizacija, ki sem jo izbral, je čista projektna organizacija. Komunikacija med mano, naročnikom in podizvajalci bo potekala direktno. Če pride do določenega problema, delavec poroča o težavi svojemu nadrejenemu in nato ta poroča naprej projektnemu managerju. Projektni timi za posamezne delovne pakete se bodo oblikovali naknadno, v času izvajanja projekta.\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nLEGENDA:\nR – rang pomembnosti (oceniti 1-5); V – verjetnost rizika (oceniti 1-5); FR=V-R; NO – način obravnave predlaganih aktivnosti (PP – vnesti v plan projekta, PR – vnesti v plan kontrole rizikov projekta, VP – aktivnost izvede vodja projekta); Lastnosti rizika (POS – poslovni riziko, TEH – tehniški riziko)\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\nKontrolo izvajanja del na objektu bom izvajal sam, po planu kontrole projekta, ki je prikazan v zgornji tabeli. Plan kontrole se bo v času izvajanja del lahko tudi spreminjal, če se dela ne bodo izvajala točno po določenem planu, zaradi zamud podizvajalcev oziroma drugih dejavnikov, ki bi lahko vplivali na potek gradnje.\nRok Kink: Zagonska dokumentacija projekta gradnje žage\nStran 79 od 81\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\n3.17 ZAKLJUČEK Aplikativni del naloge je prikaz zagonske dokumentacije projekta na praktičnem primeru. Zagonska dokumentacija je narejena po vzoru metod in tehnik iz projektnega managementa, za primer gradnje žage. Naročnik projekta Franci Budna želi z izgradnjo nove žage izboljšati poslovanje svojega podjetja, ki se ukvarja z odkupom in prodajo lesa, in čim bolje izkoristiti les, ki ga ponuja njegov gozd. Naročnik želi žago, ki je sodobna in opremljena z najnovejšo tehnologijo. Z moderno žago bo dosegel, da bo les žagan dovolj natančno, po standardnih dimenzijah, in kakovostno posušen v žagini sušilnici lesa, da bo dosegal najvišje cene na tržišču žaganega lesa. Žaga bo opremljena z raznimi pomagali, ki bodo prihranila veliko fizičnega dela, in vključevanje lesa v žagarski proces bo kolikor je mogoče enostavno. Glavne omejitve projekta so čas, lokacija, čimlažje delo in hrup, ki ga takšen objekt povzroča v okolici. Podrobno so opisane vse aktivnosti, ki se bodo izvajale, predvideni stroški, kdo izvaja določeno aktivnost, kdo je odgovoren za izvajanje, kdaj se izvajajo kontrole del, prikazan je mrežni plan, terminski plan itd. Podan je tudi predračun stroškov celotnega projeka; 15 odstotkov je indirektnih stroškov. Tveganja, ki se lahko pojavijo med izvajanjem del, so: težave s pridobitvijo vseh potrebnih dovoljen in soglasij, težave s podizvajalci, pomanjkanje finančnih sredstev s strani naročnika, slabo vreme itd.\nRok Kink: Zagonska dokumentacija projekta gradnje žage\nStran 80 od 81\nUniverza v Mariboru – Fakulteta za logistiko\nDiplomsko delo univerzitetnega študija\n"], "abstract": ["Diplomska naloga je v grobem razdeljena na dva dela. Prvi del naloge je teoretični, drugi del pa aplikativni. V teoretičnem delu sem se osredotočil na predstavitev pojma projekt in pojma zagon projekta. V aplikativnem delu sem predstavil primer zagonske dokumentacije za projekt gradnje žage. V zagonski dokumentaciji je poudarek predvsem na času trajanja izgradnje, ciljih projekta, omejitvah, tveganju, vplivnih dejavnikih okolja, aktivnostih, odgovornostih, na stroških itd."]}