{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Diplomska naloga bo sestavljena iz teoretičnega dela in praktičnega dela. V teoretičnem delu bom obravnaval sodobno organizacijo, kaj se v njej dogaja, kakšna so nasprotja v organizaciji, cilji, razhajanja itd. Obravnaval bom tudi spremembe, ki so edina stalnica v sodobnih organizacijah.\nNadalje pa se bom usmeril predvsem na futsal. Kaj lahko človek, ki ne izhaja iz krogov futsala, razume pod besedo futsal? Najprej verjetno pomisli na klasični nogomet, ki je razširjen in zelo znan po celem svetu in ga lahko vsakodnevno spremljamo v sredstvih javnega obveščanja, drugače pa si verjetno težko zamisli kaj drugega, zato bom poskušal s svojo raziskavo v diplomski nalogi osvetliti in podrobneje predstaviti to različico igre z žogo, predvsem pa samo organizacijo in način delovanja te oblike tekmovanja in udejstvovanja.\nDrugo ime za futsal je tudi mali nogomet, vendar si povsod po svetu prizadevajo za uporabo besede futsal, saj mali nogomet vključuje kar nekaj različic tega športa, medtem ko pa je futsal po merilih Evropske nogometne zveze in v Sloveniji uradna oblika tekmovanja pod okriljem Nogometne zveze Slovenije in se igra v dvoranah. Medtem ko pa pod pojem mali nogomet lahko vključimo tudi igranje na travi, asfaltu, betonu itd. Mali nogomet je zelo množičen šport, ki se igra skoraj v vsaki vasi, pa naj si bo to na travi, asfaltu, betonu ali pa v telovadnici in v raznih oblikah organizacije, t.j. turnirji, lige, rekreacija, zabava, v šolah itd. Tako bi lahko rekli, da je futsal nadgradnja malega nogometa oz., da je futsal tekmovalna oblika malega nogometa, ki ima svoja pravila, določena s strani Komisije za mali nogomet pri Nogometni zvezi Slovenije, Evropske nogometne zveze in Mednarodne nogometne zveze.\nVendar je po besedah predsednika Komisije za mali nogomet pri NZS premalo medijsko izpostavljen oz. je zapostavljen, slabo organizacijsko organiziran, delovanje komisije je premalo transparentno, obenem pa je vključen v strukturo Nogometne zveze Slovenije, kjer si bo zelo težko izboril lasten prostor in širšo družbeno prepoznavnost. Prav tako nima urejenega celotnega vira financiranja, ki bi dal tekmovanju dodatno težo in s tem dodatna finančna sredstva za nadaljnje delo in boljšo prepoznavnost v javnosti. Futsal potrebuje nek odmeven rezultat z velikih tekmovanj, pa naj si bo to dobra reprezentančna uvrstitev na evropskem ali svetovnem prvenstvu ali pa uvrstitev na evropsko ali svetovno klubsko prvenstvo, saj bi s tem bistveno lažje pritegnili gospodarstvo in zainteresirano javnost v le- to zelo hitro, dinamično in atraktivno igro.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen Za »Futsal na pragu sprememb« sem se odločil predvsem iz dveh razlogov. Sem neposredno vpet v igranje futsala v drugi slovenski ligi, obenem pa sem tudi vodja oz. temu bi v današnjem času rekli menedžer oz. organizator kluba, v katerem igram. \nKer torej kot neposredni udeleženec dogajanja v futsalu vidim določene pomanjkljivosti oz. nepravilnosti in želim doprinesti najprej k prepoznavnosti in tudi k azvoju te oblike športa v Sloveniji, sem se odločil, da pripravim kakšen koristen predlog oz nabor predlogov na osnovi svoje raziskave in ankete, izvedene med glavnimi akterji, ki tvorijo slovensko futsal sceno. Opredelil bom razne pojme, ki se nanašajo na futsal in ga umestil med športe. Nadalje bom predstavil samo organizacijo futsala v Sloveniji, krovno Nogometno zvezo Slovenije, v katero je futsal vključen. Futsal tekmovanje vodi Komisija za mali nogomet pri NZS, ki skrbi za izvedbo tekmovanj, postavlja pravila igre, skrbi za delo z mladimi generacijami itd. in je torej vezni člen med samim vodstvom NZS in klubi. Potrebno bi bilo seveda tudi predlagati tudi določene smernice za nadaljnji razvoj samega tekmovanja v ligah, ki jih vodi Komisija za mali nogomet pri NZS.\nCilji: Diplomska naloga nastaja zaradi naslednjih ciljev:\n- opredeliti in predstaviti sodobno organizacijo,\n- predstaviti prednosti, slabosti, načine delovanja sodobnih organizacij,\n- predstaviti futsal,\n- povečati prepoznavnost futsala med športi oz. v družbi,\n- odgovoriti na vprašanje, ali je sedanja organizacija futsala primerna,\n- odgovoriti na vprašanje ali naj futsal postane samostojna organizacija ali naj še  dalje deluje pod okriljem NZS,\n- podati primerjave med slovensko in nekaterimi ostalimi futsal organizacijami v  Evropi,\n- podati predloge za izboljšanje delovanja Komisije za mali nogomet pri NZS.\nOsnovne trditve:\n- trdim, da je futsal zanimiv šport, ki ga ne igrajo le »rekreativci«,\n- s spremembo odnosa med akterji v futsalu lahko ogromno pridobimo na sami  popularnosti in prepoznavnosti futsala,\n- mediji so eden izmed glavnih, če ne celo glavni pri promociji,\n- z medijsko pokritostjo se dosti lažje pridobijo sponzorji in obratno,\n- trdim, da se je slovenska futsal reprezentanca sposobna skozi kvalifikacije uvrstiti  na evropsko futsal prvenstvo novembra 2007 na Portugalskem,\n- Komisija za mali nogomet pri NZS ima mnogo manevrskega prostora za boljšo  organizacijo in izvedbo samih tekmovanj.\n"], "4": ["1.3 Predpostavke in omejitve", "Predpostavke raziskave:\n- predpostavljam, da je v Sloveniji dovolj zainteresiranih klubov, ki so pripravljeni  sodelovati v futsal tekmovanjih,\n- predpostavljam, da primanjkuje konstruktivnega dialoga med zainteresiranimi  skupinami v sami futsal organizaciji,\n- futsal ima razvojne možnosti in je na začetku svoje poti, potrebuje pa preboj v  medije in javnost. Omejitve raziskave:\n- težko dostopni viri, ki kažejo kako se futsal financira v Sloveniji, \n- verjetnost, da bo anketa 100% je zelo majhna,\n- majhno število pisnih virov o futsalu oz. o futsal organizaciji.\n"], "5": ["1.4 Predvidene metode raziskovanja", "- poslovna raziskava,\n- metoda deskripcije,\n- metoda kompilacije.\nPodatke bom pridobival iz knjig, zbornikov, znanstvenih revij in časopisov, internetnih virov ter ostalih virov, ki jih pripravlja Komisija za mali nogomet pri NZS. Povzemal bom že znane teorije, obenem pa bom dodajal svoje poglede in razmišljanja glede problematike, ki se je lotevam. Prav tako bom z anketo pridobil podatke oz. poglede na problematiko futsala od akterjev, ki so tvorci futsala v Sloveniji, torej klubov. Skozi zapisnike, prispevke, članke sodniške organizacije, trenerske organizacije, vodstva lige, združenja futsal ligašev Slovenije, futsal portalov pa bom pridobival pomembne informacije oz. podatke o delovanju le teh interesnih skupin. \n» En Barbar je močnejši od enega Rimljana, dva barbara sta močnejša od dveh Rimljanov, trije Barbari so enako močni kot trije Rimljani, štirje Rimljani so močnejši od desetih Barbarov.« posledica organizacije. (Lavbič 2004, 8, online).\n"], "6": ["2 SODOBNA ORGANIZACIJA", "Sodobne organizacije imajo vedno večji pomen za človeka in za vso družbo, saj smo le preko raznoraznih organizacij sposobni zadovoljevati večino svojih potreb. Samo tisti, ki (bodo) uspešno obvladujejo organizacije, (bodo) prispevajo svoj delež k ekonomskemu in splošnemu družbenemu napredku (bodoče) človeške družbe.\n"], "7": ["2.1 Različni pogledi na «organizacijo«", "Sama beseda organizacija je grškega izvora, izhaja pa iz besede »organon«, ki pomeni napravo, orodje, pripravo. V latinščini pa beseda organizacija pomeni spojitev posameznih delov (organov) v celoto, zgradbo, tudi organiziranje.\nBesede organizator, organizacija, organizirati uporabljamo vsak dan. Dandanes se tega sploh več ne zavedamo, saj te besede uporabljamo nezavedno. Recimo, ko prirejamo kakšno zabavo, jo je potrebno organizirati. Potrebno je najeti prostor, pripraviti hrano, pijačo, povabiti prijatelje, poskrbeti za glasbo. Torej takoj, ko imamo nek cilj, moramo poskrbeti za organizacijo. Nekdo je glavni organizator, opraviti mora določene naloge in obenem sodelovati z drugimi. Torej lahko rečemo, da je organiziranje nek proces, ki nas pripelje do določenega cilja - v mojem primeru do uspele zabave. Izhodišče vsakega organiziranja je torej cilj, če pa cilja ni, potem tudi potrebe po organiziranju ni. Torej smo prišli že do prve opredelitve organizacije, ki se glasi, da je organizacija skupnost ljudi, ki želijo uresničiti določene cilje.\nVsekakor se je skozi zgodovino pojmovanje organizacije spreminjalo. Od preprostih razlag pa k vedno boj zapletenim in prepletenim razlagam. Ivanko (2005, 15) povzema po Novaku (1974, 63) in pravi, da v zvezi s tem ni bolj nerazčiščenega pojma v gospodarski teoriji in praksi, kot je pojem organizacije, čeprav ima večina piscev pri obravnavanju organizacije enako izhodišče, namreč, da je organizacija zavestna dejavnost, ki se izvaja in vzdržuje z voljo ljudi, da bi se ustvarjala celota iz množičnosti.\nPo pregledu številne literature se da ugotoviti, da ni enotne razlage besede organizacija. To se lahko pripiše dejstvu, da organizacijo preučujejo ljudje različnih poklicev. Pripadniki posameznih strok uporabljajo pri obravnavanju organizacije vsak svoje prijeme. Različni prijemi pri obravnavanju različnih vidikov organizacije pa vplivajo na to, da različni avtorji različno razumejo in opredeljujejo organizacijo, zato je skupno obravnavanje organizacije pripadnikov raznih strok zelo težko oz. skoraj nemogoče. Za pripadnike tehničnih strok pomeni organizacija recimo formalen proces ali tehniko kombiniranja procesov, za sociologe združbo ljudi ali socialni sistem, za pravnike tvorbo ali pravno osebo, za ekonomiste obliko dela določenega načina, stopnje organiziranosti in določenega pravnega položaja, za politologa temeljno enoto družbene proizvodnje itd \n(ibid., 15). Zato pravi Ivanko (2004, 14), da je plodno sporazumevanje različnih avtorjev o organizaciji in organiziranju možno šele na ustrezni abstraktni ravni, kar velja tudi za vsako interdisciplinarno sodelovanje. Ivanko (2004, 18) povzema iz znanega organizacijsko-poslovnega leksikona po Kukoleću (1990, 939) sedem različnih pomenov besede organizacija:\n1. Organizacija kot sistem. Organizacija kot sistem je kompozicija naravnih in  tehničnih prvin, ki se združujejo, da bi s svojim delovanjem ustvarile osebne ali  družbene cilje. Organizacija kot sistem ima s tega vidika naslednje značilnosti:\n- organizacija je človeška tvorba, ki jo je izmislil človek,\n- organizacija je teleološki sistem, tj. sistem, ki mora obvezno imeti določen  človeški ali družbeni značaj,\n- organizacija je sestav, sestavljena iz naravnih ali tehničnih prvin,\n- obvezna sestavina organizacije je človek kot naravna prvina in kot tvorec  organizacije. Čebelji panji ali mravljišča so studi sestavi naravnih prvin,  vendar niso organizacije, ker ne vključujejo človeških sestavin,\n- organizacija uresničuje svoje cilje s svojim delovanjem,\n- organizacija deluje po načelih, ki jih je sistemu predpisal njegov tvorec-  človek. Z vidika cilja lahko vse organizacije razvrstimo v dve skupini:  a) organizacije, ki ustvarjajo materialne cilje posameznikov ali družbe in  b) organizacije (podjetja, nacionalna gospodarstva, svetovno gospodarstvo  itd.), ki ustvarjajo moralne in družbene cilje (prosvetne, kulturne,  zdravstvene, socialne, verske, politične, obrambne, itd.).  2. Organizacija kot proces oblikovanja organizacijskega sistema, torej kot  organiziranje. Oblikovanje organizacijskega sistema se nanaša na njegovo  aktiviranje, vzdrževanje delovanja in usmerjanja k postavljenim ciljem. To  aktiviranje in delovanje pa poteka v skladu z načeli, po katerih mora sistem  delovati.  3. Organizacija kot dejavnost organiziranja. Organizacija kot dejavnost predstavlja  osebno ali družbeno aktivnost podobno tehnični, kulturni, prosvetni, ekonomski,  zdravstveni idr. Ta aktivnost ima obvezno družbeni značaj, ker je ni mogoče  opravljati izven družbe.  4. Organizacija je tudi vsaka konkretna organizacijska oblika. Organizacija kot  organizacijska oblika nastane kot posledica organizacijskih aktivnosti oziroma  procesa organiziranja.  5. Organizacija kot kakovostna lastnost družbenih pojavov in odnosov. Ta  opredelitev označuje stanje v neki organizaciji, ustanovi, politični, športni  organizaciji idr.  6. Organizacija je tudi splošna oblika konstituiranja medsebojnih odnosov  udeležencev organizacije.  7. Organizacija kot znanstvena disciplina. Organizacija kot znanstvena disciplina  proučuje z uporabo znanstvenih metod pojave v zvezi z nastajanjem, zgradbo in  delovanjem organizacijskih sistemov pri ustvarjanju njihovih ciljev. Organizacija  kot znanstvena disciplina raziskuje, proučuje in oblikuje zakonitosti, metode,  tehnike in načela o tem, kako organizacije nastanejo, delujejo, se prilagajajo  spremenjenim razmeram notranjega in zunanjega okolja in kako se tudi likvidirajo. \nDo sedaj navedene opredelitve nas vnovično opozarjajo, da nimamo samo ene opredelitve organizacije. Prav tako je potrebno poudariti, da nobena definicija ni napačna in dokončna, še manj pa edina. Ivanko (2004, 19) povzema Lipovca (1992, 9-10) in pravi, da se je med raziskovalci ustvarilo mnenje, da bi človek, ki uporablja besedo organizacija, moral razlikovati vsaj 3 ključne pomene:\n- organizacija podjetja,\n- organizacija dela,\n- organizacijo kot organizacijsko enoto oz. posledico organiziranja.\nLipovec pravi, da so vsi trije pojmi organizacije med sabo povezani, saj se organizacija dela lahko izvaja le v okviru organizacijske enote, ki je kot organizacija rezultat organiziranja.\nOb preučevanju besede organizacija se v skoraj vseh opredelitvah pokažeta dva osnovna sestavna dela. Lipičnik (1998, 47) ju imenuje trdi in mehki del. Trdi del je organizacijska struktura, mehki del pa so ljudje in njihovi medsebojni odnosi. Na eni strani gre torej za bolj tehnični vidik organizacije kot orodja za doseganje cilja, po drugi strani pa za socialni vidik, saj se pri njem oblikujejo številni odnosi med ljudmi. Oba sestava sta med seboj tesno povezana in vplivata na uspešnost organizacije oz. podjetja. Tako na primer odnosi med ljudmi pomembno vplivajo na to, ali bo organizacija kot orodje za doseganje cilja koristno uporabljena, medtem ko trdi del organizacije omogoča boljše ali slabše odnose z ljudmi. Za uspešnost podjetja torej potrebujemo oboje, primerne strukture in organizacijske procese ter prave ljudi in dobre odnose med njimi.\n"], "8": ["2.2 Značilnosti organizacije", "Organizacije lahko opisujemo glede na številne značilnosti. V osnovi jih lahko razdelimo v dve skupini:\n- temeljne značilnosti, ki označujejo organizacijo kot celoto in\n- strukturne značilnosti, ki se bolj nanašajo na notranjo organiziranost  (organizacijsko strukturo).\nTemeljne značilnosti:\n- velikost organizacije; običajno velikost organizacije merimo s številom zaposlenih, saj z vidika velikosti prav to najbolj vpliva na organizacijske strukture in procese. Na splošno velja:\n- majhno podjetje – do 50 zaposlenih,\n- srednje podjetje – od 51 do 250,\n- veliko podjetje – več kot 250,\n- tehnologija; se nanaša na orodja, tehnike in aktivnosti, ki so potrebne za preoblikovanje surovin, materialov in polizdelkov v končne proizvode. Gre za način, kako organizacija proizvaja svoje izdelke in storitve. Dandanes je skoraj povsod že v glavni vlogi informacijska tehnologija, ko podjetja z računalniško vodenimi sistemi razvijajo, oblikujejo in izdelujejo svoje proizvode, prek računalniških omrežij pa jih tržijo, iščejo in izmenjujejo informacije ter uporabljajo druge elektronske storitve,\n- okolje; z njim označujemo vse sestavine, ki jih najdemo izven meja organizacije. Najpomembnejše so druge organizacije, ki so lahko naša konkurenca ali poslovni partnerji ali kupci, država in njene institucije ter različne družbene organizacije. Okolje lahko opišemo po dveh razsežnostih, ki izstopata:\n- geografska, označuje lokalno ali globalno okolje,\n- stabilnost oz. spremenljivost.\nDandanes se mora večina podjetij dokazovati izven svojih lokalnih meja in v nenehnem se spreminjajočem okolju,\n- cilji in strategije; organizacijski cilji določajo namen organizacije – zakaj organizacija sploh obstaja. Takšnim ciljem pravimo uradni cilji. Poleg njih pa poznamo še strateške in operativne cilje, ki so vodilo zaposlenim v organizaciji, kako naj delajo, da bodo uresničevali namen organizacije. Strateški cilji so usmerjeni v neko daljše časovno obdobje (na primer pet let), medtem ko so operativni cilji postavljeni za eno leto ali krajša časovna obdobja. Organizacijski cilji predstavljajo osnovno merilo uspešnosti. Pravimo, da so organizacije uspešne, če dosežejo svoje zastavljene cilje. Strategija pa je akcijski načrt, kako bomo razporedili naša sredstva (npr. finance, ljudi, čas,…) ter katere dejavnosti in kako jih bomo izvajali, da bomo dosegli zastavljene cilje. Cilji in strategije opredelijo domet organizacije in njene odnose s tekmeci, kupci, drugimi poslovnimi partnerji, zaposlenimi in širšim okoljem, \n- organizacijska kultura; je sklop vrednot, prepričanj in norm, ki jih delijo zaposleni in usmerjajo njihovo vedenje. Lahko se nanašajo na etiko, zvestobo, učinkovitost, usmerjenost h kupcu ipd. Pogosto je prav organizacijska kultura tisti nevidni dejavnik, ki loči odlična od povprečnih podjetij. Zato ni naključje, da mnoga podjetja razvoju ustrezne organizacijske kulture posvečajo veliko pozornosti, jasno zapišejo svoje vrednote in načela, delajo v skladu z njimi ter jih utrjujejo z obsežnim komuniciranjem, usposabljanjem in nagrajevanjem zaposlenih (Zupan 2003, 6-7).\nStrukturne značilnosti:\n- formalizacija: je obseg zapisane dokumentacije v organizaciji, ki vključuje pravila delovanja, postopke dela, opise delovnih mest in različne zapisane politike (recimo politika kakovosti, varovanja okolja,…),\n- specializacija: stopnja, do katere so delovne naloge razčlenjene na posamezna opravila. Če je specializacija velika, vsak zaposleni opravlja le ozko določeno delovno operacijo (kot je to na primer na tekočem traku). Pri majhni specializaciji pa zaposleni opravljajo veliko različnih opravil in zato potrebujejo tudi različna znanja,\n- hierarhija avtoritete: organizacije so sestavljene iz različnega števila organizacijskih ravni, ki so med seboj v odnosu nadrejenosti oz. podrejenosti. Hierarhija torej določa, kdo ima oblast nad drugimi v organizaciji oz. kdo komu poroča in odgovarja za svoje delo. Določa torej nekakšen vrstni red v organizaciji glede na avtoriteto,\n- centralizacija: opredeljuje organizacijsko raven, na kateri se izvajajo določene naloge in sprejemajo odločitve. Če večino odločitev sprejmejo na vrhu organizacije, potem govorimo o centralizaciji, če so odločitve prepuščene določevalcem na nižjih ravneh, pa o decentralizirani organizaciji,\n- profesionalizacija: je stopnja formalne usposobljenosti zaposlenih in jo običajno merimo z leti, ki jih potrebujejo za usposabljanje. Dodatna dimenzija profesionalizacije je z usposobljenostjo povezana razvitost etičnih načel in pravil delovanja posameznikov, zaradi česar pride do samonadziranja in sta zunanje usmerjanje ter nadzor manj pomembna,\n- razmerja med skupinami zaposlenih: nanašajo se na zaposlenost ljudi po dejavnostih ali oddelkih v organizaciji. Najpogosteje proučujemo razmerja med tako imenovanimi režijskimi (vsi tisti, ki niso neposredno vključeni v proizvodni proces, kot na primer administracija, vodstvo) in neposrednimi proizvodnimi (storitvenimi) delavci.\nPoleg že omenjenih šestih strukturnih značilnostih, kot jih je opredelil Draft, bi glede na razvoj sodobnih organizacijskih struktur dodali še dve:\n- standardizacija: ko delovne naloge oziroma opravila vedno opravljamo na enak način, ki je predpisan in praviloma dokumentiran. Namen standardizacije je, da poiščemo najustreznejši postopek oziroma način dela in z upoštevanjem pravil o izvajanju zmanjšamo napake, \n- kompleksnost: opišemo jo lahko na eni strani s številom sestavnih delov in po drugi strani s tem, koliko se sestavine med seboj razlikujejo. Na primer: tovarna čevljev lahko deluje na enem mestu in proizvaja samo čevlje za domači trg. Njena kompleksnost je razmeroma nizka v primerjavi z velikim podjetjem, ki ima različne dejavnosti in posluje v različnih državah (ibid., 8-9).\n"], "9": ["2.3 Vrste organizacij", "- Formalna in neformalna organizacija Formalna organizacija je načrtovana, opišemo jo s pravili in temelji na racionalnih načelih, s katerimi želimo doseči čim večjo učinkovitost. Neformalna organizacija pa se razvije nekako spontano, glede na potrebe zaposlenih. V vsaki formalni organizaciji se najde tudi neformalna, saj zaposleni mimo organizacijskih predpisov in pravil oblikujejo manjše skupine, morda že zato, ker so razporejeni v istem prostoru, ali zaradi prijateljstva, privlačnosti ali kakšnih drugih skupnih interesov. Neformalna organizacija tako vzpostavi dodatne komunikacijske poti, obenem pa določi pogosto tudi neformalnega vodjo. Medtem ko formalnega vodjo postavi nekdo od zunaj, ponavadi je to nadrejeni, neformalnemu vodji skupina priznava ta položaj zaradi njegovih sposobnosti, karizme ali kake druge osebnostne značilnosti.\nV vsaki organizaciji se najde formalna in neformalna organizacija, ki pa je pogosto celo bolj učinkovita. To pa lahko organizacija izkoristi, če imata tako formalna kot neformalna organizacija iste cilje. Če se ti cilji razlikujejo, pa se lahko medsebojno ovirata in včasih lahko neformalna organizacija prepreči formalni doseganje ciljev. Ponavadi neformalne organizacije niti ne opazimo, zato niti ne vemo, kako deluje, pač pa le opazimo njene posledice. Ker neformalna organizacija pogosto odpravlja napake formalne, je posebej pri spreminjanju organizacije smiselno, da neformalno organizacijo preučimo in z ustreznimi ukrepi odpravimo pomanjkljivosti. Je pa zelo nevarno nasilno posegati vanjo, saj se šele takrat lahko pokaže njena resnična moč.\n- Mehanska in organska organizacija Za mehansko organizacijo je značilna visoka specializacija, naloge so jasno opredeljene, veliko je hierarhičnih ravni, odločanje je centralizirano, komuniciranje pa pretežno navpično.\nTake primere lahko najdemo v vojski, državni upravi in v klasičnih tovarnah s tekočim trakom. Ta oblika organizacije ustreza tradicionalni hierarhični obliki in jo najdemo v velikih organizacijah in tam, kjer je malo sprememb glede tehnologije in zahtev kupcev.\nZa organsko organizacijo je značilna visoka prilagodljivost in odprtost v okolje, naloge se spreminjajo, komuniciranje poteka tudi vodoravno ne samo navpično, vodenje pa temelji na usmerjanju in svetovanju ne pa na ukazovanju, zato je tudi odločanje decentralizirano.\nTa oblika organizacije je bolj primerna za nestabilno in negotovo okolje, če so potrebne spremembe v tehnologiji, da se odzovemo na zahteve kupcev. Najdemo jo v manjših organizacijah, kot so recimo računalniška podjetja, razni raziskovalni inštituti, oglaševalske agencije,... \nTukaj sta opisana dva popolnoma različna tipa organizacij; mehanska predstavlja eno skrajnost, organska pa drugo. Vendar pa večino organizacij najdemo nekje vmes med njima, kajti celo znotraj ene organizacije so lahko nekateri oddelki organizirani organsko (recimo raziskave in razvoj), drugi pa mehansko (recimo proizvodnja).\n- E-organizacija Poslovno okolje se v zadnjem času bistveno spreminja. Klasične organizacije pa so posvečale veliko pozornost strukturnim značilnostim, saj so na ta način želele dosegati racionalnost in tudi učinkovitost organizacije. Sedanje poslovno okolje zaznamuje predvsem prevlada informacijske tehnologije, potreba po hitrem odzivu na poslovne priložnosti in nenehne spremembe. Vse to pa je pospešilo nastanek e-organizacije. Zupanova (2003, 11), ki povzema Robbinsa (2001, E5, E6) pravi, da je vse prej našteto vzpodbudilo nastanek e-organizacije, ki jo Robbins opredeljuje kot profitno ali neprofitno organizacijo, ki uporablja internet in zasebne mrežne povezave, s katerimi si olajša poslovanje in komuniciranje. Značilnosti e-organizacije so:\n- splošno sprejeta pravila ne obstajajo – organizacije nimajo razvitih strateških  modelov in načrtov, ampak se nenehno spreminjajo in prilagajajo poslovnemu  okolju, zato je formalizacija zelo nizka,\n- zmagovalci so tisti, ki so najhitrejši – v e-svetu hitri uničujejo počasne, zato je  potrebno hitro odločanje, razvoj novih proizvodov in storitev v rekordnem  času, hiter prodor na nove trge in takojšen odziv na poteze konkurence,\n- lokacija ni pomembna – konkurenčna sposobnost organizacij se je nekoč  merila v z njihovo geografsko lego, e-organizacija pa z mrežnimi povezavami  privablja tudi največje talente, obenem pa preko njih vzdržuje poslovne\n"], "abstract": ["V organizacijah obstajajo nasprotja in vse ne teče vedno tako, kot načrtujemo. V sodobnih organizacijah se srečujejo ljudje z različnimi pogledi, hotenji in cilji. Cilji določene organizacije pa so ponavadi različni od ciljev posameznikov ali skupin v tej organizaciji, zato nastajajo tudi konflikti (pozitivni, negativni), ki pripeljejo do določenih sprememb. Organizacijske spremembe in spremembe nasploh so dandanes ena izmed redkih stalnic v sodobnem in hitrem poslovnem življenju. Če smo sposobni spremembe pravočasno zaznati, jih lahko uporabimo v korist posameznika, oddelka ali organizacije. Futsal je športna panoga, ki ima širok potencial. Vendar je za izkoristek tega potenciala potrebno imeti dovolj znanja in spretnosti, da se to doseže. Posebej pomembna področja so področje trženja, področje odnosov z mediji, organizacijsko povezovanje in sodelovanje ter področje dela z mladimi."]}