{"1": ["1 UVOD", "Od začetka sistematičnega pridelovanja gojenih rastlin se ljudje spoprijemajo z rastlinskimi boleznimi, škodljivci in pleveli. Ko so naši predniki začeli gojiti rastline v monokulturi, so se razmere za bolezni, škodljivce in plevele zelo zboljšale, hkrati so se poslabšale razmere za gojene rastline, posledica pa je bil manjši pridelek in njegova slabša kakovost. Dolgemu obdobju mehaničnega zatiranja plevelov, bolezni in škodljivcev je pred 160 leti sledilo obdobje kemičnega zatiranja bolezni in škodljivcev. Toda z iznajdbo nekaterih ustreznih fitofarmacevtskih sredstev (FFS) za zatiranje bolezni in škodljivcev je nastal nov problem, kako nanesti FFS na rastline, da bi bile snovi učinkovite, in da bi bilo delo mogoče v kratkem času opraviti na gospodarsko sprejemljiv način. Zelo dobro moramo poznati tudi ustrezne strojne naprave, saj njihova primerna kakovost in pravilno ravnanje z njimi omogočata večjo učinkovitost FFS proti omenjenim škodljivim organizmom in manjše vnašanje neželenih snovi v okolje. Pri različnih načinih aplikacije FFS pride le manjši delež snovi na ciljne rastline, večji del pa sprejme ozračje ali pa pade na zemljo. Velikokrat se zgodi, da z učinkovitostjo posameznih FFS nismo zadovoljni, ko pa spremenimo in izboljšamo aplikacijo, se pokaže, da vzrok slabše učinkovitosti niso bila FFS, temveč njihovo neustrezno nanašanje na rastline (Novak in Maček, 1990).\n"], "2": ["1.1 Povod za raziskavo", "Skrb za okolje in ekonomičnost pri pridelovanju zdravih in kvalitetnih plodov v trajnih nasadih je ključnega pomena za pridelovalce, vendar se kljub prizadevanjem opaža precej izgub. Zato smo z našim preizkusom želeli preveriti, če je možno nadgraditi obstoječe naprave za pršenje trajnih nasadov.\n"], "3": ["1.2 Delovna hipoteza", "Izdelan in testiran je bil poskusni pršilnik, ki smo ga uporabili v proizvodnih pogojih v sadovnjaku Kmetijskega inštituta Slovenije na drevesih, z vzgojno obliko vitkega vretena. Obravnavali smo dva različna postopka nanašanja škropiva, klasično in s pomočjo ultrazvočnih senzorjev. Pričakovali smo, da bomo s pomočjo ultrazvočnih senzorjev zmanjšali porabo FFS.\n"], "4": ["1.3 Namen raziskave", "Namen raziskave je prikazati osnovne elemente prototipnega sistema avtomatiziranega pršilnika, ki lahko selektivno nanese FFS glede na obliko krošnje. Obris krošnje jablane zaznajo ultrazvočni senzorji, ki s pomočjo ustrezne elektronike krmilijo elektromagnetne ventile. Ultrazvočni signal obdela osebni računalnik in ga pošlje v realnem času k ventilom, ki odpirajo in zapirajo šobe glede na strukturo krošenj.\nCilj naše raziskave je bil razvoj pršilnika z aksialnim ventilatorjem in šobami, ki ga nadzira ultrazvočni sistem. Rezultati poskusov v nasadu jablan je primerjava pokritosti listov s škropivom, kot tudi prihranek škropiva med avtomatiziranim načinom (AN) in kontroliranim načinom (KN).\n"], "5": ["2 PREGLED OBJAV", ""], "6": ["2.1 Poskusi na področju ultrazvočnih sistemov na pršilnikih", "Sistemi za precizno škropljenje, nadzorovani s senzorji, segajo v leto 1984. Mnogi pridelovalci citrusov so preizkušali te naprave, vendar so poročila o nezanesljivosti in visokih stroških vzdrževanja preprečila razširjeno uporabo. Vendar pa so bile nedavne izboljšave proizvajalcev teh sistemov podprte s strani pridelovalcev.\nSistemi za precizno škropljenje so prilagojeni za nanos škropiva na posamezne krošnje dreves. Pri uporabi opreme za foliarno gnojenje senzorji sprožijo odpiranje ventilov, tako da se škropivo nanese izključno samo na cone z listjem. Enak sistem se lahko uporablja za nanašanje herbicidov ali gnojil. Natančen sistem za škropljenje lahko močno zmanjša odmerek škropiva, ne da bi se pri tem zmanjšala učinkovitost. S tem se zmanjša tudi onesnaževanje okolja s škropivom, ki ni zadelo mesta škropljenja, vendar pa mora biti sistem pravilno voden.\nOprema za precizno škropljenje se lahko kupi že nameščena na pršilniku ali pa se naknadno namesti na večino pršilnikov. Naprave uporabljajo ultrazvočne valove, ki se odbijajo od dreves in drugih površin. Senzorji in ultrazvočni oddajniki so nameščeni na obeh straneh pršilnika.\nDrugi način kontrole nanašanja FFS predstavljajo laserski sistemi, ki so funkcionalno podobni ultrazvočnim sistemom, vendar pa uporabljajo laserje in senzorje na vsakem položaju. Odpiranje in zapiranje ventilov opravlja hidravlični sistem. Tudi ta sistem se lahko namesti na večino pršilnikov. \nPridelovalci, objavljene raziskave in proizvajalci navajajo, da so povprečni prihranki škropiva v povprečju približno 25 % pri foliarnem nanosu, vendar pa so dejanski prihranki odvisni tudi od značilnosti nasada in nastavitve pršilnika. Pred škropljenjem nasada je priporočljivo, da je pršilnik prilagojen višini dreves z zapiranjem vrhnje šobe tako, da so vrhovi skoraj vseh dreves dobro pokriti s škropivom.\nTežave z opremo lahko tudi zmanjšajo prihranek pri uporabi ultrazvočno vodenih pršilnikov. To težavo so rešili z namestitvijo posebnih cikličnih baterij za napajanje senzorskega sistema. Očitna nihanja napetosti so zadostovala za nepravilno delovanje senzorjev, čeprav so bile vse uporabljene komponente skoraj nove. Pri 200 urah delovanja v raziskavi je v sistemu prišlo do ene okvare glavnega računalnika in treh primerov zamašitve hidravličnih ventilov.\nVendar pa tudi pri uporabi preciznega pršenja obstaja precejšnja korist od natančnega prilagajanja šob pršilnika glede na značilnosti nasada. Da bi izkoristili potencial prihrankov morajo pridelovalci ohranjati dobro pokrovnost tal ter voditi in spodbujati upravljalce, da spremljajo pravilno delovanje senzorsko vodenega pršenja. Prihranke pri uporabi preciznega pršenja lahko napovemo z zadostno mero natančnosti, ki temelji na manjkajočih drevesih ter njihovih razlikah v krošnjah in višinah. Uporaba preciznega pršenja z največjo možnostjo prihrankov bo rentabilna le v nasadih z največjo učinkovitostjo. (http://ucce.ucdavis.edu/freeform/spray_app_tech/documents/Sensor- Controlled_Spray_Systems9451.pdf)\n"], "7": ["2.2 Pršilniki", "Pršilnik je dopolnjena zvrst škropilnika. V proces pršenja in nanašanja škropiva je namreč vključen še zračni tok. Čimbolj so kapljice razpršene, manjša je njihova masa in kinetična energija, zato jih zračni upor hitro ustavi. Velikost kapljic je v premeru 50 do 150 mikronov (µm). Pršenje se večinoma uporablja v nasadih sadja, hmelja in vinogradih, kjer je odmerek škropiva manjši kot pri škropljenju. Pršenje je omogočilo uvedbo novega postopka za določanje manjših hektarskih odmerkov škropiva, označenega kot CRV (Conventionally reduced volume). To je zmanjšan volumen vode v pršivu po naslednjem pravilu: za kolikokrat je zmanjšan volumen vode v pršivu, za tolikokrat je potrebno povečati koncentracijo FFS. V plantažnih nasadih znašajo hektarski odmerki po postopku CRV od 120 do 200 l. Pršilniki za omenjeni postopek so precizno in kakovostno izdelani. Zagotovljeno mora biti učinkovito mešanje škropiva, natančno uravnavanje, opremljeno s šobami za izenačen spekter kapljic (Žmavc, 1997).\n"], "8": ["2.2.1 Razvrstitev pršilnikov po načinu razpršitve škropiva", "Po načinu razpršitve škropiva razvrščamo pršinike v tri temeljne skupine:   pršilnike s tlačno hidravlično razpršitvijo (hidravlični pršilniki),   pršilnike s pnevmatsko razpršitvijo (pnevmatski),   pršilnike s centrifugalno razpršitvijo (centrifugalni. Pri vseh tipih pršilnikov kapljice škropiva usmerja in nosi energija zračnega toka.\nHidravlični pršilniki imajo vse elemente škropilnika, dodaten del pa je puhalo ali ventilator. Ventilatorji so aksialne in radialne izvedbe. Pri aksialnem ventilatorju vstopa zrak v aksialni smeri ventilatorja in ga usmerja v ustje, kjer je venec s šobami. Na polkrožnem obodu so nameščene šobe. Za hidravlične pršilnike je potrebna kapaciteta zraka 30.000 do 180.000 m³/h, z izstopno hitrostjo 22 do 50 m/s. Potrebna moč traktorja za 60.000 m³ zraka je 22 kW. Pršilnik z ventilatorjem velikih kapacitet – nad 90.000 m³/h – potrebuje svoj pogonski agregat (Žmavc, 1997).\nPri pnevmatskih pršilnikih opravlja glavno vlogo ventilator. Ventilatorski zračni tok razprši škropivo v pršilni oblak in nosi kapljice na določeno mesto. Zračni tok meša tudi škropivo v rezervoarju in s pnevmatskim injektorjem polni rezervoar. Nekateri pršilniki imajo črpalko za dobavo škropiva v pršilno ustje. Zato uporabljamo izključno nizkotlačne centrifugalne črpalke. Opremljeni so z radialnimi ventilatorji, ki oblikujejo zračni tok tako, da v smeri rotacijske osi ventilatorja vsesavajo zrak, v radialni smeri pa ga izpuhavajo. Zaradi velike izstopne hitrosti nastane zračno vrtinčenje in trenje, zato se zmanjša hitrost vetra in tudi skrajša domet pršilnega oblaka.\nKer imajo pnevmatski pršilniki slabši energijski izkoristek, potrebujejo več pogonske sile kot aksialni, vendar gre pri teh del energije za pogon črpalke. V kmetijstvu se največ uporablja nahrbtni motorni pnevmatski pršilnik. \nCentrifugalni pršilniki so precej enostavno zasnovani, ne potrebujejo črpalke in šob ter precizne uravnalne armature. Škropivo priteka iz višje ležečega rezervoarja ali pa ga pri večjih agregatih dovaja centrifugalna črpalka v kanal, ki vodi iz sredine pogonske gredi do vrtilne razpršilne plošče, na kateri so tik ob obodu vrtine. Škropivo, ki izteka na teh vrtinah med kroženjem plošče, zajame centrifugalna sila. Razprši ga na drobne kapljice v pršilni curek, kjer ga zračni tok ventilatorja spremeni v pršilni oblak. Pršilni element poganja preko zobniških prenosov traktorska priključna gred. To so večinoma nošeni stroji, ki imajo najmanj dva ali štiri vrtljive oziroma prestavljive elemente, pri katerih je mogoče usmerjati pršilni oblak (Novak in Maček, 1990).\n"], "9": ["2.2.2 Črpalke", "Črpalke so hidravlični stroji, ki ustvarjajo hidravlično energijo volumskega in potisnega toka. Črpalke sesajo škropivo iz rezervoarja ter ga pod določenim tlakom potiskajo v škropilne naprave – šobe. Črpalke lahko istočasno črpajo škropiva ali vodo nazaj v rezervoar in ga mešajo. Črpalke lahko dajejo pretrgan ali nepretrgan curek, kar je odvisno od načina delovanja črpalkinih mehanizmov (Žmavc, 1997).\nNajpogosteje uporabljamo:\nbatne,   membranske,   batno-membranske,   centrifugalne.\n"], "10": ["2.2.3 Tlačni regulatorji in manometri", "Naloga tlačnih regulatorjev je, da vzdržujejo stalen tlak v tlačnem cevovodu, odvečno količino škropiva pa odvajajo v povratni vod. Sestavljajo jih ventili, opremljeni s prožnimi jeklenimi vzmetmi spiralne oblike, ki vzdržujejo stalen tlak z določeno silo, to pa z vijačnim vretenom naravnamo na želen tlak. Ventilsko telo odpre povratni vod, kadar se tlak zaradi na novo prispele tekočine iz črpalke poveča in odmakne ventilsko telo, tekočina pa steče v povratni vod. Pri tem se tlak poveča do naravnanega, ker se v tem trenutku ventil spet zapre. Deluje podobno kot varnostni ventil (Novak in Maček, 1990).\nManometer se uporablja za meritev tlaka v cevovodih nameščenih na napravah. Najbolje so se obnesli precizni manometri z glicerinskim polnjenjem, ki deluje kot blažilnik tresljajev in preprečuje nihanje manometrskega kazalca, sicer ni mogoče natančno odčitati vrednosti obratovalnih tlakov. Prav tako imajo ti manometri daljšo življenjsko dobo. Merilno območje manometra mora biti usklajeno z območjem delovnega tlaka. Manometer mora biti nameščen v vidnem območju uporabnika, ker ga mora ta stalno nadzorovati med delom (Novak in Maček, 1990).\n"], "11": ["2.2.4 Šobe", "Naloga šob je razpršiti tekočinski tok škropiva v curek z določenim spektrom kapljic in ga usmeriti na določeno površino, kamor se kapljice usedajo ali deponirajo, tako da je škropivo čimbolj enakomerno razporejeno. Vsak tip šobe daje curek, ki ima značilno obliko in različno sestavo kapljic.Oblika curka je tako eden od glavnih meril ne samo za razporeditev, ampak tudi za način rabe šob. Naslednje zelo pomembno merilo pa je način razpršitve tekočinskega toka (Novak in Maček 1990). Upoštevajoč obe omenjeni merili lahko šobe razvrstimo na:   vrtinčne šobe z votlim ali polnim stožčastim curkom,   špranjaste šobe s sploščenim curkom,   odbojne šobe s pahljačastim curkom.\nCurki so lahko simetrični, torej taki, pri katerih šobna simetrala, ki teče skozi vrtino šobe, deli kot na dve enaki polovici, in asimetrični, kjer šobna simetrala deli kot na dva neenaka kota. Asimetrični curki so namenjeni za škropljenje herbicidnih pasov (Novak in Maček, 1990).\nFFS so mehansko in kemično zelo agresivne snovi, zato morajo biti elementi šob, ki pridejo v neposreden stik s FFS, iz izbranih materialov, odpornih proti mehanski obrabi in koroziji. Najpogostejši materiali za izdelavo šobnih elementov so:   medenina,   plastika,   visokolegirana jekla,   keramika,   z umetnimi masami oplaščena keramičnega jedra. \n"], "12": ["2.3 Elektronska regulacija strojev za nanašanje FFS", "Pri precizni aplikaciji je zahtevana enakomerna površinska porazdelitev natančno določene količine FFS na tretirane površine. Omenjena zahteva je izpolnjena:   če je celotna površina tretirana z enako koncentracijo škropiva,   ali z enakim odmerkom FFS, ne glede na samo koncentracijo škropiva,   če je enakomerno nanašanje pesticida zagotovljeno s stalno razdaljo šob od ciljne  površine.\nV prvem primeru je treba uravnati konstanten hektarski odmerek skladno s spreminjanjem vozne ali vrtilne hitrosti pogonske gredi črpalke, kar je mogoče doseči že z mehanskimi regulacijskimi mehanizmi, čeprav uspeh ni najbolj natančen. Ker za avtomatsko vzdrževanje odmerka in avtomatsko niveliranje škropilne armature mehanski mehanizmi ne zadoščajo, pridejo v poštev samo elektronski (Novak in Maček, 1990). \nElektronika omogoča, skladno z elektrotehničnimi zakonitostmi in pojavi (mikro tokovi, njihova upornost in jakost, induktivnost), da različne mehanske in druge veličine meri in jih pretvarja v električne signale. Nato se direktno prikažejo denimo na prikazovalniku (displayu) ali pa gredo v nadaljnjo obdelavo v mikroprocesorju, kjer se medsebojno usklajujejo in uporabijo za avtomatsko regulacijo. Elektronski procesi regulacije potekajo izredno hitro in zanesljivo ob minimalni porabi pogonske energije. Za večino sistemov elektronske regulacije je značilno, da jih sestavljajo naslednji glavni sklopi:   v kabini traktorja: se nahaja stikalna omarica (monitor) s tipkovnico,  prikazovalnikom (displayem), stikala z vgrajenim mikroprocesorjem in priključki  za kable za daljinsko krmiljenje,   na škropilnici: so nameščeni senzorji z merilniki vozne hitrosti za merjenje in  prenos pretokov na šobah, daljinsko krmiljeni ventili za aktiviranje pretokov v  posameznih škropilnih segmentih, merilniki vrtilne hitrosti pogonske gredi,  elektromotorno krmiljeni regulatorji pretoka. Elementi v kabini so prek posebnih kablov, ki so zaščiteni pred neugodnimi zunanjimi vplivi, povezani z elementi na škropilnici (Novak in Maček, 1990).\n"], "13": ["2.3.1 Ultrazvočni senzorji", "Ultrazvok je mehansko nihanje elastičnega sredstva in predstavlja longitudinalno valovanje. Njegovo frekvenčno območje se razprostira nad mejo človeškega sluha, to je nad 20 kHz. Zgornja meja frekvence je dana s tehnično zmogljivostjo proizvajanja hitrih mehanskih nihanj. Tako hitra mehanska nihanja ne morejo prodreti do slišnega centra možganov in jih zato ne moremo slišati, pač pa jih občutimo kot posebno bolečino, glavobol. Ultrazvočno merjenje razdalje se izvaja s pošiljanjem impulzov visoke zvočne frekvence (Slika 10). Te impulze sprejme ultrazvočni sprejemnik. Iz časa od trenutka oddaje do sprejema izračunamo razdaljo. (http://users.triera.net/zupanbra/mikroC/UZ_senzor.html)\nAktivni del ultrazvočnega senzorja je piezoelektrični pretvornik, ki deluje kot oddajnik (zvočnik) in sprejemnik (mikrofon) ultrazvočnega valovanja. To ustvarja pulzno ultrazvočno delovanje (200 do 500 kHz), ki potuje po zraku s hitrostjo zvoka. Takoj, ko zvočno valovanje naleti na objekt, se odbije in vrne v pretvornik. Mikroprocesor analizira prejete signale in okrepi pretekli časovni interval med oddajnim signalom in odbojem. S primerjavo tega intervala, senzor natančno izračuna oddaljenost objekta (Hočevar, 2010).\nElektronska regulacija izredno olajša škropljenje. Pri programiranju nista potrebna zamudno preračunavanje in uporaba preglednic, kar je povezano še s številnimi pomotami. Med samim delom tudi odpade računanje, ker to opravlja elektronika. To je uspešno samo, če je stroj dobro vzdrževan in pregledan pred začetkom vsake škropilne sezone. Preveriti je treba eksploatacijski material stroja in odpraviti ugotovljene hibe, sicer bo deloval izredno nenatančno. Mnogi elektronski mehanizmi zahtevajo občasna umerjanja, kar se da odpraviti sočasno s terenskim testiranjem (Novak in Maček, 1990).\n"], "14": ["3. METODE DELA", ""], "15": ["3.1 Splošni podatki o poskusu", "Predstavljene meritve distribucije in pokritosti kapljic škropiva so rezultati poskusov, izvedenih v sadovnjaku Brdo pri Lukovici, ki je v lasti Kmetijskega inštituta Slovenije. Meritve smo izvajali v dveh ločenih poskusih z istim pršilnikom in na istem poskusnem poligonu. Poskuse smo izvedli v 4-letnem jablanovem nasadu dreves sorte ’Gala’, ki so bila cepljena na podlago M9 in posajena na 0,7 m razmaku med drevesi in medvrstnem razmiku 3,2 m. Povprečna višina dreves je bila 2,5 m, škropljenje dreves je bilo opravljeno z obeh strani vrste. Znotraj vrste je bilo izbranih pet dreves in trije meddrevesni prostori za analizo pokritosti in nanosa škropiva. Vsako drevo predstavlja eno statistično ponovitev eksperimentalne meritve z devetimi položaji (P1-P9) analiziranih v krošnjah in tremi pozicijami (P10-P12) med drevesi. Med izvedbo poskusa so bile zabeležene naslednje vremenske razmere: temperatura 16,9 - 21,2 -C, relativna vlažnost 68,8 - 74,8 % in hitrost vetra 1,2-1,8 m/s.\n"], "16": ["3.2 Praktičen potek poskusa", "Na drevesa smo namestili deščice, na katerih so bile pritrjene ščipalke. V te ščipalke smo kasneje namestili WSP (ang. Water sensitive papers) lističe, ki so občutljivi na vlago in jablanove liste.\nPozicije na drevesih so bile izbrane glede na: a) globino v krošnji: na razdalji 10 cm od zunanjega roba dreves (P1, P4, P7), v sredini, 30 cm od debla (P2, P5, P8) in ob deblu (P3, P6, P9), b) položaj na drevesu: pozicije P1, P2, P3 se nahajajo v spodnjem delu višine dreves (650 mm), pozicije P4, P5, P6 v središču drevesa (1300 mm) in pozicije P7, P8, P9 na zgornjem delu drevesa (2500 mm). Dodatni trije položaji (P10-P12) za merjenje pokritosti škropiva med drevesi so bili izbrani glede na višino, nizko - P10 (650 mm nad tlemi), srednje - P11 (1300 mm nad tlemi) in visoko - P12 (1300 mm nad tlemi). S takšno namestitvijo merilnih mest smo hoteli zagotoviti čimbolj optimalne pogoje. Ko so se listi iz prvega poskusa posušili, smo jih sneli in dali v vrečke, na katerih so bili napisani njihovi položaji, nato smo v ščipalke namestili nove liste.\n"], "17": ["4 UPORABLJENI PRIKLJUČKI IN MATERIAL", ""], "18": ["4.1 Traktor AGT 835 T", "V poskusu smo uporabili univerzalni traktor AGT 835 T, moči 25 kW (34 KM), ki je toge izvedbe, lahko se uporablja tudi kot sadjarsko-vinogradniški traktor. Pri izvedbi poskusa se je dobro izkazal s svojo okretnosto, zmogljivostjo in majhnostjo.\n"], "19": ["4.2 Nošeni traktorski pršilnik AGP 200", "Prototip je bil razvit iz nošenega pršilnika AGP 200 (Agromehanika Kranj) (Slika 15), ki je opremljen z batno-membransko črpalko in 200 l rezervoarjem, z ventilom za omejevanje tlaka, aksialno ventilatorsko enoto in šobami okoli odvoda zraka. Prototip je bil uporabljen na eni strani. Na tej strani so bile tri šobe (Lechler TR 80-02), z vgrajenim električnim ventilom v vsako od njih. Trije ultrazvočni senzorji so bili nameščeni 280 cm pred šobo v smeri vožnje 60, 120 in 200 cm nad tlemi. Vsak senzor je ukazoval enemu električnemu ventilu, hkrati je razvodni ventil v razdelilniku pršilnika dovolil prototipu delati kot konvencionalni pršilnik, ki se uporablja kot glavni stroj na preizkusih na terenu. Da bi se izognili pršenju pri prenizkem tlaku, je bila naprava proti kapljanju nameščena na vsako šobo nastavljena na tlak 1,5 bara. Ta naprava je prav tako pripomogla k temu, da skrajša odzivni čas z ohranjanjem polnih cevi, pripravljenih za pršenje, ko je tlak presežen. Položaj brizgalnih šob v obeh načinih je prikazan na sliki 16. Kot je videti, je bila prva šoba na višini 60 cm, sredinska šoba na 90 cm in zgornja na 120 cm. Vsaka šoba prši v 80-90 stopinjskem kotu, torej pokriva višino 1 m krošnje, če je vsaka šoba usmerjena pravokotno na drevo in so šobe nameščene približno 0,5 m od roba krošnje.\nV našem primeru s tremi šobami, je to zadoščalo za pokritje 2,5 m visoke krošnje, ob predpostavki, da najnižja šoba 40 cm od tal ni bila odprta, ker jo je sosednja šoba nekoliko prekrivala. Vse tri šobe so bile odprte v kontroliranem načinu (KN) ves čas delovanja in nobena od treh šob ni bila nadzirana s sistemom za vodenje, kot je ponavadi s standardnim aksilanim pršilnikom. Na drugi strani je bilo avtomatsko odpiranje (AN) in zapiranje šob nadzorovano z ultrazvočnimi podatki in analizo sistema.\n"], "20": ["4.3 Nadzorni sistem za vodenje šob", "Šobe so se avtomatsko odpirale in zapirale glede na prisotnost ali odsotnost ciljev, zaznanih z ultrazvočnimi senzorji. Delovanje sistema je bilo avtomatsko vključno s proženjem ultrazvočnih senzorjev, izračunom daljav s pomočjo senzorjev. Senzorji so bili uporabljeni za pošiljanje in prejemanje ultrazvočnih signalov. Sprožitev senzorjev je bila avtomatsko uravnana za preprečevanje neželenih lažnih zaznav, ki bi lahko nastale.\nSistem nadzora pršilnika sestoji iz osebnega računalnika, dveh 16 - bitnih večnamenskih plošč za pridobivanje podatkov s štetjem I/0, barvne industrijske kamere in ustrezne programske opreme za pridobivanje podatkov iz slike, obdelavo in shranjevanje podatkov na disku. Nadzorni sistem je bil zavarovan in vgrajen v električno omrežje na levi strani traktorja (Slika 16). Za proženje in zajemanje podatkov oddajnika sta bili uporabljeni USB enoti NI6112 in NI6110, proizvajalca National Instruments®, vsaka z dvema neodvisnima 32-bitnima števcema.\nSprejeti signal je bil v prvi fazi filtriran in dopolnjen s fiksnim ojačevalnikom, kasneje pa ojačan še z drugo fazo variabilne ojačevalne mere. Za spremenljivo ojačevalno mero ojačevalnik uporablja 32 korakov, pri čemer so bili prvi sprejeti signali dopolnjeni manj, kasneje sprejeti signali pa več. Variabilni ojačevalnik nadomesti zmanjšanje intenzivnosti sprejetega signala, ki zmanjša čas od izhoda signala glede na večjo razdaljo.\n"], "21": ["4.4 Izračun pretoka pršilnika", "Različne komponente in kontrolni sistemi so bili testirani v laboratoriju in na umetnih drevesih, kasneje, ko je bil prototip v celoti sestavljen, pa smo ga preizkusili še v sadovnjaku. Rezultat tega procesa je sistem realnega časa za stalno ločeno odpiranje in zapiranje vseh treh šob v skladu z drevesno strukturo. Realen čas pretoka vsake šobe, kontrolirane z elektro-hidravličnim ventilom, je bil izračunan na naslednji način:\na ⋅ v ⋅ Vr  q = p⋅( ) [l/min] [1]  600 ⋅ N Pri čemer pomeni:  a - delovna širina ene strani pršilnika (m), v - hitrost (km/h),  Vr - količina fitofarmacevtskega sredstva za sadovnjak (l/ha), N - število šob,  p - koeficient za največji pretok, ki ga izračunamo z naslednjo enačbo:\nPri čemer pomeni:  ∑ti - vsota dejanskega časa odprtja za vsako šobo,  ∑t - vsota največjega možnega časa odprtja za vse šobe.\n"], "22": ["4.5 Analiza odlaganja škropiva", "Za analizo sta bili uporabljeni dve metodi: WSP lističi (ang. Water sensitive papers) in vzorci listov. Z WSP lističi štejemo število kapljic, ki so ga zadele in izračunamo delež pokritosti. Delež pokritosti predstavlja v % izraženo površino lističa, prekritega s \nkapljicami. Drugo metodo predstavljajo vzorci listov, ki smo jih uporabili za merjenje količine depozita škropiva. Da bi izmerili količino depozita in pokritost kapljic, ki izhajajo iz različnih načinov škropljenja, so bili listi pripeti s ščipalkami vsakič na ista mesta na vsako od petih dreves in treh meddrevesnih prostorih tik pred vsakim pršenjem. WSP lističi so bili s ščipalkami pritrjeni na utrjena mesta in so bili pobrani približno 10 minut po tem, ko so bili povsem suhi.\nSlike vseh WSP so bile v laboratoriju IHP Žalec digitalizirane z napravo za optično analizo škropilne brozge (Optomax Image Analyser), ki sestoji iz kamere s CCD zoomom in monitorjem za nadzor nad sliko. Pokritosti so bile izmerjene na vzorcih listov, odvzetih iz 12 pozicij izbranih dreves v petih ponovitvah tako, da je vsak vzorec sestavljalo pet listov. Tartazin (Citronin rumena), ki se pogosto uporablja v poskusih, je bil uporabljen kot marker.\nVzorci listov so bili v laboratoriju FKBV sprani z destilirano vodo, streseni v isto plastično vrečko, v katero so bili zbrani, potem so bili 2 ml vzorci vzeti za določanje koncentracije tartazina s spektrofotometrom. Že prej so bili izvedeni testi v laboratoriju za potrditev natančnosti metodologije, zlasti v zvezi s pokritostjo markerja po vzorcih jablanovih listov, pri čemer je bila teoretična in normalizirana vloga izračunana v skladu s postopkom.\n"], "23": ["5. REZULTATI IN RAZPRAVA", ""], "24": ["5.1 Zmanjšanje nanosa škropiva na enoto površine", "Delovni in realni čas pretoka vsake posamezne šobe v posameznem poskusu je prikazan v preglednici 1. Predstavljeni podatki so povprečne vrednosti meritev iz zgornje in spodnje strani WSP na vsakem položaju. Efektivni delovni čas za vsako šobo je bil izračunan kot vsota vseh odpiralnih časov iz shranjenih podatkov, odprtih/zaprtih ventilov med vožnjo po vrsti, medtem ko smo realen pretok izračunali glede na vožnjo in čas poti. Glede na povprečni čas delovanja na 63,76 m dolgi poskusni vrsti, so bile v avtomatiziranem načinu šobe zaprte v povprečju za 10,82 s. Tako izračunan prihranek škropiva je bil v povprečju 20,20 % dosežen za vse tri šobe skupaj.\navtomatiziranim načinom (AN) in pršenje s kontroliranim načinom (KN)\nSkupni čas odprtja za vse tri senzorje je enak (10,82 s), kar pomeni, da so drevesa in meddrevesni prostori zaznani v vseh treh višinah istočasno. Čeprav so drevesa, vzgojena v obliki vretena, stožčaste oblike, razlike v razmerju med površino krošnje in praznim \nprostorom, ki je tesno povezan s cono višine dreves, niso vplivale na povprečen čas med odpiranjem zgornje, srednje in spodnje šobe.\nabc … razlike med položaji na drevesu (Tukey HSD test; α=0.05) A, B razlika med kontroliranim in avtomatiziranim načinom pršenja (t-test; α=0.05) A, B primerjava položajev na drevesu in med njimi(t-test; α=0.05)\n"], "25": ["5.2 Pokritost s škropivom", "Kakovost porazdelitve škropiva, določene z analizo vzorcev WSP, je bila izražena kot odstotek pokritosti in število kapljic na cm2. V preglednici 2 so prikazani rezultati pokritosti WSP lističev pri kontroliranem in avtomatiziranem načinu pršenja. Pri kontroliranem načinu je bila na spodnji strani listov največja izmerjena pokritost (27,30 %) na položaju P1. Sledita ji vmesni položaj P6 (25,62 %) in meddrevesni položaj P10 (20,40 %). Najmanjša pokritost na spodnji strani lističev je bila na zgornjem položaju P8 (5,79 %). Na zgornji strani listov pa je bila največja pokritost (52,81 %) na položaju P10, sledita ji P1 (42,39 %) in P11 (40,56 %). Zgornji del listov je v povprečju za približno 12 % bolj pokrit kot spodnji (15,35 %) – (27,47 %), kar pomeni, da so ne glede na položaj zgornji deli vedno boljše omočeni. V vseh treh položajih ni bilo statistično pomembne razlike med kontroliranim in avtomatiziranim načinom pršenja, kar pomeni, da se pokritost bistveno ni zmanjšala. Med drevesi je bila največja pokritost (52,81 %), znova izmerjena na položaju P10, sledita ji P11 (40,56 %) in P12 (16,68 %). Enak vzorec je bil izmerjen pri avtomatiziranem pršenju, kar pomeni, da odnašanja škropiva med drevesi ne bi bilo mogoče bistveno preprečiti s prototipom ultrazvočnega pršilnika.\nPri avtomatiziranem načinu je bila na spodnji strani listov največja pokritost na položaju P1 (30,96 %), sledita ji položaja P7 (22,45 %) in P3 (19,87 %). Najmanjša pokritost na spodnji strani listov je bila na meddrevesnem položaju P12 (1,40 %), kar je v primerjavi s kontroliranim načinom precej manjša pokritost. Na zgornji strani listov pa je bila največja pokritost (42.00 %) na položaju P10, sledita ji P1 (41,93 %) in P3 (37,69 %). Med drevesi je bila največja pokritost znova na P10 (42,00 %), sledita ji P11 (33,01 %) in P12 (8,43 %).\nVendar pa je v obeh načinih znatno večja pokritost na zgornji kot na spodnji strani WSP lističev v vseh položajih, ki jih s pršilnikom najbolj zadenemo, razen v primeru položajev P8 in P9, kar je splošno znan vzorec pršenja za pršilnik z aksialnim ventilatorjem. \nDodatni primerjani podatki so pokazali, da je bila pokritost najnižja v zgornjem delu drevesa (12,7 % kontrolirano in 7,97 % avtomatizirano) in se bistveno razlikuje od srednjega (31,3 % kontrolirano in 26,7 % avtomatizirano) in spodnjega dela drevesa (39,8 % kontrolirano in 38,4 % avtomatizirano). Porazdelitev je bila enaka pri obeh načinih nanašanja, vendar ni bilo statistično pomembne razlike med njima, kar pomeni, da novejša tehnika zagotavlja enako kakovost pokritosti kot standardna, kljub manjši porabi FFS.\nŠtevilo kapljic na cm2 je prikazano v preglednici 3. Treba je vedeti, da je najvišje število kapljic (146) odkritih v kontroliranem načinu (KN) na poziciji P5, sledi P8 (132) in P2 (123). V avtomatiziranem načinu (AN) je bilo največje število kapljic (123) na poziciji P2, sledi P3 (115) in P6 (112). Vendar je bilo manjše število kapljic odkritih na nižje ležečih WSP lističih, kar je lahko povezano s hitrim odpiranjem in zapiranjem šob, ki vodi do zmanjšanja kapljic. Uporaba avtomatiziranega sistema je zmanjšala število kapljic iz 108 na 101 (glej preglednico 3), ni bilo bistvenih razlik v pokritosti, ko je pršilnik deloval v AN načinu. \n (AN) načinom\nabc... razlike med položaji na drevesu (Tukey HSD test; α=0.05) A, B razlika med kontroliranim in avtomatiziranim načinom pršenja (t-test; α=0.05) A, B primerjava položajev na drevesu in med njimi (t-test; α=0.05)\n"], "26": ["5.3 Porazdelitev škropiva", "Kakovost porazdelitve škropiva, določena s spektrofotometričnimi meritvami tartazina na listih vzorcev, je bila izražena v µg/cm2, kot tudi v obliki normaliziranih nanosov, pri čemer znaša največji teoretični nanos 7,4 µg/cm2 in se šteje kot 1 (100 %) v kontroliranem načinu (KN) in 5,90 µg/cm2 v avtomatiziranem načinu (AN). \n avtomatiziranim načinom (AN)\nNormaliziran nanos = merjen nanos / teoretičen nanos* *  Teoretičen nanos1 = (uporabljen hektarski odmerek v CM (g/m2) / površina listov v sadovnjaku m2) *  Teoretičen nanos 2 = (uporabljen hektarski odmerek v AM (g/m2) / površina listov v sadovnjaku m2) abc... razlike med položaji na drevesu (Tukey HSD test; α=0.05) A, B razlika med kontroliranim in avtomatiziranim načinom pršenja (t-test; α=0.05) A, B primerjava položajev na drevesu in med njimi (t-test; α=0.05) \nRazlika v teoretičnem izhodišču obeh načinov je posledica 79,8 % odprtja šob v avtomatiziranem načinu. Kot je razvidno iz preglednice 4, je bil največji nanos v kontroliranem načinu na poziciji P10 (6.35 µg/cm2). V zgornjem delu drevesa (P7, P8, P9) je bil znatno manjši nanos škropiva kot v srednjem in spodnjem delu, kar pomeni, da se pomembna izguba škropiva pojavi v zgornjem delu drevesa. V AN je bil največji nanos (6.09 µg/cm2) znova odkrit na spodnjem meddrevesnem prostoru P10, drugi največji nanos je bil na sredini meddrevesnega položaja P11 (5.23 µg/cm2) in manjši na zunanjem položaju P1. Čeprav je skupno dosegel 3.52 µg/cm2 listne površine v AN, kar je za približno 10 % manj kot pri KN (3.77 µg/cm2), je popravljen normaliziran nanos v resnici za 9 % višji (glej preglednico 4 avtomatizirano). Kljub 20,2 % prihranku škropiva zaradi manjših količin pretoka škropiva skozi šobe, je bilo le 10 % manj škropiva nanesenega na liste in razlike med položaji so bile nižje. Hkrati je bil odkrit višji normiran nanos. To se kaže v položajih P10 (1,03), P11 (0,89), in P1 (0,86), kjer se vrednosti normaliziranega nanosa statistično ne razlikujejo od KN. Iz teh rezultatov je bilo mogoče sklepati, da je kakovost pršenja z AN popolnoma primerljiva z eno od KN.\n"], "27": ["6. SKLEPI", "Ocena ultrazvočno-elektronskega nadzornega sistema za uporabo pri pršenju je skupaj pokazala 20,2 % prihranek škropiva na šobo in površino (0,30 l min-1 zmanjšanje pretoka) pri uporabi AN, v primerjavi z KN. Prihranek je bil dosežen brez občutnega zmanjšanja nanosa škropiva na vseh položajih drevesa, kar je zanimiv podatek za nadaljnji razvoj. Vendar to ne pomeni, da lahko pričakujemo enake prihranke škropiva za različne pršilnike v različnih nasadih, zasajenih z različnimi sadnimi vrstami, različnimi vzgojnimi oblikami in velikostmi.\nV našem poskusu so bili uporabljeni trije ultrazvočni senzorji in tri šobe. V praksi bi bilo bolje imeti več z elektro-ventili kontroliranih šob z ožjim kotom delovanja, ker bi bila v tem primeru sposobnost prilagajanja posameznega izhoda šobe še boljša. Nove izvedbe avtomatiziranih pršilnikov z ultrazvočnimi senzorji lahko prinesejo napredek pri škropljenju trajnih nasadov.\nZnano je, da na sedanji stopnji razvoja ultrazvočni senzorji ne morejo ločiti zelo majhne in goste strukture krošenj. Iz tega razloga in iz razloga, da se večina ultrazvočnega valovanja oblikuje po obliki krošnje, pršilnik usmerja sistem standardnih ultrazvočnih senzorjev. Za razliko od radarskega sistema današnji ultrazvočni sistem ne more zagotoviti podatkov o drevesni strukturi globoko v notranjosti krošnje drevesa.\nSenzorji v tem poskusu pridobivajo informacije v obliki prisotnosti cilja in njegove oddaljenosti. Morebitno nadaljnje izboljšanje našega prototipnega sistema je mogoče doseči s spremembo ultrazvočnih senzorjev, tako da odkrijejo drevesno strukturo glede na različno gostoto listov v sredini krošnje in boljše odkrivanje krošnje in ozadja tudi v spodnjem delu drevesa. \nRaba ultrazvočno-elektronskega sistema na pršilnikih za trajne nasade bi zelo izboljšala tretiranje v trajnih nasadih, ne samo z ekonomskega in okoljskega vidika, ampak tudi iz vidika psihične in fizične razbremenitve voznika, npr. samodejna ustavitev pršenja na koncu vrste, kar bi posledično pomenilo tudi manj napak in nesreč pri samem delu.\n"], "abstract": ["V diplomski nalogi smo izvajali poskus, v katerem smo testirali delovanje ultrazvočnega sistema na pršilniku za trajne nasade. Poskus smo izvedli na jablanah poskusnega sadovnjaka Kmetijskega inštituta Slovenije, Brdo pri Lukovici, v letu 2010. V poskus je bil vključen štiriletni jablanov nasad dreves ’Gala’. Meritve smo izvajali v dveh ločenih poskusih z istim pršilnikom in sicer: v kontroliranem načinu (KN) brez uporabe ultrazvočnih senzorjev in v avtomatiziranem načinu (AN) z ultrazvočnimi senzorji. Nanos škropiva smo izmerili s pomočjo WSP lističev, ki so občutljivi na vodo. V poskus je bilo zajetih pet dreves in trije meddrevesni prostori za analizo in nanos škropiva. Na posameznem drevesu smo obravnavali devet območij, v praznih prostorih med drevesi pa tri območja. Pri kontroliranem načinu pršenja je bilo v povprečju s škropivom prekrite 12 % ciljne površine. Povprečno število kapljic, ki je zadelo posamezne obravnavane dele krošenj, je bilo 74 na cmš. Pri avtomatiziranem načinu pršenja je bilo v povprečju s škropivom prekrite 14 % ciljne površine. Posamezne obravnavane krošnje dreves je zadelo povprečno 86 kapljic škropiva na cmš. Ugotovitve kažejo, da med preizkušenima načinoma ni bistvene razlike v nanosu škropiva na posamezne dele drevesa, vendar je izmerjen 20,2 % prihranek škropiva, s tem pa so sorazmerno zmanjšani drifti v okolje. "]}