{"1": ["1 UVOD", "Ustrezna oskrba tal v vinogradu je za sodobno vinogradništvo velikega pomena. Pleveli in drugo rastje v vinogradu konkurirajo vinski trti, ji jemljejo vodo, hranila in svetlobo ter tako ovirajo njen razvoj. Pleveli so lahko dobro skrivališče za različne škodljivce in kot vmesni gostitelji bolezni omogočajo njihovo širjenje. Določene plevelne vrste so gostitelji fitoplazme Grapevine Bois noir (BN), ki pri vinski trti povzroča trsno rumenico, imenovano črni les. Določeni pleveli so prav tako gostitelji sklenokrilega škržatka (Hyalesthes obsoletus Sign.), prenašalca fitoplazme, povzročiteljice rumenice tipa črni les. V raziskavah so potrdili tudi prenos fitoplazme Flavescence dorée (FD) iz okuženega navadnega srobota (Clematis vitalba L.) na vinsko trto. Ta bolezen povzroča veliko gospodarsko škodo v vinogradništvu in je bila v letu 2009 s strani fitosanitarne službe potrjena v vseh vinorodnih deželah Slovenije. Ustrezna oskrba tal v vinogradih, kjer se pojavlja trsna rumenica, je zelo pomembna za omejitev širjenja te bolezni.\nNačini oskrbe tal v vinogradih so se v zadnjih desetletjih precej spremenili. V preteklosti so plevele večinoma zatirali na mehaničen način. Danes se poleg tega poslužujemo tudi uporabe kemičnih pripravkov. V integrirani pridelavi grozdja je dovoljena trajna ali kratkotrajna ozelenitev tal, zastiranje s slamo in groba obdelava tal v določeni razvojni fazi vinske trte. Uporaba herbicidov, ki predstavlja cenejšo in hitro rešitev v boju s pleveli, je dovoljena samo v pasu pod trtami (v vrsti).\nNamen raziskave je bil ugotoviti vpliv izbranih pripravkov na plevele, najti najučinkovitejšo kombinacijo pripravkov in ugotoviti razlike v populaciji plevelov, ki se pojavljajo po uporabi izbranega pripravka. Raziskave, povezane s to nalogo so temeljile na hipotezi, da se učinkovitosti posameznih kombinacij herbicidov med seboj razlikujejo. Dobljeni rezultati lahko pripomorejo pri naboru podatkov, ki jih potrebujemo pri izbiri herbicidov glede na strukturo plevelov v vinogradu.\n"], "2": ["2 PREGLED OBJAV", "Plevel je rastlina, ki preprečuje, zavira rast kulturnih rastlin. Širše gledano so pleveli vse rastline, ki se samoniklo razvijejo na rastiščih, ki jih človek izrablja za zadovoljevanje svojih interesov, in je njihov razvoj tam neželen iz kakršnega koli razloga (Lešnik 2007).\n"], "3": ["2.1 Načini oskrbe tal v vinogradu", "S pojmom oskrba tal označimo različne postopke, ki vplivajo na biološke, kemijske in fizikalne lastnosti tal. V preteklosti so bili v ospredju predvsem postopki, pri katerih so uporabljali različna orodja ali priključke, dandanes pa se več pozornosti namenja ohranjanju in povečevanju rodovitnosti tal. Oskrba vinogradnih tal je odvisna od podnebnih razmer za posamezno vinorodno območje in količine padavin. Načini oskrbe tal so različni: obdelava tal, ozelenitev, ki je lahko trajna, kratkotrajna ali kontrolirana naravna, pokrivanje tal s slamo ali lubjem ter različne kombinacije teh. Poleg tega k oskrbi tal sodi tudi gnojenje z organskimi in mineralnimi gnojili ter strokovna uporaba herbicidov (Vršič in Lešnik 2001).\nV integrirani pridelavi grozdja v slovenskih razmerah je stalno mehansko obdelovanje tal skozi vse leto prepovedano, ozelenitev tal pa je najprimernejši in najcenejši način oskrbe tal v vinogradu. Ekološko najbolj sprejemljiv način oskrbe tal je trajna ozelenitev, kjer gre za košnjo travne ruše, saj ta povečuje godnost tal. Podrast pod trtami lahko reduciramo mehansko ali s herbicidi. Širina herbicidnega pasu ne sme presegati 25 % neto površine vinograda (Tehnološka navodila za integrirano pridelavo 2010).\nZ uporabo herbicidov v celoti preprečimo mehanične poškodbe na trsih, ki lahko nastanejo pri uporabi mehanskih orodij. S kemično nego tal v vrsti pod trsi pa ustvarimo primerno mikroklimo prav pod območjem, kjer je grozdje in najbolj produktivno listje vinske trte (Colnarič 1991). \nVeliko raziskovalcev je primerjalo različne načine oskrbe tal med seboj in njihove vplive na pridelek. Zorzić in Zivanović (1987) sta ugotovila, da je največji pridelek pri klasični obdelavi tal, najmanjši pridelek pa pri uporabi herbicidov po celotni površini vinograda. Kasnejše raziskave pa so ovrgle njuno trditev.\nV dveh štiriletnih poskusih v vinogradih na plitvih tleh in bolj rodovitnih tleh niso bile ugotovljene pomembne razlike v masi rozg, pridelku in suhi snovi med različico s herbicidi in različicami z obdelavo tal (Pool in sod. 1991). To so kasneje potrdili tudi Crespan in sod. (2002), ki poleg tega ugotavljajo, da dvojni odmerki herbicidov ne povzročajo fitotoksičnosti na vinski trti.\nV enajst letnem poskusu so ugotovili, da je bil na parcelah, na katerih je bil uporabljen herbicid glifosat, večji pridelek, na parcelah z ozelenitvijo pa manjši pridelek, sladkorna stopnja pa kljub temu ni bila večja. Najboljše rezultate so dosegli na parceli, kjer sta bila uporabljena dva herbicida skupaj (Bovio in sod. 2002). Morando s sod. (2000) navaja, da je učinek herbicida glifosat večji in hitrejši, če mu dodamo druge herbicide (azafenidin ali oxadiazon).\nFracchiola in sod. (2002) so v dveletnem poskusu ugotovili, da je bil največji pridelek pri uporabi herbicida glifosat v vrsti pod trsi v kombinaciji s košnjo v medvrstnem prostoru.\nPrimerjava različnih herbicidov med seboj je pokazala, da so razlike v pokrovnosti tal s pleveli in bujnosti plevelne združbe znašale 20–25 %, vendar je plevelna združba dolgoročno ostala zelo raznolika v vseh obravnavanjih. Dolgoletna uporaba herbicidov na podlagi glifosata zmanjša prisotnost slaka in regrata v plevelni združbi (Gay in sod. 1998).\n"], "4": ["2.2 Vrste herbicidov glede na obseg prodiranja in gibanja v rastlinah", "Poznamo kontaktne in sistemične herbicide. Značilnost kontaktnih oziroma dotikalnih herbicidov je, da ne prodrejo globoko v notranjost rastlinskih tkiv. Delujejo predvsem na \nmestih, kjer je škropilna brozga prišla v kontakt s posameznimi organi rastline. Hitrost delovanja teh herbicidov je tako velika, da tkiva propadejo, preden te snovi uspejo prepotovati večjo razdaljo po rastlini. Sistemične herbicide drugače imenujemo tudi translokacijski herbicidi, za katere je značilno, da po nanosu na organe rastline preidejo v njihovo notranjost in se prenašajo po sokovih. Herbicidi s sistemičnimi lastnostmi delovanja lahko v rastline vstopajo skozi zelene nadzemne dele, skozi korenine ali po obeh poteh (Lešnik 2007).\n"], "5": ["2.3 Vrste herbicidov po načinu uporabe", "Herbicide po načinu uporabe delimo v tri skupine, in sicer ločimo talne herbicide, listne herbicide in herbicide s kombiniranim delovanjem. Talni herbicidi najpogosteje delujejo kot zaviralci kalitve plevelov, zato se večinoma uporabljajo pred vznikom plevelov in gojenih rastlin. V vinogradu se uporabljajo pod trsi in imajo dolgotrajno delovanje, tako imenovani rezidualni učinek. Listne herbicide s škropljenjem nanesemo na zelene nadzemne dele plevelov, učinkovitost pri dotikalno delujočih pa je največja pri nižjih razvojnih stadijih plevelov. Pri listnih herbicidih s sistemičnim delovanjem pa je ob nanosu pomembno, da imajo pleveli čim večjo aktivno listno površino, da v rastlino preide čim več aktivne snovi. Herbicidi s kombiniranim delovanjem imajo več lastnosti. Lahko jih uporabimo pred ali po vzniku, navadno imajo tudi sistemične lastnosti. Obdobje za njihovo uporabo je dolgo, saj če se izperejo iz listov, lahko še vedno delujejo preko tal (Lešnik 2007).\n"], "6": ["2.4 Uporaba herbicidov za preprečevanje širjenja trsnih rumenic", "Trsne rumenice so neozdravljiva bolezen vinske trte, ki jo povzročajo fitoplazme različnih vrst. V Sloveniji sta bili ugotovljeni dve vrsti, in sicer navadna trsna rumenica ali rumenica počrnelosti lesa (Bois noir – BN) in zlata trsna rumenica, ki jo povzroča fitoplazma Grapevine flavescene dorée (FD). Rumenica tipa FD je karantenska bolezen vinske trte in \nje uvrščena na seznam škodljivih organizmov II. A. II. za trto (Vitis L.), ki je bila leta 2009 prvič potrjena v vseh vinorodnih deželah v Sloveniji (FURS).\nBolezenska znamenja trsnih rumenic poznamo že dolgo. Poleg rumenenja listov pri belih sortah in rdečenja listov pri rdečih sortah lahko opazimo še zvijanje teh. Listi so togi, dozorevajo hitreje, vendar odpadejo pozneje kot zdravi listi. Les slabo dozoreva, cvetenje in oploditev sta motena, cvetovi pa se pogosto posušijo (Vršič in Lešnik 2001).\nNa osnovi bolezenskih znamenj, vidnih na trsih, ni mogoče ugotoviti, kateri tip fitoplazme je okužil rastline. Med fitoplazmama FD in BN pa so pomembne genetske razlike, kar je mogoče ugotoviti le z laboratorijskimi analizami (Boben in sod. 2007).\nNavadno rumenico povzroča fitoplazma iz skupine stolbur. Fitoplazma ne okužuje samo vinske trte, ampak tudi druge rastline. Prenaša jo sklenokrili škržatek (Hyalesthes obsoletus Sign.). V času od konca maja do začetka avgusta, ko škržatki letajo, se izvrši prenos fitoplazme iz okuženih plevelov na vinsko trto. Trta ni njegova primarna gostiteljica, nanjo po naključju zaide v času prehranjevanja. Fitoplazma se namnoži v njegovih žlezah slinavkah in tako škržatek s pikom skozi listno povrhnjico prenese fitoplazmo iz okuženih gostiteljskih rastlin na vinsko trto. Potencialni prenašalec fitoplazem tipa stolbur je tudi škržat vrste Reptalus panzeri Löw (Luis in sod. 2007). Gostiteljske rastline, na katere škržatki odlagajo jajčeca, so slak, koprive in druge zeli (Maixiner 2006).\nPrenašalec zlate trsne rumenice je ameriški škržatek (Scaphoideus titanus Ball.). Razmnožuje se izključno na rastlinah iz rodu Vitis, na njih tudi živi in se z njimi prehranjuje. Okuži se lahko samo na okuženi vinski trti in ostane kužen vse življenje. Tako prenaša fitoplazmo iz trsa na trs. Fitoplazma se razmnožuje v škržatkih, ni pa prenosljiva na njihova jajčeca (Gugerli 2007). V raziskavah je bilo potrjeno, da lahko fitoplazmo FD iz okuženega navadnega srobota (Clematis vitalba L.) prenese škržatek (Dyctiophara europea Linn.). Prenos je naključen v fazi hranjenja, po vinogradu pa potem fitoplazmo prenaša ameriški škržatek (Lessio in sod. 2008). \nZa preprečevanje širjenja navadne trsne rumenice je treba prekiniti razmnoževalni krog škržatka (Ipach 2008). To lahko storimo z uporabo herbicidov ali z mehanskim uničenjem gostiteljskih rastlin. Zelo uspešen način preprečevanja širjenja fitoplazem iz gostiteljskih rastlin na trto je uporaba herbicidov v času od trgatve do prve slane. Posledice tega ukrepa so propad gostiteljskih rastlin skupaj z ličinkami. Še posebej so občutljive ličinke v zgodnjih razvojnih stadijih. Herbicid mora biti dovolj učinkovit, da rastline propadejo v celoti, saj ličinke sicer preživijo. Ugotavljali so učinkovitost delovanja različnih aktivnih snovi (triklorpir + 2,4-D, triklorpir, glifosat in MCPA) na koprivo. Rezultati so pokazali, da so tri tedne po obdelavi koprive propadle v celoti pri vseh različicah, razen pri uporabi aktivne snovi MCPA, kjer so propadle le deloma (Kast in sod. 2007).\nGostiteljske rastline, kot je kopriva, je treba v zimskem času uničiti. Dobro učinkovitost so pokazali herbicidi na osnovi glifosata, uporabljeni v času od novembra do marca. Ta ukrep pripomore k zmanjšanju populacije škržatov (Hyalesthes obsoletus Sign.) (Stark-Urnau in Kast 2008). Pri dolgoletni uporabi glifosata se v plevelni združbi zmanjša prisotnost slaka in regrata (Gay in sod. 1998).\n"], "7": ["3 MATERIAL IN METODE DELA", ""], "8": ["3.1 Vinograd", "Poskus smo opravili na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede. Vključenih je bilo 36 vrst nasada sorte 'Renski rizling', v katerem smo poskus izvajali v pasu neposredno pod trsi (tako imenovani herbicidni pas). Proučevali smo delovanje posameznih herbicidov in njihovih kombinacij na plevelno združbo v vinogradu. V besedilu bodo za označevanje obravnavanj uporabljene začetne črke herbicidov, kot je navedeno v nadaljevanju. V poskus smo vključili tudi herbicide, ki v integrirani pridelavi grozdja niso standardni (preglednica 1), ker smo želeli preveriti njihovo učinkovitost in potencialno uporabnost v vinogradu.\nV poskus smo vključili obravnavanja z naslednjimi oznakami:\n1. BO (Boom efekt) 2. BO + ST (Boom efekt + Stomp 400 SC) 3. BO + GO (Boom efekt + Goal) 4. CH + BO (Katana + Boom efekt) 5. CH + GO (Katana + Goal) 6. CH + ST (Katana + Stomp 400 SC) 7. CH + U (Katana + U46 FLUID) 8. CH + LU (Katana + Lumax) 9. LU + BA (Lumax + Basta) 10. ST + BA (Stomp 400 SC + Basta) 11. GO + BA (Goal + Basta) 12. KON (kontrola, brez uporabe herbicidov)\nBoom efekt je neselektiven herbicid, ki vsebuje aktivno snov glifosat. Uvrščamo ga v skupino herbicidov, ki jo imenujemo derivati amino glifosatne kisline – glicina. Glifosat je inhibitor delovanja encima sintetaze EPSPS, ki sodeluje pri oblikovanju aromatskih aminokislin. V rastline vstopa skozi liste in se translocira proti koreninam. Uporabljamo ga po vzniku v vseh stadijih plevelov. Delovanje je najboljše v obdobju pred najbujnejšo rastjo večletnih plevelov in jeseni, ko se večletne rastline pripravljajo na prezimovanje, izboljšamo pa ga lahko tudi z dodajanjem močil in mineralnih gnojil, kot so sečnina, amon- sulfat idr. Po nanosu herbicida trajnih plevelov vsaj tri tedne ne smemo mehanično zatirati (Herbinfo).\nStomp je selektivni talni herbicid z delovanjem na širokolistne plevele. Aktivna snov pendimetalin je zaviralec delitve celic in raztezanja celic v meristemskih conah. Pri delitvi blokira končno oblikovanje segmentov nitk delitvenega vretena (mikro-tubuli). V rastline vstopa skozi korenine, hipokotil in skozi liste, prenos po rastlini je omejen. Prednostno se pripravek uporablja pred vznikom plevelov, lahko pa ga uporabimo kmalu po vzniku na nižje razvojne stadije plevelov. Za gojene rastline je visoko selektiven, delovanje je \npočasno. Pleveli najprej vzniknejo, nato pa počasi propadejo zaradi zakrnitve korenin. Listi so togi in krhki. Stomp je delno fotodegrabilen, vendar ne potrebuje inkorporacije v zemljo (Herbinfo).\nGoal je selektivni herbicid, ki se uporablja za zatiranje plevelov pred in takoj po vzniku. Aktivna snov oksifluorfen deluje na enoletne ozkolistne in širokolistne plevele do razvojnega stadija treh listov. Goal se ne sme uporabljati na peščenih, propustnih in erozivnih tleh. Uporablja se lahko v vinogradih, starejših od štirih let (Karsia 2010). Oksifluorfen deluje na procese pretvorbe energije v fotosintetskem aparatu, na delovanje membran in klorofilnih zrn, ima enakovredno talno in listno delovanje (Lešnik 2007).\nKatana (Chikara) je neselektivni herbicid, katerega aktivna snov je flazasulfuron, ki spada v skupino sulfonil sečninskih herbicidov. Flazasulfuron lahko apliciramo pred ali po vzniku plevelov in ima širok spekter delovanja preko listov in korenin (Bourdrez in Beraud 1999). Način delovanja je preprečevanje delovanja encima acetolaktat sintetaze (ALS), ki je vključena v biosintezo aminokislin. Posledica tega je inhibicija sinteze proteinov, kar je vzrok za prenehanje rasti plevelov. V nadaljevanju se učinek herbicida kaže v bledenju mladih listov in kasneje nekrozi celotne rastline (Mange in sod. 2005 cit. po Hashizume 1990).\nU 46 M – FLUID je neselektiven herbicid, katerega aktivna snov je MCPA – dimetil amonijeva sol, ki deluje kot hormonski rastni regulator in povzroča nesorazmerje v razvoju hitro rastočih tkiv. V rastline prehaja skozi liste in tudi skozi korenine. Uporabljamo ga po vzniku plevelov, ko so ti v bujni rasti navadno tik pred začetkom cvetenja. S tem pripravkom učinkovito zatremo večletne širokolistne plevele (Herbinfo). Temperature ob aplikaciji ne smejo presegati 20 -C, sicer obstaja velika nevarnost za poškodbe neciljnih rastlin (Lešnik 2007).\nLumax je selektivni herbicid, sestavljen iz treh aktivnih snovi metolaklora, trebutilazina in mezotriona. Metolaklor je zaviralec kalitve plevelov, deluje kot inhibitor delitve celic. Najpomembnejše mesto vstopanja je hipokotil, delno pa vstopa tudi skozi korenine in \nmlade poganjke. Trebutilazin je inhibitor prenosa elektronov v fotosintetskem aparatu, vstopa skozi korenine in delno skozi liste, deluje počasi sistemično. Mezotrion v rastline vstopa skozi korenine, hipokotil in skozi liste. Sprva deluje nespecifično dotikalno, nato pa se porazdeli po rastlini in ovira oblikovanje rastlinskih pigmentov, tudi klorofila. Delovanje spoznamo po značilnem bledenju plevelov. Lumax uporabljamo za uničevanje ozko- in širokolistnih plevelov pred vznikom in takoj po vzniku. Učinkovitost herbicida hitro pada z višanjem razvojnega stadija plevelne združbe (Herbinfo).\nBasta je neselektiven listni herbicid s kontaktnim delovanjem. Aktivna snov je glufosinat – amonij, ki je inhibitor encima glutamin sintetaze in drugih, ki sodelujejo pri fotosintezi. Po vstopu v rastlino se le malo translocira po listju, v glavnem le v akropetalni smeri proti vršičkom. Glufosinat lahko uporabljamo v vseh stadijih po vzniku plevelov skozi vso vegetacijo. Večletni pleveli se po zatiranju pogosto obnovijo (Herbinfo).\n"], "9": ["3.2 Metode dela", "V okviru poskusa smo izvedli dvanajst obravnavanj v treh ponovitvah, primerjali smo enajst kombinacij herbicidov s kontrolo. Postavitev poskusa je bila v naključnih blokih. V vsaki vrsti je bilo eno obravnavanje, ki je bilo trikrat ponovljeno.\nŠkropili smo s hrbtno škropilnico, s katero smo najprej izmerili porabo vode za posamezno obravnavanje v treh ponovitvah. Za škropljenje smo upoštevali predpisane odmerke s strani proizvajalca posameznega herbicida na hektar. Količino smo preračunali glede na velikost površine, ki smo jo obravnavali v našem poskusu. Izjema je bilo obravnavanje 1 (BO) v letu 2008, kjer smo uporabili dvojni odmerek herbicida Boom efekt. V letu 2009 pa smo uporabili predpisan odmerek. Za vsako kombinacijo in ponovitev smo poškropili pas pod 15 trsi (15 m) širine 25 % medvrstne razdalje (60 cm).\n"], "10": ["3.2.1 Izvedba poskusa v letu 2008", "Poskus je bil postavljen in označen v mesecu marcu 2008. Pred prvim škropljenjem, ki je bilo 24. aprila, smo popisali plevelno združbo. Za popisovanje smo izbrali obravnavanja, ki smo jih v poskusu označili s KON. Seznam rastlin je naveden v preglednici 2.\nPrvo škropljenje 24. 4. je zajemalo vse navedene kombinacije herbicidov, izjema so obravnavanja 8, 9, 10 in 11, pri katerih smo v prvem škropljenju uporabili samo prvi \nherbicid iz kombinacije. S pripravkom Lumax (obravnavanje 8) in pripravkom Basta (obravnavanja 9, 10, 11) smo opravili naknadno škropljenje v juniju.\nOcenjevanje smo izvedli 3. junija. Za vsako kombinacijo posebej smo vizualno ocenili učinkovitost v odstotkih od 0 do 100. Istočasno smo ocenili tudi stopnjo pokrovnosti plevelne združbe. Prav tako smo za vsako rastlino iz plevelne združbe (s seznama), ki je preživela obdelavo, vizualno ocenili odstotek učinkovitosti posamezne kombinacije herbicidov. V nadaljevanju bomo v tabelah in grafikonih za učinkovitost uporabljali oznako U, za pokrovnost pa P.\n"], "11": ["3.3.2 Izvedba poskusa v letu 2009", "V letu 2009 smo identičen poskus ponovili na isti lokaciji z istimi obravnavanji. Pred škropljenjem smo popisali sestavo plevelne združbe na kontrolnih parcelah (preglednica 3). Prvo škropljenje smo izvedli 20. 4., drugo škropljenje z Lumaxom in Basto pa 9. 6. V treh terminih, 11. 5., 9. 6. in 3. 7., smo ocenjevali stopnjo pokrovnosti plevelne združbe. Učinkovitost delovanja herbicidov smo vizualno ocenjevali v odstotkih od 0 do 100, v dveh terminih, prvič 11. 5. in drugič 3. 7. 2009. Za vsako rastlino s seznama, ki je preživela škropljenje, smo 11. maja vizualno ocenili odstotek učinkovitosti posamezne kombinacije herbicidov. \nPodatke smo obdelali s programom za statistično obdelavo podatkov SPSS 13.0 za programsko okolje Windows. Iz delovnih preglednic, ki smo jih ustvarili s programom Microsoft Excel, smo podatke prenesli v program SPSS. Statistično analizo smo pričeli tako, da smo izračunali povprečne srednje vrednosti za vsako ocenjevanje in jih z analizo variance (ANOVA) primerjali med posameznimi obravnavanji. Statistično značilnost razlik med povprečnimi vrednostmi za obravnavanja smo ugotavljali z uporabo Tukey HSD testa (p = 0,05).\n"], "12": ["3.3 Vremenske razmere", ""], "13": ["3.3.1 Vremenske razmere v letu 2008", "V letu 2008 je bilo podnebje nadpovprečno toplo, osončenost in količina padavin pa sta blizu dolgoletnemu povprečju. Povprečna letna temperatura je bila povsod za več kot 1 -C nad dolgoletnim povprečjem. Nadpovprečno je bilo tudi število toplih in vročih dni. Padavine so bile neenakomerno razporejene skozi leto. Najbolj suha je bila zima, medtem ko je bilo pomladi in poleti v večjem delu države več padavin, kot je dolgoletno povprečje. Jeseni so bile padavine ponovno podpovprečne (Meteorološki letopis Slovenije 2008). V Mariboru je bilo pomanjkanje padavin v mesecu januarju in februarju, deloma tudi v aprilu. Največ padavin je bilo v poletnih mesecih, kar je prikazano v grafikonu 1.\nMaribor - Tabor v letu 2008 po modificiranem Walterjevem in Gaussenovem  klimadiagramu v razmerju 1 : 4 (Meteorološki letopis 2008)\n"], "14": ["3.3.2 Vremenske razmere v letu 2009", "Glavna podnebna značilnost leta 2009 je bila vnovič nadpovprečna temperatura, količina padavin je bila blizu dolgoletnemu povprečju. Obilne padavine so bile predvsem pozimi, ko je bilo dolgoletno povprečje močno preseženo, tudi pomlad je bila nadpovprečno namočena. V začetku avgusta je bilo najobilnejše poletno deževje, ki je prizadelo širše območje Maribora, kjer so izmerili rekordno količino padavin v zadnjih 60 letih (Meteorološki letopis 2009).\nIz klimadiagrama je razvidno, da so bile padavine neenakomerno razporejene skozi leto ter da je bilo pomanjkanje padavin v mesecu aprilu in oktobru, saj se krivulja padavin spusti pod temperaturno krivuljo.\nMaribor - Tabor v letu 2009 po modificiranem Walterjevem in Gaussenovem  klimadiagramu v razmerju 1 : 4 (Meteorološki letopis 2009)\n"], "15": ["4 REZULTATI Z RAZPRAVO", ""], "16": ["4.1 Pokrovnost tal s plevelno združbo po uporabi herbicidov v letu 2008", "Pokrovnost tal s plevelno združbo smo ugotavljali 40 dni po škropljenju. Vse uporabljene kombinacije herbicidov so imele statistično značilno manjšo pokrovnost tal s plevelno združbo kot kontrola (grafikon 3). Najmanjšo pokrovnost tal so imele kombinacije 1 (BO), 6 (CH+ST), 7 (CH+U), ki se statistično razlikujejo od kombinacij 9 (LU+BA) in 10 (ST+BA).\nznačilno po Tukeyjevem HSD testu (p = 0,05); (BO – Boom efekt, ST –  Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA –  Basta, KON – kontrola). \nVse kombinacije, v katerih je uporabljen herbicid Boom efekt, imajo povprečno pokrovnost tal s plevelno združbo manjšo od 20 %. To nam kaže, da ima aktivna snov glifosat dobro delovanje na vse razvojne stadije plevelov. Pri obravnavanju 1 je bil herbicid Boom efekt apliciran v dvojnem odmerku, pri ostalih kombinacijah pa v predpisanem odmerku. Rezultati kažejo, da se pokrovnost tal statistično značilno ne razlikuje, če uporabimo dvojni odmerek glifosata ali kombinacijo glifosata z drugimi aktivnimi snovmi. Povprečno pokrovnost tal, manjšo od 25 %, so imele tudi kombinacije flazasulforona z drugimi aktivnimi snovmi. Razlike v pokrovnosti tal med obravnavanji so bile do 30 %. Tudi Gay in sod. (1998) so v poskusu ugotovili, da so bile razlike med herbicidi 20–25 %.\nLeto 2008 je bilo izredno ugodno za rast in razvoj plevelov, kar smo opazili pri ocenjevanju pokrovnosti tal s plevelno združbo na kontrolnih parcelah. Povprečna pokrovnost teh parcel je bila 3. junija 90 %. Sklepamo lahko, da je vzrok za ugodno rast plevelov v ugodnih vremenskih razmerah. Zadostna količina padavin v mesecu marcu ter enakomerne in redne padavine v mesecih od maja do septembra so ugodno vplivale na rast in razvoj plevelnih rastlin.\n"], "17": ["4.2 Učinkovitost herbicidov v letu 2008", "Grafikon 4 prikazuje povprečno učinkovitost posameznih herbicidov oziroma njihove kombinacije 3. 6. 2008. Najboljša učinkovitost je bila pri kombinacijah 1 (BO) in 3 (BO+GO), ki se statistično razlikujeta od kombinacije 10 (ST+BA), ne razlikujeta pa se od ostalih obravnavanj. Vzrok za tako visoko učinkovitost pri obravnavanju 1 (BO) je dvojni odmerek herbicida Boom efekt. Učinkovitost je bila skoraj 95 %, vendar kljub temu da smo uporabili dvojni odmerek, na vinski trti ni bilo znamenj fitotoksičnosti. Ugotavljamo, da 40 dni po škropljenju ni statistično značilnih razlik, če uporabimo dvojni odmerek glifosata ali predpisan odmerek v kombinaciji z drugimi aktivnimi snovmi. \nznačilno po Tukeyjevem HSD testu (p = 0,05); (BO – Boom efekt, ST –  Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA –  Basta, KON – kontrola).\n"], "18": ["4.3 Pokrovnost tal s plevelno združbo po uporabi herbicidov v letu 2009", "Prvo oceno pokrovnosti tal smo ugotavljali 21 dni po škropljenju (grafikon 5). Vse uporabljene kombinacije herbicidov, razen kombinacije 8 (ST+BA), so imele statistično značilno manjšo pokrovnost tal s plevelno združbo kot kontrola. Statistično najmanjšo pokrovnost je imela kombinacija 4 (CH+BO), ki se razlikuje od kombinacij 9 (LU+BA) in 10 (ST+BA). Kombinacija glifosata in flazasulforona je imela povprečno pokrovnost manjšo od 5 %. Iz tega lahko sklepamo, da je aktivna snov glifosat bolj učinkovita, če jo kombiniramo še z drugimi aktivnimi snovmi. To so ugotovili tudi Bovio in sod. (2002). Iz rezultatov vidimo, da imajo kombinacije, v katerih sta uporabljena herbicida Stomp in Lumax (obravnavanje 9 in 10, škropljenja z Basto še ni bilo) večjo pokrovnost tal s pleveli. Pri obravnavanju 10 (ST+BA) se pokrovnost tal statistično ni razlikovala od kontrole. Iz tega sklepamo, da je plevelna združba v času škropljenja že prerasla optimalno fazo \nobdelave za te herbicide, saj najboljše delujejo pred vznikom plevelov in v nižjih razvojnih stadijih.\nznačilno po Tukeyjevem HSD testu (p = 0,05); (BO – Boom efekt, ST –  Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA –  Basta, KON – kontrola).\nNaslednje ocenjevanje pokrovnosti tal s plevelno združbo smo opravili 50 dni po prvem škropljenju. Vse kombinacije se statistično razlikujejo od kontrole. Grafikon 6 prikazuje, da je bila največja pokrovnost pri obravnavanjih 9 (LU+ BA), 10 (ST+BA) in 11 (GO+BA), ki se statistično razlikujejo od vseh ostalih obravnavanj. To nam še dodatno potrdi ugotovitev, da je bil termin aplikacije neustrezen. V teh kombinacijah še nismo uporabili herbicida Basta. Iz rezultatov vidimo, da je tedaj ustrezen čas za drugi nanos herbicida. Najmanjša pokrovnost je bila pri kombinacijah 2 (BO+ST), 3 (BO+GO), 4 (CH+BO), 6 (CH+ST), ki se statistično razlikujejo od kontrole in kombinacij 9 (LU+BA), 10 (ST+BA), 11 (GO+BA). Ugotavljamo, da imajo najboljše rezultate kombinacije, pri \nkaterih sta uporabljena herbicida Boom efekt ali Katana. Pri obravnavanju 4, ki je kombinacija obeh herbicidov, je bila pokrovnost tal s plevelno združbo manjša od 5 %.\nRezultati nam kažejo, da je bila pokrovnost kontrolnih parcel v mesecu juniju nekoliko nižja kot v preteklem letu. Predpostavljamo, da je pomanjkanje padavin v mesecih od februarja do aprila vplivalo na počasnejšo kalitev in razvoj plevelov.\nznačilno po Tukeyjevem HSD testu (p = 0,05); (BO – Boom efekt, ST –  Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA –  Basta, KON – kontrola).\nGrafikon 7 prikazuje zadnje ocenjevanje plevelne združbe v mesecu juliju, natančneje 74 dni po prvi uporabi herbicida in 24 dni po drugem škropljenju. Vse kombinacije se statistično značilno razlikujejo od kontrole, med kombinacijami pa ni statistično značilnih razlik. Pri kombinacijah 8 (CH + LU), 9 (LU + BA), 10 (ST + BA) in 11 (GO + BA) smo 9. 6. opravili škropljenje z drugim herbicidom iz kombinacije. Iz rezultatov vidimo, da je \ntam minimalna pokrovnost tal. Slednje nam kaže, da je bil termin škropljenja optimalen in izbira herbicida ustrezna. Basta je neselektiven, listni herbicid in ga lahko uporabimo v vseh razvojnih stadijih. Lumax uporabljamo za nižje razvojne stadije plevelov in iz rezultatov sklepamo, da pleveli zaradi dolgotrajnega delovanja flazasulfurona pri obravnavanju 8 (CH+LU) niso prerasli optimalne faze za obdelavo. Rezultata naknadne uporabe herbicida Lumax sta bila popolno uničenje plevelne združbe in pokrovnost tal v juliju skoraj 0 %.\nznačilno po Tukeyjevem HSD testu (p = 0,05); (BO – Boom efekt, ST –  Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA –  Basta, KON – kontrola).\n"], "19": ["4.4 Učinkovitost herbicidov v letu 2009", "Prvo skupno učinkovitost herbicidov in njihovih kombinacij smo ocenjevali 11. 5., to je 21 dni po škropljenju. Najboljša učinkovitost je bila pri kombinaciji 4 (CH + BO) nad 95 %, ki se statistično razlikuje od ostalih kombinacij, razen od 2 (BO + ST), 3 (BO + GO), 5 (CH + GO), 6 (CH + ST) in 8 (CH + LU). Zelo dobro učinkovitost so pokazale različice, kjer je bil glifosat kombiniran še z drugo aktivno snovjo, in različice, kjer je bil flazasulforon kombiniran z drugo aktivno snovjo. Nekoliko slabši rezultat je bil pri kombinaciji flazasulfurona in MCPA (CH + U). Pri obravnavanju 1 (BO), kjer je bil glifosat uporabljen samostojno in v predpisanem odmerku, je bila učinkovitost le 70 % in se statistično značilno razlikuje od kombinacije glifosat + flazasulfuron (BO + CH) (grafikon 8).\nznačilno po Tukeyjevem HSD testu (p = 0,05); (BO – Boom efekt, ST –  Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA –  Basta, KON – kontrola). \nTudi Morando in sod. (2000) so ugotovili, da je učinek glifosata večji in tudi hitrejši, če mu dodamo druge herbicide. Najslabša učinkovitost je bila pri kombinaciji 10 (ST + BA), ki se statistično razlikuje od vseh ostalih kombinacij. Pri tej kombinaciji do izvedbe ocenjevanja še ni bilo obdelave z Basto. Iz rezultatov vidimo, da je delovanje herbicida Stomp najslabše. Sklepamo, da so bili pleveli že v višjih razvojnih stadijih, kot je priporočljivo pri uporabi tega pripravka, saj se pretežno uporablja pred vznikom plevelov.\nZadnje ocenjevanje učinkovitosti herbicidov je prikazano v grafikonu 9. Ocenjevanje smo opravili 74 dni po prvem škropljenju in 24 dni po drugem škropljenju pri kombinacijah 8 (CH + LU), 9 (LU + BA), 10 (ST + BA) in 11 (GO + BA). Vse kombinacije se med seboj statistično značilno ne razlikujejo. Vidimo pa, da se je učinkovitost pri kombinacijah, ki smo jih škropili v dveh terminih, izboljšala, saj je presegla 90 %. Iz rezultatov vidimo, da imajo zelo dobro učinkovitost, večjo od 80 % tudi obravnavanji 3 (BO + GO) in 4 (CH + BO), ki smo ju škropili smo enkrat.\nznačilno po Tukeyjevem HSD testu (p = 0,05); (BO – Boom efekt, ST –  Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA –  Basta, KON – kontrola).\n"], "20": ["4.5 Učinkovitost herbicidov na posamezne plevele v letih 2008 in 2009", "Predhodno smo že omenili celotno plevelno združbo v poskusu na kontrolnih parcelah (preglednica 2), v preglednici 4 pa navajamo plevele, ki so bili 3. 6. 2008 najpogosteje zastopani po posameznih obravnavanjih. Povprečno najmanj različnih plevelnih vrst se je razvilo v obravnavanju 5, kjer smo uporabili herbicida Katana in Goal. Naslednja najboljša je kombinacija 4, ki jo sestavljata herbicida Boom efekt in Katana. V obeh kombinacijah je prisotna aktivna snov flazasulfuron. S poskusom smo potrdili širok spekter delovanja te aktivne snovi in rezidualni učinek. Zaradi dvojnega delovanja (preko listov in korenin) je bil onemogočen ponovni vznik plevelov. Pri obeh obravnavanjih ni bilo prisotnosti navadne koprive, ki je ena izmed gostiteljskih rastlin sklenokrilega škržatka. Nekoliko slabše je bilo delovanje na slak.\nNajbolj raznovrstna plevelna združba v letu 2008 je bila pri kombinaciji pripravka Boom efekt in Stomp, prav tako je bil enak rezultat v obravnavanjih, kjer smo uporabili izključno Boom efekt. Ugotovili smo, da so se v teh različicah pojavljali le pleveli v nižjih razvojnih stadijih. Navadna kostreba, prava lakota in slak so bili v razvojnem stadiju 2–5 listov. To je posledica delovanja glifosata, ki deluje preko listov in uniči obstoječe plevele, nima pa rezidualnega učinka. Prišli smo do istega spoznanja kot drugi avtorji (Morando in sod.(2000)), da je delovanje glifosata v kombinaciji z drugimi herbicidi boljše.\nplevelnih vrst je manjša kot v preteklem letu, ker je plevelna združba na kontrolnih parcelah prav tako manjša (preglednica 3). Tudi ocenjevanje plevelne združbe je bilo terminsko nekoliko hitrejše. Najmanj različnih plevelov smo ugotovili pri obravnavanju 4, ki je kombinacija herbicidov Katana in Boom efekt. Najbolj raznolika plevelna združba je bila v obravnavanju 2, ki je kombinacija herbicidov Boom efekt in Stomp. Sledi obravnavanje 10, v katerem smo imeli Stomp, obdelave z Basto do trenutka izvedbe tiste ocene še ni bilo. \n  kombinaciji.\n1(BO), 2(BO + ST), 3(BO + GO), 4(CH + BO), 5(CH + GO), 6(CH + ST), 7(CH + U), 8(CH + LU), 9(LU + BA), 10(ST + BA), 11(GO + BA), 12(KON.). (BO – Boom efekt, ST – Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA – Basta, KON – kontrola).\nPrazna polja v preglednici 4 pomenijo, da je imela kombinacija herbicidov 100 % učinkovitost. Z X označene vrste so se pojavljale v plevelni združbi. \n  kombinaciji.\n1(BO), 2(BO + ST), 3(BO + GO), 4(CH + BO), 5(CH + GO), 6(CH + ST), 7(CH + U), 8(CH + LU), 9(LU + BA), 10(ST + BA), 11(GO + BA), 12(KON.). (BO – Boom efekt, ST – Stomp, GO – Goal, CH – Katana, U – U 46 M Fluid, LU – Lumax, BA – Basta, KON – kontrola).\nZ X označene vrste so se pojavljale v plevelni združbi. Prazna polja pomenijo, da je imela kombinacija herbicidov 100 % učinkovitost.\n"], "21": ["5 SKLEPI", "V letih 2008 in 2009 smo na UC Meranovo Fakultete za kmetijstvo in biosistemske vede primerjali učinkovitost enajstih kombinacij herbicidov in sestavo plevelne populacije v vinogradu. V poskusu smo ugotavljali učinkovitost herbicidov oziroma njihovih kombinacij in ocenjevali pokrovnost tal s plevelno združbo.\nNajmanjšo pokrovnost s plevelno združbo, manj od 15 %, so imele različice herbicidov, ki so vsebovale kombinacijo dveh aktivnih snovi, glifosata ali flazasulfurona. Pri obravnavanju 4, ki je kombinacija obeh aktivnih snovi, je bila pokrovnost manjša od 5 %.\nUčinkovitost glifosata v dvojnem odmerku je bila večja od 95 % in ni bilo pojava fitotoksičnosti na vinski trti. Pri obravnavanjih v predpisanih odmerkih je imela najboljšo učinkovitost kombinacija glifosata in flazasulfurona ter kombinacija glifosata in oksifluorofena.\nNajmanj raznovrstna plevelna združba je bila pri obravnavanju 5 (flazasulfuron in oksifluorofen) in tudi pri obravnavanju 4 (flazasulfuron in glifosat). Pri obeh obravnavanjih ni bila prisotna navadna kopriva, ki je ena izmed pomembnejših gostiteljskih rastlin sklenokrilega škržatka, ki je prenašalec navadne trsne rumenice tipa BN.\nZelo dobro učinkovitost so pokazale tudi kombinacije, kjer smo škropljenje izvedli v dveh terminih, vendar se statistično niso razlikovali od obravnavanj, ki smo jih škropili samo enkrat. Iz tega lahko sklepamo, da so stroški proizvodnje manjši, če uporabimo kombinacijo herbicidov, ki ima enako učinkovitost pri enkratni obdelavi.\n"], "abstract": ["V letih 2008 in 2009 smo na Univerzitetnem centru Meranovo Fakultete za kmetijstvo in biosistemske vede v vinogradu sorte 'Renski rizling' ugotavljali učinkovitost enajstih herbicidov oziroma njihovih kombinacij za zatiranje plevelne združbe pod trtami. Poskus je bil zastavljen po metodi naključnih blokov v treh ponovitvah. Ocenjevali smo učinkovitost herbicidov in pokrovnost tal s plevelno združbo. V letu 2008 je bila statistično značilna najmanjša pokrovnost tal s plevelno združbo pri obravnavanjih glifosat (dvojni odmerek), flazasulfuron + pendimetalin, flazasulfuron + MCPA, najboljša učinkovitost pa pri obravnavanjih glifosat (dvojni odmerek) in glifosat + oksifluorofen (p = 0,05). V letu 2009 je bila najmanjša pokrovnost tal pri kombinaciji flazasulfuron + glifosat (11. 5. 2009), pri zadnjem ocenjevanju ni bilo statistično značilnih razlik med obravnavanji (3. 7. 2009). Največja učinkovitost (> 95 %) je bila pri flazasulfuron + glifosat (11. 5. 2009), pri drugem ocenjevanju (3. 7. 2009) med obravnavanji ni bilo statistično značilnih razlik. Najmanj raznovrstna plevelna združba je bila pri kombinaciji flazasulfuron + oksifluorofen in flazasulfuron + glifosat. Največ različnih plevelnih vrst je bilo pri kombinaciji pendimetalin + glifosat. "]}