{"1": ["1 UVOD", "Globalizacija trgov in preseljevanje posameznih proizvodenj na Kitajsko, v Indijo ter ostala neevropska področja pospešeno poslabšuje položaj v kovinskopredelovalni industriji predvsem zaradi dejstva, da omenjene države niso zavezane k spoštovanju zakonodaje Evropske unije na področju ekologije, energetike, cene dela itd. Da bi podjetje ostalo uspešno, mora pri razvoju upoštevati značilnosti (Hauc, 2001) tako imenovane nove ekonomije, ki so:\n- globalizacija;\n- informatizacija in e-poslovanje;\n- zniževanje stroškov, ki zahteva velike projektne vložke, da se strategije  zniževanja stroškov lahko uspešno izvajajo;\n- neprekinjenost učinkovitosti informacijskih sistemov;\n- nepretrgano (dnevno in nočno) poslovanje;\n- koncentracija kapitala;\n- nove rešitve v razvoju izdelkov, storitev, tehnologij, informatizacije,  izobraževanju zaposlenih, organizacije itd., kar vpliva na hitrejše in cenejše  izvajanje projektov;\n- obvladovanje krajšanja potrebnega časa;\n- večanje oziroma združevanje proizvodnje;\n- vse uspešnejši projektni management;\n- obvladovanje strateških kriz.\nManagement podjetja mora oblikovati strategije, ki bodo uspešno odgovorile na naštete značilnosti in le-te nato izvajati z vrsto med seboj logično povezanimi projekti tudi zaradi dejstva, da so možni soodvisni učinki na področju povezovanja družb znotraj skupine LIVAR. Kljub temu da se večina strategij oblikuje na nivoju LIVAR, je izvajanje projektov v veliki meri odvisno od udeležencev – torej od zaposlenih v podjetjih in tako tudi v podjetju LIVAR d. d., ki običajno koordinira posamezne dejavnosti. Kvaliteta izvajanja projektov je odvisna od naših izkušenj in znanja - ne le strokovnega, ampak tudi znanja s področja vodenja projektov, terminskega planiranja, vrednostne obdelave, spremljanja, koordinacije in zaključevanja projekta. Bistveno pri tem je, da se projekti, ki so ekonomsko neupravičeni ali pa za njih ni zagotovljenih virov, ne izvajajo, temveč se z realizacijo počaka do zagotovitve pogojev (virov) za izvedbo. Tovrstnega znanja v družbi ni dovolj, obstaja pa veliko izkušenj zaposlenih na različnih področjih, pridobljenih pri sodelovanju oziroma vodenju različnih, že izvedenih projektov. Žal so takšne izkušnje varno shranjene v glavah izkušenih sodelavcev, ki jih po svoji dobri volji delijo še z drugimi v družbi, v kolikor se niso upokojili, zapustili podjetje ali pa jim zaradi preobremenjenosti prenos znanja ni prva prioriteta. Takšen način ravnanja z znanjem je za podjetje dolgoročno škodljivo, saj se lahko kaj hitro zgodi, da znanje zapusti podjetje skupaj s sodelavcem, dodaten minus pa je tudi, da se znanje ne plemeniti. Tu gre za izgubljanje izkušenj (znanja) in posledično za slabšo učinkovitost izvajanja sedanjih in bodočih projektov, kar lahko dolgoročno privede do nekonkurenčnosti podjetja na trgu. Za obstoj podjetij v skupini LIVAR je izrednega pomena tudi „notranja“ konkurenčnost, ki sicer \nzagotavlja stalno dinamično rast skupine, in sicer zaradi tekmovanja podjetij na področju optimizacije proizvodnje, kvalitete in zniževanja stroškov ter zavezanosti vodstva po trajnostnem zniževanju okoljskih obremenitev, med katere štejemo tudi energetsko učinkovitost. Za podjetja, ki v tej igri izgubljajo konkurenčni položaj v skupini, pa to dolgoročno predstavlja visoko stopnjo ogroženosti obstoja podjetja ter obremenjevanje matične družbe LIVAR d. d. To dejstvo lahko podpremo s podatkom, da je LIVAR d. d. v zadnjih štirih letih kupil tri podjetja za proizvodnjo in obdelavo kovin.\n"], "2": ["1.1 PREDSTAVITEV PODJETJA LIVAR D. D.", "Družba LIVAR d. d. ima trdno, več kot 50-letno tradicijo. V Livarni v Ivančni Gorici je kupolna peč prvič zagorela daljnega leta 1954. Leta 1996 se je LIVAR iz Ivančne Gorice odločil za nakup črnomaljskega podjetja Belt in tako danes LIVAR d. d. v Sloveniji posluje na dveh lokacijah: sestavljata ga proizvodna centra v Ivančni Gorici in Črnomlju s sodobnima livarnama in obratom mehanske obdelave. Kapacitete obeh livarn zadostujejo za proizvodnjo 45.000 ton prodanih ulitkov, mehanska obdelava v Črnomlju pa je sposobna obdelati 9.500 ton ulitkov. V letu 2005 je družba LIVAR d. d. z nakupom dveh livarn, Jelšingrad LIVAR a. d. in Topola LIVAR a. d. svoje delovanje razširila tudi na področje bivše Jugoslavije, širitev pa se je v letu 2006 nadaljevala z nakupom nedelujočega podjetja, to je Topola LIVAR MO d. o. o. Tako se lahko danes predstavimo kot Skupina LIVAR, ki s svojimi izkušnjami in znanjem izdeluje in obdeluje kakovostne ulitke iz sive, nodularne ter jeklo litine.\n"], "3": ["1.2 RAZVOJ PODJETJA", "Začetek livarstva v Ivančni Gorici sega v leto 1954, ko je v takratni delavnici Agrostroja prvič iz kupolne peči pritekla talina. Začetki livarstva so se z leti nadgrajevali in tako so leta 1971 prvič proizvedli kvalitetnejšo nodularno litino, ki je v serijski proizvodnji v celoti nadomestila sivo litino v PC Ivančna Gorica.\nPodjetje se v času rasti prilagaja tržnim razmeram in tedanji IMP LIVAR Viktor Koleša se leta 1991 preoblikuje v dve samostojni podjetji IMP Tovarna armatur in IMP LIVAR.\nPotrebe po kakovostnih ulitkih v Evropi, kjer ima Livar prodanih več kot 70 % svojih kapacitet, predstavljajo zaradi pomanjkanja proizvodnih kapacitet in prostorske stiske resno težavo pri zagotavljanju obstoja na trgu. Tako Livar v letu 1995 najame BELT iz Črnomlja, ki ga leta 1996 tudi kupi. Livar se ponovno sreča s proizvodnjo na dveh lokacijah.\nLivar se ni razvijal samo tehnološko in prostorsko, pri razvoju in rasti je prihajalo tudi do lastniških sprememb in tako v letu 1996 postane delniška družba IMP LIVAR, ki se v letu 2001 preimenuje in spremeni celostno grafično podobo.\nLivar svojo rast nadaljuje in v letu 2005 svojo dejavnost z nakupom dveh podjetij razširi na področja bivše Jugoslavije. Svojo dejavnost razširi tudi na področje jeklo litine in na ta način zaokroži vizijo zagotavljanja ulitkov svojim odjemalcem. \n"], "4": ["1.3 PREDSTAVITEV HČERINSKIH PODJETIJ", "Z nakupom livarne jekla Jelšingrad Livnica čelika s strani družbe LIVAR d. d. se je le-ta v letu 2005 preimenovala v Jelšingrad LIVAR a. d. Posluje v Banja Luki v Bosni in Hercegovini. Je livarna z dolgoletno tradicijo, podjetje je bilo ustanovljeno leta 1937. Izdeluje ulitke, ki se uporabljajo v proizvodnji opreme za železnice (vagoni), strojegradnji, rudarstvu, naftni, kemijski in prehrambni industriji. Z obsežnimi vlaganji v posodobitev proizvodnih kapacitet s strani družbe LIVAR d. d. se za leto 2008 v Jelšingradu predvideva proizvodnja v višini 6.000 ton ulitkov, do leta 2010 pa 10.000 ton.\nV letu 2005 sta bila opravljena dva nakupa livarskih kapacitet, kljub dejstvu, da so se za nakup livarne v TOPOLI, ki je po opremi v celoti identična livarni PC Črnomelj, pogajanja vršila nekaj let. Zastava Livnica Topola je bila ustanovljena leta 1958. V letu 2005 je postala njen večinski lastnik družba LIVAR d. d. in tako se je Zastava Livnica Topola preimenovala v Topola LIVAR a. d. Posluje v mestu Topola v Srbiji. Proizvaja ulitke iz sive litine, ki jih izdeluje za potrebe avtomobilske industrije in strojegradnje. Tudi v Topoli LIVAR a. d. so potekale obsežne naložbe v posodobitev proizvodnih kapacitet, za leto 2008 se predvideva 14.000 ton prodanih ulitkov, v letu 2009 pa kar 20.000 ton.\nV konceptu LIVAR-ja je zapisano, da kupcu dobavijo obdelane ulitke na kupčevo dvorišče, kar je botrovalo tudi širitvi obdelovalnih kapacitet v TOPOLI. Tako se je v letu 2006 investiralo skupaj s poslovnim partnerjem v širitev mehanske obdelave kar \nv prostorih livarne. Še istega leta, septembra 2006, je družba LIVAR d. d. postala tudi večinski lastnik podjetja GOŠA-12. oktobar iz Topole. Novo podjetje je na skupščini v novembru dobilo tudi novo ime Topola LIVAR MO d. o. o. Namen nakupa je bil razširiti mehansko obdelavo v Srbiji. Topola LIVAR MO d. o. o. je z delovanjem pričela v aprilu leta 2007. Za leto 2008 se predvideva, da se bo obdelalo 3.000 ton ulitkov, proizvedenih v Topola LIVAR a. d., do leta 2012 pa 9.000 ton.\n"], "5": ["2 OPREDELITEV PROBLEMA", "Livarstvo spada v energetsko intenzivno panogo, kar se v zadnjem desetletju ne odraža zgolj na cenovno neugodnih razmerjih, temveč tudi na vse večji odvisnosti od dobav energije. Energija postaja iz dneva v dan dražja in kot taka predstavlja tako nevarnost kot tudi priložnost za obstoj podjetja, ki se tega problema zaveda dovolj zgodaj. Poleg stroškov za energijo je potrebno upoštevati tudi stroške za obremenjevanje okolja, slediti pa je treba usmeritvam IPPC direktive 96/61/EC (ARSO, 2009) s posameznimi BAT IN BREF dokumenti.\nV LIVAR-ju delež za energijo predstavlja med 15 in 20 % stroškov v prihodku, kar je z vidika obvladovanja stabilnosti podjetja delež, ki zahteva veliko pozornost in skrb ne samo s finančnega vidika, temveč tudi zaradi zavezanosti vodstva skrbi do okolja. Glede na delež v prihodku se le-ta negativno odraža tudi pri denarnem toku, saj je potrebno stroške za porabljeno energijo plačati v roku 30 dni. Ob upoštevanju, da je proizvodni ciklus proizvoda med 15 in 30 dnevi ter da so plačilni roki kupcev v povprečju 125 dni, se srečamo z drastičnim povečanjem potreb po obratnih sredstvih in s stalnimi težavami z nelikvidnostjo predvsem takrat, ko sta rast in prodaja proizvodnje strmi.\nEnergetika kot taka predstavlja tudi nenehno skrb za razvoj in uvajanje novih tehnologij, usposabljanj kadrov s področja učinkovite rabe, predvsem pa skrb za individualno odgovornost na nivoju stroškovnega nosilca. Poleg vsega naštetega je potrebno na vsakih 3 do 5 let izvajati energetske preglede po posameznih lokacijah ter pripraviti program nadgradnje sistema. Z drugimi besedami bi lahko dejal, da je energetika živ proces, ki s svojim delovanjem od vodstva in zaposlenih terja stalen nadzor in ukrepanje v primeru eskalacij.\nDružba se že vrsto let aktivno ukvarja z evidentiranjem in obvladovanjem stroškov praktično na vseh področjih. Tako imamo uvedeno količinsko in vrednostno spremljanje porabe vseh energentov z mesečnimi primerjavami porab na tono proizvedenega. V zadnjih treh letih smo zaradi boljše optimizacije in spremljanja delovanja večjih porabnikov električne energije na obeh lokacijah uvedli računalniško spremljanje obratovanja. Na podlagi zbranih podatkov tehnologije dnevno spremljajo specifične porabe vseh energentov in strateških materialov. Sami načini spremljanja ne zadovoljujejo potreb današnjega časa, saj le-ti v večini primerov zgolj statistično spremljajo doseženo porabo. Z nakupom hčerinskih podjetij v Bosni in Srbiji pa se nam ta izziv obvladovanja porabe energentov še dodatno poveča. \nGlede na samo strukturo in velikost hčerinskih družb ne moremo pričakovati, da bodo le-te same s svojimi resursi pristopile k sanaciji problema. Pri tem je tudi nesmiselno, da doseženega znanja in izkušenj, ki smo jih nadgrajevali vrsto let, ne bi pozitivno izkoristili in prenesli v hčerinska podjetja.\nS projektnim pristopom je mogoče zagotoviti kvalitetnejši nadzor nad porabo energije, omogočiti enostavnejše izvajanje ukrepov učinkovite rabe energije, kakor tudi investiranje v posodabljanje tehnoloških linij.\nUspešna realizacija projekta ima večplastno korist za podjetje:\n- pravočasnejše odkrivanje in odpravljanje okvar;\n- prihranki na osnovi enostavnejših optimizacij tehnoloških postopkov  (komprimiran zrak, voda, …);\n- prihranki s porabo energije, tehničnih plinov in vode zaradi nadgradnje  sistema odgovornosti ter na osnovi izboljšanja vedenja o porabi energije;\n- prihranki z učinkovitejšim določanjem, izvajanjem in spremljanjem učinkov  investicij;\n- spremljanje učinkov pilotnih optimizacij v proizvodnih procesih in prenos  dobrih izkušenj na ostale tehnološke procese;\n- višji nivo usposobljenosti zaposlenih.\nOsnovo za vrednotenje porabe energije v okviru sistema CSRE predstavljajo meritve porabe energije ter določitev razmerja med porabo energije in obsegom proizvodnje, ki se določi v obliki karakteristične premice.\n"], "6": ["2.1 OPIS ENERGETSKIH TOKOV IN NJEGOVIH DELEŽEV", "V okviru priprav na projekt so bili zbrani podatki o končni rabi energije v Sloveniji, kjer ni upoštevan energetski sektor (elektrarne, toplarne, ...). Poraba energije je predstavljena po sektorjih, gospodarskih dejavnostih (predvsem v industriji) in energentih.\nVir za vse podatke v tabelah in diagramih (Slika 2) je Statistični urad Republike Slovenije.\nLIVAR d. d. spada v šifro dejavnosti 24.510 (27.510 stara klasifikacija), glede na to je za podjetje primerna tudi primerjava doseganja rab in stroškov z znanimi statističnimi podatki RS. Posameznih podatkov za konkurenčne družbe, na podlagi katerih bi lahko izvedli benchmarking, ni možno pridobiti. Vsekakor bi bila sama primerjava izredno kompleksna, saj se znotraj dejavnosti glede na tip taline in procesa nahajajo zelo različni gospodarski subjekti. Za potrebe diplomskega dela zadostuje primerjava znotraj panoge. \nV tabeli št. 1 se z vrednostnimi podatki energentov, koksa in električne energije nazorno vidi rast deleža tako v celokupnih prihodkih kod odhodkih.\nv EUR 2006 2007 (1‐9 )2008  strošek elektrike 2.301.653 2.640.294 2.067.240  strošek koksa 2.418.123 2.400.008 4.033.770  celotni prihodki 54.048.460 60.408.495 46.736.190  materialni stroški 31.703.139 35.337.090 30.058.864  deleži E. E.  celotni prihodki 4,26 4,37 4,42  materialni stroški 7,26 7,47 6,88  delež plač 22,52 21,84 23,54  Delež koksa  celotni prihodki 4,47 3,97 8,63  materialni stroški 7,63 6,79 13,42  Delež energije skupaj  celotni prihodki 9 8 13  celotni odhodki 15 14 20\nV primerjavi z deležem rasti osebnih dohodkov je rast bistveno hitrejša, kar lahko utemeljimo tudi z analizo rasti cen električne energije na podlagi primerjalne analize rasti cen LIVAR d. d., primerjalno z rastjo cen panoge. LIVAR v preteklem obdobju \ndosega boljše rezultate od povprečja dejavnosti predvsem zaradi dobro sklenjene pogodbe o nakupu, ki pa je zaradi razmer na trgu ne bo uspel zadržati za obdobje med leti 2010 in 2013.\nMaterialni strošek Strošek Stroški Strošek Neto  stroški EE Koksa dela energije amortizacija dobiček/izguba\n"], "7": ["2.1.1 Gibanje cen električne energije", "V zadnjem obdobju so cene električne energije na trgu na debelo zelo spremenljive. Padcu cen nafte so sledile tudi cene električne energije, vendar v zadnjem obdobju ponovno beležimo rahlo rast cen na nemški borzi EEX. Na borzi EEX so se cene za pasovno električno energijo, dobavljivo med leti 2009 in 2011, v času priprave diplomske naloge so se gibale med 73. in 78. EUR/MWh. Za referenčno obdobje smo določili zadnji kvartal leta 2008. V tem obdobju je v zadnjem mesecu cena znašala 81,20 EUR/MWh, maksimum je dosegla pri 84,95 EUR/MWh, minimum pa pri 74, 75 EUR/MWh. \nCene električne energije v Sloveniji sicer sledijo cenam na sosednjih trgih, vendar pa pomanjkanje električne energije povzroča, da se cene oblikujejo na nekoliko višjem nivoju in se za obdobje dobave med leti 2009 in 2011 gibljejo med 93. in 102. EUR/MWh.\n(EEX, 2009)\n"], "8": ["2.1.2 Gibanje cen koksa", "V letih 2007 in 2008 je bila rast cen koksa tako na evropskem kot svetovnem trgu nepredvidljiva in v celoti neobvladljiva. Razloge za tako nenadno in nekontrolirano rasti lahko pripisujemo več dejavnikom, med katere nedvomno sodijo:\n- zapiranje evropskih koksarn zaradi okoljske neustreznosti;\n- zaradi rasti proizvodnje in s tem povezane porabe koksa le-tega ni mogoče  zagotoviti pri proizvajalcih EU;\n- Kitajska uvede izvozne takse na koks.\nEUR/t 2005 2006 2007 2008  KOKS 0,38 0,29 0,33 0,55\n"], "9": ["2.2 OPREDELITEV PROBLEMA OBVLADOVANJA ENERGETSKIH", "TOKOV Stroški za energijo v prihodkih predstavljajo vedno večji delež, ne samo zaradi samega stroška energije, temveč tudi zaradi taks za okolje in prekomernih obremenjevanj okolja. Evropska unija je z direktivo 96/61/EC sprejela tako imenovano IPPC direktivo (IPPC portal, 2009), ki jo je v celoti ratificirala tudi Slovenija1 (ZVO-1, URS 41/04) in prenesla v svoj pravni red že pred vstopom v EU. Samo obvladovanje energetskih tokov postaja z globalizacijo in odprtjem trgov z energenti navidezno manj problematično. A dejstvo je, da se posamezne države članice EU na prefinjen način zapirajo in zagotavljajo oskrbo zgolj za potrebe lastne države z možnostjo izvoza presežkov takrat, ko le-ti obstojijo.\nZ razvojem in rastjo družbe ter tržnim gospodarstvom tako obvladovanje energetskih tokov v družbi postaja bistvena konkurenčna prednost v globalnem svetu in ne samo v dejavnosti, temveč v celotni panogi.\nSamo obvladovanje terja popolnoma nov miselni pristop, ki pa je vsekakor bistveno povezan tudi s stroški posodabljanja opreme, ki je sposobna slediti tem trendom. Dodana vrednost pa ne predstavlja možnosti bistvenih kapitalskih vlaganj v posodobitve in prilagajanja IPPC direktivi, ki z posameznimi BAT-i in BREF-i definira pogoje sprejemljive okoljske obremenitve.\nStalno prilagajanje zakonodaje EU se kaže tudi v Sevilji sprejetih zakonskih aktih, ki definirajo energetsko certificiranje IPPC zavezancev, za katere se predvideva, da bodo pogoj pri izdaji drugega obratovalnega dovoljenja. To pomeni, da bodo družbe, ki bodo s prilagajanji v zamudi, lahko dobile negativno okoljsko soglasje, kar posledično pomeni zaprtje družbe.\nSlovenija je to direktivo prenesla v svoj pravni red z Zakonom o varstvu okolja (ZVO-1;  Uradni list RS 41/04) z in Uredbo o vrsti dejavnosti in napravah, ki lahko povzročajo \n 2005 2006 2007 2008  LIVAR Ivančna Gorica  E. E. 17.771.739 19.097.548 19.373.042 19.393.934  koks 2.252.270 2.343.920 2.438.040 2.547.940  ELKO 94.857 29.082 30.796 71.660  TNP 661.269 606.059 583.310 586.483  O2 1.150.080 879.581 1.045.930 910.601  LIVAR Črnomelj  E. E. 21.263.528 22.375.265 22.946.145 22.475.758  koks 5.364.760 5.121.100 4.408.460 4.620.480  mazut 162.500 86.300 43.500  TNP 190.998 166.016 144.072 121.350  O2 1.945.093 1.351.280 1.385.640 1.870.040  JELŠINGRAD LIVAR  E. E. 9.526.560 12.317.280 15.364.344 16.812.480  Tekoči ogljikov dioksid - 101.620 93.050 72.370  Propan butan - 67.701 106.602 128.480  Tekoči kisik - 261.828 258.243 240.926  TOPOLA LIVAR  E. E. 9.444.320 12.316.150 16.952.110 12.795.230\n2008 (LIVAR, 2009)\nOdvisno od gibanja porab in cenovnih gibanj energentov le-ti odločilno vplivajo na sam poslovni rezultat. V tabeli 5 je predstavljena izguba, pridelana na razliki cenovnih gibanj in nezmožnosti upoštevanja dviga cen končnim kupcem. \n(LIVAR, 11/2008)\n"], "10": ["2.3 TEŽAVE PRI UVAJANJU CILJNE RABE ENERGIJE", "Pri samem uvajanju naletimo na širok spekter težav, ki jih lahko razdelimo v naslednje kategorije:\n- dislociranost proizvodnih enot;\n- izmensko delo;\n- nedonosnost proizvoda, ki bi omogočal investiranje v energetsko učinkovite  naprave;\n- neosveščenost in prenizka usposobljenost kadra s poudarkom na  trajnostnem zniževanju porab;\n- nezainteresiranost nižjega vodstva za spodbujanje CSRE.\n"], "11": ["2.4 EKONOMSKI UČINKI ENERGETSKE NEUČINKOVITOSTI", "Zaradi neekonomične rabe energentov lahko za naslednje 5-letno obdobje zavzamemo stališče, da je na letnem nivoju brez dodatnih investicij z upoštevanjem določil ciljne rabe energije in z uvajanjem energetskega managementa možno prihraniti približno 2 % stroškov za energijo. V finančnem smislu to predstavlja 1,5 mio EUR/leto.\nNadaljnje višje doseganje prihrankov je možno s spremembo tehnologij oziroma menjavami zastarelih tehnologij in sistemov z energetsko varčnimi. Vsekakor je pred odločitvijo potrebno izdelati energetski pregled s poudarkom na študiji učinkovitosti in za same investicije pridobiti ugodne vire financiranja.\n"], "12": ["3 UPORABA PROJEKTNEGA PRISTOPA", "Sprememba tehnologij, predhodni energetski pregledi in vse posledične investicije, ki vodijo k zmanjševanju porabe energije oziroma bolj učinkoviti rabi energije, je v kompleksnih poslovnih sistemih mogoče učinkovito in uspešno realizirati na projektni način. Zato je v nadaljevanju obdelanih nekaj teoretičnih osnov in metodoloških izhodišč projektnega pristopa. To gradivo v aplikativnem delu diplomske naloge služi kot osnova za pripravo predloga rešitve problema, ki je opisan v uvodnem delu.\n"], "13": ["3.1 TEORETIČNA IZHODIŠČA", ""], "14": ["3.1.1 Projekt", "V praksi se pojem projekt uporablja na različnih področjih in ima tudi različne pomene, kot so:\n- dokumentacija, načrt, elaborat (v gradbeništvu);\n- investicija, naložba;\n- načrtovanje in uresničevanje idej ter ponujanje storitev;\n- objekt v izgradnji ali v pripravljalni fazi na izgradnjo;\n- proces, ki se izdvoji iz tekočega poslovanja in ločeno organizira (v industriji);\n- tehnična dokumentacija ali druga projektna dokumentacija, kot npr. idejni  projekt, projekt za pridobitev gradbenega dovoljenja, projekt za razpis,  projekt izvedenih del ipd. (v inženiringu).\nProjekti se v praksi pojavljajo v različnih oblikah, npr. kot:\n- izdelava posamičnih izdelkov (turbine, stroj za izdelavo jeder, pohištvo po  meri, modelne naprave …);\n- izgradnja gradbenih objektov (stanovanjska ali poslovna zgradba, ceste,  mostovi …);\n- izvajanje kakršnekoli večje planirane naloge v podjetju, ki je ni med  običajnimi aktivnostmi podjetja (izobraževanje, informatizacija procesa,  pridobitev certifikata ISO standarda, letna inventura, ipd.);\n- oblikovanje in lansiranje novega izdelka (storitve) na tržišče;\n- oblikovanje in vpeljava nove organizacije;\n- priprava in izvedba prireditev (športnih, zabavnih, kulturnih, političnih ipd.);\n- razvoj in uvajanje novih tehnologij;\n- večja vzdrževalna dela oziroma remont ali obnova objektov, strojev,  procesov.\n"], "15": ["3.1.2 Opredelitev projekta", "Različni avtorji podajajo različne definicije projekta. Skupni pojmi, ki opredeljujejo projekt, so (Kern, 2001/2002):\n- projekt je ciljno usmerjen proces; \n - projekt je časovno omejen proces;\n- projekt je členjen na zaporedje dejavnosti;\n- projekt je enkraten in neponovljiv proces;\n- projekt je povezan s stroški;\n- projekt je povezan s tveganjem;\n- projekt je predviden za skupinsko delo;\n- projekt je vodljiv proces;\n- projekt se izvaja v specifični organizacijski obliki;\n- projekt uporablja resurse.\n"], "16": ["3.1.3 Management", "Management lahko opišemo kot proces planiranja, organiziranja, vodenja in nadzorovanja vseh virov, da bi prišli do želenega cilja (Kovač, 1997). Projektni management ali vodenje projektov je način obvladovanja projektov:\n- s primerno organiziranimi ljudmi;\n- ob uporabi virov (sredstev in kapacitet);\n- v dogovorjenih rokih;\n- z zahtevanimi učinki.\nProjektni management organizira in vpliva na izvajalce projekta, da bi delovali v smeri postavljenega cilja projekta. Vodenje vključuje tudi komuniciranje, motiviranje in nadzor organizirane skupine izvajalcev, da dosežejo postavljeni cilj.\n"], "abstract": ["V projektni nalogi je opisan predlog uvajanja projektnega pristopa v podjetju LIVAR d.d.. V nalogi je predstavljen uspešen projekt, ki je v sklopu opravljenih projektov zadnjih pet let dosegel zavidljive rezultate. Vsebina projekta, pa tudi njegova organiziranost, ki sta botrovali uspešnost projekta, dokazujeta, da je uvedba projektnega pristopa ne samo potreba temveč nuja. Navedeni so pogoji uporabe projektnega pristopa s priložnostmi, omejitvami ter nevarnostmi, ki iz tega izhajajo. Učinkovitost in pravočasnost izvajanja projektov sta vsekakor merilo za njihovo učinkovitost, ta pa je pogoj za poslovno uspešnost. V diplomski nalogi smo na podlagi izkušenj v konkretnem okolju in na podlagi študija literature ugotovili, da bi z izboljšavo trenutnega načina projektnega dela v podjetju uporabo predlaganega načina dela bi v podjetju izboljšali nivo izvajanja projektov, vzpostavili preglednost in omogočili prenos znanja na področju spremljanja, vodenja in izvajanja projektov v prihodnje. Bistveno bi zmanjšali stroške priprave in samega izvajanja in preprečili izvajanje projektov, ki niso ekonomsko opravičeni. S tem bi podjetje še učinkoviteje odgovorilo na izzive sedanjega časa ter doseglo optimalno izvajanje projektov in na ta način povečali učinkovitost vloženih sredstev."]}