{"1": ["1 UVOD", "Ekološko kmetijstvo je sistem pridelave hrane, ki priznava pomembnost biodiverzitete, biološke aktivnosti tal in biološke cikle. Prizadeva si za krepitev in razvoj teh kot sestavni del sistema proizvodnje hrane in tudi priznava, da je zdravje ljudi povezano s kvaliteto hrane, ki jo zauživajo (Davies in Lennartsson 2005).\nEkološko kmetijstvo iz leta v leto pridobiva na pomenu in po zadnjih izsledkih, objavljenih s strani Organizacije za hrano in kmetijstvo, bi lahko zagotovili večjo prehransko varnost v nerazvitem svetu, saj bi se pridelki s tem povečali za indeks 213 % v primeru preusmeritve v ekološko kmetijstvo (Bavec in sod. 2009).\nSredstva za nego in krepitev rastlin niso uvrščena med fitofarmacevtska sredstva, večinoma bi bila lahko razvrščena tudi med gnojila oziroma kot druga pomožna sredstva, ki jih lahko uporabimo tudi na rastlinah. Proizvedena so na podlagi kamnin, mineralov, izvlečkov rastlin, olj, gline, morskih alg, melase, morske vode, huminskih kislin, mlečne kisline, mikroorganizmov (Bavec in sod. 2009).\nSolata (Lactuca sativa L.) spada v družino Cichoriacecae – radičevke. Uvrščamo jo v skupino solatnic, kamor uvrščamo radič, endivijo in tudi motovilec. Je enoletna rastlinska vrsta, ki jo pridelujemo na vsej zemeljski obli v območjih z zmernim ali subtropskim podnebjem. Rod Lactuca vsebuje okoli 100 različnih vrst. V svetu in tudi v Sloveniji je najbolj razširjena vrsta Lactuca sativa L., ki izvira iz Azije, Egipta in vzhodne Afrike (Meglič in Šuštar-Vozlič 2000).\nNamen diplomskega dela je preveriti delovanje sredstev za izboljšanje tal (PRPSOL) in za krepitev rastlin (PRPEBV) v zimskem terminu pridelave solate v zaščitenem prostoru.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Ekološka pridelava", "Ekološko kmetijstvo je način trajnostnega kmetijstva z najmanjšimi izpusti toplogrednih plinov in porabo energije ter tudi z najmanjšimi negativnimi vplivi na okolje. Ekološko kmetijstvo temelji na ravnotežju sistema: tla – rastline – živali - človek in na sklenjenem krogotoku hranil v njem. Podlage ekološkega kmetijstva v rastlinski pridelavi so kolobar, ohranjanje oziroma povečevanje rodovitnosti tal, prepovedana pa je uporaba lahkotopnih rudninskih gnojil in sintetičnih pripravkov za varstvo rastlin. Ekološka pridelava temelji na organskih gnojilih, varstvu rastlin s preprečevanjem pojava bolezni, škodljivcev in plevela v kolobarju, primerni obdelavi tal, na izboru odpornejših sort, na uporabi biotehničnih sredstev in uporabi le posebej dovoljenih pripravkov (Bavec in sod. 2009).\nEkološka pridelava sledi naslednjim splošnim ciljem: 1. Vzpostaviti sistem trajnostnega upravljanja kmetijstva, ki:\n- spoštuje naravne sisteme in cikle ter ohranja in krepi zdravje tal, vode, rastlin in  živali in ravnovesje med njimi,\n- prispeva k visoki ravni biotske raznovrstnosti,\n- odgovorno izkorišča energijo in naravne vire, na primer vodo, tla, organske snovi in  zrak,\n- spoštuje stroge standarde dobrega počutja živali in zlasti zadovoljuje vrstno  specifične vedenjske potrebe živali. 2. Prizadevati si za pridelavo visoko kakovostnih proizvodov. 3. Prizadevati si za pridelavo različnih vrst hrane in drugih kmetijskih proizvodov, ki  ustrezajo povpraševanju potrošnikov po blagu, proizvedenem s postopki, ki: \n - uporabljajo žive organizme in mehanske postopke pridelave,\n- uporabljajo gojenje rastlin v zemlji in živinorejo,\n- izključujejo uporabo gensko spremenjenih organizmov (GSO) in proizvodov,  pridelanih iz GSO,\n- temeljijo na oceni tveganja ter po potrebi uporabljajo previdnostne in preventivne  ukrepe. 4. Omejevanje uporabe kakršnih koli surovin, ki ne izvirajo iz kmetijskega gospodarstva.  Če so zahtevane ali če ustrezni načini upravljanja ne obstajajo, so omejene na:\n- surovine iz ekološke pridelave,\n- naravne ali naravno pridobljene snovi,\n- slabo topna mineralna gnojila. 5. Uporaba kemično sintetiziranih surovin je strogo omejena na izjemne primere:\n- kadar ni ustreznih praks upravljanja,\n- kadar dovoljene surovine niso na trgu dostopne,\n- dopustna je prožnost pri izjemah od splošnih pravil, ki pa mora biti posebej  utemeljena in časovno omejena,\n- spremenjena so pravila za označevanje – izvzeto je posebno označevanje izdelkov s  70 % ekoloških sestavin, vseeno pa je možno posamične ekološke sestavine  označiti,\n- postopki kontrole so vezani na uredbo št. 882/2004 o kontroli ekoloških živil in  krme,\n- izvajalec kontrole mora biti akreditiran po različici standarda EN 45011 ali vodila  ISO 65,\n- spremembe pri uvozu ekoloških pridelkov iz tujine – uvoz proizvodov je možen na  podlagi enakovrednega jamstva ali dokumentov, izdanih s strani kontrolnih  organov priznanih za delo v tretjih državah (Bavec in sod. 2009). \nTemeljni cilji ekološkega kmetijstva so:\n- pridelovati živila visoke prehranske vrednosti v zadostnih količinah,\n- na ustvarjalen, za življenje spodbujajoč način, sodelovati z naravnimi sistemi in  cikli,\n- spodbujati in pospeševati biološke cikle znotraj kmetijskega sistema, vključno z  mikroorganizmi, talno floro in favno, rastlinami in živalmi,\n- ohranjati in povečevati dolgoročno rodovitnost,\n- v čim večji možni meri uporabljati obnovljive vire v lokalno organiziranih  kmetijskih sistemih,\n- v čim večji možni meri delati z materiali in snovmi, ki jih je mogoče ponovno  uporabljati ali reciklirati na kmetiji ali kje drugje,\n- vsem živalim nuditi razmere, ki jim omogočajo čim bolj naravno okolje,\n- kolikor je mogoče zmanjšati vse oblike onesnaževanja, ki jih lahko povzroči  kmetijstvo,\n- ohraniti gensko/biotsko raznovrstnost kmetijskega sistema in njegove okolice,  vključno z varovanjem naravnih rastlinskih in živalskih habitatov,\n- vsakomur, ki je vključen v ekološko pridelavo in predelavo, omogočiti kakovost  življenja in kritje njegovih osebnih potreb, vključno z varnim okoljem,\n- upoštevati širši socialni in okoljski vpliv kmetijskega sistema (Slabe 2000).\n"], "4": ["2.2 Gnojenje", "Temelj gnojenja v ekološki pridelavi je pester kolobar z vključitvijo metuljnic, ki lahko letno akumulirajo okrog 50 do 300 kg/ha dušika, in setev različnih vmesnih posevkov za zeleno gnojenje. Vir hranil so tudi zmulčeni in zaorani žetveni ostanki (slama žit, koruznica in drugi nadzemni deli rastlin) in tudi organska snov koreninskega sistema predhodnih rastlin. Uporaba živinskih gnojil je sicer najprimernejši in običajno tudi najcenejši način zagotavljanja potrebnih hranil za rastline in ohranjanje rodovitnosti tal. \nPrednost pri živinskih gnojilih naj ima kompost iz hlevskega gnoja ali vsaj dobro uležan hlevski gnoj, pri uporabi gnojevke pa naj bo le-ta prav tako dozorela in aerirana ter po potrebi tudi razredčena. Redna uporaba živinskih gnojil v kolobarju zadovolji osnovne potrebe rastlin po mikrohranilih, v odvisnosti od pasme živali in krmnih obrokov pa so živinska gnojila predvsem vir dušika, fosforja in kalija ter tudi kalcija in magnezija. Ekološki kmetje so pri reji živali omejeni s številom živali na ha, ki odgovarja letnemu vnosu 170 kg/ha dušika, 120 kg/ha fosforja in 300 kg/ha kalija. V primeru dodatnih potreb po dušiku se lahko za zahtevnejše rastline uporabijo različna druga organska gnojila, različni komposti rastlinskega izvora, ostanki predelave oljnic (Bavec in sod. 2009).\n"], "5": ["2.3 Foliarna (tekoča) gnojila in stimulatorji rasti oziroma sredstva za nego in krepitev", "rastlin\nPotrebe po foliarnem gnojenju nastanejo običajno zaradi pomanjkanja mikrohranil oz. elementov v sledovih (železo, cink, baker, molibden, bor) in včasih tudi pri pomanjkanju magnezija in kalcija. Pomanjkanja mikrohranil so zelo redka, če redno uporabljamo hlevski gnoj, ki vsebuje poleg dušika, fosforja, kalija in kalcija tudi večino za rastline potrebnih mikroelementov. Manj težav pa je tudi, če je v tleh optimalna reakcija tal med pH 6,5 in 7, saj so nekateri elementi rastlinam nedostopni v kislih tleh ali za rastline celo toksični, drugi elementi pa so manj dostopni v bazičnih tleh (Mg, K, Fe, Mn, Zn) (Bavec in sod. 2009).\nSredstva za nego in krepitev rastlin niso uvrščena med fitofarmacevtska sredstva, večinoma bi bila lahko razvrščena tudi med gnojila oziroma kot druga pomožna sredstva, ki jih lahko uporabimo tudi na rastlinah. Proizvedena so na podlagi kamnin, mineralov, izvlečkov rastlin, olj, gline, morskih alg, melase, morske vode, huminskih kislin, mlečne kisline, mikroorganizmov. Njihov osnovni namen je dvig odpornosti rastlin na podlagi različnih mehanizmov (spremembe pH na listu, preprečenega kontakta med povzročiteljem bolezni in tkivom rastline) (Bavec in sod. 2009). \nStimulatorji rasti rastlin oziroma biološki aktivatorji so naravna sredstva, pridobljena iz različnih organskih snovi. Ta sredstva so potrebna za normalno rast in razvoj rastlin, izboljšujejo tla, vzpodbujajo rast korenin, krepijo rastline, povečujejo naravno obrambno sposobnost rastlin proti glivam, prav tako pa zmanjšujejo uporabo mineralnih gnojil in obenem nevtralizirajo padavine, ki so obremenjene s kislinami in drugimi škodljivimi snovmi. Večina teh sredstev je široko uporabna pri pridelovanju vrtnin, v poljedelstvu in sadjarstvu, prav tako so uporabna v travništvu, kjer omogočajo hitrejši in boljši razvoj koreninskega sistema in izboljšujejo asimilacijske sposobnosti rastlin. Biološki aktivatorji se uporabljajo tudi za pospeševanje fermentacije komposta, hlevskega gnoja in gnojevke, obenem pa zmanjšujejo tudi smrad. Nekateri biološki aktivatorji se uporabljajo tudi kot mineralna dopolnila za vse vrste živali. Sestava stimulatorjev rasti temelji na izvlečkih iz morskih alg, iz rjavih alg in zelišč. Pomembna sestavina je tudi apnenec iz morskih alg, naravni ionski izmenjevalci ter biološki aktivatorji za stimuliranje mikroorganizmov. Vsebujejo tudi huminske kisline, ki upočasnjujejo izpiranje hranil iz tal in zadržujejo vlago, omogočajo pa tudi lažje sprejemanje makroelementov in fosfatov. Biološki aktivatorji so sestavljeni tudi iz surovih proteinov, vlaknin, surovih maščob in iz pepela ter lizina in metionina. Zelo pomembna je njihova elementarna sestava, saj vsebujejo mikrohranila, ki so potrebna za rast in razvoj rastlin, nekateri od teh elementov pa so prav tako potrebni v prehrani živali. Biološki aktivatorji vsebujejo naslednja mikrohranila; natrij, železo, mangan, baker, cink, magnezij, kalcij, aluminij, bor, kadmij, selen (Škamlec 2009).\n"], "6": ["2.4 Izboljševalci tal", "Med izboljševalce tal štejemo: AGROVIT - za oživljanje in bogatenje tal, PLOCHER BODENAKTIVATOR 1, PLOCHER BODEAKTIVATOR 2 in PLOCHER BODENAKTIVATOR 3 preparati za aktiviranje tal, PRP BODEN – specialna zmes bazičnih mineralov za izboljšanje tal (Bavec in sod. 2009).\n"], "7": ["2.5 Zakonodaja na področju ekološkega kmetijstva", "Junija 2007 je Evropski Svet sprejel Uredbo Sveta v ekološki pridelavi in označevanju ekoloških proizvodov. Ta nova Uredba Sveta (ES) 834/2007 vsebuje jasno opredeljene cilje, načela in splošna pravila za ekološko pridelavo. Izvedbeni uredbi na tem področju pa sta Uredbi Komisije (ES) 889/2008 in 1235/2008 (Bavec in sod. 2009).\nPoleg Evropske zakonodaje, omenjene zgoraj, imamo še Slovenski Pravilnik (Uradni list RS 71/2010) o ekološki pridelavi in predelavi kmetijskih pridelkov in živil. Ta pravilnik podrobneje določa metode in postopke ekološke pridelave oziroma predelave, označevanje kmetijskih pridelkov oziroma živil in pogoje za uporabo označbe »ekološki«, sistem nadzora organizacij za kontrolo in certificiranje, tehnične in organizacijske pogoje, ki jih morajo izpolnjevati organizacije za kontrolo in certificiranje ekoloških kmetijskih pridelkov oziroma živil, evidence ekološko pridelanega semena, semenskega krompirja in vegetativnega razmnoževalnega materiala v Republiki Sloveniji ter pristojnosti glede kontrole uvoza ekoloških kmetijskih pridelkov in živil iz tretjih držav za izvajanje:\n– Uredbe Sveta (ES) št. 834/2007, z dne 28. junija 2007, o ekološki pridelavi in označevanju ekoloških proizvodov in razveljavitvi Uredbe (EGS) št. 2092/91\n– Uredbe Komisije (ES) št. 889/2008, z dne 5. septembra 2008, o določitvi podrobnih pravil za izvajanje Uredbe Sveta (ES) št. 834/2007 o ekološki pridelavi in označevanju ekoloških proizvodov glede ekološke pridelave, označevanja in nadzora\n– Uredbe Komisije (ES) št. 1235/2008, z dne 8. decembra 2008, o določitvi podrobnih pravil za izvajanje Uredbe Sveta (ES) št. 834/2007 v zvezi z ureditvami za uvoz ekoloških proizvodov iz tretjih držav (Uradni list RS št. 71/2010). \nZakonodaja trenutno določa pravila za kmetijske pridelke oz. živila rastlinskega in živalskega izvora ter krmo, ne določa pa pravil za ne-živilske proizvode, kot je na primer tekstil in kozmetika (Predpisi s področja ekološkega kmetijstva 2012).\n"], "8": ["2.6 Ohranjanje in izboljševanje rodovitnosti tal", "Osnova za uspešno pridelovanje zelenjave so rodovitna, humusna tla z visoko mikrobiološko aktivnostjo, ki omogoči sproščanje hranil z mineralizacijo organskih snovi in tako posredno tudi za zadostno prehrano rastlin. Bilanca humusa mora biti pozitivna in vsakih nekaj let (vsaj na 4, bolje na 2 leti) je potrebno z analizo preveriti vsebnost humusa v tleh. Najpomembnejša lastnost dobrih tal je torej njihova rodovitnost, ki pa je zelo širok pojem in ga lahko opisujemo na različne načine in z različnih plati (Bavec 2003).\nRodovitna tla so izhodišče: »zdrava tla–zdrave rastline–zdrave živali–zdravi ljudje«. Tla niso le rastišče za rastline, temveč imajo skozi procese razgradnje, presnove in izgradnje v rastlini tudi osrednjo vlogo pri prehrani in zdravju rastlin. Življenje v tleh (žuželke, črvi, mikroorganizmi…) razgrajuje odpadne rastlinske in živalske produkte in s tem vsebovane hranilne snovi spreminja v hrano za rastline. Osrednjo vlogo pri tem igra humus oziroma celotna organska snov tal. Zato v tej povezavi govorimo o gospodarjenju s humusom. To gospodarjenje vključuje pester kolobar, zadostno preskrbo z organskimi snovmi in skrbno, previdno obdelavo tal ob najbolj ustreznem času (Rodovitnost tal 2005/2006).\n"], "9": ["2.6.1 Dejavniki ki vplivajo na rodovitnost tal", "Poleg dostopnih hranil v tleh vplivajo na rodovitnost tudi druge talne lastnosti. Najpomembnejši med njimi so:\n- kislost tal - od kislosti oz. bazičnosti tal je v veliki meri odvisna dostopnost hranil  za rastline. Vplivajo pa tudi na druge lastnosti, kot so: puferna sposobnost, tekstura,  humus, struktura, vlažnost. Optimalni pH je obenem zelo pomemben za  vzdrževanje stabilne strukture tal, tvorbo humusa, biološko aktivnost. Zaradi  velikih pridelkov, ki jih dandanes želimo in moramo dosegati, zaradi deloma  kislega dežja, izpiranja bazičnih kationov (Ca, Mg) in fiziološko kislega delovanja  večine gnojil, ki jih pri nas uporabljamo, je treba pH vrednost tal kontrolirati  praviloma vsakih 5 let in tla po potrebi redno vzdrževalno apniti. Lažja tla  prenesejo manjše enkratne odmerke apnenih gnojil, težja pa večje. Tudi pri  optimalni pH vrednosti tal je vzdrževalno apnjenje potrebno, da vrnemo s pridelki  odvzete ali z izpiranjem izgubljene baze.\n- vsebnost organske snovi - organska snov tal ali humus je ključen za rodovitnost tal,  vendar morajo biti vnosi organske snovi v tla dolgoročno izravnani z razgradnjo  humusa. Prekomerno povečanje vsebnosti humusa lahko povzroči izgube hranil –  predvsem dušika. Humus je pomembno skladišče dušika v tleh – običajno je več  kot 90 % N vezanega v talni organski snovi. Če torej povečujemo vsebnost humusa  prekomerno, se s tem povečuje tudi zaloga N v tleh in tudi njegova mineralizacija.  Če mineralizacija poteče v topli jeseni, npr. od septembra do oktobra, in če v tem  času na njivah ni intenzivno rastočega posevka, ki bi bil sposoben ponovno vezati  iz humusa sproščenega N, potem se lahko nakopičeni nitrat v pozni, deževni jeseni  ter čez zimo izperejo iz tal. Če se poveča vsebnost humusa čez določen optimalni  nivo, niso pridelki zaradi tega nič večji, poveča pa se nevarnost onesnaževanja  okolja: podtalnice z nitrati in ozračja s smejalnim plinom (N2O), ki nastaja v \n anoksičnih razmerah pri mikrobni redukciji nitrata. Smejalni plin v stratosferi  uničuje ozon.\n- tekstura in struktura in vsebnost bazičnih kationov (Mihelič in sod., 2010).\n"], "10": ["2.7 Solata", "Solata (Lactuca sativa L.) spada v družino Cichoriacecae – radičevke. Uvrščamo jo v skupino solatnic, kamor uvrščamo radič, endivijo in tudi motovilec. Je enoletna rastlinska vrsta, ki jo pridelujemo na vsej zemeljski obli v območjih z zmernim ali subtropskim podnebjem. Rod Lactuca vsebuje okoli 100 različnih vrst. V svetu in tudi v Sloveniji je najbolj razširjena vrsta Lactuca sativa L., ki izvira iz Azije, Egipta in vzhodne Afrike (Meglič in Šuštar-Vozlič 2000).\nSolata spada v skupino solatnic in je toplotno manj zahtevna, je najbolj pogosta zelenjadnica, ki je še posebej popularna v poletnih mesecih (Davies in Lennartsson 2005). Pridelujemo jo zaradi listov, ki se razvijejo na skrajšanem reduciranem steblu. Rastlina solate razvije močan koreninski sistem, glavnina korenin je v vrhnji plasti tal (do 60 cm), posamezne korenine pa lahko segajo tudi do 1,8 m v globino (Osvald in Kogoj-Osvald 1999).\nSolatnice so bogate z rudninskimi snovmi in vitamini. Posamezne vrste in njihovi deli so prijetnega, osvežujočega in pri nekaterih tudi značilno grenkega okusa. Pravilno pripravljene solatnice imajo tudi zdravilen učinek (Osvald in Kogoj-Osvald 2003).\n"], "11": ["2.8 Pridelovalne razmere za solato", ""], "12": ["2.8.1 Klima", "Za uspešno rast zahteva solata dobro osvetljena, primerno vlažna in topla rastišča. Minimalna temperatura za vznik je 2 do 3-C, optimalna temperatura za kalitev je 18 do 20-C. Optimalna temperatura za rast je 15 do 20-C oziroma 12 do 15-C pri gojenju prezimne solate. Temperature, višje od 20-C in nižje od 10 (6)-C, neugodno vplivajo na rast. Rastišče solate mora biti ustrezno osvetljeno in srednje vlažno, relativna vlaga zraka 75 do 85 %, vlažnost zemljišča 75 do 85 % poljske kapacitete. Občasna suša v posameznih razvojnih fazah vpliva na zmanjšanje pridelka, prevelika vlažnost zraka ali večja nasičenost zemlje z vodo neugodno vpliva na rast in povečuje občutljivost rastlin za pojav bolezni (Osvald in Kogoj-Osvald 1999).\n"], "13": ["2.8.2 Tla", "Solata dobro uspeva na odcednih, dobro pognojenih tleh s pH 6,5. Za gnojenje solate so primerna dobro strukturirana tla z dobro sposobnostjo zadrževanja vlage. Težja, vlažnejša in hladnejša tla, nagnjena k močnejšemu zbijanju, so manj primerna. Zaželena je enakomerna navlaženost težjih glinastih in ilovnatih tal za poletno pridelovanje. Za zgodnje pridelovanje so primernejša lažja peščena in dobro strukturirana tla. Lažja tla se hitreje ogrejejo in jih je moč lažje obdelovati. Zemljišče za gojenje solate primerno obdelamo, običajno zemljišče pripravimo za setev v obliki dvignjenih gredic. Zemljišče naj bo kakovostno pripravljeno z dobro grudičasto strukturo vrhnji plasti. Na površju tal naj bo čim manj organskih ostankov, da se zmanjša možnost širjenja glivičnih obolenj. Za izboljšanje strukture tal gnojimo z organskimi gnojili (Osvald in Kogoj-Osvald 1999).\n"], "14": ["2.9 Gnojenje solate", "Solata ne prenaša direktnega gnojenja s hlevskim gnojem, zato jo sadimo na drugo ali tretjo poljino. Pri gojenju v rastlinjakih pognojimo s 100 kg dušika, 100 kg fosforja in 170 kg kalija pri pridelku 30 t/ha (Osvald in Kogoj-Osvald 1999).\n"], "15": ["2.10 Kolobar", "Solata je rastlina, ki relativno dobro prenaša pogostejše gojenje na isti poljini. Priporočamo najmanj enoletni presledek pri ponovni setvi, da zmanjšamo možnost širjenja bolezni in škodljivcev. Zaradi večje občutljivosti za zvišano koncentracijo soli v talni raztopini in zaradi manjših potreb po dušiku ni priporočljivo saditi solate po močneje gojenih posevkih. Sicer pa visoka vsebnost humusa v tleh pozitivno vpliva na hitro rast solate in kakovost pridelka. Solata je v kolobarju vmesni, prejšnji ali naknadni posevek. Pri prepogostem sajenju na isto površino se lahko pridelek zmanjša za 30 do 50 % (Osvald in Kogoj-Osvald 1999).\n"], "16": ["2.11 Uporaba PRP", "V Savinjski dolini so preizkušali PRP na hmelju. Cilj raziskave je bil raziskati dolgoročni vpliv proizvodov PRP na tla in pridelek ter kakovost hmelja v primerjavi s konvencionalnim gnojenjem s PK. Poskus je bil postavljen kot bločni poljski poskus v treh ponovitvah na eksperimentalnem polju Inštituta za hmeljarstvo in pivovarstvo Slovenije v letu 2006. Predstavili so rezultate med letoma 2006 in 2011. Pri kontroli (PK) so konvencionalno gnojili s P in K glede na rezultate analiz tal, foliarnih gnojil niso uporabljali. Pri obravnavanjih 200 PRP in 400 PRP so letno potrosili po 200 oziroma 400 kg/ha PRPSOL in štirikrat v sezoni škropili s 2 l/ha PRPEBV. V letu 2010 so zasledili večjo poroznost in večjo biološko aktivnost v tleh pri 400 PRP v \nprimerjavi s PK. Biološka aktivnost je bila globlje v tleh (do globine 80 cm), s tem da se je od vrha proti globini zmanjševala. Pri PK je bil zaznan koreninski sistem do globine 45 cm, pri 400 PRP do globine 1,3 m. Na globini 25 cm je bilo zaslediti zbit sloj bele barve pri PK, pri 400 PRP tega ni bilo zaslediti. Kljub razlikam v tleh pa ni bilo statistično značilnega vpliva proizvodov PRP na pridelek hmelja in njegovo kakovost (Čeh in Le Rumeur 2011).\nPri analizi tal v poskusu pri hmelju so ugotovili:\n- da se stopnja založenosti z fosforjem in kalijem od spomladi do žetve hmelja ni  spremenila (P2O5 po žetvi v letu 2006 je ostal v razredu D založenosti, dostopen  K2O pa je ostal v razredu C),\n- ob koncu rastne sezone leta 2006 so ugotovili nižje pH vrednosti v primerjavi s  spomladanskimi meritvami v vseh treh obravnavanjih,\n- v letu 2009 ni bilo velikih razlik v količini hranil v tleh med obravnavanji, izjema je  bil kalcij, ki je imel višje vrednosti pri obravnavanju s 200 PRP v primerjavi s PK  in PRP 400,\n- po žetvi so pri obravnavanju s PK, ki so ga dodali vsako spomlad ugotovili višjo  vsebnost P in K, ki je bil na voljo rastlinam v vrhnjem sloju tal (0-25 cm) v  primerjavi s 200 in 400 PRP,\n- vrednost rastlinam dostopnega Mg in CaO je bil višji pri obravnavanju s 200 PRP v  primerjavi z ostalima dvema obravnavanjema (Čeh in Le Rumeur 2011).\nPodskupina IBIOS (Biološke interakcije v prsti) z Univerze v Parizu je proučevala delovanje PRPSOL na biološke komponente prsti in vitro. Raziskave so potekale na osnovi najmodernejših tehnik s področja encimologije in molekularne biologije (kot so npr. ekstrakcija DNA, amplifikacija in opazovanje z elektroforezo v gelu), kar predstavlja nov pristop pri proučevanju vpliva vnesenih elementov na talni ekosistem (PRP technologies 2010). \nRezultati raziskav so potrdili naslednje ugotovitve:\n- PRPSOL povzroči spremembe v mikrobnih združbah v prsti v smislu večjega  ravnovesja med različnimi združbami;\n- PRPSOL deluje skupaj z različnimi mikroorganizmi kot katalizator bioloških  aktivnosti v tleh;\n- PRPSOL izboljša encimsko raznolikost in pospeši delovanje določenih specifičnih  encimov (le-ti postanejo glede na razmere od 2 do 10-krat aktivnejši);\n- uporaba PRPSOL ima za posledico podvojitev biomase v laboratorijskih pogojih  (PRP technologies 2010).\nUčinki PRPSOL na delovanje talnih mikrobnih združb in na spreminjanje profila encimskih aktivnosti vplivajo na vse biološke, fizične in kemične parametre ekosistema. (PRP technologies 2010).\nPRPSOL se uporablja pri vseh kulturah in na vseh vrstah tal. Količina uporabljenega granulata je odvisna od stanja oziroma delovanja tal ter od zahtev, ki jih določajo rastni cikli gojenih kultur. Intenzivnost kolobarjenja, zbitost prsti, namakanje, tretiranje s fitofarmacevtskimi proizvodi, stanje koreninskega sistema, količina organskih snovi, ki ostane na parceli po pobiranju pridelkov, so nekateri izmed dejavnikov, ki vplivajo na razvoj rastlin (PRP technologies 2010).\nPRPSOL in PRPEBV pri pridelavi solate\n1. Poskus na solati kristalki, gojeni na prostem\nPoskus je potekal v kraju Chailly en Biere. Meritev pa je opravila družba Phytex. Poskus je bil zasnovan v 4 parcelah s površino 500 m2 z dvema obravnavanjema:\n- PRPSOL in PRPEBV – poleg običajnega gnojenja, ki ga uporablja pridelovalec so  pred sajenjem dodali 300 kg PRPSOL/ha ter opravili trikratno škropljenje z 2 l/ha  PRPEBV; \n - kontrola – običajno gnojenje, ki ga uporablja pridelovalec brez dodajanja PRP-ja. Merili so maso glav solate v času zrelosti, iz vsake parcele so odvzeli 30 glav solate. Ugotovili so, da uporaba PRP proizvodov ugodno vpliva na povprečno maso in se zaradi tega lahko pobiranje za trg opravi bolj zgodaj. Ugotovili so, da je masa solate bila večja pri obravnavanju, ki mu je bil dodan PRP in to za 33,4 g oziroma za 5,7 % (PRP technologies 2009).\n2. Poskus pridelave endivije na prostem\nPoskus je potekal pri pridelovalcu iz kraja Elne. Poskus je bil razdeljen na 2 parceli s površino 5000 m2 zasajenih z endivijo. Prvi parceli so dodali 400 kg PRPSOL/ha ter opravili enkratno škropljenje s PRPEBV v količini 2 l/ha, poleg običajnega gnojenja, ki ga uporablja pridelovalec. Drugo parcelo so samo običajno gnojili in ji niso dodajali PRP sredstev. Solato so pobirali v času zrelosti - 30 glav na parcelo. Rezultati so pokazali, da je bila masa glav večja pri parceli, kjer so dodali PRP, in to za 95 g oziroma za 11,1 % (PRP technologies 2009).\n3. Ocena vpliva PRPEBV na gnitje posevka mlade solate\nPoskus je potekal pri družbi Mil Pousses v kraju Villelonque de la Salanque v dveh obravnavanjih brez ponovitev. Velikost parcele je bila 100 m2. Poleg kontrole je bilo obravnavanje s PRPEBV kjer so parcelo poškropili z 1 l/ha v fazi 3 listov velikosti 4 cm. Meritev donosa in štetje rastlin je potekalo na naključno izbranem kvadratu velikosti 0,16 m² na gredi s površino 100 m². Z opazovanjem rastlin so ugotovili, da se med kontrolo in obravnavanjem s PRPEBV rastline po videzu niso razlikovale. Z analizo so ugotovili, da je bila masa pobrane mlade solate statistično značilno večja pri obravnavanju s PRPEBV (PRP technologies 2010). \nPRPEBV je hranilna raztopina, ki jo razpršimo po listih rastline in deluje na rastline preko njenih nadzemnih delov. Z dodajanjem specifičnih mineralov, ki jih vsebuje PRPEBV se:\n- poveča odpornost na poškodbe in stres,\n- se izboljša izmenjava med rastlino in njeno okolico (fotosinteza in dihanje, vsrkavanje in izločanje koreninskih izločkov) (PRP technologies 2009).\nPRPEBV je fiziološki stimulant ključnih funkcij rastlin, ki temeljijo na mineralnih raztopinah hranil (natrij, magnezij, žveplo, mangan, bor itd). PRPEBV je najbolj učinkovit, kadar se ga uporablja čim bližje fiziološkim fazam in epizodam fizikalnega, kemijskega ali klimatskega stresa. V teh pogojih se pričakuje, da bo PRPEBV čim bolje izrazil genetski potencial rastline (Čeh in Le Rumeur 2011).\n"], "17": ["3 MATERIALI IN METODE DELA", ""], "18": ["3.1 Lokacija", "Poskus je potekal na kmetiji Weber v Loki pri Zidanem Mostu v zaščitenem prostoru – neogrevan plastenjaku velikosti 130 m x 11 m. Pred solato je v letu 2010 v plastenjaku rasel paradižnik. Kmetija Weber je tržno usmerjena in je vključena v sistem integrirane pridelave zelenjave.\n"], "19": ["3.2 Analiza tal", "V sloju od 0-30 cm je bilo pred sajenjem solate 39 kg N/ha, kar zadošča za potrebe ob sajenju. Tla so s fosforjem in kalijem prekomerno založena (E stopnja), pH tal pa je bil nevtralen. Vsebnost organske snovi je v letu 2010 znašala 3,3 % (preglednica 1). Tla v plastenjaku so peščena, lahka in zračna.\n"], "20": ["3.3 Zasnova poskusa", "Preglednica 2 prikazuje naključni blok sistem zasnove poskusa s štirimi obravnavanji v štirih ponovitvah.\nSEVER JUG\nLegenda: 1 – Kontrola 2 – PRPSOL 3 – PRPEBV 4 – PRPSOL + PRPEBV \nPoskus je potekal v zimskem obdobju od 8. 11. 2010 do 1. 4. 2011. En teden pred sajenjem so bila tla obdelana in posamezna obravnavanja (2 in 4) posuta z granulatom PRPSOL v količini 50 kg/150 m2, kar bi znašalo 3300 kg/ha. V plastenjaku (slika 1) je bil napeljan kapljični namakalni sistem in sicer v vsak greben po dve namakalni cevi. Vseh grebenov je bilo 7 in pokriti so bili s črno folijo, vendar smo v poskus vključili samo 6 grebenov. Uporabili smo sadike sorte Complice s koreninsko grudo, ki so bile vzgojene v Avstriji. Razdalja med sadikami je znašala 0,35 m x 0,35 m, širina grebena je bila 1 m, širina medvrstnega prostora pa je znašala 0,50 m. Število sadik na m2 bilo 12 (122.400 rastlin/ha). Osnovna parcela je merila 15 m x 1 m – 15 m2.\nSadike smo sadili 8. 11. 2010. Pred sajenjem smo sadike za tretje in četrto obravnavanje tretirali s PRPEBV v koncentraciji 2 %. Med samo rastno dobo smo solato v tretjem in četrtem obravnavanju tretirali s PRPEBV v koncentraciji 2 %, in sicer 15. 1. 2011.\n"], "21": ["3.4 Materiali", ""], "22": ["3.4.1 Sorta COMPLICE", "Sorta Complice (slika 2) spada med krhkolistne solate in oblikuje rozeto. Rezistentna je na solatno uš in delno rezistentna na solatni mozaični virus. Dobro prenese nizke temperature (Katalog za profesionalne pridelovalce vrtnin in cvetic 2010).\n"], "23": ["3.4.2 PRPSOL – aktivator vitalnih funkcij prsti", "PRP SOL je granulat, ki ga tvori matrica iz kalcijevega in magnezijevega karbonata ter dodatki, pridobljeni v tehnološkem postopku MIP- mineralna indukcija (železo, cink, bor, natrij, mangan…). Posamezne sestavine so vezane v celoto s pomočjo vodotopnega veziva rastlinskega izvora, lignosulfonata. V skladu s predpisi se PRPSOL z uporabo kalcijevega in magnezijevega karbonata uvršča med bazične mineralne dodatke za izboljšanje tal (PRP technologies 2010).\nPRPSOL vsebuje 35 % CaO v obliki kalcijevega oksida, 8 % MgO v obliki magnezijevega oksida, vlažnost granulata je manjša od 0,8 % ter pH je 7,7 (PRP technologies 2010).\n"], "24": ["3.4.3 PRPEBV – fiziološki stimulator vitalnih funkcij rastline", "PRPEBV je hranilna raztopina, ki jo razpršimo po listih rastline. Deluje na rastline preko njenih nadzemnih delov (PRP technologies 2009).\nPRPEBV vsebuje 3,5 % kalija (K20), 1,4 % natrija (izračunan na osnovi Na2O), magnezij (izračunan na osnovi MgO), 0,02 % bakra, poleg teh pa še vsebuje žveplo, mangan in bor. Vsebnost pH je 8,0 (PRP technologies 2009).\nPriporočena količina PRPEBV na solati je 2 l/ha. Čas tretiranja je v obdobju presajanja in enkrat med rastno sezono (Julius Kühn – institute 2008).\n"], "25": ["3.5 Metode dela", ""], "26": ["3.5.1 Pobiranje solate in opravljene meritve", "Solato smo pobirali v dveh terminih, prvič smo pobirali 15. 3. 2011, drugo pobiranje pa smo izvedli 1. 4. 2011. Iz vsake ponovitve smo naključno odvzeli 10 rastlin, ki smo jim v prvem terminu zmerili maso neočiščene rozete, premer rozete in premer korena solate. Očiščene rozete solate smo še enkrat stehtali, da smo dobili tržno maso rastline. V drugem terminu smo izmerili samo maso neočiščene rozete in tržno maso rastline.\nKoličino nitratnega dušika in vsebnost vitamina C smo izmerili v laboratoriju z RQ-fleks aparatom (slika 3). Iz vsakega obravnavanja smo vzeli naključno izbran vzorec solate. Iz vsakega obravnavanja smo vzeli po 2 solati. Vsako solato smo razrezali na 4 dele, en del smo uporabili za merjenje nitratov, drug del za merjenje vitamina C, tretji del za vsebnost suhe snovi. Za vsebnost suhe snovi smo četrtino solate razrezali in stehtali pred sušenjem in jih v papirnatih vrečkah dali v laboratorij na fakulteti. Posušene vzorce smo stehtali še enkrat in na osnovi tega izračunali vsebnost suhe snovi.\nZa merjenje vitamina C smo eno četrtino solate razrezali in jo s sekljalnikom sesekljali, dobro premešali in dali v posodo. Odvzeli smo majhen del, ga dali v stiskalnik za česen in ga stisnili, prvo kapljico izpustili in drugo kapljico kanili na testni listič ter vstavili v RQ-fleks, ki smo ga prej umerili in počakali 15 sekund, da nam izračuna vsebnost vitamina C. Naredili smo še eno ponovitev z istim vzorcem. Nato smo posodo očistili in postopek ponovili, tako da smo dobili 4 ponovitve za merjenje vitamina C. Za merjenje nitratov je bil postopek podoben, vendar smo sok iz solate morali razredčiti v razmerju 30:1, to je 30 kapljic destilirane vode in ena kapljica soka iz solate. \n"], "27": ["3.5.2 Statistična analiza podatkov", "Podatke smo najprej uredili s programom Microsoft Office Excel. Izračunali smo povprečje pri morfoloških parametrih solate. Statistične analize smo opravili s programom Statgraphics Centurion XV. Za vse parametre smo izračunali analizo variance (ANOVA). Razlike med obravnavanji pa smo preverili z Duncanovim testom pri 95 % tveganju.\n"], "28": ["4 REZULTATI Z RAZPRAVO", "Prvi termin pobiranja solate dne 14. 3. 2011\nPreglednica 3 prikazuje vpliv obravnavanj na posamezne parametre. S statistično analizo smo ugotovili, da obravnavanja vplivajo na maso rastline, maso tržnega dela rastline, kar lahko trdimo s 95 % verjetnostjo. Prav tako vplivajo obravnavanja na premer korena, vsebnost vitamina C in vsebnost nitratov, kar lahko trdimo z 99 % verjetnostjo. Obravnavanja niso statistično značilno vplivala na premer rozete.\nMasa rastlin je bila največja pri kontroli (420,8 g), ki pa se statistično ni razlikovala od obravnavanja s PRPSOL (405,0 g), in najmanjša pri obravnavanju z obema sredstvoma (357,8 g), ki pa se statistično ni razlikovala od obravnavanja PRPEBV (378,8 g). Statistične razlike so se pojavile med kontrolo in PRPEBV in obravnavanjem z obema sredstvoma, ter med obravnavanjem s PRPSOL in kombinacijo obeh sredstev. Največ odpadnih listov (odpada) je bilo pri kontroli (66,5 g), najmanj pa pri obravnavanju z obema sredstvoma (64 g) (preglednica 3).\nPri premeru korena sta najvišje vrednosti dosegla kontrola (21,6 mm) in PRPSOL (21,5 mm), med katerima ni bilo statistično značilnih razlik. Medtem ko sta obravnavanja s PRPEBV in kombinacija obeh sredstev imela statistično značilno nižje rezultate.\nZ analizo variance smo ugotovili, da je obravnavanje statistično značilno vplivalo na vsebnost vitamina C in nitrata v rastlinskem soku solate (preglednica 3). Najvišjo vsebnost vitamina C je imela kontrola (402,8 mg/l) in se je statistično značilno razlikovala od ostalih obravnavanj. Najvišjo vsebnost nitratov sta imela kontrola (2970,0 mg/l) in PRPSOL (3174,0 mg/l), med katerima ni bilo statistično značilnih razlik. \nMedtem ko sta obravnavanja s PRPEBV in kombinacija obeh imela statistično značilno nižje vsebnosti. Pri analizi nitrata smo upoštevali razmerje 30 : 1, kar pomeni, da smo sok solate (1 kapljico) razredčili z destilirano vodo (30 kapljic). Dobljene rezultate z RQ- fleksom smo pomnožili s 30, in to smo upoštevali pri statistični analizi.\nOcena pridelka pri prvem terminu pobiranja je znašala od 43.366 kg/ha pri kontroli in 35.961 kg/ha pri obravnavanju z obema sredstvoma (preglednica 3).\n*- statistično značilen vpliv obravnavanja na skupno maso glave, kar lahko trdimo s 95 % verjetnostjo in 5 % tveganjem (p ≤ 0,05) **- statistično značilen vpliv obravnavanja na premer korena, vitamin C in nitrate, kar lahko trdimo z 99 % verjetnost in 1 % tveganjem (p ≤ 0,01) ns – ni statističnih razlik a,b,c – enake črke pomenijo, da ni bilo statističnih razlik \nNajvečjo vsebnost nitratov sta imeli kontrola in obravnavanje s PRPSOL, iz česar lahko sklepamo, da dodajanje foliarne raztopine PRPEBV in kombinacija obeh sredstev vpliva na manjšo vsebnost nitratov v solati.\nNajvečji delež suhe snovi (SS) je bil pri obravnavanju s PRPSOL (19,95 %) in najmanjši delež SS pri obravnavanju s PRPEBV in pri obravnavanju z obema sredstvoma (17,69 %) (preglednica 4). Največji pridelek suhe snovi je imelo obravnavanje s PRPSOL (8.252 kg/ha), najmanjši pridelek pa kombinacija obeh sredstev (6.361 kg/ha).\nDrugi termin pobiranja solate dne 1. 4. 2011\nPri drugem terminu pobiranja so obravnavanja statistično značilno vplivala na tržno maso rozet rastline (preglednica 5). Najvišjo maso sta imeli obravnavanji s PRPSOL (595,0 g) in kontrola (546,8 g), med katerima ni bilo statistično značilnih razlik. Obravnavanja s PRPEBV in kombinacija obeh sredstev pa sta imela statistično značilno nižje rezultate.\nOcena pridelka je v drugem terminu znašala od 59.829 kg/ha pri obravnavanju z obema sredstvoma in 72.828 kg/ha pri obravnavanju s PRPSOL (preglednica 5). \n*- statistično značilen vpliv obravnavanja na skupno maso glave, kar lahko trdimo z 95 % verjetnostjo in 5 % tveganjem (p ≤ 0,05). a,b,c – enake črke pomenijo, da ni bilo statističnih razlik\nPri obeh terminih smo ugotovili, da je bila masa rozet solate statistično značilno večja pri kontroli in pri obravnavanju s PRPSOL, medtem ko pri foliarni uporabi PRPEBV in pri kombinaciji obeh dveh sredstev, pa je bila masa statistično značilno nižja.\n"], "29": ["5 SKLEPI", "Na podlagi poljskega poskusa s solato sorte Complice, ki je potekal na kmetiji Weber v zimski sezoni 2010/2011 s 4 obravnavanji sredstev (PRPSOL za izboljšanje tal, PRPEBV za krepitev rastlin in kombinacijo obeh v primerjavi s kontrolo), lahko sklepamo:\n- Da v danih eksperimentalnih razmerah proučevani parametri kot so masa rastline,  masa tržnega dela rastline in premer korena, dosegajo najvišje vrednosti v kontroli  in pri uporabi PRPSOL, kjer med tema obravnavanjema ni statistično značilnih  razlik, foliarna uporaba PRPEBV in kombinacija obeh pa rezultira v statistično  značilno nižjih vrednostih.\n- Vsebnost vitamina C dosega najvišje vrednosti v kontroli (402,8 mg/l), medtem ko  obravnavanja z uporabo granulata PRPSOL, foliarno uporabo PRPEBV in  kombinacijo obeh rezultira v statistično značilno nižjih vrednostih.\n- Vsebnost nitratov je bila najnižja pri kombinaciji obeh sredstev (2482,5 mg/l) in pri  foliarni uporabi PRPEBV (2512,5 mg/l), med tema obravnavanjema ni statističnih  razlik; uporaba PRPSOL in kontrola pa imata statistično značilno višjo vsebnost  nitratov.\nV plastenjaku, kjer je potekal poskus, so bila tla ekstremno založena (fosfor in kalij v E razredu), imela nevtralen pH ter visoko vsebnost organske snovi (3,3 %) kar so najverjetnejši razlogi za to, da ni bilo izraženega učinka preizkušenih sredstev. Za bolj reprezentativne rezultate, bi moral poskus trajati daljše časovno obdobje in na tleh z manjšo vsebnostjo hranil.\n"], "abstract": ["V zimskem obdobju v letih 2010 in 2011 smo preučevali vpliv sredstev za izboljšanje tal in krepitev rastlin PRPSOL in PRPEBV na solati sorte Complice v zaščitenem prostoru – plastenjaku na kmetiji Weber. Poskus je zasnovan po naključnem blok sistemu s štirimi obravnavanji v štirih ponovitvah. Pobiranje solate smo izvedli v dveh terminih. V prvem terminu smo izmerili: maso rastline in maso tržnega dela rastline, premer rozete, premer korena solate, vsebnost vitamina C in nitratov ter delež suhe snovi v solati. V drugem terminu pa smo izmerili samo skupno maso in maso tržnega dela rastline. Obravnavanja so statistično značilno vplivala na vse merjene parametre razen na premer rastline (p ≥ 0,05). Proučevani parametri masa rastlin, masa tržnega dela rastlin in premer korena dosegajo najvišje vrednosti v kontroli in pri uporabi PRPSOL, kjer med tema obravnavanjema ni statistično značilnih razlik, foliarna uporaba PRPEBV in kombinacija obeh pa je rezultirala v statistično značilnih nižjih vrednostih. "]}