{"1": ["1 UVOD", "Rod Pulsatilla, ki ga uvrščamo v družino Ranunculaceae (zlatičevke), obsega približno 25 do 30 vrst. Središče rodu je v osrednji in vzhodni Aziji, od tam pa se vrste razširjajo proti vzhodu in zahodu. Na teh področjih (z izjemo rastlin na visokogorju) so glavni vzroki upadanja populacije: trganje cvetja, izkopavanje celih rastlin, pozidava, kmetijstvo, pogozdovanje in turizem.\nV Srednji Evropi se pojavlja 6 do 7 vrst z več podvrstami, na območjih, kjer se areali posameznih vrst prekrivajo, pa so pogoste tudi različne prehodne oblike med njimi (Hegi, 1974). V Sloveniji je rod Pulsatilla zastopan s petimi vrstami kosmatincev, samo eni vrsti izmed njih pa pravimo velikonočnica.\nVelikonočnica (Pulsatila grandis Wenderoth) je danes ena najbolj znanih predstavnic slovenske flore. Je redka in ogrožena rastlina, z zakonom zavarovana že od leta 1949. Najdemo jo tudi na rdečem seznamu ogroženih praprotnic in semenk (Wraber in Skoberne, 1989).\nKosmatince razmnožujemo vegetativno z deljenjem cele rastline ali rezanjem korenike, vendar ta način ni ekonomsko upravičen, zato se v praksi uporablja generativno razmnoževanje s semenom.\nNamen diplomskega dela je bil ugotoviti najprimernejši način setve semena velikonočnice. Želeli smo tudi ugotoviti kakšen vpliv ima starost semena na vznik.\nCilj diplomskega dela je ovrednotiti vpliv preučevanih dejavnikov na uspeh vznika velikonočnice. S pridobljenim znanjem bomo sposobni na najugodnejši način razmnoževati velikonočnico kot okrasno rastlino.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Botanična pripadnost in morfološke značilnosti", "Botanično ime rodu Pulsatilla L. izvira iz latinskega glagola »pulsáre« – udarjati, biti, zvoniti, in sicer zaradi cvetov, ki so pri nekaterih vrstah kimajoči v obliki zvona. Rod Pulsatilla uvrščamo v družino Ranunculaceae (zlatičevke). (Preglednica 1)\n1998)\nDeblo: Spermatophyta – semenke  Poddeblo: Magnoliophytina – kritosemenke  Razred: Dicotyledoneae – dvokaličnice  Podrazred: Ranunculidae  Red: Ranunculales – zlatičevci  Družina: Ranunculaceae – zlatičnice, zlatičevke  Rod: Pulsatilla – kosmatinec  Vrsta: Pulsatilla grandis – velikonočnica\nZa družino zlatičevk je značilno, da so enoletna ali trajna zelišča, redkeje lesnate ovijalke. Listi so navadno brez prilistov, razvrščeni premenjalno, redkeje nasprotno, enostavni ali deljeni. Cvetovi so dvospolni, zvezdasti ali somerni. Cvetno odevalo je enojno ali dvojno, listi odevala so nameščeni v vretencu. Zunanji krog cvetnega odevala (čašni listi) je navadno barvit, podoben venčnim listom, notranji krog (venčni listi) pogosto nosi medovno žlezo. Pogosto so razviti medovniki, ki niso podobni listom cvetnega odevala. Prašniki so številni, navadno nameščeni premenjalno. Pestičev je 1 do mnogo, vsak je iz enega plodnega lista, redko so plodni listi med seboj delno zrasli. Plod je mešiček ali orešek, redko jagoda. \nNekateri najpogostejši rodovi, iz družine zlatičevk so: Anemone – vetrnica; Hepatica – jetrnik; Clematis – srobot (Anemoneae); Ranunculus – zlatica, Caltha – kalužnica; Helleborus – teloh (Heleboreae); Actaea – črnoga (Actaeeae); Aconitum – preobjeda, Isopyrum – polžarka; Aquilegia – orlica (Thalictreae) (Turk, 2002).\nV rodu kosmatincev se običajno razvijejo pestiči prej kot pa prašniki (protoginija). Hegi (1976) cit. po Braun-Blanquetu (1951) navaja, da je za začetek cvetenja potrebno 10 ur osvetlitve. Brazda pestiča, posebej izrazito je to pri P. pratensis, je že ob odpiranju cvetnega odevala sposobna oprašitve, medtem ko se pelodne vrečke prašnikov šele nekaj dni kasneje odprejo. Med opraševalci so pogostejše čebele in čmrlji kot pa metulji ter mravlje. Razširjanje semen poteka s pomočjo vetra, kar imenujemo anemohorija. Za zavrtanje v zemljo poskrbijo trije higroskopni organi. Njihovo izmenično gibanje, ob pomoči menjavanja vlažnosti, potiska zreli plod s konico do 20 cm globoko v zemljo (Hegi, 1974).\nV Sloveniji rastejo sledeče vrste kosmatincev (Škornik, 1999):\n- alpski kosmatinec P. alpina (L.) Delarbre,\n- beli kosmatinec P. alba Rchb. [P. alpina subsp. alpicola],\n- navadni kosmatinec P. nigricans Störck. [P. pratensis (L.) Miller subsp. nigricans  (Störck) Zámels],\n- gorski kosmatinec P. montana (Hoppe) Rchb.,\n- velikonočnica P. grandis Wenderoth [P. vulgaris Mill. subsp. grandis (Wender.)  Zamelis].\nVelikonočnica (Pulsatilla grandis) je vrsta iz skupine Pulsatilla vulgaris, ki zajema več zelo podobnih in zato težko ločljivih vrst (npr. Pulsatilla vulgaris, P. hallleri), ki jih lahko jasno ločujemo samo na območju njihovega osrednjega območja, medtem ko se na njihovih mejnih območjih pojavljajo številni križanci. V evropski flori je velikonočnica obravnavana kot podvrsta (subsp. grandis) navadnega kosmatinca (Pulsatilla vulgaris) (Hegi, 1974).\n"], "4": ["2.1.1 Ekologija vrste", "Je stepska vrstam in kot taka rastlina toplih in svetlih odprtih rastišč, pri nas sekundarnih habitatov – suhih travišč. Pojavlja se na suhih traviščih, resavah in tudi v zelo svetlih gozdovih. Najdemo jo predvsem na bazični podlagi ter na sončnih, toplih legah. Stepska heliofilna termofilna vrsta, ki je v Sloveniji le na sekundarnih rastiščih – mezobrometalnih travnikih v vzhodni Sloveniji. To je povezano verjetno z njeno splošno (vzhodno) razširjenostjo, količino padavin in razprostranjenostjo suhih travnikov. Rastlina potrebuje ustrezno rabo (paša, košnja), ki ne prinese dodatne evtrofikacije, saj je to oligotrofna vrsta.\nTolerira karbonatno podlago, čeprav ni bazifilna vrsta. Ker pa so pri nas suhi travniki v glavnem bazifilni, ji te razmere ustrezajo (Škornik, 2004).\n"], "5": ["2.1.2 Razširjenost v Evropi", "Velikonočnica je razširjena v Srednji in Jugo-vzhodni Evropi, na zahodu do Münchna (Nemčije), raste v Avstriji, na Češkem, Slovaški (Hegi, 1974).\nPojavlja se na Hrvaškem (pri Varaždinu, Velebitu), v Srbiji, Bosni in Hercegovini, Črni Gori in sega na jugu do Makedonije (Škornik, 1999 cit. po Godicl, 1980).\n"], "6": ["2.1.3 Razširjenost v Sloveniji", "Vsa nekoč in danes znana nahajališča velikonočnice pri nas ležijo v vzhodnem delu Slovenije, na Štajerskem. Najstarejše znano nahajališče je bilo v Orešlju pri Ptuju, prvič omenjeno leta 1908 v Hayekovem delu Flora von Steiermark. Danes je v tem delu ni več. Njeno najbolj znano nahajališče pri nas je na Boču (Sv. Miklavž).\nPrvi jo je leta 1928 opazil graški amaterski botanik H. Schaeftlein. Leta 1953 je V. Petkovšek objavil dve novi nahajališči v Zlatečah (Ponikve) in Boletina pri Ponikvi. Manjša populacija se nahaja tudi v Ljubični (Zgornje Poljčane) (Škornik, 1999).\n"], "7": ["2.1.4 Splošno stanje taksona v Sloveniji", "Zgodovinski podatki z območja Boča so pokazali, da se je populacija P. grandis v zadnjih 50 letih zmanjšala iz 1,1 na 0,06 rastlin na ha (Kaligarič s sod., 2006). Po podatkih iz leta 2004 (Škornik, 2004) je populacijo na Boču sestavljalo 100 avtohtonih in 800 posajenih rastlin. Senčič navaja 27 plodečih rastlin (1998).\nŠtevilčno oceno na Boletini pri Ponikvi je leta 1998 podal avtor Senčič: 544 plodečih rastlin. Rezultati štetij velikonočnice na Boletini v obdobju 2005–2009 pa so pokazali mnogo večje število rastlin, povprečno 1218 velikonočnic. S štetjem so želeli oceniti velikost populacije, kjer jim je en osebek ponazarjala posamezna rastlina in ne posamezen cvetni poganjek (Kalan, 2009).\nZlateče (Ponikva) okoli 20 primerkov in Ljubična (Zg. Poljčane) 5–10 primerkov.\n"], "8": ["2.1.5 Naravovarstvo", "Velikonočnica je redka in ogrožena rastlina, z zakonom zavarovana že od leta 1949. Najdemo jo tudi na rdečem seznamu ogroženih praprotnic in semenk (Wraber in Skoberne, 1989). V uredbi o ogroženih rastlinah in živalskih vrstah (Ur. l. RS, 82, 2002) je uvrščena v kategorijo prizadetih vrst pod oznako E. Poleg nje so na seznamu še druge vrste iz roda kosmatincev, vendar je velikonočnica edina kritično ogrožena. Na rdečem seznamu ni P. alpina – alpski kosmatinec (Preglednica 2).\nRS, 82, 2002)\nLatinsko ime Slovensko ime Kategorija Pomen  ogroženosti  Pulsatilla alba Beli kosmatinec R Redka vrsta, potencialno ogrožena.\nPulsatilla grandis Velikonočnica E Prizadeta vrsta, obstanek vrste v RS ni  verjeten. Številčnost zmanjšana na  kritično mejo.\nPulsatilla montana Gorski kosmatinec V Ranljiva vrsta, številčnost vrste se  zmanjšuje. Velika verjetnost da bo  prešla v prizadeto vrsto.\nPulsatilla nigricans Navadni kosmatinec V Isto kot P. montana\nV Sloveniji imamo več naravnih rastišč velikonočnice (slika 1). Na Boču in njegovi okolici se je navkljub izkopavanju in neuspešnemu presajanju na domače vrtove ohranila v obsegu in številu, ki bi morala zagotoviti njen nadaljnji obstoj (Rebeušek, 1993). Avtorica Škornik (2004) pa omenja, da je populacija na Boču biološko gledano mrtva. Kljub ustrezni rabi, na izboljšanje vitalnosti in številčnosti populacije na Boču ne gre upati.\nVeliko manjši rastišči, Zlateče in Ljubična imata velik pomen za preživetje vrste. Med ljudmi še nista poznani in sta zato manj ogroženi, zaradi trganja in izkopavanja rastlin. \nNajmočnejša populacija je na Boletini pri Ponikvi. Rastišče, ki obsega 1,8 hektarjev, je največje od štirih danes znanih rastišč velikonočnice v Sloveniji in dosega skrajno jugozahodno mejo razširjenosti te rastline. Večji del rastišča je Občina Šentjur leta 1993 zavarovala z občinskim odlokom. Okoli rastišča so postavili ograjo in informacijsko tablo. To pa seveda ne preprečuje, podobno kot na Boču, hoje po rastišču, trganja in izkopavanja.\nMorda bi k zmanjšanju popularnosti in želje po posedovanju te rastline doma na vrtu pripomoglo že bolj objektivno poročanje, saj lahko vedno znova in znova beremo, da je velikonočnica edina, ki raste na ozemlju Republike Slovenije (Škornik, 2004).\n"], "9": ["2.2 Ekonomska pomembnost roda Pulsatilla", "Velikonočnica je ena najbolj znanih predstavnic slovenske flore. Redkost, privlačnost in ekološka občutljivost jo uvrščajo med naše najbolj ogrožene rastlinske vrste. Žal je ta izjemno lepa rastlina ogrožena in počasi izginja.\n"], "10": ["2.2.1 Kosmatinci kot okrasne rastline", "Selekcionirane hibride kosmatincev prodajajo pod imenom Pulsatilla vulgaris, velikonočnica, navadni kosmatinec, anemone ali pulsatilla. Kot atraktivna vrtna trajnica je hibridni kosmatinec že dolgo znan. Sadimo ga na dobro odcedna tla in sončna rastišča, v skalnjake, grede, kot obroba za grede, za parkovne in krajinske zasaditve, lončne trajnice ali kot alternativo pomladi cvetočim cvetlicam. Atraktivna ni samo v času cvetenja, pač pa tudi potem, ko namesto cvetov tvori dlakava semena (slika 2). Poznamo kultivarje z različno obarvanostjo cvetov kot so npr. bele 'Alba', modre 'Blaue Glocke' ali rdeče 'Rote Glocke'.\n"], "11": ["2.2.2 Strupenost in kemična sestava", "Rastline iz rodu Pulsatilla vsebujejo v svežem stanju snov protoanemonin in izhodiščno snov ranunkulin. Protoanemonin kot zelo dražeče olje, je osnova strupenosti zlatičnic. Zato so vse rastline iz roda Pulsatilla rahlo strupene (Škornik, 1999). Protoanemonin povzroča na koži vnetja in mehurje, po zaužitju večjih količin je možno draženje sluznice želodca, črevesja, ledvic in sečnih izvodil. Po sušenju protoanemonin po neznani poti razpade na anemonin, ta pa v neučinkovito anemoninsko kislino. Nekoč so jih uporabljali pri obolenjih prebavil, ženskih spolovil, pri revmatičnih težavah, nevralgijah in migreni. V novejših farmakopejah ni dovoljen (Schonhofer, 2001).\nV Franciji je kosmatinec tradicionalno zdravilo proti kašlju in pomirjevalo proti nespečnosti. Z njim zdravijo tudi sivo mreno in druge bolezni oči. Sveže rastline ne uporabljajo, ker je zelo dražeča. V homeopatiji je kosmatinec ena izmed rastlin, ki jo najpogosteje uporabljajo (Chevallier, 1998).\n"], "12": ["2.3 Razmnoževanje", "Velikonočnico lahko razmnožujemo vegetativno in generativno. Vegetativno jo lahko razmnožimo z deljenjem celih rastlin in rezanjem korenike, generativno pa s semenom.\n"], "13": ["2.3.1 Vegetativno razmnoževanje", "Vegetativno jo razmnožujemo z deljenjem rastlin. Vendar, ker razdeljene rastline potrebujejo tri do pet let, da zrastejo dovolj velike za ponovno deljenje, se tega načina komercialno ne poslužujemo, tudi zato ker lahko nežne korenine, zaradi poškodb odmrejo (Nau, 1996).\nRastline lahko razmnožimo tudi z rezanjem korenike na spomlad (Hartman s sod.,2001).\n"], "14": ["2.3.2 Generativno razmnoževanje", "Velikonočnica se razmnožuje s semenom. Pri razmnoževanju s semenom moramo upoštevati, da kalivost semen hitro pade. Prav tako rastline ne semenijo vsako leto enako. Zaradi tega se količina semen spreminja iz leta v leto. Plod je orešek z močno podaljšanim in kosmatim vratom za lažje raznašanje. S pomočjo gibalnega mehanizma se plodovi z ostro konico zavrtajo v tla do 20 cm globoko (Hegi, 1974). Je najbolj enostaven in učinkovit način razmnoževanja. Semena začnejo dozorevati pozno pomladi.\n"], "15": ["2.3.3 Nabiranje in shranjevanje semen", "Pri nabiranju semen moramo paziti, da nabiramo samo zdrava in cela semena. Zelena in poškodovana semena niso primerna za setev. Semena nabiramo z rokami, tako da primemo seme za kosmate vratove, da se semena sama ločijo od rastline. Semena nato shranimo v suh in temen prostor pri sobni temperaturi do njihove uporabe.\n"], "16": ["2.3.4 Setev", "Kot mnogi predstavniki družine zlatičevk se kosmatince težko vzgoji iz semena, če ni uporabljeno sveže seme. Kot test pred setvijo lahko posejemo 100 semen in s tem ugotovimo odstotek kalitve. Temperature primerne za kalitev so 20–21-C. Mnogi strokovnjaki priporočajo nižje temperature, vendar nižjih temperatur od 17-C Nau (1996) ne priporoča.\nV jeseni nabrana semena bodo kalila v 10 do 25 dneh in bodo potrebovala sedem do osem tednov, da bodo dovolj velika za presajanje. Kupljeno seme lahko potrebuje več časa in določeno predhodno obdelavo, da bo doseglo zadovoljivo stopnjo kalitve (Nau, 1996). Hartmann s sod. Omenja, da semena kosmatincev vzkalijo v treh tednih pri 20-C, vendar je seme občutljivo na visoke temperature (2001).\n"], "17": ["3 MATERIALI IN METODE DELA", ""], "18": ["3.1 Uporabljeni materiali", "V diplomskem delu proučujem vznik dveh vrst semena: sveže nabranega (Pulsatilla grandis) in 2 meseca (starega) skladiščenega semena (Pulsatilla grandis).\nSemena velikonočnice smo nabrali 15. maja 2008 na Boletini. Le nekaj sto metrov od središča kraja na bližnjem travniku uspeva redka stepska rastlina velikonočnica. Rastišče, ki obsega 1,8 hektarjev, je največje od štirih danes znanih rastišč velikonočnice v Sloveniji (slika 3).\n"], "19": ["3.1.1 Opis velikonočnice (Pulsatila grandis)", "Je trajnica z močno, valjasto koreniko, ki se spušča naravnost v tla. Korenika je zunaj rjavkasta, znotraj rumenkasta in na vrhu pokrita s temnimi ostanki iz prejšnje sezone. Listi so zgoraj temno, spodaj bledo zeleni in zlasti v mladosti močno dlakavi. Pritlični listi so 2 do 3-krat pernato deljeni v 40 ozkih, 4 do 7 mm širokih rogljev in pecljati. Stebelni listi so sedeči, deljeni v črtalaste segmente in poševno štrleči. Steblo je okroglo, pokončno in nerazvejano, dlakavo, olistano ter v času zorenja plodov od 45 do 60 cm visoko. Cvet je pokončen, zvonast, sestavlja ga 6 svetlo vijoličastih, na zunanji strani prileglo svilnato dlakavih perigonoviih listov, številni živorumeni prašniki in pestiči z dolgimi vratovi (slika 4A). Cvetovi so v času cvetenja pokončni, kvečjemu proti koncu cvetenja kimasti (Martinčič s sod., 1999). Cvetove oprašujejo čebele in čmrlji. Plod je orešek, z močno podaljšanim in kosmatim vratom (slika 4B).\nCvetni brst, ki je praviloma nameščen na koncu poganjka, ima razvite cvetne liste že konec poletja in se oblikujejo v močan popek, ki je pred zimo zavarovan z gostim dlakavim ovojem (ostanki listov, ovojkov iz prejšnje sezone). \nTemperatura znotraj brsta je lahko do 9–10-C nad zunanjimi temperaturami, kar omogoča rastlini, da vzcveti že zgodaj spomladi, pri nas od februarja (rastišča na nižji nadmorski višini npr. Boletina, Zlateče) do maja (na Boču).\nV Evropski flori je velikonočnica obravnavana kot podvrsta (subsp. grandis) navadnega kosmatinca (Pulsatilla vulgaris). Kot glavna razlika med podvrstami je navedeno, da se pri subsp. grandis najprej pojavi cvet in nato listi, da imajo pritlični listi okoli 40 rogljev in da so segmenti perianta široko eliptični; pri subsp. vulgaris pa, da se pojavijo cvetovi in listi istočasno, da imajo bazalni listi več kot 100 rogljev in da so segmenti perianta ozko eliptični (Semič, 1994).\nOd bolezni velikonočnico in njene sorodnice napada rja, Puccinia pulsatillae Kalchbr. Kot škodljivec je omenjena hržica Dasyneura pulsatillae Kffr. Škodljivec povzroči nabrekanje oreškov, prekomerno dlakave ter zavite podaljšane vratove (Hegi, 1974).\n"], "20": ["3.1.2 Substrat za setev", "Uporabili smo kupljeni substrat, ki je namenjen setvi in vzgoji zelenjavnih sadik v multiploščah, in sicer Traysubstrat, ki ga proizvaja Klasmann – Deilmann (slika 5). Substrat je sestavljen iz slabo do srednje razgrajene granulacije šote H2–H5 in razgrajene črne šote H6–H8. PH substrata je 5,5 do 6,5; vsebuje pa še 1,3 kg m-3 NPK gnojil v razmerju 14:16:18. Električna prevodnost je 35 mS m-1 (slika 6).\nIzhodiščne snovi so 95% šota iz barja (H2–H5 in H6–H8), apnena gnojila in NPK gnojila. Vsebuje naslednjo količino hranilnih snovi: dušika (N) 180 mg/l, foforja (P2O5) 210 mg/l, kalija (K2O) 240 mg/l, magnezija (Mg) 100 mg/l in žvepla (S) 140 mg/l. \n"], "21": ["3.2 Metode dela", ""], "22": ["3.2.1 Zasnova poskusa", "Poskus je bil zasnovan na vrtu mojega doma maja 2008. Zasnova poskusa je temeljila na različnih načinih setve, dveh vrst semena.\nSveže nabrano seme smo posejali 18. 5. 2008 na naslednje načine:  (1) seme smo posejali vodoravno in ga delno prekrili z vermikulitom,  (2) nabrano seme smo posejali vodoravno in ga prekrili z 1 cm debelo plastjo  vermikulita,  (3) seme smo navpično posejali in ga delno prekrili z vermikulitom.\nStaro (skladiščeno) seme smo posejali 21. 7. 2008 na sledeče načine:  (1) nabrano seme smo posejali vodoravno in ga delno prekrili z vermikulitom,  (2) seme smo posejali vodoravno in ga prekrili z 1 cm debelo plastjo vermikulita,  (3) seme smo navpično posejali in ga delno prekrili z vermikulitom,  (4) seme smo navpično posejali in ga prekrili z 1 cm debelo plastjo vermikulita.\nSemena obeh vrst smo posejali v setvene zaboje (37 x 23 x 6 cm). Na en setveni zaboj smo uporabili 100 semen. Za setev smo uporabili Klasmannov substrat Traysubstrat – drobno zrnat substrat za setev. To je mešanica posebno izbrane premrznjene črne šote in kisle bele šote z vodotopnimi gnojili in mikroelementi s pH vrednostjo 5,5 do 6,5.\nŠtevilo semen na posamezno obravnavanje je bilo 100. Skupno število posejanih semen je bilo 700. Med rastjo smo semena po potrebi oskrbovali z vodo.\n"], "23": ["3.2.2 Vrednotenje in analiza", "Vrednotenje poskusa smo opravljali ob koncu rastne sezone (23. oktobra 2008). Iz vsakega obravnavanja smo izbrali po 15 reprezentativnih rastlin. Iz rastlin smo najprej sprali substrat. Nato smo najprej tehtali svežo rastlino, izmerili dolžino korenine, prešteli število razvitih listov, število korenin daljših od 1 mm. Vsako posamezno rastlino smo nato shranili v papirnato vrečko, jo ustrezno označili ter dali v sušilno komoro za 48 ur pri 50- C. Suhe rastline smo nato ponovno tehtali.\nStatistična analiza podatkov je bila opravljena s pomočjo analize variance in testom homogenosti variance (F-test). Razlike med posameznimi obravnavanji so bile testirane s Tukeyevim testom P ≤ 0,05, statistično značilne vrednosti so prikazane z različnimi črkami (a, b, c).\n"], "24": ["4 REZULTATI Z RAZPRAVO", ""], "25": ["4.1 Vpliv načina setve na vznik semena in morfološke lastnosti", ""], "26": ["4.1.1 Sveže nabrano seme", "Način Število Delež Št. Masa Masa Št. Št. Dolžina  setve* semen vzkal. analiz. neposuš. posušenega korenin razvitih korenine  semen sejancev sejanca sejanca nad listov (cm)  (g) (g) 1 mm\n*1 – vodoravno posejano seme, delno prekrito z vermikulitom, 2 – vodoravno posejano seme, prekrito z 1cm debelo plastjo vermikulita, 3 – seme navpično posejano in delno prekrito z vermikulitom ** a, b, c – vrednosti, označene z različnimi črkami, se med seboj statistično značilno razlikujejo\nNačin setve ima statistično značilen vpliv na vznik svežega semena. Pri analizi vzniklih rastlin je bilo ugotovljeno, da je bil najvišji vznik pri navpično in z vermikulitom delno prekritem posejanem semenu (73%) in da se je statistično značilno razlikoval od vznika semen, ki smo jih posejali vodoravno in delno prekrili z vermikulitom (42%). Semena, ki smo sejali vodoravno in prekrili z 1 cm debelo plastjo vermikulita so kalila le z 21%. Mase neposušenih in posušenih sejancev so bile enakomerne, glede na način setve.\nSejanci posejani vodoravno in delno prekriti z vermikulitom so imeli statistično značilno večje povprečje števila razvitih listov ( = 4,88) od sejancev posejanih vodoravno in prekritih z 1 cm debelo plastjo vermikulita ( = 3,88) ter od sejancev posejanih navpično in delno prekritih z vermikulitom ( = 4,10). Največje povprečno število korenin daljših od 1 mm so imeli sejanci posejani vodoravno in delno prekriti z vermikulitom ( = 17,15) in \nse je statistično značilno razlikovalo od povprečnega števila sejancev, ki smo jih sejali vodoravno in prekrili z 1 cm debelo plastjo vermikulita.\nPrav tako so imeli statistično značilno večjo dolžino korenine sejanci, ki smo jih sejali vodoravno in delno prekrili z vermikulitom ( = 8,39) v primerjavi z ostalima načinoma setve.\n"], "27": ["4.1.2 Staro seme", "Način Št. Dele. Št. Masa Masa Št. Št. Dolžina  setve* semen vzkal. analiz. neposuš. posušen. korenin razvitih korenine  semen sejancev sejanca sejanca nad listov (cm)  (g) (g) 1 mm\n*1 – vodoravno posejano seme, delno prekrito z vermikulitom, 2 – vodoravno posejano seme, prekrito z 1 cm debelo plastjo vermikulita, 3 – seme navpično posejano in delno prekrito z vermikulitom, 4 – seme navpično posejano in prekrito z 1 cm debelo plastjo vermikulita ** a, b, c – vrednosti, označene z različnimi črkami, se med seboj statistično značilno razlikujejo\nZa skladiščena semena je bilo ugotovljeno, da so signifikantno bolje kalila, če smo semena posejali vodoravno ter jih prekrili z 1 cm debelo plastjo vermikulita (32%) oz. če smo jih posejali navpično prav tako prekrito z 1 cm debelo plastjo vermikulita (29%). Semena, ki smo jih posejali vodoravno in delno prekrili z vermikulitom, so kalila le z 15%. Mase neposušenih in posušenih sejancev ter število korenin daljših od 1 mm in število razvitih listov so bila enakomerna glede na način setve. Največjo povprečno dolžino korenine so imeli sejanci posejani vodoravno in prekriti z 1 cm debelo plastjo vermikulita ( = 11,24 cm) in se je statistično značilno razlikovala od povprečne dolžine korenine sejancev, ki smo jih posejali navpično in prekrili z 1 cm debelo plastjo vermikulita ( = 6,17 cm).\n"], "28": ["4.2 Vpliv starosti semena na kalitev in morfološke lastnosti sejancev", "Vrsta Način Delež Število Masa Masa Število Število Dolžina semena*** setve* vzkal. analiz. neposuš. posušenega korenin razvitih korenine  semen sejancev sejanca sejanca nad listov (cm)  (g) (g) 1mm\n* 1 – vodoravno posejano seme, delno prekrito z vermikulitom, 2 – vodoravno posejano seme, prekrito z 1 cm debelo plastjo vermikulita ** a, b, c – vrednosti, označene z različnimi črkami, se med seboj statistično značilno razlikujejo\n*** 1 – sveže nabrano seme, 2 – staro seme\nStarost semena je imela statistično značilen vpliv na kalitev semena. Sveža semena so statistično bolje kalila (42%) kot pa staro seme (15%), če smo jih posejali vodoravno in delno prekrili z vermikulitom. Največjo povprečno maso neposušenega sejanca so imela sveže nabrana semena ( = 0,19g) in se je statistično značilno razlikovala od povprečne mase neposušenega sejanca iz starega semena ( = 0,07g). Prav tako so imela sveža semena statistično značilno večjo povprečno maso posušenega sejanca ( = 0,13g) od starega semena ( = 0,02g). Največje število korenin daljših od 1 mm so imeli sejanci iz svežega semena ( = 16,95) in se je statistično značilno razlikovalo od števila korenin daljših od 1 mm iz starega semena ( = 7,49). Sejanci iz svežih semen so imeli največje povprečje števila razvitih listov ( = 4,89) in se je statistično značilno razlikovalo od povprečja števila listov sejancev iz starega semena. Dolžine korenine sejancev so bile enakomerne, glede na starost semena. \nStarost semena, posejana vodoravno in prekrita z 1 cm debelo plastjo vermikulita, ni imelo statistično značilnega vpliva na vznik. Sveže seme je kalilo z 21%, staro seme z 32%. Največjo povprečno maso neposušenega sejanca so imela sveže nabrana semena ( = 0,16g) in so se statistično značilno razlikovala od povprečne mase neposušenega sejanca iz starega semena ( = 0,09g). Prav tako so imela sveža semena statistično značilno večjo povprečno maso posušenega sejanca ( = 0,07g) od starega semena ( = 0,02g). Največje povprečno število razvitih listov je imelo sveže nabrano seme ( =3,88) in se je statistično značilno razlikovalo od števila razvitih listov sejancev iz starega semena ( = 2,54). Največjo povprečno dolžino korenine so imeli sejanci iz starega semena ( = 11,36cm) in se je statistično značilno razlikovala od dolžine korenin sejancev iz svežega semena ( = 7,13 cm). Število korenin daljših od 1 mm je bilo enakomerno glede na starost semena.\nČe smo semena različne starosti sejali navpično in delno prekrili z vermikulitom, so statistično značilno večjo kalitev imela sveža semena (73%) od starega semena (26%). Največjo povprečno maso neposušenega sejanca so imela sveže nabrana semena ( = 0,17g) in se je statistično značilno razlikovala od mase neposušenega sejanca iz starega semena ( = 0,09). Sejanci iz svežega semena so imeli največje povprečno število razvitih listov ( = 4,10) in se je statistično značilno razlikovalo od sejancev iz starega semena ( = 2,37). Sejanci iz starega semena so imeli večjo povprečno dolžino korenine ( = 9,31) in se je statistično značilno razlikovala od dolžine korenine sejancev iz svežega semena ( = 6,75). Mase posušenih sejancev in števila korenin daljših od 1 mm so bila enakomerne glede na starost semena.\n"], "29": ["5 SKLEPI", "Na osnovi rezultatov izvedenega poskusa od maja 2008 do oktobra 2008, pri katerem smo proučevali vpliv načina setve in vpliv starosti na vznik semena velikonočnice, lahko sklepamo kot sledi.\nNačin setve ima statistično značilen vpliv na vznik semena ne glede na starost semena.\nPri svežem posejanem semenu smo dosegli največji vznik, ko smo seme posejali  navpično in ga delno prekrili z vermikulitom. S tem načinom setve smo dosegli 73%  kaljivost. Če smo seme posejali vodoravno in ga delno prekrili z vermikulitom smo  dosegli 42% kaljivost, če pa smo seme posejali vodoravno in prekrili z 1cm debelo  plastjo vermikulita smo dosegli 21% kaljivost. Mase sejancev so bil enakomerne med  posameznimi načini setve. Do razlik je prihajalo le v številu razvitih korenin daljših od  1 mm, številu razvitih listov in v dolžini korenin. To pomeni, da so sejanci imeli  razvito večje število manjših listov, ter tanjše korenine saj so bile mase med sejanci  enakomerne. Morfološke lastnosti sejancev so bile vrednotene že 4 mesece po setvi.  Hartmann (2002) pa navaja, da se morfološke razlike sejancev pri različnih rastlinskih  vrstah s starostjo izgubijo. Zaradi tega predlagamo tisti način setve, kjer je dosežen  največji procent kaljivosti.\nStaro oz. skladiščeno seme je najbolje kalilo na drugi način, ko smo seme položili  vodoravno in ga prekrili z 1 cm debelo plastjo vermikulita. S tem načinom setve smo  dosegli 32% kaljivost. Morfološke lastnosti sejancev so bile enakomerne med  posameznimi načini setve, sejanci so se razlikovali le v povprečnih dolžinah korenin.\nPoskus potrjuje ugotovitve predhodnih raziskav, da je za setev najbolje uporabiti sveže nabrana semena (Nau 1996). Z setvijo sveže nabranega semena smo dosegli višjo kaljivost v primerjavi s setvijo semena, ki smo ga sejali 60 dni po nabiranju.\nPo nabiranju semen nismo izločevali slabih (manjših, lažjih) semen, zato rezultati kalivosti nakazujejo relativno visoko vitalnost proučevane populacije.\n"], "abstract": ["Raziskava je bila opravljena leta 2008 na velikonočnici (Pulsatilla grandis Wenderoth), ki je redka in ogrožena rastlina. Namen diplomskega dela je bil določiti najprimernejši način setve in najprimernejšo starost semena za setev. Semena smo sejali na štiri načine. Sveže in staro seme smo pri prvem načinu posejali vodoravno in ga delno prekrili z vermikulitom, pri drugem smo seme posejali vodoravno in ga prekrili z 1cm debelo plastjo vermikulita, pri tretjem načinu smo seme posejali navpično in ga delno prekrili z vermikulitom. Pri četrtem načinu smo uporabili samo staro seme, le-tega smo posejali navpično in ga prekrili z 1 cm debelo plastjo vermikulita. V raziskavi je bilo ugotovljeno, da sveže nabrano seme uspešneje kali na tretji način setve (73%) v primerjavi s prvim načinom (42%) in drugim načinom (21%) setve. Staro seme je najbolje kalilo na drugi način (32%). "]}