{"1": ["1 Uvod", "Predstavitev problema Eden izmed problemov glasbenikov v Sloveniji je izbira prave glasbene založbe. Če si avtor neke skladbe, jo želiš zaščititi, čim bolje promovirati, še bolje distribuirati in navsezadnje tudi kar se da najbolje prodati. Ker pa imamo sami premalo znanja in izkušenj na tem področju, za to poskrbijo glasbene agencije torej založbe. Da bi vedeli kje pa bodo naš izdelek, kar najbolje prodali na trg, pa se moramo najprej pozanimati o pogojih, ki jih nudi posamezna založba.\nPredstavitev okolja Okolje v diplomski nalogi so tri izbrane založbe: Založba VOX, založba ZLATI ZVOKI, ter založba ZKP RTV SLO (Založba kaset in plošč radia in televizije Slovenija). Za pridobitev informacij o cenah zgoščenk in ovitkov ter ostalega materiala, potrebnega pri tem delu pa je posredovalo podjetje RACMAN D.O.O. Koristne informacije, smo dobili tudi od gospoda Matjaža Vlašiča, ki je dolgoletni\nGantar, vodja ansambla Alpski muzikantje.\nPredpostavke in omejitve Ker se z založbo pogaja vsak ansambel posebej in zato ni nobenih postavljenih meril, smo ugotovili, da je vse odvisno od uspešnosti pogajanja ter uspešnosti ansambla. Tako torej nismo dobili natančnih podatkov o cenah in tudi ne specifičnih pogojev ali zahtev od primerjanih založb. Pri ansamblih pa se nekdo rajši odloči za vrhunsko promocijo, spet drugi za dobro distribucijo, nekateri da se njihova zgoščenka vrti na radijskih oddajah, drugi spet da so njihovi glasbeni video posnetki predvajani na televizijskih kanalih. Zato smo se odločili, da prikažemo nekaj osnovnih vprašanj, kot kriterijev za ocenjevanje in jih po skupni presoji z ansambli primerjali med tremi zgoraj navedenimi založbami. Predpostavljali smo, da denar ni ovira ansambla, zato smo glasbene agencije, torej založbe ocenjevali zgolj po izpolnjenih zahtevah, oziroma katera založba nudi boljše pogoje. Vse založbe možnosti ponudbe studia nimajo, zato smo predpostavljali, da je zgoščenka že posneta, se pravi fonogram ali (angl. master) je že narejen, potrebno ga je samo dobro prodati založbi.\nMetode dela Metode, ki smo jih uporabili pri delu te diplomske naloge so predvsem zbiranje podatkov in informacij ter ureditev odločitvenega drevesa v programu Dexi in Vredana. Proti koncu smo te podatke vnesli, primerjali in analizirali.\n"], "2": ["2 Osnove", ""], "3": ["2.1. Avtorske pravice, založbe in Sazas", "Med raziskovanjem o temi diplomske naloge, smo se kot prve stvari dotaknili avtorskih pravic in založb, kar vse skupaj nadzoruje združenje SAZAS (združenje skladateljev, avtorjev in založnikov za zaščito avtorskih pravic Slovenije). Iz zanesljivih virov smo izvedeli, kakšne so težave avtorjev v Sloveniji, in sicer v članku sobotne priloge v intervjuju gospoda Matjaža Zupana, ki predseduje upravnemu odboru združenja Sazas.\nO tem, da naj bi glasbeniki držali skupaj Matjaž Zupan pravi:  »Seveda bi bilo bolj modro, žal pa je na tem področju veliko različnih interesov. Treba je ločiti glasbenike, ki so zgolj avtorji, torej edini honorar ustvarijo s tem, da nekdo drug izvaja njihova dela, in glasbenike, ki so zgolj ali predvsem izvajalci. Glasbeni izvajalci dobijo honorar za nastop neposredno od organizatorja prireditve, glasbeni izvajalec sam postavi ceno in če ga organizator ne bo plačal tudi ne bo nastopal. Tako je tudi prav. Vendar glasbenih izvajalcev problemi glasbenih avtorjev povečini ne zanimajo. Izvajalec dobi denar neposredno na nastopu. Avtor je tukaj v povsem drugačni vlogi. Organizatorjem se zdi nekoliko logično, da plačajo glasbene izvajalce, nekateri tudi dosegajo zelo visoke honorarje, ko pa je treba nekaj od tega (10 odstotkov) nameniti tudi avtorjem, ki so glasbene hite, ki jih na nastopu izvajajo, dejansko ustvarili, pa se pojavi problem. Tako da interes glasbenih avtorjev in glasbenih izvajalcev ni nujno enak. Na trgu se borijo vsak za svoj del honorarja od istih plačnikov. Združenje Sazas pa seveda ščiti avtorje.«\nO avtorstvu meni: »Ne da avtorstvo ni dovolj cenjeno, sploh ni cenjeno in se ga niti ne omenja. Vsakdo pozna glasbenika – izvajalca uspešnice, nihče pa ne ve, kateri avtor je to uspešnico ustvaril. Kakor da to ni pomembno. Poznamo nekaj skladateljev, avtorjev, ki so ustvarili zimzelene melodije, to pa je tudi vse. Poglejte na primer odnos do nacionalnih avtorjev v Italiji in na Hrvaškem. Načrtno producirajo festivale in oddaje s poudarkom na kvalitetnih skladbah in besedilih. Te oddaje so zelo priljubljene in gledane. Nagrajujejo pisce najboljših besedil in skladatelje. V glasbenih oddajah se poudarja ime ustvarjalcev, torej skladateljev in piscev besedil. Pri nas je najbolj pomembno, kdo stoji na odru, torej kdo skladbo izvaja, ne pa, kdo jo je ustvaril. «\nKaj meni o založbah: »Dve veliki založbi v Sloveniji izdajata fonograme brez kakršnihkoli dovoljenj. Združenje Sazas je zato vložilo nekaj civilnih tožb in kazenskih ovadb, s čimer so se seveda dodatno začeli medijski napadi na Sazas. Glasbene založbe so med najbolj ozaveščenimi uporabniki avtorskih glasbenih del, pa vendar se nekaterim ne zdi potrebno zadeve legalno urediti in seveda avtorjem, katerih dela reproducirajo, za to tudi ustrezno plačati. Vendar je postalo že kar del poslovnega bontona, da avtorje, ko bi jih morali plačati, začneš z vsemi sredstvi napadati in diskreditirati. Sodelovanje tako ni mogoče. Tudi na tem področju bodo preživele le najboljše založbe, ki bodo, kakor je treba delale, kakor pravite, z roko v roki z glasbenimi ustvarjalci - avtorji. In tudi takšen način sodelovanja, kakršnega ste omenili, je v resnici nujen za obstoj kolesja v glasbene industrije, vendar mora biti to spoštljiv partnerski odnos. « \nIzkušnje iz tujine: »V tujini, če primerjamo bližnje države EU, so se že zdavnaj navadili, da je avtorsko delo lastnina tistega, ki je delo ustvaril. Večina glasbenih avtorjev nima drugega vira preživetja kakor avtorske honorarje, ki jih dobivajo od svoje kolektivne glasbene avtorske organizacije. Zato je ljudem logično, da je za uporabo (tuje) lastnine treba plačati. Tisti subjekt, ki ustvarja prihodek, pa ob tem uporablja tudi ali celo predvsem glasbo, naj nekaj od tega da tudi avtorju glasbe. Tako v Avstriji ali Nemčiji praktično nihče ne pomisli, da bi organiziral prireditev z glasbo in za to pred prireditvijo ne bi pridobil dovoljenja avtorjev glasbe. V bližnjih državah EU so pot oranja ledine oziroma ozaveščanja o pomenu avtorske pravice že prehodili.«\n"], "4": ["2.2. Potek primerjave založb", "Ker smo preučevali dva modela za izbiro založbe, smo vzeli za proučevanje našega problema, tudi dva ansambla. Za prvi model in primerjavo med založbami smo vzeli ansambel Alpski muzikantje, ki je še v začetni fazi svojega razvijanja ali delovanja. Pogovarjali smo se z vodjo ansambla Andrejem Gantarjem, nekaj izkušenj pa nam je zaupal pevec Andrej Bajželj. Ker je to mlad ansambel, dajejo po naših vprašanjih prioritete trženju in pogodbi, saj jim ne pomeni toliko, kako je videti zgoščenka, temveč, kako kvalitetna je in koliko ljudi jo bo poslušalo, torej v našem primeru kupilo. Skupaj smo tako določili, kaj je za njih najbolj pomembno, kaj manj in to tudi ocenili. V drugem modelu, gre samozaložbo, oziroma ansambel, ki ne rabi založnika v celotnem pogledu, od založbe potrebuje le distribucijo. Zato smo vzeli primer ansambla, ki je že znan na slovenskem področju in sicer gre za ansambel Veseli Svatje. Tukaj smo dali prednost njihovim izkušnjam in znanju, zato smo na tej podlagi tudi ocenjevali in določali posamezne uteži za kriterije. V poglavju samozaložba, smo dodali tudi prispevek o izdelavi zgoščenk, ki omogoča podrobnejši vpogled v materiale, izdelavo in cene zgoščenk. Ponudbo za naklado 500 kosov nam je posredovalo podjetje Racman d.o.o., da si bo vsak posameznik lahko predstavljal in ustvaril približno sliko, kaj vse je potrebno za množično izdelavo zgoščenk.\n"], "5": ["2.3. Program Dexi", "Dexi je računalniški program za pomoč pri večparametrskem odločanju. Baza znanja je predstavljena z odločitvenim modelom. Vrednotenje lahko poteka tudi ob nepopolnih podatkih. Funkcije koristnosti so predstavljene s pravili tipa če – potem. Dexi je ekspertni sistem, ki omogoča kaj – če analizo, selektivno razlago variant in interaktivno pregledovanje rezultatov po izpeljanih kriterijih ter grafični prikaz rezultatov vrednotenja. Cilj je večja razumljivost in uporabnost eksplicitnega znanja, s katerim upravljamo. Slednje pripomore k doseganju kvalitetnejših odločitev. Namenjen je vsem, ki želijo izboljšati proces odločanja z uporabo računalnika. V odločitvenem procesu je potrebno izmed več variant (alternativ, inačic, možnosti) izbrati tisto, ki najbolj ustreza postavljenim ciljem oziroma zahtevam. Včasih želimo variante tudi razvrstiti. V šolah ni namenjen le uporabi pri predmetih Informatika in Računalništvo, ampak tudi kot pomoč učencem in učiteljem v odločitvenih situacijah pri drugih predmetih in različnih aktivnostih na šolah ter izven njih. Najpogostejši primeri odločitvenih problemov, ki se jih učenci lotevajo v šolah so: izbor maturitetnih predmetov, hišnih ljubljenčkov, kraja letovanja, nakup športnih rekvizitov, tehnične opreme ipd. \nOsnova je večparametrsko odločanje, kjer variante razgradimo na posamezne parametre (atribute, spremenljivke, kriterije) in jih ločeno ocenimo glede na vsak parameter. Končno oceno variante dobimo s postopkom združevanja. Tako izpeljana vrednost je osnova za izbor najustreznejše variante.\na1 (2003) DEXi – računalniški program za večparametrsko odločanje, Moderna organizacija, Kranj\nVrednotenje variant poteka na osnovi večparametrskega odločitvenega modela (slika 1). Vhod predstavljajo parametri Xi. Funkcija koristnosti F združuje vrednosti posameznih parametrov v spremenljivko Y, ki predstavlja končno oceno (koristnost, utility) variante. Potek uporabe programa Dexi: 1. Izgradnja odločitvenega modela Izdelamo spisek osnovnih parametrov, oziroma atributov za ocenjevanje. Le-te po vsebinski sorodnosti združujemo v izpeljane agregirane atribute vse do končne ocene. Tako dobimo drevo atributov. Vsak atribut ima svoje ime in zalogo vrednosti, lahko pa mu dodamo tudi opis. Izpeljanim atributom določimo funkcijo koristnosti, ki določa njihovo vrednost glede na vrednost podrejenih atributov. Funkcijo koristnosti podamo z odločitvenimi pravili. Pri tem si lahko pomagamo na več načinov, npr. utežmi pomembnosti posameznih atributov. 2. Opis variant Variante, opišemo z vrednostmi osnovnih atributov. 3. Vrednotenje variant V skladu z našim modelom, Dexi ovrednoti opisane variante po vseh izvedenih atributih skupaj s končno oceno. 4. Analiza rezultatov vrednotenja Analiza ocen variant poteka s pomočjo grafikonov, kjer izbiramo želene atribute in variante ter jih primerjamo med seboj Dexi lahko pripravi tudi poročilo, ki ga izpišete.\n"], "6": ["2.4. Program Vredana", "Vredana je program za vrednotenje in analizo variant v večparametrskih odločitvenih modelih, zgrajenih z lupino ekspertnega sistema Dex. Omogoča dodatno analizo rezultatov vrednotenja programov Dex in Dexi. Posebnost programa je analiza tipa ”kaj – če” in kombinirano kvalitativno in kvantitativno vrednotenje variant. Glavne funkcije programa so: branje in pisanje datotek tipa Dax, branje podatkov o variantah s standardnih datotek tipa Dif, kombinirano kvalitativno in kvantitativno vrednotenje variant, prikaz in izpis rezultatov vrednotenja s stolpičnimi, korelacijskimi in polarnimi grafikoni, analize variant tipa “kaj – če”. Program je zasnovan tako, da omogoča uporabniku čimbolj udobno in enostavno delo. Ima sodobno oblikovan uporabniški vmesnik z meniji in orodno vrstico, ki še dodatno olajša delo. Program Vredana opozori uporabnika, če je le-ta spreminjal bazo znanja. Ponudi mu, da lahko novo različico baze znanja zapiše v novo datoteko tipa Dax. Rezultati so lahko prikazani z različnimi tipi grafikonov: stolpični, korelacijski, polarni. Vrsta grafikona je odvisna od števila parametrov, po katerih uporabnik spremlja rezultate vrednotenja. Na nazoren način je pokazano, v kateri razred sodi varianta pri določenem parametru, vidna pa so tudi odstopanja znotraj razreda. Pri prikazu rezultatov imajo tudi barve posebno vlogo, ki povedo, v kateri razred korenskega parametra sodi opazovana varianta. Zelena barva pomeni boljše vrednosti, rdeča pa slabše. Posebno vlogo pri iskanju najboljše variante ima analiza tipa “kaj-če”, pri kateri spreminjamo razne dele baze znanja. V programu Vredana je analiza tipa “kaj-če” realizirana samo za podatke o variantah. Na ta način lahko pridemo do novih inačic starih variant, ki pa so boljše. Prav tako lahko ugotovimo, kako se morajo (ali ne smejo) spreminjati določeni parametri v prihodnosti. V programu Vredana lahko spreminjamo obstoječo varianto, ali pa naredimo kopijo variante, ki jo nato spreminjamo in rezultate primerjamo. S programom Vredana ni mogoče narediti lastne baze znanja. Le-to program dobi iz Dex-a, saj zna delati z datotekami dax, katerih format pozna tudi Dex. Datoteke tipa dax so tekstovne datoteke, ki pa vsebujejo popolnoma iste podatke kot standardne Dex-ove datoteke.\nDex vrednoti variante le kvalitativno, kar pomeni, da varianto razporedi v določen razred, nič pa ne pove o njenem položaju znotraj razreda. V primeru velikega števila variant, ki jih je treba razporediti v nekaj razredov, se pogosto ne ve, katera varianta je najboljša. V takih primerih si pomagamo s kombiniranim kvalitativnim in kvantitativnim vrednotenjem.\nNajvečja moč programa Vredana je v transparentnosti vrednotenja variant in prikaza rezultatov vrednotenja, kar omogoča zelo dobro podporo odločanju, saj je možno dobro zagovarjanje posameznih odločitev. Hkrati pa je možno delati tudi številne primerjave in analize variant (analiza tipa “kaj-če”).\n"], "7": ["3 Odločitveni model 1", ""], "8": ["3.1. Kriteriji in njihov opis", "V našem modelu, smo primerjali in ocenjevali po lastni presoji, na podlagi pogovorov z vodjem ansambla Alpski muzikantje, Andrejem Gantarjem. Ocenjevali smo tri odločilne kriterije: trženje, pogodba in lastna zgoščenka. Vsak od teh parametrov, pa ima seveda tudi svoje veje parametrov, ki so prav tako pomembni za dobro oceno. Primerjali smo tri založbe med seboj in sicer: založbo VOX, ZKP RTV in ZLATI ZVOKI, vse tri pa že kot rečeno za omenjeni ansambel. Za lažjo predstavo si oglejmo katere kriterije smo uporabili, njihov kratek opis ter njihovo strukturo v naslednjem odločitvenem drevesu.\nTrženje, kot eden izmed odločilnih kriterijev, pomeni vse, kar je povezano z dogajanjem na trgu, tako ansambla, kot njihovega končnega izdelka. Ta kriterij vsebuje tri podkriterije, to so: distribucija, promocija1 in trženjska usmeritev. Distribucija, nam pove kje, kako in na kakšen način se bo prodajala zgoščenka ansambla. Zato distribucija vsebuje podkriterija odkupna mesta in plačilni pogoji. Odkupna mesta nam torej povedo, kje se bodo prodajale zgoščenke, plačilni pogoji pa, kako in na kakšen način se bodo prodajale le te. Promocija nam v svojih podkriterijih ponuja kraj, čas in izdelke za promocijo. Kraj določa mesto, kjer bomo promovirali zgoščenko, čas nam pove termin promocije, izdelki pa nam nudijo fizično stvar promoviranja, kot so vizitke in plakati. Usmeritev, kot zadnji podkriterij trženja, nam daje vpogled v prihodnost trženja založbe. Ta podkriterij vsebuje širino, razvoj in prodajo. Širina določa pokritost trga posamezne založbe. Razvoj založbe pove ali ta želi razvijati nove proizvode za obstoječe stranke ali nove trge. Prodaja se lahko poveča za obstoječe trge, kar je tržna rast, ali pa se poveča tudi za nove trge, kar pa je tržna penetracija. Kot drugi odločilni kriterij je pogodba, ki se deli na čas in vsebino. Dobro pogodbo potrebuje vsak mlad ansambel, ki se še razvija, zato je pomembno za koliko časa je vezan. Manjši je rok vezave tem bolje. Pomembna je tudi vsebina pogodbe, saj je ob uspešnem ansamblu možnost spreminjanja pogodbe zelo dobrodošla. Zadnji od glavnih kriterijev je lastna zgoščenka oziroma njen končni videz, torej ali založba ponuja ovitek, oblikovanje in sprednjo sliko, oziroma kaj od tega. Količina pa pomeni koliko zgoščenk ansambel dobi, za lastno promocijo.\n"], "9": ["3.2. Uteži in funkcije koristnosti", "V programu Dexi so funkcije koristnosti določene po točkah, ki predstavljajo preprosta odločitvena pravila tipa \"če – potem\". Slika 2 prikazuje, kako smo določili uteži za končno oceno izbire založbe. Vsi kriteriji so sicer pomembni za pravilno odločitev, pa vendar smo za prikaz določili samo odločilne kriterije. To so, kot smo že povedali trženje, pogodba in lastna zgoščenka. Po funkcijah koristnosti smo zahtevali, da je trženje ovrednoteno s 45%, saj je trženje za mlad ansambel najpomembnejše. Če pogledamo pod kriterije trženja, vidimo, da so to promocija, distribucija in trženjska usmeritev. Vsi ti parametri so še kako pomembni za ansambel, ki je še v razvoju. Kriterij pogodba smo ovrednotili s 35%, saj ansambel za svoj prodor na trg potrebuje dobro pogodbo, oziroma, da je vezan le kratek čas. V primeru dobrega prodajanja se tako lahko takoj pogaja z drugimi založbami, ki ponujajo boljše pogoje. Za ansambel, ki ga obravnavamo v našem primeru, ni toliko pomembno, kakšen je končen izgled zgoščenke, ter koliko jih dobijo v svojo last, zato smo ta kriterij ovrednotili s samo 20%. Kot je razvidno iz slike 3, je program Dexi sam ovrednotil odločilne tri kriterije drugače. Dejansko so tako določeni trženje na 40%, pogodbo ravno tako na 40% in lastno zgoščenko na 20%. Zato bi v našem primeru lahko določili tudi izločilni kriterij in sicer trženje, saj v primeru, da je ta ocenjen najslabše navzlic najboljšim ocenam ostalih dveh odločilnih kriterijev, založba s takim trženjem ne more biti izbrana. __________________________________  Promocija: Pravilen slovenski izraz je oglaševanje, vendar je v moji diplomski nalogi pisan, kot element 4-P marketinga. \nNa tabeli 1 lahko vidimo, kako z upoštevanjem uteži in odločitvenimi pravili vplivamo na končno oceno za izbiro založbe. Vsi trije kriteriji imajo tri stopnje, vse pa so nastavljene tako, da gredo od najslabše proti najboljši. Trženje je tako lahko slabo, lahko je zmerno ali pa odlično. Za pogodbo menimo , da je lahko neustrezna, lahko je sprejemljiva ali pa ustrezna. Lastna zgoščenka pa je lahko nezadovoljiva, sprejemljiva ali pa najboljša.\n"], "10": ["3.4. Opisi variant", "Založba ZLATI ZVOKI\nZaložba Zlati zvoki glasbena produkcija d.o.o. iz Zagorja že okroglih deset let izdatno skrbi, da ostaja slovenska narodnozabavna glasba doma in tudi na tujem nadvse priljubljena med številno množico privržencev. Je največja ustanova za tovrstno glasbeno ustvarjalnost v Sloveniji, saj z njimi sodeluje večina slovenskih narodnozabavnih ansamblov. Med njimi so najstarejši, najbolj znani in najbolj priljubljeni, pa tudi taki, ki se kot ustvarjalci in izvajalci šele uveljavljajo. Glasbena produkcija Zlati zvoki ima dva snemalna studia, ki sta zaradi ugodne lege v središču Slovenije dostopna glasbenikom z vseh koncev dežele. Dobre prometne povezave omogočajo dobro sodelovanje tudi s partnerji iz tujine. Novejši studio je na Izlakah. Primeren je za ansamble, soliste in srednje velike vokalne skupine. Osrednji prostor meri 40 kvadratnih metrov, posebej sta urejeni še dve sobi za snemanje tolkal (bobnov) in trobil ter prostorna režija. Studio je opremljen z najnovejšo digitalno snemalno tehniko, z vrhunskimi mikrofoni in procesorji. Za dobro počutje glasbenikov je poskrbljeno tudi tako, da so vsi prostori klimatizirani in imajo dnevno svetlobo. V bližini studia so športni objekti, zdraviliški hotel, kmečki turizem. Glasbeniki, ki na Izlakah snemajo več dni, lahko tukaj prenočijo in izkoristijo prosti čas med delom v studiu. Ekipo studia Zlati zvoki sestavljajo vrhunski tonski tehniki, aranžerji in producenti, ki jih vodi Igor Podpečan, glasbenik in producent z večletnimi izkušnjami pri vodenju snemanj, komponiranju ter izvajanju najrazličnejših glasbenih zvrsti. Predvsem na področju narodnozabavne, ljudske, klasične in jazzovske glasbe.\nZaložba VOX\nZaložba VOX deluje od leta 2001. Nosilni program je narodnozabavni, sledita pa mu programa z zabavno in duhovno vsebino. Na področju duhovne glasbe so v Sloveniji vodilna založba. Njihov cilj pa je postati tudi močna in konkurenčna založba na področju narodnozabavne glasbe. Izvajalcem želijo ponuditi boljše pogoje in jim omogočiti večji dobiček od prodaje zgoščenk in kaset. Poleg založniške dejavnosti nudijo tudi razmnoževanje CD in DVD medijev od 25 kosov do več 10 tisoč kosov. Odlikujejo jih kvaliteta, zanesljivost, kratki dobavni roki in predvsem zelo ugodne cene. Pri založbi VOX dajejo velik poudarek promociji izvajalcev, ki so pri njihovi založbi. Zato vsako leto organizirajo nekaj koncertov, ki jih prenašata nacionalni radio in televizija. Njihove zgoščenke lahko najdete v vseh bolje založenih prodajalnah z nosilci zvoka, prav tako pa tudi v Šparu, Mercatorju, Leclercu, na bencinskih servisih, poštah in v vseh prodajalnah z verskim tiskom.\nZaložba ZKP RTV SLO\nZaložba kaset in plošč RTV Slovenija - ZKP RTV SLO - producira, izdaja in distribuira avdio programe že skoraj štirideset let. Video programi so se glasbenim izdajam pridružili pred več kot dvajsetimi leti. Založba je od vsega začetka skrbela za vse glasbene zvrsti, za rock, pop, šanson, ljudsko, etno in narodnozabavno glasbo, jazz, klasiko in opero ter bila v sedemdesetih in osemdesetih letih ena \nV zadnjih letih je ZKP RTV SLO še bolj neposredno povezana z radijskimi in televizijskimi programi v smislu promocijske dodane vrednosti, obnavljanja in izdajanja dragocenih avdio in video arhivov ter podpore novim projektom. Letno izda 80 do 90 visoko kakovostnih programov s področja vseh glasbenih zvrsti, otroške animacije, dokumentaristike in igranih projektov, od tega 60% na CD-jih in 40% na DVD-jih. Kot Uredništvo založništva in blagovna znamka Multimedijskega centra razširja svojo založniško dejavnost tudi na nove medije. Pri ZKP RTV SLO izdajajo CD plošče in DVD-je hišni ansambli, Simfonični orkester in Big Band RTV SLO, otroški, mladinski in komorni zbor in najboljši slovenski klasični in jazz glasbeniki, npr. pianista Bojan Gorišek in Dubravka Tomšič, Tartini kvartet, pevca Markos Fink in Janez Lotrič, skladatelji Vinko Globokar, Janez Matičič, Janez Gregorc, Milko Lazar in mnogi drugi. Ena temeljnih nalog založbe je tudi podpiranje mladih talentov.\n"], "11": ["3.5. Analiza rezultatov vrednotenja variant", "Po ocenah kriterijev so dobljeni naslednji rezultati, prikazani v tabeli spodaj:\nNajbolje ocenjena založba ZKP RTV SLO ima kar dva od odločilnih kriterijev najbolje ocenjena. Kriterij pogodba, pa zaseda srednjo vrednost, oziroma, je pogodba sprejemljiva. \nČe primerjamo izbrano založbo z ostalima vidimo, je da pogojno izbrana založba VOX, ki ima vse tri odločilne kriterije ocenjeno na srednjo vrednost. Najslabše ocenjena je založba ZLATI ZVOKI, saj ima kriterija pogodba in lastna zgoščenka kar najslabše ocenjena. To je tudi razlog, da je ocenjena za neizbrano. Že iz prejšnje tabele je viden rezultat najboljše založbe izmed primerjanih, pa vendar si poglejmo še grafični prikaz za končno oceno najboljše založbe.\nIz tabele 2 in slike 4 je razvidno, da je najboljša izbira založbe ZKP RTV SLO. To pomeni, da je za ansambel Alpski muzikantje, najbolj primerna prav ta omenjena založba. Čeprav niso vsi kriteriji najbolje ocenjeni za omenjeno založbo, je večparametrski model Dexi prikazal, da je najboljša različica založba ZKP RTV SLO. Po ocenjevanju kriterijev in določitvi funkcije koristnosti je razvidno, da je za ansambel Alpski muzikantje pomembnejše trženje ter pogodba in ne toliko izgled ali količina lastnih zgoščenk, saj je za njih pomembneje, da se kolo prodajanja obrne in da jih sploh kdo zastopa, saj so šele v začetkih delovanja. Končna ocena je taka zaradi določitev funkcije koristnosti odločilnih parametrov, ki so najbolj vplivali na izbiro med založbami. Z utežmi smo določili kriterij trženje na 45%, kriterij pogodba na 35% in kriterij lastna zgoščenka na 20%. Program Dexi je dejansko vrednotil trženje na 40%, pogodbo na 40% in lastno zgoščenko na 20%. \nTo pomeni da odstopanja od zahtevanih in dejanskih uteži obstajajo, vendar pa to ne vpliva toliko na končno oceno. Zato je tudi ocena v skladu s pričakovanji. Bistvene prednosti založbe ZKP RTV SLO so odlična promocija in napredna trženjska usmeritev, ki k odličnemu trženju prispevata največ, kar je po zahtevah tudi odločilni kriterij. Založba VOX ima pomanjkljivosti pri pogodbi, saj bi z boljšimi pogoji založbe konkurirala izbrani založbi. Da je založba ZLATI ZVOKI ocenjena za neizbrano, je vzrok v neustrezni pogodbi in nezadovoljivi lastni zgoščenki. Če bi bil kateri koli od teh kriterijev ocenjen za odličnega bi bila ta založba pogojno izbrana. Edina sprememba, ki bi vplivala na to, da bi bila založba ZLATI ZVOKI izbrana, je ocenjevanje samo po kriteriju radio, ki je podkriterij kraja promocije, ta dva pa ima pod seboj kriterij promocija. Pri tem pa ostalih kriterijev ne bi ocenjevali.\nPoglejmo si še nekaj grafičnih prikazov, izbire glasbene založbe v odvisnosti od glavnih kriterijev, oziroma parametrov in sicer gre za trženje, pogodbo in lastno zgoščenko. Ogledali si bomo grafične prikaze iz obeh programov, tako iz Dexi-ja, kot iz Vredane.\nzgoščenka, glede na izbiro založbe iz programa Dexi \nPoglejmo si še, kako program Vredana podrobneje izpiše vse vrednosti, tudi tiste, ki jih ne zajemajo prikazane črte.\nzgoščenka glede na Izbiro založbe iz programa Vredana\nSlika 5 in slika 6 nam prikazujeta rezultate vrednotenja vseh treh založb, vendar samo v odvisnosti od zgoraj omenjenih odločilnih kriterijev. Barva vsakega grafa nam kaže končno oceno vrednotenja. Zelena pomeni najboljšo izbiro, med tem ko rdeča označuje najslabšo možno izbiro. Pogojno izbrano založbo program Dexi označuje z modro barvo, program Vredana pa s sivo. Vidimo tudi razlike med slikama, saj Vredana poleg izpisa vseh vrednosti, ovrednoti tudi kvantitativno znotraj razreda ocene vsakega posameznega kriterija. \nNaslednje slike prikazujejo bistvene prednosti izbrane založbe, ter pomanjkljivosti neizbranih.\nSlika 7 nam nazorno prikazuje, da ima izbrana založba zadovoljive izdelke, največji obseg pokrivanja trga in možen čas promoviranja, kar vodi k odlični promociji. To pa je, kot je razvidno iz grafov, bistvena prednost pred ostalima založbama. Vsaka od preostalih založb ima samo po en kriterij ocenjen z najboljšo oceno. Tako ima založba VOX edino čas promocije sprejemljiv, založba ZLATI ZVOKI pa ima največji obseg promoviranja, kar pa z ostalimi kriteriji ne zadostuje za odlično promocijo, kjer je založba ZKP RTV SLO dobila odločilno prednost. \nZa lažje razumevanje, zakaj je založba ZLATI ZVOKI neizbrana, si oglejmo naslednjo sliko, ki prikazuje vse prve podkriterije vseh treh odločilnih kriterijev, vendar brez promocije, ki je prikazana že v sliki 7.\nIz grafičnega prikaza na sliki 8, je razvidno zakaj je založba ZLATI ZVOKI ocenjena za neizbrano. Ta založba ima samo trženjsko usmeritev stabilno in sprejemljivo distribucijo, vse ostalo je slabo oziroma je ocenjeno najslabše. Če primerjamo še založbi ZKP RTV SLO in VOX, vidimo, da ima slednja štiri kriterije ocenjene kar najbolje, med tem ko jih ima prva le tri. Tako bi lahko sklepali, da je založba VOX v prednosti, vendar če pogledamo podrobneje, ima založba VOX ostala dva kriterija ocenjena najslabše, medtem ko ima ZKP RTV SLO le en kriterij ocenjen najslabše, preostala pa imata srednjo vrednost, kar je v končnem pogledu bolje.\nKer ima založba ZKP RTV SLO najboljše pogoje za trženje, sprejemljivo pogodbo in najboljšo lastno zgoščenko, to pomeni tudi najboljše pogoje za sodelovanje. Zato lahko po našem mnenju trdimo, da je ta založba najustreznejša ali najugodnejša izbira za zastopanje ansambla Alpski muzikantje.\n"], "12": ["4 Samozaložba", ""], "13": ["4.1. Začetki", "Kot prvo naj povemo, da z besedo samozaložba nismo mislili ustanavljanje svoje založbe, ampak, da ansambel ne potrebuje založnika v celoti. Ansambel bi od založbe potreboval le dobro distribucijo, ki je odločilnega pomena pri prodajanju zgoščenk, za vse ostalo pa bi poskrbel ansambel sam. Ko ansambel v studiu posname skladbe, dobi v svoje roke fonogram (angl. master) zgoščenke. Potrebno je še narediti naslovnico zgoščenke in tiskovino, ki bo v njej. To lahko napravi ansambel sam ali pa zato poskrbijo tudi v podjetju, ki se s tem ukvarja. Zgoščenko, odnosno pesmi na zgoščenki, je potrebno registrirati in prijaviti na Sazas (Združenje skladateljev, avtorjev in založnikov za zaščito avtorskih pravic Slovenije). Šele, ko ansambel dobi potrdilo o avtorstvu, gre do podjetja, ki izdeluje zgoščenke. Ko zgoščenke dobijo, se lotijo promoviranja in iskanja založbe, ki jim ponuja kar najboljšo distribucijo. Kaj vse je potrebno za izdelavo zgoščenk, pa si poglejmo v naslednjem poglavju, ki opisuje izdelavo zgoščenk.\n"], "14": ["4.2. Izdelava zgoščenk", "Da bi približno predstavili, kakšni so pogoji in cene v primeru lastne založbe, smo povprašali podjetje RACMAN d.o.o., ki so nam poslali ponudbo za izdelavo 500 kosov zgoščenk.\nZa primerjavo so ponudili tri različice končno izdelanih zgoščenk.\nPrva različica v standardni CD škatlici s tiskovino vsebuje izdelavo delovne matrice, izdelavo CD plošč, barvno izravnalni tisk, oziroma dvobarvni sito tisk, (ponujena tudi možnost tiska v petih barvah z doplačilom), izdelavo tiskovine, knjižica vsebuje 4 strani, pakirano v standardni CD škatlici s črnim ali prozornim pladnjem, končen izdelek je zavit v celofan. Za 500 kosov ponujajo ceno 1,244 EUR/kos. Druga različica v kartonskem žepku ponuja naslednje: izdelava delovne matrice, izdelava CD plošč, barvno izravnalni tisk, oziroma dvobarvni sito tisk (ponujena možnost tiska v petih barvah z doplačilom), izdelava tiskovine, potisk kartonske embalaže, ki je lepljena ter končni izdelek je pakiran. Za 500 kosov ponujajo ceno 1,310 EUR/kos. Tretja različica v standardni PVC vrečki: izdelava delovne matrice, izdelava CD plošč, barvno izravnalni tisk oziroma dvobarvni sito tisk (ponujena možnost tiska v petih barvah z doplačilom), na koncu je izdelek pakiran. Za 500 kosov ponujajo ceno 0,820 EUR/kos.\nZa sam začetek in potek procesa, mora stranka dostaviti DVD-R oziroma DLT kaseto oziroma CD-R fonogram za CD plošče. Stranka mora natančno specificirati naročilo, ter priložiti avtorske pravice (Sazas) - samo za avdio posnetke ali izjavo o avtorstvu za podatke. Oblikovanje za tisk na CD ali DVD ploščo stranka pošlje po elektronski pošti, oziroma dostavi na CD-R mediju (strošek izdelave filmov za tisk na CD ali DVD ploščo je 18 eur). Tudi obliko za izdelavo tiskovin, dostavi na CD-R mediju, oziroma pošlje po elektronski pošti. Stranka mora poslati natisnjen vzorec na papir, ki je lahko navaden barvni (print, matchprint, bestproof ali kromalin), kjer morajo biti označene barve in vrstni red tiska le-teh. Oblika naj bo pripravljena v EPS formatu s pisavo v krivuljah ali v PDF formatu narejenem iz destiliranega compozitnega postscripta. Za izravnalni tisk na papir, zgoščenke in DVD-je naj bo pripravljen v CMYK barvah, za sito tisk na zgoščenke ali DVD-je v pantone barvah. Pri dostavi oblik, naj stranka sporoči ali želi tisk na srebrne zgoščenke, DVD-je ali z belo podlago. Pri izdelavi CD-jev ali DVD-jev so možna odstopanja od -10% do +10% za količine do 1.000 kosov in -5% do +5% za količine nad 1.000 kosov in jih je kupec dolžan prevzeti in plačati v kolikor to ni bilo drugače dogovorjeno ob naročilu. Oddani CD-R ali DVD-R fonogrami morajo biti pregledani s strani naročnika, ker bo vsebina kopij popolnoma enaka originalu. V primeru dodatne obdelave matrice mora stranka to pisno naročiti in kasneje tudi preveriti in potrditi.\n"], "15": ["5 Odločitveni model 2", ""], "16": ["5.1. Kriteriji, zaloge vrednosti, pravila in uteži", "V drugem modelu smo za primerjavo vzeli ansambel Veseli Svatje in kot kriterij ocenjevanja samo distribucijo. Predpostavljamo, da za vse ostalo poskrbijo sami. V prejšnjem primeru je bila izbrana založba ZKP RTV SLO, ali se z osredotočenjem na samo en kriterij izbira spremeni, pa si poglejmo v naslednjem modelu.\nDistribucija, kot posamezni kriterij je sestavljena iz dveh parametrov, in sicer odkupna mesta in plačilni pogoji. Distribucija pomeni, kje, kdaj, za koliko in na kakšen način se bo izdelek prodajal na trgu. Odkupna mesta nam povedo kje bomo izdelek lahko kupili, ali bodo to trgovine, črpalke za gorivo ali bomo izdelke lahko kupili tudi preko svetovnega spleta. Plačilni pogoji pa ponujajo odkup izdelka in konsignacijo. Odkup pomeni, da veliko količino zgoščenk dobimo odplačano takoj, konsignacija pa, da dobimo stroške povrnjene šele, ko je prodana zadnja zgoščenka.\nZaloge vrednosti so urejene od najslabše do najboljše. Distribucijo smo ocenjevali po treh stopnjah, prav tako odkupna mesta ter plačilne pogoje. Vsi opisi zalog so podani v spodnji tabeli.\nV programu Dexi pa lahko natančneje vidimo in določimo pravila za odločanje, in sicer takole:\nTabela 5 prikazuje vse možne kombinacije za izbiro in odločitev, ter tudi na katera pod kriterija se deli distribucija. Ne pokaže pa nam, koliko je posamezni kriterij vreden. To pa lahko bolj nazorno prikažemo z utežmi.\nKot je vidno na sliki 9, smo za odkupna mesta zahtevali 37% za plačilne pogoje pa 63%, od skupaj 100% vrednosti. Dobili pa smo dejanske vrednosti, in sicer za odkupna mesta 33% in plačilne pogoje 67%. To pomeni, da smo večjo vrednost namenili slednjim, saj je za dober ansambel pomembneje, da dobijo plačilo takoj in ne ko je prodana zadnja zgoščenka. Za ansambel, ki se dobro prodaja ni toliko pomembno kje se prodaja, za njih je važno, da so njihove zgoščenke plačane v naprej.\n"], "17": ["5.2. Vrednotenje rezultatov in analiza", "Ko smo vse določili, pravilno nastavili uteži, smo dobili rezultate vrednotenja, katere smo grafično prikazali v dveh različnih programih, saj smo dobili različne rezultate, ki pa niso vplivali na končno odločitev. Prvi rezultati vrednotenja v pisni obliki izgledajo takole:\ndistribucija iz programa Dexi \nPo prikazanih rezultatih, je razvidno, da je najboljša izbira založba VOX. Če pogledamo ostali dve založbi, vidimo da sta ocenjeni enako in sicer sta obe sprejemljivi. Da pa bi, v primeru, če založba VOX odkloni sodelovanje, vedeli katera je boljša iz med njih, smo naredili analizo tudi v programu Vredana. Ta poleg kvalitativnega vrednotenja, ki ga ponuja program Dexi, omogoča kombinirano kvalitativno in kvantitativno vrednotenje variant.\nZaložbi ZLATI ZVOKI in ZKP RTV SLO sta v programu Dexi enako ocenjeni. Obe sta sprejemljivi. Poglejmo še, kako je to prikazano v programu Vredana.\nkriteriju distribucija iz programa Vredana\nNa sliki 11 se dobro vidi, da je od sprejemljivih založb boljša ZKP RTV SLO. Program Vredana je kvantitativno vrednotil tudi znotraj razreda sprejemljivo in tako lahko prikazal boljšo možno rešitev med obema založbama, ki se po Dexi-jevi oceni uvrščata na drugo mesto. Kot je razvidno iz stolpičnega grafa, založba ZLATI ZVOKI komajda še drži razred sprejemljiva, medtem ko založba ZKP RTV SLO meji že na razred dobra. Če bi slednji spremenili nekaj ocen, bi že konkurirala izbrani založbi. Torej lahko rečemo, da je za ansambel Veseli Svatje najboljša izbira založba VOX. V primeru, da pa ta, ne bi bila pripravljena na sodelovanje, je druga izbira založba ZKP RTV SLO. \nDa smo se lažje prepričali v pravilnost izbire, smo to še dodatno pregledali v korelacijskih grafih iz programov Dexi in Vredana, saj ti ponujajo bolj natančnejši vpogled v posamezne razrede. Prikazani so grafi vseh treh založb za kriterij distribucija v odvisnosti od plačilnih pogojev in odkupnih mest.\npogojev za vse tri založbe iz programa Dexi\nNa tem grafičnem prikazu (slika 12) vidimo, da ima založba VOX oba izmed podkriterijev distribucije ocenjena najbolje, zato je tudi distribucija ocenjena za dobro. Vse skupaj ji prinaša oznako izbrana založba. Če primerjamo ostali dve založbi vidimo, da imata obe plačilne pogoje ocenjene najslabše, odkupna mesta pa ima založba ZKP RTV SLO bolje ocenjena, iz tega sledi tudi njena prednost pred založbo ZLATI ZVOKI. \nPoglejmo, kako se te razlike vidijo iz grafičnega prikaza v Vredani.\npogojev iz programa Vredana\nČe analiziramo sliko 13, še bolj nazorno lahko vidimo, da je založba ZKP RTV SLO izgubila največ, samo zaradi tega, ker ne ponuja takojšnjega odkupa, v primeru, da to ponudi je enaka založbi VOX. Zato lahko rečemo, da je to bistvena prednost založbe VOX. Založba ZLATI ZVOKI pa poleg konsignacije ponuja internet, kot odkupno mesto in ne več mest, kakor to lahko nudita ostali dve. To pa so po našem mnenju tudi glavne slabosti te založbe.\n"], "18": ["5.3. Kaj če analiza", "Za našo analizo, bomo primerjavo naredili med štirimi variantami, tako da bomo dodali še eno založbo ZLATI ZVOKI 2, ki pa ji bomo spremenili podatke.\nZa odkupna mesta bomo namesto interneta, spremenili v črpalke za gorivo in trgovske centre, plačilne pogoje pa bomo pustili nespremenjene. Poglejmo, kako bi izgledalo vrednotenje rezultatov in njihov grafični prikaz.\nNeizbrana Pogojno izbrana Izbrana  IZBIRA ZALOŽBE\nzaložbami iz programa Dexi\nZLATI ZVOKI, potem ni vprašanja, katera založba je pogojno izbrana. Po takih podatkih omenjena založba ne bi bila pogojno izbrana niti v programu Dexi in tako ne bi imela možnosti za kakršno koli sodelovanje.\n"], "19": ["6 Zaključek", "Če vse skupaj povzamemo, kar smo ocenjevali in primerjali z večparametrskim odločitvenim modelom, s pomočjo računalniških programov Dexi in Vredana, pridemo do dveh zaključkov iz posameznih modelov. Za prvi zaključek bi podali sklep, da smo s pomočjo odločitvenega modela 1 prišli do ugotovitve, da je za ansambel Alpski muzikantje najbolj primerna založba ZKP RTV SLO. Kot je razvidno iz grafov, ta založba ponuja odlično trženje, sprejemljivo pogodbo in najboljšo lastno zgoščenko za razliko od ostalih dveh založb.\nZa drugi zaključek, pa nam je analiza rezultatov pokazala, da je najugodnejša založba VOX za ansambel Veseli Svatje. Če povemo drugače, založba VOX ponuja najprimernejšo distribucijo, ki jo potrebuje omenjeni ansambel.\nPo prikazanih odločitvenih modelih, bi se na glasbenem področju, lahko odločali o mnogih stvareh. Na primer izbira glasbil, izbira mikrofonov, izbira zvočnikov, izbira stojal, izbira pevcev in podobno.\nVideli smo razlike med grafičnim prikazom iz programa Dexi in programa Vredana. Dexi ne ponuja kombiniranega kvalitativnega in kvantitativnega vrednotenja variant, ter tudi na grafičnih prikazih ne pokaže vseh vrednosti, le tiste, katerih se črta v grafih dotika. Zato bi predlagali izboljšanje programa Dexi na omenjenih področjih.\nVečparametrski odločitveni modeli pomagajo pri odločanju o zahtevnih zadevah, a vendarle se program ne bo odločil namesto človeka. Lahko le prikaže najboljšo možno rešitev.\n"], "abstract": ["V diplomski nalogi se srečujemo s problemi narodno zabavnih ansamblov, kako izbrati pravo založbo, kje začeti, kaj iskati, kaj primerjati in ostale stvari povezane z izbiro založbe. V nalogi so namerno izbrane tri založbe, ki se ukvarjajo s to zvrstjo glasbe, med njimi pa je tudi v programih Dexi in Vredana narejena primerjava, na osnovi različnih parametrov ocenjenih po naši presoji. Kot četrto založbo, pa smo dodali samozaložbo, le da distribucijo – kot enega izmed parametrov, prevzame najboljše ocenjena založba prej omenjenih. Ker pa vsi ansambli niso enaki, smo tu določili dva ansambla. Za ansambel Alpski muzikantje, ki so še v začetni fazi delovanja, smo napravili primerjavo med tremi glasbenimi agencijami ali založbami. Gre za založbo ZKP RTV SLO, ZLATI ZVOKI in založbo VOX. Za samozaložbo oziroma, da distribucijo vzamejo pri eni od založb, pa smo vzeli primer ansambla Veseli Svatje, ki je v slovenskem glasbenem prostoru že dobro poznan ."]}