{"1": ["1 UVOD", ""], "2": ["1.1 OPREDELITEV PODROČJA IN OPIS PROBLEMA", "Zaradi hitrega tehnološkega in gospodarskega razvoja se danes na trgu pojavlja vse večja konkurenčnost med podjetji. Povečujejo se tudi tveganja in negotovost pri napovedovanju razmer v prihodnosti. V takšnih pogojih je za učinkovito in uspešno delovanje podjetja zelo pomembno tudi upravljanje odnosov s strankami. Gre za poslovno strategijo, ki združuje procese, tehnologijo in ljudi v podjetju z namenom ustvarjanja dobičkonosnih odnosov s strankami. V središče pozornosti postavlja odjemalce in ne proizvoda ali storitev.\nInformacijska tehnologija je le podpora pri upravljanju odnosov s strankami. Računovodska informacijska podpora omogoča zbiranje, skladiščenje in analizo računovodskih informacij. Računovodska informacijska podpora zajema: tehnologije s področja upravljanja s podatki, orodja za analize in rudarjenje podatkov, tehnologije za integracijo sodobnih tržnih poti.\nUpravljanje odnosov s strankami je vse pomembnejše in tega se zavedajo tudi v podjetju X.\n"], "3": ["1.2 NAMEN, CILJI IN OSNOVNE TRDITVE", "Namen diplomskega dela je preučiti obstoječi sistem računovodskih informacij za podporo upravljanja odnosov s strankami v podjetju X z namenom pokazati, kako bi ga lahko izboljšali.\nCilji v diplomskem delu so:\n- Predstaviti upravljanje odnosov s strankami.\n- Predstaviti vsebino računovodskih informacij za poslovodstvo in za druge.\n- Preučiti, katere računovodske informacije podjetje X zagotavlja za podporo  upravljanja odnosov s strankami.\n- Oblikovati predloge za izboljšave računovodskega sistema za upravljanje odnosov  s strankami v podjetju X.\nTrditve v diplomskem delu:\n- V podjetju X ne spremljajo stroškov po odjemalcih.\n- V podjetju X ne spremljajo dobičkonosnosti odjemalcev.\n- Podjetje X svojim strankam zagotavlja malo računovodskih informacij. \n"], "4": ["1.3 PREDPOSTAVKE IN OMEJITVE RAZISKAVE", "Predpostavke:\n- Računovodske informacije so strateškega pomena za upravljanje odnosov s  strankami.\n- Upravljanje odnosov s strankami zajema vse stranke, ki vplivajo na delovanje in  obstoj podjetja. Stranke so: poslovodstvo, delničarji, potencialni vlagatelji, finančni  strokovnjaki, zaposleni, posojilodajalci, dobavitelji in odjemalci, država in njeni  organi ter druge javnosti.\nOmejitve:\n- Pri presoji obstoječih računovodskih informacij v podjetju X smo se omejili na leto\n- Pri preučevanju podjetja X nismo uporabljali podatkov, ki bi razkrili poslovne  skrivnosti.\n- Nismo preučevali procesa zbiranja in obdelave podatkov, ampak smo le  obravnavali informacijska poročila kot izid računovodenja.\n1.4 METODE RAZISKOVANJA\nTo diplomsko delo je statična poslovna raziskava, saj je osredotočena na povezavo računovodskih informacij z okoljem oz. uporabniki teh informacij.\nV okviru deskriptivnega pristopa smo uporabili metode deskripcije, klasifikacije in kompilacije. S pomočjo deskripcije smo obravnavali vsebino računovodskih informacij za podporo upravljanja odnosov z odjemalci. Z metodo klasifikacije smo definirali pojem upravljanje odnosov z odjemalci. Metodo kompilacije pa bomo uporabili pri povzemanju stališč, ugotovitev in spoznanj različnih avtorjev. \n"], "5": ["2 UPRAVLJANJE ODNOSOV S STRANKAMI", ""], "6": ["2.1 Opredelitev upravljanja odnosov s strankami", "Upravljanje odnosov s strankami ali na kratko CRM (angl. Customer Relationship Management) opredeljujejo različni avtorji različno. Nekateri avtorji opredeljujejo upravljanje odnosov s strankami široko na ravni celotnega podjetja, drugi pa poudarjajo informacijski in trženjski vidik. Vsi pa se strinjajo, da upravljanje odnosov s strankami ni le informacijska tehnologija, ampak poslovna strategija, preko katere podjetje obravnava svoje poslovanje s stališča osredotočenosti na stranko (Kos in Zupančič 2003, 171).\nChen in Popovich (2003, 672) opredeljujeta upravljanje odnosov s strankami kot poslovno strategijo, ki združuje ljudi, procese in tehnologijo v organizaciji z namenom ustvarjanja dolgoročnih odnosov s strankami. Informacijska tehnologija omogoča zbiranje, skladiščenje in analizo informacij. Vendar pa je informacijska tehnologija zgolj podpora. Potrebno je spremeniti način razmišljanja zaposlenih in organizacijo delovnih procesov.\nZa upravljanje odnosov s strankami potrebujemo povezavo informacijske tehnologije, kot podatkovnega skladišča, internetno stran, internet/ekstranet, telefonsko podprti sistem, računovodstvo, prodajo, marketing in proizvodnjo. Upravljanje odnosov s strankami zajema vsa področja v podjetju (Stefanou and Sarmaniotis 2003, 622).\nFerle (2002, 14) definira upravljanje odnosov s strankami kot: »povezovanje strategije poslovanja podjetja, organizacijske strukture in kulture podjetja z informacijami o strankah in primerno tehnologijo, tako da so vsi stiki podjetja s stranko prepleteni z mislijo na dolgoročno zadovoljstvo stranke in hkrati koristijo podjetju.«\nPri vpeljavi upravljanja odnosov s strankami v podjetje je vedno potrebno začeti s poslovno strategijo, ki nato povzroči spremembe v organizaciji in delovnih procesih podjetja. Informacijska tehnologija te procese le olajša. Tam, kjer podjetje postavlja tehnologijo na prvo mesto, projekt ne uspe (Eržen 2002, 7).\n2.2 Namen upravljanja odnosov s strankami in dejavniki, ki spodbujajo potrebo po\n"], "7": ["upravljanju odnosov s strankami", "Paul Postma (2001, citirano v: Zorman 2001, 84) opredeljuje upravljanje odnosov s strankami kot: »strateško razvijanje odnosov z donosnimi strankami, katerega namen je: povečati število strank, doseči visoko raven ponovnih nakupov, obdržati najdonosnejše odjemalce, povečati vrednost nakupov, odzivati se proaktivno v \"očeh odjemalca\" in ne \"proizvoda\", skozi pristne odnose graditi zvestobo odjemalcev, z odjemalci ustvariti doživljenjske odnose.«\nNajbolj opazna korist upravljanja odnosov s strankami je sposobnost boljšega zadovoljevanja zahtev strank in zadrževanje najdonosnejših strank kljub konkurenci. Ostale koristi so (Eržen 2002, 7):\n- povečanje prihodkov iz prodaje in storitev, \n- povečanje deleža dobljenih poslov,\n- konkurenčna prednost,\n- poenostavitev notranje organizacije podjetja,\n- zmanjšanje toka dela (saj bodo nepotrebne poti odpravljene), kar pomeni, da se  zmanjšajo stroški in se poveča učinkovitost delovne sile.\nUpravljanje odnosov s stranko je oblikovano z namenom povečati dobičkonosnost podjetja, prihodke in zadovoljstvo strank (Mihelčič 2001, 41).\nS pomočjo upravljanja odnosov s strankami lahko podjetje poveča prihodek in zmanjša stroške ter tako poveča dobičkonosnost podjetja. To je prikazano na sliki 1.\nZNIŽEVANJE STROŠKOV\nUpravljanje odnosov s strankami je nastalo kot odgovor na spremembe v okolju in jim sedanji način poslovanja ne more uspešno slediti. Glavni dejavniki, ki spodbujajo potrebo po upravljanju odnosov s strankami, so (Berson 2000, 4-5):\n1 Krajši življenjski cikel proizvoda  Pozornost, ki jo odjemalci posvečajo novostim na trgu, in pripadnost odjemalca na  podlagi proizvoda je preteklost. Uspešno podjetje se mora osredotočiti na povečevanje  vrednosti, ki jo nudi stranki. Vse krajši je čas med željo in prihodom novega proizvoda  ali storitve na trg. Podjetje se mora hitro odzvati na želje odjemalcev, saj bodo ti  drugače odšli h konkurenci. \n2 Visoki stroški trženja  Zniževanje stroškov je v času vse večje konkurence bistvena naloga vsakega podjetja.  Tradicionalno se podjetja poslužujejo množičnega trženja. Slabost le-tega je cena, ki jo  podjetja plačujejo za pridobivanje podatkov iz zunanjih virov. Pojavlja se tudi problem  neučinkovitosti, saj je zaradi nepoznavanja vedenja strank odzivnost na zastavljene  reklamne akcije relativno majhna.\n3 Poplava novih proizvodov na trgu  Proizvodi in storitve postajajo zaradi globalizacije trga vse bolj homogeni, tako da  imajo podjetja le malo možnosti za diferenciacijo. Posledično morajo podjetja, ki želijo  uspeti, osredotočiti lastne poslovne strategije na stranke namesto na proizvode (Kotler\n4 Iskanje konkurenčne prednosti  Dobičkonosne stranke so zanimive tudi za konkurenco. Konkurenčna podjetja se bodo  osredotočila na manjše, bolj donosne tržne niše. Upravljanje odnosov s strankami  omogoča odkrivanje in nego dobičkonosnih strank ter tako prepreči prehod h  konkurenci.\nSlika 2 prikazuje glavne dejavniki, ki spodbujajo potrebo po uvedbi upravljanja odnosov s strankami v podjetju.\nSTRANKAMI\n"], "8": ["2.3 Tehnologija upravljanja odnosov s strankami", "Tehnologija je eden od elementov sistema upravljanja odnosov s strankami, ki ga je oblikovala svetovalna hiša Meta Group. Na sliki 3 je prikazan sistem, ki povezuje življenjski cikel odnosa s strankami, k strankam usmerjene procese in tehnologijo upravljanja odnosov s strankami. \nZ vidika tehnologije delimo upravljanje odnosov s strankami na operativni, kolaborativni in analitični del.\nOperativni del predstavlja podporo prodajnim in marketniškim procesom ter upravljanju finančnih, materialnih ter kadrovskih virov znotraj podjetja. Tipične aplikacije so na primer: avtomatizacija marketinga, avtomatizacija prodaje, klicni centri, prodaja in storitve na terenu. Pomembno je vzpostaviti povezanost vseh sistemov znotraj podjetja (Shahnam 1999, 1).\nKolaborativni del je sestavljen iz množice aplikacij, s katerimi zunanje stranke poslovnega sistema neposredno komunicirajo s podjetjem. Tipični aplikaciji sta elektronska pošta in spletna stran podjetja. To olajšuje sodelovanje med strankami, izboljšuje komunikacijo in povezanost ter usklajuje informacije o strankah znotraj podjetja (Berson 2001, 45).\nNaloga analitičnega dela je analiziranje vseh podatkov, ki jih imamo o stranki (Berson 2001, 45). Na podlagi pridobljenih modelov in napovedi lahko bolje spoznamo stranke, jim prilagodimo storitve in proizvode ter izboljšamo način poslovanja. Osnova analitičnega dela je podatkovno skladišče, kjer se zbirajo vsi podatki za upravljanje odnosov s strankami (Shahnam 1999, 2).\nOperativni, kolaborativni in analitični del upravljanja odnosov s strankami se med seboj prepletajo. Ker je med njimi potrebno veliko povezav in integracij, je s tehničnega vidika največji problem vpeljave upravljanja odnosov s strankami integracija (Shahnam 1999, 1).\nUspešno upravljanje odnosov s strankami zahteva povezavo z vsemi poslovnimi aplikacijami in procesi v podjetju (financami, upravljanjem verige dobaviteljev, logistiko, načrtovanjem človeških virov) ter povezavo z zunanjimi partnerji in dobavitelji (Simonič 2001, 15).\n"], "9": ["2.4 Elementi upravljanja odnosov s strankami1", "Uspešna postavitev sistema upravljanja odnosov s strankami zahteva strategijo, ki vključuje celotno poslovanje podjetja in se mora začeti na najvišji organizacijski ravni.\npovzeto po: Radcliffe (2001, 1-4) \nVeliko podjetij se loteva upravljanja odnosov s strankami le znotraj. Postavitev sistema na ravni celotnega podjetja je zelo kompleksna, saj zahteva podporo vodstva, njihovo k strankam usmerjeno vizijo, potencialno zelo težke spremembe procesa, kulture in organizacije podjetja, uvajanje zapletenih novih tehnologij, sistemsko integracijo in kakovost podatkov. Zaradi omenjene kompleksnosti je Gartner Group na podlagi analiz izdelal osem elementov za upravljanje odnosov s strankami.\n1. CRM vizija  2. CRM strategija\n5. CRM procesi  6. CRM informacije  7.CRM tehnologija  8. CRM metrike\nSlika 4 prikazuje osem elementov upravljanja odnosov s strankami, ki jih je izdelala svetovalna hiša Gartner. Gre za model, ki bo podjetjem omogočal celovit pogled, pripravo poslovnega načrta in načrta vpeljave. Poseben poudarek je na elementu zadovoljstvo strank in organizacijska kultura, saj se tu vzpostavi odnos med podjetjem in stranko.\nVizija upravljanja odnosov s strankami pomeni podobo podjetja o tem, kako naj bi podjetje izgledalo v očeh strank v prihodnosti. Brez vizije stranke ne bodo imele prave predstave, kaj podjetje ponuja v razmerju do konkurence in kaj lahko pričakujejo v poslovanju z njim. Vizijo mora definirati vodstvo podjetja na podlagi poznavanja trga in strank. Uspešna vizija upravljanja odnosov s strankami je osnova za motiviranje zaposlenih, doseganje odjemalčeve zvestobe in velikega tržnega deleža.\nStrategija upravljanja odnosov s strankami izhaja iz poslovne strategije in finančnih ciljev podjetja. Vpletena mora biti v marketinško strategijo in dajati smernice ostalim strategijam proizvodnje in informacijske tehnologije. Naloga strategije upravljanja odnosov s strankami je dosegati zvestobo strank in graditi dobičkonosne odnose s strankami. Cilj te strategije je zadovoljevanje potreb strank. Rezultati morajo biti merljivi z metrikami upravljanja odnosov s strankami.\nZadovoljstvo strank je najpomembnejši element upravljanja odnosov s strankami, saj je bistvo upravljanja odnosov s strankami v zadovoljevanju želja strank in doseganje zvestobe strank. Izkušnje strank s podjetjem imajo zelo pomembno vlogo. Dobre izkušnje vodijo k zadovoljstvu, zaupanju in dolgi zvestobi strank, slabe izkušnje pa imajo obraten \nučinek in se širijo hitreje kot dobre. Zato mora podjetje pridobivati odzive strank in nanje reagirati.\nZa upravljanje odnosov s strankami ni dovolj le vpeljava tehnologije. Potrebno je spremeniti organizacijsko strukturo, razmišljanje in obnašanje zaposlenih ter kulturo podjetja.\nEden izmed elementov upravljanja odnosov s strankami so procesi upravljanja odnosov s strankami. V preteklosti je bil velik poudarek na reinženiringu poslovnih procesov, saj je bil glavni cilj podjetja izboljšati učinkovitost in zmanjšati stroške. Ta pa ni prinesel želenih rezultatov. Zaradi vse večje konkurence na trgu so podjetja začela spoznavati, da so stranke njihovo največje bogastvo. Podjetja dajejo vedno večji poudarek reinženiringu k strankam usmerjenih poslovnih procesov, katerega glavna cilja sta zadovoljstvo in zvestoba strank. Pri tem pa je potrebno poznati procese, ki se dotikajo stranke v vsem njenem življenjskem ciklu.\nUpravljanje odnosov s strankami potrebuje pretok informacij o strankah po vsem podjetju in tesno integracijo med analitičnim in operativnim sistemom. Omogočiti mora dostop pravih informacij ob pravem času. Žal so v podjetjih informacije večinoma razpršene po različnih oddelkih, nepovezanih računalniških sistemih in bazah podatkov. Podjetje mora zato te informacije poiskati in jih urediti. Eden glavnih razlogov za neuspeh upravljanja odnosov s strankami so ravno neustrezne informacije o strankah.\nTehnologija upravljanja odnosov s strankami je eden osnovnih delov upravljanja odnosov s strankami, vendar je le eden od elementov. Ravno gledanja na upravljanja odnosov s strankami le s tehničnega vidika je bil v preteklosti eden izmed glavnih razlogov za neuspešno uvedbo v podjetje. Izbiro ustrezne tehnologije lahko razdelimo na tri področja: določitev aplikacij, načrtovanje tehnologije in integracija upravljanja odnosov s strankami.\nMetrike mora podjetje postaviti že v času planiranja uvedbe upravljanja odnosov s strankami. Z njimi stalno spremlja doseganje zastavljenih ciljev in po potrebi spremeni strategijo in potek uvajanja upravljanja odnosov s strankami. Metrike so pripomoček za prepoznavanje in upravljanje sprememb. Uporabimo jih lahko na vseh ravneh poslovanja, saj lahko določimo uspešnost zaposlenih ali uspešnost uvajanja upravljanja odnosov s strankami na ravni celotnega podjetja.\nTeh osem elementov podjetjem omogoča celovit pregled nad strankami, pripravo poslovnega načrta in načrta uvedbe upravljanja odnosov s strankami.\n"], "10": ["2.5 Informacijska podpora za upravljanje odnosov s strankami", "Informacijska tehnologija je velikega pomena pri upravljanju odnosov s strankami, vendar se mora podjetje zavedati, da je le podpora procesom upravljanja odnosov s strankami. Računovodska informacijska podpora omogoča: zbiranje, skladiščenje in analizo računovodskih informacij. Računovodska informacijska podpora zajema (Mihelčič 2001, 42): \n- tehnologije s področja upravljanja s podatki, ki omogočajo integracijo podatkov o  strankah iz različnih virov in distribucijo teh podatkov v podjetju;\n- orodja za analize in rudarjenje (angl. Data Mining) podatkov, podjetju omogočajo  napovedovanje značilnosti strank, dopuščajo načrtovanje marketinških aktivnosti in  povečanje zadovoljstva strank ob pomoči analiz obnašanja strank;\n- tehnologije za integracijo sodobnih tržnih poti – gre za sodobne klicne centre, ki  podpirajo povezavo telefona, navadne in elektronske pošte, faksa, interneta ter  omogočajo neposredno komunikacijo s strankami.\nDanes so zelo pomembne informacije o strankah, ki morajo biti ob pravem času na pravem mestu. Pri tem nam je v veliko pomoč sodobna tehnologija, ki povzroča visoke stroške potrebne tehnološke opreme in usposabljanja (Zorman 2001, 84). Središče informacijske podpore predstavlja podatkovno skladišče (angl. Data Warehouse), ki zbira zunanje in notranje vire podatkov za oblikovanje celovitega pregleda nad strankami. Tako se sem stekajo podatki iz različnih nepovezanih sistemov, kot so poslovni informacijski sistem (na primer: prejeti računi, saldakonti, glavna knjiga), transakcijski sistem, rešitve za spletno trženje in terminali POS. S tem omogoča enoten pregled nad vsemi odjemalčevimi nakupi, navadami in interesi (Žorž 2002, 9). Podatkovna skladišča tako pridobivajo, očistijo, preoblikujejo in upravljajo z veliko količino podatkov na ravni celotnega podjetja (Chen in Popovich 2003, 678). Podatke iz podatkovnih skladišč lahko oblikujemo v informacije s pomočjo različnih tehnik (Marolt Šmid 2001, 7):\n- Poizvedovanje in poročanje predstavlja osnovo vsakega sistema za podporo  odločanja.\n- Pri analiziranju informacij (angl. Analitical On Line Processing – OLAP) gre za  pregled podatkov in izdelavo analiz po več dimenzijah. Uporablja se na primer pri  ugotavljanju donosnosti strank, učinkovitosti prodajnih pristopov, ugotavljanju  učinkovitosti komunikacijskih kanalov, napovedovanju prodaje, analiziranju  zvestobe odjemalcev.\n- Rudarjenje podatkov (angl. Data Mining) omogoča napovedovanje obnašanja  strank v prihodnosti na podlagi analize preteklih aktivnosti (Berson 2000, 18).\n- Vizualizacija podatkov omogoča grafični pregled podatkov.\nNa podlagi teh tehnik se izoblikujejo informacije, ki so podpora odločitvam v podjetju.\n"], "11": ["2.6 Informacije o strankah kot podpora upravljanja odnosov s strankami", "Informacije o strankah so bistvo vsakega podjetja in temelj za uspešno upravljanje odnosov s strankami (Rombel 2001, 1). Podjetje mora razviti integrirano okolje za pridobivanje podatkov o strankah, dostopno vsem področjem v podjetju (Kočevar 2002, 13). \nInformacije o strankah so ključnega pomena pri upravljanju odnosov s strankami. V poglavju 2.4 smo opredelili informacije o strankah kot enega izmed osmih elementov upravljanja odnosov s strankami. Z vidika tehnologije pa smo upravljanje odnosov s strankami delili na operativni, kolaborativni in analitični del. Operativni del zbira, ureja in posreduje podatke. Analitični del pa to količino podatkov analizira in oblikuje v informacije za odločanje.\nPodjetje mora najprej opredeliti podatke o strankah, ki so potrebni za uspešno upravljanje odnosov z njimi, in kako jih bo merilo. Nato pregleda vse obstoječe vire in določi podatke iz okolja. Zaradi velike količine podatkov je potrebno izbrati le tiste, ki so pomembni za podjetje. Potrebno je paziti, da ne pride do podvajanja podatkov. Pridobljene podatke oblikuje v podatkovna skladišča, ki jih urejamo z orodji za analizo zgodovine (s katerimi odkrivamo določene trende in vzorce obnašanja stranke), orodji za analizo strank (ki nam omogočajo napovedovanje obnašanja strank) in orodji za analizo trga (s pomočjo katerih lahko na primer segmentiramo odjemalce) (Radcliffe, Kimberly, Kirkby 2001, 3-6).\nSistem za pridobivanje informacij (angl. Corporate Information Factory - CIF) omogoča podjetju, da imajo vsi uporabniki v podjetju večplastni dostop do podatkov, ki jih potrebujejo (Kočevar 2002, 14). Gre za logično tehnologijo, ki omogoča vpeljavo tehnologije na vseh področjih v podjetju. Sistem za pridobivanje informacij vsebuje tri dele (Imhoff in Loftis 2004, 2):\n1 Poslovne operacije (angl. Business Operations) pridobivajo podatke o strankah.  Predstavljajo operativne sisteme (običajno so to sistemi za obračunavanje, prodajni  sistemi in klicni centri), ki vodijo in zagotavljajo podporo tekočim poslovnim  procesom (Imhoff in Loftis 2004, 2).\n2 Poslovna inteligenca (angl. Business Intelligence) je sposobnost spremeniti podatke v  informacijo, le-te pa v poslovno znanje. Sestavljena je iz podatkovnih skladišč in  povezanih analitičnih orodij, s katerimi je mogoče analizirati zapletena razmerja,  potrebna za razumevanje strank (Imhoff 2001, 1). Poslovna inteligenca ima zmožnost  analizirati podatke in informacije, ki so uporabljene za poslovno odločanje (Imhoff in  Loftis 2004, 2). Podatkovna skladišča so namenjena podpori pri odločanju na nivoju  celotnega podjetja. Zato so se za posamezna poslovna področja (na primer: finance,  prodaja) razvila tako imenovane podatkovne tržnice (angl. Data Marts). Viri podatkov  za podatkovne tržnice so podatkovna skladišča. Podatkovne tržnice izhajajo iz potreb  uporabnikov, medtem ko podatkovna skladišča izhajajo iz podatkov (Imhoff 2001, 2).\n3 Poslovodenje (angl. Business Management) je sestavljeno iz orodij za pregled  analiziranih in pridobljenih podatkov (Imhoff in Loftis 2004, 2). Združuje sisteme, kot  sta operativna shramba podatkov (angl. Operational Data Store) in transakcijski  vmesnik (angl. Transactional Interfaces), ki priskrbi dostop uporabnikom do  informacij. Operativna shramba podatkov je strnjena zbirka podatkov o strankah. Je  ključnega pomena za integracijo podatkov pri poslovodenju. Operativna shramba  podatkov je v pomoč pri strateških in operativnih odločitvah (Imhoff, Geiger in Loftis \n"], "abstract": ["Upravljanje odnosov s strankami je poslovna strategija, ki v središče pozornosti postavlja stranko in ne proizvod. Središče informacijske podpore upravljanja odnosov s strankami je podatkovno skladišče, ki zbira podatke o strankah iz zunanjih in notranjih virov. Le-ta nato te podatke uredi in preoblikuje v informacije. V podjetju X nimajo vpeljanega celovitega sistema upravljanja odnosov s strankami. V središče pozornosti postavljajo proizvod. Strankam zagotavljajo le osnovne, predpisane računovodske informacije. Največ računovodskih informacij je namenjenih strateškemu poslovodstvu. Strateško poslovodstvo dobi mesečne podatke o poslovanju podjetja, ki pa se pretežno nanašajo na proizvode. V podjetju X bi bilo potrebno vpeljati upravljanje odnosov s strankami. Vse informacije bi se morale zbirati na enem mestu in biti dostopne širšemu krogu strank. Računovodske informacije bi morale biti osredotočene na stranke in ne le na proizvode."]}