{"1": ["1 UVOD", "V zadnjem obdobju so se zgodile številne spremembe pri posameznih načinih dostopa do interneta. Tako se je na trgu širokopasovnega dostopa v zadnjih dveh letih dogajalo marsikaj. Kabelska omrežja so začela uvajati sistem EuroDOCSIS 2.0 (nekateri tudi že 3.0). Optično omrežje se pospešeno gradi po krajih v državi. T2 in Telekom Slovenije med seboj bijeta bitko za naročnike predvsem preko optičnega omrežja. Vzklili so številni ponudniki telefonije VoIP, dobili smo še tretji sistem televizije IPTV itd. Še najbolj razveseljivo pa je to, da so praktično vsi ponudniki znižali cene starim paketom, novost pa so tudi paketi s razmeroma nizko hitrostjo prenosa podatkov, a po nadvse ugodni ceni in brez omejitve prenesene količine podatkov.\nVendar pa zbira na žalost ni prepuščena samo nam, dostikrat se namreč dogaja, da velike izbire pač nimamo. Dosti je namreč odvisno od kraja, kjer živimo. Vsi ponudniki ne ponujajo svojih storitev vsepovsod. Zato smo morali za obdelavo obravnavanega problema izbrati eno od lokacij kjer je trenutno možno dostopati do interneta preko več ponudnikov interneta. Tako bomo kot vzorčni primer obravnavali ponudnike, ki so možni na Clevelandski ulici v Ljubljani.\n"], "2": ["2 INTERNET", "Kot je navedeno v Wikipediji pomeni internet tudi medmrežje, skrajšano iz angleške besede »inter-network« je v splošnem smislu računalniško omrežje, ki povezuje več omrežij. Kot lastno ime je internet javno razpoložljiv mednarodno povezan sistem računalnikov skupaj z informacijami in uslugami za uporabnike. Sistem uporablja način paketno preklopljivih komunikacijskih protokolov TCP/IP. Tako se največje medmrežje enostavno imenuje internet. Spretnost povezovanja omrežij na ta način se imenuje internetno delovanje. V razširjenem izražanju se internet velikokrat nanaša na usluge kot so svetovni splet (WWW), elektronska pošta in neposredni klepet (online chat).\n"], "3": ["2.1 NASTANEK INTERNETA", "Nastanek interneta seže v konec šestdesetih let in osemdeseta leta, ko je začelo delovati kot ARPANET. S sponzorstvom agencije za napredne raziskave pri ameriškem obrambnem ministrstvu DARPA (Defense Advanced Research Projects Agency) je bil razvit sklad protokolov IP (Internet Protocol) in TCP (Transmission Control Protocol). Podatkovno omrežje zasnovano na tem protokolnem skladu, naj bi služilo povezavi oddaljenih raziskovalnih institucij s superračunalniki za potrebe raziskav, ki jih je naročalo ameriško obrambno ministrstvo.\nSčasoma je omrežje preraslo v akademsko in raziskovalno omrežje, kasneje pa je postalo zanimivo tudi za komercialne uporabnike. V tem času je internet podvojil svojo velikost približno vsakih trinajst mesecev, kar kaže na izredno hitro rast. S širjenjem omrežja se je povečalo tudi število različnih vrst aplikacij, ki tečejo na njem. Vedno več ljudi vsakodnevno uporablja storitve medmrežja pri svojem delu, veliko je podjetij, ki preko interneta opravlja del svojega poslovanja.\nNekatere zgodnejše raziskave, ki so prispevale k ARPANET, so zamisli decentraliziranih omrežij, teorija čakajočih vrst in paketno preklapljanje.\n1. januarja 1983 je ARPANET spremenil svoje jedro omrežnih protokolov iz NCP (Omrežni kontrolni program (Network Control Program)) v TCP/IP, kar je dejanski začetek interneta, ki ga poznamo danes.\nOsnovna ideja interneta je kontrola ljudi. Razvijalci in idejni vodje interneta so projekt zastavili tako, da se vsak podatek, vsako elektronsko sporočilo nekje hrani in pregleda, njegovi uporabniki pa mislijo, da gre za orodje, ki omogoča popolno svobodo bivanja in izražanja. Gre za princip Velikega brata.\n"], "4": ["2.2 PROTOKOL", "Protokol je formalen opis pravil za izmenjavo sporočil, ki jih je potrebno spoštovati, da se lahko med seboj sporazumevajo računalniški sistemi v omrežju. Nižje nivojski protokoli določajo električne in fizikalne standarde, ki jih je treba upoštevati, vrstni red bitov in bajtov, način oddajanja ter zaznavanja in odpravljanja napak. Višje nivojski protokoli se ukvarjajo z oblikovanjem podatkov in sporočil, komunikacijo med terminalom in računalnikom, nabori znakov, zaporedjem sporočil, ipd. Zgled dobro razširjenega protokola je ISO/OSI.\n"], "5": ["3 DOSTOP DO INTERNETA", "Kot navaja Žbül (2008), internetni ponudniki nas zasipavajo z vedno novimi kraticami, ki naj bi označevale vedno boljšo kakovost dostopa do interneta. Ponudniki v Sloveniji ponujajo internet v grobem na tri načine. Tehnologija DSL, ki je trenutno prevladujoča, kabelska tehnologija in optika, uporaba katere se v zadnjem letu strmo veča.\n"], "6": ["3.1 TEHNOLOGIJE DOSTOPA DO INTERNETA", "DSL označuje digitalno naročniško povezavo (angl. digital subscriber line) in je v resnici sestavljena iz šopka tehnologij, ki na nekoliko različen način omogočajo dostop do interneta prek telefonske žice. V Sloveniji se uporabljata tehnologiji ADSL/ADSL2 in VDSL/VDSL2 (številki 2 označujeta nekoliko naprednejšo obliko tehnologije).\nADSL oziroma asimetrična digitalna naročniška povezava, kot pove že ime, omogoča različni hitrosti od vas k ponudniku in do vas k ponudniku. Največje hitrosti, ki jih tehnologija omogoča, so (teoretično!) 12M/1,8M za ADSL, in 24M/3,5M za ADSL2. Prva številka pri tem pomeni hitrost interneta do vas (download), druga pa od vas (upload), vrednosti pa so v bitih na sekundo (8 bitov na sekundo oziroma b/s je enako 1 bajt na sekundo oziroma B/s). Največja razdalja od centrale, na kateri bo ADSL še deloval, je 4 kilometre, dlje od tega postane signal prešibak.\nVDSL pomeni digitalna naročniška povezava \"zelo velike hitrosti\". Kot pove ime, omogoča precej višje hitrosti kot ADSL, teoretično tudi do 100 Mb/s, vendar začne najvišja hitrost z oddaljenostjo od centrale zelo hitro tudi upadati. Za najvišje hitrosti je oddaljenost, večja od kilometra, že prevelik zalogaj, hitrost do 4 Mb/s pa se pri VDSL2 obdrži do skoraj 5 kilometrov od centrale.\nKabelske internetne povezave so nastale iz že obstoječih kabelskih omrežij, ki so jih želeli ponudniki bolje izkoristiti. Najvišje hitrosti kabelskega interneta danes dosegajo do 50 Mb/s do vas in 20 Mb/s od vas, vendar je hitrost precej odvisna od števila uporabnikov. Čim več je uporabnikov, tem bolj zasedena je skupna pasovna širina in tem manjša je vaša končna hitrost. Slednje je sicer odvisno od tega, kakšna je topologija omrežja.\nOptične povezave, ki so v zadnjih letih postale dostopne tudi običajnim ljudem, pa omogočajo zelo velike hitrosti - najvišjo komercialno dostopno pri nas ponuja T-2, kar 1 Gb/s. Pri optičnih povezavah razlika med \"uploadom\" in \"downloadom\" izgine, prav tako izgine večina težav s pasovno širino. Vsaj do internetnega ponudnika. \nVse hitrosti, ki jih navajajo ponudniki, so maksimalne hitrosti do ponudnikove centrale. Od tu naprej je vse odvisno od skupnega prometa ponudnika. Pasovne širine namreč nimate omejene samo vi, temveč tudi vaš ponudnik. Če se torej na internet priklopi več uporabnikov, kot zmorejo prenesti ponudnikove povezave v svet, bo tako kot na cestah tudi tu nastal zastoj.\nKot navaja Šimenc (2007) ponudba številnih ponudnikov interneta v Sloveniji je vsako leto pestrejša in hkrati ugodnejša. Še pred nekaj leti je bila izbira omejena na enega ponudnika ADSL in na nekaj (krajevnih) ponudnikov kabelskega interneta. Danes je obojih toliko, da je izbirati med njimi in tudi sistemi (kabel, DSL) vse prej kot enostavno.\n"], "7": ["3.1.1 Dobri stari klicni dostop", "Dostop prek analognih linij ali linij ISDN je leta 2006 počasi, a zanesljivo izumrl. Dejstvo je, da so v prvem četrtletju leta 2006 uporabniki širokopasovnega dostopa številčno prehiteli uporabnike klicnega dostopa (vir: raziskava RIS za prvo polovico leta 2006), a je odstotek uporabnikov klicnega dostopa še vedno nadpovprečno velik. To je glede na ugodne cene najcenejših paketov širokopasovnega ali, bolje, stalnega dostopa do interneta in na siceršnjo visoko ceno klicnega dostopa pravzaprav zanimivo.\nPredvidevamo, da uporabniki uporabljajo klicni dostop iz dveh razlogov. Prvi je vsekakor dodaten mesečni strošek in položnica, ki ga prinese sicer še tako ugoden paket pri izbranem internetnem operaterju. Znesek nas bo po žepu udaril vsak mesec, ne glede na to, ali smo internet uporabljali ali ne. Nekako tako kot npr. »draga« naročnina na Telekomovo telefonijo - veliko raje za določeno stvar plačujemo za nazaj in dejanski znesek porabe, in ne vnaprej, pa čeprav po enotni mesečni ceni.\nDrugi razlog pa je dostopnost širokopasovnih priključkov. Kljub temu da zmore Telekom Slovenije s partnerji (Tuš Telekom, Amis itd.) danes zagotoviti širokopasovni priključek ASDL z osnovno hitrostjo že v več kot 95 odstotkih slovenskih gospodinjstev, se v praksi izkaže, da se lahko kaj hitro znajdemo med tistimi statističnimi 5 odstotki uporabnikov, ki so zaradi zastarelosti in nezadostnih zmogljivosti omrežja prikrajšani za hiter in stalen dostop do interneta. Nekatere nesrečneže lahko odreši kabelsko televizijsko omrežje, a je povečini dostopno le v večjih naseljih in mestih, pa še tam ni povsod ustrezno nadgrajeno za uporabo interneta. V nasprotnem primeru lahko le upamo, da se bo nacionalni operater odločil v našem kraju nadgraditi ali izboljšati kakovost omrežja bakrenih paric. To pa se dogaja silno poredko. Seveda lahko tudi čakamo na brezžični Wimax.\nKljub naštetim omejitvam se število uporabnikov klicnega dostopa vendarle hitro manjša. Ta val so bržkone sprožili ponudniki ADSL v partnerskem programu Telekoma Slovenije, ki so predstavili sicer razmeroma počasne (256/128 Kb/s), a cenovno ugodne pakete, ki se splačajo tudi tistim, ki klicni dostop uporabljajo zgolj kakih deset ur na mesec. Pri tem dobimo opazno večjo in konstantno hitrost dostopa, poleg tega odpade zoprna misel na porabljene minute in nadležno čakanje na vzpostavitev zveze pri analognih povezavah. \n  standardom v le teh. (Vir: Monitor)\n"], "8": ["3.1.2 Tehnologije DSL pri nas - ADSL, ADSL2+ in VDSL", "Kot navaja Šimenc (2007) tehnologije DSL so danes najpogosteje uporabljane tehnologije za hitri dostop do interneta od doma. Uporablja jih več kot 65 procentov vseh naročnikov širokopasovnega interneta v Sloveniji. Dosegljivost je najboljša izmed vseh možnih načinov dostopa, saj je bakrena telefonska parica napeljana do praktično slehernega gospodinjstva v Sloveniji. A vsaka izmed njih na žalost ni primerna za uporabo interneta.\nOmejujoč dejavnik pri vseh tehnologijah DSL je dolžina in samostojnost bakrene sukane parice med naročniško centralo in končnim uporabnikom. Razdalja pri novejši tehnologiji VDSL, je tako lahko največ 1500 m, a je ponekod zaradi slabe kakovosti napeljav (poškodovani in večkrat podaljšani kabli) lahko še dosti nižja. Tehnologiji ADSL in ADSL2+ sta v tem obziru boljši, saj omogočata priklop uporabnikov v radiju do 6 km od centrale, so pa zato možne hitrosti dostopa do interneta manjše, predvsem v smeri od uporabnika proti ponudniku \"upload\".\nDrugi dejavnik, ki prizadene vse tri tehnologije DSL, je samostojnost parice. Nekateri se še spominjajo t. i. dvojčkov, ki jih je Telekom Slovenije precej množično uporabljal konec 80. in v začetku 90. let preteklega stoletja, ko je zaradi nagle izgradnje telefonskega omrežja prišlo do pomanjkanja prostih kablov oz. paric do telefonskih central. Dvojček je zagotavljal telefonsko povezavo dvema naročnikoma prek ene povezave do centrale, pri čemer je naenkrat lahko telefoniral le eden izmed njiju. \nOmejitev enega hkratnega pogovora so odpravili t. i. multipleksorji PCM, ki so omogočali priključitev celo do štirih naročnikov na eno parico, pri čemer so lahko telefonijo uporabljali vsi štirje naročniki hkrati. Težave pa so nastale že pri uporabi analognih modemov, ki so prek PCMov dosegali nadvse mizerne hitrosti. Tehnologije DSL pa povsem odpovejo. Vzpostavitev širokopasovnega priključka prek naprav PCM zaenkrat ni možna. Taki uporabniki so prepuščeni na milost in nemilost Telekomu, da bo nekoč v prihodnosti posodobil svoje omrežje, bodisi s novimi kabli ali pa z zamenjavo PCM z napravami EMX, ki naj bi omogočale ADSL z osnovno hitrostjo 1 Mb/s tudi na \"razdeljenih\" paricah.\n"], "9": ["3.1.3 Kabelski internet", "Kabelski internet ima v Sloveniji kar pestro zgodovino. Bil je prvi način širokopasovnega dostopa do interneta, ki je bil cenovno dovolj ugoden tudi za domače uporabnike. Leta 1996 je v državi kar mrgolelo različnih ponudnikov kabelske televizije prek lastnih kabelskih omrežij. Šlo je za enosmerna omrežja, ki jim je manjkala možnost prenosa podatkov v povratni smeri, torej od uporabnika do ponudnika, in so bila kot taka neprimerna za internetni dostop. Prvi ponudniki interneta prek kabla so bili tako tisti kabelski operaterji, ki so upravljali nova, napredna in izpopolnjena omrežja. Tako je do leta 2001, ko je SiOL ponudil prve priključke ADSL, prek kabelskih omrežij uporabljalo internet več kot 3000 uporabnikov.\nSčasoma so se kabelski operaterji združili, posodobili omrežja in poenotili uporabljeni standard za dostop do interneta. Imenuje se EuroDOCSIS in je različica standarda DOCSIS. Prilagojen je za evropske kabelske sisteme. Večina ponudnikov danes uporablja različico 1.0 ali hitrejšo in naprednejšo 2.0. Prva omogoča hitrosti do 38 Mb/s v smeri proti uporabniku in 10 Mb/s v nasprotni smeri, druga pa hitrosti do 40/30 Mb/s. Dejstvo pa je, da je navedena hitrost zgolj najvišja zmogljivost neke veje kabelskega sistema, ki si jo nato uporabniki delijo med seboj. Tipična veja (zvezdaste topologije) obsega eno stolpnico ali pa za eno ulico individualnih hišnih priključkov.\nV prihodnosti lahko pričakujemo postopno uvedbo standarda DOCSIS 3.0, ki obljublja hitrosti do 160/120 Mb/s na vejo kabelskega sistema.\n"], "10": ["3.1.4 Brezžični dostop - EDGE, UMTS, WiMAX", "Tistim nesrečnežem, ki doma nimajo kabelskega ali telefonskega priključka ali pa nista primerna za širokopasovni dostop do interneta, danes preostane bolj malo alternativ.\nTrenutno najbolj izvedljiv je dostop do interneta prek operaterjev mobilne telefonije. Signal vsaj enega izmed dveh slovenskih operaterjev (z malo sreče) seže praktično v vsako, še tako odročno vas. Oba operaterja, Mobitel in Si.mobil-Vodafone, ponujata posebne podatkovne kartice, namenjene uporabi s prenosniki; z nakupom ustreznega prilagojevalnika pa jih lahko vgradimo tudi v namizni računalnik. Tako si zagotovimo stalno, časovno neomejeno povezavo v internet. \nSeveda pa ni vse tako rožnato. Tak način dostopa ima dve veliki omejitvi. Prva je vsekakor hitrost prenosa podatkov, ki se danes lahko meri zgolj z najpočasnejšimi paketi ponudnikov kabelskega interneta ali xDSL. Druga, bolj pereča pa je cena. Mobilni operaterji storitev zaračunajo na podlagi količine prenesenih podatkov, česar danes ne počne več noben ponudnik interneta prek ožičenih tehnologij. Tako nad nami ves čas uporabe brezžičnega interneta visi vprašanje, koliko kilobajtov smo že porabili in ali ni morda količina že presegla meje vključene količine podatkov - nekako tako, kot se dogaja z minutami pri klicnem dostopu.\nEna od alternativ tehnologiji UMTS in EDGE so lastne rešitve, ki jih ponujajo nekatera (redka) slovenska podjetja. Gre za rešitev, pri kateri je oddajnik postavljen na neki višji točki (visok dimnik ali zgradba, bližnji hrib itd.), uporabniki pa se nanjo povežejo z usmerjeno anteno in ustrezno oddajno/sprejemno enoto. Pogoj večine, če že ne vseh teh rešitev je optična vidljivost med oddajnikom in sprejemnikom. To pomeni, da na vsej trasi, ki je sicer lahko dolga tudi več kilometrov, ne sme biti nobenih fizičnih ovir (hribi, zgradbe, drevesa). V prihodnosti lahko upamo na boljšo ponudbo brezžičnega interneta z uvedbo tehnologije WiMAX.\n"], "11": ["3.2 Tržni deleži ponudnikov ožičenega interneta", "Kot navaja Žbül je še pred nekaj leti v Sloveniji prevladoval klicni dostop do interneta. Zaradi čedalje nižjih cen in vse večje dostopnosti se vse več ljudi odloča za širokopasovni dostop do interneta. Po zadnjih podatkih Agencije za pošto in elektronske komunikacije (APEK) je v prvi četrtini leta 2008 širokopasovni priključek uporabljalo skoraj 54 odstotkov slovenskih gospodinjstev. Po podatkih APEKa je pri nas kar 69 ponudnikov internetnih storitev, vendar nekateri izmed njih na trgu sploh ne delujejo, drugi pa nimajo pomembnejših tržnih deležev.\nPomembnejši ponudniki, ki svoje storitve prodajajo v večjem delu države, so SiOL oziroma Telekom Slovenije (tržni delež: 49,2 %), T-2 (16,8 %), Amis (8,8 %), UPC Telemach (8,3 %) ter Tuš Telekom (3,2 %). Skoraj 71 odstotkov uporabnikov uporablja za dostop eno izmed tehnologij DSL, dobrih 23 odstotkov kabelski dostop, močno pa se zadnje leto veča število optičnih priključkov, ki jih je bilo v prvi četrtini leta 2008 že 5 odstotkov in pol. \n"], "12": ["4 SISTEMI ZA PODPORO ODLOČANJU", "Kot navajajo Bohanec et al (1995), je odločanje proces, v katerem je potrebno izmed več variant izbrati tisto, ki najbolje ustreza postavljenim ciljem oziroma zahtevam. Poleg izbora najboljše variante, jih želimo tudi razvrstiti od najboljše do najslabše (Jereb et al 2003). Pri trem nadaljuje Jereb et al (2003), so variante objekti, akcije, scenariji ali posledice enakega oziroma primerljivega tipa.\nOdločanje je običajno del splošnega reševanja problemov in pogost način vsakodnevnega delovanja ljudi. Težavnost odločitvenih problemov je zelo različna in obsega tako individualno kot zapleteno skupinsko odločanje pri vodenju, upravljanju, načrtovanju v podjetjih, pa tudi na drugih strokovnih področjih. Najpomembnejši problemi, ki se pojavljajo pri težkih odločitvah, izvirajo iz:\n- velikega števila dejavnikov, ki vplivajo na odločitev,\n- številnih in slabo opredeljenih ali poznanih variant,\n- zahtevnega in pogosto nepopolnega poznavanja odločitvenega problema in  ciljev odločitve,\n- obstoja več skupin odločevalcev z nasprotujočimi si cilji,\n- omejenega časa in drugih virov za izvedbo odločitvenega procesa.\nPoleg tega pa obstajajo še različni dejavniki, ki odločanje ovirajo. Med pasti pri odločanju v skladu s Krapež et al (2003) uvrščamo:\n- spreminjanje odločitvene situacije med procesom odločanja,\n- majhne razlike, ki se seštevajo v velike (na primer cena za avto s  posameznimi dodatki se postopno malo spreminja, razlika med končno in  začetno ceno pa je občutna),\n- dve varianti nista nikoli popolnoma enaki (neracionalen vpliv neznatnega  dodatka, brez povezave z odločitveno situacijo na odločitev),\n- subjektivna verjetnost (precenitev pojava dogodka, ki ima majhno verjetnost  in podcenitev pojava dogodka z veliko verjetnostjo).\nV podjetjih glede na predmet odločitev, nosilca odločitev in merila odločanja ločimo tri osnovne zvrsti odločanja (Rozman et al 1993):\n- odločanje o proizvodu in procesu (predmet odločanja je posamezen  proizvod, proces njegove proizvodnje in za to potrebne proizvodne prvine,  merilo odločanja so stroškovne cene proizvodov ali storitev, odgovorni so  strokovnjaki specialisti),\n- odločanje o celotnem poslovanju (predmet odločanja je podjetje kot celota,  merilo odločanja je uspešnost celotnega poslovanja podjetja, odgovorni so  najvišji managerji),\n- odločanje o poslovnih funkcijah ali operativno odločanje (predmet odločanja  so poslovne funkcije, merilo odločanja je izkoriščenost zmogljivosti,  odgovorni so managerji poslovnih funkcij). \nGlede na stopnjo tveganja delimo odločitve na (Rozman et al 1993):\n- odločitve v gotovosti (domnevamo, da se bodo stvari odvijale po dosedanjem  vzorcu),\n- odločitve v tveganju (upoštevamo verjetnost, da se bodo določene stvari  zgodile, odločitve sprejemamo glede na verjetnostne distribucije dogodkov),\n- odločitve v negotovosti (poznamo le stanja, ki se lahko zgodijo, ni pa možno  oceniti verjetnosti nastopa določenega stanja (Rajkovič et al 1991).\nKot navajajo Rajkovič et al (1991), se pri sprejemanju odločitev soočamo s tremi viri negotovosti:\n- opis variant (delna opredelitev zaradi nezadostnega poznavanja variant,  varianto opišemo s porazdelitvijo vrednosti posameznih parametrov),\n- preferenčno znanje odločevalca (zaradi pomanjkanja odločitvenega znanja  negotovo merjenje koristnosti),\n- predvidevanje bodočih dogodkov, ki bodo vplivali na kakovost odločitve.\nGlede na strukturo problema, to je medsebojno povezavo dejavnikov v okviru problema, odločitve po Rozmanu et al (1993) delimo na:\n- programirane (nanašajo se na dobro strukturirane probleme, kjer so  povezave med dejavniki, merilo razrešitve, informacije, proces odločanja, pa  tudi same rešitve znane, odločitve so preproste, rutinske),\n- neprogramirane (nanašajo se na slabo strukturirane probleme, kjer se  različni dejavniki na različne načine med seboj prepletajo.\nGlede na število odločevalcev odločitve ločimo še na (Rozman et al 1993):\n- individualne (sprejemajo jih posamezniki),\n- skupinske (so rezultat odločanja skupine). Med prednosti skupinskega  odločanja štejemo popolnejše informacije, večje znanje, večjo sprejemljivost  odločitev in večjo verjetnost izvedbe, večjo demokratičnost ter soglasje  interesov, med slabosti pa večjo porabo časa in nedoločenost odgovornosti.\nGlede na informiranost, znanja, vednosti in izkušnje razlikujemo (Možina et al 2002):\n- intuitivno odločanje (intuicija vključuje vživetje – sposobnost osebnega  trenutnega razumevanja problemov, pogosto podprtega s slutnjami in  navdihom – poznavanje ga iz podzavesti preplavi ustvarjalni proces; vrhnja  raven organizacije). Intuitivno odločanje je odločanje, pri katerem ne znamo  razložiti, kako to počnemo (Krapež et al 2003).\n- analitično odločanje (podprto s proučevanjem; srednja raven organizacije),\n- rutinsko odločanje (v ponavljajočih se situacijah; nižja raven organizacije).\nGlede na racionalnost odločanja ločimo še (Krapež et al 2003):\n- racionalno odločanje (ko izmed vseh možnih variant izberemo najbolj  zaželeno),\n- iracionalno odločanje (ko je odločitev zaradi raznih omejitev na videz  nesmiselna). \nZa podporo procesa odločanja so se že v sedemdesetih letih prejšnjega stoletja pojavili tako imenovani sistemi za podporo odločanju – SPO (angl. DSS – Decision Support Systems) in se z razširjenostjo osebnih računalnikov razvijali in razširjali\n(Gradišar et al 2001). V literaturi podane definicije SPO se precej razlikujejo, odvisno od časa nastanka in zasnove ter namena dela, v katerem so navedene.\nSistem za podporo odločanju je po Bidgoli et al (1997) računalniški informacijski sistem, ki ga sestavljajo strojna in programska oprema ter ljudje. Namenjen je pomoči vsem sodelujočim v procesu odločanja na vseh organizacijskih nivojih, s poudarkom na reševanju delno strukturiranih in nestrukturiranih problemov.\n"], "13": ["4.1 Večparametrsko odločanje", "Med metode za podporo odločanju uvrščamo tudi metode večparametrskega odločanja. Osnovna ideja večparametrskega odločanja je razgradnja odločitvenega problema na manjše in lažje obvladljive podprobleme. Variante razčlenimo na posamezne parametre (kriterije) in jih ločeno ocenimo. Končno oceno variante dobimo s postopkom združevanja ocen parametrov. Končna izpeljana vrednost predstavlja temelj za razvrščanje in izbor najustreznejše variante.\nV skladu z Rajkovič et al (1999) večparametrsko modeliranje razumemo kot proces ocenjevanja. V tem procesu razvijemo model, ki zagotavlja vrednotenje variante oziroma variant glede na zastavljene cilje in pričakovanja. Model temelji na izbranem spisku parametrov oziroma kriterijev, ki jim v procesu sledimo. Teorija večparametrskega odločanja nudi formalno osnovo za izgradnjo modela, kjer je temeljni problem povezovanje ocen po posameznih parametrih v celostno, skupno oceno. Poleg tega je problematična tudi medsebojna povezanost raznorodnih parametrov, njihova nedoločenost in spreminjajoča se vplivnost glede na številne dejavnike. Gradnja modela poteka s pomočjo metode ekspertnega modeliranja. Transparentnost oziroma preglednost ocen omogočajo uporabljene metode umetne inteligence. Prednosti se tako kažejo v razlagi ocen in celotni preglednosti postopkov.\nOpisan pristop je posebej smiseln v primeru kompleksnih sistemov, kjer nastopa veliko med seboj zapleteno povezanih parametrov. Temu gre dodati še kvalitativno naravo nekaterih pomembnih meril in mehkost podatkov (obravnava nepopolnih, netočnih, verjetnostnih, manjkajočih podatkov).\nVrednotenje variant pri večparametrskem odločanju poteka na osnovi večparametrskega odločitvenega modela (slika 3), ki je v splošnem sestavljen iz treh komponent. \na1\nVhod v model predstavljajo parametri xi. Ti ponazarjajo podprobleme odločitvenega problema, to je tiste dejavnike, ki opredeljujejo kakovost variant. Parametri so urejeni v hierarhično strukturo (drevo), ki ponazarja medsebojne odvisnosti med njimi. Glede na njihov položaj v strukturi ločimo osnovne in izpeljane parametre.\nVariante opišemo po osnovnih parametrih z vrednostmi ai. Na podlagi teh vrednosti funkcija koristnosti določi končno oceno vsake variante. Funkcija koristnosti je ponavadi dvostopenjska. Na prvem (nižjem) nivoju je za vsak parameter oziroma kriterij definirana delna funkcija koristnosti, ki opredeljuje odvisnost med dejansko vrednostjo parametra x in preferenco P (stopnja zaželenosti v okviru naše odločitve). Preferenco ponavadi izražamo s števili med 0 in 1, pri čemer 0 pomeni najmanj, 1 pa najbolj zaželeno vrednost. Tako z delnimi funkcijami koristnosti spravimo na skupni imenovalec medsebojno različne parametre. Na drugi stopnji pride do dejanskega združevanja parametrov s pomočjo funkcije utežene vsote posameznih preferenc (Bohanec et al 1995).\nKot navaja Krapež et al (2003) funkcija koristnosti predstavlja združeno meritev koristnosti po vseh parametrih. Je kriterijska funkcija, s katero določamo koristnost variant na osnovi posameznih parametrov in njihove povezave.\nPodatke o variantah in dobljene končne ocene lahko prikažemo v obliki preglednice (na primer MS Excel). To je smiselno predvsem v preprostejših primerih z relativno majhnim številom parametrov in variant. V zahtevnejših primerih, ko je parametrov ali variant več (nekaj deset), je bolje uporabiti namenske programe za podporo večparametrskemu odločanju, ki imajo že vgrajena orodja za opredelitev parametrov, oblikovanje funkcij koristnosti in zajemanje podatkov o variantah. \nVrednotenje variant podpirajo s koristnimi pripomočki, kot so analiza občutljivosti in stabilnosti odločitvenega modela, generator variant, analiza tipa \"kaj-če\" ter različni grafični prikazi in poročila. Nekateri omogočajo tudi delo z nenatančnimi in nepopolnimi podatki, s pomočjo intervalskega računa ali verjetnostne porazdelitve. Med znanimi programi (na primer MAUD, Decaid, Decision Pad, HIVIEW, PROMETHEE) je tudi DEX, navajajo Bohanec et al (1995).\n"], "14": ["4.2 Odločitveni proces", "Odločitveni proces je proces sistematičnega zbiranja in urejanja znanja. Zagotovil naj bi dovolj informacij za primerno odločitev, zmanjšal možnost, da bi kaj spregledali, pospešil in pocenil proces odločanja ter dvignil kakovost odločitve (Bohanec et al 1995). Odločitveni proces praviloma poteka po naslednjih fazah, ki se lahko tudi ponavljajo in prepletajo (Rajkovič 2002):\n- identifikacija problema,\n- identifikacija kriterijev,\n"], "15": ["- opredelitev funkcij koristnosti,", "- opis variant,\n- vrednotenje in analiza variant,\n- zaključek.\n"], "16": ["4.2.1 Identifikacija problema", "Prva faza odločitvenega procesa je rezultat spoznanja, da je nastopil odločitveni problem, ki je dovolj težak, da ga je smiselno reševati na sistematičen in organiziran način (Bohanec et al 1995). V okviru identifikacije problema opredelimo predmet odločanja, cilje, ki jih želimo z odločitvijo doseči, zahteve, katerim mora ustrezati izbrana varianta in težavnost problema.\nOblikujemo odločitveno skupino, ki jo sestavljajo odločevalci oziroma tako imenovani »lastniki problema«, ki se morajo v končni fazi odločiti in so odgovorni za odločitev. Pri zahtevnejših problemih je potrebno v skupino vključiti:\n- strokovnjake, ki imajo poglobljeno znanje o problematiki,\n- odločitvenega analitika – metodologa, ki kot moderator vpliva na učinkovitost  in usklajenost dela skupine ter skrbi za metodološko in računalniško podporo  odločanju,\n- predstavnike segmentov, na katere vpliva odločitev.\nPri izbiri metode določimo način, kako se bomo lotili problema in kakšne oziroma katere pripomočke bomo pri tem uporabili (Rajkovič 2002).\n"], "17": ["4.2.2 Identifikacija kriterijev", "Kot navaja Rajkovič (2002), v tej fazi določimo kriterije, na podlagi katerih bomo ocenjevali variante in zasnujemo strukturo odločitvenega modela. Množica opisnih parametrov mora ustrezati več lastnostim. Po Keeneyu et al (1976) so to naslednji parametri:\n- polnost: vsi vplivni dejavniki, ki bistveno vplivajo na odločitev, so  predstavljeni s parametri oziroma s kriteriji,\n- operativnost: neposredna uporabnost v procesu odločanja, merljivost  kriterijev,\n- razstavljivost: možnost razstavitve, strukturiranja odločitvenega problema,\n- neredundantnost: kriteriji naj se po možnosti ne prekrivajo, ker bi v tem  primeru isti kriterij imel na odločitev večkratni vpliv ali bi se vsebinsko  ponavljal,\n- minimalnost: predvideva čim manjše število kriterijev,\n- ortogonalnost: medsebojna neodvisnost kriterijev.\nPostopek identificiranja kriterijev pa je, kot navajajo Bohanec et al (1995), odvisen tudi od uporabljene metodologije, načeloma pa poteka po naslednjih korakih:\n- priprava nestrukturiranega seznama s kratkim opisom kriterijev, ki jih bomo  upoštevali pri odločanju,\n- hierarhično strukturiranje kriterijev pri čemer upoštevamo medsebojne  odvisnosti in vsebinske povezave; nepomembne kriterije in tiste, ki so  izraženi z ostalimi kriteriji, zavržemo in po potrebi oblikujemo nove; rezultat  je drevo kriterijev,\n- določitev merskih lestvic vsem kriterijem v drevesu; to je določitev zaloge  vrednosti, ki jih lahko zavzamejo pri vrednotenju ter morebitne druge  lastnosti (na primer urejenost).\n"], "18": ["4.2.3 Opredelitev funkcij koristnosti", "Kot navajajo Bohanec et al (1995), v tej fazi definiramo funkcije, ki opredeljujejo vpliv nižjenivojskih kriterijev na tiste, ki ležijo višje v drevesu, vse do korena drevesa, ki predstavlja končno oceno variant. Funkcije koristnosti tako izražajo moč posameznega kriterija. Oblika funkcij in način njihovega zajemanja je odvisna od uporabljene metode. Najpogosteje se uporabljajo preproste funkcije, kot so utežena vsota in razna povprečja. Funkcije z večjo izrazno močjo, kot so denimo funkcije zvezne logike, funkcije na osnovi Bayesovega pravila ali mehkih množic, odločitvena pravila, so nekoliko zahtevnejše za praktično uporabo. Različne računalniško podprte metode omogočajo neposredno analitično izražanje funkcij, parametrizacijo vnaprej pripravljenih funkcij, določitev funkcij po točkah in zajemanje v grafični obliki.\n"], "19": ["4.2.4 Opis variant", "Vsako varianto opišemo z vrednostmi osnovnih kriterijev, ki ležijo na listih drevesa. Do tega opisa pridemo s proučevanjem variant in zbiranjem podatkov o njih. Pri tem se pogosto srečamo s pomanjkljivimi ali nezanesljivimi podatki. Nekatere metode v tem primeru odpovedo, druge pa omogočajo, da takšne podatke opišemo v obliki intervalov ali verjetnostnih porazdelitev (Bohanec et al 1995).\n"], "20": ["4.2.5 Vrednotenje in analiza variant", "Vrednotenje variant je po Bohancu et al (1995) postopek določanja končne ocene variant na podlagi njihovega opisa po osnovnih kriterijih. Vrednotenje poteka od spodaj navzgor, v skladu s strukturo kriterijev in funkcijami koristnosti. Varianta z najboljšo oceno je ponavadi najboljša, v kolikor pri ocenitvi ni prišlo do večjih napak. Zato je treba variante analizirati in odgovoriti na naslednja vprašanja (Bohanec et al 1995):\n- Na osnovi katerih vrednosti kriterijev in katerih funkcij je bila izračunana  končna ocena? Ali so vrednosti kriterijev in uporabljene funkcije koristnosti  ustrezne?\n- Ali je končna ocena v skladu s pričakovanji in zakaj odstopa, če odstopa?  Kateri kriteriji so najbolj prispevali k takšni oceni?\n- Katere so bistvene prednosti in pomanjkljivosti posamezne variante?\n- Kakšna je občutljivost odločitve: kako spremembe vrednosti kriterijev vplivajo  na končno oceno? Kako je mogoče variante izboljšati? Katere spremembe  povzročijo bistveno poslabšanje ocen variant?\n- V čem se variante pomembno razlikujejo med seboj?\n"], "21": ["4.2.6 Zaključek", "V zaključku odločitvenega procesa ugotovimo končni rezultat reševanja problema. Določimo in ustrezno utemeljimo najboljšo varianto. Preverimo, ali so cilji odločitvenega procesa doseženi, oziroma kaj bi bilo še potrebno ukreniti, da jih dosežemo. Izpostavimo morebitne napotke za realizacijo končne odločitve, kot je na primer opis kritičnih lastnosti izbranih variant, katerim je potrebno pri realizaciji posvetiti posebno pozornost, navaja Rajkovič (2002).\nZ utemeljitvijo vseh navedenih vprašanj in korakov pridemo do celovite slike o variantah in s tem do kvalitetnejše, bolj utemeljene in preverjene odločitve. Računalniška podporna orodja so pri tem praktično nepogrešljiva, saj tovrstne analize s svojimi pripomočki bistveno olajšajo (Bohanec et al 1995).\n"], "22": ["4.3 Program DEXi", "Lupina ekspertnega sistema DEX (Decision EXpert), ki temelji na metodah kibernetike in umetne inteligence, je namenjena reševanju kompleksnih večparametrskih odločitvenih problemov in deluje v okolju DOS (Ilievski et al 1995). Nastala je s pomočjo uporabe zbirke programskih orodij za modeliranje preferenčnega znanja za večparametrsko odločanje z imenom DECMACK (Decision Making). Kasneje so razvili še računalniški program DEXi, ki sloni na metodologiji DEX in deluje v okolju MS Windows.\nDEX uporabljamo za podporo kompleksnih odločitev z naslednjimi lastnostmi (Ilievski et al 1995):\n- zapleteni, negotovi in nepopolni cilji,\n- veliko število parametrov, ki vplivajo na odločitev,\n- slabo definirane variante,\n- veliko število variant,\n- različne odločitvene skupine z različnimi zahtevami,\n- časovne omejitve.\nPri teh odločitvenih problemih so podane variante in cilji, poiskati pa je potrebno varianto, ki najbolj ustreza ciljem oziroma urediti variante po stopnji zaželenosti.\nDEX sledi konceptu večparametrskega ocenjevanja s tem, da je osnovni problem razčlenjen na manjše, manj kompleksne probleme. Celostna ocena variante se izračuna s postopki združevanja delnih ocen parametrov, kot je na primer utežena vsota. Celotni postopek je zasnovan tako, da lahko odločevalec učinkovito izrazi svoje preference, to je stopnje zaželenosti oziroma nezaželenosti variant, kar se uporabi za oceno variante, navajajo Bohanec et al (1990) in Rajkovič et al (1999).\nDEX je v osnovi sestavljen iz dveh delov:\n- pridobivanja in urejanja znanja,\n- ocene in analize.\nPridobivanje in urejanje znanja pomaga uporabniku pri oblikovanju drevesa kriterijev in pravil odločanja za obravnavani problem. Dejansko je to proces strukturiranja odločitvenega problema in izražanja preferenc. V tem procesu se konsistentnost podanih odločitvenih pravil tudi sproti računalniško preverja. Drugi del DEX-a - ocena in analiza - pa uporablja pridobljeno bazo znanja za oceno in analizo variant (Rajkovič et al 1999).\nNa začetku je vsaka varianta opisana z vrednostmi kriterijev, ki predstavljajo liste drevesa. DEX oceni vsako varianto v skladu z bazo znanja, to je drevesom kriterijev in odločitvenimi pravili. Za vsako varianto tako dobimo oceno primernosti oziroma ustreznosti. Temu postopku lahko sledi analiza rezultatov, ki je sestavljena iz ene ali več naslednjih aktivnosti (Rajkovič et al 1999):\n- razlaga ocene: DEX razloži, kako je bila vsaka posamezna ocena  pridobljena glede na vrednosti kriterijev in uporabljena odločitvena pravila,\n- analiza tipa \"kaj-če\": izvedena je interaktivno s spremembo opisa variant,  njihovo ponovno ocenitvijo in primerjavo dobljenih rezultatov s prvotnimi  rezultati, \n - selektivna razlaga variant: DEX najde in poroča o tistih podkriterijskih  drevesih, ki odražajo najmočnejše ali najšibkejše značilnosti posamezne  variante, s čimer pridemo do samo najbolj relevantnih informacij.\nIzkušnje kažejo, da se metodologija DEX dobro obnese predvsem pri manj strukturiranih in manj formaliziranih odločitvenih problemih, ki vključujejo kvalitativne koncepte in veliko strokovnega ocenjevanja. Pokazalo se je, da je uporabnost sistema DEX večja, bolj kot je odločitveni problem kompleksen in težaven. Manj pa je uporaben v primerih, ki zahtevajo natančne formalne modele, numerične simulacije in optimizacije (Bohanec et al 1999).\nOd ostalih metodologij večparametrskega odločanja se razlikuje predvsem po kvalitativnem pristopu in neposrednem določanju funkcij koristnosti več parametrov, kar pomembno poveča transparentnost izgradnje in uporabe odločitvenih modelov. Sicer ima program DEX v primerjavi z DEXi-jem nekaj več funkcijskih zmožnosti. Omogoča vnos verjetnostnih porazdelitev in porazdelitev v okviru mehkih množic vrednosti parametrov na listih drevesa, sočasno izgradnjo baz znanja pri istem drevesu v primeru različnih odločitvenih skupin ter nekatere dodatne analize rezultatov (Jereb et al 2003). V diplomskem delu bomo uporabili programski paket DEXi za izgradnjo večparametrskega odločitvenega modela za izbiro ponudnika interneta.\n"], "23": ["4.4 Program Vredana", "Poleg programa DEX obstaja tudi program Vredana, ki omogoča dodatno analizo rezultatov vrednotenja DEX in DEXi oziroma dodatno analizo tipa \"kaj-če\" in numerično rangiranje variant znotraj iste kvalitativne ocene (Jereb et al 2003). Glavne funkcije programa so, kot navajajo Šet et al (2002), naslednje:\n- branje in pisanje datotek tipa DAX,\n- branje podatkov o variantah s standardnih datotek tipa DIF,\n- kombinirano kvalitativno in kvantitativno vrednotenje variant,\n- prikaz in izpis rezultatov vrednotenja s stolpčnimi, korelacijskimi in polarnimi  grafikoni,\n- analize variant tipa \"kaj-če\".\nGlavni motivi za izbiro funkcij programa Vredana pa so (Šet et al 2002):\n- DEX varianto le razvrsti v določen razred, nič pa ne pove o njenem položaju  znotraj razreda,\n- šibka in neudobna podpora analize tipa “kaj-če” pri DEX-u,\n- DEX prikazuje rezultate le v obliki besedil,\n- DEX in njegovi podporni programi delujejo v okolju MS-DOS.\nVhodne podatke predstavlja DEX-ova baza znanja, ki je sestavljena iz parametrov oziroma kriterijev, strukturiranih v drevesa, funkcij koristnosti in opisov variant, med katerimi se odloča odločevalec. \nRezultati vrednotenja variant so pri programu Vredana prikazani z različnimi tipi grafikonov:\n- stolpčni (če izberemo le en kriterij),\n- korelacijski (pri izbranih dveh kriterijih),\n- polarni (pri izbranih več kot dveh in največ osmih kriterijih).\n"], "abstract": ["Glede na veliko ponudbo ponudnikov interneta smo želeli izluščiti najprimernejšega. Za rešitev problema smo kot orodje za izgradnjo modela za večparametrsko odločanje uporabili računalniški program DEXi, ki pri ocenjevanju in obdelovanju večjega števila kriterijev ni omejen, kakor so omejene človeške zmožnosti. Dobljene rezultate smo nato prenesli še v program Vredana, kjer smo posamezne variante bolj natančno razmejili. Ugotovili smo, da je na končni rezultat močno vplivala subjektivnost posameznega ocenjevalca in tudi, da sistem ni sposoben učenja na podlagi preteklih izkušenj ter povezati sicer očitnih vzorčno–posledičnih zvez."]}