{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema raziskave", "V diplomskem delu bom za podjetje Košarica Milan Helbl s.p., v nadaljevanju podjetje Košarica, planiral razvoj na ravni politike podjetja in strateškega managementa. V podjetju so se odločili, da bodo dosedanjo dejavnost – prodajo živil in krmil – dopolnili s prodajo konfekcije nižjega cenovnega razreda. Da bodo to dosegli, bodo morali poskrbeti za dodatne poslovne prostore, v katerih bodo izvajali dopolnilno dejavnost.\nV diplomskem delu bom predvidel dodatna sredstva (osnovna sredstva, opremo…), ki jih bodo potrebovali za izvedbo razširitve dejavnosti, ovrednotil bom razvojno uspešnost za podjetje za naslednjih pet let. Navedel bom razloge za razširitev dejavnosti – zakaj ravno za trgovina s konfekcijo in kakšni naj bi bili rezultati razširitve (kakšne prednosti si bo podjetje ustvarilo z investicijo v razširitev dejavnosti).\n"], "3": ["1.2 Namen, cilji in osnovne trditve", ""], "4": ["1.2.1 Namen", "Za to temo sem se odločil, ker podjetje še nima izdelanega plana razvoja trgovine. Podjetje bi lahko spregledalo ključne priložnosti in nevarnosti, ki se pojavljajo na trgu, v katerega vstopa. S tem planom razvoja bo te priložnosti bolje izkoristilo in se izognilo nevarnostim, ki bi zaradi neraziskanosti oz. neplaniranja lahko nastali.\n"], "5": ["1.2.2 Cilji", "- Izdelati plan razvoja, ker ga podjetje še nima.\n- Ugotoviti prednosti in slabosti podjetja.\n- Ugotoviti priložnosti in nevarnosti trga.\n- Proučil obstoječo politiko, strategije in strukture.\n- Opredeliti razvojno vizijo podjetja.\n- Opredeliti politiko podjetja (poslanstvo, smoter, cilje).\n- Opredeliti razvojne strategije podjetja (splošne, temeljne, poslovne)\n- Ovrednotiti strategije.\n"], "6": ["1.2.3 Trditve (teze, hipoteze)", "Podjetje se mora vseskozi razvijati in ostati v stiku s konkurenco, saj si lahko le na tak način zagotovi trajni obstoj na trgu. To pa lahko zagotovi le s stalnim vlaganjem v posodobitev podjetja oz. v razširitev dejavnosti podjetja. Zaradi tega so se v podjetju Košarica odločili, da bodo razširili dejavnost iz prodaje živil tudi na prodajo konfekcije.\n"], "7": ["1.3 Predpostavke in omejitve raziskave", "Kot predpostavko v diplomskem delu moram omeniti, da gre za manjše podjetje, z manjšim številom zaposlenih, in so določene funkcije, ki v večjih podjetjih veljajo kot samostojne službe, združene v eni osebi (lastniku).\nOmejil se bom na planiranje razvoja na ravni politike podjetja in strateškega managementa. Strategije bom ovrednotil z uporabo statičnih metod. Zavedam se, da bi za dokončno izbiro strategij moral to dopolniti še z uporabo dinamičnih metod.\n"], "8": ["1.4 Predvidene metode raziskovanja", "Pri obravnavanju razvoja podjetja bom uporabljal dinamično mikroekonomsko metodo ekonomskih raziskav. Gre za proučevanje enega samega podjetja, njegovo spreminjanje, razvijanje, s čimer bodo dosegli boljši konkurenčni položaj v okolju, v katerem delujejo.\n"], "9": ["2 PREDSTAVITEV PODJETJA IN PROUČITEV IZBRANIH  POSEBNOSTI PODJETJA", ""], "10": ["2.1 Predstavitev podjetja", "Podjetje Košarica je začelo poslovati leta 1989, najprej kot komisijska prodajalna, v katero so stranke prinesle staro blago, ki ga niso več potrebovale. Vendar že po nekaj letih ta zvrst trgovine ni prinašala želenega rezultata in pojavila se je potreba po nečem novem. Zato se je lastnik odločil, da bo poleg že obstoječe dejavnosti ponudil izposojo filmov. Na začetku je to bil hit takratnega časa, ker pa je zakonodaja po dveh letih postavila višje kriterije za posojanje filmov (vsi filmi so morali biti originali, s tem pa bi se stroški nekajkrat povečali), je dejavnost podjetja preusmeril v prodajo živil. To trgovino vodi lastnik s svojo družino danes že deseto leto. V tem času (od leta 1997-2000) so zgradili nov objekt, v katerem deluje trgovina danes. Že med samo gradnjo so v podjetju razmišljali o dodatni dejavnosti, ki bi dopolnjevala trgovino z živili. Zato so že takrat zgradili dodatne prostore, ki pa so jih pustili prazne do danes (zaradi velikih finančnih vložkov, ki jih prinaša oprema in zaloga za opravljanje dejavnosti). Te poslovne prostore bodo pri uresničevanju razvoja koristili.\nTrgovina ima tri zaposlene. V njej se poleg samega trgovskega dela vrši še celotno računovodstvo. Trgovina meri 75 m2 prodajnega prostora. V njej se prodajajo vse vrste živil (sadje, klobase, začimbe, moka, sladkor…), čistil, pralnih sredstev, hrane za živali ter tudi krmil.\nNačin prodaje v trgovini je samopostrežni. Trgovci poskušajo kupcu po svojih močeh pomagati, da najde želen artikel. V primeru, da kupec nima prevoza, dostavijo blago kupcu tudi na dom. S tem se poskušajo približati tudi tistim strankam, ki nimajo prevoznega sredstva.\n"], "11": ["2.2 Predstavitev velikosti in značilnosti podjetja", "Podjetje Košarico uvrščamo med mala podjetja. To lahko ugotovimo iz opredelitev Zakona o gospodarskih družbah, ki opredeljuje kriterije, na podlagi katerih lahko podjetja razvrščamo med mala, srednja in velika podjetja. Proučevano podjetje pa po vseh kriterijih spada med mala podjetja (po kriteriju števila zaposlenih, letnem prihodku ter povprečni vrednosti aktive).\nPodjetje je v letu 2003 imelo okoli 100.000.000,00 SIT prihodkov, povprečna vrednost aktive je znašala okoli 32.000.000,00 SIT ter je imelo štiri zaposlene (skupaj z lastnikom).\nKer gre za majhno podjetje, je večina nalog skoncentriranih v eni osebi (nabava, prodaja, marketing), ki te naloge v sodelovanju z družino in ostalimi zaposlenimi uspešno rešuje. Zaposleni v podjetju poslujejo kot team.\nPosebnost podjetja je v tem, da gre za družinsko podjetje, v katerem sodeluje in podpira lastnika celotna družina. Značilnost tega je, da se vsak korak prouči in odloči na podlagi posvetovanja celotne družine, ki nastalo situacijo prouči in jo analizira. Gre za medsebojno nadomeščanje zaposlenih družinskih članov na vseh področjih poslovanja in njihovo medsebojno sodelovanje. To je nujno, saj je število zaposlenih v podjetju majhno in mora\nvsak poznati večino področij poslovanja, da se v morebitni odsotnosti lastnika lahko nadomesti.\nPodjetje sodeluje na nabavnem področju s širokim krogom možnih dobaviteljev. Zaveda se, da je to pomembno za njen obstoj, ker lahko le na tak način zadovolji različne okuse njenih kupcev. Sodelovanje z več (različnimi) dobavitelji pa zahteva tudi prilagajanje načinu poslovnega sodelovanja z dobavitelji. Ti imajo različne načine poslovanja in ponujajo tudi različne pogoje poslovanja. Izmed teh je potrebno vedno poiskati najugodnejšega. Ker vsi dobavitelji ne nudijo dostave do trgovine oz. nudijo boljše pogoje, če si kupec sam dostavi blago, so si morali v podjetju Košarici zagotoviti tudi lastno prevozno sredstvo.\nLastnik podjetja je Milan Helbl, ki je samostojni podjetnik in lastnik podjetja. Sedež podjetja je v Radljah ob Dravi.\n"], "12": ["3 PREDSTAVITEV OBSTOJEČE POLITIKE, STRATEGIJ IN  STRUKTUR PODJETJA", ""], "13": ["3.1 Vizija, politika podjetja in interesni potenciali podjetja", ""], "14": ["3.1.1 Vizija podjetja", "Vizija podjetja Košarica je v zadovoljevanju kupcev na ožjem Radeljskem koncu po živilskih proizvodih, torej ponuditi svojim kupcem takšen asortiman izdelkov, ki ga ti želijo. Zato teži po promptnem dopolnjevanju svoje ponudbe in dolgoročni uspešnosti na trgu.\nV podjetju pa razmišljajo tudi o razvojni viziji, ki naj bi dopolnjevala prodajo živil, to je prodaja cenovno dostopne konfekcije (nizki in srednji cenovni razred). S tem bi zadovoljili tudi potrebe mnogih strank.\n"], "15": ["3.1.2 Politika podjetja", "- Poslanstvo podjetja Podjetje želi s svojim asortimanom zadovoljiti čim širši krog svojih kupcev ter ponuditi tudi takšne proizvode, ki bodo njihovo trgovino pripeljali še ostali krog potencialnih kupcev, ki se še niso odločili za nakupe v trgovini. Najpomembnejši pri tem je odnos kupec – prodajalec, pri katerem se kupcu pokaže, da je dobrodošel, da je trgovina odprta in posluje zaradi njega – da je pomemben. To je tudi vzrok v spreminjanju ponudbe v skladu z željami kupcev. Za dosego tega pa je potreben dialog med kupcem in prodajalcem.\nDa bi podjetje lahko zadovoljilo vse želje kupcev, mora imeti razvito široko mrežo dobaviteljev, ki ponujajo raznovrstne izdelke. Z dobavitelji gojijo dobre poslovne odnose, na osnovi katerih si pridobijo zaupanje in ustvarijo ugodne pogoje, s katerimi lahko konkurirajo na trgu.\n- Smotri podjetja Osnovni smoter podjetja je spodbujanje želja kupcev ter njihovo nenehno zadovoljevanje. V okolju, kjer posluje, si želi zagotoviti dobro ime in čim večjo priljubljenost ter zaupanje pri kupcih. Vzbuditi želi zanimanje tistih, ki še ne kupujejo izdelkov v podjetju Košarica. Z dobavitelji želi gojiti poštene in zaupanja vredne odnose, ki jim bodo v pomoč pri sklepanju novih poslovnih zvez. Za vzpostavitev dobrih odnosov med kupci in prodajalci je pomembno, da zagotovijo dobro počutje in zadovoljstvo zaposlenih v podjetju, ker bodo tako zaposleni to dobro vzdušje prenašali tudi na kupce trgovine.\n- Cilji podjetja Ker gre za majhno podjetje, so temu prilagojeni tudi cilji. Osnovni cilj podjetja je poslovati z dobičkom. Da bi podjetje uresničilo ta cilj, pa mora izpolnjevati tudi druge cilje.\nEden izmed vmesni ciljev, ki so pogoj, da bi podjetje na koncu leta lahko prikazalo pozitiven rezultat, je vsekakor zadovoljiti potrebe kupcev. Zato je cilj podjetja ponuditi kupcem takšno ponudbo, ki bo zadovoljila čim širši krog njihovih želja.\nEden izmed ciljev je tudi zagotoviti zaposlenim ugodne delovne pogoje, ki bodo zadovoljili njihove potrebe, da bodo dobro vzdušje prenašali tudi na kupce.\nZadovoljitev vseh teh ciljev je pogoj za doseganje trajnega obstoja podjetja na njegovem področju. Potrebno je, da podjetje posluje s pozitivnim rezultatom, tega pa lahko dosega le, če ima zadovoljne in zveste kupce.\n"], "16": ["3.1.3 Interesni potenciali podjetja", "Interesne potenciale delimo na tri področja. To so interesi posameznikov (lastnik, zaposleni), podjetja ter države, družbe in javnosti.\n- Interesni potenciali posameznih udeležencev:\n- lastnik/podjetnik: njegovi sprotni interes je v zagotavljanju varnosti osebnega  premoženja, zagotavljanje socialne varnosti, trajni smotri pa obsegajo  predvsem lasten razvoj in izboljšanje finančnega stanja, uveljavljanje na  poslovnem področju, samopotrjevanje;\n- zaposleni: njihovi sprotni smotri naj se kažejo v zagotavljanju socialne  varnosti, pokrivanju družbenih in kulturnih potreb, varnosti osebnega  premoženja. Trajni smotri pa se kažejo v osebnem razvoju, samopotrjevanju,  povečanju premoženja…\n- Interesni potenciali na ravni podjetja so v zagotovitvi ohranjanja in oplemenitenja  dobička lastnikov, dajanja zaposlitve in plače zaposlenim v podjetju, omogočiti nakup,  tržno tekmovanje, pokrivanje tržnih potreb tržnih udeležencev. Glede trajnih smotrov  pa je zelo pomembna uspešnost podjetja, ki se bo kazala v njegovi samostojnosti,  gospodarski moči, uspešnem delovanju, razvijanju kakovosti ponudbe storitev  podjetja, povečevanju premoženja, zadovoljstvu zaposlenih ter ustvarjanju dobrega  imena, ki bo podjetju omogočil še nadaljnje uspešno poslovanje.\n- Interesni potenciali države, družbe in javnosti: podjetje nudi javnosti blago in izdelke,  delovna mesta ter s plačevanjem davkov, dajatev javno financira družbene dejavnosti.  Kot trajni smoter pa delovanje podjetja pripomore k splošni blaginji.\n3.2 Strategije podjetja Košarica\n"], "17": ["3.2.1 Splošne strategije", "Podjetje išče in razvija svojo prodajno kakor tudi nabavno področje. To pomeni da išče vedno nova nabavna tržišča, kjer bi našla ugodnejše pogoje in nižje cene. Tudi na prodajnem trgu ponuja izdelke, ki so cenovno zanimivi za kupce. Splošna strategija temelji na dopolnjevanju ponudbe trgovine, da bi lahko zadovoljila čim širši krog svojih potencialnih kupcev. Ker gre za majhno družinsko podjetje, je njena splošna strategija v zvezi s konkurenco defenzivna, vendar poskuša po svojih močeh konkurirati s čim nižjimi cenami ter ugodnejšimi pogoji za svoje kupce.\n"], "18": ["3.2.2 Temeljna strategija", "Podjetje se ukvarja s prodajo živil in krmil, zato je njegova temeljna strategija učvrstiti se in zagotoviti trg v tej dejavnosti ter ga nenehno dopolnjevati in izboljševati svojo ponudbo glede na potrebe njenih kupcev.\n"], "19": ["3.2.3 Poslovna strategija", "Podjetje ima pri svojem poslovanju le eno programsko – tržno področje, to je prodaja trgovskega blaga na drobno, ki obsega le ožje radeljsko področje. Poslovna strategija podjetja je vodilnosti s stroškovno učinkovitostjo, kar podjetju omogoča bolj konkurenčen položaj na trgu. V tej strategiji je vključena nenehna analiza nabavnega trga. Na ta način podjetje pridobiva izdelke po ugodnih cenah, s tem pa pridobiva na konkurenčnem položaju na prodajnem trgu.\n"], "20": ["3.3 Strukture podjetja", ""], "21": ["3.3.1 Organizacijska struktura", "Vodstvo\nPri vodenju podjetja sodeluje lastnik podjetja, ter njegova žena, ki opravlja tudi računovodska dela v podjetju. Mislim, da je to dobra kombinacija, saj lahko podatke iz računovodstva takoj uporabljata pri ključnih odločitvah v podjetju. Pri prodaji v podjetju pa sodelujejo tudi zaposleni, ki niso družinski člani.\n"], "22": ["3.3.2 Kadrovska struktura", "Pri kadrovski strukturi bi zaposlene razdelil na družinske člane in ostale zaposlene. Pod družinske člane štejem lastnika in računovodjo (ženo). Tukaj pa se pojavlja še tretji družinski član, ki sodeluje pri razvoju in poslovanju trgovine, vendar ga ne morem uvrščati med zaposlene, ker pomaga v podjetju prek Študenskega servisa, torej ni zaposlen v podjetju.\n"], "23": ["3.3.3 Tehnično – tehnološka struktura", "Podjetje ima za svojo dejavnost primerno tehnično – tehnološko strukturo. Ta jim omogoča preglednejše in hitrejše poslovanje, boljši pregled nad stanjem v trgovini in na splošno v podjetju.\nTehnološka opremljenost podjetja Košarica:\n- računalniki, ki so povezani prek mrežnega sistema. Računalniško podprto poslovanje  jim prinaša bistvene prednosti pred konkurenco, ki tega še nima. Olajša jim  poslovanje, izboljša preglednost, skrajša čas naročila… Z računalniško podprtim  poslovanjem so hitrejši in imajo boljše možnosti v boju s konkurenco. Tu bi omenil še  poslovanje s čitalcem črtnih kod, ki jim bistveno skrajša čas strežbe v trgovini in zniža  število napak v trgovini.\n- tiskalniki\n- fax\n- oprema pisarne, trgovine\n- telefoni (ISDN, GSM)\n- tovorno prevozno sredstvo (Berlingo furgon).\n"], "24": ["3.3.4 Premoženjska struktura", ""], "25": ["4 PLANIRANJE RAZVOJA PODJETJA", ""], "26": ["4.1 Izhodišča za snovanje in oblikovanje politike podjetja", ""], "27": ["4.1.1 Proučitev vrednot podjetja", "Iz omenjene tabele lahko razberemo, da gre za majhno družinsko podjetje, ki se na trgu trudi izboljšati kakovost in obseg poslovanja. Podjetje je pripravljeno del dobička žrtvovati v korist rasti podjetja in izboljševanju njegove kakovosti. Podjetje sprejema manjša tveganja, zato se\nkot rezultat tega pojavlja srednje hitra rast. To rast pa bi v podjetju lahko pospešili s sprejemanjem večjega tveganja, to pa pomeni hitrejšo rast, katere pogoj je zadolževanje. Ker gre za družinsko podjetje se odločitve sprejemajo v okviru družine, upoštevajo pa se tudi predlogi sodelavcev, v primeru da to stimulira in izboljšuje podjetje kakovostno ali kvantitativno.\n"], "28": ["4.1.2 Proučitev podjetja in opredelitev prednosti in slabosti podjetja", "Podjetje deluje na ožjem radeljskem področju, na katerem skuša doseči optimalno velikost in kvaliteto poslovanja – to pomeni takšno velikost, da bi lahko konkurirala podjetjem , ki so v njeni neposredni bližini. Da bi lahko podjetje to doseglo, pa se mora zavedati prednosti, ki jih ima oz. si jih bo pridobilo s svojim razvojem in rastjo ter slabostmi, ki jih bodo morali v prihodnosti odpraviti, da bodo lahko konkurenčni na trgu in si s tem zagotovili stalno prisotnost na trgu.\nPrednosti:\n- Gre za družinsko podjetje, v katerem lahko družinski člani nadomeščajo drugega, saj  so vsi seznanjeni s celotnim poslovanjem podjetja.\n- Ugodna lokacija v Radljah – blizu blokovskega naselja, nedaleč iz centra.\n- Z dopolnjeno ponudbo konfekcije si bodo zagotovili celovitejši asortima – kupcu bodo  ponudili več.\n- Ker gre za manjše podjetje, so bolj prilagodljivi – lažje se prilagajajo spremembam na  trgu.\n- Kljub majhnosti imajo lastno računovodstvo – dobro sodelovanje računovodstva in  ostalega dela podjetja, s tem si zagotovijo boljše in bolj sveže informacije na pravih  mestih.\nSlabosti:\n- Majhen tržni delež zaradi majhnosti podjetja.\n- Konkurenca na trgu – v obstoječi panogi – prodaja živil (na ožjem Radeljskem  območju je v tem trenutku zmerna konkurenca, vendar se že v naslednjem letu lahko  pojavijo nove trgovine, ki lahko nudijo kupcem več. Zato menim, da bo v prihodnosti  potrebno nastopati na trgu povezan v verigo trgovin (Tuš, Mercator...) – saj bodo le  tako lahko nudili kupcu dobre pogoje, ki jih kot ena sama mala trgovina ne more.) in  novi panogi - prodaja konfekcije (v tej panogi pa menim, da je na Radeljskem  področju že velika konkurenca (Sandra, Mamba...), ki ponujajo zelo ugodne prodajne  pogoje, zato bodo morali v podjetju ponuditi več kot konkurenca).\n"], "29": ["4.1.3 Proučitev okolja in opredelitev priložnosti in nevarnosti za podjetje", "Podjetje deluje v okolju, iz katerega dobiva informacije o potrebah potencialnih kupcev, ki jih poskuša s svojimi storitvami zadovoljiti. Bolje kot podjetje pozna in razume potrebe kupcev lažje in uspešneje se lahko odzove nanje. Zato v podjetju stalno opazujejo okolje in iz njega dobivajo informacije, ter se na njih odzivajo z oženjem in širjenjem ponudbe. Seveda podjetje lahko to opravi le v okviru svojih finančnih možnosti.\n"], "30": ["4.2 Politika podjetja in interesni potenciali podjetja", "- Razvojna vizija podjetja\nVizija podjetja Košarica je v zadovoljevanju kupcev na ožjem radeljskem področju po živilskih izdelkih. Razvojna vizija pa je dopolnitev ponudbe živil in krmil s ponudbo konfekcije srednjega in nižjega cenovnega razreda. Še naprej pa ostaja vodilo trgovina po ponudbi takšnega blaga, ki bo zadovoljevalo želje kupcev.\n"], "31": ["4.2.1 Politika podjetja", "V politiki podjetja ne bo bistvenih sprememb glede smotrov in ciljev. Spremenjeno bo poslanstvo podjetja, kar izhaja iz dejstva, da podjetje širi svojo ponudbo.\n- Poslanstvo podjetja Poslanstvo podjetja je v celoviti ponudbi živil, krmil in konfekcije v podjetju Košarica, s čimer si bo podjetje zagotovilo trajni obstoj na obstoječem trgu. Želja se kaže po zadovoljitvi čim širšega kroga ljudi, ki bi se naj na osnovi ponudbe odločili za nakup v trgovini, s tem pa zadovoljili svoje potrebe in posledično potrebe trgovine Košarice. Najpomembnejši pri tem ostaja, kot pri obstoječem poslanstvu, odnos med prodajalcem in kupcem, pri katerem se kupcu ponudi celovito ponudbo in s tem zadovolji tudi potrebe kupcev po konfekciji.\n- Smotri podjetja Namen razvoja podjetja je v zadovoljevanju čim večjega kroga potencialnih kupcev s čimer si bo podjetje zagotovilo trajno prisotnost na trgu in s tem uspešen obstoj podjetja. S tem ko bo podjetje razširilo svojo ponudbo, bo zadovoljilo večji krog kupcev ter si zagotovilo boljše poslovne rezultate. Za dosego tega je potrebno v podjetju gojiti dobre odnose med posameznimi udeleženci podjetja. Gojiti je potrebno zdrave, na sodelovanju temelječe odnose med delodajalcem in zaposlenimi, kar se bo kazalo kot pozitivno pri rezultatih podjetja.\nSmoter podjetja je tudi v spodbujanju želja kupcev ter zadovoljevanje teh potreb. Podjetje si mora zagotoviti zaupanje svojih strank, kar bo podjetju zagotovili stalno zadostno povpraševanje. Podjetje pa mora gojiti dobre odnose tudi do svojih dobaviteljev, ki so pogoj, da podjetje lahko pridobiva blago pod ugodnim pogoji. Zato si mora v krogu dobaviteljev zagotoviti dobro ime, s katerim bo lahko iztržilo ugodne pogoje, ki so pogoj za uspeh na prodajnem področju.\n- cilji podjetja Temeljni razvojni cilj podjetja je v takšni ponudbi blaga, ki bo podjetju omogočila doseganje boljših rezultatov. Da bi ta cilj podjetje uresničilo, mora razširiti ponudbo živil in krmil na dodatno dejavnost, to je prodajo konfekcije. S tem pa bo podjetje razširilo krog kupcev in posledično tudi povečalo prodajo na področju živil.\nCilj podjetja je izboljšati prodajo podjetja v prvem letu širitve za 20 %, ter v naslednjih štirih letih povečevati prodajo za konstantnih 5 %. S tem ko bo podjetje uspešneje nastopalo na trgu pa pričakuje tudi povečanje dobička in premoženja podjetja.\nPoleg teh ciljev pa je potrebno v podjetju še naprej slediti tudi ciljem, ki so bili predstavljeni kot obstoječi cilji podjetja.\n"], "32": ["4.2.2 Interesni potenciali podjetja", "V podjetju je potrebno še naprej izpolnjevati vse interese, ki sem jih že predstavil v diplomski nalogi. To pomeni interese lastnika z družino, zaposlenih, podjetja, države, družbe in javnosti.\nPodjetje mora v svojem razvoju še naprej zagotavljati pokrivanje temeljnih potreb posameznikov, zagotavljati njihovo socialno varnost, zagotoviti oseben razvoj zaposlenih (v okviru razpoložljivih potencialov). Te interese mora podjetje zagotoviti na področju posameznih udeležencev podjetja.\nLastniku z družino (vodstvu podjetja) mora zagotavljati dobre poslovne rezultate, ki mu bodo prinašali dobiček in povečanje premoženja, zaposlenim zagotavljati delovna mesta ter plače za opravljeno delo, zagotoviti pa si mora tudi dobro ime v okolju, v katerem posluje (ugled v javnosti), gospodarsko moč, kakovost poslovanja, ki mu bo omogočila razvoj in obstoj.\nPodjetje mora zadovoljevati tudi interese javnosti, države, družbe, v kateri zagotavlja nekaj delovnih mest, omogočati kupcem nakup blaga ter z dajatvami in davki državi financira javno financiranje družbenih dejavnosti. Dolgoročno pa podjetje pripomore tudi k boljši družbeni blaginji.\n"], "33": ["4.3 Strateške razvojne situacije podjetja", "Podjetje bo v prihodnosti, tako kakor že sedaj, delovalo le na lokalnem področju.\nKognicijski in operacijski prostor podjetja se ujema s sedežem podjetja Košarica, kar je tudi značilno za večino samostojnih podjetnikov ter obrtnikov. Podjetje posluje le z eno poslovno enoto, ki je hkrati tudi sedež podjetja. Zaradi lokalne usmerjenosti podjetja na vseh njegovih področjih je vpliv globalizacije na njegovo poslovanje zalo nizek, kar pa ne pomeni, da globalizacija ne vpliva na razvoj podjetja.\nTržni prostor podjetja obsega ožje področje radeljske občine, ker se v podjetju zavedajo, da gre za majhno podjetje z omejenimi možnostmi. Nekoliko razširjeno je področje nabave podjetja Košarica, ki zajema področje Štajerske. Podjetje ima poslovne partnerje na področju Maribora, Celja, Žalca, Slovenj Gradca… Širok nabavni prostor podjetja dokazuje prizadevanje podjetja po pridobivanju čim boljših pogojev s strani dobaviteljev, kar pripomore k njegovi uspešnosti in konkurenčnosti na prodajnem trgu.\n  OPERACIJSKI IN KOGNICIJSKI PROSTOR PODJETJA\nKot vidimo iz slike 2, smo podjetje Košarico uvrstili v lokalna mala podjetja z lokalnim trgom. Tudi v prihodnosti ima podjetje začrtan razvoj v smeri izboljšanja ponudbe ter le rahle rasti velikosti. To pa bo tudi nadalje uvrščalo podjetje v tretjo skupino zgoraj navedene matrike.\n"], "34": ["4.4 Iskanje strateških možnosti in strategij", "Podjetje bo na prodajnem področju dopolnilo ponudbo trgovskega blaga živil in krmil s ponudbo konfekcije. S tem bo podjetje razširilo asortima, ki ga lahko ponudi svojim kupcem. Tako se bo še bolj utrdilo na prodajnem področju in si s tem povečalo možnosti za obstanek in konkurenčen položaj na tržišču.\n»PROIZVODI – TRG«\nDa bo podjetje lahko razširilo svoj asortima, bo moralo poiskati nove oskrbne trge, na katerih si bo izborilo takšne pogoje, da bo lahko konkurenčno. Na teh trgih bo podjetje nabavljalo konfekcijo, ki bo dopolnjevala ponudbo v podjetju Košarica. Podjetje mora poiskati nove\ndobavitelje in nove trge, ker na nabavnih trgih, kjer sedaj nabavlja blago, ni ustreznega ponudnika konfekcije.\n»RESURSI – NABAVNI TRG«\nZa razširitev dejavnosti pa bo podjetje potrebovalo tudi dodatno delovno silo, ki bo lastniku podjetja pomagala uresničevati zastavljeni razvoj podjetja. Podjetje ne bo potrebovalo višje kvalificirane delovne sile, saj bo potreba v podjetju predvsem v zadovoljevanju potreb trgovine po prodaji (trgovskem kadru), vodenje in organizacija bo še vedno v pristojnosti lastnika. Zato bo podjetje iskalo novo delovno silo, ki ima podobne kvalifikacije kot obstoječa. Po predvidevanju in ugotovitvah iz diplomske naloge bi podjetje potrebovalo dva nova delavca. Vendar pa bodo v prihodnosti dali v podjetju poudarek na izobraževanju delovne sile, v omejenem obsegu in glede na potrebe podjetja.\n»SODELAVCI – TRG DELOVNE SILE«\nZa razvoj podjetja je potreben tudi kapital. Ker je podjetje v preteklosti akumuliralo del dobička, ki ga je doseglo, bo ta denarna sredstva sedaj porabilo in jih naložilo v razširitev svoje dejavnosti. S tem bo povečalo lastno konkurenčnost in delno porazdelilo tveganje v podjetju. Investicijo v podjetju bodo financirali isti investitor, z enakega trga kapitala (lastnik – lastna sredstva).\n  »KAPITAL – TRG KAPITALA«\n"], "35": ["4.5 Programsko – tržna področja in strateške poslovne enote", "Ker bo podjetje pri svojem razvoju razširilo dejavnost na prodajo konfekcije, ki pa ima nekoliko drugačne pogoje poslovanja, je smiselno oblikovati dve programsko – tržni področji:\n- prodaja živil in krmil na drobno na področju Radelj\n- prodaja konfekcije na drobno na področju Radelj\nTo bo podjetju prineslo lažje planiranje prodaje, saj so lastnosti poslovanja na omenjenih trgih zelo različne. Različni so pogoji glede nabave konfekcije, plačilni in dobavni pogoji. Pri nabavi konfekcije ni izključen uvoz tega blaga iz sosednjih držav (v prihodnosti), različni so načini prodaje (razprodaje posezonske konfekcije, tekoče akcije živil) itd..\n"], "36": ["4.6 Strategije podjetja", ""], "37": ["4.6.1 Splošne strategije", "Splošna strategija podjetja je v širjenju dejavnosti podjetja. Gre za povečanje, razvijanje in dopolnjevanje ponudbe podjetja.\n- V zvezi s ponudbo planirajo v podjetju strategijo širjenja ponudbe izdelkov v trgovini.  S tem bodo lahko ponudili celovitejšo storitev in postali konkurenčnejši ter pridobili  tudi zahtevnejše kupce.\n- Podjetje je v zvezi s konkurenco izbralo ofenzivno strategijo, saj bodo lahko s  celovitejšo ponudbo lažje konkurirali konkurenčnim podjetjem.\n- V zvezi z resursi bo podjetje izbralo strategijo fleksibilne oskrbe: svojo ponudbo bo  prilagajalo potrebam kupcev. Ker vemo, da se potrebe kupcev s časi spreminjajo, se  mora podjetje oskrbovati s takšnimi izdelki, ki bodo zadovoljili te potrebe.\n- V zvezi z lastnim delovanjem pa se je podjetje odločilo za strategijo ustvarjanja  sinergije z notranjimi potenciali podjetja, saj podjetje predvideva, da se bo prodaja  celotnega podjetja povečala bolj, kot se bi to zgodilo, če bi izvajali dopolnilno  dejavnost ločeno od že delujoče.\n"], "38": ["4.6.2 Temeljne strategije", "Temeljna strategija razvoja podjetja Košarica bo v razvoju kakovosti ponudbe ter povečanju kapacitet trgovine. S povečanjem kapacitet bodo dopolnili asortima podjetja. Ponudba bo dopolnila prodajo živil in krmil in se bo dopolnila še s prodajo konfekcije nizkega in srednjega cenovnega razreda. S tem naj bi izboljšali kakovost ponudbe in zadovoljili tudi tiste kupce, ki so sedaj zahtevali celovitejšo ponudbo izdelkov.\n"], "39": ["4.6.3 Poslovne strategije", "Pri planiranju razvoja se je podjetje odločilo za oblikovanje dveh programsko – tržnih področij.\nProdaja na drobno bo še vnaprej obsegala le radeljsko področje, saj se je podjetje pri razvoju na takšno področje tudi omejilo. Poslovna strategija bo za obe programsko-tržni področji strategija vodilnosti s stroškovno učinkovitostjo, s katero bo podjetje prodiralo in konkuriralo na trgu. Podjetje to poslovno strategijo že izvaja na programsko–tržnem področju prodaje živil in krmil na drobno, zato bo to poslovno strategijo uporabilo tudi na programsko–tržnem področju prodaje konfekcije na drobno in s tem pripomogla k boljši konkurenčnosti podjetja.\nZa izvajanje te strategije pa bo moralo podjetje nenehno spremljati cene in pogoje na nabavnih trgih, na osnovi katerih si bo pridobilo ugodno izhodišče za dober in konkurenčen položaj na prodajnem trgu. Z dobrim poslovanjem in dopolnjevanjem bo podjetje dopolnilo svojo ponudbo, zaradi katere pričakuje povečanje prodaje in izboljšanje poslovanja podjetja.\n"], "40": ["4.7 Strukture podjetja", ""], "41": ["4.7.1 Organizacijska struktura", "VODSTVO RAČUNOVODSTVO\nOrganizacijska struktura v podjetju se bo spremenila. Odgovorni in glavni vodilni v podjetju bo še vedno lastnik podjetja, ki bo z družino sprejemal vse ključne odločitve v podjetju.\nSprememba se bo pojavila le v dveh oddelkih prodaje, to je prodaja živil in prodaja konfekcije, ki bosta delovali v ločenih prostorih.\n"], "42": ["4.7.2 Kadrovska struktura", "V podjetju se bo spremenila tudi kadrovska struktura podjetja. Podjetje bo zaposlilo novo delovno silo – prodajalce. Za ostala leta pa v podjetju ne pričakujejo dodatnega zaposlovanja.\n"], "43": ["4.7.3 Tehnično – tehnološka struktura v obdobju 2004 – 2008", "Kot sem že v točki 3.3.3. Tehnično – tehnološka struktura omenil ima podjetje za svojo dejavnost primerno tehnično – tehnološko strukturo. Ta jim omogoča preglednejše in hitrejše poslovanje, boljši pregled nad stanjem v trgovini in na splošno v podjetju. Vendar bo moralo v naslednjih 5 letih nekaj sredstev nameniti tudi nakupu opreme, ki bo jim zagotovila produktivnejše poslovanje.\nObstoječa tehnološka opremljenost podjetja Košarica:\n- računalniki, ki so povezani prek mrežnega sistema. Računalniško podprto poslovanje  jim prinaša bistvene prednosti pred konkurenco, ki tega še nima. Olajša jim  poslovanje, izboljša preglednost, skrajša čas naročila… Z računalniško podprtim  poslovanjem so hitrejši in imajo boljše možnosti v boju s konkurenco. Tu bi omenil še  poslovanje s čitalcem črtnih kod, ki jim bistveno skrajša čas strežbe v trgovini in zniža  število napak v trgovini.\n- tiskalniki\n- fax\n- oprema pisarne, trgovine\n- telefoni (ISDN, GSM)\n- tovorno prevozno sredstvo (Berlingo furgon).\nV naslednjih letih pa bodo denarna sredstva vložili še v:\n- 2006 – nakup kombija\n- 2007 – posodobitev računalniške opreme.\n"], "44": ["4.7.4 Premoženjska struktura", "Podjetje bo v uresničitev planiranega razvoja moralo vložiti nekaj sredstev za dokončanje prostorov, ki naj bi služili za izpeljavo razširitve. To je tudi pogoj, da se lahko v podjetju začne uresničevati razvojna strategija in da se dosežejo zastavljeni cilji. Poleg teh izhodiščnih vlaganj pa v podjetju planirajo tudi še nekatere večje prihodnje naložbe, ki so prikazane v tabeli 2.\nPoleg sredstev za naložbe pa bodo v podjetju Košarica potrebovali tudi denarna sredstva, s katerimi bodo financirali zalogo konfekcijskih izdelkov, ki jih ne bodo prodali do datuma, ko bo moralo biti to blago plačano. Ker pa gre tukaj predvsem za prodajo konfekcije nizkega in srednjega cenovnega razreda, zaloge teh izdelkov ne bodo predstavljale tako velike vrednosti; predvidena povprečna vezava denarnih sredstev v zalogah bo 700.000,00, ki jih bomo financirali z lastnimi sredstvi.\nKer pa bodo predvideni znesek v podjetju rabili v štirih letih (na začetku 1. leta bodo potrebovali le 3.200.000,00), v podjetju planirajo, da bodo vse naložbe uspeli financirati iz lastnih sredstev.\n  STANJA)\nV 000 SIT\n"], "45": ["4.8 Strateški potenciali, potrebni za realizacijo strategije", "Za realizacijo potrebne strategije bo podjetje moralo zagotoviti ustrezne pogoje, ki bodo omogočali uresničitev zadane strategije. Med najpomembnejše vire uvrščam:\n- razširitev poslovnega prostora ter ustrezna opremljenost tega prostora, ki bo  ustrezno dopolnjeval sedanji način prodaje( leta 2004, v vrednosti 2.500.000);\n- zaposlitev dodatne delovne sile, ki bo omogočala boljše in kvalitetnejše  izvajanje dejavnosti podjetja ter zagotavljala kvaliteten odnos do kupcev (leta  2004);\n- iskanje ter navezovanje stikov ter pogodb s primernimi dobavitelji, pri katerih  bomo nabavljali izdelke, ki bodo sestavljali naš asortima konfekcije – ta bo  moral ustrezati željam naših kupcev (METRO, MODA IN…);\n- ustrezna ekonomska propaganda razširitve dejavnosti in s tem sporočanje  kupcem o razširjeni ponudbi trgovine.\n"], "46": ["5 VREDNOTENJE RAZVOJNE USPEŠNOSTI PODJETJA  ZA OBDOBJE OD LETA 2004 DO 2008", ""], "47": ["5.1 Planiranje vrednostnih izidov poslovanja", "V tej točki bom prikazal plan prodaje podjetja Košarica v naslednjih petih letih. V teh planih bom upošteval le vrednostni obseg prodaje oz. nabave blaga zaradi velikega števila izdelkov, ki se prodajajo v trgovini in zaradi njihovih zelo različnih cen.\nPlaniranje uspešnosti podjetja za obdobje 2004 – 2008 temelji na naslednjih podatkih:\n- podjetje bo dosegalo na programsko–tržnem področju prodaje živil in krmil na  drobno na področju Radelj 17 % razliko v ceni, v tretjem letu pa pričakuje  prihod konkurence, zaradi česar bo znižalo ta procent na 15 %, takrat pa  pričakuje tudi upad prodaje za 10 %, v naslednjih letih pa je pričakovana  ponovna konstantna rast. Na področju prodaje konfekcije na drobno na  področju Radelj pa podjetje pričakuje 60 % razliko v ceni. Tukaj pa pričakuje  v 4. letu zaradi nakupa tovornega vozila boljše in konkurenčnejše cene na  nabavnih trgih in posledično tudi na prodajnem trgu, porast prodaje za 15 %;\n- amortizacijske stopnje bodo izračunane, kot to določa zakon;\n- stroški zaposlenih se bodo povečali za 60 %, saj bo podjetje moralo zaposliti  dodatna dva zaposlena, ti stroški pa se bodo vsako leto povečali še za  nadaljnjih 5 %;\n- podjetje bo imelo povprečno na zalogi 75 % mesečne prodaje blaga;\n- rok plačila, ki si ga je podjetje izborilo na trgu od dobaviteljev, znaša v  povprečju 30 dni, vendar bo podjetje zaradi strategije stroškovne učinkovitosti  v načrtovanih letih vso zalogo blaga plačevalo takoj, s tem pa si bo pridobilo  nižje nabavne cene, ki bodo pripomogle k boljšim pogojem na prodajnih trgih.\nV 000 SIT\n(* - pomeni izhodiščno leto, ki je nam podlaga za izračun predvidenih vrednosti pri vseh izračunih)\nV 000 SIT\nV 000 SIT\nV 000 SIT\nV 000 SIT\n"], "48": ["5.2 Ekonomska presoja razvojnih učinkov za uspešnost podjetja", ""], "49": ["5.2.1 Statični kazalniki za presojo ekonomske uspešnosti podjetja:", "Ekonomičnost = prihodki / odhodki\nDonosnost prihodka = dobiček / prihodki\nDonosnost kapitala = dobiček / osnovni kapital\nDobiček na zaposlenega = dobiček / število zaposlenih\nKoeficient obračanja zalog = nabavna vrednost prodanega blaga / zaloge\nNa podlagi izračunanih kazalnikov lahko ugotovimo, da bo podjetje na podlagi planiranega razvoja ohranilo uspešno delovanje. V prvem letu razvoja so se vsi kazalniki izboljšali, za kar je bila zaslužna širitev trgovine na prodajo konfekcije. V tretjem letu pa podjetje zajame kriza zaradi vstopa konkurence, kar se pozna na rezultatih, ki so ustrezno manjši. Vendar pa se že v istem letu pojavi investicija v nakup kombija, ki bo pripomogla h konkurenčnejšemu položaju podjetja in s tem k dvigu poslovne uspešnosti. V četrtem letu pa podjetje načrtuje posodobitev računalniške opreme, pri čemer se bo dvignila produktivnost, saj bodo enako delo opravili v krajšem času.\n"], "50": ["6 PROGRAMIRANJE RAZVOJA", "Cilj podjetja je ostati majhen in delovati le na lokalnem področju, zato je njegova osnovna naloga, da si ustvari konkurenčen položaj na področju, kjer deluje, na področju Radelj ob Dravi. Za trajno prisotnost na tem področju pa se mora podjetje razvijati s čimer si bo zagotovilo uspešno poslovanje. Podjetje bo moralo razširiti asortima, s čimer bo pridobilo nove kupce in zadovoljilo že obstoječe. Zaradi tega podjetje planira, da bo v naslednjih letih vložilo denarna sredstva v opremo za razširitev trgovine tudi na prodajo konfekcije, nato v nakup večjega tovornega vozila, s čimer si bo lahko dostavljalo konkurenčnejše blago in s tem povečalo svojo moč; v prihodnosti pa planira tudi posodobitev računalniške opreme, kar bo poenostavilo poslovanje in zmanjšalo število napak.\n- Aktivnosti, ki se izvajajo permanentno\n- pridobivanje svežega znanja (načini zlaganja na police, predstavitve novih  izdelkov, način zlaganja akcijskih izdelkov, označevanja različnih artiklov…);\n- vlaganje v učvrstitev položaja na trgu (tekoča ekonomska propaganda);\n- sprotno spremljanje gibanja konkurence na področju delovanja podjetja.\n- Poleg tega pa bodo v naslednjih letih vlagali še v:\nLeto 2004\n- opremo prostora za prodajo konfekcije,\n- zaposlovanje novih delavcev (2 delavca).  Leto 2005\n- /\nLeto 2006\n- nakup kombija, s katerim bomo pridobili nazaj del prodaje, ki nam je upadel  zaradi vstopa konkurence na trg.  Leto 2007\n- posodobitev računalniške opreme.  Leto 2008\n- /\n"], "51": ["7 SKLEP", "V diplomskem delu sem si zastavil narediti plan razvoja podjetja, kar sem tudi realiziral. Ugotovil sem trenutni položaj podjetja in planiral, kako naj bi to delovalo v prihodnosti. Podjetje naj bi razširilo poslovanje s prodaje živil in krmil, tudi na prodajo konfekcije, saj vidi v tem poslovno priložnost.\nZa realizacijo razširitve bo podjetje potrebovalo 7.000.000,00 SIT finančnih sredstev, ki jih bo zagotovilo iz akumuliranih sredstev podjetja. Poleg dodatnih finančnih sredstev bo potrebovalo tudi dodatno delovno silo (2 trgovca), s katero bo lahko zagotovilo normalno poslovanje.\nOmeniti moram tudi, da je za podjetje zelo pomembno, da bo izbralo pravi asortima izdelkov glede na kupno moč potencialnih kupcev konfekcijskega blaga. Zato se bodo v podjetju odločili za nižji in srednji cenovni razred konfekcije. Zavedajo se namreč, da podjetje deluje na področju, kjer povprečna plača potencialnih kupcev znaša le 84,86 % povprečne plače v Sloveniji.\nSmiselnost naložbe podjetja sem preveril tudi s statičnimi in dinamičnim kazalnikom. Ugotovil sem, da so se vsi statični kazalniki za ekonomsko presojo uspešnosti izboljšali - z izjemo leta 2006, ko sem predvidel vstop konkurence na področje poslovanja podjetja. Dinamični kazalec NSV (neto sedanja vrednost) pa nam je pokazal, da je rezultat NSV pozitiven, kar pomeni, da je naložba smiselna.\n"], "abstract": ["V diplomski nalogi sem naredil plan razvoja, v katerem sem predpostavljal, da gre za majhno družinsko podjetje, ki nima velikih potreb po hitri in močni rasti, temveč je cilj podjetja ostati majhen. Seveda pa to še ne pomeni, da se podjetje ne bo širilo; se bo, vendar v omejenem obsegu. Gre za podjetje, ki se je omejilo na delovanje na področju Radelj ob Dravi. Ker gre za podjetje, ki prodaja živila, sem poiskal dejavnost, ki bi bila dopolnilna in trgovini omogočila dosegati boljše rezultate. Ta dejavnost naj bi bila prodaja konfekcije, saj bi s tem omogočili strankam trgovine celovitejšo ponudbo. Glede poslovnih prostorov ne bo problemov, saj imajo na voljo še nekaj prostora, ki je zaenkrat še neizkoriščen, in iščejo ustrezno dejavnost, s katero bi lahko dopolnili poslovanje podjetja Košarica. Za realizacijo tega plana bodo v podjetju morali investirati nekaj sredstev (7.000.000,00) in primerno opremiti poslovni prostor. Za investiranje bodo v podjetju porabili lastna sredstva, ki so jih skozi leta poslovanja akumulirali in jih bodo sedaj porabili za investicijo in dvig uspešnosti podjetja. Za razširitev dejavnosti bodo potrebovali tudi dodatno delovno silo, natančneje dva delavca, ki bosta skrbela za nemoteno poslovanje trgovine s konfekcijo. Ta delovna sila pa bo vedno nadzirana in vodena s strani lastnika prodajalne. Tudi na nabavnem področju bodo morali poiskati nove poslovne partnerje, saj dosedanji dobavitelji nimajo takšnega asortimana konfekcije, ki bodo trgovini omogočali ponudbo, s katero bo ta konkurenčna in uspešna na prodajnem področju. Glede na pokazatelje iz točke 5 bo podjetju uspelo realizirati zastavljeni cilj in odpreti prodajo konfekcije. S tem bo izboljšalo svojo konkurenčnost in se pripravilo na morebitni vstop dodatne konkurence, ki je bil v izračunih tudi upoštevan. Zaradi razširitve dejavnosti bo podjetje porazdelilo tveganje na več dejavnosti in postalo konkurenčnejše."]}