{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema, ki je predmet raziskave", "Problematika primanjkljaja stanovanjskih objektov je prisotna v zadnjih letih tudi v Sloveniji. Glavni razlog za to problematiko je neskladnost med ponudbo in povpraševanjem na nepremičninskem trgu. Čeprav statistični podatki prikazujejo, da število stanovanj presega število gospodinjstev, predstavlja največji problem primanjkljaj stanovanjskih objektov v posameznih regijah (večja mesta, turistični kraji).\nV primeru, da ponudba presega povpraševanje, govorimo o presežkih trga, kar vodi do padanja cen, v obratnem primeru pa govorimo o primanjkljaju in cena raste. Slednji pojav je zelo opazen v Ljubljani, na Primorskem (na Obali) ter na Gorenjskem. Vzroke za tak razpon cen stanovanjskih objektov med regijami lahko pripišemo neenakomernemu razvoju med regijami, migracijam ter iskanju zaposlitve v mestih.\nS tem problemom se ne srečuje samo Slovenija, ampak tudi vse ostale bolj razvite države. V nadaljevanju bomo podrobneje predstavili problematiko stanovanjske politike v Zvezni republiki Nemčiji, natančneje v deželi NRW (Nordrhein Westfalen) in Avstriji (dežela Koroška). V Zvezni republiki Nemčiji se bomo posvetili mestu Düsseldorf, ki podobno kot Ljubljana predstavlja gravitacijski center dežele NRW.\nProblem predstavlja tudi skromna razvitost hipotekarnega kreditiranja v Sloveniji (v primerjavi z drugimi državami) za reševanje stanovanjske problematike. Da bo lahko hipotekarno bančništvo zaživelo, se mora vzpostaviti stabilen hipotekarni trg (primarni in sekundarni hipotekarni trg).\n"], "3": ["1.2 Namen, cilji in osnovne trditve", ""], "4": ["1.2.1 Namen", "Namen mojega dela je predstaviti problematiko pomanjkanja najemniških stanovanj ter posledično dvigovanje cen le-teh. Problemi se tako pojavljajo pri nakupu stanovanjskih objektov in hiš. Ker stanovanjska problematika ni prisotna samo v Sloveniji, bomo analizirali tudi stanje v Nemčiji (NRW) in Avstriji (Koroška).\nV tujini stanovanjsko problematiko rešujejo na svoj način, zato bomo vsako posamezno državo razčlenili in po korakih ugotovili njihove mehanizme in ukrepe za reševanje te problematike. O načinu, kako se s tem problemom sooča država Slovenija, se je dosti pisalo v medijih (Nacionalno stanovanjska varčevalna shema), zato se temu ne bomo posvečali. \nLogika rešitve problema je vsepovsod enaka. Povečanje števila stanovanjskih objektov, stanovanj in z namenom povečati ponudbo le-teh. Posledično se zniža tudi cena za stanovanje. Prikazali bomo, na kak način poskušajo države pravično porazdeliti sredstva s ciljem, da pomaga samo ljudem, ki so res potrebni te pomoči.\nProblematika se kaže tudi v nerazvitosti hipotekarnega bančništva kot obliki zagotavljanja sredstev za nakup stanovanjskega objekta. Prikazali bomo lastnosti te oblike, vrste in kako ta način najemanja kreditov deluje.\n"], "5": ["1.2.2 Cilji", "Cilji omenjene raziskave so predvsem:\n- Opredelitev in opis problema na nepremičninskem trgu.\n- Analiza nepremičninskega trga doma in v tujini.\n- Prikaz mehanizmov za reševanje stanovanjske problematike v Nemčiji in Avstriji.\n- Prikaz hipotekarnega poslovanja.\n"], "6": ["1.2.3 Osnovne trditve", "Trditve, ki jih postavljamo v diplomski nalogi:\n- Da bi znižali cene stanovanjskih objektov je potrebno dvigniti ponudbo stanovanj in s  tem ublažiti povpraševanje.\n- Nepremičninski trg je specifični trg in se ne more sam regenerirati, zato mora  posredovati, pomagati država.\n- S to problematiko se srečujejo vse razvite države.\n- Hipotekarno bančništvo je v Sloveniji še premalo razvito, predvsem pri hipotekarnih  kreditih za fizične osebe.\n"], "7": ["1.3 Predpostavke in omejitve", ""], "8": ["1.3.1 Predpostavke", "V diplomski nalogi predpostavljam, da je nepremičnina zelo pomembna ekonomska dobrina za posameznika in njegovo družino. Zato je toliko bolj pomembno poseganje države na trg nepremičnin. S problematiko visokih cen nepremičnin se ubadajo v vseh evropskih državah, predvsem je najbolj pereč problem v glavnih mestih.\nCene na trgu nepremičnin se zelo razlikujejo glede na regijo, območje. Predvidevam, da so glavne spremenljivke, ki določa ceno nepremičnin, dohodek gospodinjstva in demografski \nfaktorji. Povpraševanje po stanovanjih vedno obstaja, najbolj pa je odvisno od odstotka priseljevanja na to območje.\n"], "9": ["1.3.2 Omejitve", "Pri raziskovanju trga nepremičnin največjo omejitev predstavlja pomanjkanje pisnih virov o trgih nepremičnin v tujini. Zato sem vse lastnosti v povezavi s tujim trgom nepremičnin prevedel. Gradivo, ki mi je bilo dosegljivo, so bila zakonska določila ter brošure, ki so bile na voljo le v elektronski obliki.\nOpazil sem tudi, da čeprav imamo v Sloveniji velike težave z omejevanjem cen nepremičnin, le redkokdaj oziroma skoraj nikoli ne omenjamo, kako to problematiko rešujejo v tujini, pri naših sosedih.\n"], "10": ["1.4 Predvidene metode raziskovanja", "V diplomskem delu bom uporabil poslovno raziskavo, saj se nanaša na nepremičninske trge. Uporabil bom deskriptiven in analitičen pristop k raziskovanju. V okviru deskriptivnega pristopa bom uporabil metodo kompilacije, v okviru analitičnega pristopa pa metodo deduktivnega sklepanja.\nPodatke za teoretični del bom črpal iz domače in tuje strokovne literature, iz aktualnih člankov iz različnih revij in zbornikov ter internetnih virov. \n"], "11": ["2 NEPREMIČNINE", ""], "12": ["2.1 Opredelitev nepremičnin", "Glede na pritrjenost na zemeljsko površje lahko ločimo dve vrsti lastnine: nepremično in premično. Nepremična lastnina (zemljišče, stavba, ceste…) predstavlja pravico do zemljišča in izboljšav zemljišča. Poleg zemeljskega površja je vključen tudi del podpovršja in del nadpovršja, odvisno od veljavnih zakonodaj v posameznih državah. Premična lastnina (pohištvo, prevozna sredstva, električni aparati …) pa je vsaka lastnina, ki ni nepremična; torej ni stalno dosegljiva na istem mestu (Cirman 2000, 2).\nTudi premični predmeti se v določenih okoliščinah lahko štejejo za nepremičnine. Nekateri predmeti se samostojni (umivalnik, okna …) ne uvrščajo med nepremičnine, vendar pa v trenutku vgraditve v nepremičnine postanejo del nepremičnine. Del nepremičnine ali pritiklina je bodisi predmet, ki bi po njegovi odstranitvi pustil nepremičnino nepopolno (plinovod, električna napeljava …), je bil izdelan posebej za določeno nepremičnino (zastori, narejeni po meri, ključ vhodnih vrat) ali pa se dokaže, da je bil predviden za pritiklino (Cirman 2000, 2).\n»Nepremičnina je opredeljena kot zemljišče, kot tisto, kar je zemljišču pritrjeno, kar je zemljišču pripadajoče in kar je po zakonu nepremično«. Lastništvo nepremičnine je povezano s t.i. svežnjem pravic, ki vključujejo pravico do uporabe, posesti, razpolaganja in prepovedi dostopa, ki pa so lahko zakonsko omejene z zasebnimi omejitvami in vladnimi regulacijami ter zakoni. Tako lahko nepremičnine opredelimo kot zemljišča z izboljšavami ter pravice, povezane z njihovim lastništvom (McKezie 2001, 3).\nNepremičnina je zelo pomembna ekonomska doktrina za posameznika, za družino in za opravljanje poslovne dejavnosti. Nepremičninski del premoženjske bilance je dandanes del skoraj vsakega gospodinjstva in ekonomske celice (Kožar 2002, 192).\nNepremičnine služijo dvema namenoma; lahko jo neposredno uporabljamo ali pa jo držimo kot naložbo. V prvem primeru govorimo o nepremičninah za bivalne namene (stanovanja, hiše), medtem ko nepremičnine v poslovni rabi obravnavamo kot tiste, ki nam prinašajo dohodek (nepremičnine, oddane v najem, različni poslovni prostori). Ne glede na vrsto je vsaka nepremičnina zelo draga investicija, ki včasih zahteva tudi natančno analizo upravičenosti investicije. \n"], "13": ["2.1.1 Lastnosti nepremičnin", "Osnovne lastnosti nepremičnin kot tržnih proizvodov lahko razvrstimo v naslednje skupine:\n- FIZIČNE LASTNOSTI\nNepremičnost velja za poglavitno lastnost vsake nepremičnine. Dobesedno bi lahko rekli, da samega zemljišča ne moremo premikati. Zgradbe in podobne objekte lahko premikamo, ampak, ker je to povezano z velikimi stroški, se to skoraj nikoli ne izvaja. Podobno lahko trdimo, da je vsaka nepremičnina neuničljiva. Kot fizično lastnost nepremičninam prištevamo tudi heterogenost, kajti nikjer ni mogoče najti dveh identičnih zemljišč, zgradb.\n- EKONOMSKE LASTNOSTI\nO redkosti govorimo zaradi fiksne fizične ponudbe zemljišč, ki izhajajo iz omejenega prostora na Zemlji. Ker pa lahko povečamo ponudbo z večjo in intenzivnejšo uporabo zemljišč in prostora, govorimo le o relativni redkosti zemljišč. Fizična in predvsem ekonomska lokacija nepremičnin vplivata na različno uporabo in vrednost nepremičnin. S soodvisnostjo razumemo medsebojno vplivanje uporab, izboljšav in vrednosti. Pomembna ekonomska karakteristika je tudi dolga povračilna doba nepremičninskih investicij, saj gre finančno gledano za ogromne projekte, tako s strani investitorjev kot s strani končnih upnikov.\n- INSTITUCIONALNE LASTNOSTI\nSem spadajo predvsem nepremičninski zakoni in regulativa, kot so lokalni in regionalni prostorski plani in podobno. \n"], "14": ["2.1.2 Vrste nepremičnin", "V grobem lahko nepremičnine glede na namen in dejansko uporabo razdelimo na naslednje sklope (Cirman 2000, 4):\n- Stanovanjske nepremičnine Vključujejo eno ali večdružinske stanovanjske zgradbe in stavbna zemljišča za stanovanja.\n- Poslovne nepremičnine Sem prištevamo trgovine in trgovske centre, pisarniške zgradbe, gledališča, hotele, motele, stavbna zemljišča za poslovno dejavnost in drugo.\n- Industrijske nepremičnine Delimo jih na tovarne, skladišča, rudnike, stavbna zemljišča za industrijsko dejavnost in druge.\n- Kmetijske površine So vse kmetije in živinorejske farme, razne rekreacijske nepremičnine, uporabljena razvita zemljišča ob urbanih območjih in druge. \n- Nepremičnine za posebne namene Sem vključujemo izobraževalne institucije, religiozne institucije, bolnišnice, pokopališča, domove za upokojence, igrišča za golf in druge.\n- Javne nepremičnine To pa so avtoceste, pošte, parki, upravne zgradbe, šole in številne druge nepremičnine, namenjene javni uporabi.\n"], "15": ["2.1.3 Financiranje nepremičnin", "Vsaka nepremičnina zelo veliko stane, zato veliko kupcev nima na razpolago dovolj lastnih sredstev in si mora del sredstev izposoditi. Zneski za nakup nepremičnine, ki si jih želijo posamezniki izposoditi, so navadno visoki in roki mnogo daljši kot pri ostalih vrstah posojil, zato je tako posojanje za posojilodajalce lahko zelo tvegano. Kompenzacija je potem v zelo dolgi življenjski dobi nepremičnine in njihovo razmeroma stabilno ohranjanje vrednosti. Nepremičnine se torej financirajo s sredstvi lastnika (lastniški kapital) in z zadolževanjem (dolžniški kapital).\nMedtem ko posojilodajalci za posojena sredstva dobivajo nek stalen donos, so lastniška sredstva upravičena do udeležbe v dobičku in do povečanja vrednosti. Donos na lastniški kapital ni določen vnaprej in se lahko zelo spreminja, zato je bolj tvegan, vendar hkrati tudi ni določen v neki stalni in omejeni vrednosti, zato je lahko potencialno bolj donosen. V nadaljevanju bomo financiranje z zadolževanjem prikazali s pomočjo hipotekarnega kredita.\n"], "16": ["2.2 Trg nepremičnin", "Trg je stičišče ljudi, ki želijo kupiti, prodati ali izmenjati proizvode oziroma storitve. Na trgu nepremičnin se trguje z nepremičninskimi pravicami, zaradi opisanih lastnosti nepremičnine kot tržnega proizvoda pa se trg nepremičnin močno razlikuje od teoretičnega koncepta popolno konkurenčnega trga. Na trgu v določenem času in prostoru deluje le omejeno število kupcev in prodajalcev, ki trgujejo z heterogenimi in nemobilnimi proizvodi. Močna je vloga države, monetarne in fiskalne politike, večina kupcev se na trgu pojavlja neredno in so navadno slabo informirani.\nPodobno kot na trgu drugih dobrin lahko tudi trg nepremičnin opazujemo z vidika ponudbe in povpraševanja. Nepremičnine se od večine drugih dobrin razlikujejo s strani ponudbe, ki se na cene odziva zelo počasi in le delno ali pa je celo neodzivna zaradi nerazpoložljivosti ustreznih zemljišč, omejitev v prostorskem planiranju. Posledično imajo nihanja povpraševanja znatno večje vplive na ceno. \nNa nepremičninskem trgu se srečajo gospodarski in socialni interesi, ki jih ureja množica zelo različnih področnih zakonov. Tako kot na vseh ostalih trgih tudi tu obstajata ponudba na eni in povpraševanje na drugi strani, vendar pa sta oba dejavnika prepuščena svobodni volji sodelujočih subjektov (Bradeško 2003, 84).\nNa ponudbo in povpraševanje nepremičnin lahko vplivajo najrazličnejši dejavniki. To so lahko spremembe na ekonomskem, biološkem, političnem in socialnem področju. Med najpomembnejšimi dejavniki so:\n- Prebivalstvo (zanimanje za nepremičnine, kultura, migracije…)\n- Zaposlenost in dohodki prebivalcev\n- Spremembe prodajnih in najemnih cen nepremičnin (lokacija…)\n- Davki, obrestne mere in drugi predpisi, regulacije\n- Cene dela in gradbenih materialov ter gradbenih parcel\nDogajanje na trgu nepremičnin je ob nespremenjenih okoliščinah določeno s kratkoročno fiksno ponudbo, ki se le z odlogom lahko prilagodi spremembi povpraševanja. Če se zaradi rasti gospodarske aktivnosti efektivno povpraševanje po npr. pisarniških prostorih poveča, se povišajo cene na trgu, razvojna podjetja pa kratkoročno ne morejo se odzvati z novo ponudbo pisarn, saj postopek financiranja, pridobitve dovoljenj in gradnje zahteva precej časa. Na dolgi rok se ponudba lahko prilagodi in tako zadosti dodatnemu povpraševanju, kar ponovno zniža cene. Celotna ponudba zemljišč je sicer fiksna, lahko pa se spremeni intenzivnost rabe zemljišč.\n"], "17": ["2.2.1 Osnovne lastnosti nepremičninskega trga", "Nepremičninski trg je specifični trg, ker se ne razlikuje le od trga popolne konkurence, temveč tudi od ostalih trgov. Najpomembnejše značilnosti nepremičninskega trga so (Cirman 2000, 9):\n- Lokalizirana konkurenca Glavni vzroki specifičnosti nepremičninskega trga so nepremičnost, heterogenost in trajnost. Zaradi heterogenih lastnosti je zelo težko primerjati nepremičnine, kar posledično vpliva na omejenost konkurence. Zaradi nepremičnosti so za trg značilne velike razlike med posameznimi regijami in državami tako v vrednosti kot v številu transakcij.\n- Slojevitost povpraševanja Ljudje navadno iščejo in uporabljajo nepremičnine v točno določene namene. Nepremičninski strokovnjaki se temu prilagajajo in specializirajo na posamezna področja. Na trgu se slojevitost kaže v različnem gibanju ponudbe in povpraševanja po posameznih podtrgih. \n- Slaba informiranost tržnih udeležencev Tržni udeleženci, kupci nepremičnin, so slabo informirani glede trga nepremičnin, zato iščejo pomoč pri nepremičninskih izvedencih, kar pa viša njihove stroške. Vzrok za slabo informiranost lahko pripišemo zaupnim in decentraliziranim transakcijam med prodajalci in kupci.\n- Fiksna kratkoročna ponudba Da se ponudba in povpraševanje lahko uskladi, je možno le na dolgi rok. Povpraševanje je lahko zelo razgibano v določenem obdobju, ponudba na drugi strani pa se le težko kratkoročno odziva.\n"], "18": ["2.2.2 Država in nepremičninski trg", "Ne glede na to, če je neka nepremičnina v privatni lasti, si lahko država naslednje pravice pridrži:\n- Obdavčenje nepremičnin Davek na nepremičnine je vezan na nepremičninsko vrednost, le-ta pa se porabi s preskrbo javnih dobrin (kot vsi ostali davki). Ob razumni uporabi davčnih prihodkov le-ti lahko koristijo lastnikom nepremičnin, saj se poviša vrednost nepremičnin (bližina šole, parkov…).\n- Pravica do prisilnega odkupa Država ima pravico, da si lahko pridobi nepremičnino brez lastnikovega pristanka. Seveda transakcija poteka ob pravični kompenzaciji. Država to počne zato, da se lahko prilagaja spreminjajočim se socialnim in ekonomskim potrebam.\n- Pravica zagotavljanja reda Država si pridrži pravico, da lahko sprejema zakone, ki pospešujejo red, varnost, zdravje… Ti določajo, kaj lahko lastnik z nepremičnino počne in česa ne sme početi z njo. Sem so vključena tudi okoljevarstvena načrtovanja, zemljiški in gradbeni predpisi.\n- Pravica do vrnitve posesti Ob morebitni smrti lastnika nepremičnine, ki nima potomcev ali dedičev, je lastnik te nepremičnine avtomatično država.\nGeneralno mora država početi tisto, česar sam trg ne zmore. Država mora skrbeti za infrastrukturo trga (zavarovanje kreditov, vzpostavljanje sekundarnega trga, zakonsko podlago). Država mora biti aktivna na ponudbeni strani, da ne pride do prekomernega povpraševanja po nepremičninah (več v nadaljevanju). \n"], "19": ["3 ANALIZA NEPREMIČNINSKEGA TRGA V SLOVENIJI", ""], "20": ["3.1 Ponudba in povpraševanje po stanovanjskih nepremičninah v Sloveniji", "Slovenija se »spopada« s primanjkljajem stanovanjskih nepremičnin. Čeprav glede na statistične podatke število stanovanj presega število gospodinjstev, pa se pojavlja problem primanjkljaja stanovanjskih objektov v posameznih regijah, večjih mestih in na turistično zanimivejših krajih. Slednje je najbolj vidno v Ljubljani in njeni bližnji okolici, pa tudi na Obali in na Gorenjskem. Glede na to bi bilo potrebno zagotoviti ustrezen nivo ponudbe. Vzrok, zakaj so cene stanovanj narasle, bi lahko pripisali tudi neenakomernemu razvoju regij v Sloveniji. Ene regije se razvijajo hitreje, medtem ko druge zaostajajo v razvoju. Nekaj prispevajo še migracije in iskanje novih zaposlitev v mestih ipd.\nCene na slovenskem nepremičninskem trgu so nesporno občutno previsoke, kar ilustrira že preprost izračun. V osrednji Sloveniji je treba za nakup dvosobnega stanovanja, velikega 60 kvadratnih metrov, odšteti kar 137 mesečnih plač. Bolj realističen izračun pa mora upoštevati, da del dohodka porabimo za življenjske potrebščine. Predpostavimo, da družine, ki kupujejo stanovanje, za poplačilo posojila lahko namenijo največ tretjino mesečnih dohodkov.\nRazkorak med povpraševanjem in ponudbo stanovanj se v Sloveniji povečuje. O tem nas opozarjajo podatki o številu novih stanovanjskih enot. V letu 1980 je bilo tako zgrajenih 13.672 stanovanj, v letu 1990 le še 7.759 in leta 2000 komaj 6460 stanovanj (Statistični letopis 1996 in 2002).\nCena vsakega stanovanja ali hiše je sestavljena iz cene zemljišča, njegovega komunalnega opremljanja, pridobivanja potrebnih dovoljenj, priprave projektne dokumentacije, gradnje, nadzora, obresti financiranja , plačila raznih pristojbin in soglasij ter, kadar gre za gradnjo za trg, tudi iz dobička investitorja. Zraven niso všteti drugi prej našteti stroški, ki so z gradnjo sicer neločljivo povezani. Po podatkih SURS-a cena gradnje novih stanovanjskih objektov znaša 72 odstotkov celotne investicije.\nŽe v prejšnjem poglavju smo govorili o dejavnikih, ki vplivajo na ceno nepremičnine, v nadaljevanju pa bomo to prikazali s pomočjo statističnih in drugih podatkov ter poskušali najti vzroke dviga cen nepremičnin v Sloveniji. Na žalost ni bilo mogoče pridobiti vseh podatkov, zato bomo predstavili samo najpomembnejše. \n"], "21": ["3.2 Gibanje prebivalstva", "Kot smo že omenili spada prebivalstvo med najpomembnejše dejavnike pri določanju cen nepremičnin. Samo gibanje prebivalstva povzroča dvig povpraševanja na nepremičninskem trgu, kar posledično vodi k dvigu cene (ob predpostavki, da se ponudba ne spremeni). V nasprotnem primeru, ko se nekdo odseli z neke regije, pa povzroči dvig ponudbe.\nPRISELJENI ODSELJENI  Regija Iz drugih regij Iz tujine V drugo regijo V tujino NETO Pomurska 279 148 327 187 -88 Podravska 728 1035 661 785 317 Koroška 153 159 239 134 -61 Savinjska 610 1587 757 1393 47 Zasavska 185 157 268 183 -109 Spodnjeposavska 275 485 317 408 35 Jugovzhodna 574 635 494 487 228 Slovenija Osrednjeslovenska 2062 3265 1808 2245 1274 Gorenjska 691 772 740 781 -58 Notranjsko-Kraška 297 307 212 233 159 Goriška 231 712 359 602 -18 Obalno-Kraška 551 909 413 831 176 SKUPAJ 6595 10171 6595 8269 1902\nNa podlagi tabele gibanja prebivalstva lahko sklepamo, da se je povpraševanje po stanovanjih povečalo v Osrednjeslovenski regiji. To smo tudi pričakovali, saj v Osrednjeslovensko regijo spada tudi Ljubljana. Če pogledamo podrobneje, opazimo, da Osrednjeslovenska regija beleži daleč največji priliv prebivalcev, 1274 samo v letu 2004.\nNegativni prirast prebivalcev je moč zaslediti v Pomurski, v Spodnjeposavski, Gorenjski ter Goriški regiji. \n"], "22": ["3.3 Osebni dohodek", "Osebni dohodek je tudi eden izmed poglavitnih vzrokov, zakaj se prebivalstvo seli. Sem največkrat prištevamo plače, ki so glavni vir vsakega gospodinjstva. Na podlagi osebnih dohodkov prebivalcev v določeni regiji lahko vidimo njihovo kupno moč, ki je eden izmed najpoglavitnejših dejavnikov na trgu nepremičnin.\n2004 REGIJA BRUTO PLAČA (SIT) NETO PLAČA (SIT) Pomurska 221851 143982 Podravska 247809 157971 Koroška 232131 149980 Savinjska 244165 156426 Zasavska 249022 159037 Spodnjeposavska 241028 155209 Jugovzhodna Slovenija 249674 159388 Osrednjeslovenska 307934 188387 Gorenjska 256334 163166 Notranjsko-Kraška 239791 154509 Goriška 262965 167203 Obalno-Kraška 269308 168864 SKUPAJ (povprečje) 267571 168203\nNajnižjo raven mesečnega prihodka beležimo v Pomurski in Koroški regiji. Ob nizkih dohodkih je vstop na trg nepremičnin zelo težek, zato tudi v teh regijah predvidevamo manjšo aktivnost na tem trgu.\nNajvišje plače smo zabeležili v Osrednjeslovenski in Obalno–Kraški regiji. Seveda tu ne smemo pozabiti, da je vzrok za visok nivo mesečnih plač glavno mesto Ljubljana. Zato lahko tudi pričakujemo živahen nepremičninski trg. Podobno velja tudi za Obalno-Kraško regijo.\n"], "23": ["3.4 Gibanje gradenj stanovanj", "Povečanje ponudbe je edina možnost, da obvladujemo ceno, ki je nastala kot posledica prekomernega povpraševanja na stanovanjskem trgu. V naslednji tabeli si bomo ogledali, kako so gradili stanovanja v mestih po Sloveniji, kako so se prilagajali povpraševanju. \nLETO ZGRADITVE STANOVANJ  Kraj Do 1918 1919 1946 1961 1971 1981 1991 2001  gradnje 1945 1960 1970 1980 1990 2000 2003\nLjubljana 11090 10913 11650 27214 28613 16560 5718 3159 Maribor 6569 4936 5775 10942 10613 6399 2448 1419 Koper 4532 968 1679 2898 4815 3638 1558 416 Celje 2496 1451 2775 4254 4711 2626 1089 189 Kranj 1230 1782 2493 4213 4761 3555 882 303 Murska 207 406 946 1690 2274 1484 440 59 Sobota\nGradnja stanovanjskih objektov je naraščala skozi obdobje v vseh mestih, ampak le do leta 1981. Po tem letu je vidno padanje gradenj do leta 2001. Na primeru Ljubljane vidimo, da so med letom 2001 in 2003 zgradili 3159 stanovanj, kar je približno že 55% vseh, ki so jih zgradili med letoma 1991 in 2000. Ker so podatki na razpolago samo za dve leti, bi lahko predvidevali, da bo število zgrajenih stanovanj večje, kot pa med letom 1991 in letom 2000.\n"], "24": ["3.5 Povprečne cene kvadratnega metra in stroški gradnje", "Poleg vseh dejavnikov so tudi stroški gradnje poglavitni pri določanju končne cene stanovanj. V spodnji tabeli vidimo prikaz cen novih stanovanj, ki so jih zgradila gradbena podjetja in druge organizacije. Podatka med letoma 1990 in 1995 ter med letoma 1995 in 1997 ni bilo možno pridobiti v statističnem letopisu. Statistični urad Slovenije danes več ne zbira podatkov, ki so povezani s sestavo stroškovnih cen novih stanovanj, zato so tudi podatki na razpolago samo do leta 2003.\n1990 1430 79610 12939 9929 76,7 1995 646 38130 192064 138014 71,9 1998 791 46431 230133 142087 61,7 1999 704 46039 229330 154794 67,5 2000 1601 76957 270935 187064 69,0 2001 1322 71661 280069 187317 66,9 2002 1648 89455 295417 187639 63,5 \nNa podlagi podatkov lahko vidimo, da je gradnja od leta 1995 naprej naraščala, razen leta 1999 in 2001. Lahko predvidevamo, da se je gradnja stanovanj po letu 2002 povečevala, kajti povpraševanje po njih stalno narašča, najbolj je to vidno v velikih mestih.\n1990 1995 1998 1999 2000 2001 2002\nTudi stroški gradnje so naraščali vzporedno s končno ceno stanovanja na kvadratni meter. Tako lahko sklepamo, da se je z višanjem stroškov gradnje stanovanj posledično povišala končna cena kvadratnega metra.\nStroški gradnje naj bi se leta 2004 povečali za 10% v primerjavi z letom poprej, njihova rast naj bi bila tretja najvišja v Evropski uniji. Združenje za gradbeništvo in IGM pri Gospodarski zbornici pripisujeta vzroke za naraščanja gradbenih stroškov povišanju cen železa, cementa, aluminija, bakra in nafte na svetovnem trgu. Cena železobetona se je tako na slovenskem trgu povišala za 67%, cene armaturnih mrež za 50%, nafta za 20%, za tretjino aluminij in baker ter za 9% cement (Nemanič 2005, 13).\nDanes stroški gradnje predstavljajo 73% celotne vrednosti stanovanjskega objekta. Ker se visoke cene gradnje ne kažejo v dobičku gradbenih podjetij, ne moremo govoriti o neučinkovitosti tega sektorja. Konkurenca je v tej gradbeni panogi zelo velika in dobički v povprečju znašajo le okoli 1%. Plače gradbenih delavcev tudi niso vzrok visokih gradbenih stroškov, saj so le–te primerljive s podobnimi poklici. Posledice visokih gradbenih stroškov bi lahko pripisali visokim gradbenim standardom, ki so primerljivi z nemškimi, in tako presegajo raven, ki si jo lahko privoščimo z našo kupno močjo. Seveda pa je lahko gradbena panoga relativno manj produktivna tudi zaradi pomanjkanja zemljišč, ker ne more izkoriščati ekonomije obsega, vendar pa vzrok za to ni v gradbeni panogi, ampak v dostopnosti zemljišč.\nNa sliki 3 je prikazano število kvadratnih metrov, ki smo jih lahko kupili v posamezni regiji za povprečno neto plačo (upoštevana je bila povprečna cena na m2). Graf temelji na podlagi podatkov iz leta 2002. \nLahko opazimo (kot smo tudi pričakovali), da dobimo najmanj površine za isto ceno v Ljubljani, kjer za povprečno neto plačo lahko dobimo le 0,56 m2 površine. Najmanj na kvadratnih metrov dobimo tako v Osrednjeslovenski, Obalno-Kraški ter v Gorenjski regiji. V Spodnjeposavski regiji lahko za isti znesek (neto plačo) dobimo 1,45 m2 stanovanjske površine. To je kar skoraj 3-krat večja površina kot v mestu Ljubljana. Poceni stanovanjske površine so na voljo v Koroški, Zasavski in Pomurski regiji.\nKer cene stanovanjskih nepremičnin še vedno strmo naraščajo, lahko z veliko verjetnostjo trdimo, da mesto Ljubljana danes še vedno spada med najdražje lokacije v Sloveniji (več v nadaljevanju). Prav tako to velja za Primorsko ter Gorenjsko. Ker se povpraševanje stanovanj na ostalih regijah ne spreminja, lahko predvidevamo, da je cena za m2 v teh območjih podobna, konstantna.\n"], "25": ["3.6 Zemljišča", "Dolgotrajni problem, ki vpliva na dvig cen nepremičnin, je tudi cena zemljišč, ki jih na ustreznih lokacijah primanjkuje. Zemljišča predstavljajo naravni vir zato tu govorimo o omejenih virih, katerih ni mogoče povečevati. V tabeli 5 je prikazana cena zemljišč na različnih lokacijah po Sloveniji. \nLJUBLJANA X X X X X X X X X 213 215\nLJUBLJANA*  (cene do 200 31 64 73 79 93 92 X X X 167 200  €/m2)  LJUBLJANA  OKOLICA 20 23 21 25 30 18 X X X 65 86\nJUŽNA  PRIMORSKA 8 21 41 31 25 23 X X X 43 45\nNekaterih podatkov ni bilo mogoče pridobiti in jih vključiti v tabelo ter graf. Podatki temeljijo na podlagi 100 000 zapisov v bazi Slonep med letoma 1995 in letom 2005.\nNa grafu lahko vidimo, da so se med letom 1995 in letom 2005 cene zemljišč dvigovale. Najbolj je to opazno v mestu Ljubljana, kjer končno ceno beležimo 200 €/m2. V desetih letih se je ta cena povišala za 169 evrov na kvadratni meter. To pomeni, da se je cena v desetih letih dvignila za približno 645%. V primerjavi z Ljubljansko okolico in južno Primorsko so cene zelo narasle. \nCene zemljišč v Ljubljanski okolici in južni Primorski so naraščale podobno. Cena v Ljubljanski okolici se je dvignila za 430%, na Primorskem pa beležijo 562% dvig zemljišč. Zemljišča v Sloveniji predstavljajo pereč problem, kajti pri zemljiščih ni konkurence in predstavljajo monopolni faktor. Zato je potrebno, da se država vključi v trg zemljišč s svojim davčnim sistemom. S pomočjo uvedbe davka na nepremičnine bi država povečala stroške zemljišč lastnikov in jih spodbudila bodisi h gradnji bodisi k prodaji. Zemljišč, ki niso zazidljiva, nima smisla obdavčevati. Davek na nepremičnine je zelo pomemben prostorski instrument.\nDržava bi se morala usmeriti v zemljiško politiko in kupovati zemljišča na trgu (po možnosti brez posrednikov). S tem, ko sprosti zemljišča, nastane konkurenca med projekti, ni premajhne ponudbe in monopolov. Sklad bi imel funkcijo ponudnika zemljišč, izbora investitorja. Investitor bi moral sprejeti pogoje, da bo zgradil vnaprej določeno strukturo stanovanj, kot ugodnost pa bi dobil zemljišče po določeni ceni.\n"], "26": ["3.7 Drugi faktorji", "Težave se kažejo tudi v tem, da so projekti na nepremičninskem trgu dolgotrajni. Projekt bi lahko razdelili na dva dela. Prvi del je čas, ki se porabi za prejetje gradbenih dovoljenj, drugi del pa gradnja objekta. Ravno prvi del je problematičen, kajti do prejetja celotne dokumentacije preteče zelo dosti časa. V Ljubljani traja »vojna« z dokumentacijo 696 dni, kar pa je skoraj dve leti.\nPrecejšen del cene, predvsem v mestnih naseljih, pomenijo stroški določenega komunalnega prispevka. Njegova višina je vezana na stroške gradnje infrastrukture, ki pa je v domeni monopoliziranih komunalnih dejavnosti. Zato se z visokimi komunalnimi prispevki plačuje bodisi monopolna renta in visoke plače v tem sektorju, bodisi stroškovna učinkovitost.\n"], "27": ["3.8 Cene stanovanj in najemnin v Ljubljani", "Najbolj pereč problem glede cen stanovanjskih objektov predstavlja Ljubljana. Cene se dvigujejo, prihaja do razslojenosti, lahko bi rekli, da nastajajo (vsaj po ceni nepremičnin sodeč) »elitne soseske«. Te so v središču mest: Prule, Trnovo in Vič z Rožno dolino, cenejše nepremičnine ostajajo na koncu Šiške; v Mostah in v Fužinah. Največje povpraševanje je po manjših stanovanjih (eno – dvosobnih), ki pa se tudi dražijo. Manjše povpraševanje je po večjih stanovanjih. V nadaljevanju si bomo s pomočjo tabele 6 in slike 5 ogledali dejansko gibanje cen od leta 1995 do leta 2005. \nNa sliki 5 je vidno, da so cene od junija leta 1995 pa do danes stalno naraščale, ne glede na tip stanovanja. V desetih letih so se cene garsonjer podražile za 160%, cene enosobnih pa celo za 182%. Dvosobna in trisobna stanovanja so se podražila za skoraj 100%.\nKer so stanovanja zelo draga, je povpraševanje po garsonjerah in enosobnih stanovanjih večje, kar pa dodatno zvišuje in obremenjuje njihovo ceno. Na grafu in v razpredelnici vidimo, da je m2 garsonjere občutno dražji kot pa pri trisobnih oziroma dvosobnih stanovanjih. Ob nakupu trisobnega stanovanja je površina seveda večja in posledično tudi njegova končna cena.\nPosledično zaradi visokih cen v centru Ljubljane se ljudje zanimajo za njeno okolico, kjer pa so cene nižje. Ljudje iščejo stanovanja čim bližje Ljubljani in ob glavnih prometnih žilah. Vožnja z avtomobilom je tako lahko dolga tudi do ure ali celo več. Kot najcenejša varianta veljata mesti Tržič in Jesenice (Mencingar 2005, 22). \nTudi pri najemninah opažamo stalno rast najemniških cen. Sprejemljiva najemnina v mestu Ljubljana se giblje okoli 10 evrov na kvadratni meter najetega stanovanja. Če gre za večje stanovanje (trisobno), je cena na kvadratni meter manjša. Podobno kot pri nakupu ali prodaji stanovanja je tudi pri najemu večjih stanovanj cena kvadratnega metra nižja. Višina najemnine je pogostokrat odvisna od časa najema stanovanja, od območja stanovanja in od tržnih zakonitosti ponudbe in povpraševanja.\nNajvečje zanimanje za stanovanja in s tem najvišje najemnine so v času pred začetkom novega šolskega leta. Res je, da so višine najemnin kasneje nižje, a je tudi ponudba, ki je še ostala, slabša. Po navadi gre za stanovanja na slabših lokacijah, predvsem za tista, ki se ne nahajajo v bližini fakultet. Višjo najemnino zato dosegajo lokacije kot so Rožna dolina, Bežigrad, Vič, Trnovo, Center in Spodnja Šiška. Cenejša so tudi tista stanovanja, ki so slabše ohranjena, ko gre za starejše gradnje, za stanovanja, ki imajo slabo ohranjeno pohištvo, za polkletna ali mansardna stanovanja, stanovanja brez lastnega vhoda in brez priključkov kot sta internet ali kabelska TV ( Perhaj 2005).\nV tabeli 7 in na grafu 6 imamo prikazane cene najemniških stanovanj med letom 2000 in 2005, analiza je polletna. Ker gre za ceno najemnin, smo dodali še ceno sobe, kajti tudi ta cena je zelo pomembna.\nOpazimo, da so cene najemnine naraščale, ampak ne stalno. Dvig cen zaznamo pri trisobnem stanovanju, ampak šele po letu 2002, ko je cena začela strmo naraščati. Med decembrom 1995 in septembrom 2005 se je cena povečala za 96%. Ob tako veliki spremembi bi lahko sklepali, da je bilo veliko povpraševanje po trisobnih stanovanjih. Prav tako po letu 2002 opazimo trend naraščanja cene za dvosobna najemniška stanovanja, le-ta se je v slabih desetih letih povečala za 53%. Pri enosobnih stanovanjih in garsonjerah beležimo rahel dvig cen, približno 17%. Dvig cen za 38%, je opažen tudi pri najemniških sobah.\n"], "abstract": ["Nepremičnina je danes zelo pomembna ekonomska dobrina za posameznika in za družino. Na nepremičninskem trgu je nakup stanovanja ali hiše je zelo draga investicija. Ker si večina ljudi ne more privoščiti nakupa, si stanovanje ali hišo najamejo. V Slovenije so cene stanovanj zelo drage in stalno naraščajo. Cene naraščajo zaradi premajhne ponudbe, ki je prisotna na trgu stanovanj. Povpraševanje po stanovanjih stalno narašča v bolj razvitih regijah. Da bi se cene stanovanj znižale, moramo povečati ponudbo stanovanj. Ker ljudje navadno nimajo sredstev za nakup nepremičnin, si morajo pri bankah denar izposoditi v obliki hipotekarnega kredita. Eden najpomembnejših oblik financiranja nepremičnin v razvitih državah je hipotekarno posojilo. Navadno gre za dolgoročno posojilo, namenjeno za nakup, gradnjo ali prenovo nepremičnine. Posojilo je zavarovano z nepremičnino."]}