{"1": ["1 UVOD", "Uspešno kmetovanje z večjo čredo krav z namenom družini zagotoviti primeren dohodek iz kmetije je zahtevna naloga, za katero je potrebno veliko strokovnega znanja, veliko volje in poguma. Zaradi tega se rejci, katerih glavna dejavnost je prireja mleka, povezujejo v razločne organizacije. Le te so namreč izrednega pomena za doseganje zastavljenih rejskih ciljev s področja živinoreje. Status rejskih organizacij ureja zakon o živinoreji. Te organizacije lahko ob izpolnjevanju predpisanih pogojev izvajajo rejske programe in cilje, ki so določeni za posamezno pasmo goveda (But 2002).\nKot navajajo Perpar in sodelavci (2009) je lisasta pasma govedi v Sloveniji prisotna že od druge polovice 19. stoletja. Na območju Slovenije je poznana pod različnimi imeni - zraven uradnega lisasta pasma, sta najpogostejša poimenovanja tudi svetlo lisasta pasma in simentalska pasma. Slednje poimenovanje nakazuje tudi na izvor pasme, dolini Simme in Saane v Švici. Iz Švice se je pasma močno razširila po svetu, predvsem po Evropi. V Sloveniji se je pasma razširila s pretapljanjem domačih avtohtonih pasem. V okolici Ljubljane so bili plemenski biki uvoženi iz Švice, v Pomurju pa iz Madžarske, kateri so izvorno tudi izhajali iz Švice. Lisasto pasmo zato štejemo med naše tradicionalne pasme. Lisasta pasma je tako bila v preteklosti, kot je tudi danes, močno povezana z evropsko populacijo lisastega goveda. Z načrtnim parjenjem bikovskih mater z elitnimi plemenjaki, ki v večini izhajajo iz drugih populacij, v našo populacijo v veliki meri vnašamo genetiko in rezultate selekcije iz drugih populacij. Večino genoma slovenskih plemenskih živali lisaste pasme je zaradi tega zelo podobna genomu iz drugih evropskih populacij. Lastna selekcija pa nam omogoča odbiro in uporabo najboljših plemenskih živali, ki so prilagojene našim naravnim danostim oziroma dajejo v našem okolju najboljše rezultate prireje. \nNamen reje krav molznic je pridobivanje mleka, ki je večinoma namenjeno za trg. Zaradi tega mora mleko ustrezati določenim standardom kakovosti. Merila za vrednotenje kakovosti mleka se vedno spreminjajo. Maščobe, ki so bile nekoč najbolj pomemben kriterij za določanje vrednosti mleka, postajajo vedno manj pomembne. S postavitvijo kriterija vsebnosti suhe snovi brez maščob je prišla v ospredje vsebnost beljakovin. Pričakujemo, da bodo v prihodnje postajale vse pomembnejše povsem druge lastnosti mleka, kot je na primer maščobno–kislinska sestava. Zahteve trga se torej spreminjajo in s tem tudi rejski cilji. Z veliko zanesljivostjo lahko trdimo, da bomo v prihodnje poskušali energijo, ki se danes nalaga v mlečne maščobe, preusmeriti v druge, bolj iskane in bolje plačane sestavine mleka. Ne glede na želje porabnikov pa bo morala sestava mleka ostati znotraj fiziološko sprejemljivih vrednosti. Bistveni odmiki od normalne sestave mleka namreč pomenijo, da s presnovo živali nekaj ni prav (Babnik in sod. 2004).\nRejci, ki se ukvarjajo s prirejo in oddajo mleka, so vključeni v kontrolo prireje mleka. Na podlagi kontrole so rejci sprotno obveščeni o sestavi mleka kontroliranih krav. Vsakomesečni rezultati kontrole omogočajo, da smotrno izkoristimo mlečno proizvodnjo zmogljivosti krav v čredi in izboljšamo gospodarnost reje; omogočajo pa tudi načrtno selekcijo z izločanjem slabše produktivnih živali, obnavljanjem črede in odbiro bikov za osemenjevanje posameznih krav. Podatki kontrole in rodovništva so nujno potrebni tudi za izboljšanje črede z nakupom novih živali (Klopčič 2001).\nZ raziskavo smo želeli ugotoviti spreminjanje in sestavo mleka pri lisasti pasmi v obdobju šestnajstih let (od leta 1994 do leta 2010). Raziskavo smo izvedli na kmetiji s statusom reje bikovskih mater. Na osnovi kredibilnega rejskega cilja za lisasto pasmo smo pričakovali, da se bodo proizvodne lastnosti potomk bikovskih mater skozi čas izboljševale.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Rejski program za lisasto pasmo", "Populacija lisaste pasme z visoko mlečnostjo je rezultat selekcije v čisti pasmi in križanja z drugimi mlečnimi pasmami. Za tako nastale populacije lisaste pasme, selekcionirane na povečano mlečnost in izboljšano molznost, se posebej določajo rejski cilji in programi (Skalicki in sod. 2007).\nRejski program za lisasto pasmo govedi predstavlja osnovo za izvajanje posameznih strokovnih nalog v okviru Skupnega temeljnega rejskega programa na področju govedoreje v Sloveniji. Izvajalci posameznih nalog in rejci morajo dosledno spoštovati vsebino programa, saj se bodo le na ta način dosegli zastavljen rejski cilj (Kotnik 2010).\n"], "4": ["2.1.1 Rejski cilj za lisasto pasmo", "Kot navaja Kotnik (2010) je osnova rejskega cilja za lisasto pasmo gospodarna prireja mleka ter ohranitev vsaj najpomembnejših pitovnih in klavnih lastnosti. To omogoča reja velikih, dolgih, širokih, globokih in obsežnih živali z veliko konzumacijsko sposobnostjo za voluminozno krmo. Vime naj bo obsežno, žleznato, izenačeno, dobro pripeto in od tal čim bolj dvignjeno, z dobro izraženo centralno vezjo ter pravilno razporejenimi in oblikovanimi seski. Noge naj bodo korektnih oblik, s pravilno stojo, čvrstimi biclji in z visokimi ter trdimi parklji. Krave naj bodo sposobne velike prireje mleka in prilagodljive različnim tehnologijam reje ter različnemu okolju. Želimo veliko odpornost proti boleznim, dolgo življenjsko dobo, dobro plodnost, lahke telitve, hiter iztok mleka in veliko zmogljivost rasti. Mlečnost naj pri kontroliranih kravah dolgoročno dosega 7.000 kg mleka s 4,0 % maščob in 3,5 % beljakovin. Pri kravah moramo ohraniti tudi primerno omišičenost. Potrebna je ustrezna tehnologija vzreje telet, ki zagotavlja rejcu želen \nselekcijski napredek. Telice naj odlikuje hitra rast in zgodnja zrelost, tako da ob ustrezni oskrbi telijo v starosti od 26 do 28 mesecev. Kratkoročni rejski cilj, določeni za obdobje od leta 2010 do leta 2015 so:\nmlečnost 5.500 kg,  % maščob nad 4,0 %,  % beljakovin 3,40 %,  povečevanje deleža genotipa kapa kazeina BB ali AB,  telesna masa nad 750 kg,  višina vihra 140-150 cm,  noge korektne, čvrsti biclji, visoki in trdi parklji,  vime izenačeno, obsežno, dobro pripeto, zdravo, dvignjeno  od tal z močno centralno vezjo,  želena vrednost somatskih celic (SC) v vseh laktacijah do 180.000 SC,  ciljna molznost 2-3,6 l/min,  prirasti pitancev 1250 g/dan, klavni izkoristek od 57 % do 60 %,  omišičenost - dobra,  odpornost proti boleznim - dobra,  dolgoživost najmanj 5 laktacij oz. 30.000 kg mleka,  plodnost – dobra,  telitve - lahke, normalne.\n"], "5": ["2.1.2 Rejske metode v podporo selekcijskemu programu", "Kotnik (2010) prav tako navaja, da se pri lisasti pasmi uporabljajo rejske metode, ki omogočajo čimbolj gospodarno prirejo in čim večji genetski napredek za lastnosti prireje ter druge lastnosti. Osnova rejskega dela je pravilen izbor živali za oblikovanje naslednjih generacij. Rejsko delo je določeno s selekcijskim programom, ki poteka po štirih poteh. \nZ odbiro staršev za oblikovanje nove generacije vplivajo rejci po dveh poteh:\nOče → hči in\nMati → hči,\nkar teoretično predstavlja 15 – 20 % skupnega genetskega napredka.\nRejska organizacija s svojim delom preko selekcijskega programa pa po poteh:\nMati →sin in\nOče → sin,\nkar teoretično doprinese 80 – 85% k skupnemu genetskemu napredku.\nMetode za zagotavljanje genetskega napredka, pri katerih v veliki meri sodelujejo rejci, doprinašajo k večjemu genetskemu napredku. Pri teh metodah rejci priznane rejske organizacije za lisasto pasmo govedi v Sloveniji tvorno sodelujejo v skladu z določili rejskega programa. Pri preizkušnjah na preizkusnih postajah morajo omogočati vhlevljanje živali na preizkusne postaje, pri preizkušnjah v pogojih reje pa morajo omogočati opravljanje preizkušanj priznanim organizacijam za opravljanje preizkušanj v pogojih reje. Enako velja za preizkušanje mladih bikov. Pomeni, da so rejci priznane rejske organizacije za lisasto pasmo govedi v Sloveniji dolžni vsem primernim bikcem, ki so rezultat načrtnega parjenja bikovskih mater in elitnih očetov, omogočiti izvedbo lastne preizkušnje v skladu z rejskim programom (Kotnik 2010).\n"], "6": ["2.2 Selekcija", "Selekcija v živinoreji pomeni odbiro živali za razmnoževanje z namenom, da bo vsak novi rod živali boljši za gospodarnost reje od prejšnjega. Predmet selekcije so torej gospodarsko pomembne lastnosti, ki so dedne in njihovo izraženost (fenotip) lahko merimo (Ferčej in sod. 1990).\nDedne zasnove gospodarsko pomembnih lastnosti lahko izboljšujemo v čredah in v populaciji pasme samo z načrtno in nenehno odbiro živali za razmnoževanje. Živali, ki imajo boljše dedne zasnove od povprečja črede, razmnožujemo (pozitivna selekcija), slabše pa izločamo (negativna selekcija) (Ferčej in sod. 1990).\nŽivinorejska strokovna služba, kot navaja Cizej (1991), usmerja razmnoževanje živali tako, da ustvarja nastajajoče in bodoče rodove s takšnimi dednimi osnovami, da bodo sposobne dajati visoko, kakovostno in ekonomično prirejo. Vendar pa se je treba zavedati, da je živinorejska proizvodnja rezultat dedne zmogljivosti živali za proizvodne lastnosti in razmer. Zato je pri selekcijskem delu potrebno upoštevati oba dejavnika. Vsaka žival je tako rezultat medsebojnega delovanja dednih osnov in okolja. Dedne osnove se lahko pokažejo oziroma izrazijo le v določenih okoliščinah, v katerih živa bitja nastajajo, rastejo, se razvijajo in proizvajajo. Brez določenih vsaj minimalnih pogojev okolja dedne osnove ne morejo učinkovati in se pokazati na živalih in v prireji. Te odnose lahko opišemo takole:\nDEDNOST + OKOLJE = oznake in lastnosti živali = FENOTIP\nCelotno dedno osnovo imenujemo genotip oziroma dedni notranji ustroj živali, posamezne enote – nosilce učinkov – pa gene. S pojmom »okolje« mislimo vse druge pogoje za razvijanje življenjskih procesov in to so: krmljenje in oskrba živali, klima in razmere v hlevu ter vpliv tal.\n"], "7": ["2.2.1 Selekcija na skupni selekcijski indeks", "Potočnik (2002) pravi, da so številni strokovnjaki izračunali, da je gospodarnejša selekcija na več lastnosti hkrati. V ta namen se uporablja t. i. skupni selekcijski indeks, ki je izračunan iz plemenske vrednosti gospodarsko pomembnih lastnosti. Pri tem izračunu je vsaka plemenska vrednost tehtana z ekonomsko težo. Torej tiste lastnosti, ki prinašajo največji dobiček, imajo tudi največjo gospodarsko težo. Zato pri selekciji na skupni selekcijski indeks dolgoročno najhitreje preučimo prihodek iz prireje.\nV Sloveniji so skupne selekcijske indekse razvili že leta 1989. Le nekaj let kasneje kot v skandinavskih državah in štiri do pet let pred Nemčijo in Avstrijo. Selekcija krav se lahko izvaja na osnovi vrednosti vsake posamezne lastnosti ali pa na več lastnostih hkrati, tako dosežemo najbolj usklajen selekcijski napredek z največjim prihodkom znotraj posamezne smeri proizvodnje, če selekcioniramo po skupnem selekcijskem indeksu (Pogačar 1998).\n"], "8": ["2.3 Linearno ocenjevaje krav lisaste pasme", "Že več kot 100 let organizacije za vodenje rodovniških knjig sistematično spremljajo govedo. Zunanja podoba živali je za rejce že od nekdaj izjemno pomembna. Ko še ni bilo objektivnega ugotavljanja proizvodnih lastnosti, je bila zunanjost edino merilo za načrtno odbiro. Pri tem so že zgodaj spoznali, da posamezne lastnosti rejcu obetajo neposredno korist (Špur in sod. 2010).\nPosamezne lastnosti živali se ocenjujejo s točkami. Pojem ocenjevanje predstavlja predstavitev neke natančno določene lastnosti v njeni celotni variacijski širini, in sicer od enega ekstrema do drugega. Izraženost lastnosti merimo z eksaktnimi merami ali s subjektivnim ocenjevanjem (Pogačar in sod. 1995). Pri točkovanju uporabljamo skalo naravnih števil od 1 do 9, pri čemer 1 in 9 vedno predstavljata ekstremno vrednost določene lastnosti in 5 povprečje te lastnosti. V povezavi s tem je določeno, da (Pogačar in sod. 1995):\n1. je lastnost, ki jo ocenjujemo (subjektivno ali z merjenjem), točno določena.\n2. pri dovolj velikem številu opazovanih živali zavzema lastnost vse vrednosti med obema ekstremoma. Vrednosti se približujejo obliki normalne porazdelitve (zvonaste), in sicer tako, da največje število opazovanj zavzema vrednost okoli povprečja, nato pa se število opazovanj, gledano levo in desno od povprečja, zmanjšuje, bolj kot se bližamo kateremu od ekstremov.\n3. mora ocenjevalec subjektivnih lastnosti poznati biološko variabilnost lastnosti, imeti predstavo kaj predstavljata oba ekstrema, kaj je povprečje populacije ter tudi kolikšno odstopanje od povprečja navzdol ali navzgor pomeni preskok za eno točko. Vso to opisano rutino in s tem ekspertnost lahko ocenjevalec doseže le s treningom, letnim preverjanjem ponovljivosti rezultatov ocenjevanja ter z računanjem povprečne vrednosti in standardne deviacije (SD) za vsako lastnost. \n4. ocenjevalec pri ocenjevanju živali zabeleži svoje videnje lastnosti ter jih na podlagi tega ovrednoti s točkami od 1 do 9.\n5. je linearno ocenjevanje prostorsko in časovno neodvisno. Povprečje pasme je ovrednoteno s petimi točkami. Tudi če se zaradi spremembe genotipa ali spremembe okolja spremeni dejanska vrednost pasme, je z linearnim ocenjevanjem ne obeležimo.\n"], "9": ["2.3.1 Linearne telesne ocene", "Linearne telesne lastnosti so podlaga vseh sodobnih sistemov ocenjevanja telesnih lastnosti krav molznic. Linearno ocenjevanje temelji na meritvah in ocenah posameznih telesnih lastnosti. Prednosti linearnega ocenjevanja so (Špur in sod. 2010):\nlastnosti so ocenjene individualno;  ocene pokrijejo biološko stopnjo goveda;  odstopanja in nihanja znotraj lastnosti so prepoznavna in ugotovljiva;  ocenjeno je dejansko stanje pri posamezni živali.\nReja krav lepih oblik in primernih telesnih lastnosti še nikoli ni imela večjega pomena kot v današnjem sodobnem sistemu prireje mleka in mesa, ko so zahteve za rejo krav molznic vedno strožje in pod vedno večjimi zahtevami potrošnikov v smislu dobrega počutja in zdravja živali. Kupci mleka in tudi splošna javnost ocenjujejo različne pomanjkljivosti in napake pri kravah molznicah kot nesprejemljive. Tudi sami rejci krav se zelo dobro zavedajo, da imajo krave z dobrimi uporabnimi lastnostmi ter primernimi telesnimi oblikami manj težav pri prireji mleka in da take živali ostajajo v čredi dlje časa. Krava sodobnega kombiniranega tipa, kot je lisasta pasma, potrebuje dobre uporabne lastnosti, ki so (Špur in sod. 2010):\ndobro pripeto vime z močno centralno vezjo,  primerne noge z dobrimi biclji in odličnimi parklji, \n primerno kondicijo in odlično hojo/gibanje živali.\nSodobna rejska filozofija je usmerjena v rejo vzdržljivih in funkcionalnih modernih krav lisaste pasme v kombinaciji z uporabnimi telesnimi lastnostmi. Veliko število rejcev krav lisaste pasme vključenih v ocenjevanje telesnih lastnosti živali je idealno izhodišče za genetski napredek telesnih lastnosti pri kravah te pasme. Vse prvesnice v kontroliranih čredah so ocenjene, zato da bi zagotovili čim natančnejšo in zanesljivejšo oceno plemenskih vrednosti za telesne lastnosti bikov in krav. Ocenjevanje telesnih lastnosti črede je eden pomembnih dejavnikov za doseganje dobrih rejskih rezultatov: visoka prireja mleka in odlična kakovost mesa, kombinirana z idealnimi telesnimi lastnostmi (Špur in sod. 2010).\nLinearno ocenjevanje vključuje meritve šestih in ocene osemnajstih individualnih lastnosti na skali od 1 do 9. Na ta način opisujemo stanje posamezne lastnosti pri kravi, ki jo ocenjujemo. Ocenjevane lastnosti so navedene v preglednici 2, kjer so druge lastnosti pomembna predvsem za management. \n"], "10": ["2.4 Odbira bikovskih mater", "Kotnik (2010) navaja, da se na podlagi pregleda lastnosti zunanjosti in iztoka mleka, najprej odberejo potencialne bikovske matere. Potencialnim bikovskim materam, ki ustrezajo vsem kriterijem, je dodeljen status bikovske matere. Za slednje se nato pripravi načrt parjenja z elitnimi biki. Moški potomci, ki so posledica načrtnega parjenja, se vključijo v lastno preizkušnjo na preizkusni postaji ali v pogojih reje, kjer se spremlja dnevni prirast, ocenjujejo se lastnosti zunanjosti, preverjajo plemenske vrednosti staršev in oploditvena sposobnost. Najboljšim bikcem, je dodeljen status mladega bika. Le ti so nato preseljeni v osemenjevalna središča in se vključijo v osemenjevanje. Mladi biki, ki so rezultat embrio transferja (ET), morajo imeti poleg identifikacijske oznake tudi kratico »ET«.\nV letu 2010 je bilo za lisasto pasmo v Sloveniji odbranih 359 bikovskih mater (BM), od tega je 302 BM izhajalo iz lisaste pasme (LS). Ostalih 57 bikovskih mater je imelo manj kot 87 % krvi lisaste pasme. Od skupnega števila 359 bikovskih mater je bilo v prejšnjem letu na novo odbranih 133 bikovskih mater. Za usmeritev v prirejo mleka je bilo odbranih 347 BM, 12 pa za kombinirano usmeritev (Logar 2010).\nV želji po hitrem izboljšanju lastnosti mlečnosti so se v preteklih letih rejci lisaste pasme pogosto posluževali oplemenjevanja s pasmama Redeči Holštajn in Montbeliard. Tudi potomke takega križanja (t. i. križanke) se odbirajo enako kot bikovske matere za lisasto pasmo. Zaradi precejšnjega števila bikovskih mater z več kot 13 % druge pasme v poročilu podatkov ločeno prikazujejo podatke za krave z do 13 % druge pasme in za krave z več kot 13 % druge pasme, ponekod pa tudi skupaj. Ti podatki so zbrani v Centralni podatkovni zbirki Govedo, ki jo vodi Kmetijski inštitut Slovenije.\nPri odbiri bikovskih mater križank ne smemo spregledati, da bikovske matere z nad 13 % druge pasme zaradi prevelikega odstotka druge pasme ne izpolnjujejo pogojev za vpis v glavni del rodovniške knjige. Tako tudi njihovi moški potomci ne bodo izpolnjevali \nkriterijev za vpis v glavni del rodovniške knjige za lisasto pasmo; torej ne bodo izpolnjevali zahtev za čistopasemske plemenske živali (Logar 2010).\n"], "11": ["2.4.1 Lastnosti mlečnosti", "Pri odbiri bikovskih mater najprej preverimo lastnosti mlečnosti, vse zaključene standardne laktacije, kasneje pa še najprej zaključeno standardno laktacijo. Odbrane bikovske matere, ki imajo več kot 87 % lisaste pasme, imajo v povprečju vseh zaključenih standardnih laktacij 6955 (±992) kg mleka, 3,44 (±0,19) % beljakovin in 4,09 (±0,36) % maščob. Odbrane bikovske matere, ki imajo manj kot 87% lisaste pasme, pa imajo v povprečju 7618 (±1111) kg mleka, 3,38 (±0,17) % beljakovin in 3,38 (±0,17) % maščob. Skupno število živali z manj kot 87 % lisaste pasme je znašalo 57 (Logar 2010).\n"], "12": ["2.4.2 Plemenska vrednost", "Plemenska vrednost je pričakovana vrednost za pričakovani učinek genov, ki so posledica aditivnega (seštevalnega) dedovanja. Je tisti del genetske vrednosti živali, ki se prenaša na potomce (Pogačar 1984).\nPoznamo plemensko vrednost, označeno s PV, ki predstavlja plemensko vrednost izraženo v absolutnih enotah merjenja, ter plemensko vrednost označeno s PV12, ki označuje standardizirano plemensko vrednost. V katalogu bikov se prikazuje vrednost PV12, ki je izrisana tudi grafično. Rejcu pove, ali je ta žival glede na določeno lastnost primerna za paritev ali ne. Običajno so zaželene lastnosti na grafu zarisane na desno stran; čim večja je PV12, bolj je lastnost izražena. Obstajajo tudi izjeme, ki so na grafičnem delu kataloga bikov označene z okvirčkom (Potočnik in Krsnik 2001). \nPlemenska vrednost predstavlja skupek več informacij. Ocenjujemo jo na podlagi zbranih meritev tako na živalih kot njihovih sorodnikih. PV ugotavljamo pri starših ter ocenjujemo tako, da merimo določeno lastnost na potomcih. Z zbiranjem različnih informacij pridobimo na času, lahko ocenimo lastnosti, ki so povezane, in povečamo natančnost ocene. Plemenska vrednost je za rejca zelo pomemben podatek, saj mu omogoča zanesljivo odbiro staršev in s tem uspešno gospodarsko parjenje (Pogačar 1984).\nPrikaz plemenske vrednosti temelji na 100–stopenjski lestvici z odstopanjem ene standardne deviacije ± 12 točk. Kot je običajno v mednarodnem okolju, se rezultati prikazujejo grafično. Za zanesljivost rezultatov izračuna plemenske vrednosti pa ni pomembno le število ocenjenih hčera, temveč tudi dednost posamezne lastnosti. Lastnosti z nizkim dednostnim deležem (h2) imajo pri enakem številu hčera manjšo zanesljivost (Špur in sod. 2010). \nNapoved plemenske vrednosti (NPV) mora biti čim bolj zanesljiva. Genotipska vrednost osebka predstavlja seštevek izražanja genov in njihovih morebitnih interakcij (Walter in Mao 1985) preko vpliva dominance – interakcije med geni na istem lokusu ali epistaze – interakcije med geni na različnih lokusih. Aditivno genetsko vrednost z drugim izrazom imenujemo plemenska vrednost.\n"], "13": ["2.4.3 Telesne mere", "Pri odbiri bikovskih mater imajo pomembno vlogo zunanje lastnosti ali tako imenovane telesne mere. Pri lisasti pasmi je poleg lastnosti zunanjosti pomemben še skupni selekcijski indeks, ki je v Katalogu bikov naveden kot PV12. V izračun skupnega selekcijskega indeksa so vključeni rezultati napovedovanja PV za gospodarsko najpomembnejše lastnosti, ki so tehtane z ustreznimi ekonomskimi težami (Katalog bikov 2011). Merjenje običajno izvaja selekcioner območnega zavoda.\nTelesne mere za krave lisaste pasme s statusom bikovskih mater v letu 2010 znašajo v povprečju (Logar 2010):\nVišina vihra (VV): 140,3 (±2,7) cm  Višina križa (VK): 144,0 (±3,0) cm  Dolžina križa (DT): 144,2 (±4,7) cm  Obseg prsi (OP): 210,5 (±9,3) cm\n"], "14": ["2.4.4 Telesne ocene", "Ocenjevanje telesnih lastnosti živali je ključ za dolgoživost živali, njihovo dobro počutje ter nenazadnje donosno gospodarjenje s čredo. Pod telesne ocene spadajo lastnosti okvirja, omišičenost in vime. Pri odbiri bikovskih mater se upoštevajo določeni kriteriji, katere mora odbrana žival lisaste pasme izpolnjevati, da se ji lahko dodeli status bikovske matere.\n"], "15": ["2.5 Pomen kontrole mleka", "Kontrola produktivnosti živali v govedoreji po besedah Klopčiča (1995) pomeni dragoceno pomoč pri gospodarjenju na kmetijah. Namen kontrole ni samo ugotavljanje mlečnosti (to je količina mleka pri kravah ter vsebnost maščobe, beljakovin in laktoze) in lastnosti plodnosti, temveč tudi ugotavljanje higienske kakovosti pridobljenega mleka in spremljanje zdravstvenega stanja vimena. Dosledna uporaba rezultatov kontrole produktivnosti ponuja rejcem številne možnosti izboljšav in korekcij v prireji mleka. Tako lahko rejec v prvi vrsti prilagaja krmne obroke glede na doseženo proizvodno raven posamezne živali ali njen potencial v določenem obdobju. Prav tako mu analize mleka omogočajo prilagajanje krmnega obroka tako, da posamezna krava doseže čim višjo vsebnost sestavin mleka (maščoba, beljakovine, laktoza), čim nižje število somatskih celic in čim nižje skupno število mikroorganizmov. Po teh lastnostih se določa tudi ekonomična vrednost mleka.\nVsakomesečni rezultati kontrole omogočajo, da smotrno izkoristimo mlečno proizvodno zmogljivost krav ter izboljšamo gospodarnost reje, omogočajo pa tudi načrtno selekcijo z izločanjem živali, obnavljanjem črede ali odbiro bikov za osemenjevanje posameznih krav. Podatki kontrole prireje mleka in rodovništva so nujno potrebni tudi za izboljševanje črede z nakupom novih živali (Klopčič 2001).\nRezultati kontrole produktivnosti so osnovni pripomoček tudi vsakemu svetovalcu, osemenjevalcu, veterinarju in selekcionistu. Ko bodo strokovnjaki, ki sodelujejo pri \npridelavi mleka in usmerjajo razvoj proizvodnje mleka, uporabljali rezultate kontrole, bo le-ta dosegla svoj namen (Klopčič 1995).\nPerpar in sod. (2010) navajajo, da v Sloveniji uporabljamo za vodenje evidence staleža različne ravni kontrole; A, Z in R. Kontrola Z je kontrola porekla, R je registracija živali. Za kontrolo prireje mleka danes uporabljamo A način kontrole, kar pomeni, da je kontrola opravljena s strani nevtralne in za to pooblaščene osebe. Trenutno v Sloveniji izvajamo kontrolo prireje mleka po metodi AT4, ki je priznana s strani mednarodne organizacije za kontrolo prireje (ICAR) in v manjšem obsegu tudi po A4 metodi. Metoda A4 je referenčna ICAR-jeva metoda. Kontrolo prireje mleka izvajamo v okviru rejskih programov (Perpar in sod. 2010).\nKontrola proizvodnje je za doseganje uspešne gospodarnosti na kmetijah njuno potrebno strokovno opravilo. Pri tem so pomembne predvsem mesečne informacije o številu somatskih celic v mleku posameznih kontroliranih krav ter o vsebnosti beljakovin in maščob v mleku. Računalniška tehnologija omogoča, da so informacije ter rezultati kontrole hitro dostopni rejcu in ostalim strokovnim službam, ki te rezultate potrebujejo pri svojem strokovnem in svetovalnem delu. Sodobno kontrolo proizvodnje mleka so v gospodarsko razvitih deželah razvili z namenom, da bi rejci rezultate kontrole s pridom uporabljali za izboljšanje gospodarjenja na kmetijah (Klopčič 2004).\n"], "16": ["3 MATERIAL IN METODE DELA", "Podatke smo zbrali na družinski kmetiji Koler, katere glavna kmetijska dejavnost je prireja mleka in pitanje mladega goveda. Kmetija ima že od svojih začetkov status reje bikovskih mater za bike lisaste pasme. V povprečju vzrejajo 35 krav molznic, okoli 35 plemenskih telic, preostanek živali na kmetiji pa predstavljajo biki in mlado govedo. Plemenske živali se obdržijo na kmetiji za obnovo črede.\nPodatke o proizvodnih lastnostih krav molznic, rojstvu telet in izločitvah beležijo kontrolorji Kmetijsko gozdarskega zavoda Murska Sobota. Podatki se zbirajo enkrat na mesec, zjutraj ali zvečer, v okviru AT4 kontrole. Vsi podatki se nato posredujejo Kmetijskemu inštitutu Slovenije, natančneje Govedorejski službi Slovenije, ki podatke uporablja za izračun proizvodnje krav molznic na območju celotne Sloveniji. Podatki, kot so datum rojstva, datum telitve, datum izločitve, trajanje dobe med telitvama, trajanje poporodnega premora, mlečnost krav po laktaciji, število doseženih laktacij, življenjska mlečnost krav in izračunana plemenska vrednost so rejcem poslani v obliki obrazca »Prireja in plodnost krav«, po zaključeni laktaciji posamezne krave. Iz teh obrazcev smo pridobili podatke za 46 krav lisaste pasme ter križank med lisasto pasmo, montbeliardom in rdečim holštajnom v obdobju šestnajstih let (od leta 1994 do leta 2010). Prva generacija živali je vključevala 15 krav molznic, ki so bile odbrane za bikovske matere in potencialne bikovske matere. V drugi generaciji živali je bilo 20 krav molznic, ki so bile potomke prve generacije. Tretjo generacijo je sestavljalo 11 krav molznic, ki so bile potomke druge generacije. Med potomkami druge in tretje generacije bikovskih mater ter potencialnih bikovskih mater je le ena žival dobile status bikovske matere. Zanimivo pa je, da je tudi njena potomka bila odbrana za bikovska mater.\n"], "17": ["3.1 Poskus", "V analizo so vključeni podatki o mlečnosti v standardni laktaciji, vsebnosti beljakovin ter maščob v mleku in genetski potencial krav. Vključenih je bilo 46 krav lisaste pasme in križank te pasme. Od tega je bilo v prvi generaciji 15 odbranih bikovskih mater in potencialnih bikovskih mater. V drugi generaciji je bilo 20 živali. Od tega je bila ena žival odbrana za bikovsko mater. Tretjo generacijo je sestavljalo 11 živali. Tudi v tej generaciji je bila samo ena žival izbrana za bikovsko mater. Prav tako so se za prvo generacijo pridobili podatki o potomcih moškega spola. Med njimi je bil 11 bikov vključenih v direktni test. Najboljši med njimi so bili kasneje odbrani za osemenjevanje ali prirodni pripust.\nZa obdelavo podatkov, ki smo jih pridobili od Kmetijsko gozdarskega zavoda Murska Sobota, smo uporabili program Microsoft Excel 2007. Pri analizi podatkov smo uporabili vse zaključene laktacije od izbranih krav.\n"], "18": ["3.2 Statistična obdelava podatkov posameznih parametrov", "Preučevali smo razlike med prvo generacijo živali in njenimi potomkami v standardni laktaciji, količini mleka v kg, količini beljakovin v kg in % ter količini maščob v kg in %.\nZa statistično obdelavo smo uporabili programsko opremo SPSS 19.0. Narejena je bila osnovna opisna statistika (povprečja in standardni odkloni). Obstoj razlik med generacijami po posameznih spremenljivkah smo preverili z analizo variance (One way ANOVA) in različnimi post hoc testi, ki so vsi vrnili enake rezultate. Za predstavitev je bil zato izbran LSD test, ki naredi t-teste vseh kombinacij med generacijami in tako poišče najmanjše značilne razlike med njimi.\n"], "19": ["4 REZULTATI Z RAZPRAVO", "V preglednici 3 je prikazana mlečnost vseh krav molznic v standardni laktaciji za vsako generacijo posebej v obdobju od leta 1994 do leta 2010. Razvidno je, da se je mlečnost v standardni laktaciji v tem obdobju zmanjševala iz generacije v generacijo. Iz preglednice je prav tako razvidno, da je imelo mleko krav v prvi generaciji slabšo vsebnost maščob kot v drugi generaciji, v tretji generaciji pa se je vsebnost maščob še nekoliko poslabšala. V enakem obdobju sta se na kmetiji spreminjala osnovni krmni obrok in dopolnilna krmna mešanica za krave molznice. S tem ukrepom se je želel izboljšali krmni obrok in tako zagotoviti boljše proizvodne lastnosti krav. Tako lahko nihanje vsebnosti maščob povežemo z uvajanjem novega krmnega obroka. Prav tako je nihala vsebnost beljakovin v mleku. Velik vpliv na vsebnost beljakovin in maščob v mleku ter njegovo količino ima prehrana živali kot tudi njihov genetski potencial. Če bi združili optimalno prehrano, selekcijo in dobro počutje živali, se količina mleka ter vsebnost maščob in beljakovin ne bi zmanjševale, temveč povečevale, s čimer bi se dosegli tudi boljši rezultati proizvodnje mleka.\nLS v kg mleka, maščobah (%) in beljakovinah (%).\nV preglednici 4 je predstavljena primerjava povprečne mlečnosti krav v standardni laktaciji med različnimi evropskimi državami (Slovenija, Avstrija, Nemčija in Francija) in kmetijo Koler v letu 2010. Iz preglednice je razvidno, da je bila količina mleka na kmetiji v letu 2010 za 28,6 % višja od slovenskega povprečja, za 8,6 % višja od avstrijskega, za 4,9 % višja od nemškega in za 18,4 % višja od francoskega povprečja. Vsebnost maščob v mleku je bila na kmetiji nižja kot na nacionalni in internacionalni ravni. Po vsebnosti beljakovin je izstopala Nemčija z 3,78 % beljakovin v mleku. Primerjava slovenskega povprečja beljakovin v mleku s povprečjem kmetije je pokazala, da je kmetija presega slovensko povprečje za 2,9% (77,44 kg).\nRazlog za doseganje višje mlečnosti na kmetiji v primerjavi z ostalimi državami je lahko manjše število živali v čredi, ki se giblje med 30 in 40 krav molznic. To omogoča boljši pregled nad čredo ter boljše krmljenje črede. Prav tako se lahko hitreje ugotovijo zdravstvene težave živali in s tem hitrejša ter pravočasna veterinarska oskrba.\n"], "20": ["4.1.1 Povprečna mlečnost na kmetiji", "V grafikonu 1 je prikazana povprečna količina prirejenega mleka v standardni laktaciji. Pri prvi generaciji je znašala 6458,33 ± 671,08 kg, kar pomeni, da je v povprečju proizvedla največ mleka v primerjavi z drugima dvema generacijama. Sledi ji tretja generacija, in sicer s 5754,63 ± 1381,78 kg. Najslabše rezultate je dosegla druga generacija krav in sicer s 5503,65 ± 1249,96 kg. Po statistični obdelavi podatkov je bila ugotovljena statistično \nznačilna razlika (p < 0,05) v kg mleka med prvo in drugo generacijo, in sicer za p = 0,054. Med ostalimi dobljenimi rezultati statistične analize ni bilo statistično značilnih razlik.\nMed letoma 1994 in 2010 je bilo v povprečju med generacijami lisaste pasme v standardni laktaciji prirejenega 5905 kg mleka. Slovensko povprečje prirejenega mleka za lisasto pasmo v enakem obdobju znaša 4586 kg mleka v standardni laktaciji. Tako smo ugotovili, da je prireja mleka na kmetiji v opazovanem obdobju višja od slovenskega povprečja za 22 %.\n"], "21": ["4.1.2 Povprečje beljakovin v mleku", "V grafikonu 2 je predstavljeno povprečje beljakovin v % in standardni odklon pri vseh treh generacijah. Druga generacija je imela najvišjo vsebnost beljakovin, in sicer 3,53 ± 0,16 %. Sledi prva generacija, v kateri so bile bikovske matere, s povprečjem 3,49 ± 0,46 %. Pri tretji generaciji se je znižala vsebnost beljakovin na 3,40 ± 0,22 %. Procentualno je bila prva generacija slabša od druge generacije za 1,13 % in boljša od tretje generacije za 2,6 %. Druga generacija je imela najvišjo vsebnost beljakovin v mleku v primerjavi z ostalima generacijama. Druga generacija je tretjo presegla za 3,7 %. Vzrok znižanja beljakovin v mleku v tretji generaciji ni točno znan. Statistično značilnih razlik v vsebnosti beljakovin (p < 0,05) med generacijami nismo ugotovili.\nV povprečju je bilo med letoma 1994 in 2010 v vseh treh generacijah lisaste pasme 3,47 % beljakovin v mleku v standardni laktaciji. Slovensko povprečje vsebnosti beljakovin v \nstandardni laktaciji za lisasto pasmo v enakem obdobju je znaša 3,32 %. Ugotovili smo, da je vsebnost beljakovin v mleku na kmetiji višja od slovenskega povprečja za 4,3 % (52, 70 kg).\n"], "22": ["4.1.3 Povprečje maščob v mleku", "Največji odstotek maščobe v mleku je imela druga generacija živali z 4,29 ± 0,45 %, kar je tudi razvidno iz grafikona 3. Ker se je količina mleka povečala v tretji generaciji, je to vplivalo tudi na vsebnost maščob v mleku, ki znaša 4,05 ± 0,25 %. Ugotovili smo, da se je vsebnost maščob zmanjšala za 5,6 % v primerjavi z drugo generacijo, čeprav bi po pričakovanjih morala biti boljša od druge generacije. Prva generacija živali so imele v povprečju vsebnost maščob 4,01 ± 0,45 %. Med prvo, drugo in tretjo generacijo ni bilo ugotovljenih statističnih razlik (p < 0,05) v vsebnosti maščob v mleku.\nV opazovanih letih je povprečje vsebnosti maščob v mleku v standardni laktaciji pri lisasti pasmi teh treh generacij znašalo 4,12 %. Slovensko povprečje vsebnosti maščob v standardni laktaciji za lisasto pasmo v enakem obdobju je bilo 4,12 % maščob v mleku. Iz tega je razvidno, da je vsebnost maščob na kmetiji enaka slovenskemu povprečju.\n"], "23": ["5 SKLEPI", "Pri kravah molznicah so lastnosti mlečnosti, kot je količina mleka ter vsebnost beljakovin in maščob v mleku nadzirani s strani različnih genskih lokusov. Mlečnost je kvantitativna lastnost, ki jo določa večje število genov, ki so razporejeni na različnih delih kromosoma ali celo na različnih kromosomih. Na samo mlečnost pri govedu poleg okoljskih dejavnikov tako vplivajo še genetski kot so pasma živali, živali znotraj pasme in skupni tipi genotipa. Razlike v genetski naravnanosti so precejšnje ne samo med pasmami ampak tudi med živalmi znotraj pasem (Lisasto govedo 2011). Selekcija in načrtno parjenje živali imata tako pomemben vpliv prenos želenih dednih lastnosti na potomce.\nRaziskava je pokazala, da je prva generacija odbranih bikovskih mater in potencialnih bikovskih mater v standardni laktaciji dosegla najvišjo mlečnost (6458 kg). Mlečnost se je v drugi generaciji nekoliko znižala (5503 kg) in v tretji začela spet zviševati (5754 kg), vendar je bila še vedno nižja kot v prvi generaciji.\nPrav tako smo ugotovili, da je bila druga generacija živali po vsebnosti maščob v mleku najboljša. V nasprotju s pričakovanji je bila vsebnost maščob v tretji generaciji nižja od druge generacije. Razlog je lahko ponovno zvišanje količine mleka v tretji generaciji. Kljub temu so bila odstopanja v vsebnosti maščob v mleku med generacijami majhna.\nV raziskavi je bilo tudi ugotovljeno, da je po vsebnosti beljakovin v mleku prednjačila druga generacija. Kljub temu statistično značilnih razlik med posameznimi generacijami v vsebnosti beljakovin v mleku nismo ugotovili.\nPrimerjava povprečja višine mlečnosti s slovenskim povprečjem je pokazala, da je bila mlečnost na kmetiji v obdobju opazovanih 16 let za 22 % višja od slovenskega povprečja. Povprečna vsebnost maščob v mleku na kmetiji in v Sloveniji je bila primerljiva. Nasprotno se je izkazalo pri vsebnosti beljakovin v mleku, kjer je bilo povprečje kmetije nekoliko višje (3.44 % ) kot velja za slovensko povprečje (3,34 % ).\n"], "abstract": ["Analizirali smo rezultate kontrole prireje mleka na družinski kmetiji s statusom reje bikovskih mater v obdobju 16 let, in sicer od leta 1994 do 2010. Vključene so bile tri generacije krav molznic lisaste pasme s standardno laktacijo. V prvi generaciji so bile odbrane bikovske matere in potencialne bikovske matere, v drugi generaciji potomke krav iz prve generacije in v tretji generaciji potomke krav iz druge generacije. Ugotavljali smo, ali lahko na osnovi rejskega cilja in selekcijskega napredka pričakujemo, da bodo potomke bikovskih mater imele enake oziroma boljše proizvodne parametre. Povprečna količina prirejenega mleka v standardni laktaciji je pri prvi generaciji znašala 6458 ± 671 kg. Povprečje maščob v mleku je pri prvi generaciji znašalo 4,01 ± 0,45 %, pri beljakovinah pa je bilo 3,49 ± 0,46 %. V enakem obdobju je v Sloveniji pri lisasti pasmi znašalo povprečje proizvedenega mleka 4586 kg mleka, kar nam pove, da smo imeli pri vseh treh generacijah večjo količino mleka, in sicer 5905 kg. Slovensko povprečje maščob v mleku je v enakem obdobju znašalo 4,12 %. Glede na rezultate smo tako prišli do zaključka, da je povprečje maščob pri generacijah enako slovenskemu povprečju. Ravno nasprotno pa se je pokazalo pri beljakovinah, ki so presegle slovensko povprečje. Beljakovine so pri generacijah v povprečju znašale 3,47 %, medtem ko je slovensko povprečje beljakovin pri lisasti pasmi znašalo 3,32 %. Povprečna količina mleka je bila pri vseh treh generacijah višja za 22,33 % od slovenskega povprečja lisaste pasme v obdobju od 1994 do 2010. Skupno povprečje maščob v mleku je bilo enako kot pri slovenskem povprečju za lisasto pasmo. V odstotkih beljakovin, je razlika povprečja vseh treh generacij v standardni laktaciji s slovensko lisasto pasmo presegala za 4,3 %. Po obravnavi vseh podatkov smo tako ugotovili, statistično značilno razliko (p<0,05) v količini mleka med prvo in drugo generacijo (p=0,054). Statistično značilne razlike (p<0,05) med generacijami v maščobah in beljakovinah v standardni laktaciji pa nismo ugotovili, saj se prva generacija statistično ne razlikuje od druge in tretje generacije. Na podlagi vseh dobljenih podatkov tako zaključujemo, da povprečni rezultati vseh treh generacij krav molznic v standardni laktaciji dosegajo rejski cilj za lisasto pasmo in presegajo slovensko povprečje proizvodnje mleka za lisasto pasmo. "]}