{"1": ["1 UVOD", "O davku na dodano vrednost (DDV) in o tako imenovanih davčnih zavezancih, začnemo govoriti leta 1999, ko v Sloveniji stopi v veljavo sistem obdavčevanja blaga in storitev z davkom na dodano vrednost, ki je takrat zamenjal zakon o prometnem davku. Z letom 2007 pa je Slovenija sprejela novi zakon, ki pravi, da je davčni zavezanec lahko vsaka oseba ki opravlja dejavnost- pravna ali fizična. V kmetijstvu je davčni zavezanec predstavnik gospodinjstva, ki opravlja kmetijsko ali gozdarsko dejavnost.\nV Sloveniji poznamo tri načine obračunavanja DDV-ja. Prvi in najenostavnejši je, da kmetija ni v sistemu DDV, kar pomeni, da nima administrativnih obveznosti. To je priporočeno za zelo majhne kmetije, kjer je zelo malo prihodkov in odhodkov. Največji delež kmetov ima še vedno potrdilo o uveljavljanju pavšalnega nadomestila, svojemu kupcu pridelkov mora kmet izdati potrdilo, ki jim ga izda pristojni davčni urad. Bloke in račune od svojih kupcev morajo skrbno hraniti, na njih pa mora biti razviden znesek 8 % pavšalnega nadomestila. V zadnjem obdobju pa se vse več kmetij odloča za vstop v sistem DDV. Kmetija, ki ima letni promet večji od 210.000 €, mora davčne obveznosti prikazovati mesečno. Če pa imajo manjše prihodke, pa na vsake tri mesece. Kmet mora voditi tudi knjigovodstvo prejetih in izdanih računov. To lahko izvaja samostojno ali preko knjigovodskih servisov.\nV zadnjem desetletju, ko se je tudi v kmetijstvu začela uporabljati sodobnejša tehnologija in računalniki, se je vse več kmetov odločalo za vstop v sistem DDV, saj imajo večji pregled nad poslovanjem. Vseeno pa ima še vedno največji delež kmetij zahtevo za pavšalno nadomestilo, kar je posledica tega, da je v Sloveniji še zelo veliko malih kmetij, ki jim sistem DDV predstavlja preveč administrativnega dela.\n"], "2": ["1.1 Cilj naloge", "Ker se je v letu 2010 pavšalno nadomestili iz 4 % dvignilo na 8 %, se bomo v diplomski nalogi dotaknili problema smotrnosti vstopa v sistem DDV. Za vzorec bomo vzeli živinorejsko kmetijo, kjer se ukvarjajo s pridelavo mleka. Skupaj smo zbrali stroške in prihodke za leto 2010 in na podlagi kalkulacije pokritja analizirali različne načine izračunavanja DDV na kmetiji in njihov vpliv na dohodek. Ob tem bomo upoštevali tudi večje investicije, ki se na kmetiji izvajajo skoraj vsakoletno, saj bomo le tako dobili najbolj relevantne podatke.\nNajvečji poudarek bomo namenili primerjavi pavšalnega nadomestila in sistema DDV, ter poskušali ugotoviti, kateri se bolj obnese na kmetiji, če imamo večje investicije ali če nimamo investicij in pokrivamo samo fiksne in variabilne stroške. Zanimivo bo videti, ker je pavšalno nadomestilo za prodane izdelke 8 %, za prodane izdelke v sistemu DDV pa je davek 8,5 % in je tu razlika zelo majhna.\n"], "3": ["1.2 Delovna hipoteza", "Predvidevamo, da se bo vstop v sistem DDV na naši vzorčni kmetiji, za pravo odločitev pokazal tam, kjer bomo upoštevali stroške večjih investicij. Na primeru, kjer pa ne bomo upoštevali velikih investicij, pa predvidevamo, da bi bilo za kmetijo boljše, da si uredi dovoljenje za pavšalno nadomestilo.\nV izračunih bomo opazovali razliko v dohodku na žival, če smo v sistemu, ali če smo pavšalisti. Ker so na kmetiji potrebne investicije, bomo tudi te upoštevali pri končni oceni. Zaradi dejstva, da se v sistem vključimo za obdobje petih let, je dobro imeti vsaj okviren plan investicij za to časovno obdobje.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Sistem DDV", "Davek na dodano vrednost (odslej DDV) je vrsta prometnega davka. S takimi davki se obdavčujejo prenosi lastninske pravice na nepremičninah in blagu ter opravljene storitve. Prometni davki so posredni davki, saj se obvezno dodajajo cenam blaga in storitev. Zanje je značilno, da se obračunavajo v odstotku od prodajne vrednosti, lahko pa so določeni tudi v znesku na mersko enoto. Ti davki so najpomembnejši prihodek proračuna Republike Slovenije, saj presegajo polovico njenih prihodkov.\nDDV je vrsta davka od prometa nepremičnin, blaga in storitev. Slovenski zakon o DDV uveljavljen leta 1999 je temeljil na tako imenovani šesti smernici, direktivi Sveta 77/388EGS z dne 17. maja 1977 (Zalokar in sod. 2010, str. 255), ki so jo leta 1977 sprejele članice Evropskih skupnosti. Ta je bila z uveljavitvijo direktive 2006/112/ES, ki velja od 1. januarja 2007, v celoti nadomeščena in Zakon o davku na dodano vrednost (v nadaljevanju ZDDV-1) je usklajen z njo. Slovenska ureditev DDV temelji na :\n- ozemeljskem načelu, kar pomeni, da se uporablja za promet, opravljen oziroma  obravnavan kot, da je opravljen na ozemlju Slovenije\n- načelu namembnega kraja, po katerem je blago obdavčeno v namembni državi, ne v  državi odpošiljatve\nDDV se lahko obračunava po treh metodah: po odštevalni, kreditni in seštevalni. Slovenski zakon temelji na kreditni metodi, po kateri davčni zavezanec odpošlje znesek DDV, obračunan ob nabavah, od zneska, obračunanega od dobavah. Kreditna metoda je za članice EU obvezna. Za DDV je značilno, da ima malo davčnih stopenj. Slovenski zakon ima dve davčni stopnji 8,5 % in 20 % (do 30. decembra 2011 8 % in 19 %), ki se uporabljata tako za promet blaga kot tudi za promet storitev. Pri blagu in storitvah je treba DDV obračunati takrat, ko je promet opravljen, in še v nekaterih drugih primeri, ki jih določa ZDDV-1 (na primer ob porabi v neposlovne namene). \nNajpomembnejša značilnost DDV je, da ga zavezanec državi ne plača toliko, kolikor ga obračuna v svojih prodajnih in drugih listinah, saj lahko od njega odbije tistega, zaračunanega njemu v prejetih nabavnih listinah oziroma pri uvozu in tistega, ki ga je sam obračunal v okviru obvezne samo obdavčitve. Tako DDV bremeni le tiste kupce blaga in storitev, ki nimajo pravice do odbitka DDV, to pa so predvsem občani - končni potrošniki. Pravico do delnega ali popolnega odbitka nimajo še nekateri drugi, predvsem tisti, ki opravljajo DDV oproščene dejavnosti, med njimi je največ takih, ki se financirajo iz proračuna, torej iz sredstev zbranih z dajatvami.\nDavčni zavezanci, ki imajo pravico do odbitka vsega zaračunanega DDV, spremljajo vse stroške nabave blaga in storitev v poslovnih knjigah po čisti vrednosti (brez DDV), tako da je njihovo spremljanje poslovnih izidov vsebinsko boljše. To, da je treba v obračunih DDV izkazovati tako realizacijo, zavezano obračunu DDV, kakor tudi osnove, od katerih je bil zavezancu obračunan odbitni DDV, vpliva na ažurnost in točnost spremljanja ne samo prihodkov, temveč tudi stroškov oziroma odhodkov poslovanja že med letom. Kupčeve denarne obveznosti za nabavljeno blago in storitev zajemajo tudi DDV (ta je neločljivi del finančnih obveznosti do dobaviteljev), zato DDV vpliva na likvidnost ter sili k analiziranju denarnih tokov na podlagi časovno usklajenih načrtov prejemkov in izdatkov.\nDobra stran DDV je preprostost njegovega obračuna na računu (prodajni listini), ker imamo le dve davčni stopnji. Obračunavanje na vsaki stopnji prometa, tako da noben kupec ni izjema, pa zagotavlja večji davčni red. Slaba stran DDV pa je, da je zelo povečan obseg zunaj knjigovodskih evidenc davčnih zavezancem, predvsem tistim, ki ga obračunavajo po načelu plačane realizacije, saj ga skoraj ni možno pravilno obračunavati in plačevati le na podlagi knjigovodskih evidenc. (Zalokar in sod. 2010).\n"], "6": ["2.2 Davčni zavezanci", "Podjetja, ki so v zadnjih 12 mesecih presegla oziroma je verjetno, da bomo presegla 25.000 € obdavčljivega prometa, in kmetje, katerih katastrski dohodek za zadnje koledarsko leto presega 7.500 €, se obvezno identificirajo za obračunavanje DDV in pridobijo redno ID- številko za DDV. Osebe, ki opravljajo ekonomsko dejavnost ter ne presegajo mejnega zneska 25.000 € prometa oziroma 7.500 € katastrskega dohodka pri kmetih in zato ne obračunavajo DDV, imenujemo mali zavezanci. Ti pri zaračunavanju blaga in storitev v računih ne obračunavajo DDV, vendar tudi nimajo pravice do odbitka DDV, ki ga plačajo pri nabavi blaga in storitev. Mali davčni zavezanci imajo možnost, da kadarkoli prostovoljno vstopijo v davčni sistem. Če se odločijo za prostovoljni vstop za namene DDV, ga mora obračunavati najmanj 5 let. Kmetje, ki imajo katastrski dohodek manjši od 7.500 € in se ne identificirajo prostovoljno za namene DDV, pa lahko pri davčnem organu zahtevajo posebno dovoljenje, s katerim pridobijo pravico do pavšalnega nadomestila, ki naj bi jim nekako nadomestil DDV, plačan ob nabavi reprodukcijskega materiala. Pavšal je 8 % prodajne cene prodanih kmetijskih proizvodov oziroma storitev. Kmetje, ki pa se odločijo za prostovoljni vstop v sistem DDV, pa morajo v sistemu ostati najmanj za obdobje 5 let. (Zalokar in sod. 2010).\n"], "7": ["2.2.1 Obdavčitev kmetov", "Kmetje so glede statusa ena najbolj raznolikih skupin davčnih zavezancev. Vanjo sodijo:\n- kmetje, ki imajo več kot 7.500 € katastrskega dohodka (KD) in so dolžni pridobiti ID-  številko za DDV, ne smejo pa dobiti dovoljenja za pavšalno nadomestilo\n- kmetje, ki imajo manj kot 7.500 € KD, a so se odločili za prostovoljno pridobitev ID-  številke za DDV in morajo ostati identificirani najmanj 60 mesecev (5 let)\n- kmetje, ki ugotavljajo dohodek na podlagi dejanskih prihodkov in odhodkov, ne  morejo dobiti dovoljenja za pavšalno nadomestilo, presegajo 25.000 € obdavčljivega  prometa in so dolžni pridobiti ID- številko za DDV, če pa ne presegajo mejne \n vrednosti 25.000 € pa se lahko prostovoljno vključijo v sistem DDV za najmanj 60  mesecev (5 let)\n- kmetje, ki imajo manj kot 7.500 € KD in se nisi odločili pa prostovoljno pridobitev  ID- številke za DDV, imajo pa dovoljenje za pavšalno nadomestilo.\n- kmetje, ki imajo manj kot 7.500 € KD in se nisi odločili pa prostovoljno pridobitev  ID- številke za DDV in tudi nimajo dovoljenja za pavšalno nadomestilo\n- kmetje (oziroma manjši lastniki kmetijskih zemljišč), ki imajo manj kot 7.500 € KD,  vendar njihovo ukvarjanje s kmetijstvom ni namenjeno trajnemu doseganju dohodka,  zato se po 5/1 ZDDV-1 ne štejejo za davčne zavezance in nimajo niti ID- številke za  DDV niti dovoljenja za pavšalno nadomestilo.\nZa osnovno kmetijsko dejavnost in osnovno gozdarsko dejavnost se kot zavezanec za DDV šteje eden od članov kmečkega gospodinjstva, zavezanec za dohodnino od dohodka osnovne kmetijske dejavnosti in osnovne gozdarske dejavnosti, ki ga člani kmečkega gospodinjstva, zavezanci za dohodnino iz te dejavnosti, določijo za predstavnika. Kot član gospodinjstva se šteje skupnost oseb, ki ni najeta delovna sila, imajo na dan 30. junija stalno ali začasno prebivališče in so prijavljeni kot eno gospodinjstvo ter imajo v uporabi toliko kmetijskih in gozdnih zemljišč, da njihov KD znaša najmanj 200 €, ali najmanj 40 čebeljih panjev, evidentiranih v registru čebelnjakov po predpisih o kmetijstvu. Kot katastrski dohodek se šteje skupni katastrski dohodek vseh članov posameznega gospodinjstva, to je katastrski dohodek kmetijskih in gozdnih zemljišč ter večkratnik katastrskega dohodka, upoštevajočega pri določanju osnove za dohodnino pri proizvodnji vina, kot ju določa zakon o dohodnini. KD je lahko zmanjšan za oprostitve in zmanjšanja iz 73. člena (zemljišča posebnega pomena, manjvredna zemljišča, na novo kultivirana zemljišča) in 147/5 zakona o dohodnini.\nMali kmet na izdanih računih ne sme izkazovati DDV, nima pravice do odbitka DDV v skladu s 63. členu ZDDV-1 (Zalokar s sod. 2010 str. 256) in mu za davčne potreba ni treba voditi knjig po 85. členu ZDDV-1 (Zalokar s sod. 2010 str. 256). Mali kmet, ki pa se je\nodločil za prostovoljno identifikacijo za DDV, lahko tako kot vsi ostali zavezanci za DDV obračunava DDV, na izdanih računih piše svojo ID- številko za DDV in izkazuje DDV in ima \npravico do odbitka DDV. V sistemu mora ostati 5 let in ne more imeti pravice za uveljavljanje pavšalnega nadomestila. Računov jim ni potrebno izdajati za prodajo kmetijskih izdelkov neposredno na domu, neposredno na premičnih stojnicah ali tržnici in pri prodaji od vrat do vrat ter za lastno uporabo.\nKmetje, ki so obdavčeni po dejanskih prihodkih in odhodkih, ne po katastrskem dohodku, ne morejo pridobiti dovoljenja za pavšalno nadomestilo. To so kmetje, ki imajo dohodek na podlagi prihodkov in odhodkov ali normiranih odhodkov, večji od 25.000 € in so dolžni vključitve v sistem v DDV ter tisti, ki ne dosegajo mejnega zneska in so se prostovoljno\nvključili v sistem DDV in morajo ostati identificirani najmanj 5 let. Za njih veljajo enaka pravila, kot za vse male in redne davčne zavezance, to je obračunavanje DDV, izdajanje računov in drugo v povezavi s predpisi o DDV. Dejstvo, da se ukvarjajo s kmetijsko dejavnostjo na obveznosti in pravice v povezavi z DDV ne vpliva.\n"], "8": ["2.3 Kmetije v sistemu DDV", "Prvo skupino kmetij, ki se v zadnjem obdobju povečuje, tvorijo kmetije oziroma njihovi nosilci, ki so obvezni ali prostovoljni zavezanci za DDV. Take kmetije imajo enake obveznosti in pravice kot vsi drugi zavezanci v sistemu. Te kmetije na svoje nabave plačajo vstopni DDV. Njihova osnovna obveznost je izdajanje računov v najmanj dveh izvodih, in sicer za vsako kmetijsko in gozdarsko dobavo blaga ter storitev, pa tudi za vsako predplačilo ali naknadno spremembo davčne osnove. Kot dobava se šteje tudi poraba pridelkov ali storitev, ki so rezultat lastne dejavnosti, za zasebne namene, kar bi pomenilo, da bi bilo npr. za vsako jemanje blaga za porabo v gospodinjstvu samemu sebi izdati račun oziroma računu podobno knjigovodsko listino. Zakon določa vsebino, ne pa tudi oblike računa. Pravilnik o izvajanju ZDDV-1 omogoča, da račun namesto dobavitelja izda prejemnik blaga ali storitev.\nŠteje se, da je dobava opravljena takrat, ko je izdan račun. Takrat tudi nastane davčna obveznost, ne glede na to, kdaj je dobava res plačana. DDV se torej obračunava od \nobračunane (in ne od plačane) realizacije. Druga obveznost zavezanca v sistemu je, da mora v davčnem obdobju obračunati svojo davčno obveznost do države. Ker kmetje plačujejo\nakontacijo davka od dohodnine svoje dejavnosti (katastrskega dohodka) v trimesečnih obrokih, dobo kmetje v sistemu DDV lahko obračunavali svojo davčno obveznost mesečno, trimesečno ali polletno. Obračun morajo davčnemu organu predložiti ne glede na to, ali so v navedenem obdobju imeli kaj prometa. S pravilnikom je predpisan obrazec za obračun DDV. Ob obračunu DDV bo zavezanec lahko od izstopnega DDV odbijal svoj vstopni DDV, ki se navezuje na blago in storitve, uporabljene za namene opravljanja svoje dejavnosti. Izjemoma se po določbah zakona ne sme odbijati vstopnega DDV ob nabavah osebnih avtomobilov ter motornih koles, goriv in maziv ter nadomestnih delov tega vozila, pa čeprav se uporabljajo za opravljanje dejavnosti. V primeru, ko bo znesek davčne obveznosti v davčnem obdobju manjši od zneska vstopnega DDV, bodo zavezanci razliko lahko prenesli v obračun\nnaslednjega davčnega obdobja ali pa jo na zahtevo pridobili kot vračilo od države. Vračilo je mogoče dobiti najkasneje v 60 dneh po predložitvi obračuna DDV. Zahtevek se mora podati na obrazcu, predpisanim s pravilnikom o izvajanju zakona o DDV.\nDa bo zavezanec v sistemu lahko izvajal obračun DDV, bo moral voditi knjigo prejetih in knjigo izdanih računov, katerih vsebina je predpisana. Morda je vsebina zahtevanih evidenc za zavezance, ki še nimajo izkušenj z vodenjem kakršnegakoli knjigovodstva, na prvi pogled zapletena, vendar gre za zelo enostavno evidenco, ki jo je celo mogoče izpeljati na osnovi podatkov prejetih ali izdanih evidenc. Zadnja obveza, ki jo nalaga zakon zavezancem v sistemu je hranjenje prejete in izdane dokumentacije in sicer za najmanj 10 let oziroma dokumentov o prometu z nepremičninami, na katerega je bil obračunan DDV, za najmanj 20 let. (Simončič s sod. 1999)\n"], "9": ["2.4 Upravičenci do pavšalnega nadomestila", "To so tisti kmetje ki niso postali redni zavezanci za DDV ali ne ugotavljajo davčne osnove na podlagi dejanskih prihodkov in dejanskih ali normiranih odhodkov. Pavšalist ima ob dobavi kmetijskih in gozdarskih pridelkov ter kmetijskih in gozdarskih storitev, ki so rezultat osnovne kmetijske in gozdarske dejavnosti pravico do pavšalnega nadomestila DDV. Pravico imajo le tisti, ki dobavljajo kmetijske in gozdarske pridelke in storitve rednim davčnim zavezancem. Za pridobitev pravice do pavšalnega nadomestila za posamezne skupine\npridelkov in storitev mora kmetija s kmetijskimi in gozdnimi zemljišči v uporabi članov gospodinjstva izpolnjevati minimalne pogoje skupne površine zemljišč v uporabi:\n- 1 ha njiv, vrtov in travnikov (poljščine, krmne rastline in drugi pridelki)\n- 1 ha njiv, travnikov in pašnikov (pridelki živinoreje)\n- 0,3 ha sadovnjaka (sadje)\n- 0,3 ha vinograda (grozdje, vino)\n- 0,3 ha hmeljišča (hmelj)\n- 1 ha gozda (les)\n- 2 ha kmetijskih in gozdnih zemljišč, od tega vsaj 1 ha kmetijskih površin\nSlednji so dolžni plačilu za dobavo, ki jim jo opravi kmet imetnik dovoljenja za pavšalno nadomestilo, prišteti znesek pavšalnega nadomestila v velikosti 8 % od odkupne vrednosti, ter imajo pravico obračunano in tudi plačano pavšalno nadomestilo odbiti kot DDV. Poleg tega imajo pravico do pavšalnega nadomestila tudi kmetje, ki svoje kmetijske in gozdarske pridelke in storitve prodajajo v druge države članice ali davčnim zavezancem, identificiranim za namene DDV v drugih članicah, ki so dolžni prišteti pavšalno nadomestilo v velikosti 8 % in imajo pravico do vračila pavšalnega nadomestila na podlagi zahtevka davčnemu organu, pri čemer se smiselno upoštevata 74.-74- g člen ZDDV-1 (Zalokar in sod. 2010, str. 256) in 167. člen P-ZDDV-1(Zalokar in sod. 2010, str. 256). Velja pa tudi obratno, če slovenski zavezanec obračuna pavšalno nadomestilo ob plačilu kmetu iz druge države članice v skladu z \ndovoljenjem njegove države, ki ga predloži tuji kmet. V takem primeru ima tuji kmet pravico do vračila tujega pavšalnega nadomestila na podlagi zahtevka davčnemu organu, pri čemer se smiselno upoštevajo 74.-74- g člen ZDDV-1 in 167. člen P-ZDDV-1 (Zalokar in sod. 2010, str. 257).\nKmetje imajo pravico do pavšalnega nadomestila, če prej pridobijo dovoljenje davčnega organa (kmetje pavšalisti). Imetnik dovoljenja mora za obdobje njegove veljavnosti sestaviti obračun pavšalnega nadomestila in ga predložiti davčnemu organu do 31. januarja tekočega leta za preteklo koledarsko leto. Oddaja obračuna je pogoj za izdajo dovoljenja za pavšalno nadomestilo za naslednje leto.\nKmet lahko uveljavi pravico do pavšalnega nadomestila le za dobavo kmetijskih in gozdarskih pridelkov in storitev, ki so rezultat osnovne kmetijske in gozdarske dejavnosti članov kmečkega gospodinjstva, ter kmetijskih in gozdarskih storitev, opravljenih za plačilo preko strojnega krožka drugemu kmečkemu gospodinjstvu, ki je identificirano za namene DDV.\n"], "10": ["2.4.1 Izdaja in podaljšanje dovoljenja za pavšalno nadomestilo", "Za pridobitev pravice do uveljavljanja pavšalnega nadomestila je treba pridobiti dovoljenje davčnega organa. Vloga za pridobitev (vloži jo lahko le en član kmečkega gospodinjstva kot njegov predstavnik) se odda krajevnemu pristojnemu davčnemu organu na obrazcu DDV- VKP4, ki je priloga XV P-ZDDV-1 in se bo še spremenil. V vlogi vlagatelj označi skupine kmetijskih pridelkov in storitev, za katere želi uveljavljati pavšalna nadomestila. Nerezident mora vlogi priložiti tudi potrdilo o članih svojega gospodinjstva, ki ga izda organ države nerezidenta. Če davčni organ na podlagi razpoložljivih podatkov ugotovi, da vložnikovo gospodinjstvo izpolnjuje pogoje, izda vložniku dovoljenje za uveljavljanje pravice do pavšalnega nadomestila za kmetijske in gozdarske pridelka ter kmetijske in gozdarske storitve iz tistih skupin, za katere je zaprosil in zanje izpolnjuje pogoje. Dovoljenje velja od datuma izdaje do izteka koledarskega leta, za katero je bilo izdano. \nObstoječim imetnikom dovoljenj davčni organ s 1. januarjem naslednjega leta podaljša njihovo veljavnost za naslednje koledarsko leto po uradni dolžnosti. Če imetnik dovoljenja ne predloži obračuna pavšalnega nadomestila v skladu s predpisi, davčni organ dovoljenja ne podaljša po uradni dolžnosti. Če želi predstavnik kmečkega gospodinjstva, na katero se glasi dovoljenje, za predstavnika določiti drugo osebo ali če želi dopolniti ali spremeniti seznam blaga in storitev, za katere ima pravico do pavšalnega nadomestila, lahko uveljavi spremembo pri pristojnem davčnem organu. Če pa kmečko gospodinjstvo ne želi več uveljavljati pravice do pavšalnega nadomestila, lahko imetnik dovoljenja o tem pisno obvesti pristojni davčni organ in dovoljenje vrne. Če vložnik vloge v obdobju veljavnosti dovoljenja umre, se lahko s posebno vlogo prenese dovoljenje na drugega člana kmečkega gospodinjstva kot naslednika vložnika.\n"], "11": ["2.4.2 Obračun pavšalnega nadomestila", "Pravico do pavšalnega nadomestila lahko uveljavi le oseba iz seznama upravičencev, na ime katerega se glasi dovoljenje za uveljavljanje pravice do pavšalnega nadomestila. Osnova za obračun pavšalnega nadomestila je plačilo za dobavo pridelkov in storitev, za katere se sme pavšalno nadomestilo uveljavljati. Imetnik dovoljenja mora račune, na podlagi katerih je uveljavil pavšalno nadomestilo, hraniti v skladu s 86. členom ZDDV-1 in jih na zahtevo davčnega organa dati na vpogled. Kmet pavšalist mora na podlagi računov, ki jih je v njihovem imenu izdal kupec, sestaviti obračun pavšalnega nadomestila za obdobje veljavnosti dovoljenja in ga predložiti davčnemu organu do 31. januarja naslednjega leta, ne glede na to če je na podlagi dovoljenja opravil kako dobavo ali ne.\n"], "12": ["2.5 Kmetija izven sistema DDV", "Kmetije, ki ne bodo mogle ali želele uveljavljati niti pravice do pavšalnega nadomestila, dobo tako kot kmetje s pravico do pavšalnega nadomestila, plačale DDV za vse svoje nabave. Pri prodaji svojih izdelkov ne bodo obračunavale DDV in tudi ne dobo mogle zahtevati 8 % pavšalnega nadomestila. Vstopnega DDV ne bodo mogle po računati, zato bo ta direktno bremenil njihove pridelovalne stroške. Take kmetije bodo najverjetneje večino pridelkov uporabljale same ali jih poskusile prodati končnim uporabnikom na tržnici ali direktno prodajo na domu. To jim bo omogočilo svobodnejše oblikovanje prodajne cene in morda tako pridobiti del prihodka za poravnavo višjih stroškov na račun DDV. (Simončič s sod. 1999)\n"], "13": ["3 METODE DELA", ""], "14": ["3.1 Predstavitev vzorčne kmetije", "Kmetija se nahaja pod vznožjem hriba Boč, v bližini turističnega mesta Rogaška Slatina. Na kmetiji je edina dejavnost pridelava mleka, daje pa zaposlitev gospodarju in njegovi ženi, v pomoč pa smo jima trije sinovi. Obdelujejo 24 hektarjev kmetijskih površin, od tega ja 12 hektarjev lastne, ostala je v najemu. V lasti imajo še 5 hektarjev gozda, ki pa na kmetiji ne prinaša dodatnega zaslužka, saj se les uporablja izključno za domačo porabo.\nNa kmetiji je okoli 60 glav goveje živine, od tega polovica molznic, ostalo pa mlada živina za obnovo črede, 90 % je lisaste, nekaj črno bele in rjave pasme. Na kmetiji se obdrži večinoma ženskih potomcev, moške potomce pa prodajo pri starosti 14 dni. Večina del na kmetiji se opravijo z lastno mehanizacijo, najemajo usluge za siliranje koruze, baliranje in setev žita ter koruze.\nVso voluminozno krmo pridelajo doma, dokupi se mineralno vitaminska mešanica, močna krmila K-19 za krave molznice, sončnične tropine, ter mlečni nadomestek in štarter za teleta. Travna silaža se silira v koritaste silose, krma slabše kakovosti za telice pa balira. Suho seno se delno posuši na tleh, popolnoma posuši pa na dosuševalni napravi na hladni zrak, zaradi boljše kakovosti. Koruza se vsa silira v koritaste silose. Okoli hektar površine na leto posejejo z pšenico, ki jo krmijo kravam z višjo mlečnostjo, slamo pa uporabljajo za nastiljanje teletom in kravam po porodu. Obrok za molznice tako sestavljajo koruzna in travna silaža v razmerju 1:1, dodajajo se mineralno vitaminski dodatki in sončnične tropine. Močna krmila dobijo na avtomatu, glede na količino mleka.\nNa kmetiji se strmi k čim bolšji mlečnosti krav in dobremu zdravstvenemu stanju krav, kar povečuje prihodek, zmanjšuje pa stroške, kar pa je za končni finančni rezultat najpomembnejše. Trenutna mlečno je 7200 l v redni laktaciji (305 dni). Mleko se prodaja v Mlekarno Celeia v Arji vasi, ki mleko odvaža vsaki drugi dan.\n"], "15": ["3.2 Kalkulacije pokritja", "Kalkulacije pokritja predstavljajo poenostavljen tip kalkulacij, saj obračunavajo samo direktne variabilne stroške proizvodnje. Razlika med vrednostjo proizvodnje in skupine variabilnih stroškov predstavlja pokritje, ali povedano drugače, prispevek za kritje fiksnih stroškov kmetije.\nSkupno pokritje mora biti čim večje od fiksnih stroškov. Kalkulacije pokritja torej ne uporabljajo prerazporeditve fiksnih stroškov po posameznih aktivnostih, ampak jih obravnavajo na nivoju celotne kmetije. To je osnovna prednost teh kalkulacij, saj se na ta način v nekaterih primerih izognemo izredno problematični prerazporeditvi fiksnih stroškov po posameznih stroškovnih nosilcih.\nKalkulacije pokritja za posamezne kmetijske proizvode pripravlja Kmetijsko gospodarska zbornica Slovenije in jih vsaka tri leta izda v Katalogu kalkulacij za načrtovanje gospodarjenja na kmetijah. Ta katalog s pridom uporabljamo pri izdelavi načrta pokritja na nivoju celotne kmetije.\nPri doma pripravljeni krmi se lahko srečamo z resnim problemom, kako razporediti variabilne stroške za pripravo te krme, če redimo več kategorij živali. Najboljše običajno je ugotavljanje skupnega (kombiniranega) pokritja za krmno površino kot razliko med vsoto pokritij za ustrezne kategorije živali brez variabilnih stroškov voluminozne krme in variabilni stroški sledenja.\nČeprav fiksnih ali stalnih stroškov ne razporejamo na posamezne aktivnosti, jih vseeno zaradi praktičnosti razvrščamo v štiri skupine. Tako lažje delamo primerjavo s podobnimi kmetijami. Razvrstitev v skupine:\n- Stroški dela (bruto plača polno in delno zaposlenih delavcev ter najeto delo, ki ni  specifično za določeno aktivnost). Prištejemo tudi vrednost proizvodov, ki jih  podarimo delavcem. Če pa nameravamo delati primerjavo z drugimi kmetijami, je  potrebno dodati oceno vrednosti domačega neplačanega dela. \n - Stroški mehanizacije, ki jih lahko razdelimo v amortizacijo, redno vzdrževanje, goriva  in maziva, davki in zavarovanje ter ne locirane obvezne ali pogodbene dajatve.\n- Najemnine (zemlja, objekti, tudi stroški izboljšanja zemljišč)\n- Splošni stroški\nObičajno potem na koncu pripravimo še povzetek aktivnosti za celotno kmetijo. Tako najprej nanizamo pokritja za posamezne aktivnosti in s seštevkom le-teh dobimo pokritje za celotno kmetijo od katerega odštejemo skupno vrednost fiksnih stroškov. Tako dobljeni rezultat pa nam pomeni oziroma pove doseženi dobiček dohodka (Kavčič,1996).\n"], "16": ["3.3 Načini izračunavanja DDV", ""], "17": ["3.3.1 Kmetija v sistemu DDV", "Vstopni davek\nn vDDV   st  sn  i=1\nkjer je: vDDV- vrednost vstopnega davka  st- stopnja DDV  sn- stroškovni nosilec Posamezen stroškovni nosilec pomnožimo s stopnjo vstopnega DDV in nato vrednost vstopnega DDV seštejemo in dobimo skupno vrednost.\nIzstopni davek\nn iDDV   sti  vpi  i=1\nkjer je: iDDV- vrednost izstopnega davka  sti - stopnja izstopnega davka \n vpi- vrednost prihodka\nVrednost posameznega prihodka brez DDV pomnožimo s stopnjo izstopnega DDV, ki 8,5 % ali 20 %. Te vrednosti nato seštejemo.\nStrošek DDV\nsDDV = iDDV – vDDV\nkjer je: sDDV- strošek DDV  iDDV- vrednost izstopnega DDV  vDDV- vrednost vstopnega DDV Od vrednosti izstopnega DDV odštejemo skupno vrednost vstopnega DDV in dobimo vrednost DDV, ki nam predstavlja strošek.\nVpliv DDV na dohodek\nvpDDV = dž – sžDDV\nkjer je: vpDDV- vrednost s vplivom DDV na dohodek na žival  dž- dohodek na žival  sžDDV- strošek davka na žival\nOd vrednosti dohodka na žival odštejemo strošek DDV porazdeljen na žival in iz tega sledi vrednost vpliva DDV na dohodek na žival.\n"], "18": ["3.3.2 Kmetija z uveljavljanjem pavšalnega nadomestila", "Vstopni DDV\nn vDDV   st  sn  i=1\nkjer je: vDDV- vrednost vstopnega davka  st- stopnja DDV  sn- stroškovni nosilec\nPosamezni stroškovni nosilec pomnožimo s stopnjo vstopnega DDV in nato vrednost vstopnega DDV seštejemo in dobimo skupno vrednost.\nPavšalno nadomestilo\nn PN   sti  vpi  i=1\nkjer je: PN- pavšalno nadomestilo  stp- stopnja pavšalnega nadomestila (8 %)  vpi- vrednost prihodka\nPavšalno nadomestilo dobimo, ko posamezno vrednost prihodka pomnožimo s stopnjo pavšalnega nadomestila, ki znaša 8 % in te vrednosti seštejemo.\nStrošek DDV\nsDDV = PN- vDDV\nkjer je: sDDV- strošek DDV  PN- pavšalno nadomestilo \nvDDV- vstopni DDV\nOd vrednosti skupnega pavšalnega nadomestila odštejemo skupno vrednost vstopnega DDV in dobimo vrednost DDV, ki nam predstavlja strošek.\nVpliv DDV na dohodek\nvpDDV = dž – sžDDV\nkjer je: vpDDV- vrednost s vplivom DDV na dohodek na žival  dž- dohodek na žival  sžDDV- strošek davka na žival\nOd vrednosti dohodka na žival odštejemo strošek DDV porazdeljen na žival in iz tega sledi vrednost vpliva DDV na dohodek na žival.\n"], "19": ["3.3.2 Kmetija izven sistema DDV", "Vstopni davek\nn vDDV   st  sn  i=1\nkjer je: vDDV- vrednost vstopnega davka  st- stopnja DDV  sn- stroškovni nosilec\nPosamezen stroškovni nosilec pomnožimo s stopnjo vstopnega DDV in nato vrednost vstopnega DDV seštejemo in dobimo skupno vrednost.\nStrošek DDV \nsDDV = iDDV – vDDV\nkjer je: sDDV- strošek DDV  iDDV- vrednost izstopnega DDV  vDDV- vrednost vstopnega DDV\nOd vrednosti izstopnega DDV odštejemo skupno vrednost vstopnega DDV in dobimo vrednost DDV, ki nam predstavlja strošek. Kadar je kmetija izven sistema DDV nimamo vrednosti izstopnega DDV, niti pavšalnega nadomestila.\nVpliv DDV na dohodek\nvpDDV = dž – sžDDV\nkjer je: vpDDV- vrednost s vplivom DDV na dohodek na žival  dž- dohodek na žival  sžDDV- strošek davka na žival\nOd vrednosti dohodka na žival odštejemo strošek DDV porazdeljen na žival in iz tega sledi vrednost vpliva DDV na dohodek na žival. \n4 REZULTATI Z RAZPRAVO\n"], "20": ["4.1 Kalkulacija pokritja pri pridelavi mleka", "Nadaljevanje preglednice 1.\nV zgornji tabeli smo upoštevali vse prihodke na kmetiji, tudi neposredna plačila in sredstva pridobljena na razpisih, ki pa jih pozneje v obračunu davka ne bomo uporabili, saj ta sredstva niso obremenjena z DDV. Upoštevali smo tudi vse stroške, ki so nastali v letu 2010. Tudi tukaj so nekateri stroški, ki jih v davčnem sistemu na upoštevamo. Tako na primer najemnina za zakup zemljišč, ki jo imamo od privat lastnikov in se plačilo izvrši direktno lastniku brez računa. Ne upoštevajo se tudi stroški invalidskega in pokojninskega zavarovanja in pa vsa zavarovanja na kmetiji. \nNa osnovi teh podatkov smo izračunali pokritje in pa pokritje po živali, iz katerega pa smo dobili kakšen je dohodek na eno žival.\nIz grafikona je razvidno, da največji strošek pri pridelavi mleka predstavlja krma za živino, zato je pomembno, da doma pridelamo čim bolj kakovostno krmo, ki je bistveno cenejša kot pa dokupljena krma oz. krmila. Velik strošek lahko predstavljajo tudi veterinarske usluge, zato je potrebno živalim zagotoviti čim bolj ustrezne pogoje za nastanitev živali. Tudi z ustrezno prehrani in pravilnim obrokom lahko veliko pripomoremo pri zdravju živali.\n"], "21": ["4.2 Kmetija izven sistema DDV", "V preglednici imamo podane stroške in prihodke brez DDV na eni strani, na drugi strani pa je vrednost vstopnega in izstopnega DDV. Izstopnega DDV tukaj ne zaračunavamo, saj je kmetija izven sistema DDV. \nIz dobljenih rezultatov vidimo, da se nam je dohodek na žival kaj precej zmanjšal, za več kot 200 €. Vidimo, da so stroški na kmetiji, ki se ukvarja z prirejo mleka, zelo veliko. Ker izstopnega DDV tukaj ni, moramo vstopni DDV v celoti kriti iz prihodkov kmetije. Ostati izven sistema je zato najbolj neugodna rešitev za kmetijo.\n"], "22": ["4.3 Kmetija z uveljavljanjem pavšalnega nadomestila", "V preglednici smo poleg vstopnega DDV izračunali še vrednost pavšalnega nadomestila, ki znaša 8 % na prodane izdelke. Tako smo zmanjšali vrednost vstopnega davka. Ta sistem bi bil ugoden le v primeri, če na kmetiji ni večjih vlaganj, če pa bi se odločili za večja vlaganja in bi se posledično vstopni DDV povečal, bi pavšalni nadomestilo krilo le manjši del vstopnega davka in bi se dohodek na žival zmanjšal. Se je pa dohodek na žival zmanjšal za slabih 100 €, kar pa je bistveno manj, kot pa če smo izven sistema DDV.\n"], "23": ["4.4 Kmetija vključena v sistem DDV", "V preglednici imamo vstopni davek in pa izstopni davek, saj je kmetija vključena v sistem DDV. Mleko in meso sta obdavčena z 8,5 % izstopnim davkom in tako hitreje pokrije vstopni davek. Iz rezultatov vidimo, da se je dohodek na žival povečal.\n"], "24": ["4.5 Komentar rezultatov", "Dohodek na žival brez upoštevanega DDV znaša 747,62 €. V prvem primeru, ko je kmetija izven sistema DDV se dohodek na žival zmanjša na 513,57 €. Kot vidimo je to precejšen padec dohodka, saj se je dohodek na žival zmanjšal za več kot 200 €, kar pa na letni ravni pri takšni čredi (28 krav) znaša preko 5000 €. Takšen padec pa je posledica stroška vstopnega davka, ki ga kmetija ne more zmanjšati in ji predstavlja največje breme. Če ima kmetija dovoljenje za pavšalno nadomestilo se dohodek ne zniža tako drastično in znaša 681,15 €, kar pa na letni ravni vseeno znese okoli 2000 €. Če primerjamo prejšnji primer, ko kmetija ni v sistemu DDV, pa je dohodek bistveno večji, sploh pa je to pomembno, če vemo, da nam to ne predstavlja skoraj nikakršen dodatni strošek, sam moramo samo izdati potrdilo o pavšalnem nadomestilu. Pri zadnji različici, ko je kmetija vključena v sistem DDV, je dohodek na žival najvišji. Tu se je dohodek iz 747,62 € zvišal na 803,61 €. Ob tem velja omeniti, da so se na kmetiji izvajale določene investicije, ki pa bistveno ne vplivajo na proizvodnjo, vendar so pomembne za posodabljanje proizvodnje in omogočanje lažjega dela kmetu.\n"], "25": ["4.6 Kalkulacija pokritja, brez upoštevanja večjih investicij", "Nadaljevanje preglednice 5.\nIz preglednica 6. je razvidno, da se je dohodek na kmetiji, ki uveljavlja pavšalno nadomestilo precej povečal iz 1.354,26 € na 1.409,12 €, kar je 100 € več kot znaša prihodek na žival brez upoštevanje večjih investicij. Kar pa na letni ravni prinaša precej večji dohodek. To je posledica da je bil vstopni DDV na kmetiji manjši od izstopne vrednosti pavšalnega nadomestila. \nNa kmetiji, ki je v sistemu DDV pa se je dohodek iz 1.354,26 € zmanjšal na 1.288,93€, kar pa je za okoli 50 € manj, kot znaša prihodek na žival brez upoštevanje večjih investicij. To je posledica, da se je vstopni davek zelo zmanjšal, izstopni, da je ostal enak in ker je kmetija v sistemu DDV, je bila primorana vrniti razliko DDV.\n"], "26": ["5 ZAKLJUČEK", "V diplomskem delu smo po obdelavi vseh treh sistemov vključevanja v sistem DDV ter ob upoštevanju investicij ter na drugi strani brez upoštevanja investicij na kmetiji z mlečno proizvodnjo prišli do naslednjih ugotovitev.\nNa kmetiji, kjer smo črpali podatke, torej živinorejski kmetiji, bi se vstop v sistem DDV pokazal kot pozitivna odločitev, saj se na kmetiji redno izvajajo večje investicije. Na osnovi zbranih podatkov o prihodkih in stroških, bi se moralo na taki kmetiji letno investirati vsaj 8000 €, vendar moramo biti pazljivi, da se nam investicije amortizirajo, kajti investiranje brez prave osnove je lahko problematično za nadaljnji obstoj kmetije. Če pa bi investirali manj, se nam bolj izplača imeti dovoljenje za pavšalno nadomestilo, saj nam ni treba vračati preseženega DDV. Za takšno kmetijo pa bi bilo najslabše, da je izven sistema DDV in ne uveljavlja niti pavšalnega nadomestila, saj se dohodek na žival precej zmanjša.\nZa pravilno odločitev je torej potrebno narediti analizo stroškov in prihodkov. Če ugotovimo, da je vstopni DDV večji od izstopnega DDV, se nam izplača vstopiti v sistem, če pa je izstopni DDV manjši, se man bolj izplača pavšalno nadomestilo. Torej če na kmetiji prodajamo izdelke in zaračunavamo izstopni DDV, vstopni DDV pa je zaradi ne izvajanja investicij manjši, stroški proizvodnje, kjer je vstopni DDV večinoma 8,5% ne pokrijejo izstopni DDV, bolj izplača pavšalno nadomestilo, posebej, če upoštevamo, da je pavšalno nadomestilo 8 %.\nIz vseh zbranih podatkov, lahko našo delovno hipotezo potrdimo. Vstop v sistem se za kmetijo obrestuje, če bo izvajala večje investicije, v drugem primeru je zanjo boljše, da si uredi zahtevam za pavšalno nadomestilo.\n"], "abstract": ["Cilj diplomske naloge je statistična primerjava davčnih sistemov v kmetijstvu. Iz pridobljenih rezultatov bomo poskušali dobiti čim bolj točne podatke o tem, ali se kmetiji izplača vstopiti v sistem DDV ali je bolje, da se uredi pavšalno nadomestilo pri upoštevanju vseh stroškov in na primeru, kjer večjih investicij ne bomo upoštevali. V teoretičnem delu je opisana davčna zakonodaja v kmetijstvu, pri praktičnem delu pa je narejena analiza treh različnih davčnih sistemov na praktičnem primeru. Vsi podatki so bili pridobljeni na lastni kmetiji, kjer se ukvarjamo z pridelavo mleka in se nanašajo na leto 2010. "]}