{"1": ["1 UVOD", "Sliva (Prunus domestica L.) je s stališča energetske in prehranske vrednosti cenjen sadež. Plodovi so uporabni kot sveže sadje ali pa kot sadje za predelavo. Kalorična vrednost plodov je majhna. Slive spadajo med sadeže z dokaj visoko antioksidativno učinkovitostjo (AOU), ki je posledica vsebnosti biološko aktivnih spojin, kot so karotenoidi, vitamini A, C in E, antocianini in ostale fenolne spojine. Antioksidanti varujejo organizem pred poškodbami, ki jih povzročajo prosti radikali na lipidnih strukturah, celičnih strukturah in dedni masi. Kljub jasnim poročilom glede pomena sliv v prehrani človeka ostaja njihova potrošnja nizka, kar je predvsem posledica preslabe zrelosti v času obiranja.\nNa razpolago je veliko objav o AOU različnih sort sliv, le malo pa je znanega o spreminjanju AOU med njihovim zorenjem. Po definiciji je AOU spojine sposobnost, da inhibira lipidno peroksidacijo oz. oksidativno degradacijo medijev (Roginsky in Lissi 2005). V diplomskem delu smo ugotavljali, kako se spreminja celokupna AOU med zorenjem štirih sort sliv: 'Stanley', 'Tophit', 'Valor' in 'Čačanska lepotica'. Za določitev AOU v ekstraktih sliv smo uporabili ABTS metodo, ki je danes med najbolj razširjenimi metodami za določanje AOU.\nCilji raziskovalnega dela in delovne hipoteze v diplomski nalogi so naslednji:\n- Ugotoviti, ali se v naših pridelovalnih razmerah AOU posamezne sorte med  zorenjem spreminja.\n- Ugotoviti, ali se AOU posameznih sort med sabo razlikuje pri optimalni zrelosti.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Prehranska vrednost sliv", "Sliva (Prunus domestica L.) se lahko uporablja kot sveže sadje ali tudi kot sadje za predelavo. Polovica sliv, pridelanih v svetu, se uživa sveže, druga polovica pa se predela v marmelade, suho sadje, kompote, sokove in koncentrate (Nergiz in Yildiz 1997).\nV vsebnosti vitaminov plod slive prekaša hruško, višnjo, jabolko in še kakšno drugo vrsto sadja. Slive vsebujejo vitamin C, A, B2 in še nekatere druge. Kalorična vrednost plodov je majhna, saj daje 100 gramov 40-60 kalorij in je tako primerna hrana za ljudi, ki se malo gibljejo (Lučić in sod. 1979).\nTako notranja kot zunanja kakovost plodov sta neposredno vezani na procese, ki se odvijajo med zorenjem in dozorevanjem v nasadu. Notranjo kakovost določimo s kriteriji, ki so hkrati kriteriji zrelosti, to so tekstura plodov, vsebnost organskih kislin, sladkorjev, okus itd. (Nunes in sod. 2009).\n"], "4": ["2.2 Antioksidanti", "Antioksidanti so naravne (vitamini A, C in E, karotenoidi, antocianini in ostale fenolne spojine) ali sintetične snovi ( butilhidroksianizol – BHA, butilhidrositoluen –BHT, propil galat – PG …), ki imajo sposobnost, da že v majhnih koncentracijah preprečijo ali zavirajo nezaželene oksidativne spremembe v vseh živih organizmih in tudi v živilih (Salobir 2000). Sintetično pridobljeni antioksidanti so mnogo cenejši, vendar se pri nekaterih pojavlja velika toksičnost, kar dodatno zahteva posebno previdnost pri uporabi (Škvarča 2000). Nekateri so vodotopni (vitamin C, glutation, flavonoidi), drugi so topni v maščobah (ubikinon-koencim Q10, vitamin E, karotenoidi) (Korošec 2000). \nMnoge znanstvene raziskave so pokazale, da vrtnine in temno rdeče obarvano sadje zmanjša verjetnost nastanka rakavih obolenj ter kardiovaskularnih bolezni (Singh in sod. 2006), vendar dejanska vloga antioksidantov v primeru bolezni, kot je rak, še ni popolnoma raziskana.\nGlede na način delovanja oz. zaviranja oksidacije ločimo dve veliki skupini antioksidantov: primarne in sekundarne antioksidante. Vloga primarnih antioksidantov je predvsem preprečevanje tvorbe prostih radikalov. Med primarne antioksidante prištevamo snovi, ki lahko reaktivne radikale spremenijo v bolj stabilne produkte in tako prekinejo verižno reakcijo avtooksidacije. Antioksidant najpogosteje poseže v reakcijo avtooksidacije tako, da odda vodikov atom radikalu, ki bi sicer omogočil tvorbo peroksidnih radikalov. Antioksidanti tega tipa so različne spojine iz skupine fenolov in flavonoidov ter nekateri encimi (npr. katalaza), ki nastajajo v organizmu (Gordon 1993). Sekundarni antioksidanti pa so spojine, ki nevtralizirajo na novo nastale proste radikale in preprečujejo, da bi vstopali v verižne reakcije in tvorili nove proste radikale (Gordon 1993). Za njih je značilno, da reagirajo s kovinskimi ioni, ki so katalizatorji oksidacije, odvzemajo kisik iz medija, absorbirajo UV svetlobo. Razvrstimo jih v tri skupine: odjemalci kisika (vitamin C, karotenoidi, flavonoidi, ...), odjemalci radikalov (polifenoli, tokoferoli, …) in sinergisti (Raspor in sod. 2000).\nPorušeno razmerje med antioksidanti in prostimi radikali imenujemo oksidativni stres. Oksidativni stres se pokaže v primeru, ko je bil biološki sistem dalj časa izpostavljen oksidantom ali če je prišlo do zmanjšanja antioksidativne sposobnosti organizma in v primeru, ko istočasno nastopita oba dejavnika (Abram 2000). Antioksidanti ga preprečujejo s keliranjem kovinskih ionov, lovljenjem prostih radikalov in/ali popravilom oksidativno poškodovanih biomolekul (Korošec 2000).\n"], "5": ["2.2.1 Pomen antioksidantov", "Ljudje enako kot vsa druga bitja nujno potrebujemo snovi, ki imajo antioksidativno aktivnost, saj ščitijo organizem pred poškodbami, ki jih povzročajo prosti radikali na lipidnih strukturah, celičnih strukturah in dedni masi (Salobir 2000). V našem organizmu sta po izvoru dve vrsti antioksidantov: endogeni in eksogeni. Endogene tvori organizem, eksogene pa dobimo s hrano (Kreft in sod. 2000). Antioksidanti imajo pomembno vlogo tudi v samem živilu, saj ga varujejo pred oksidacijskim kvarjenjem, ki pomeni izgubljanje hranilne vrednosti, barve, vonja in okusa.\n"], "6": ["2.2.2 Viri antioksidantov", "Naravni antioksidanti so predvsem fenolne spojine, ki so lahko praktično v vseh delih rastline. V rastlinah nastajajo antioksidanti kot sekundarni metaboliti. Rastlino varujejo pred prostimi radikali, ki nastanejo zaradi vpliva škodljivih sončnih žarkov in nekaterih drugih dejavnikov iz okolja. Antioksidanti lahko rastlino ščitijo pred napadi virusov, bakterij, gliv in rastlinojedih živali (Kreft 2000), prispevajo pa tudi k barvi rastline, okusu in trpkosti sadja.\nAntioksidante najdemo v listih (zeleni ječmen, različne vrbe, listi avokada in murve), koreninah, pluti, lubju, brstih, semenih (sezam, lan, sončnice, žitarice), strokih oz. luščinah (kikiriki, ajda, fižol) in plodovih (slive, češnje, pomaranče, melone, limone). Poceni vir antioksidantov predstavljajo kmetijski in industrijski odpadki (olupki krompirja, tropine oliv, odpadna voda pri stiskanju oliv, jagodne kožice pri stiskanju grozdja, jabolčna pulpa, seme in olupki citrusov, stranski produkti kakava). V vseh naštetih živilih rastlinskega izvora delujejo antioksidanti na različne načine in se sinergistično dopolnjujejo (Hribar in Simčič 2000). Antioksidativen učinek sadja in zelenjave je predvsem posledica polifenolnih snovi in vitamina C, ki jih vsebuje večina sadja in zelenjave.\n"], "7": ["2.3 Analitske metode za merjenje antioksidativne učinkovitosti", "Za določanje AOU uporabljamo spektroskopske metode, s katerimi določamo redukcijsko sposobnost antioksidantov v sistemih s kovinskimi ioni ali sintetičnimi radikali, in metode, s katerimi določamo vpliv antioksidantov na stabilnost lipidov in proteinov v realnih vzorcih. Določitev AOU lahko izvedemo z uporabo direktne in indirektne metode. Z direktnimi metodami raziskujemo učinke antioksidantov prisotnih v analiziranih živilih na oksidativno razgradnjo substratov (npr. lipidov, proteinov, liposomov, bioloških membran). Med direktne metode spadajo: določanje AOU z β-karotenom, ORAC metoda (Oxygen Radical Absorbance Capacity) in metode na osnovi kinetike peroksidacije lipidov. Indirektne metode, FRAP (Ferric Reducing Antioxidant Power), metoda s prostim radikalom DPPH-+ (2,2-difenil-1-pikrilhidrazil) in ABTS-+ radikalom so preprostejše in primernejše za rutinsko uporabo. Pri indirektnih metodah se uporabljajo stabilni obarvani prosti radikali, ki absorbirajo v vidnem področju svetlobe. Pri teh metodah ocenimo sposobnost antioksidantov za lovljenje prostih radikalov, ki niso direktno povezani z oksidacijsko razgradnjo (Roginsky in Lissi 2005).\n"], "8": ["2.3.1 ABTS metoda", "Metoda temelji na radikalu ABTS-+, ki se tvori pri oksidaciji med ABTS (2,2'azino-bis (3- etilbenztiazolin 6-sulforonska kislina)) in kalijevim peroksodisulfatom. Svetlobo absorbira pri valovni dolžini med 600 in 750 nm in ga določimo spektrofotometrično. Radikal je modro zelene barve in je v raztopinah, kjer antioksidanti niso prisotni, relativno stabilen. V prisotnosti antioksidantov, ki so donorji vodika (npr. fenolne spojine), se radikal reducira, kar vodi do razbarvanja. Uporabljamo ga lahko v širokem območju vrednosti pH, v vodnih in etanolnih raztopinah. AOU lahko določamo v čistih komponentah in v kompleksnih osnovah vzorcev. Prednost metode ABTS v primerjavi z ostalimi testi je predvsem njena preprosta uporaba in možnost za rutinsko uporabo v vsakem laboratoriju (Roginsky in Lissi 2005). Rezultate podamo kot AOU v ekvivalentih Trolox (TE). To je množina Trolox (µmol), ki zagotavlja enako antioksidativno učinkovitost kot en gram \nvzorca. Trolox je sintetični analog vitamina E in se je uveljavil kot primerjalni antioksidant. Uporabljamo pa lahko tudi druge standarde kot npr. vitamin C.\n"], "9": ["3 MATERIAL IN METODA DELA", ""], "10": ["3.1 Aparature", ""], "11": ["3.1.1 Homogenizacija in hranjenje vzorcev", "Slive smo homogenizirali v mešalniku in jih do ekstrakcije hranili v zamrzovalniku na -80 ˚C (NON CFC Refrigerants, -86 ˚C Freezer). Po dodatku ekstrakcijske raztopine smo vzorce stresali na horizontalnem stresalniku THYS 2 in na vibracijskem stresalniku model LAB DANCER, proizvajalca IKA Germany.\n"], "12": ["3.1.2 Centrifugiranje", "Po ekstrakciji smo vzorce centrifugirali s centrifugo Rotanta 460R (Hettich Zentrifugen). To je naprava, v kateri s hitrim vrtenjem rotorja ustvarimo veliko umetno gravitacijsko polje, ki ob delovanju na delce v raztopini povzroči njihovo gibanje. Centrifugiranje je fizikalni postopek za ločevanje snovi (trdne faze od tekoče). Pri centrifugiranju je pomembno, da smo uporabili enake centrifugirke, da smo v vsako centrifugirko odmerili enak volumen ekstrakcijskega topila in da so bile centrifugirke v rotorju enakomerno razporejene.\n"], "13": ["3.1.3 Molekularna absorbcijska spektrometrija (MAS)", "AOU v ekstraktih sliv smo določili spektrofotometrično. Meritve so temeljile na merjenju intenzitete zeleno obarvanega ABTS-+ radikala in smo jih izvedli na UV/VIS spektrometru Varian Cary 1E (Varian, Inc.). \nInstrument sestavljajo: izvor svetlobe, monokromator, kiveta, detektor, merilni instrument in računalnik. Za merjenje v območju od 350 nm do 1000 nm uporabljamo kot izvor svetlobe klasično volframsko halogeno svetilko na žarilno nitko in za merjenje v območju od 195 nm do 375 nm devterijevo svetilko. Žarnica oddaja svetlobo različnih valovnih dolžin (polikromatsko svetlobo), ki potuje do monokromatorja ali uklonske mrežice. Monokromator prepusti le svetlobo izbrane valovne dolžine. Monokromatska svetloba potuje skozi kiveto, v kateri je raztopina. Kivete morajo biti iz materiala, ki prepušča sevanje želene valovne dolžine in je inerten za merjeno raztopino. Imeti morajo konstantno debelino in površino ter biti optično gladke. Pri prehodu svetlobe skozi obarvano raztopino se intenziteta svetlobe zaradi absorpcije molekul v raztopini zmanjša. Svetloba, ki jo molekule ne absorbirajo, potuje v detektor, ki meri intenziteto prepuščene svetlobe skozi vzorec in pri tem pretvori svetlobno energijo v električni signal (električni tok). Jakost električnega toka nato izmeri merilni instrument (zrcalni galvanometer).\nPri absorpciji velja Beer-Lambertov zakon (enačba 1). Absorbanca je odvisna od koncentracije raztopine in od dolžine poti svetlobe pri prehodu skozi raztopino. A=ε-c-l (1)\nA - absorbanca ε - molarni absorpcijski koeficient (L-mol-1 -cm-1) c - koncentracija raztopine (mol/L) l - dolžina kivete – dolžina poti svetlobe skozi raztopino (cm)\n"], "14": ["3.1.4 Merjenje pH-vrednosti", "Na pH-metru proizvajalca Orion (model 920A) smo preverili pH-vrednost pripravljene puferne raztopine.\n"], "15": ["3.2 Vzorčenje plodov", "Vzorčenje štirih različnih sort sliv – 'Čačanska lepotica', 'Valor', 'Stanley', 'Tophit' – smo opravili v nasadu, ki je lociran v Sadjarskem centru Maribor−Gačnik. Za vsako sorto smo izbrali deset dreves. Ko so plodovi dosegli premer 15−20 mm, smo izvedli ročno redčenje plodov, ki se izvaja z namenom optimiranja debeline in drugih parametrov kakovosti plodov.\nVzorčili smo v 2–3 dnevnih presledkih v mesecu avgustu (preglednica 1), ko se je v povrhnjici plodov začel razkrajati klorofil. Pri vzorčenju smo izbirali plodove podobne velikosti in barve, ki so bili brez mehanskih poškodb (npr. piki insektov) in niso zajemali ekstremov v barvi povrhnjice. V posameznem roku obiranja je povprečni vzorec predstavljalo 50 naključno izbranih plodov posamezne sorte.\n"], "16": ["3.3 Reagenti in raztopine", ""], "17": ["3.3.1 Reagenti", ""], "18": ["3.3.2 Priprava raztopin", "Za pripravo 1L fosfatnega pufra (PBS) smo zatehtali 4.00 g NaCl, 0.10 g KCl, 0.72 g Na2HPO4-2H2O ter 0.12 g KH2PO4. Dodali smo približno 800 mL deionizirane vode, uravnali pH-raztopine na 7.4 z dodatkom koncentrirane H3PO4 in dopolnili do 1L z deionizirano vodo. Raztopino smo hranili pri 4 ˚C.\nRaztopino ABTS-+ smo pripravili tako, da smo v 10 mL bučki raztopili 0.00662 g K2O8S2 in 0.03841 g ABTS ter dopolnili do oznake z deionizirano vodo. Raztopino smo pustili stati v temi na sobni temperaturi 20−24 ur, da se absorbanca ni več spreminjala. Koncentracija tako pripravljene raztopine ABTS-+ je 7mmol/L. Raztopina je v hladilniku pri 4 ˚C stabilna en teden. Tako pripravljena raztopina je osnovna raztopina ABTS-+, ki smo jo pred uporabo redčili.\nRedčena raztopina ABTS-+: osnovno raztopino ABTS-+ redčimo s PBS (~ 300 µL ABTS-+ /25 mL) tako, da dobimo absorbanco v območju (0.70 ± 0.2).\nEkstrakcijska raztopina: za ekstrakcijo vzorcev smo uporabili raztopino aceton/voda (70 : 30, v/v).\nMatrična raztopina: 50 mL ekstrakcijske raztopine smo odpipetirali v 100 mL bučko in razredčili z deionizirano vodo do oznake.\nOsnovna standardna raztopina Trolox: pripravili smo raztopino s koncentracijo Trolox 10 mmol/L. Zatehtali smo 0.06257 g Trolox in ga raztopili v 25 mL bučki v etanolu ter raztopino zavarovali pred svetlobo. Pri -20 ˚C je bila raztopina stabilna en mesec.\n"], "19": ["3.4 Ekstrakcija vzorca", "Zbranim plodovom smo previdno odstranili koščice in jih homogenizirali z ročnim mešalnikom. V 50 mL centrifugirke smo zatehtali 3.000 ± 0.200 g posameznega vzorca. Vzorce smo nato zamrznili s tekočim dušikom in jih do ekstrakcije hranili v zamrzovalniku na -80 ˚C. Ekstrakcijo smo izvedli po opisu v literaturi (Awika in sod. 2003) z manjšimi modifikacijami postopka.\nOpis postopka: k vzorcem smo dodali 30 mL ekstrakcijske raztopine in jih premešali na vibracijskem stresalniku (1 min). Nato smo vzorce stresali 2 uri na horizontalnem stresalniku pri sobni temperaturi in jih čez noč postavili v zamrzovalnik na -20 ˚C. Naslednji dan smo vzorce ogreli na sobno temperaturo in jih centrifugirali 15 min pri 4 ˚C in 8500 obratih na minuto. Po končanem centrifugiranju smo supernatant previdno prelili v 100 mL bučko. K preostanku smo dodali 10 mL ekstrakcijske raztopine. Vzorce smo premešali, stresali 15 minut in centrifugirali. Postopek smo ponovili še enkrat. Supernatante smo združili v 100 mL bučki in dopolnili z deionizirano vodo do oznake. Alikvot ekstrakta smo do analize hranili na -20 ˚C. Vsak vzorec smo pripravili v dveh ponovitvah.\n"], "20": ["3.5 Umeritvena krivulja", "Iz osnovne standardne raztopine Trolox smo pripravili delovne raztopine s koncentracijami v območju od 100 µmol/L do 600 µmol/L. V 10 mL bučke smo odpipetirali od 0.1 mL do 0.6 mL osnovne standardne raztopine Trolox in dopolnili z matrično raztopino. Preglednica 3 prikazuje volumne osnovne standardne raztopine Trolox in koncentracije pripravljenih delovnih raztopin izražene v µmol/L.\n"], "21": ["3.6 Določanje antioksidativne učinkovitosti z uporabo ABTS metode in standardne  raztopine Trolox", "Za pripravo umeritvene krivulje smo v centrifugirko odpipetirali 35 µL delovne raztopine z različno koncentracijo Trolox in dodali 1 mL razredčene raztopine ABTS-+. Ekstrakte sliv smo pripravili enako, le da smo v centrifugirke namesto delovne raztopine Trolox odpipetirali 35 µL ekstrakta sliv. Vzporedno smo pripravili tudi kontrolni in slepi vzorec. Pri kontrolnem vzorcu smo v centrifugirko odpipetirali 35 µL matrične raztopine in dodali 1 mL razredčene raztopine ABTS-+. Slepi vzorec, ki smo ga uporabili za umerjanje spektrometra, smo pripravili tako, da smo v centrifugirko odpipetirali 35 µL matrične raztopine in dodali 1 mL PBS. Centrifugirke smo zaprli, dobro premešali in pustili stati v temi na sobni temperaturi. Po 25 minutah smo na spektrofotometru pri valovni dolžini 734 nm izmerili absorbance kontrolnega vzorca, delovnih raztopin Trolox in ekstraktov sliv. Vsako raztopino smo pripravili v dveh ponovitvah. \nZmanjšanje absorbance ( ∆A ) delovnih raztopin Trolox in ekstraktov sliv smo izračunali glede na kontrolni vzorec po enačbi (2):\nA(kontrolni vzorec) − A(x) ∆A = ⋅ 100 (2)  A(kontrolni vzorec)\nA(x) – absorbanca izmerjena za raztopine z različno koncentracijo Trolox oz. ekstrakte vzorcev\nUmeritveno krivuljo smo narisali v programu Microsoft Excel tako, da smo na absciso (x- os) nanesli koncentracije delovnih raztopin Trolox od vrednosti 100 µmol/L do 600 µmol/L, na ordinato (y-os) pa pripadajoče vrednosti zmanjšanja absorbance v odstotkih. Iz enačbe premice za umeritveno krivuljo smo izračunali koncentracijo Trolox v ekstratih sliv (µmol/L).\nRezultate smo podali v µmol Trolox ekvivalenta (TE)/g svežega vzorca (SV). Pri izračunu smo upoštevali zatehtano maso vzorca sliv, redčenje po ekstrakciji in koncentracijo Trolox (µmol/L) v ekstraktu (enačba 3).\nkoncentracija Trolox (µmol/L) ⋅ 0.1 µmol TE/g SV = (3)  zatehtana masa vzorca (g)\n"], "22": ["3.7 Statistična obdelava podatkov", "Za statistično obdelavo podatkov smo uporabili AOU, izraženo v µmol TE/g SV, določeno pri posameznih terminih vzorčenja. Analiza variance (ANOVA) je bila izvršena za naslednje podatke: AOU (µmol TE /g SV) – odvisna spremenljivka in čas – neodvisna spremenljivka. Z ANOVO smo najprej preverili, če je za vse sorte značilna homogenost variance, nato pa aritmetične sredine primerjali z Duncanovim testom pri 5 % tveganju. Uporabili smo statistični paket SPSS verzija 18.0 za program Windows.\n"], "23": ["4 REZULTATI Z RAZPRAVO", "Določanje optimalnega termina obiranja pri slivah je zahtevno, saj se le-ta iz leta v leto spreminja za 2 do 3 tedne, odvisen pa je predvsem od starosti drevesa in oskrbe dreves s hranilnimi snovmi. Pri slivah je izbira pravilnega časa obiranja zelo pomembna, saj dolgoročno skladiščenje ni primerno (Steinbauer in sod. 2005). Za raziskovanje v diplomski nalogi smo uporabili plodove posameznih sort sliv: 'Čačanska lepotica', 'Valor', 'Stanley' in 'Tophit', ki smo jih vzorčili v 2–3 dnevnih presledkih zadnji oz. zadnja dva tedna zorenja.\n"], "24": ["4.1 Določanje antioksidativne učinkovitosti", "AOU v ekstraktih vzorcev sliv smo določali z ABTS metodo. Meritve so temeljile na redukciji predhodno pripravljenega radikala ABTS-+, ki je modro zelene barve. V prisotnosti antioksidantov, ki so donorji vodika, se radikal ABTS-+ reducira, kar povzroči razbarvanje raztopine. Zmanjšanje absorbance se z naraščanjem koncentracije Trolox v izbranem koncentracijskem območju linearno povečuje (slika 1), kar potrjuje tudi korelacijski koeficient (R2), ki je večji od 0.99. Na sliki 1 je prikazana enačba regresijske premice, na podlagi katere smo izračunali koncentracije Trolox v ekstraktih vzorcev sliv. \n0 100 200 300 400 500 600 700  Koncentracija Trolox (µmol/L)\nraztopin Trolox v koncentracijskem območju od 100 µmol/L do 600 µmol/L\n4.2 Primerjava antioksidativne učinkovitosti različnih sort sliv pri optimalni zrelosti\nCrisosto in sod. (2004) poročajo, da določanje optimalne zrelosti ni enostavno, saj pri slivah ne razpolagamo z indeksi zrelosti. Barva povrhnjice je eden najpomembnejših kriterijev zrelosti (Crisosto in sod. 2004), vendar se kot parametri zrelosti uporabljajo tudi vsebnost sladkorjev, trdota mesa plodov in titracijske kisline. Na splošno prav vsebnost sladkorjev in kislin določa dovzetnost sliv pri potrošnikih (Crisosto in sod. 2004).\nPomen razmerja med topno suho snovjo (TSS) in skupnimi titracijskimi kislinami (TA) so predstavili Nunes in sod. (2009), ki poročajo, da vrednosti TSS/TA blizu 1 pomenijo, da je sadje primerno za obiranje, vrednost blizu 0 pa predstavlja neprimeren čas obiranja.\nGlede na organoleptično oceno (velikost in barva plodov, vonj, okus) in ostale parametre zrelosti, kot so skupne titracijske kisline (TA) in topna suha snov (TSS; zajema vse snovi, \nki so raztopljene v celičnem soku, od katerih predstavljajo glavni delež sladkorji in različne kisline), smo določili, v katerem terminu obiranja je bila dosežena optimalna zrelost. Pri vzorčenjih, ki smo jih opravili za posamezne sorte, je bila optimalna zrelost dosežena pri sorti 'Čačanska lepotica' 3.8., sorti 'Valor' 29.8., 'Stanley' 22.8. ter pri sorti 'Tophit' 10.9. V optimalno zrelih plodovih je AOU pri sorti 'Čačanska lepotica' znašala 12.8 µmol TE/g SV, pri sorti 'Valor' 18.6 µmol TE/g SV, 'Stanley' 11.4 µmol TE/g SV ter pri sorti 'Tophit' 10.8 µmol TE/g SV. Kot je razvidno iz rezultatov, je najnižja AOU ugotovljena pri sorti 'Tophit', najvišja pa pri sorti 'Valor' (preglednica 4). Razlike v AOU, določeni v optimalno zrelih plodovih, so bile med sortami statistično signifikantne (Duncan, 0.05).\nZa določanje AOU se uporabljajo različne metode, zato lahko objavljene rezultate neposredno primerjamo samo, če je bila uporabljena ista metoda, ekstrakcijsko topilo in enak reakcijski čas.\nZ uporabo iste metode so Gracia-Alonso (2004) v metanolnih ekstraktih sliv sorte 'Claudia' določili AOU 18 µmol TE/g svežega vzorca, AOU v ekstraktih, dobljenih z mešanico metanola in vode pri neznani sorti slive, pa je bila 17 µmol TE/g svežega vzorca (Stratil 2007).\nKer so bile vse sorte, vključene v raziskavo, vzorčene na isti lokaciji in pridelane na podoben način, lahko razlike v AOU pripišemo genetski variabilnosti in z njo povezanimi razlikami v biosintezi fenolnih sekundarnih metabolitov, kar je značilno za slive (Kim in sod. 2003). \n zrelosti.\n0.05) \n4.3 Spreminjanje celokupne antioksidativne učinkovitosti med zorenjem sliv\nSpremembe v AOU, ki so se pojavljale skozi obdobje dozorevanja sliv, so prikazane na grafikonih od 1 do 4. AOU v plodovih 'Čačanske lepotice' (grafikon 1) je bila najnižja pri drugem vzorčenju in je znašala 11.0 µmol TE/g svežega vzorca (SV). Med prvim in zadnjim vzorčenjem ni bilo statistično pomembnih razlik, bile pa so med prvim in drugim ter drugim in tretjim vzorčenjem. Pri zadnjem vzorčenju, ki ustreza optimalni zrelosti plodov, je bila AOU 12.8 µmol TE/g SV, kar je 16 % več kot pri drugem vzorčenju.\nDatum vzorčenja\nGrafikon 2 prikazuje postopen trend naraščanja AOU pri sorti 'Valor'. AOU se je med prvim in drugim vzorčenjem nekoliko zmanjšala in sicer za 3 %, vendar med tema dvema vzorčenjema v AOU ni bilo statistično pomembnih razlik (p ≤ 0.05). Med prvim in tretjim vzorčenjem se je AOU povišala za 8.7 % iz 12.6 µmol TE/g SV na 13.7 µmol TE/g SV. Nekoliko hitrejši trend naraščanja AOU smo opazili pri zadnjih treh vzorčenjih. Med zorenjem sliv sorte 'Valor' se je AOU povišala za 47 %. \nDatum vzorčenja\nV plodovih sorte 'Stanley' (grafikon 3) se je AOU skozi obdobje dozorevanja precej spreminjala. Do statistično signifikantnih razlik ne prihaja med prvim (6.9 µmol TE/g SV) in drugim vzorčenjem (7.2 µmol TE/g SV). Tretje vzorčenje označuje precejšen padec AOU v primerjavi s prvim, saj se je le-ta znižala za kar 38 %. Vzrok za tako velik padec AOU bi lahko bila neustrezna obravnava plodov po vzorčenju. Glede na organoleptično oceno in druge parametre zrelosti smo kot optimalen čas obiranja izbrali četrto vzorčenje, pri katerem je bila AOU 11.4 µmol TE/g SV, kar predstavlja 66 % več v primerjavi s prvim vzorčenjem. Plodove smo nabirali in analizirali še naprej, kljub temu da je bila optimalna zrelost že dosežena. Ugotovili smo, da se AOU ni bistveno spreminjala z izjemo pri sedmem vzorčenju, ko se je AOU zopet precej povišala in celo presegla vrednost, ki je bila izmerjena v optimalno zrelih plodovih (četrto vzorčenje) za skoraj 6 %, vendar dobljen rezultat v primerjavi s četrtim vzorčenjem ne označuje statistično pomembne razlike. \nDatum vzorčenja\nSorta 'Tophit' (grafikon 4) prikazuje postopen trend naraščanja AOU skozi obdobje dozorevanja. Tako kot pri ostalih sortah je bila tudi tukaj najnižja AOU določena pri prvem vzorčenju, in sicer je znašala 7.4 µmol TE/g SV. AOU je skozi dozorevanje naraščala in tako se je pri drugem vzorčenju povišala za kar 47 %. V naslednjih fazah dozorevanja nismo opazili večjih sprememb AOU.\nDatum vzorčenja\nSkozi obdobje dozorevanja sliv od prvega do zadnjega vzorčenja, ko je bila dosežena optimalna zrelost, se je AOU v sortah 'Čačanska lepotica', 'Valor' in 'Tophit' povišala za 3 %, 47 % in 41 %. Pri sorti 'Stanley' smo kot optimalen čas zrelosti določili četrto vzorčenje. AOU se je v primerjavi s prvim vzorčenjem povišala za 66 %. Pri tej sorti smo vzorčili tudi po že doseženi optimalni zrelosti. Na osnovi dobljenih rezultatov ne moremo zaključiti, da bi slive še pridobile na AOU, če bi jih obirali potem, ko je že bila dosežena optimalna zrelost (npr. en teden kasneje).\nAOU se je med zorenjem sliv različno spreminjala. Pri sorti 'Tophit' in 'Valor' je bilo opaženo postopno povečevanje AOU, manjši padec je bil opažen pri sorti 'Čačanska lepotica' pri drugem vzorčenju. Nekoliko večja nihanja med posameznimi vzorčenji pa so bila vidna pri sorti 'Stanley'. Po pregledu literature smo ugotovili, da je bilo na tem področju do sedaj opravljenih zelo malo raziskav. Prvi, ki so spremljali spreminjanje AOU med zorenjem sliv, so bili Diaz-Mula in sod. (2008). Naši rezultati kažejo trend naraščanja AOU med zorenjem sliv in se ujemajo s tistimi, ki so jih objavili Diaz-Mula in sod. (2008), ki so prav tako opazili naraščanje AOU v obdobju dozorevanja sliv.\n"], "25": ["5 SKLEPI", "V diplomski nalogi smo spremljali spreminjanje antioksidativne učinkovitosti (AOU) med zorenjem štirih sort sliv: 'Čačanska lepotica', 'Valor', 'Stanley' in 'Tophit'. Za določitev AOU smo uporabili ABTS metodo. Na osnovi dobljenih rezultatov lahko sklepamo:\n1. AOU je pri vseh sortah med zorenjem naraščala. Gledano z vidika potrošnika je  zelo pomembno, da slive niso obrane prehitro, saj bi se s tem izgubile za zdravje  koristne snovi, ki imajo antioksidativni učinek.  2. Pri doseženi optimalni zrelosti se posamezne sorte sliv med sabo razlikujejo v  AOU. Najvišja AOU v optimalno zrelih plodovih je bila ocenjena pri sorti 'Valor'  in je znašala 18.6 µmol TE/g SV, najnižja pa pri sorti 'Tophit', in sicer 10.8 µmol  TE/g SV.\n3. Vse sorte so bile vzorčene na isti lokaciji in pridelane na podoben način, zato lahko  sklepamo, da prihaja do razlik zaradi genske variabilnosti in z njo povezanimi  razlikami v biosintezi fenolnih sekundarnih metabolitov.\n"], "abstract": ["V okviru diplomske naloge smo določali celokupno antioksidativno učinkovitost (AOU) v različno zrelih plodovih štirih sort sliv 'Čačanska lepotica', 'Valor', 'Stanley' in 'Tophit'. Plodove smo razkoščičili, homogenizirali in ekstrahirali z raztopino aceton/voda (70 : 30, v/v). V ekstraktih smo določili celokupno AOU z ABTS metodo. Meritve so temeljile na redukciji ABTS·+ radikala, ki se tvori pri oksidaciji med ABTS (2,2'azino-bis (3-etilbenztiazolin 6-sulforonska kislina)) in kalijevim peroksodisulfatom in ga določimo spektrofotometrično pri valovni dolžini 734 nm. Umeritvena krivulja je bila v izbranem koncentracijskem območju linearna s korelacijskim koeficientom večjim od 0.99. AOU je bila odvisna od sorte in od stopnje zrelosti. Med zorenjem se je kazal trend naraščanja AOU do stopnje optimalne zrelosti. V optimalno zrelih plodovih je bila najvišja AOU ocenjena pri sorti 'Valor' (18.6 µmol Trolox ekvivalenta (TE)/g svežega vzorca (SV)), sledili sta sorti 'Čačanska lepotica' (12.8 µmol TE/g SV) in 'Stanley' (11.4 µmol TE/g SV), najnižja vrednost pa je bila določena pri sorti 'Tophit' (10.8 µmol TE/g SV). Glede na to, da so bile vse sorte vzorčene na isti lokaciji in pridelane na podoben način, lahko razlike v AOU pripišemo genetski variabilnosti in z njo povezanimi razlikami v biosintezi fenolnih sekundarnih metabolitov. "]}