{"1": ["1 UVOD", "V diplomskem delu smo obravnavali področje zadovoljstva uporabnikov storitev Kmetijsko gozdarske zbornice Slovenije (KGZS) in s tem povezanega dela učinkovitosti njihovih svetovalnih služb.\nZa svetovalno službo je pomembno, da se stranki pokaže v najboljši luči, tako da v njej vzbudi zaupanje. Zato je poleg kvalitetno opravljene storitve pomembno, da je svetovalec dovolj strokoven, razumevajoč in zaupanja vreden človek (Rassman 2001).\nSvetovalci na KGZS svetujejo vsem, ki se ukvarjajo s kmetovanjem in drugimi aktivnostmi v podeželskem prostoru. Pomen njihovega dela se kaže na vseh področjih, ki so neposredno ali posredno povezana s kmetijstvom in podeželjem, učinki pa v napredku na posameznih kmetijah in podeželju.\nPrispevek javne kmetijske svetovalne službe k razvoju kmetijstva in podeželja temelji na več desetletnih izkušnjah in delovanju na celotnem območju Slovenije. Kmetom nudi strokovno pomoč pri izvajanju osnovne kmetijske dejavnosti ter dopolnilnih dejavnosti. Kmetijski svetovalci s svojim delom izobražujejo in usposabljajo ljudi na podeželju, omogočajo pretok informacij ter prenos znanja in znanstvenih dognanj v prakso. Kmetom nudijo tudi pomoč pri poslovnih odločitvah (Letno poročilo 2011).\nTemeljni cilj diplomskega dela je analizirati stopnjo zadovoljstva uporabnikov storitev v izbranih območnih enotah KGZS - zavoda Maribor in KGZS - zavoda Murska Sobota, opraviti primerjalno analizo in podati predloge za učinkovitejšo delo KGZS ter s tem prispevati k boljšemu zadovoljstvu njihovih uporabnikov.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Značilnosti svetovalne službe", ""], "4": ["2.1.1 Naloge svetovalne službe", "Svetovalne storitve izvajajo posebej usposobljene in kvalificirane osebe, ki delujejo na objektiven in neodvisen način. Svetovancem pomagajo odkriti probleme, jih proučiti in poiskati rešitve. Če se pogodbenika tako dogovorita, sodelujejo tudi pri realizaciji rešitve.\nZ vidika razmerja svetovalca do klienta obstaja osnoven spisek pravil, po katerih naj bi se ravnali svetovalci (Biech 1999). Nekatera najpomembnejša pravila so:\n- svetovalec mora vedno zagotoviti najvišjo možno kakovost svojih storitev,\n- nikoli ne sme sprejemati projektov, ki jih ni sposoben izvesti,\n- nova znanja mora pridobivati v svojem času in na lasten strošek in nikakor v času dela  za klienta in na njegov strošek,\n- neustrezne projekte, ki niso izvedljivi z vidika tako strokovnega znanja kot tudi  osebnih vrednot, mora svetovalec zavrniti,\n- klientovi interesi so vedno na prvem mestu,\n- kadar svetovalec česa ne ve ali ne zna, mora to jasno priznati,\n- svetovalec naj ne sodeluje s podjetji sumljivega ugleda,\n- svetovalec naj vedno skrbno pazi na čuvanje zaupanih mu podatkov,\n- izogibati se je potrebno navzkrižju interesov,\n- svetovalec naj sam opravi delo, ki ga je sprejel v svojem imenu,\n- če je le možno, se je potrebno izogniti delu s konkurenti,\n- potrebno je redno nadgrajevanje in preverjanje lastnega znanja,\n- tudi kadar klienti ne cenijo dovolj svetovalčevega dela, mora svoje storitve opravljati  na najvišjem možnem nivoju. \nKubr (1996) deli proces svetovanja v petfaznem modelu na pričetek, diagnozo, planiranje aktivnosti, izvajanje in zaključek. Ta delitev pomaga svetovalcu in stranki, da lahko sistematično prehajata od faze do faze pri medsebojnem sodelovanju. V praksi se lahko posamezna faza izpusti ali pa se združi z naslednjo. Faze so naslednje:\n- V prvi fazi svetovanja gre za fazo vzpostavitve stika z naročnikom ter spoznavanje  njegovih želja oziroma pričakovanj o vključitvi svetovalca pri reševanju problema. V  primeru svetovalca v občini, naročnik največkrat sam pristopi k svetovalcu in naveže  stik. Na podlagi razgovora o problemu in željah naročnika se s svetovalcem izdela  predhodna diagnoza problema, ki je odvisna od samega problema in lahko ima zelo  različen čas trajanja. Šele nato je mogoče opredeliti način sodelovanja in pot do rešitve.  Izdelati je potrebno približen terminski plan sodelovanja, opredeliti naloge svetovalca  in naročnika in določiti učinke, ki se pričakujejo od posamezne faze. Svetovalec mora  pripraviti vse parametre, potrebne za sestavitev pogodbe, pregled predvidenih stroškov,  določiti obseg sodelovanja z naročnikom, predvideti končni rok za dokončanje nalog in  določiti način zaključka sodelovanja (poročilo, sestanek). Ko so te uvodne dejavnosti  dorečene se lahko začne izvajanje naslednje faze.\n- Druga faza je faza postavitve diagnoze. Ugotoviti in določiti se mora problem s čim  večjo natančnostjo, saj je od tega odvisna kvaliteta rešitve problema. V tej fazi je  sodelovanje med svetovalcem in naročnikom že konkretno, saj analizirata posamezna  dejstva v zvezi s problemom ter iščeta ustrezne podatke in informacije v zvezi z njim.  Ko se postavi časovni okvir analize, se začne analiza posameznih dejavnikov in  podatkov izvajati. Obdelajo se z raznimi matematičnimi metodami, kazalniki in  indeksi. Po opravljeni diagnozi svetovalec opravi sintezo analize, ki povzema bistvene  ugotovitve. Svetovalec mora za naročnika sestaviti poročilo o opravljeni diagnozi in  mu ga predstaviti.\n- Če se naročnik strinja z ugotovitvami, sledi faza načrtovanja dejavnosti, v kateri  svetovalec poišče različne možne alternative za rešitev problema. Pri tem pride v  ospredje njegovo teoretično znanje in predvsem praktične izkušnje. Svetovalec izdela  seznam predlaganih alternativ in vsako posebej prouči z vidika stroškov njene  realizacije in glede na njene učinke. Naročniku mora predvsem predstaviti vse  prednosti in slabosti posamezne alternative. Nekaj najboljših predstavi svetovalec \n naročniku in skupaj izbereta najprimernejšo. Pri predstavljanju alternativ mora  svetovalec prikazati tudi možen način in glavne zahteve za njeno izvedbo. Naročnik se  potem na podlagi zbranih informacij odloči za njemu najbližjo rešitev, če pa do te  odločitve v sodelovanju s svetovalcem ne more priti, se njuno sodelovanje konča.\n- Sledi faza izvajanja, kjer glavno breme sodelovanja in izvedbe alternative pade na  naročnika. V tej fazi se lahko svetovalec povsem umakne in samo spremlja izvajanje  ali pa aktivno sodeluje z naročnikom. V večini primerov svetovalci aktivno sodelujejo  do konca, saj je tako zadovoljstvo naročnikov večje, poleg tega pa lahko med izvedbo  določene pomanjkljivosti in dejavnike, ki so bili drugače predvideni, odpravi, dopolni  alternativo ali jo v katerem delu spremeni. Za uspešno rešitev problema je potrebno  tudi ugotoviti, ali naročnik razpolaga z ustreznimi kadri, ki bodo izvajali nadzor nad  izvedbo in odgovorne osebe za posamezna področja. V primeru pomanjkljivosti mora  naročnik poskrbeti za ustrezno došolanje in prekvalifikacijo kadrov.\n- V zadnji fazi, to je faza zaključka, se izdela končni pregled nad opravljenim delom,  poda se ocena o uspešnosti reševanja problema ter o sodelovanju med naročnikom in  svetovalcem. Pomembno težo pri zaključku svetovanja ima ocena uspešnosti izbrane in  uvedene alternative in ocena učinkov za naročnika. To je dostikrat težko, saj so učinki  lahko dolgoročni in segajo tudi na druga področja. Svetovalec sestavi končno poročilo  na podlagi delnih poročil in povzame potek celotnega sodelovanja, predstavi  alternative, med katerimi je bila izbrana najprimernejša, poda kriterije za izbiro  realizirane alternative. Predstavi tudi način izvedbe in probleme, s katerimi sta se z  naročnikom srečavala. V tem poročilu lahko svetovalec navede tudi druge probleme, ki  jih je opazil pri sodelovanju z naročnikom, in predstavi možne rešitve, s čimer  naročnika lahko zainteresira za prihodnje sodelovanje na novih področjih.\n"], "5": ["2.1.2 Lastnosti svetovalcev", "Svetovalec mora svoje delo opravljati kot neodvisen strokovnjak, ki bo na osnovi svojih znanj, izkušenj in drugih kompetenc posredoval predloge ustreznih rešitev identificiranih problemov. »Gre za pomoč pri definiranju in raziskovanju problema, ki se tiče politike, \norganizacije, postopkov in metod, priporočanje primernih dejanj in pomoč pri implementaciji priporočil« (Rassman 2001).\nDejavniki odnosov svetovalec-svetovanec so povezani s komunikacijo. Predpogoji za uspešno komuniciranje so verodostojnost, odkritost, skladnost in zavezanost. Učinkovito komuniciranje obsega vsebino, okoliščine in stike (Barcus in Wilkinson 1994).\nŠtiri osnovne značilnosti, kot jih je navedel Glas (1995), so primerljive tudi z značilnostmi svetovalcev, ki svetujejo na KGZS (preglednica 1).\nVsak svetovalec si mora prizadevati, da bo nastopal kot ugledna in spoštovana osebnost, zato mora imeti lastnosti in značilnosti, ki po kakovosti presegajo druge in oblikujejo njegovo odličnost. Posebej je poudarjenih 13 znakov odličnosti (Turk 2000), katere so \nizobraženost, olikanost, preudarnost, prizadevnost, izvirnost, zanesljivost, podjetnost, sposobnost vodenja, pravičnost, resnicoljubnost, poštenost, plemenitost, samozavednost.\nDejavnike, ki ovirajo komuniciranje pri svetovanju, povzemam po Tavčarju (1998). Ti so:\n- Vsevednost: Vsevednež vsa sporočila dojema z vidika osebnih interesov in če se  razgovor ne ujema z njegovim mišljenjem, je z njim nemogoče razpravljati.\n- Nerazumljivi strokovni izrazi: Stranka ne pozna svetovalčevih strokovnih izrazov.\n- Nezadostne izkušnje in znanje: Stranka ima drugačno strokovno ozadje, ki nastaja iz  izkušenj, interesov, vrednosti, stališč posameznika.\n- Neurejene misli svetovalca: Preskromne priprave in preskromno načrtovanje  razgovora.\n- Različno zaznavanje: Dojemanje poteka v okviru znanj in izkušenj prejemnika.\n- Predsodki in zadržki: Sogovornik trdno verjame v svoje stališče in ga ni pripravljen  spreminjati, in, če informacije niso usklajene z njegovimi stališči, tvori nelogične  obrambne mehanizme.\n- Neskladje osebnosti: Nasprotje nastane ob prvem vtisu, vlogi ali slovesu svetovalca.\n- Slabo poslušanje: Nezavzetemu poslušanju sledi hitro pozabljanje sprejetih sporočil.\n- Pozabljene informacije: Ogrozijo nadaljevanje odnosov.\n- Odpor do sprememb: Vpliv na dojemanje in razlaganje sprejetih sporočil in ovira za  sporazumevanje.\n- Premalo verodostojnosti: Zaupanje svetovalcu je temelj svetovanja.\n- Nerazumevanje nebesednih sporočil: Nebesedne vsebine si lahko vsak drugače razlaga,  nevarno je tudi neskladje med besednimi in nebesednimi vsebinami.\n- Sovražna naravnanost: Stranka oziroma njegovo osebje je sovražno zaradi prejšnjih  slabih izkušenj s svetovalcem.\n- Premalo povratnih odzivov: Učinkovito komuniciranje je dvosmeren proces. Povratni  odzivi sogovornika potrjujejo razumevanje, omogočajo pojasnjevanje.\n- Neprimeren izgled: Za stranko je moteč izgled svetovalca lahko resno ovira za  komuniciranje. Sem spadajo: obleka, obutev, izgled, dišave, frizura in tako dalje.\n- Razlika v statusu: Nespretno ravnanje višjega sproži strah in zadržanost pri nižjem. \n- Preveč informacij: Svetovanje mnogokrat prinaša spremembe in veliko novosti ter  obremenitev.\n- Nezaupanje: Zaupamo človeku, ki se vede predvidljivo in po izkušnjah, ki upravičujejo  zaupanje.\n- Opuščanje in izkrivljanje informacij: Obe strani lahko opuščata ali izkrivljata  informacije, kar je škodljivo.\n- Preveč »vratarjev«, preveč posrednikov zanesljivo skazi prenašanje informacij.\n- Nepravi čas za sporočilo: Sporočilo stranki, kadar je v časovni stiski ali stresu, ne more  biti uspešno, saj sporočil ne bo razumela in jih sprejela.\n- Defenzivnost: Stranka sumi, da svetovalec ocenjuje, presoja, nadzira, manipulira in se  odzove z defenzivnim obnašanjem, ne sodeluje in se izmika stikom.\n- Preveč tekmovalen pristop: Priporočila in ukrepi svetovalca lahko sprožijo preveč  tekmovalno vzdušje, kar onemogoča ustvarjalno in timsko delovanje.\nVsak svetovalec mora delovati na osnovi osebno postavljenih etičnih in moralnih norm in hkrati upoštevati določena okvirna pravila, ki jih najdemo v mnogih kodeksih različnih združenj in podjetij, ki se ukvarjajo s svetovalno dejavnostjo; v spodnji razpredelnici opisujem nekaj osnovnih pravil ravnanja, na podlagi katerih lahko svetovalec zagotovi ustrezne temelje za etično ravnanje.\nOsnovna pravila etičnega kodeksa svetovanja so (Holtz 1988): 1. Nikoli ne obljubljajte nečesa, česar ne morete izvesti. 2. Bodite dosledni pri zagotavljanju zaupnosti podatkov svojih klientov. 3. Bodite dosledni pri zagotavljanju poslovnih odnosov s svojimi klienti. 4. Ne prikrivajte pomembnih podatkov z namenom zavajanja klienta. 5. Dosledno vodite poštene evidence opravljenega dela. 6. Bodite razumno odkriti s svojimi klienti. 7. Ne odkrivajte podatkov o konkurentih in bodite razumni pri obsojanju ravnanja drugih. 8. Ravnajte skladno s profesionalnim dostojanstvom. \nVsak poklicni svetovalec, ki strokovno opravlja svoje delo, se načeloma drži določenih pravil. Tudi če je svetovalec zelo dober pri delu, ki ga opravlja, se mora zavedati, da lahko in mora težiti k stalnemu izpopolnjevanju in izboljševanju svojih storitev. Osnovna pravila, ki predstavljajo vodilo za izboljšavo so (Delavnica - Marketing za svetovalce 1998): 1. Prisluhnite svojim klientom in na ta način ugotovite, katere so najboljše rešitve. Več časa namenite poslušanju problemov klientov kot svojim razlagam. 2. Čim hitreje vzpostavite dober poslovni odnos s klientom. Svetovanje je osebna storitev, ki zahteva visoko stopnjo medsebojnega zaupanja. 3. Bodite prilagodljivi in se hitro odzivajte na potrebe klienta. 4. Krotite svoj ego. Samozaupanje je koristno, vendar če ego presega prave meje vas omejuje. 5. Ne zaračunavajte preveč. Če bo vaša cena drastično odstopala navzgor, boste morali imeli zelo dobre argumente, zakaj je tako. 6. Ne zaračunavajte premalo. S prenizko ceno boste premalo zaslužili in imeli preveč nedonosnega dela. 7. Pridobite si več klientov in se ne navezujte samo na enega. 8. Sprejmite samo toliko dela, kot ga lahko kvalitetno opravite. 9. Ravnajte s klienti kot z dragocenostjo. Omogočajo vam eksistenco in predstavljajo reference za nadaljnje delo. 10. Vedno se ukvarjajte s trženjem. Ne glede na obseg sedanjega dela se je potrebno ukvarjati s trženjem, da bo svetovalno delo teklo tudi v prihodnje.\nNavedena pravila in predlogi za izboljšanje svetovalnih storitev so samo osnovni temelj, o katerem bi moral razmisliti vsak poklicni svetovalec in predstavljajo osnovo za opredelitev lastnih vrednot, na katerih bomo zastavili odnos do opravljanja storitev.\n"], "6": ["2.2 Delovanje Kmetijsko gozdarske zbornice Slovenije (KGZS)", ""], "7": ["2.2.1 Poslanstvo in naloge KGZS", "Kmetijsko gozdarska zbornica Slovenije je nevladna stanovska organizacija fizičnih in pravnih oseb v Republiki Sloveniji, ki se ukvarjajo s kmetijstvom, gozdarstvom in ribištvom. Njena osrednja naloga je varovati in zastopati njihove interese, jim svetovati in pospeševati gospodarno in okolju prijazno kmetijstvo, gozdarstvo in ribištvo (Poročilo o stanju kmetijstva 2012).\nPrednostne naloge zbornice so:\n- pospeševanje razvoja kmetijstva, gozdarstva in ribištva ter izboljšanje ekonomskih  pogojev,\n- zagotavljanje storitev strokovnih služb,\n- sooblikovanje zakonodaje,\n- izboljšanje socialnih pogojev življenja prebivalstva na podeželju,\n- ohranjanje poseljenosti slovenskega podeželja in\n- promocija slovenskega kmetijstva doma in v tujini.\nKGZS združuje članstvo dveh skupin:\n- Prva skupina zajema fizične osebe, ki so: lastniki, zakupniki, uživalci, imetniki pravice  uporabe kmetijskih zemljišč in gozdov na območju Republike Slovenije, katerih  katastrski dohodek znaša najmanj 167 € v skladu z vsakoletno valorizacijo katastrskega  dohodka.\n- Druga skupina zajema pravne osebe, ki imajo sedež v Republiki Sloveniji in: so  lastnice kmetijskih zemljišč oziroma gozdov na območju Republike Slovenije razen  oseb javnega prava ali se ukvarjajo pretežno s kmetijsko, gozdarsko ali ribiško  dejavnostjo, ne glede na pravno obliko (Članstvo 2012).\nKot kaže slika 1, kmetijska svetovalna služba deluje v 8 oddelkih za kmetijsko svetovanje pri Kmetijsko gozdarskih zavodih. Njeno delo vodi, usmerja in nadzoruje Sektor za \nkmetijstvo in gozdarstvo v okviru Zborničnega urada KGZS (Poročilo o stanju kmetijstva 2012).\nV oddelkih za kmetijsko svetovanje pri kmetijsko gozdarskih zavodih delujejo kmetijski svetovalci specialisti in terenski svetovalci, vodijo pa jih vodje oddelkov. Kmetijski svetovalci specialisti strokovno delujejo po panogah ali strokovnih področjih na celotnem območju oddelka (v regiji), izjemoma pa tudi na večjih območjih. V 8 oddelkih za kmetijsko svetovanje deluje 78 kmetijskih svetovalcev specialistov. Terenski svetovalci in svetovalci za kmečko družino in dopolnilne dejavnosti na kmetijah delujejo na izpostavah za kmetijsko svetovanje, praviloma na območju upravne enote, kot sestavni deli oddelkov za kmetijsko svetovanje. Na vsaki izpostavi deluje glede na kriterije (število kmetij, velikost enote, razvitost ipd.) določeno število terenskih svetovalcev. Delo izpostave koordinira vodja izpostave. Na izpostavah za kmetijsko svetovanje deluje 180 terenskih svetovalcev in 44 svetovalcev za kmečko družino in dopolnilne dejavnosti na kmetijah.\nKGZS nudi svojim članom brezplačno tehnično, pravno in ekonomsko svetovanje v kmetijstvu in gozdarstvu. V empiričnem delu diplomskega dela se podrobneje obravnava kmetijsko svetovanje s področja živinoreje. Delo oddelka za živinorejo na KGZS obsega (Letno poročilo 2011):\n- priprava letnih izvedbenih programov dela,\n- vodenje in koordinacija izvajanja rejskih programov,\n- usklajevanje dela strokovnih služb z rejskimi organizacijami,\n- koordinacija in vodenje dela oddelkov za živinorejo pri kmetijsko gozdarskih zavodih,  ki izvajajo strokovne naloge v rejskih programih na govedu, drobnici in prašičih,\n- koordinacija dela oddelkov za živinorejo na področju označevanja govedi, drobnice in  prašičev,\n- koordinacija dela osemenjevalnih središč za bike, osemenjevalnih središč za merjasce,  vzrejališč mladih bikov in laboratorijev,\n- zbiranje in obdelava podatkov in izdelava poročil o delu,\n- kontrola mesečnih zahtevkov in računov območnih zavodov,\n- promocija rejskih programov in rejskega dela na področju govedoreje, prašičereje in  reje drobnice (sodelovanje s priznanimi rejskimi organizacijami, živinorejskimi  združenji oz. društvi, sodelovanje pri organizaciji razstav živali…),\n- sodelovanje pri uvajanju novih nalog v rejske programe in uvajanju razvojnih nalog, \n- obveščanje rejcev o izvajanju rejskih programov,\n- sodelovanje s priznanimi rejskimi organizacijami na področju konjereje\n- sodelovanje s drugimi priznanimi organizacijami in odobrenimi organizacijami na  področju konjereje,\n- zastopanje interesov zvez, društev in rejcev konj,\n- obravnavo in dajanje mnenj in predlogov na predloge zakonskih in podzakonskih aktov  s področja živinoreje in veterine,\n- obravnavo in dajanje mnenj in predlogov na uredbe iz tržno cenovnega področja, ki se  nanašajo na živinorejo,\n- obravnavo in dajanje pripomb na stališča MKGP do posameznih tem, ki jih sprejema  EU,\n- sodelovanje v strokovnih telesih MKGP,\n- spremljanje tržno cenovnih razmer na trgu živinorejskih proizvodov,\n- obveščanje članov KGZS o izvajanju rejskih programov in drugih aktivnosti KGZS,\n- priprava strokovnih člankov za objavo v glasilu KGZS in ostalih publikacij.\n"], "8": ["2.2.2 Predstavitev KGZS – zavoda Maribor in KGZS – zavoda Ptuj", "a) KGZS - Zavod Maribor Zgodovina zavoda Delovati je pričel leta 1894 kot poskusni in kontrolni zavod z imenom Kmetijska kemična deželna preizkusna postaja. Iz kemijskega preizkuševališča je prerasel v sodobno izobraževalno, kmetijsko svetovalno in kontrolno ustanovo. Od leta 1964 dalje je deloval pod nespremenjenim imenom Kmetijski zavod Maribor vse do leta 2001. V tem letu je prišlo do spremembe lastništva kapitala, organiziranosti, registracije in nenazadnje do prehoda iz gospodarstva v negospodarstvo. Osnova za nastale spremembe je Zakon o Kmetijsko gozdarski zbornici, ki je določil, da so zavodi osebe javnega prava. V juniju 2001 je bila izvedena nova registracija in preimenovanje ustanove. Tako so postali javni zavod z ustanoviteljem Kmetijsko gozdarsko zbornico Slovenije in novim imenom \nKmetijsko gozdarska zbornica Slovenije, Kmetijsko gozdarski zavod Maribor (Zbornik 110 let 2004).\nDejavnost zavoda KGZS - Zavod Maribor opravlja dejavnost javne službe in strokovnih nalog v Oddelku za kmetijsko svetovanje, predvidoma pa tudi v Oddelku za gozdarsko svetovanje. Zavod ima izpostavo terenske svetovalne službe, ki s svojim delom pokriva območje 12 občin, in to Mestno občino Maribor in Občine Ruše, Pesnica, Šentilj, Duplek, Kungota, Rače-Fram, Starše, Miklavž, Hoče-Slivnica, Lovrenc na Pohorju in Selnica ob Dravi. V svetovalno delo terenske svetovalne službe je vključenih 3800 kmetij, opravlja pa ga 8 svetovalcev in sicer kar 2 svetovalki za kmečko družino in dopolnilne dejavnosti (Zavod Maribor 2012).\nDelo specialistične svetovalne službe je širše in obsega:\n- poljedelstvo, zelenjadarstvo, ekološko kmetijstvo in travništvo na območju Podravja,\n- sadjarstvo in vinogradništvo na območju Podravja in v delu celjske regije,\n- vinarstvo in varstvo rastlin na območju Vinorodne dežele.\nOrganizacijske enote zavoda so:\n- Kontrola kakovosti v rastlinski pridelavi,\n- Kontrola integrirane pridelave,\n- Kontrola ekološke pridelave in predelave,\n- Drevesnica,\n- Varstvo rastlin (biološka preskušanja fitofarmacevtskih sredstev, kontrola objektov  reprodukcijskega sadilnega materiala),\n- Laboratoriji (enologija, pedologija, analiza semen),\n- Urejanje kmetijskega prostora,\n- Dopolnilno izobraževanje podeželja in\n- Raziskovalna dejavnost. \nOddelki KGZS - Zavod Maribor so oblikovani za kmetijsko svetovanje, za gozdarsko svetovanje, za varstvo rastlin (uradna biološka preskušanja), Sadjarski center Gačnik in Selekcijsko trsničarsko središče Ivanjkovci.\nObmočje delovanja Značilnosti območja delovanja zavoda so:\n- 70 % zemljišč na hribovitih območjih in območjih z omejenimi možnostmi pridelave,\n- območje velikih hidromelioracijskih sistemov dolin Pesnice, Ščavnice, Dravinje in  Polskave,\n- obsega 18.875 ha zasebnih kmetijskih zemljišč, 9.700 ha je travnih površin, 7.529 ha je  njivskih površin 722 ha vinogradov in 924 ha sadovnjakov\n- po popisu leta 2010 je bilo 20.744 vseh kategorij goveda, 16.222 vseh prašičev, od tega  Maribor 2012).\nb) KGZS – zavod Ptuj Zgodovina zavoda Današnji Kmetijsko gozdarski zavod na Ptuju je naslednik Okrajne veterinarske ambulante Ptuj, ustanovljene 28. Februarja 1953. Zaradi hitrega širjenja osemenjevanja so leta 1958 zgradili osemenjevalni center. Leta 1959 so ustanovili Okrajni ljudski odbor Maribor Živinorejsko-veterinarski zavod Ptuj z zadolžitvijo razmnoževanje goved (Janžekovič 2003). Oddelek kmetijsko svetovalne službe pri KGZ Ptuj je bil ustanovljen 1959 kot Oddelek za živinorejsko proizvodnjo pri tedaj Živinorejsko-veterinarskem zavodu Ptuj, ki se je kasneje preimenoval v Obdravski zavod za veterinarstvo in živinorejo. Novo obdobje delovanja svetovalne službe je nastopilo 1990. leta, ko so združili svetovalno službo zadrug s svetovalno službo, ki je delovala pod okriljem zavoda in takrat naprej so bila zagotovljena stalna sredstva za delovanje te službe (Tumpej 2003). \nDejavnost zavoda KGZS - Zavod Ptuj izvaja dejavnost javne službe in strokovnih nalog v Oddelku za kmetijsko svetovanje in Oddelku za živinorejo ter v drugih organizacijskih enotah:\n- Osemenjevalnem središču za govedo,\n- Osemenjevalnem središču za prašiče,\n- v laboratoriju za mleko,\n- v laboratoriju za izvajanje kemijskih analiz za potrebe kmetijskega svetovanja ter\n- vodenje knjigovodstva za kmetije (Zavod Ptuj 2012).\nZavod ima izpostave terenske svetovalne službe, ki s svojim delom pokriva območje petih upravnih enot: Ptuj, Slovenska Bistrica, Lenart, Ormož in Radlje ob Dravi. V svetovalno delo terenske svetovalne službe je vključenih cca 9000 kmetij, opravlja pa ga 31 svetovalcev (štiri svetovalke za kmečko družino in dopolnilne dejavnosti). Pri specialističnem svetovanju se dopolnjujejo s Kmetijsko gozdarskim zavodom Maribor na področju rastlinske proizvodnje.\nPodročja delovanja zavoda\n- Področje specialističnega dela Oddelka za kmetijsko svetovanje so:  − živinoreja na območju Podravja,  − travništvo in pašništvo,  − sirarstvo na področju Slovenije,  − ekonomika kmetijstva,  − razvoj podeželja in  − strokovno delo s kmečko družino in razvoj dopolnilnih dejavnosti na kmetijah.\n- Področje dela Oddelka za živinorejo so:  − kontrola proizvodnje v govedoreji,  − selekcija v govedoreji,  − selekcija v prašičereji,  − kontrola pri reji drobnice,  − označevanje in vodenje porekla govedi,  − označevanje in vodenje porekla prašičev, \n − označevanje in vodenje porekla drobnice in  − analize mleka za namene selekcije.\n- Področje dela osemenjevalnega središča za govedo so:  − reja plemenskih bikov lisaste pasme,  − skrb za zdravstveno varstvo plemenskih bikov,  − proizvodnja kakovostnega semena ter  − distribucija in prodaja semena v skladu s potrebami in rejskimi cilji govedorejcev.\n- Področje dela osemenjevalnega središča za prašiče so:  − reja plemenjakov z najboljšimi lastnostmi,  − skrb za zdravstveno varstvo plemenskih merjascev,  − proizvodnja in prodaja kakovostnega neoporečnega merjaščevega semena.\n- Laboratorij za mleko opravlja:  − izvajanje analiz mleka na vsebnost mlečne maščobe, beljakovin in laktoze, števila  somatskih celic kot pokazatelja zdravja vimena ter  − izvajanje analiz vsebnosti sečnine v mleku kot pokazatelja prehranskega statusa  črede.\n- Kemijski laboratorij opravlja izvajanje analiz krme, krmnih mešanic in zemlje (Zavod  Ptuj 2012).\nObmočje delovanja Področje dela zavoda je zelo raznoliko. Na območju delovanja zavoda so ugodni podnebni in talni pogoji za govedorejo, prašičerejo, drobnico, rejo perutnine, poljedelstvo, vrtnarstvo, sadjarstvo, vinogradništvo in razne dopolnilne dejavnosti povezane z osnovno kmetijsko proizvodnjo. Območje zajema Dravsko in Ptujsko polje, gričevnati del Slovenskih goric in Haloz ter hribovite predele Pohorja in Kozjaka. Obsega 60.230 ha zasebnih kmetijskih zemljišč, 20.592 ha je trajnih travnikov, 35.043 ha je njivskih površin, 2.741 ha vinogradov in 1.150 ha sadovnjakov. Površina gozdov na območju OE Ptuj se je zmanjšala na 21.140 ha. Na območju Kmetijsko gozdarskega zavoda Ptuj je najbolj razvita govedorejska in prašičerejska proizvodnja. Po popisu leta 2010 je bilo 62.521 vseh kategorij goveda, od tega 22.597 krav in brejih telic. Reja prašičev obsega 84.246 vseh prašičev, od tega 34.719 plemenskih svinj (Zavod Ptuj 2012).\n"], "9": ["2.2.3 Predstavitev KGZS – zavoda Murska Sobota", "Zgodovina zavoda V času madžarske okupacije se je v Prekmurju pojavila in razširila nalezljiva ohromelost prašičev. Zaradi tega se je oktobra 1946 ustanovil v Murski Soboti zavod Vetserum. Leta 1950 je ustanoviteljske pravice nad zavodom prevzel Veterinarski znanstveni zavod Slovenije v Ljubljani, ki je zavod preimenoval v Veterinarski zavod Murska Sobota. Okrajni ljudski odbor Murska Sobota je v januarju 1961 prenesel ustanoviteljske pravice Živinorejsko veterinarskega zavoda na Okrajno kmetijsko zbornico za Pomurje Murska Sobota. Ta je že istega meseca zavod preimenovala iz ŽVZ v Kmetijski zavod za Pomurje Murska Sobota. Leta 1978 se je ŽVZ za Pomurje Murska Sobota združil v Sestavljeno organizacijo združenega dela (SOZD) ABC Pomurka Murska Sobota in se preimenoval v ABC Pomurka - Živinorejsko veterinarski zavod za Pomurje Murska Sobota. V letu 1991 se reorganizira svetovalna služba. Služba, ki je bila do takrat v kmetijskih zadrugah se prenese na zavod. ŽVZ za Pomurje se je preimenoval (l. 2001) v Kmetijsko gozdarski zavod Murska Sobota (Zgodovina zavoda 2012).\nDejavnost zavoda KGZS - Zavod Murska Sobota izvaja dejavnost javne službe in strokovnih nalog v Oddelku za kmetijsko svetovanje in Oddelku za živinorejo ter drugih organizacijskih enotah na testni postaji mladih bikov lisaste pasme, v osemenjevalnem središču za govedo, v osemenjevalnem središču za prašiče in v enoti za kemijske analize in raziskave. Zavod ima 16 izpostav, ki s svojim delom pokrivajo območje kar 26 občin. Področja specialističnega dela Oddelka za kmetijsko svetovanje so poljedelstvo in zelenjadarstvo, travništvo, govedoreja, prašičereja, drobnica, konjereja, sadjarstvo, vinogradništvo, ekološko kmetovanje in ekonomika kmetijstva (Zavod Murska Sobota 2012).\nPodročja dela\n- Oddelek za živinorejo, v katerega so vključene:  − selekcijska služba v govedoreji,  − selekcijska služba v prašičereji, \n − selekcijska služba v konjereji,  − selekcijska služba v reji drobnice.\n- Oddelek testne postaje mladih bikov lisaste pasme opravlja:  − neposredne teste mladih bikov iz rej bikovskih mater.\n- Osemenjevalno središče za govedo ima:  − skrb za zdravstveno varstvo plemenskih bikov,  − kakovostna proizvodnja semena,  − posredovanje semena v skladu s potrebami govedorejcev.\n- Osemenjevalno središča za prašiče opravlja:  − proizvodnjo in distribucijo kakovostnega neoporečnega merjaščevega semena in  − rejo plemenjakov z najboljšimi lastnostmi.\n- Enota za kemijske analize in raziskave opravlja:  − analize krme, krmnih mešanic, zemlje in mleka s sodobnimi analiznimi tehnikami,  − raziskovalno delo z namenom reševanja težav v praksi: težave pri siliranju krme,  naravni kislosti mleka, pojavu HCB v mleku…,  − umerjanje NIR instrumentov za vsebnost beljakovin in vlage med odkupom pšenice  in za potrebe mešalnic (Zavod Murska Sobota 2012).\nObmočje delovanja Pomurje je zelo izrazita pokrajina tako po kmetijskih površinah kot po deležu kmečkega prebivalstva. Čeprav obsega le 6,6 % slovenskega ozemlja, ima 22,3 % slovenskih njiv in vrtov, 12,7 % sadovnjakov in 11,7 % vinogradov. V primerjavi s Slovenijo imajo manjši delež travinja (4,5%) in gozdov (3,5%). Na območju Pomurja je živinoreja glavna kmetijska dejavnost. Najbolj razširjena je reja goveda. Po popisu leta 2000 je bilo 45.490 vseh kategorij goveda, od tega 20.883 krav in brejih telic. Po razširjenosti sledi reja prašičev, ki obsega 146.369 vseh prašičev, od tega 15.505 plemenskih svinj in brejih mladic. Ob popisu leta 2000 je bilo perutnine 505.927. V manjšem obsegu so zastopane še nekatere druge domače živali: konji (535), ovce (1.221) in koze (1.723). Delež kmečkega prebivalstva je 20,4 %.\n"], "10": ["3 METODE DELA", ""], "11": ["3.1 Raziskovalna metoda in vzorec", "Kot merski inštrument raziskave se je uporabil nestandardizirani anketni vprašalnik, ki je vseboval 12 vprašanj zaprtega in odprtega tipa. Z njim smo želeli pridobiti podatke o zadovoljstvu uporabnikov storitev KGZS in njihovo mnenje, kako bi moralo biti to področje urejeno v prihodnje. Izpolnjevanje anketnih vprašalnikov je potekalo v mesecu septembru 2012 na izbranih območnih enotah, in sicer na Zavodu Maribor in Zavodu Murska Sobota.\nVsi izpolnjeni anketni vprašalniki so se pregledali, če so pravilno rešeni, prešteli in označili z zaporedno številko. Nepravilni in nerešeni vprašalniki so se izključili iz obdelave podatkov. Trije anketni vprašalniki so bili izključeni, ker niso bili pravilno izpolnjeni.\nZbrani podatki so se prenesli v skupni zbirnik podatkov v program SPSS, kateri so se statistično obdelali, analizirali in interpretirali.\nVzorec je bil priložnosten, saj je zajel uporabnike, ki so se v izbranem času oglasili v posameznem zavodu. Sodelovanje v raziskavi je bilo anonimno. V anketiranje je bilo vključenih 40 uporabnikov storitev Območne enote KGZS zavoda Maribor in 40 uporabnikov storitev Območne enote KGZS zavoda Murska Sobota.\nRezultati so obdelani po zapovrstjo anketnih vprašanj ter prikazani v obliki enostavnih in kontingenčnih preglednic. Podane so absolutne (f) in odstotne frekvence (f%). V raziskavi zastavljene hipoteze so preverjene z odvisnimi zvezami med spremenljivkami, s pomočjo χ2-preizkusa. \nIz preglednice 2 je razvidno, da je odziv anketirancev skupaj 75-odstoten. Vrnjenih je bilo 60 od skupaj 80 razdeljenih vprašalnikov. Trije vprašalniki so bili nepravilno izpolnjeni, zato so bili iz raziskave izločeni.\nPreglednica 3 prikazuje število in strukturni odstotek anketirancev glede na območno enoto KGZS. V vzorec je bilo zajetih 57 anketirancev, 56,1% jih je bilo iz Zavoda M. Sobote in 43,9% iz Zavoda Maribora. \nIz grafikona 1 je razvidno,, da v vzorcu prevladujejo moški (87,7%).  %). Sodelovalo je 93,7% moških iz Zavoda M. Sobota ter 80,0% moških iz Zavoda Maribor.\nZavod Zavod Maribor Skupaj  M.Sobota  Območna enota KGZS\nKGZS.\nKot kaže grafikon 2, je najve  ajveč anketirancev starih od 37 do 47 let (36,8 enoti KGZS - Zavoda M. Sobota jih je kar 43,8% anketirancev starih od 37 do 47 let, v območni enoti KGZS - Zavoda Maribor pa je največ anketirancev starih od 48 do 58 let (36,0) %. \nM.Sobota Maribor  Območna enota KGZS\nKGZS.\nIz grafikona 3 lahko  ahko razberemo,  razbere da je največ anketirancev s poklicno ali srednjo izobrazbo (57,9%). Tudi v KGZS - Zavodu  Zavod M. Sobota je največ anketirancev s poklicno ali srednjo šolo (59,3%), kako tudi v KGZS - Zavodu Maribor (56,0%).\nZavod Zavod Skupaj  M.Sobota Maribor  Območna enota KGZS\nKGZS.\n"], "12": ["3.2 Raziskovalne hipoteze", "Na podlagi pridobljenih rezultatov empirične raziskave se bosta potrdili ali ovrgli naslednji hipotezi: H1: Uporabniki v KGZS - zavodu Murska Sobota najpogosteje uporabljajo storitve s področja živinoreje. H2: Predvidevamo, da po območjih obstajajo razlike v zadovoljstvu uporabnikov storitev.\nPreverjali smo obstoj razlik glede na izbrane območne enote, KGZS - zavoda Maribor in KGZS - zavoda Murska Sobota.\nRaziskovalne spremenljivke, ki se proučujejo v raziskavi, so: 1) Območna enota KGZS 2) Spol 3) Starost 4) Izobrazba 5) Pogostost koriščenja storitev KGZS 6) Čas čakanja na storitve KGZS 7) Področja uporabe storitev KGZS\n"], "13": ["8) Področja uporabe storitev KGZS znotraj živinoreje", "9) Sestavine kakovosti 10) Lastnosti zaposlenih 11) Vrsta svetovalcev 12) Splošno zadovoljstvo s storitvami KGZS\n"], "14": ["4 REZULTATI Z RAZPRAVO", ""], "15": ["4.1 Pogostost koriščenja storitev KGZS", "Iz preglednica 4 je razvidno, da večina anketirancev najpogosteje koristi storitve KGZS nekajkrat letno (49,1%). V KGZS - Zavodu M. Sobota je tako odgovorilo 37,5% anketirancev, v KGZS - Zavodu Maribor pa kar 64,0%. Razlika v pogostosti koriščenja storitev glede na območno enoto KGZS ni statistično značilna, saj je α=0,163, kar pomeni, da je tveganje za zavrnitev ničelne hipoteze več kot 5% (α>0,05).\n"], "16": ["4.2 Čas čakanja na storitve KGZS", "Podatki iz preglednice 5 kažejo, da večina anketirancev, tako iz KGZS - Zavoda M. Sobota (34,4%) kot iz KGZS - Zavoda Maribor (36,0%), čaka na storitve KGZS od 6 do 10 minut. Kakor kaže izid χ2, je α=0,501, kar pomeni, da med območnima enotama KGZS ni statistično značilne razlike v času čakanja na storitve, saj je α>0,05. O statistični značilnosti razlik govorimo takrat, kadar je tveganje za zavrnitev ničelne hipoteze, ki pravi, da med aritmetičnima sredinama ni razlik, 5% ali manj kot 5% (α≤0,05).\n"], "17": ["4.3 Področja uporabe storitev KGZS", "iz KGZS - Zavoda Maribor (52,0%), uporablja storitve KGZS iz področja živinoreje. Rezultat χ2 kaže, da je α=0,554, kar pomeni, da razlika v področju uporabe storitev KGZS, glede na območno enoto KGZS, ni statistično značilna, saj je α>0,05. \n"], "18": ["4.4 Področja uporabe storitev KGZS znotraj živinoreje", "Iz preglednica 7 je razvidno, da večina anketirancev najpogosteje znotraj področja živinoreje koristi storitve KGZS za govedorejo (52,6%). V KGZS - Zavodu M. Sobota je tako odgovorilo 56,3% anketirancev, v KGZS - Zavodu Maribor pa kar 48,0%. Razlika v področju uporabe storitev KGZS znotraj živinoreje glede na območno enoto KGZS ni statistično značilna, saj je α=0,055, in obstaja tendenca razlike (0,05< α >0,10).\nKGZS.\n"], "19": ["4.5 Sestavine kakovosti", "Iz preglednice 8 je razvidno, da so anketiranci najbolj zadovoljni z dostopnostjo in razumljivostjo potrebnih informacij (aritmetična sredina je 3,94). Najnižje zadovoljstvo so izrazili ob obravnavi zadeve na enem mestu, pri istem strokovnem zaposlenem (aritmetična sredina je 3,31). Standardni odklon je največji prav pri tej sestavini kakovosti, kar kaže na večje razlike v ocenah anketiranci.\nV KGZS - Zavodu M. Sobota so anketiranci najbolj zadovoljni s tem, da so jim zaposleni pripravljeni pomagati (aritmetična sredina je 4,12), najmanj zadovoljni pa so z delovnim časom, uradnimi urami (aritmetična sredina je 3,46). V KGZS - Zavodu Maribor so anketiranci najbolj zadovoljni z znanjem zaposlenih (aritmetična sredina je 4,12), najmanj pa z obravnavo zadeve na enem mestu, pri istem strokovnem zaposlenem (aritmetična sredina je 2,92). \n"], "20": ["4.6 Lastnosti zaposlenih", "Podatki iz preglednice 9 kažejo, da so bili po mnenju anketirancev uslužbenci, ki so reševali njihov primer, po lastnosti najbolj »strokovni« (aritmetična sredina je 4,24), najmanj pa »zaupljivi in zanesljivi« (aritmetična sredina je 3,98). Standardni odklon je največji pri lastnosti »strokoven«, kar kaže na večje razlike v ocenah anketirancev. V KGZS - Zavodu M. Sobota so zaposleni, po mnenju anketirancev, dobili najvišjo oceno za lastnost »strokoven« (aritmetična sredina je 4,36), najnižjo pa za lastnost »urejen« (aritmetična sredina je 4,12). V KGZS - Zavodu Maribor so zaposleni dobili najvišjo oceno za lastnost »prijazen/vljuden« (aritmetična sredina je 4,37), najnižjo pa za lastnost »zanesljiv« (aritmetična sredina je 3,56).\n"], "21": ["4.7 Vrsta svetovalcev", "Podatki iz preglednice 10 kažejo, da večina anketirancev, tako iz KGZS - Zavoda M. Sobota (81,3%) kot iz KGZS - Zavoda Maribor (56,0%), najpogosteje poslužujejo pomoči splošnih svetovalcev. Kakor kaže izid χ2, je α=0,039, kar pomeni, da je glede na vrsto svetovalcev med območnima enotama KGZS statistično značilna razlika, saj je α≤0,05.\n"], "22": ["4.8 Splošno zadovoljstvo s storitvami KGZS", "Iz preglednica 11 je razvidno, da je večina anketirancev zadovoljnih s storitvami KGZS (78,9%). V KGZS - Zavodu M. Sobota je tako odgovorilo 84,4% anketirancev, v KGZS - Zavodu Maribor pa 72,0%. Razlika v zadovoljstvu s storitvami KGZS glede na območno enoto KGZS ni statistično značilna, saj je α=0,221. \n"], "23": ["4.9 Predlogi za izboljšanje storitev KGZS", "Anketiranci iz KGZS – Zavoda M. Sobota si želijo naslednjih sprememb oz. izboljšav:\n- več dela svetovalcev na terenu,\n- stvari so zakomplicirane, zato si kmetje želijo, da se poenostavijo,\n- večjo pozornost do kmetov.\nV KGZS – Zavodu Maribor so anketiranci predlagali:\n- boljše reševanje problemov v kmetijstvu kot so cene mleka, mesa, žit in naraščanje cen  repromatriala,\n- na zbornici bi se morali bolj zavzemati za položaj kmeta, ker ni tako rožnato, kot se  vidi na prvi pogled.\n"], "24": ["5 SKLEPI", "V letu 2012 smo ugotavljali zadovoljstvo uporabnikov storitev KGZS na območnih enotah Zavoda Murska Sobota in Zavoda Maribor. Na osnovi pridobljenih rezultatov empirične raziskave smo potrdili hipotezo H1, ki pravi, da uporabniki v KGZS - zavodu Murska Sobota najpogosteje uporabljajo storitve s področja živinoreje, saj je tako odgovorilo več kot polovica anketirancev. Na podlagi rezultatov analize se ovrže hipoteza H2, kjer predvidevamo, da po območjih obstajajo razlike v zadovoljstvu uporabnikov storitev. Rezultati so pokazali, da razlika v zadovoljstvu s storitvami KGZS glede na območno enoto ni statistično značilna. Iz rezultatov empirične raziskave ugotavljamo, da večina anketirancev, tako iz KGZS - Zavoda M. Sobota kot iz KGZS - Zavoda Maribor, najpogosteje uporablja storitve KGZS nekajkrat letno. Večina anketirancev obeh območnih enotah čaka na storitve KGZS od 6 do 10 minut. Povzemamo, da večina anketirancev, tako iz KGZS - Zavoda M. Sobota kot iz KGZS - Zavoda Maribor, najpogosteje uporablja storitve KGZS iz področja živinoreje, znotraj tega področja pa potrebujejo največ pomoči in nasvetov za govedorejo. Ugotavljamo, da so v KGZS - Zavodu M. Sobota anketiranci najbolj zadovoljni s tem, da so jim zaposleni pripravljeni pomagati, v KGZS - Zavodu Maribor pa jim največ pomeni »znanje zaposlenih«. V KGZS - Zavodu M. Sobota so zaposleni, po mnenju anketirancev, dobili najvišjo oceno za lastnost »strokoven«, najnižjo pa za lastnost »urejen«. V KGZS - Zavodu Maribor so zaposleni dobili najvišjo oceno za lastnost »prijazen/vljuden«, najnižjo pa za lastnost »zanesljiv«. Sklepamo, da se večina anketirancev, tako iz KGZS - Zavoda M. Sobota kot iz KGZS - Zavoda Maribor, najpogosteje poslužuje pomoči splošnih svetovalcev. Predlagamo sistematično in kompleksno reševanje problemov, s katerimi se srečujejo kmetje. Zaželena je večja angažiranost kmetijskih svetovalcev, predvsem tistih, ki se vsakodnevno na terenu srečujejo s težavami in tegobami slovenskih kmetov. Menimo, da se mora svetovalec v osnovi zavedati, da so njegove storitve določen časovni proces, v toku katerega bo preučil probleme kmetov in to na način, ki bo tudi kmetom omogočal učenje v smislu odprave obstoječih problemov in predvidevanja bodočih.\n"], "abstract": ["V letu 2012 smo s pomočjo anketnega vprašalnika ugotavljali zadovoljstvo uporabnikov storitev KGZS na območnih enotah Zavoda Murska Sobota in Zavoda Maribor. Na osnovi analize podatkov smo potrdili hipotezo H1, s katero smo predpostavljali, da uporabniki v KGZS - zavodu Murska Sobota najpogosteje uporabljajo storitve s področja živinoreje, saj je tako odgovorilo kar 62,5% anketirancev. Ovrgli smo hipotezo H2, ki pravi, da po območjih obstajajo razlike v zadovoljstvu uporabnikov storitev. Rezultati so pokazali, da razlika v zadovoljstvu s storitvami KGZS glede na območno enoto ni statistično značilna. Večina anketirancev, tako iz KGZS - Zavoda M. Sobota kot iz KGZS - Zavoda Maribor, najpogosteje koristi storitve KGZS nekajkrat letno. Večina anketirancev obeh območnih enot čaka na storitve KGZS od 6 do 10 minut. Ugotovili smo, da večina anketirancev najpogosteje uporablja storitve KGZS iz področja živinoreje, zlasti govedoreje. V KGZS - Zavodu M. Sobota anketirancem največ pomeni, da so jim zaposleni pripravljeni pomagati, v KGZS - Zavodu Maribor pa jim največ pomeni »znanje zaposlenih«. V KGZS - Zavodu M. Sobota so zaposleni dobili najvišjo oceno za lastnost »strokoven«, najnižjo pa za lastnost »urejen«. V KGZS - Zavodu Maribor so zaposleni dobili najvišjo oceno za lastnost »prijazen/vljuden«, najnižjo pa za lastnost »zanesljiv«. "]}