{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Dohodki fizičnih oseb so v Sloveniji obdavčeni z Zakonom o dohodnini. Ker je dohodnina ena izmed najpomembnejših davčnih oblik davčnih sistemov tržno razvitih držav, saj prispeva pomembna sredstva za financiranje javne porabe, mora biti njeno področje dobro urejeno z zakonskimi predpisi. V Sloveniji to področje ureja nov zakon o dohodnini (ZDoh- 1), ki se je v celoti začel uporabljati s 1.1.2005, v letu 2006 pa je prišlo do nekaj sprememb.\nNa podlagi tega zakona se je oblikoval nov sistem dohodnine, ki je za rezidente Republike Slovenije prinesel veliko novosti in sprememb glede obdavčitve njihovih dohodkov.\nNa Hrvaškem je dohodek fizičnih oseb obdavčen z Zakonom o porezu na dohodak, v uporabi pa je tudi Pravilnik o porezu na dohodak.\nPraksa je narekovala potrebo po kritični presoji davčne zakonodaje v Sloveniji in na Hrvaškem, zato sem v svoji diplomski nalogi proučevala dohodnino kot obdavčitev fizičnih oseb v Sloveniji in na Hrvaškem. Ravno zaradi lažjega razumevanja hrvaškega davčnega sistema, sem izdelala primerjalni prikaz obdavčitve fizičnih oseb po vseh elementih.\nDavčna zakonodaja se v vseh državah nenehno spreminja, dopolnjuje in tolmači. Posledično jo moramo tudi v praksi budno spremljati, razumeti in upoštevati pri dnevnem poslovanju, evidentiranju poslovanja in pri svetovanju komitentom.\n"], "3": ["1.2. Namen, cilji in osnovne trditve", "V diplomski nalogi sem izvedla kritično presojo davčne zakonodaje v Sloveniji in na Hrvaškem ter vzporedno ugotovila podobnosti in razlike.\nNamen zadane naloge je bil proučiti nov zakon o dohodnini v Sloveniji, zlasti z vidika uporabe v praksi in hkrati izvesti primerjavo s tovrstno zakonodajo na Hrvaškem. Znanje, pridobljeno pri izdelavi naloge, mi bo pomagalo v praksi za različna svetovanja.\nPri izdelavi naloge je bilo osnovno vodilo ter cilj razložiti kritične točke davčnega zakona, da jr ta pravilno uporabljen v praksi. To področje sem si izbrala, ker je nov zakon o dohodnini zelo aktualna tema in primerjavo tega zakona s Hrvaško na ta način ni še nihče raziskoval.\nTrdim, da so manjše razlike v davčni obremenitvi fizičnih oseb med Slovenijo in Hrvaško. Naslednja trditev je, da je zakonodaja v Sloveniji bolj evropsko naravnana glede obdavčitve fizičnih oseb, kot pa Hrvaška.\n JASMINA ŠTEINFELSER\n"], "4": ["1.3 Predpostavke in omejitve", "Pri proučevanju in kritični presoji obdavčitve dohodkov fizičnih oseb so kot osnova služili:\n- Slovenija: Zakon o dohodnini, Zakon o davčnem postopku, Uredbe Vlade Republike  Slovenije, mnenja Davčnega Urada Republike Slovenije, strokovna literatura.\n- Hrvaška: Zakon o porezu na dohodak, Pravilnik o porezu na dohodak ter Zbirka  propisa o porezima.\nPri pisanju diplomske naloge sem se osredotočila na slovenski in hrvaški zakon o dohodnini, ki se je pri nas tudi bistveno spremenil. Ker gre za področje, ki je zelo aktualno, sem med vire, uporabljene v diplomski nalogi, sproti vključevala tudi strokovne članke, ki so bili objavljeni med časom pisanja naloge.\nUvodoma so za vsako državo opredeljene in kritično presojane temeljne zakonske določbe, ki jih moramo poznati. V nadaljevanju so podane razlike posameznih davčnih zakonodaj. Na mestih, kjer je mogoče, so predstavljene obdavčitve določenih prejemkov na konkretnih izračunih, tako da je razvidna višina davčne obveznosti za posameznika.\n"], "5": ["1.4 Uporabljene raziskovalne metode", "Pri sestavi so uporabljene metode:\nMetode opazovanja in proučevanja,   empirične metode,   kritična presoja,   uporaba izsledkov in spoznanj iz strokovne literature, raziskav, študij.\nMetoda opazovanja in proučevanja je predvsem globalna analiza zakonskih rešitev s področja obdavčitve dohodkov fizičnih oseb. Pri metodi proučevanja mi je bila v veliko pomoč izmenjava mnenj z drugimi sodelavci v praksi.\nUporabljena je bila tudi metoda primerjave med slovensko in hrvaško zakonodajo. Na mestih, kjer je umestno, so narejeni tudi matematični izračuni.\nNa koncu vsakega poglavja je uporabljena metoda sinteze temeljnih značilnosti ali razlik davčnega sistema v Sloveniji in na Hrvaškem.\n JASMINA ŠTEINFELSER 2. PRIMERJALNA PRESOJA SPLOŠNIH SESTAVIN DAVKA NA DOHODEK FIZIČNIH OSEB V SLOVENIJI IN NA HRVAŠKEM\n"], "6": ["2.1 Osnovne značilnosti obdavčitve dohodka fizičnih oseb v Sloveniji in na Hrvaškem", ""], "7": ["2.1.1 Splošne določbe glede obdavčitve z dohodnino v Sloveniji", "Z zakonom o dohodnini se v Sloveniji ureja obdavčitev dohodkov fizičnih oseb, po postopku, ki se imenuje sintetična obdavčitev, to je obdavčitev vseh vrst dohodkov z eno vrsto davka – dohodnino. S tem zakonom se ureja sistem in uvaja obveznost plačevanja dohodnine. Dohodnina je davek od dohodkov fizičnih oseb. Dohodnina se ugotavlja po določbah zakona, ki velja na dan 1. januarja leta, za katero se dohodnina odmerja, če ni s tem zakonom drugače določeno. Dohodnina je tudi prihodek državnega proračuna, če ni z zakonom drugače določeno. Zakon o dohodnini temelji na načelu splošne davčne obveznosti, zato je v obdavčitev zajet vsak dohodek fizičnih oseb, ki ga imenujemo vir dohodnine in je:\n- dohodek iz zaposlitve,\n- dohodek iz osnovne kmetijske in osnovne gozdarske dejavnosti,\n- dohodek iz dejavnosti,\n- dohodek iz kapitala,\n- dohodek iz premoženja in\n- drugi dohodki. Novost je delitev dohodkov med aktivne in pasivne. Med aktivne dohodke se v skladu z zakonom štejejo dohodek iz zaposlitve, dohodek iz dejavnosti in dohodek iz osnovne kmetijske in osnovne gozdarske dejavnosti. Pasivni dohodek je tiski, ki je dosežen na podlagi dohodka iz premoženja ter na podlagi dobička iz kapitala. Dohodnina je:   osebni davek,   progresivni davek,   letni davek,   sintetični davek,   neposredni davek in   enakopravni davek.\nKot osebni davek je dohodnina opredeljena zato, ker je načelo enakosti davkov oziroma njihovega sorazmerja z gospodarsko močjo davčnega rezidenta tukaj najbolj izrazito, saj v veliki meri upošteva socialne, gospodarske in druge okoliščine, ki vplivajo na davčno sposobnost posameznega zavezanca za dohodnino. Dohodnino plačuje vsak zavezanec zase in za slednje prevzema odgovornost.\nDavek bremeni vse obdavčljive dohodke, ki so jih davčni rezidenti prejeli od 1.1. do 31..12 v določenem letu. Višina davčne obremenitve je odvisna od izpolnjevanja zahtevanih pogojev rezidentstva, neto letne davčne osnove in davčnih stopenj, ni pa pogojena z vrsto prihodka in položajem davkoplačevalcem.\n JASMINA ŠTEINFELSER Ta novi zakon o dohodnini se je deloma začel uporabljati 21. maja 2004 (t.i. evropska določila), v celoti pa 1. januarja 2005, v letu 2006 pa je prišlo do nekaj sprememb in je razdeljen na devet poglavij:  o splošne določbe,  o zavezanec za dohodnino in obseg davčne obveznosti,  o predmet obdavčitve,  o letna davčna osnova in davčne olajšave,  o stopnje dohodnine,  o obveznost plačevanja dohodnine,  o akontacija dohodnine – osnove in stopnje  o odprava dvojnega obdavčevanja dohodkov rezidenta iz virov izven Slovenije,  o prehodne in končne določbe.\n"], "8": ["2.1.2 Splošne določbe glede obdavčitve z dohodnino na Hrvaškem", "Na Hrvaškem obdavčitev fizičnih oseb ureja Zakon o porezu na dohodak (v nadaljevanju ZPD) in Pravilnik o porezu na dohodak (v nadaljevanju PPD). Dohodninska zakonodaja je bila na Hrvaškem dopolnjena in popravljena, tako da je v letu 2004 začelo veljati nov zakon o dohodnini. Ta novi zakon se je začel uporabljati 1. januarja 2004. S sprejetjem novega zakona so se nadaljevale spremembe v ureditvi obdavčitve dohodka, ki so bile začete z nastankom hrvaške države. Prvi zakon o dohodnini, s katerim je bila pomembno spremenjena dotedanja ureditev obdavčitve dohodka (prehod z analitične ureditve obdavčitve dohodka na sintetično), je bil sprejet ob koncu leta 1993 in objavljen v Narodnih novinah 109/93; uporabljal se je od 1. januarja 1994 do konca leta 2000 in je bil ves ta čas enkrat spremenjen. Drugi zakon o dohodnini (odslej stari zakon) je bil sprejet ob koncu leta 2000; objavljen je bil v Narodnih novinah 127/00 in je bil trikrat dopolnjen. Novi zakon v 69. členu predpisuje, da se z njim prenehajo uporabljati določbe starega. S sprejetjem novega zakona je bila nekoliko spremenjena ureditev obdavčitve dohodka, ki se je uporabljala do konca leta 2004. Zato sem v nadaljevanju predstavila temeljne določbe nove ureditve dohodnine.\nV nadaljevanju sem podala tudi temeljne značilnosti, ki jih prinaša zakonodaja s področja obdavčitve fizičnih oseb v Sloveniji in na Hrvaškem.\n"], "9": ["2.2 Davčni zavezanec v Sloveniji in Hrvaški", ""], "10": ["2.2.1 Davčni zavezanec v Sloveniji", "Po 5. členu zakona o dohodnini, plačuje dohodnino fizična oseba s stalnim prebivališčem v Republiki Sloveniji (rezident) od vira vseh dohodkov v Republiki Sloveniji in tudi od vseh dohodkov, ki imajo vir izven Republike Slovenije v posameznem koledarskem letu. Zavezanec je tudi fizična oseba, ki je nerezident v Sloveniji in je zavezanec za plačilo za dohodnino od vseh dohodkov, ki imajo vir v Sloveniji. Davčno rezidentstvo posameznika je tako pogojeno s kriteriji, ki so1:  1. ima uradno prijavljeno stalno prebivališče v Sloveniji;\n______________  Povzeto po Uradnem listu št. 70/2005\n JASMINA ŠTEINFELSER 2. biva izven Slovenije zaradi zaposlitve v diplomatskem predstavništvu, konzulatu, mednarodni misiji Republike Slovenje ali misiji Republike Slovenije pri Evropski komisiji, kot javni uslužbenec z diplomatskim ali konzularnim statusom, ali je zakonec ali vzdrževani družinski član takega javnega uslužbenca in prebiva s to osebo; 3. je bil rezident Slovenije v kateremkoli obdobju preteklega ali tekočega leta in biva izven Slovenje zaradi zaposlitve:  a) v diplomatskem predstavništvu, konzulatu, mednarodni misiji Republike Slovenije ali  misiji Republike Slovenije pri Evropski komisiji, kot javni uslužbenec v tehnični ali  administrativni funkciji, brez diplomatskega ali konzularnega statusa;  b) kot javni uslužbenec ali funkcionar v državnem organu ali organu lokalne skupnosti,  in sicer v državi, ki na podlagi vzajemnosti takega uslužbenca ne šteje za svojega  rezidenta;  c) kot uslužbenec v institucijah Evropskih skupnosti, Evropski centralni banki,  Evropskem monetarnem institutu ali Evropski investicijski banki, ali je zakonec, ki ni  zaposlen in ne opravlja dejavnosti, ali vzdrževan otrok takega uslužbenca in prebiva s  to osebo; 4. ima svoje običajno bivališče ali središče svojih osebnih in ekonomskih interesov v Sloveniji, ali 5. je v kateremkoli času v davčnem letu prisoten v Sloveniji skupno več kot 183 dni.\nČe oseba teh meril ne izpolnjuje, se obravnava kot nerezident, vendar pod pogojem, da2:\n1. opravlja delo kot oseba z diplomatskim ali konzularnim statusom v Sloveniji v diplomatskem predstavništvu, konzulatu ali mednarodni misiji skupine tujih držav ali tuje države, ki je zakonec ali vzdrževani družinski član take osebe in prebiva s to osebo, če ni slovenski državljan; 2. bi postal rezident samo zaradi opravljanja dela kot funkcionar, strokovnjak ali uslužbenec mednarodne organizacije, če ni slovenski državljan; 3. bi postal rezident samo zaradi zaposlitve:  a) v diplomatskem predstavništvu, konzulatu ali mednarodni misiji tuje države v  Sloveniji kot javni uslužbenec v tehnični ali administrativni funkciji, brez  diplomatskega ali konzularnega statusa in ni slovenski državljan;  b) kot uslužbenec tuje države v Sloveniji v funkciji, ki ni diplomatska, konzularna ali  mednarodna, po pogojem, da ta tuja država na podlagi vzajemnosti podobnega  uslužbenca Republike Slovenije ne šteje za svojega rezidenta;  c) kot uslužbenec v institucijah Evropskih skupnosti, Evropski centralni banki,  Evropskem monetarnem institutu ali Evropski investicijski banki, v Sloveniji; 4. je fizična oseba, ki izpolnjuje naslednje pogoje:  a) bo bivala v Sloveniji izključno zaradi zaposlitve kot tuji strokovnjak za dela, za  katera v Sloveniji ni dovolj ustreznega kadra,  b) ni bila rezident v kateremkoli času petih let pred prihodom v Slovenijo,  c) ni lastnik nepremičnine v Sloveniji in  d) bo bivala v Sloveniji skupno manj kot 365 dni v dveh zaporednih davčnih letih; 5. je fizična oseba, ki biva v Sloveniji izključno zaradi študija ali zdravljenja.\n_____________  Povzeto po Uradnem listu št.70/2005 in št. 117/2005\n JASMINA ŠTEINFELSER 2.2.2. Davčni zavezanec na Hrvaškem Kot davčni zavezanec se šteje vsaka fizična oseba, ki dosega dohodek ( 2.člen novega zakona)3. Poleg tega je z novim zakonom razširjen pojem domačega davčnega zavezanca tudi na naslednika vseh davčnih obveznosti, izhajajočih iz dohodka, ki ga je pokojnik dosegel do smrti. Novi zakon razlikuje domačega davčnega zavezanca od tujega. Domači davčni zavezanec (zakon uporablja izraz rezident) je vsaka fizična oseba, ki ima v Republiki Hrvaški prebivališče ali običajno bivališče, in tudi vsaka tista, ki v Republiki Hrvaški nima niti prebivališča niti običajnega bivališča, vendar je zaposlena v državni službi Republike Hrvaške in iz tega naslova prejema plačo.. Tuji davčni zavezanec ( zakon uporablja izraz nerezident) je vsaka fizična oseba, ki v Republiki Hrvaški nima niti prebivališča niti običajnega bivališča, vendar v Republiki Hrvaški dosega dohodek, ki je predmet obdavčenja po zakonu.\n"], "11": ["2.2.3 Primerjava davčnega zavezanca med Slovenijo in Hrvaško", "Tako v Sloveniji kot tudi na Hrvaškem se v davčnih zakonodajah opredeljuje kot davčni zavezanec vsaka fizična oseba, ki dosega dohodek in je tako zavezanec za dohodnino. Obe državi opredeljujeta rezidente in nerezidente v državi, ki plačujejo dohodnino od vseh dohodkov in kateri so vir v Sloveniji ali na Hrvaškem. V obeh državah so domači davčni zavezanci osebe, ki imajo tam stalno prebivališče. Država sama določa, kateri dohodki bodo obdavčeni z dohodnino. Ali je nek dohodek v državi obdavčen ali ne in kako je obdavčen, je mogoče ugotoviti le iz njene davčne zakonodaje, ki se nenehno spreminja. Če predpostavimo, da je slovensko podjetje ustanovilo podjetje na Hrvaškem in tam zaposlilo ljudi ter poleg tega opravljajo delo v podjetju tudi fizične osebe iz Slovenije, ki tam nimajo stalnega in začasnega prebivališča, je obdavčitev naslednja; za osebe, ki so zaposlene na Hrvaškem (lahko so hrvaški državljani) in imajo tam stalno ali začasno prebivališče, so le ti nedvoumno davčni zavezanci. Če pa na Hrvaškem opravlja delo fizična oseba iz Slovenije, ki nima tam stalnega ali začasnega prebivališča in za to prejema dohodek, je ta oseba davčni zavezanec, ker prejema obdavčljiv dohodek. Torej so vse osebe, ki bi opravljale delo v podjetju, davčni zavezanci. Če bi nasprotno hrvaški državljan dosegal dohodke v Sloveniji, bi bil tudi zavezanec za dohodnino, saj bi dosegel vir dohodka v Sloveniji. Državi morata imeti sklenjen sporazum, da se bo zavezanec lahko izognil morebitnim dvojni obdavčitvi, ki bi jo povzročilo upoštevanje obeh domačih zakonodaj. Bistveno za reševanje vprašanj, kateri državi bo oseba plačala davek oziroma kje bo vlagala dohodninsko napoved in za katere dohodke, je določitev davčnega rezidentstva po dvostranskem sporazumu o izogibanju dvojnemu obdavčevanju.\n"], "12": ["2.3 Davčna osnova v Sloveniji in Hrvaški", ""], "13": ["2.3.1 Davčna osnova v Sloveniji", "Davčna osnova so prejemki opredeljeni kot viri dohodnine. To so:\n- letni znesek plače, nadomestil, regres za letni dopust, boniteta, ki jo delodajalec zagotovi v _______________  Zakon o porezu na dohodak, NN št. 177/04\n JASMINA ŠTEINFELSER\nkorist delojemalca, povračilo stroškov v zvezi z delom\n- pogodbe o delu in druge delovne pogodbe (od katerih je bil obračunan davek od osebnih  prejemkov);\n- letni znesek pokojnine, zmanjšan za ustrezne prispevke;\n- katasterski dohodek od kmetijskih in gozdnih zemljišč, zmanjšan za oprostitve, olajšave in  obvezne prispevke;\n- dobiček dosežen z opravljanjem dejavnosti, zmanjšan za olajšave ali dobiček z  upoštevanjem normiranih stroškov, zmanjšan za obvezne prispevke;\n- letni znesek obresti od posojil, od katerih je bil obračunan davek od dohodkov iz  premoženja;\n- dohodki doseženi z udeležbo pri dobičku;\n- dohodki od najemnin, od katerih je bil obračunan davek od premoženja;\n- dohodki iz premoženjskih pravic, od katerih je bil obračunan davek od premoženjskih  pravic.\nLetna davčna osnova rezidenta Letna davčna osnova od dohodkov rezidenta, pridobljenih v davčnem letu, je vsota davčnih osnov od dohodka iz zaposlitve, dohodka iz dejavnosti, dohodka iz osnovne kmetijske in osnovne gozdarske dejavnosti, dohodka iz oddajanja premoženja v najem, dohodka iz prenosa premoženjske pravice in drugih dohodkov vključno s povečanji in zmanjšanji, določenimi pri posamezni vrsti dohodka. Letna davčna osnova se zmanjša do največ 2% letne davčne osnove zavezanca rezidenta za:\n- sredstva, vložena v dolgoročne državne vrednostne papirje;\n- znesek premije za prostovoljno dodatno zdravstveno zavarovanje slovenskim pravnim  osebam;\n- nakup zdravil, zdravstvenih in ortopedskih pripomočkov;\n- prostovoljne denarne prispevke in vrednost daril v naravi za humanitarne, dobrodelne,  kulturne, vzgojno-izobraževalne, znanstvene, športne, ekološke in religiozne namene;\n- nakup ali gradnjo stanovanjske hiše ali stanovanja za rešitev stanovanjskega problema,  razen za plačane zneske obresti od posojil, pridobljenih za rešitev stanovanjskega  problema;\n- vzdrževanje stanovanja ali stanovanjske hiše ali za odpravo arhitekturnih in  komunikacijskih ovir v teh objektih, v katerih zavezanec dejansko biva;\n- nakup likovnih del, leposlovnih knjig, nosilcev avdio-video vsebin ter za plačane  zneske za obnovo spomeniških lastnosti razglašenega in v državni register vpisanega  kulturnega spomenika;\n- šolnine in za nakup učbenikov in strokovne literature v zvezi z izobraževanjem po  javno priznanih izobraževalnih programih (tudi za vzdrževane otroke).\n- priklop na internet in nakup ustrezne terminalne opreme;\n- članarine političnim strankam in sindikatom.\n JASMINA ŠTEINFELSER Nad temi 2% znižajo osnovo rezidentu še:\n- plačani zneski samoprispevka, uvedenega v skladu s predpisi o samoprispevku, v  celoti zmanjšajo letno davčno osnovo;\n- obresti od posojil, pridobljenih za rešitev stanovanjskega problema zavezanca, vendar  za največ dodatnih 2% letne davčne osnove zavezanca. Ugotovljena davčna osnova za dohodnino se zmanjša za naslednje olajšave:\n- osebne olajšave: - splošna olajšava je, da vsakemu rezidentu se prizna zmanjšanje  letne davčne osnove v višini 604.332 tolarjev letno, pod pogojem, da drug rezident za  njega ne uveljavlja posebne olajšave za vzdrževanega družinskega člana.(Za leto 2005  pa je splošna olajšava 564.400.); – rezidentu invalidu s 100% telesno okvaro, se prizna  zmanjšanje letne davčne osnove v višini 3,441.500 tolarjev letno. Starejšim od 65. let  se prizna zmanjšanje davčne osnove v višini 275.300 tolarjev letno. -Upokojenska  olajšava je 14,5% odmerjene pokojnine iz obveznega PIZ (pokojninsko in invalidsko  zavarovanje) .\n- posebne osebne olajšave – za rezidente, ki se izobražujejo in njegovi dohodki ne  presegajo 1,600.000 tolarjev, se do dopolnjenega 26. leta starosti prizna zmanjšanje  davčne osnove od dohodka za delo preko napotnice, v skladu s predpisi s področja  zaposlovanja, v višini 1,200.000 tolarjev letno. Rezident, ki samostojno opravlja  specializiran poklic na področju kulturne dejavnosti in pod pogojem, da nima  sklenjenega delovnega razmerja, se mu prizna zmanjšanje davčne osnove od dohodka  iz dejavnosti v višini 15% prihodkov letno, do zneska 6,000.000 tolarjev. Rezident, ki  samostojno opravlja novinarski poklic, pod pogojem, da nima sklenjenega delovnega  razmerja, se mu prizna zmanjšanje davčne osnove od dohodka iz dejavnosti v višini\n- posebna olajšave – rezidentom, ki vzdržujejo družinske člane, se prizna zmanjšanje  letne davčne osnove, ki znaša: 1. za prvega vzdrževanega otroka 484.872 tolarjev  letno, ali 2. za drugega vzdrževanega otroka 527.040 tolarjev letno, ali 3. za tretjega  vsakega vzdrževanega družinskega člana 702.756 tolarjev letno. Za vsakega  nadaljnjega vzdrževanega otroka se olajšava poveča za 175.608 SIT letno glede na  višino olajšave za predhodnega vzdrževanega otroka. Za otroka , ki potrebuje posebno  nego in varstvo, je znesek 1,756.932 SIT letno.\n- za vzdrževanega družinskega člana se šteje zakonec, ki ni zaposlen ter nima lastnih  sredstev. K tej olajšavi štejemo tudi otroka do 18. leta starosti ter tudi otroka do 26.  leta starosti, ki se izobražuje.\n- Olajšava za premijo za PDPZ (prostovoljno dodatno pokojninsko zavarovanje)  plačano v Sloveniji ali EU, je do 24% obveznih prispevkov za PIZ (pokojninsko in  invalidsko zavarovanje) in največ 549.400 tolarjev letno (za poklicne športnike 100%  in največ 50% letnih bruto dohodkov) in\n- Olajšava za različne izdatke: - do 2% se dohodninska osnova lahko zmanjša zaradi  nakupov in vlaganj (dolgoročni državni vrednostni papirji, donacije, stanovanja., slike,  knjige, šolnine, internet…) ter v celoti za samoprispevek.\n JASMINA ŠTEINFELSER\n"], "14": ["2.3.2 Davčna osnova na Hrvaškem", "Davčna osnova pri domačem davčnem zavezancu - izhaja iz seštevka dohodka iz nesamostojnega dela, dohodka iz samostojne dejavnosti, dohodka iz premoženja in premoženjskih pravic, dohodka iz kapitala, dohodka iz zavarovanja in drugih vrst dohodka, pridobljenih v državi in tujini (načelo svetovnega dohodka). Davčno osnovo se dobi tako, da se od vsega zneska, pridobljenega s seštetjem naštetih vrst dohodka, pridobljenih v državi in tujini, odštejejo zneski osebnih odbitkov in neobdavčeni znesek dohodka ter olajšave za območja pod posebnim državnim varstvom in gorsko – planinska območja. Davčna osnova pri tujem davčnem zavezancu - izhaja iz seštevka vseh posameznih vrst dohodka, dobljenega na enak način kot pri domačem davčnem zavezancu, le da se upošteva samo dohodek, dosežen v državi (načelo domačega dohodka). Davčna osnova se potem dobi tako, da se od dobljenega seštevka dohodka, doseženega v državi, odštejejo zneski posameznih osebnih odbitkov. Osebni odbitek4 ali neobdavčeni del dohodka: Določbe v zvezi z osebnim odbitkom ali neobdavčenim dohodkom so se pomembneje spremenile. Domačim davčnim zavezancem se prizna temeljni osebni odbitek:\n- temeljni osebni odbitek v višini 1.600 kun za vsaki mesec davčnega obdobja;\n- domačim davčnim zavezancem, ki prejemajo pokojnine, se priznava osebni odbitek v  velikosti celotne pokojnine, dosežene v davčnem obdobju, vendar takšen osebni  odbitek ne more biti niti manjši od 1.600 kun niti večji od 3.000 kun. Domačim davčnim zavezancem se lahko poveča osebni odbitek v velikosti:\n- 0,5 temeljnega osebnega odbitka za vzdrževane člane ožje družine in bivšega  zakonskega partnerja, za katere se plačujejo alimenti;\n- Osebni odbitek za vzdrževane otroke:\n- za prvega otroka 0,50 temeljnega osebnega odbitka,\n- za drugega otroka 0,70 temeljnega osebnega odbitka,\n- za tretjega otroka 1,00 temeljnega osebnega odbitka,\n- za četrtega otroka 1,40 temeljnega osebnega odbitka,\n- za petega otroka 1,60 temeljnega osebnega odbitka ter\n- za vsakega nadaljnjega otroka, se faktor temeljnega osebnega odbitka poveča, ki je  progresivno za 0,6, 0,7, 0,8, 0,9, 1… večji od faktorja temeljnega osebnega odbitka za  prejšnjega otroka.\n- 0,3 temeljnega osebnega odbitka za davčnega zavezanca, vsakega vzdrževanega člana  ožje družine in vsakega otroka, če gre za invalidne osebe.\n- 1 temeljnega osebnega odbitka za davčnega zavezanca, vsakega vzdrževanega člana\n_______________  Osebni odbitek je v izvirniku »osobni odbitak« in vsebinsko pomeni enako kot v Sloveniji olajšava.\n JASMINA ŠTEINFELSER ožje družine in vsakega otroka, če gre za osebe, ki jim je s posebno odločbo priznana 100- odstotna invalidnost in/ali imajo pravico do tuje pomoči in negovanje zaradi ugotovljene invalidnosti. Kot vzdrževani člani ožje družine in vzdrževani otroci se štejejo fizične osebe, katerih obdavčljivi prejemki, prejemki, od katerih se ne plačuje davek, in drugi prejemki, ki se po zakonskih določbah ne obravnavajo kot dohodek, ne presegajo šestkratnika temeljnega osebnega odbitka na letni ravni 9.600 kun. V te prejemke niso všteti socialne podpore po posebnih predpisih, otroški dodatek, prejemek za opremo novorojenega otroka in družinske pokojnine po smrti staršev. Drugi osebni odbitki:\n- Domačin davčnim zavezancem se lahko osebni odbitek po vloženi letni davčni  napovedi dodatno poveča iz več razlogov. Tako je mogoče povečati osebni odbitek  domačega davčnega zavezanca za zneske, ki so bili plačani za obvezno zdravstveno  zavarovanje, če davčni zavezanec ni drugače zavarovan, in sicer do zneska  predpisanega obveznega prispevka za zdravstveno zavarovanje. Tudi njemu je v  davčnem obdobju mogoče povečati osebni odbitek za znesek dejanskih stroškov  nekaterih zdravstvenih storitev v Republiki Hrvaški, ki so nastale za lastne potrebe, če  stroški niso poravnani v okviru osnovnega, dopolnilnega ali zasebnega zdravstvenega  zavarovanja.\n- Domačim davčnim zavezancem je mogoče pod nekaterimi pogoji povečati osebni  odbitek tudi za stroške, nastale pri nakupu ali gradnji prvega stanovanjskega prostora  (hiše ali stanovanja) na območju Republike Hrvaške za njihove trajne stanovanjske  potrebe oziroma za izboljšanje stanovanjskih razmer ter za znesek plačane prosto  dogovorjene najemnine za stanovanje v stanovanjskem prostoru najemodajalca.\n- Vse omenjene odbitke – v zvezi z zdravstvenimi storitvami, reševanjem  stanovanjskega vprašanja in zavarovalnimi premijami - lahko domači davčni  zavezanci izkoristijo v seštevku do največ 12.000 kun letno.\n- Tujim davčnim zavezancem se prizna odbitek v velikosti temeljnega osebnega odbitka  in plačanih prispevkov za obvezno zdravstveno zavarovanje v državi do velikosti z  zakonom prepisanih obveznih prispevkov.\n- Davčni zavezanci lahko povečajo osebni odbitek za darila, dana v državi za kulturne,  vzgojno – izobraževane, znanstvene , zdravstvene, humanitarne, športne in verske  namene, do 2% prejemkov, za katere je bila v prejšnjem letu vložena letna davčna  napoved in ugotovljena letna dohodnina.\n"], "15": ["2.3.3 Primerjava davčne osnove med Sloveniji in Hrvaško", "Slovenski zakon podrobneje opredeljuje davčno osnovo po posameznih vrstah dohodkov, hrvaški zakon opredeljuje kot davčno osnovo dosežen dohodek, ki je zmanjšan za znesek osebnih odbitkov in neobdavčeni znesek dohodka ter olajšave za območja pod posebnim državnim varstvom in gorsko – planinska območja. V primeru, da slovenski davčni zavezanec ustvari na Hrvaškem dohodke, ki so obdavčljivi, ima pravico do osnovnega osebnega odbitka (1.600,00 kun mesečno) in plačan prispevek za obvezno zdravstveno zavarovanje na Hrvaškem, do višine z zakonom predpisanega zneska.\n JASMINA ŠTEINFELSER V obeh državah se dohodek zmanjša za plačilo prispevkov, ki jih na Hrvaškem imenujejo izdatki in za osebne odbitke oziroma olajšave. Višina osebnih olajšav se po posameznih državah razlikuje. V nadaljevanju sem prikazala razlike v višini olajšav med državama in jih preračunali na primerljivo vrednost.\nZaradi lažje predstavitve razlik v osebnih olajšavah med državama sem preračunala olajšave na letni nivo, čeprav so na Hrvaškem zakonsko določene za posamezen mesec davčnega obdobja, pri čemer predpostavljamo, da je davčno obdobje 12 mesecev.\nPrimer št. 1: Primerjava osebnih olajšav med Slovenijo in Hrvaško\nOsebna olajšava za davčnega zavezanca znaša:\n- za primerjavo sem preračunala kune v SIT po tečaju 1 kuna = 33,00 SIT;\nLETO 2005\nOsebna olajšava je na Hrvaškem višja kot v Sloveniji.\nLETO 2006\nOsebna olajšava za davčnega zavezanca znaša:\n- za primerjavo sem preračunala kune v SIT po tečaju 1 kuna = 33,00 SIT;\nTudi za leto 2006 je osebna olajšava na Hrvaškem višja kot v Sloveniji.\nPrimer št. 2: Primerjava olajšav za vzdrževane družinske člane med Slovenijo in Hrvaško\nOsebne olajšave za vzdrževane družinske člane: Predpostavke:\n- Na Hrvaškem je osnovni osebni odbitek 1.600,00 kun;\n- upoštevala sem tečaj 1 kuna = 33,00 SIT;\n JASMINA ŠTEINFELSER\nPri olajšavah oziroma osebnih odbitkih za vzdrževane družinske člane, je temeljna razlika v tem, da je v Sloveniji višina olajšave za vsakega posameznega otroka višja kot pa na Hrvaškem. Na začetku, pri prvem vzdrževanem družinskem članu je še mala razlika, potem pa ta razlika vedno bolj narašča. Posebnost je pri četrtem otroku, kjer imajo na Hrvaškem večjo olajšavo kot pa v Sloveniji, potem pri petem otroku pa imamo v Sloveniji spet večjo olajšavo in ta znaša 1,054.188 SIT letno.\n"], "16": ["2.4 Davčno obdobje v Sloveniji in na Hrvaškem", ""], "17": ["2.4.1 Davčno obdobje v Sloveniji", "Davčno obdobje je v Sloveniji urejeno v Zakonu o davčnem postopku, ki določa , da morajo zavezanci za dohodnino vložiti napoved za odmero dohodnine na obrazcu, ki ga predpiše minister za finance, najkasneje do 31. marca tekočega leta za preteklo leto. Če davčni zavezanec preneha biti rezident, mora vložiti napoved najpozneje do odhoda iz Slovenije, če odide iz Slovenije pred rokom 31.marca. Napoved vloži za obdobje davčnega leta,v katerem je bil rezident.\n JASMINA ŠTEINFELSER\n"], "18": ["2.4.2 Davčno obdobje na Hrvaškem", "Davčno obdobje je koledarsko leto, v nekaterih primerih pa je lahko davčno obdobje tudi krajše od koledarskega leta. To velja za te primere:   Če domači davčni zavezanec postane v istem koledarskem letu tuji davčni zavezanec  ali obratno, ko davčno obdobje zajema obdobje, v katerem je bila fizična oseba  domači ali tuji davčni zavezanec;   Ob rojstvu ali smrti davčnega zavezanca.\n"], "19": ["2.4.3 Primerjava davčnega obdobja med Sloveniji in Hrvaško", "Davčno obdobje je v obeh državah koledarsko leto. Hrvaška dovoljuje krajše obdobje za zavezance, ki so postali davčni zavezanci v drugi državi. Če slovenska fizična oseba ne dosega več dohodkov na Hrvaškem, je davčno obdobje le tako dolgo, dokler je tam prejemala dohodke. Slovenski zakon o davčnem postopku pa dodatno v 252. čl. določa primere, v katerih dohodninske napovedi ni potrebno vložiti, če davčni zavezanec, katerega dohodki v davčnem letu, od katerih se plačuje dohodnina, ne presegajo zneska splošne olajšave, ali davčni zavezanec, kateremu je pokojnina edini dohodek v davčnem letu, od katerega se plačuje dohodnina, če od pokojnine v skladu z zakonom ni bila odtegnjena in plačana akontacija dohodnine in zavezanec pri akontaciji dohodnine ni uveljavljal posebne olajšave za vzdrževane družinske člane. Če davčni zavezanec umre pred vložitvijo napovedi, ni izračuna in poračuna dohodnine na letni ravni. Akontacija dohodnine se šteje kot dokončen davek.  Na Hrvaškem je določenih še več vrst dohodkov kot v Sloveniji, za katere ni potrebno oddati letne davčne prijave, seveda, če davčni zavezanec poleg tega ne dosega drugih obdavčljivih dohodkov. Tudi na Hrvaškem ne morejo tisti, ki ne oddajo letne davčne prijave, koristiti osebnih odbitkov.\n"], "20": ["2.5 Davčna stopnja v Sloveniji in Hrvaški", ""], "21": ["2.5.1 Davčna stopnja v Sloveniji", "LETNO DAVČNO OSNOVO ZA LETO 2005\n JASMINA ŠTEINFELSER\nLETNO DAVČNO OSNOVO ZA LETO 2006\nZneski neto letnih davčnih osnov se enkrat letno uskladijo s koeficientom rasti cen življenjskih potrebščin v Sloveniji za mesec november tekočega leta v primerjavi z mesecem novembrom prejšnjega leta, po podatkih Statističnega urada Republike Slovenije; temu ustrezno se zneski dohodnine izračunajo. Zneske iz drugega odstavka z odredbo določi minister, pristojen za finance, najkasneje v decembru tekočega leta za naslednje leto.\n"], "22": ["2.5.2 Davčna stopnja na Hrvaškem", "Zakon predpisuje štiri davčne stopnje:\n- Davčna stopnja 15% se uporablja na davčno osnovo v velikosti do 2 x 1.600 kun  osebnih odbitkov.\n- Davčna stopnja 25% se uporablja na davčno osnovo v velikosti od 2 do 5 x 1.600  osebnih odbitkov.\n- Davčna stopnja 35% se uporablja na davčno osnovo v velikosti od 5 do 14 x 1.600  osebnih odbitkov\n- Davčna stopnja 45% se uporablja na davčno osnovo v velikosti 14 in več odbitkov.\nOsebni odbitek, ki je od leta 2001 do konca leta 2004 znašal 1.500 kun, se je na začetku leta 2005 povečal na 1.600 kun.\n JASMINA ŠTEINFELSER Novi zakon enako kot stari ureja število in višine stopenj dohodnine, spremenil pa je davčne razrede, v katerih se uporabljajo posamezne davčne stopnje. Tako je prišlo do večjih sprememb v primerjavi s starim zakonom, kar je vidno iz tele razpredelnice:\n"], "23": ["2.5.3 Primerjava davčne stopnje med Slovenijo in Hrvaško", "Hrvaške davčne stopnje so predstavljene za posamezne prejemke in razvidno je, da je davčnih stopenj manj. Poleg tega je stopnja obdavčitve bistveno nižja kot v Sloveniji. Da bi lahko ugotovili, kako vplivajo določene davčne stopnje na višino obračunanega davka, sem povzela primer ob določenih predpostavkah. Primer št. 3: Primerjava davčnih stopenj na praktičnem primeru med Slovenijo in Hrvaško Predpostavke:\n- Prikazala sem obdavčitev mesečnih prejemkov;\n JASMINA ŠTEINFELSER\n- obdavčila sem davčno osnovo; to so dohodki in od njih odšteti vsi prispevki in odbitki  ter olajšave po slovenski zakonodaji. Ta osnova je 400.000,00 SIT;\n- za izračun davka na Hrvaškem sem upoštevala tečaj BS 1 kuna = 33,00 SIT, kar  pomeni da je davčna osnova 12.121,12 kun;\n- hrvaške kune sem na koncu preračunala v SIT zaradi informacijske vrednosti;\n- obdavčujem enomesečni prejemek.\nHRVAŠKI\nObdavčitev v Sloveniji mesečno:\nObdavčitev na Hrvaškem mesečno:\nPod enakimi predpostavkami bi plačali v Sloveniji več davka. Če obdavčimo davčno osnovo 400.000,00 SIT po slovenski in hrvaški zakonodaji, bi v Sloveniji plačali za 39.159,63 SIT davka več, kajti davčna osnova zapade tudi v obdavčitev po 37%, medtem ko je na Hrvaškem najvišje 35%, kajti dohodek, glede na višino ne zapade v obdavčitev po 45%.\n"], "24": ["2.6 Neobdavčljivi dohodki v Sloveniji in Hrvaški", ""], "25": ["2.6.1 Neobdavčljivi dohodki v Sloveniji", "Kaj ni obdavčeno z dohodnino?\n- Obdavčeno ni, kar ni dohodek fizične osebe (dohodek je le, če se poveča  premoženje).\n- Obdavčeno ni, kar v zakonu o dohodnini ni nedvomno določeno (oziroma  določljivo) kot obdavčljiv dohodek.\n- Obdavčeno tudi ni, za kar je v zakonu izrecno predpisano, da ni obdavčeno (ali: ni  obdavčljivo, se ne šteje za dohodek, je oproščeno, se ne všteva v davčno osnovo).\n JASMINA ŠTEINFELSER Za dohodke fizične osebe se po zakonu o dohodnini ne štejejo: 1. dediščine in volila, razen v zvezi z opravljanjem dejavnosti; 2. darila, prejeta od fizične osebe, ki ni delodajalec prejemnika (ali z delodajalcem povezana oseba); 3. dobitki od iger na srečo po zakonu, ki ureja igre na srečo; 4. izplačila, ki jih prejme fizična oseba na podlagi zavarovanja za primer bolezni, poškodbe ali invalidnosti, katerega zakon, ki ureja zavarovalništvo, ne določa kot obvezno zavarovanje, ali izplačila na podlagi zavarovanja za škodo, povzročeno na osebnem premoženju, in za škodo v zvezi z opravljanjem osnovne kmetijske in osnovne gozdarske dejavnosti; 5. sredstva ali dobički, ki jih pridobi fizična oseba na podlagi prenosov sredstev med svojim podjetjem; Dohodnina se ne plača od5 1. denarne pomoči, ki jo posameznik prejme zaradi naravne in druge nesreče…; 2. subvencije, ki se v skladu s posebnimi predpisi izplačujejo iz proračuna za določene  namene, razen dohodkov, ki jih posameznik prejme v zvezi z opravljanjem dejavnosti in  v zvezi z opravljanjem osnovne kmetijske in osnovne gozdarske dejavnosti 3. dohodkov, ki jih v obliki povračil stroškov, storitev ali drugih ugodnosti v naravi prejmejo  upravičenci na podlagi zakona o vojnih invalidih, zakona o žrtvah vojnega nasilja, zakona  o posebnih pravicah žrtev vojne za Slovenijo, zakona o popravi krivic, zakona o vojnih  veteranih in zakona o družbenem varstvu duševno in telesno prizadetih oseb in zakona o  republiških priznavalninah, razen prejemkov, ki predstavljajo redni dohodek; 4. doživljenjske mesečne rente, ki jo posameznik prejme po zakonu o žrtvah vojnega nasilja  in zakonu o posebnih pravicah žrtev v vojni za Slovenijo 1991; 5. dohodkov, ki jih v obliki povračil stroškov, storitev ali drugih ugodnosti v naravi prejmejo  upravičenci na podlagi obveznega pokojninskega in invalidskega zavarovanja,  zdravstvenega zavarovanja ter na podlagi obveznega zavarovanja za primer brezposelnosti  in za starševsko varstvo, razen dohodkov, ki predstavljajo redni dohodek na podlagi  navedenega zavarovanja; 6. vrnitve premoženja in odškodnine, prejete v skladu z zakonom, ki ureja denacionalizacijo  in zakonom, ki ureja izvrševanje kazenskih sankcij; 7. odškodnine na podlagi sodbe sodišča zaradi osebnih poškodb (telesnih poškodb, bolezni  ali smrti) ali poškodovanja osebnega premoženja; 8. zamudnih obresti, izplačanih na podlagi sodne odločbe. 9. odškodnine neupravičeno obsojenim in priprtim v skladu z zakonom, ki ureja kazenski\n"], "abstract": ["Nov sistem dohodnine, ki se v celoti uveljavlja od 1.1.2006, se močno razlikuje od starega sistema dohodnine. V obdavčitev so zajeti vsi dohodki posameznika, ne glede na njihov vir. Rezidenti so obdavčeni po svetovnem dohodku, nerezidenti pa po viru dohodka, kar lahko vodi v dvojno obdavčitev, ki se uspešno preprečuje z dvostranskimi sporazumi o izogibanju dvojnemu obdavčevanju. Tako je tudi na Hrvaškem. Dohodninska zakonodaja je bila na Hrvaškem dopolnjena in popravljena, tako da je v letu 2004 začelo veljati nov zakon o dohodnini. Ta novi zakon se je začel uporabljati 1. januarja 2004. Davčna osnova je razširjena. Davek se plačuje tudi na nekatere dohodke, ki jih star sistem dohodnine davčno ni poznal oziroma jih je označeval kot neobdavčene. Hrvaške davčne stopnje so predstavljene za posamezne prejemke in razvidno je, da je davčnih stopenj manj. V Sloveniji so davčne stopnje naslednje:16%, 33%, 37%; 41% in 50%. Na Hrvaškem pa: 15%, 25%, 35% in 45%. Tukaj vidim, da so stopnje obdavčitve v Sloveniji bistveno manjše kot pa na Hrvaškem. Usklajeni zneski neto letnih davčnih osnov in davčnih olajšav v Sloveniji so določeni z Odredbo o določitvi olajšav in lestvice za odmero dohodnine za leto 2006. Ugotovila sem, da so davčni zavezanci v Sloveniji dosti bolj obdavčeni kot pa Hrvaška, razen pri eni vrsti davka. To je pri prejemku od obresti, kjer ima Hrvaška stopnjo obdavčitve 35%, v Sloveniji pa 20% stopnjo."]}