{"1": ["1 UVOD", "Nasad sadnega drevja potrebuje obdelavo tal, kar vpliva na ohranjanje zdrave strukture in povečanje aktivnosti tal ter s tem na večjo proizvodno sposobnost in boljši pridelek. Različna obdelava tal vpliva na razlike sadnih dreves v vegetativni in generativni rasti. Z izbiro pravilne oz. najprimernejše obdelave tal želimo doseči okolju prijaznejši in zdrav način pridelave.\nPrijaznejši način pridelave je integrirana pridelava, kjer z uporabo naravnih virov in mehanizmov, ki zmanjšujejo negativne vplive kmetovanja na okolje in zdravje ljudi, daje kakovostne in zdrave pridelke. Da bi to dosegli, moramo upoštevati oz. izkoristiti naravne danosti okolja. Če bo pridelovalec dobro izbral vse ukrepe gojenja, izbire lege, rastišča, pravilne obdelave tal, gnojenja, bo s tem vzpodbujal zdrav način odpornosti rastlin pred pleveli in škodljivci. Pridelek pa mora biti zdrav in kakovosten, pri čemer se uporaba kemičnih sredstev za varstvo rastlin omeji na najnujnejšo količino fitofarmacevtskih sredstev. Tudi s pomočjo integrirane pridelave in nadzora nad njo bomo v prihodnje ljudem omogočali možnost nabave in uživanje bolj zdrave in kakovostnejše ter doma pridelane hrane.\n"], "2": ["1.1 Opredelitev problema in cilji naloge", "Skrb za okolje, varovanje narave in ohranjanje raznovrstnosti življenja v tleh je v današnjem času izrednega pomena, zato smo se posluževali takih načinov obdelave, ki stremijo k ohranjanju rodovitnosti in povečujejo odpornost sadnih dreves proti škodljivim organizmom. Težili smo k zmanjšani uporabi kemičnih sredstev za zatiranje plevelov. V diplomskem delu smo želeli ugotoviti, kakšen je vpliv različnih načinov obdelave tal na rast in pridelek jablan ter nadzorovanje rasti plevela v pasu pod drevesi. Zanimalo nas je, ali obstajajo in kako veliki so učinki alternativnih metod zatiranja plevelov oz. obdelave tal v primerjavi z učinkom uporabe kemičnih sredstev. \nPoskus so sestavljali naslednji načini obdelave tal: košnja, ožiganje, mehanska obdelava, herbicidanje, kontrolo so predstavljala netretirana in neobdelana tla. Postavili smo naslednje delovne hipoteze:   način obdelave tal vpliva na bujnost in rodnost jablan,   način obdelave tal vpliva na kakovost pridelka (povprečno maso plodov),   mehanska obdelava in herbicidanje sta metodi, pri katerih bomo dosegli najboljšo  rast in rodnost jablan.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Vzdrževanje pasu pod drevesi", "V sadovnjakih je potrebno posebno pozornost posvetiti tudi vzdrževanju (negi) pasu pod drevjem (drevesnega pasu) oziroma v sami vrsti dreves. Sadna drevesa so danes na šibko rastočih podlagah in gosto sajena. Koreninski sistem je plitek, tekmovanje z drugimi rastlinami za vodo in hranilne snovi v tleh pa lahko znatno vpliva na uspešnost in kakovost pridelave (Poje 2007).\nNa oblikovanje koreninskega sistema vplivajo tla in agrotehnični ukrepi, ki jih izvajamo. Primerne razmere za razvoj korenin so tla, ki vsebujejo dovolj zraka, toplote, vlage in hranilnih snovi. Koreninski sistem se v vegetacijskem obdobju ves čas povečuje, zato je intenzivnost vpliva suše močno odvisna tudi od vodnoetenzijskih lastnosti tal. Na plitvih peščenih tleh bo rastlinam vode primanjkovalo prej kot v srednje globokih do globokih dobro strukturnih tleh. V zaporednih fenoloških fazah se potrebna količina vode, ki jo rastline skupaj s hranilnimi snovmi črpajo iz talnih horizontov, povečuje in lahko pride do pomanjkanja vode in suše (Matajc 2001).\nV plasti koreninjenja tako poteka ob pomanjkanju vode evapotranspiracijski odvzem vlage iz tal. Zadrževalne sposobnosti tal za vodo so določene s teksturo in globino tal (Vilhar 2003).\nV vzajemnem in stalnem krogotoku trifaznega sistema tla – rastlina – atmosfera imajo padavine največji vpliv na rast in razvoj rastlin. Jablane so v vegetacijskem obdobju leta 2000 potrebovale od 120 mm do več kot 200 mm dodatne vode. Primerjava dobljenih vrednosti potencialne evapotranspiracije leta 2000 z dolgoletnimi povprečnimi vrednostmi je pokazala, da so rastline v treh mesecih od začetka junija do konca avgusta porabile več kot dve tretjini vode, mesečna evapotranspiracija je bila vse tri mesece nad 120 mm oz. večja od 4 mm/dan. Primerjava primanjkljaja vode v letu 2000 z dolgoletnimi trimesečnimi \npovprečji kaže, da je bila suša v letu 2000 med najhujšimi v preteklih štiridesetih letih. Skromne padavine, ki so nezadostno polnile vodni zbiralnik v globini koreninskega sistema, in več dni trajajoče visoke temperature zraka so povzročile kmetijsko sušo in dodatne poškodbe predvsem na sadnih plodovih (Matajc 2001).\nGlede na lastnosti in rabo tal je pri pripravi in oskrbi zelo koristno upoštevati zakonitosti in dogodke tudi v manj ugodnih letih (moča, suša). Optimalne rastne pogoje ima drevo vedno takrat, ko so tla dobro zrahljana in struktura tal omogoča zadostno oskrbo z vodo ter so hkrati zračna, brez prepustnih slojev tal (Gutman-Kobal 2002).\nS sistemi oskrbe tal naj bi dosegli:   povečanje ali ohranjanje vsebnosti organskih snovi v tleh,   skladnost med temperaturo, vlago in zračnostjo tal,   preprečitev erozije,   izboljšanje kapacitete tal za hranila in vodo,   preprečitev neposrednega vpliva sončnega sevanja na tla,   preprečitev izgub hranil,   pospešitev dostopnosti hranil,   povečanje in izboljšanje vezave hranil v tleh,   optimalne razmere za življenje v tleh,   zelo raznoliko floro in favno,   obvladovanje plevelov,   ohranitev in izboljšanje strukture tal,   trajen in pester ekosistem (Vršič in Lešnik 2001).\nPomembno je, da se prednostno uporabljajo razpoložljivi biološki, mehanski in drugi pridelovalno tehnični ukrepi, s katerimi zagotavljamo omejitev uporabe kemičnih sredstev na nujen potreben minimum, ter vključijo vse možnosti okolju prijaznega pridelovanja (Poštrak in Škerbot 2004). \nNekaj priporočil z vidika integrirane pridelave sadja o odstranjevanju in zatiranju nezaželenih in konkurenčnih rastlin v pasu pod drevesi:   s pokrivanjem pasov pod drevesi z organskimi materiali ali folijo,   z mehaničnim zatiranjem,   z naravno ozelenitvijo pasov z nizkimi rastlinami, ki imajo plitve korenine,   s termičnim zatiranjem,   z redno košnjo,   s herbicidi, navedenimi v tehnoloških navodilih (Mavsar 2008).\n"], "5": ["2.2 Obdelava tal v sadjarstvu", "Z različnimi ukrepi, ki jih izvedemo pred ali med pridelovalnimi opravili, skušamo zmanjšati možnosti za razvoj in razmnoževanje plevelov. Učinkovitost teh ukrepov se navadno ne more primerjati z učinkovitostjo, doseženo pri uporabi herbicidov. Združen način nekemičnih zatiralnih ukrepov lahko očitno zniža porabo herbicidov in zmanjša neugodne učinke nekega pridelovalnega sistema na okolje (Lešnik 2007).\n"], "6": ["2.2.1 Mehanska obdelava tal", "Za obdelavo tal so predvsem odločilne lastnosti tal, vlažnost tal in zahteve rastlin. Pri tem je treba upoštevati učinke mineralizacije ter nevarnosti erozije tal zaradi vode in vetra. Erozija je najpomembnejši razlog za degradacijo tal in izgubo plodne zemlje, na katerega je mogoče vplivati z obdelovalnimi ukrepi. Vrsta obdelave tal mora ustrezati tako zahtevam varstva tal kot tudi dobri strokovni praksi varstva rastlin. Izvajalec ukrepov mora upoštevati, da je učinkovitost mehanskega uničevanja plevela odvisna od stanja tal, sklopa rastlin, zapleveljenosti ter vremena (Gornik 2000). \nDelovni postopki pri mehanski obdelavi so:   obračanje, rahljanje, zračenje tal,   drobljenje in mešanje tal,   zgoščevanje in združevanje tal,   ravnanje in oblikovanje sadilne površine,   uničevanje plevela,   zadelovanje rastlinskih ostankov (Bernik 2005).\nOkopana plast zemlje se segreva hitreje kot neokopana pod njo. Z okopavanjem obenem spodrežemo tudi korenine plevela, ki je že ozelenel, kalečega pa izvlečemo na površje zemlje, da se na soncu posuši. Z okopavanjem začnemo, preden plevel ozeleni, ko so kali plevela še tik pod površjem zemlje. Če plevel že ozeleni, okopavamo v čim bolj suhem vremenu, v zgodnjih popoldanskih urah, da se spodrezan plevel čim hitreje posuši in odmre. O količini pridelka pa ne odloča pogostnost okopavanja, ampak čas okopavanja: ali je bil okopan ob primernem času ali prepozno. Okopavanje v mokroti škodi rastišču (Mrhar 2001).\nMehanska obdelava tal ima nekatere slabosti in prednosti. Med slabosti prištevamo:   globlja mehanska obdelava tal v obdobju močnejših padavin in nagnjenih terenih  lahko povzroči erozijo,   z enkratno pregloboko obdelavo lahko močno poškodujemo koreninski sistem  rastline, ki se nahaja pod površino tal in preveč oslabimo rast rastline,   okopalnik lahko poškoduje steblo (provodnik) rastline ali celo odreže celo  rastlino,   uporaba strojev za mehansko obdelavo tal pod drevesi je strokovno upravičena,  ekonomsko pa ne, če sadje ni pridelano v okviru ekološke pridelave,   s strojem za vrstno obdelavo tal je težje vzdrževati tako čisto površino pod  drevesi kot s herbicidi,   zmanjševanje deleža humusa je pri mehanski obdelavi tal intenzivnejše, zato se  pri ekološki pridelavi delež humusa vzdržuje z dodajanjem organskih gnojil, pri \n integrirani pridelavi pa ravno zaradi uporabe herbicidov to ni potrebno oz. bi bilo  potrebno, če bi se izvajala samo mehanska obdelava tal (Mavsar 2008).\nPrednosti mehanske obdelave tal so:   z mehansko obdelavo lahko uravnavamo porabo hranilnih snovi (potrebe po  dušiku) v posameznem obdobju vegetacije (cvetenje, debeljenje plodov,  diferenciacija, mokro vegetacijsko obdobje, suho vegetacijsko obdobje), saj lahko  porabnike hranilnih snovi odstranimo, jih pustimo rasti ali jih odstranimo samo  delno,   z mehansko obdelavo tal lahko zmanjšamo potrebo po uporabi herbicidov,   na ta način lahko do neke mere vznemirjamo glodalce v tleh, poškodujemo  njihova gnezdišča ter jih za nekaj časa odvrnemo od povzročanja škode na  koreninah,   z redno mehansko obdelavo lahko do neke mere tudi poglobimo koreninski  sistem rastline in s tem do neke mere zmanjšamo občutljivost v sušnih obdobjih  (Mavsar 2008).\n"], "7": ["2.2.2 Zatiranje plevelov s herbicidi", "Eden izmed najbolj pogostih in relativno enostaven način vzdrževanja drevesnega pasu je vzdrževanje s herbicidi, vendar lahko uporaba herbicidov pripelje do pojava rezistence ali prevelike obremenitve (onesnaženja) podtalnice (Poje 2007).\nHerbicidi so kemična sredstva za zatiranje plevelov oz. neželenih rastlin v širšem smislu. Do nedavnega so bili del sodobne tehnike pridelovanja, v zadnjih letih pa je vse več pomislekov še posebej proti talnim herbicidom zaradi njihove obstojnosti in onesnaževanja zemlje in okolja. Največji negativen učinek herbicidov je onesnaževanje podtalnih voda (www.ekonet.si 2008). \nHerbicidi veljajo za enega izmed najučinkovitejših načinov za obvladovanje zatiranja plevela v intenzivnem sadovnjaku, vendar njihova uporaba prinaša določena tveganja: ostanke herbicidov na površini tal, onesnaževanje vode, fitotoksični vpliv na pridelek, hude spremembe v sestavi trav in plevela ter indukcijo odpornosti plevela (Falta 2002).\nZahteve po zdravi, kakovostni in varni hrani, brez ostankov fitofarmacevtskih pripravkov so pripeljali do integrirane pridelave sadja. To pomeni uravnoteženo in premišljeno uporabo sredstev za varstvo rastlin ob upoštevanju agrotehničnih in biotehnoloških ukrepov. Pri tem imajo pri enakem gospodarnem učinku naravni ukrepi prednost pred fitofarmacevtskimi, kar zagotavlja smotrno uporabo slednjih (Schmitzer 2008).\nV primeru herbicidov je opazen trend zmanjševanja njihove uporabe. Vzrokov za to je več, od uporabe novejših skupin pripravkov z manjšim odmerkom aktivne snovi na ha do precejšnih sprememb v setveni kulturi. Pri zmanjševanju porabe herbicidov v slovenskem merilu ima pomembno vlogo tudi sadjarstvo, saj so bili sadjarji tisti, ki so se prvi odpovedali uporabi talnih, rezidualnih herbicidov v okviru integrirane pridelave sadja, ki predstavlja po zadnji podatkih okrog 90 % tržnih pridelovalcev sadja (Simončič in sod. 2008).\nV integrirani pridelavi sadja je potrebno dovoljena kemična sredstva uporabljati samo v predpisanih odmerkih in uporabljati le pripravke, ki so navedeni v tehnoloških navodilih (Džuban in sod. 2008).\nOd herbicidov pričakujemo, da učinkovito uničujejo plevelne rastline in da pri tem čim manj škodijo kultiviranim rastlinam. Na žalost še danes ne poznamo herbicidov, ki bi učinkovito uničevali samo vse plevelne rastline brez nevarnosti za gojene rastline. Danes je znanih nad 130 spojin, ki jih uporabljamo kot herbicide. Glede na obseg delovanja na rastline jih delimo v dve skupini:   totalni herbicidi, ki uničujejo vse rastline,   selektivni herbicidi, ki uničujejo samo določene vrste rastlin. \nPo načinu delovanja jih delimo v kontaktne herbicide in translokacijske herbicide (herbicidi sistemskega dejstva), ki se raznesejo po celi rastlini (Krajnčič 2008).\nSistemični ali translokacijski herbicidi po nanosu na organe rastlin preidejo skozi njihovo povrhnjico v notranjost organov in se prenašajo po njihovih sokovih. Sistemični herbicidi lahko vstopajo v rastlino skozi korenine, skozi zelene nadzemne organe ali po obeh poteh. Sistemičnost nam omogoča, da prizadenemo tudi podzemne organe. Zaradi tega so sistemični herbicidi uporabni za zatiranje večletnega plevela s sposobnostjo vegetativnega razmnoževanja. Učinkovitost sistemičnih herbicidov je zelo odvisna od fiziološkega stanja rastline, razvojnega stadija in ekoloških razmer (Lešnik 2007).\nŠkropljenje z neselektivnim sistemičnim herbicidom Boom efektom (katerega smo uporabili v našem poskusu) mora zadostovati za nekaj let, a le, če so bili izpolnjeni določeni pogoji. Vedeti moramo, da je omenjeni herbicid (kemična učinkovina glifosat) totalni herbicid in uniči vse tiste rastline, na katere padejo kapljice tekočine ob škropljenju. Ker ves plevel ne vznikne istočasno, je bolje s škropljenjem počakati toliko časa, da se čim bolje razraste. Po škropljenju moramo počakati še vsaj dva do tri tedne, da se začne plevel sušiti. Navedeni herbicid uniči le tisti plevel, ki je že razraščen in ima liste, da lahko zadrži in vsrka kemični pripravek, ki se nato z rastlinskim sokom pretaka po njem. Ne smemo pa pričakovati, da se ga bomo na ta način znebili za vedno. V tleh je veliko semena in vznikne, ko so ustrezne vremenske razmere. Torej lahko pričakujemo, da bo zrasel nov plevel (www.dnevnik.si 2006).\n"], "8": ["2.2.3 Košnja", "Košnja med vrstami v sadovnjaku ne predstavlja večje težave. Pogosto pa se pojavi vprašanje, kako vzdrževati zatravljen pas v sami vrsti. Najbolj enostavno problem rešujemo z uporabo herbicidov, kar pa z ekološkega stališča ni primerna rešitev. Težave se lahko lotimo tudi na mehanski način, ki je nekoliko zamudnejši, z ekološkega stališča pa vsekakor nesporen. Pri vzdrževanju zatravljenega pasu v vrsti s košnjo se pogosto srečamo tudi s problemom poškodbe rastlin, ki jih lahko povzročajo različni stroji za košnjo. Če \nkosimo z motorno koso, ki je opremljena z rezilno glavo z močnejšo vrvico, plastičnimi ali jeklenimi noži, bomo nehote povzročili poškodbe rastlin (Jejčič 2004).\nZa naše razmere priporočamo nizko rastoče trave, trajne v rasti, z dobro regenerativno sposobnostjo in ki dobro prenašajo sušna obdobja. V sušnem obdobju ne smemo pustiti visokih rastlin, ker predstavljajo preveliko konkurenco za vodo, nasprotno v deževnem obdobju kosimo v daljših presledkih in višje rastline (Škvarč 2002).\nPri 30 -C na 100 m² (1 ar) preko trave izhlapi od 150 – 350 l vode/dan, kar pomeni, da na enem hektarju izhlapi dnevno zaradi trave 100-krat več vode, to je od 15.000 do 35.000 l vode (Štabuc 2005).\nS tem, ko pokošeno travo pustimo v sadovnjaku, se povečuje količina humusa v tleh. Manjša so nihanja v temperaturi tal in količini vode. Višja temperatura in večja količina vode prsti omogočata za 30 do 70 % večje pridelke. Prst je rahla in v njej pospešeno delujejo mikroorganizmi. Hranila so dostopnejša in njihovo izpiranje je manjše (www.ekonet.si 2008).\nOzelenitev pasu pod drevesi dobro vpliva na strukturo in rodovitnost tal, manjša je nevarnost talne erozije in izgube hranil (Poje 2007).\n"], "9": ["2.2.4 Ožiganje", "Skrb za okolje je v današnjem času izrednega pomena. Pronicanje herbicidov v podtalnico, pomori koristnih živali, ki jim krčimo njihov življenjski prostor, zastrupitve ljudi, ki se pojavijo pri uporabi fitofarmacevtskih sredstev, vse to mora postati preteklost. Človek, ki zatira plevel s termično metodo, ni izpostavljen nobenim škodljivim vplivom in ne potrebuje nobenih posebnih zaščitnih sredstev. Živali, ki letajo s cveta na cvet, niso izpostavljene nevarnosti zastrupitve. Z ožiganjem zatiramo tudi zajedalce in škodljivce, ki so na steblu rastline. Odmrli plevel predstavlja gnojilo rastlinam, ki jih gojimo. Celo ekonomski izračun uporabe fitofarmacevtskih sredstev v primerjavi s porabo plina pri \ntermični metodi pokaže v korist termični metodi, saj so cene herbicidov zelo narasle. Termična metoda uničevanja plevela temelji na uničenju celic rastline, ki jih onesposobi do takšne mere, da se prekine zmožnost izvajanja fotosinteze. To ne pomeni, da moramo rastlino žgati, da zogleni. Rastlina mora biti izpostavljena plamenu le delček sekunde in sicer le toliko, da se voda v celici upari. To lahko preverimo tako, da rastlino stisnemo s prsti in če se na rastlini pozna prstni odtis, je namen dosežen, celice so uničene. Manjši kot je plevel, bolj je ta metoda učinkovita. Zelo pomembno pri ožiganju plevela je, da se postopek izvaja v pravem trenutku. Prvo ožiganje izvajamo pred sajenjem, saj na ta način zmanjšamo intenzivno rast plevela. Vremenske razmere načeloma ne ovirajo dela, vendar najboljši učinek dosežemo takrat, ko je najbolj vroče in suho vreme (Grešak 2008).\nZa doseganje visokih učinkov je treba ožiganje večkrat ponoviti, v mlajših nasadih od štiri do petkrat v rastni dobi. Delovanje na trajne plevele je slabše, saj podzemnih delov ne pregrevamo dovolj, da bi plevel dokončno propadel. Ožiganje je lahko zelo uničujoče za prisotne žuželke, če te ne uspejo dovolj hitro uiti pred napravo. Kot gorivo uporabljamo predvsem plin (propan, butan, metan). Potrebna je previdnost, da ne povzročimo požarov ali eksplozije gorilnih plinov (Lešnik 2007).\nUporaba ožiganja pa je omejena, predvsem zaradi nevarnosti požara na suhih območjih, lahko pa se zgodi tudi, da ožgemo deblo in liste sadnega drevja (www.youth_farm 2008).\nV določenem času po izvajanju ukrepa se moramo prepričati o učinkovitosti in primernosti le-tega. Če je učinek ukrepa nezadosten, je treba ponovno skrbno preveriti, kaj je povzročilo nezadosten učinek ali škodo ter ali je možen in smiseln ponovni ukrep. Učinkovitost najlažje ocenimo na netretirani oz. neobdelani kontroli, to je delu površine, ki smo ga pustili neobdelanega. Tega se poslužujemo večinoma pri raziskavah oz. demonstracijskih poskusih. Na takih površinah je mogoče spremljati neoviran razvoj škodljivega organizma in oceniti učinek ukrepov (Gornik 2000).\n"], "10": ["3 MATERIAL IN METODE DELA", ""], "11": ["3.1 Lokacija in splošne značilnosti nasada", "Poskus smo izvajali v Univerzitetnem kmetijskem centru Fakultete za kmetijstvo in biosistemske vede Maribor Pohorski dvor (parcela Nad Ribniki 1). Univerzitetni kmetijski center leži na 285 m nadmorske višine in je pod vplivom mediteranske ter alpske klime. Nasad se nahaja na južni strani Pohorja in zagotavlja optimalne pogoje za pridelavo jabolk.\nSadike jablan sorte Zlati delišes/M9 s 5-imi predčasnimi poganjki so bile posajene spomladi leta 1997. Gojitvena oblika je bila zelo vitko vreteno. Nasad je imel žično oporo, ki je bila pritrjena na lesene stebre, opremljen pa je bil tudi s kapljičnim namakalnim sistemom. Tla med vrstama so bila zatravljena, tla v vrstah pa smo proučevali z različnimi obravnavanji obdelave tal. Gnojenje v nasadu je bilo izvajano skladno z analizo tal in navodili za integrirano pridelavo sadja.\n"], "12": ["3.2 Material", ""], "13": ["3.2.1 Sorta Zlati delišes", "Sorta Zlati delišes izvira iz naključnega sejanca, ki ga je okrog leta 1890 v West Virginiji odkril Anderson H. Mullins. Njena materina sorta je grimes golden, opraševalec pa najverjetneje sorta golden reinette. V svetovnem merilu je na drugem mestu pridelave ter najpomembnejša starševska sorta pri različnih križanjih (Godec in sod. 2003).\nDrevo raste srednje bujno, v prvih letih nekoliko bujneje, nato pa se rast umiri. Ima razprostrto, zmerno gosto krošnjo. Provodnik je pokončen, ogrodne veje izraščajo sprva pokončno, pod težo pridelka pa se upognejo v položnejšo lego. Rodne brste tvori tudi na enoletnem lesu, najkakovostnejši plodovi pa se razvijejo na dve in triletnem lesu. Vzgojna \nrez naj bo zmerna, v glavnem redčimo poganjke. Sorta Zlati delišes je zelo občutljiva na škrlup in lahko brez intenzivnega varstva proti tej bolezni popolnoma odpove. Proti jablanovi plesni je ta sorta odporna, proti zimskemu mrazu pa le srednje odporna. Pri nas so od bolezni najbolj znane jablanov mozaik, metličavost jablan in upogljivost jablanovih vej. Zlati delišes zarodi zgodaj, nato pa redno in obilno rodi in ga še vedno smatramo za eno najrodnejših sort, če izvajamo ustrezno redčenje plodičev. Brez redčenja rodi izmenično. Zlati delišes zori v zadnji dekadi septembra. Za uspešno skladiščenje te sorte je zelo pomembno, da so plodovi obrani v optimalnem času, to je takrat, ko začne zelena barva kožice dobivati rumenkaste odtenke. Plodovi Zlatega delišesa so srednje debeli do debeli, podolgovato kopasti s srednje široko prirezanim vrhom, razširjeni pri osnovi in zoženi proti vrhu, malo rebrasti po celem plodu, simetrični in izenačeni. Pecelj je dolg in tanek, nekoliko zadebeljen na koncu. Ob obiranju je koža zeleno rumena, v shrambi pa postane zlato rumena. Je suha, brez mastne prevleke. Občasno se na nekaterih soncu izpostavljenih plodovih pojavi rahel nadih prelite oranžno do svetlo rdeče barve. Sicer gladka koža je bolj ali manj prekrita z rjasto prevleko, ki je pri tej sorti nezaželjena. Pojav rje oz. mrežavosti je odvisen od vremena (menjava suhih in vlažnih obdobij ter nizkih oziroma visokih temperatur pospešuje pojav), klona, lege in tehnologije. Meso je zelenkasto rumeno do kremasto, sočno in čvrsto do srednje čvrsto, sladko, z blago kislino in žlahtno aromo. Drobni in slabo razviti plodovi, predvsem iz notranjosti krošenj, so neokusni, kiselkasti, uporabni le za predelavo. Plodovi so občutljivi za otiske in prevoze. Spada med glavne sorte slovenskega sadnega izbora. Je diploidna. Zlati delišes je uporaben kot namizna sorta in za predelavo (Viršček in Stopar 1998).\n"], "14": ["3.2.2 Podlaga M9", "M9 (rumeni paradiževec iz Metza). Je šibko rastoča jablanova podlaga, ki je v današnjem intenzivnem sadjarstvu najbolj razširjena. Drevesa na tej podlagi dosežejo do 2,5 m višine. Drevesa zarodijo že v drugem letu rasti (Godec in sod. 2003).\nPrednost te podlage sta zgodnja rodnost in šibka rast. Tako je to najboljša podlaga za gojitvene oblike z nizkimi in ozkimi krošnjami (Lind in sod. 2001). \nM9 v zarodišču razvija nizke, ukrivljene, čokate mladike, ki imajo pri osnovi zmerno debela kolenca. Korenini se slabo. Listi so veliki, jajčasti, temnozeleni, nekoliko nagubani in z nazobčanim listnim robom. Zobci so drobni do srednje veliki, neizraziti. Barva mladik je rdečkasto rjavo siva s kovinskim sijajem. Lenticele so redke, drobne, komaj opazne. Brsti so srednje debeli, trikotni, obrnjeni malo navzven. M9 je precej odporna proti gnilobi na koreninskem vratu, občutljiva je za jablanovo plesen in škrlup, zelo občutljiva pa za krvavo uš in hrušev ožig. Občutljiva je za čezmerno vlago v tleh, pa tudi suše ne prenaša najbolje. Oster zimski mraz jo prizadene, pogosto jo napada tudi voluhar. M9 se najbolje razmnožuje z grebeničenjem. V tleh se slabo zasidra, zato potrebujejo drevesa na tej podlagi oporo. Prilagaja se različnim talnim tipom, vendar najbolje uspeva na globokih, humoznih, zmerno vlažnih in prepustnih tleh. Rada odganja koreninske izrastke (Smole in Črnko 2000).\n"], "15": ["3.3 Metode dela", ""], "16": ["3.3.1 Zasnova poskusa", "Poskus različnih načinov obdelave tal je potekal v 4. rastni dobi jablan. V prvih treh letih je bil pas pod drevesi negovan po sistemu negovane ledine. Poskus je bil postavljen po sistemu naključnih blokov (preglednica 1).\nObravnavanja so predstavljala:   Obravnavanje 1: košnja   Obravnavanje 2: ožiganje   Obravnavanje 3: mehanska obdelava   Obravnavanje 4: herbicidanje   Obravnavanje 5: kontrola – netretirana in neobdelana tla \nObravnavanje 1: Košnja Zatravljen in zapleveljen pas smo v četrti rastni dobi pokosili trikrat, uporabili smo ročno koso. Prvič smo kosili maja, zadostovalo je do junija, ko smo pokosili drugič. Temperatura zraka je bila visoka, 32 -C, naslednji dan so bile padavine. Tretjič smo kosili konec julija. V avgustu so bile izredno visoke temperature, brez večjih količin padavin, ki so bile pod dolgoletnim povprečjem, zato ponovna košnja do obiranja ni bila potrebna.\nObravnavanje 2: Ožiganje Pri ožiganju smo uporabili plinski gorilec na osnovi plina propan butan in ožgali plevel s plamenom. Večkratno ožiganje daje boljše rezultate, zato smo plevel ožigali štirikrat na rastno dobo in ob tem pazili, da nismo ožgali debla in listov dreves. Vreme je bilo sončno in suho, kar je dalo boljši učinek na zatiranje pleveli.\nObravnavanje 3: Mehanska obdelava Plast zemlje pod drevesi smo okopali z motiko in s tem odstranili plevel in zrahljali zemljo. Obdelovali smo do globine 6 do 8 cm, ker je koreninski sistem plitek in bi v nasprotnem primeru lahko poškodovali korenine. Tla smo okopavali trikrat, ob suhem in sončnem vremenu. \nObravnavanje 4: Herbicidanje V poskusu smo uporabili herbicid glifosat (Boom efekt) v tekoči obliki razredčenega z vodo. Herbicid Boom efekt smo uporabili trikrat: maja 100 ml/10 l vode, junija 50 ml/5 l vode, julija 100 ml/10 l vode. Kot delovno orodje smo uporabili ročno škropilnico, s katero smo poškropili pas pod posameznimi drevesi. Pri tem smo pazili, da nismo poškropili sadnega drevja.\nObravnavanje 5: Kontrola – netretirano in neobdelano Tla pod drevesi smo pustili neobdelana, saj smo z njimi želeli ugotoviti učinkovitost ostalih obravnavanj obdelave tal.\nV preglednici so navedeni datumi, kdaj smo pri različnih obravnavanjih obdelovali tla pod drevesi.\n"], "17": ["3.3.2 Meritve", "V poskusu je bil kot pokazatelj vegetativnega razvoja spremljan parameter obseg debla. Mesto merjenja je bilo 20 cm nad cepljenim mestom. Obseg debla smo merili konec vegetacije 9. oktobra 2000, torej ob koncu izvajanja poskusa. Kot pripomoček smo uporabili šiviljski meter.\nKot pokazatelj generativnega razvoja in kakovosti smo spremljali naslednje parametre:   število plodov (št. plodov/drevo) Štetje plodov je potekalo ob obiranju plodov. Plodove smo obirali 13. in 14. septembra 2000. Za vsako obravnavanje posebej smo prešteli število plodov na drevo.\npridelek (kg/drevo) Za vsako obravnavanje posebej smo stehtali plodove vsakega drevesa in tako videli, kolikšen je pridelek v kg na drevo.\nmasa ploda (g) Povprečno maso ploda smo izračunali iz pridelka na drevo in števila plodov .\n"], "18": ["3.4 Vremenske razmere", "Vremenske razmere v letih 1961 – 1990\npostaji Maribor, ki prikazuje povprečne mesečne temperature in povprečne mesečne padavine v razmerju 1:4 (ARSO, meteorološki zapis 1961-1990) (www.arso.gov.si/vreme)\nPovprečna temperatura med rastno dobo (apr. – sep.): 16,0 -C Povprečna vsota padavin med rastno dobo (apr. – sep.): 697 mm Povprečna letna temperatura : 9,7 -C Povprečna letna vsota padavin: 1.105,7 mm\nIz grafikona 1 je razvidno, da na področju Maribora v 30-letnem povprečju ni bilo zaznati pomanjkanja padavin. \nVremenske razmere v letu 2000\n1:4 (ARSO, meteorološki letopis 2000) (www.arso.gov.si/vreme)\nPovprečna temperatura med rastno dobo (apr. – sep.): 17,5 -C Povprečna vsota padavin med rastno dobo (apr. – sep.): 429 mm Povprečna letna temperatura : 11,3 -C Povprečna letna vsota padavin: 937 mm\nLeta 2000 so junija in avgusta padavine bile daleč pod dolgoletnim povprečjem in nikjer niso presegale 100 mm. Avgusta je bila skupna količina dežja povsod nižja od 50 mm, podobno je bilo tudi v trimesečnem obdobju junij – avgust, ko je padla le slaba tretjina povprečnih dolgoletnih trimesečnih padavin. Julija je bila začasno prekinjena suša z zadostno količino dežja. Sadno drevje si je delno opomoglo in nadomestilo primanjkljaj vode. Visoke temperature zraka so v juniju in avgustu vztrajale po več kot sedem zaporednih dni.\n"], "19": ["3.5 Statistična obdelava podatkov", "Podatke smo statistično obdelali s statističnim programom SPSS PC. Uporabili smo enosmerno analizo variance ANOVA.\n"], "20": ["4 REZULTATI Z RAZPRAVO", "Rezultati meritev izbranih parametrov rasti in rodnosti so prikazani v preglednici 3.\n"], "21": ["4.1 Parametri vegetativnega razvoja", "Obseg debla\nV preglednici 3 so prikazana povprečja in standardni odklon parametra obseg debla, ki se uporablja za določanje bujnosti vegetativne rasti dreves. Jeseni leta 2000 smo največji obseg debla izmerili pri obravnavanju ožiganje (8,84 cm), kjer so imela drevesa v povprečju 8 % večje obsege debel kot kontrolna drevesa (8,19 cm). Sledita obravnavanji mehanska obdelava z 8,68 cm obsegom debla in herbicidanje z 8,64 cm. Pri košnji so drevesa dosegla le slabih 2 % večji obseg debla od kontrolnih dreves.\nFalta (2002) je v svoji dveletni raziskavi proučeval učinek obdelav na zmanjšanje plevela, v katero je zajel tudi košnjo, ki je dala najslabše rezultate.\n"], "22": ["4.2 Parametri generativnega razvoja", "Število plodov\nIz preglednice 3 je razvidno, da smo največje število plodov na drevo zabeležili pri mehanski obdelavi tal (53,3). Pri tem obravnavanju je v primerjavi s kontrolo število plodov večje kar za 50 %. Sledita obravnavanji ožiganje s 44,93 plodovi na drevo in košnja s 44,62 plodovi na drevo. Najmanjše število plodov smo zabeležili pri tretiranju s herbicidi z 41,80 plodovi na drevo.\nPridelek\nIz preglednice 3 je razvidna višina pridelka po obravnavanjih (kg/drevo). Med obravnavanji so v ospredju drevesa pri mehanski obdelavi tal s 7,26 kg pridelka na drevo, ki presega pridelek pri kontrolnih drevesih po količini pridelka za 42 % oz. za 2,17 kg na drevo. Mrhar (2001) pravi, da na količino pridelka vpliva primeren čas mehanske obdelave oz. okopavanja. Najprimernejše je suho vreme, saj mehanska obdelava v mokroti škodi rastišču in s tem vpliva tudi na količino pridelka. Štampar (2005) prav tako meni, da v času z manj padavinami, predvsem pri mladih drevesih pod krošnjo, uničujemo plevele mehansko, z okopavanjem prostora v vrsti. Na rezultat so vplivale tudi vremenske razmere, saj je bilo v času rastne dobe sušno obdobje.\nPri obravnavanju ožiganje smo zabeležili 6,34 kg pridelka na drevo, ki ima večji pridelek za 1,25 kg na drevo, kar je 24 % več od kontrolnih dreves. Pri ožiganju vremenske razmere ne ovirajo dela, vendar najboljši učinek dosežemo takrat, ko je najbolj vroče in suho vreme (Grešak 2008). Obravnavanji herbicidanje in košnja sta v primerjavi s kontrolo dala najmanjši pridelek. Jablane so dosegle v obravnavanju herbicidanje v povprečju 5,99 kg pridelka na drevo, pri košnji pa 5,94 kg pridelka na drevo. \nMasa ploda\nRezultati niso pokazali večjega vpliva obdelave tal na maso plodov. Masa ploda je bila največja pri herbicidanju, kjer dosega povprečno 146,8 g. Od kontrole je višja za povprečno 9,1 g oz. 6 %. Sledijo obravnavanje ožiganje, kjer so plodovi dosegli povprečno maso 145,7 g in mehanska obdelava s 140,3 g mase ploda. Najmanjši oz. zanemarljiv vpliv na povprečno maso plodov smo zabeležili pri košnji.\nČeprav so pri integrirani pridelavi dovoljena fitofarmacevtska sredstva v okviru pravilnika za integrirano pridelavo, imajo vendarle pri enakem gospodarskem učinku naravni ukrepi prednost pred fitofarmacevtskimi ukrepi.\nNa podlagi rezultatov iz poskusa ugotavljamo, da imata mehanska in termična metoda zatiranja plevelov (ožiganje) oz. obdelava tal večji vpliv na parametre vegetativnega in generativnega razvoja kot kemična obdelava tal, z razliko košnje. Z mehansko obdelavo na zdrav način ohranjamo rodovitnost zemlje in se s tem izognemo uporabi okolju škodljivih kemičnih sredstev, kar je pomembno za integrirano pridelavo in ekološko osveščenost. Prednost take obdelave je predelava sadja na bolj prijazen način tako do narave kot do človeka ter zmanjševanje negativnih vplivov fitofarmacevtskih sredstev na okolje in zdravje ljudi. Danes je povpraševanja po zdravi in neoporečni hrani vse več, zato je za pridelovalce sadja pomembno, na kakšen način bo sadje prideloval. Naraven način obdelovanja in zatiranja plevelov je vsekakor korak k zdravi prehrani.\nPoskus obdelave tal je potekal eno leto, zato bi bilo smiselno, da bi poskus trajal več zaporednih let, da bi se pokazali dejanski rezultati. Na podlagi enega leta ne moremo z gotovostjo trditi, kakšen način obdelave je primernejši oz. ustreznejši.\n"], "23": ["5 SKLEPI", "Na Univerzitetnem kmetijskem centru Fakultete za kmetijstvo in biosistemske vede Pohorski dvor smo leta 2000 izvedli poskus obdelave tal v pasu pod jablanami pri sorti Zlati delišes na podlagi M9, s katerim smo proučili vpliv različnih načinov obdelave tal na posamezne parametre vegetativnega in generativnega razvoja.\nPrišli smo do naslednjih sklepov:   iz poskusa je razvidno, da smo najboljše rezultate dosegli z mehansko obdelavo  tal, kjer so drevesa dosegla 50 % višji pridelek v primerjavi z drevesi, pod  katerimi plevel ni bil zatiran,   po uspešnosti glede količine pridelka sledi ožiganje plevelov. V tem  obravnavanju so drevesa dosegla pridelek v višini 6,34 kg, kar je za 24 % več kot  kontrolna drevesa,   košnja se ni izkazala kot dejavnik, ki bi v večji meri vplival na same spremljane  parametre rasti in rodnosti. Dala je najslabše rezultate glede bujnosti rasti, višine  pridelka in povprečne mase ploda,   tretiranje s herbicidom je le v majhni meri vplivalo na pridelek in rast dreves.  Drevesa so dosegla pridelek 5,99 kg na drevo, kar je za 17 % več kot kontrolna  drevesa.\nRezultati so pokazali, da delovne hipoteze ne držijo v celoti:   količino pridelka so v primerjavi s kontrolo povečali vsi načini obdelave tal, na  bujnost rasti in kakovost pridelka pa obdelava tal ni pokazala vpliva,   mehanska obdelava tal se je pokazala kot najuspešnejša z vidika količine  pridelka, medtem ko tretiranje s herbicidi ni dalo želenih rezultatov.\nPoskus obdelave tal je potekal eno leto, zato bi bilo smiselno, da bi poskus trajal več zaporednih let, da bi se pokazali dejanski rezultati. Na podlagi enega leta ne moremo z gotovostjo trditi, kakšen način obdelave je primernejši oz. ustreznejši.\n"], "abstract": ["Leta 2000 smo na posestvu UKC Pohorski dvor na pridelovalno raziskovalnem posestvu Fakultete za kmetijstvo Univerze v Mariboru ugotavljali vpliv petih različnih načinov obdelave tal (košnja, ožiganje, mehanska obdelava, herbicidanje, neobdelana tla - kontrola) na rast in pridelek jablan sorte Zlati delišes. Rezultati so pokazali, da so drevesa, pod katerim smo tla obdelovali mehansko, imela največje povprečno število plodov/drevo (53,3 plodov) in največji povprečni pridelek/drevo (7,3 kg pridelka), kar je za 50 % oz. 42 % več od kontrolnih dreves, kjer tla niso bila obdelana. Po pridelku je sledilo obravnavanje, kjer so bila tla tretirana z ožiganjem in s herbicidi. Poleg kontrolnih dreves je bil najnižji pridelek zabeležen pri obravnavanju, kjer je bila pod jablanami izvajana košnja."]}