{"1": ["1 UVOD", "V diplomski nalogi bomo razvijali model, ki bo Klubu študentov Kranj kot organizatorju festivala Teden mladih omogočil kakovostnejšo izbiro nastopajočih, prijavljenih na festivalski razpis.\n"], "2": ["1.1 PREDSTAVITEV PROBLEMA", "Klub študentov Kranj se pri organizaciji festivala Teden mladih vsako leto srečuje s problemom sestave dobrega in kakovostnega programa, ki bi privabil in zadovoljil čim večjo in čim širšo populacijo ljudi. Sestavljanje programa poteka v dveh delih. Prvi del programa sestavljajo določeni stalni dogodki, sodelovanje z nekaterimi lokalnimi društvi, ki se s svojim programom na festivalu lahko predstavijo širši množici kot sicer ter dogodki, ki jih zaradi aktualnosti organizator izbere sam. Drugi del programa, ki je bistvenega pomena za naše diplomsko delo, pa je sestavljen na podlagi razpisa, ki ga Klub študentov Kranj objavi približno 3 mesece pred začetkom festivala. V času zbiranja prijav klub določi razpisno komisijo, ki jo običajno sestavljajo trije člani z vidnejšo vlogo pri organizaciji festivala. Trenutni postopek izbire prijavljenih poteka tako, da komisija po pregledu vseh prijav na podlagi lastne presoje odloči, kateri so primerni in kateri ne. Opisani način izbire, ki je ob velikem številu prijavljenih nepregleden in omogoča tudi uveljavljanje lastnih interesov, dopušča preveč možnosti napačnih odločitev in ni primeren za tako velik festival, kot je Teden mladih. Prav zato smo se v diplomski nalogi odločili izdelati odločitveni model, ki bo imel jasno določene kriterije, pomembne za izbiro, ki bo pregleden in bo ob koncu jasno pokazal, katere prijave se primerne in katere ne, s tem pa bomo kakovost festivalskega programa dvignili na višji nivo.\n"], "3": ["1.2 PREDSTAVITEV OKOLJA", "Klub študentov Kranj je bil ustanovljen leta 1990, trenutno združuje okoli 3500 članov, član zveze ŠKIS pa je od 1994. Klub študentov Kranj je prostovoljno, samostojno, nepridobitno združenje študentov in dijakov z namenom povezovanja, izobraževanja, dvigovanja kulturne ravni in nudenja ugodnosti svojim članom. Študentsko dogajanje v klubski organizaciji sloni na štirih stebrih:\n- resorju za izobraževanje,\n- resorju za kulturo,\n- resorju za socialo in zdravstvo,\n- resorju za šport.\nVodenje kluba je z dveletnim mandatom zaupano sedemčlanskemu Upravnemu odboru. Poleg Upravnega odbora ima klub tudi tričlansko Nadzorno komisijo, tričlansko Disciplinsko komisijo in petčlanski Dijaški odbor. Med klubskimi dogodki je najodmevnejši festival Teden mladih, ki je največji mladinski festival v Sloveniji in katerega razpis je predmet diplomskega dela, veliko pozornosti pa pritegne tudi neformalni informativni dan Študenti dijakom, mladim staršem prijazne Mlade mamice in še vrsto drugih projektov, ki se odvijajo praktično \nvsak dan skozi celo leto. Poleg tega Klub študentov Kranj mesečno izdaja tudi revijo Zapik.\n"], "4": ["1.3 PREDPOSTAVKE IN OMEJITVE", "Podobno kot klubsko delovanje je tudi festival razdeljen na različne resorje. Reševanje problema večparametrskega ocenjevanja razpisa smo omejili na področje kulture. Za tako odločitev smo se odločili na podlagi preteklih razpisov, ki kažejo, da na ostalih področjih (izobraževanje, sociala, šport) zaradi narave dela praktično ni prijav in tako ni potrebe za razvoj modela za odločanje. Za potrebe razvoja modela je bilo treba pregledati pretekle razpise in opraviti razgovore z ljudmi, ki so imeli pomembno vlogo pri organizaciji festivala v preteklosti, sedanjosti in s tistimi, ki bodo zraven v bližnji prihodnosti, saj so to ljudje, ki nam lahko podajo najbolj relevantne informacije.\n"], "5": ["1.4 METODE DELA", "Za izdelavo modela si bomo pomagali s programom Dexi, ki je namenjen za pomoč pri večparametrskem odločanju. Dexi nam bo ob koncu izpisal rezultate vrednotenja, ki jih bomo nato še na drugačne načine analizirali z drugim uporabljenim programom v diplomski nalogi – Vredana. Za potrebe vrednotenja in analize bomo uporabili del prijav na razpis iz leta 2010.\n"], "6": ["2 TEORETIČNE OSNOVE", ""], "7": ["2.1 VEČPARAMETRSKO ODLOČANJE", "Večparametrsko odločanje temelji na razgradnji odločitvenega problema na manjše podprobleme. Variante razgradimo na posamezne parametre (kriterije, atribute) in jih ločeno ocenimo glede na vsak parameter. Končno oceno variante dobimo z nekim postopkom združevanja. Tako izpeljana vrednost je potem osnova za izbor najustreznejše variante.\nVrednotenje variant pri večparametrskem odločanju tako poteka na osnovi večparametrskega odločitvenega modela, ki je v splošnem sestavljen iz treh komponent (slika 1).\nVhod v model predstavljajo parametri (atributi, kriteriji) Xi. To so spremenljivke, ki ponazarjajo podprobleme odločitvenega problema, to so tisti dejavniki, ki opredeljujejo kvaliteto variant. Funkcija koristnosti F je predpis, po katerem se vrednosti posameznih parametrov združujejo v spremenljivko Y, ki ponazarja končno oceno ali koristnost variante. Variante opišemo po osnovnih parametrih z vrednostmi ai. Na osnovi teh vrednosti funkcija koristnosti določi končno oceno \nvsake variante. Varianta, ki dobi najvišjo oceno, je praviloma najboljša (Vir: Jereb, Bohanec, Rajkovič, 2003, str. 10). Kadar imamo preprostejše primere, kjer je malo parametrov in variant, lahko rešitve prikažemo v obliki tabele. V zahtevnejših primerih, kjer imamo veliko parametrov ali variant, je priporočljiva uporaba računalniških programov za podporo večparametrskega odločanja, saj imajo vgrajena orodja, ki nam pomagajo pri definiciji parametrov, oblikovanju funkcij koristnosti, zajemanju podatkov o variantah, poleg tega pa najpomembnejšo fazo vrednotenje variant podpirajo z različnimi pripomočki, kot so analiza tipa \"kaj-če\", analiza občutljivosti in stabilnosti ter najrazličnejši grafični prikazi in poročila.\n"], "8": ["2.2 ODLOČITVENI PROCES", "Odločitveni proces je proces bolj ali manj sistematičnega zbiranja in urejanja znanja. V tem procesu naj bi pridobili dovolj informacij za primerno odločitev, zmanjšali možnost, da bi kaj bistvenega spregledali ter se zavedali tveganj in posledic odločitve. Proces naj bi potekal hitro in poceni, odločitev pa naj bi bila čim boljša (Vir: Bohanec, 2006, str. 19). Proces praviloma poteka po fazah, ki se lahko tudi prepletajo ali ponavljajo (Vir: Jereb, Bohanec, Rajkovič, 2003, str. 12):\n- identifikacija problema: Pridemo do spoznanja, da se srečujemo z  odločitvenim problemom, ki ga je smiselno reševati organizirano in sistematično.  V tej fazi tudi definirano problem, opredelimo cilje in zahteve ter oblikujemo  odločitveno skupino.\n- identifikacija kriterijev: Faza, v kateri določimo kriterije, potrebne za  ocenjevanje variant in zasnujemo strukturo odločitvenega modela. Paziti moramo  predvsem na to, da ne spregledamo kriterijev, ki bi pomembno vplivali na  odločitev. Kriterije identificiramo v treh korakih: spisek kriterijev, strukturiranje  kriterijev, merske lestvice.\n- definicija funkcij koristnosti: V tej fazi definiramo funkcije, ki določajo vpliv  nižjenivojskih kriterijev na tiste, ki ležijo višje v drevesu, vse do korena, ki  predstavlja končno oceno variant.\n- opis variant: Vsako varianto je potrebno opisati z vrednostmi osnovnih  kriterijev, da pa to lahko naredimo najbolje, je potrebno zbiranje podatkov in  proučevanje variant.\n- vrednotenje in analiza variant: Je postopek, kjer določamo končno oceno  variant na osnovi predhodnih korakov. Varianta, ki dobi najvišjo oceno, je  praviloma najboljša, saj na končno oceno vpliva mnogo dejavnikov in pri vsakem  lahko pride do napake.\n"], "9": ["2.3 DEXI", "Dexi je preprost program za večparametersko odločanje. Program, ki ga uporabljamo danes in se precej razlikuje od prvega, sloni na metodologiji Dex in je plod sodelovanja Univerze v Mariboru in Institutom Jozef Stefan. Od ostalih metodologij večparametrskega odločanja se razlikuje predvsem po kvalitativnem pristopu in neposrednem določanju funkcij koristnosti več spremenljivk, kar pomembno poveča transparentnost izgradnje in uporabe odločitvenih modelov. To pa so tudi atributi metodologije ekspertnih sistemov, katere cilja sta večja razumljivost in uporabnost eksplicitnega znanja, s katerim upravljamo. Odločitveno znanje tako postane dostopno širšemu krogu ljudi, in to ne le za validacijo in verifikacijo, temveč tudi za razumevanje odločitev. S tem dosežemo, da uporabnik ve, zakaj se je odločil za določeno stvar in je tako manjša verjetnost napačne odločitve (Vir: Jereb, Bohanec, Rajkovič, 2003). Program omogoča :\n- določanje kriterijev,\n- določanje zalog vrednosti kriterijev in odločitvenih pravil,\n- opis variant,\n- vrednotenje variant,\n- tabelarični pregled rezultatov vrednotenja z analizo tipa “kaj-če”,\n- grafični prikaz rezultatov vrednotenja.\n"], "10": ["2.4 VREDANA", "Program služi za vrednotenje in analizo variant v večparametrskih odločitvenih modelih, zgrajenih z lupino ekspertnega sistema Dex in Dexi. Vredana je nadgradnja sistema Dex oziroma Dexi, ki vsebuje izboljšave na stopnji vrednotenja in analize variant ter odpravlja njegove omejitve. Glavne funkcije programa so:\n- branje in pisanje datotek tipa DAX: Datoteke tipa DAX imajo natanko  enako vsebino kot datoteke, v katere DEX shrani vsebino baze znanja.  Datoteke tipa DAX so pisane v Ascii obliki, zato jih je možno urejati z  urejevalnikom besedil ali uporabljati za izmenjavo baze znanja z drugimi  orodji.\n- kombinirano kvalitativno in kvantitativno vrednotenje variant: Pri  kvalitativnem vrednotenju lahko prihaja do težav pri razvrščanju večjega  števila variant v majhno število razredov. Problem lahko rešimo z uvedbo  kvalitativnega in kvantitativnega vrednotenja variant, kar v praksi pomeni,  da se rezultatu vrednotenja prilagodi numerična vrednost in tako variante  ostanejo v istem razredu z dodatno oceno, ki jih rangira znotraj le-tega.\n- prikaz in izpis rezultatov vrednotenja s stolpičnimi, korelacijskimi in  polarnimi grafikoni: Glede na število izbranih parametrov nam Vredana  prikaže dobljene rezultate vrednotenja v grafični obliki. V primeru enega  izbranega parametra je rezultat podan v obliki stolpičnega grafikona,  korelacijski grafikoni prikazujejo rezultate dveh parametrov, v primeru, da \n imamo tri do osem parametrov pa so rezultati podani z zveznim grafikonom.  Vlogo pri grafičnem prikazu imajo tudi barve, ki povedo v kateri razred  korenskega parametra sodi opazovana varianta.\n- branje podatkov o variantah iz standardnih datotek tipa DIF: Datoteke  tipa DIF so sestavljene iz ene ali več vrstic, od katerih vsaka pomeni novo  varianto, ki mora imeti podano ime in vrednost parametra mora ustrezati  bazi znanja. Vrednosti so podane numerično in ne opisno kot pri DEX-u.  Tako uvožene variante se potem lahko shranijo v datoteko tipa DAX.\n- analize variant tipa “kaj-če”: Analiza tipa “kaj-če” nam omogoča  spremljanje sprememb vrednotenja, ki jih dobimo s spreminjanjem  vrednosti variant. S tem pridemo do boljših rezultatov vrednotenja in  posledično boljših odločitev. Analiza je pomembna zlasti v primerih, ko  manjše spremembe variant pripeljejo do bistvene spremembe rezultatov  oziroma za preprečitev nepričakovanih rezultatov vrednotenja.\nNajvečja moč programa Vredana je v transparentnosti vrednotenja variant in prikaza rezultatov vrednotenja, kar omogoča zelo dobro podporo odločanju, saj je možno dobro zagovarjanje posameznih odločitev.\n"], "11": ["3 TEDEN MLADIH", "Teden mladih je največji mladinski festival v Sloveniji. Njegovi začetki segajo v osemdeseta leta, ko je potekal pod okriljem Zveze socialistične mladine Slovenije. Festival je nato zamrl, vse do leta 1995, ko so idejo ponovno obudili člani Kluba študentov Kranj in tako se je na novo začela pisati zgodovina festivala. Festival se v Kranju standardno odvija v začetku meseca maja, poteka devet dni, na njem pa se odvija vrsto dogodkov s področja kulture, športa, izobraževanja, sociale in mladinske tematike. Tako kot večina festivalov je imel v svoji šestnajstletni zgodovini kar nekaj vzponov in padcev. Vrhunec festivala je bil med leti 1999 in 2004, ko so se za potrebe festivala nekateri poklicno ukvarjali z organizacijo. Takrat je bil strošek festivala tudi do petkrat višji od lanskega, ki je znašal 80.000 €. Zaradi določene pravne strukture Klub študentov Kranj ni bil ves čas nosilec organizacije festivala. V letih 2001–2003 je bil organizator festivala Center mladih, v letih 2004– 2007 pa Art Center; vendar pa je klub v vseh letih imel pomembno vlogo, kar se tiče finančnega in organizacijskega vidika. Teden mladih je mladinski festival s socialnim statusom in ni nikoli obstajal z namenom pridobitništva, temveč z namenom združevanja, povezovanja in pridobivanja izkušenj mladih. V letu 2010 je tako pri organizaciji pomagalo približno 100 aktivistov. Pomemben del festivala je tudi razpis. Organizatorji vsako leto k sodelovanju na festival povabijo društva z mladinsko tematiko, neuveljavljene glasbene skupine, umetnike, plesne, glasbene, gledališke skupine in druge ustvarjalne posameznike, predvsem z lokalnega področja. V letu 2010 je na Tednu mladih sodelovalo okoli 15 društev, skupno pa je bilo na podlagi razpisa izbranih okoli 30 različnih dogodkov, kar je približno 1/3 vseh prijavljenih, vendar pa je tu potrebno izpostaviti, da je približno 2/3 prijavljenih glasbenih skupin, ki jih organizatorji zaradi določene festivalske sheme ne morejo uvrstiti v program, in zato je odstotek zavrnjenih prijav\nProgram festivala je zasnovan tako, da obiskovalcem od jutra do večera skozi ves \nrazličnih prireditvenih prostorih. Večji del festivala poteka zunaj, na prostem – po ulicah in trgih mestnega jedra, večina dogodkov je brezplačnih. Festival ponavadi otvorijo koncerti večjih glasbenih imen, tudi sicer največ obiskovalcev pritegne večerno festivalsko dogajanje. Čeprav festival v ospredje postavlja mladinsko dogajanje, so njegovi obiskovalci starostno razpršeni od najmlajših do starejših. Festival je v letu 2010 po ocenah organizatorja obiskalo 30.000 ljudi.\n"], "12": ["4 ODLOČITVENI MODEL", ""], "13": ["4.1 KRITERIJI", "Ko pridemo do točke, kjer imamo znan problem in ga bomo reševali z odločitvenim modelom, se moramo popolnoma posvetiti določitvi kriterijev, saj nam dobra, pravilna in popolna določitev kriterijev da najboljše izhodišče za sestavo dobrega modela. Lahko bi rekli, da jo to ključna faza odločitvenega modela, kjer ima vsaka napačna oziroma pomanjkljiva odločitev večji vpliv na končne rezultate, kot če je napaka storjena v nadaljnjih korakih procesa. Kriterije smo določili skupaj s posamezniki, ki so v preteklosti in bodo tudi v bližnji prihodnosti sodelovali pri razpisu in organizaciji Tedna mladih, saj so to ljudje, ki najbolje poznajo zahteve in potrebe, to pa nam omogoča določitev kriterijev na najvišjem nivoju.\n"], "14": ["4.1.1. DREVO KRITERIJEV", "Po določitvi kriterijev smo posamezne povezali v celoto in tako dobili drevo kriterijev. Glavni kriteriji so cena, ustreznost in izvedba. Cena je sestavljena iz naslednjih kriterijev: honorarja, možnosti pogajanja in dodatnih zahtev. Drugi glavni kriterij je ustreznost, ki je sestavljen iz starosti, inovativnosti in imidža. Kriterij imidiž smo nato razdelili na dodatne podkriterije reference, prepoznavnost in priljubljenost. Zadnji glavni kriterij izvedba pa je sestavljen iz trajanja in zahtevnosti.\n"], "15": ["4.1.2 OPIS KRITERIJEV", "Opis kriterijev bo potekal po sklopih od glavnega navzdol in bo pripomogel k njihovi večji razumljivosti.\nCena: Skupna cena, ki jo mora organizator plačati za nastopajočega, ni sestavljena samo iz honorarja, ki ga zahteva, temveč so v večini primerov tu še dodatne zahteve, ki so lahko zelo velike. Tretji kriterij oziroma parameter določanja cene pa je možnost pogajanja, ki organizatorju koristi pri zniževanju cene, vendar pa ni vedno mogoč.\nHonorar: Plačilo, ki ga zahteva nastopajoči za svoje delo. Vendar pa to niso vsi stroški, ki jih ima organizator z nastopom (oder, ozvočenje, dodatne zahteve ...).\nDodatne zahteve: Nastopajoči imajo včasih dodatne zahteve izven organizacijskih standardov festivala, ki vplivajo na finančno plat festivala. Sem spadajo zahteve po hrani, pijači, garderobi, prenočišču ...\nMožnost pogajanja: Pomemben del pri sestavi cene ima tudi možnost pogajanja, kjer poskušamo znižati višino honorarja oziroma zmanjšati dodatne zahteve, če se take potrebe pojavijo. Po odzivu na dejstvo, da gre za mladinski festival s temu primernim proračunom, lahko sklepamo, kdo je pripravljen znižati svoje zahteve.\nUstreznost: Določajo jo starost, inovativnost in imidž. Glede na to, da gre za mladinski festival, je ustreznost najpomembnejši kriterij, ki ga morajo kandidati izpolnjevati.\nStarost: Festival Teden mladih organizirajo mladi in je v prvi vrsti namenjen mladim, zato je želja, da na njem nastopi čim več mladih. Celotnega programa ni možno zapolniti samo z mladimi, zato je del programa prepuščen tudi drugi populaciji ljudi, ki dobro ustrezajo ostalim kriterijem.\nInovativnost: Organizator poskuša sestaviti zanimiv in kakovosten program, pri tem pa mu največ lahko pomagajo kandidati s svojo ponudbo. Inovativne točke, ki so izven vsakdanjih okvirov videnega in so poleg tega na visoki kulturni ravni, imajo veliko dodano vrednost za festivalski program in so tudi vedno dobro obiskane.\nImidž: Določajo ga reference, prepoznavnost in priljubljenost. Pri imidžu ugotavljamo, kakšna je javna podoba oziroma mnenje o kandidatu.\nReference: Pomembno je predvsem število in okolje, iz katerega prihajajo reference. Reference nam dajejo delno zagotovilo o kakovosti kandidata.\nPrepoznavnost: Eden od parametrov uspešnosti festivala je tudi število obiskovalcev, zato je prepoznavnost nastopajočih zelo pomemben faktor, saj je delež ljudi, ki obišče festival zaradi točno določenega dogodka zelo velik.\nPriljubljenost: Kriterij priljubljenost je zelo podoben prepoznavnosti; pogosto imata namreč visoko stopnjo korelacije, vendar je priljubljenost še nekoliko bolj \npomembna. Nastopajoči z visoko stopnjo priljubljenosti lahko festivalu veliko prinese, na drugi strani pa izbor nepriljubljenega lahko naredi še večjo škodo.\nIzvedba: Izvedba je zelo pomemben faktor organizacije festivala, saj v primeru slabe izvedbe trpi kakovost celotnega festivala. Pri izvedbi nas zanimata kriterija trajanje in zahtevnost.\nTrajanje: Kakšno je trajanje predlaganega programa, je pomembno zaradi sestave programa. V večini primerov obstaja možnost, da program prilagodimo dogodku, vendar pa vseeno lahko pride do situacij, kjer programa ne moremo prilagoditi zlasti, če je zahtevnost izpeljave velika.\nZahtevnost; Organizator glede na lokacijske možnosti in potrebe festivala poskrbi za infrastrukturo, ki zadostuje potrebam večine dogodkov. Majhne spremembe in popravki niso problematični, vendar pa lahko določeni dogodki zaradi svoje specifičnosti potrebujejo veliko ali celo preveč posegov v infrastrukturo. Poleg tega je zelo pomembno, da se točke lahko prilagodi in izvede na različnih prizoriščih, saj se večino festivala odvija na prostem in vsa prizorišča ne omogočajo izpeljave v slabem vremenu. Cilj organizatorja je seveda izpeljati vse dogodke oziroma čim večje število. Dogodki, ki niso zelo zahtevni, imajo večjo možnost za udejanjanje.\n"], "16": ["4.1.3 ZALOGE VREDNOSTI", "Vsakemu kriteriju smo določili zaloge vrednosti oziroma mersko lestvico. Mersko lestvico smo prav tako kot drevo kriterijev sestavili s pomočjo dela organizacijske ekipe, ki je sodelovala pri festivalu v preteklosti in bo tudi v bližnji prihodnosti, kar pomeni, da so najbolje seznanjeni s situacijo festivala.\n"], "17": ["4.2 FUNKCIJA KORISTNOSTI", "Ko že imamo opisane atribute in določene zaloge vrednosti, je potrebno določiti še funkcijo koristnosti. Funkcijo koristnosti definiramo s tabelo. To storimo tako, da v tabeli definiramo vrednosti vseh možnih kombinacij podrednih parametrov in dobimo vrednosti nadrednih parametrov, kar pomeni, da funkcije koristnosti določajo medsebojni vpliv podrednih parametrov na nadrednega. Program Dexi ob določitvi vsaj dveh odločitvenih pravil ob upoštevanju nastavljenih uteži sam izračuna vrednost agregirane funkcije. V tem primeru so uteži konstantne. V večini primerov pa je smiselno upoštevati, da je teža posameznega kriterija odvisna od njegove vrednosti.\nV našem modelu za pomoč pri odločanju o izbiri nastopajočih so glavni kriteriji cena, ustreznost in izvedba, vendar pa za končno odločitev niso vsi enako pomembni. Kot lahko vidimo na sliki 4, je kriterij ustreznost najbolj pomemben in je ovrednoten na 41 %, sledi mu kriterij cena z 32 % in izvedba z 27 %.\nNajbolj ovrednoten glavni kriteriji ustreznost se v nadaljevanju deli na 3 podkriterije, ki prav tako nimajo enakih uteži, saj je za kriterij ustreznost kandidata kljub temu, da govorimo o mladinskem festivalu najmanj pomembna starost, nekoliko bolj inovativnost, najbolj pomemben pa imidž kandidata. Rezultate prikazuje slika 5. \nKot smo videli na sliki 6, je pri kriteriju ustreznost najpomembnejši imidž, ki se v nadaljevanju deli še na dodatne 3 podkriterije: reference, prepoznavnost in priljubljenost. Daleč najpomembnejši faktor imidža je priljubljenost, saj je vrednoten na 54 %, medtem ko sta kriterija reference vredna 20 % in priljubljenost 26 %.\nTabela 1 nam prikazuje, kakšen vpliv v odstotkih imajo določeni kriteriji na lokalni in globalni ravni. Lokalna raven pomeni, da se v odstotkih izraža razmerje kriterijev na isti ravni, medtem ko na globalni ravni pokažejo pomen kriterija za skupno oceno. \n"], "18": ["4.3 OPIS IN VREDNOTENJE VARIANT", "Vsako varianto opišemo z vrednostmi osnovnih meril, to je tistih, ki ležijo na listih drevesa. Do teh opisov pridemo z bolj ali manj zahtevnim proučevanjem različic in zbiranjem podatkov o njih. Tu se pogosto srečujemo s pomanjkljivimi in nezanesljivimi podatki. Nekatere metode v tem primeru odpovedo, druge pa omogočijo, da takšne podatke opišemo v obliki intervalov ali verjetnostnih porazdelite (Vir: Jereb, Bohanec, Rajkovič, 2003). Za opis in vrednotenje variant si bomo pomagali z desetimi prijavami na razpis iz leta 2010. Za dober opis in vrednotenje bodo potrebno tudi simulacije, saj je bil razpis zelo splošen in nam prijava ne posreduje vseh potrebnih podatkov za vrednotenje, poleg tega pa razpis predvideva tudi razgovore, ki jih ne moremo opraviti. V tabeli 2 imamo podane opise posameznih variant, medtem ko na sliki 8 in 9 vidimo rezultate vrednotenja variant, ki smo jih dobili na podlagi zgornjega opisa.\n"], "19": ["4.4 ANALIZA VREDNOTENJA VARIANT", "Poleg tega, da smo rezultate vrednotenja že lahko razbrali iz slik 8 in 9, kjer imamo ponazorjeno vrednotenje variant, nam program Dexi omogoča tudi grafični prikaz dobljenih rezultatov.\nNa podlagi grafa 1 lahko vidimo, da so trije kandidati dosegli oceno nesprejemljivo, trije kandidati oceno sprejemljivo, en kandidat oceno dobro in trije kandidati oceno odlično. Na tem mestu je treba povedati, da kandidati, ki so bili ocenjeni kot nesprejemljivi, v praksi niso slabi oziroma so lahko zelo dobri, vendar pa so bili zaradi določenih parametrov, ki so pomembni za festival, tako ocenjeni. V nadaljevanju bomo naredili medsebojno primerjavo kandidatov, ki so dosegli enako končno oceno. S pomočjo programa Vredana bomo lahko ponazorili, da kljub enaki oceni niso vsi kandidati enako dobri, saj nam bo kandidate razvrstila kvantitativno v okviru enake ocene. Najprej se bomo lotili primerjave kandidatov, ki so bili ocenjeni kot nesprejemljivi. Graf 2 nam prikazuje, da je izmed vrednotenih kandidatov absolutno najslabši KUD 3, sledita mu Improvizator 1 in Improvizator 2, ki za malenkost odstopa od prvih dveh.\nZanimivo možnost nam ponuja Dexi, ki nam v enem grafu prikaže rezultate večih izbranih kriterijev. Izbrali smo najslabše ocenjena kandidata in ju primerjali po \nglavnih kriterijih. Na grafu 3 lahko vidimo nekoliko presenetljive rezultate, saj je Improvizator 1 dobil najslabšo oceno kar pri dveh glavnih kriterijih, KUD 3 pa samo pri enem, a je vseeno absolutno najslabše ocenjen kandidat.\n(Dexi izpis)\nRazlago teh rezultatov nam omogoča Vredana z njenim kvantitativnim ocenjevanjem. Improvizator 1 je bil ob sicer enaki skupni oceni slabši v kriterijih cena in izvedba, veliko boljši pa pri kriteriju ustreznost, ki ima največjo utež, zato je bil tudi bolje ocenjen kot KUD 3.\n(Vredana)\nGraf 5 nam prikazuje kandidate, ki so bili ocenjeni kot sprejemljivi. Najpomembnejši podatek, ki ga lahko tu razberemo, je, da v primeru, da ne bi imeli dovolj skupin in bi morali izbirati med skupinama z oceno sprejemljivo, je Skupina 1 nekoliko boljša. \nSedaj bomo med seboj primerjali še kandidate, ki so bili v Dexiju ocenjeni kot odlični. Tako kot nam je Vredana pri ostalih ocenah omogočila razvrščanje znotraj razreda, bomo to storili tudi tukaj. Rezultati kažejo, da je najboljša izmed vseh vrednotenih kandidatov Plesna skupina, ki ji sledita KUD 1 in Skupina 4 (graf 6).\nNadaljnja analiza nam pokaže, da dobljeni rezultati niso presenetljivi, saj je Plesna skupina najbolje ocenjena pri vseh glavnih kriterijih. KUD 1 in Skupina 4 sta pri vrednotenju v Dexiju dobila enake ocene glavnih kriterijev, vendar nam Vredana na grafu 7 prikazuje, da je KUD 1 skupno bolje ocenjen zaradi boljših rezultatov pri glavnih kriterijih cena in ustreznost, medtem ko imata oceno kriterija izvedbe identično. \nPodrobnejši pregled vrednotenja nam razkrije, da je bil KUD 1 boljše ocenjen v podkriterijih dodatne zahteve, starost, inovativnost in priljubljenost. Razlike so bile sicer majhne in niso vplivale na glavne kriterije v Dexiju, so pa bile in to se je lepo pokazalo z analizo v Vredani.\nKriterij ustreznost ima sicer največjo utež, vendar nam graf 8 razkriva, da ni bil\nGraf nam sicer prikazuje, da sta dva kandidata z oceno odlično tudi najboljša v kriteriju ustreznost, vendar pa po drugi strani vidimo tudi, da sta kandidata, ki sta bila ocenjena kot nesprejemljiva na tretjem in petem mestu. Skratka, graf, ki ocenjuje kandidate po kriteriju ustreznost, kaže na to, da vsi vrednoteni kandidati izpolnjujejo minimalne zahteve organizatorja za nastop, kar kaže na njihovo zavedanje, da je to nekako prvi in glavni kriteri, ki ga morajo izpolniti, vendar pa ni odločilni.\nKriterij, ki je odigral najpomembnejšo vlogo pri oceni kandidata, je bila cena, saj lahko iz grafa 9 vidimo, da so vsi kandidati, ki so bili ocenjeni kot nesprejemljivi, imeli nesprejemljivo ceno; na drugi strani pa so imeli vsi odlični kandidati odlično ceno.\n"], "20": ["4.5 ANALIZA »KAJ ČE«", "Analizo »kaj če« smo naredili v programu Vredana. Analiza nam omogoča spremembo kriterijev. Na ta način lahko pridemo do novih inačic starih variant, ki pa so boljše. Prav tako lahko ugotovimo, kako se morajo (ali ne smejo) spreminjati določeni parametri v prihodnosti. Pomembne so predvsem majhne spremembe kriterijev, ki pripeljejo do velikih sprememb rezultatov.\nZa potrebe našega modela je analiza »kaj če« še toliko bolj pomembna, saj lahko zaloge vrednosti kriterijev v našem modelu zelo variirajo iz leta v leto in tako lahko dodatno preverimo rezultate, če smo nekoliko v dvomih glede vrednosti kriterijev oziroma se nam dobljeni rezultati ne zdijo najbolj primerni.\nDo sprememb lahko pride zlasti v kriteriju cena, saj se proračun festivala spreminja pogosto, pa tudi pri kriteriju izvedba, kjer so zahteve odvisne predvsem od stanja prizorišč v mestu, ki pa se tudi letno spremenja. Potencialno naj bi do najmanjših sprememb s strani organizatorja prihajalo v kriteriju ustreznost, vendar pa imajo tu večje možnosti kandidati, ki lahko s svojim razvojem občutno spremenijo rezultate.\nNa podlagi prijave Skupine 1 na razpis smo jim pri kriteriju priljubljenost določili zalogo vrednosti povprečno, skupno pa so dosegli oceno sprejemljiv. V primeru, da \nbi bila njihova vrednost pri kriteriju priljubljenost odlična, bi se njihova končna ocena spremenila iz ocene sprejemljiv v oceno odličen (graf 10). Vendar pa je treba povedati tudi to, da je velika verjetnost, da bi se v primeru povečane priljubljenosti Skupine povečale tudi njihove zahteve, zlasti glede cene, kar pa bi obratno vplivalo na končno oceno.\npriljubljenost (izpis Vredana)\nZa prikaz analize »kaj če« smo si izbrali še Skupino 3. Spremembe v kriteriju honorar so zelo mogoče, saj lahko na eni strani organizator kot na drugi kandidati spremenijo zahteve. Sprememba zaloge vrednosti pri honorarju z visokega na previsokega je povzročilo, da se je končna ocena Skupine 3 spremenila iz dobre v nesprejemljivo (graf 11).\n(izpis Vredana)\nhonorar po glavnih kriterijih (izpis Vredana)\nZ analizo »kaj če« smo uspeli pokazati, da že res majhne spremembe kriterijev pripeljejo do velikih sprememb končne ocene. Takšni rezultati nam povedo, da so lahko kandidati, ki so bili letos ocenjeni odlično, naslednje leto nesprejemljivi \noziroma obratno. To so razlogi, zaradi katerih mora biti organizator zelo pozoren pri vrednotenju kandidatov, paziti, da ne napravi kakšne napake in da v primeru, da se jim rezultati ne zdijo najbolj primerni, poslužijo analize »kaj če« in dodatno preverijo rezultate. Na drugi strani pa za vse prijavljene na razpis to pomeni, da je razlika med sprejemom oziroma zavrnitvijo zelo majhna, tako da v primeru zavrnitve ne smejo obupati.\n"], "21": ["5 ZAKLJUČKI", ""], "22": ["5.1 OCENA UČINKOV", "Obstoječi proces izbire nastopajočih in predlagani proces sta si tako različna, da ju je praktično nemogoče primerjati. Obstoječi proces, ki poteka tako, da komisija pregleda prijave in se potem na tej podlagi odloči, je nepregleden in nima jasno določenih kriterijev, tako da skozi proces dopušča veliko možnosti napačnih odločitev, kar posledično pomeni tudi veliko slabih končnih odločitev. Na drugi strani predlagani način izbiranja ne odpravlja samo slabosti obstoječega procesa, temveč tudi prinaša dodatne koristi.\nKomisija je bila z modelom zelo zadovoljna in je v njem videla veliko koristi. Navdušila jih je enostavna uporaba modela, preglednost, ob koncu pa dobljeni rezultati vrednotenja, kjer je prihajalo do nekaj odstopanj od njihovih odločitev. Velik plus so pripisali tudi temu, da lahko model z dokaj majhnimi in nezahtevnimi popravki prilagodimo spremenjenemu stanju in potrebam.\n"], "23": ["5.2 POGOJI ZA UVEDBO", "Največji pogoj za uvedbo je seveda interes na strani organizatorja Kluba študentov Kranj in komisije za izbor nastopajočih, saj se njih model najbolj dotika.\nPoleg interesa sta potrebna pogoja za uvedbo modela zadovoljiva informacijska tehnologija ter poznavanje programa Dexi in Vredana. Prvi pogoj po zadovoljivi informacijski tehnologiji organizator izpolnjuje. Za izpolnjevanje drugega pa bi bilo potrebno komisijo seznaniti s programoma, načinom in možnostjo uporabe ter ostalimi podrobnostmi, potrebnimi za kakovostno uporabo programov Dexi in Vredana. Tako bi lahko komisija uporabljala obstoječi model in ga po potrebi tudi spreminjala, izpopolnjevala oziroma pripravila novega.\nV primeru uporabe predlaganega modela bi bilo dobro, da organizator objavi razpis, ki od kandidatov pri prijavi zahteva več podanih podatkov in zahtev, saj bi na ta način skrajšali proces pred vrednotenjem, ki sedaj lahko vključuje tudi pogovor. Na ta način bi že takoj dobili vse podatke, ki jih potrebujejo od kandidatov.\n"], "24": ["5.3 MOŽNOSTI NADALJNEGA RAZVOJA", "Možnosti nadaljnjega razvoja modela so praktično brezmejne in so odvisne samo od potreb organizatorja. Vendar pa je zelo težko napovedati razvoj festivala v prihodnosti in tako so tudi potrebe organizatorja nejasne.\nV primeru manjših sprememb se model brez večjih problemov da spremeniti in prilagoditi novim potrebam. Na drugi strani bi lahko v primeru velikega razvoja festivala in pojava potreb razvili model za vsak resor posebej. Torej bi imeli ločene modele za resorje kultura, šport, izobraževanje in sociala. Seveda bi bil vsak model točno prilagojen potrebam posameznega resorja.\n"], "abstract": ["V diplomskem delu smo razvijali model za pomoč pri odločanju o izbiri nastopajočih v okviru festivala Teden mladih. Za razvoj modela smo se odločili, ker se nam zdi obstoječi način izbire neprimeren in bi na ta način izboljšali kakovost izbire. Najprej smo določili kriterije, pomembne za izbiro, kar je ena izmed ključnih faz, saj nepopolna izbira kriterijev močno vpliva na končne rezultate. Nato smo določili še zaloge vrednosti in funkcije koristnosti. Razvoj modela je potekal v progamu DEXi, ki nam poda prve rezultate vrednotenja. Za podrobnejšo analizo rezultatov pa smo uporabili še program Vredana, ki nam rezultate razvrsti tudi kvantitativno. Za vrednotenje, ki je najboljši način za preverjanje modela, smo izbrali deset prijav na razpis festivala Teden mladih 2010. Končni rezultat vrednotenja so ocene kandidatov, ki komisiji podajo potrebne informacije, na podlagi katerih lahko izberejo nastopajoče na festivalu."]}