{"1": ["1 UVOD", "S setvami sortnih mešanic v okviru iste vrste ali s setvijo različnih vrst poljščin skušajo v svetovnem merilu reševati pomanjkljivosti obstoječih sortimentov in načinov pridelave. V intenzivni pridelavi imamo na razpolago večje število različnih sort pšenice, ječmena, rži, ovsa in tritikale, zato v zadnjih letih mešanice le redko pridelujemo, čeprav je dovzetnost teh sort za bolezni vse večja. Mešanica tako omogoči stabilnejše pridelke oziroma manj tveganja. Ker sta vzgoja in ponudba linijskih sort na tržišču veliki, mešanice tudi niso tržno zanimive. Še v začetku 20. stoletja je bila soržica popularna, v današnjem času soržice na naših njivah ne vidimo več.\nV mešanice dajemo skupaj rastline, ki se razlikujejo po odpornosti na bolezni, škodljivce in plevele. Razlikujejo se tudi po načinu razraščanja, po različnih sposobnostih prezimitve, glede na različno maso zrnja na klas ter različno kakovost zrnja.\nMešanice se uporabljajo za potrebe ekološkega kmetovanja. Njihova prednost je velika genetska različnost in s tem tudi večja sposobnost preživetja v manj ugodnih ekoloških razmerah.\nZaradi tega je namen diplomskega dela bolje spoznati prednosti in slabosti mešanic žit. Cilj je preveriti optimalnost razmerij posejane količine semen rži in pšenice. Preveriti želimo vpliv različnih deležev posejanih semen obravnavanih sort pšenice v združeni setvi z ržjo na število vzniklih rastlinic, PLSE, odstotek prezimitve, produktivno razraščanje, lastnosti klasa (dolžina klasa, število klasov, število klaskov, število zrn in masa zrnja) kot tudi na količino končnega pridelka.\n"], "2": ["2 PREGLED VIROV", ""], "3": ["2.1 Združena setev", "Združena setev je način pridelave, v katerem dve ali več poljščin rastejo hkrati na isti površini (Steven in sod., 1999). Petersen (1994) navaja, da je združena setev kmetijski sistem, ki obsega rast dveh ali več posevkov skupaj, istočasno na istem zemljišču. Pri tem moramo upoštevati prostorsko razporeditev, specifično maso rastlin ter čas zrelosti. Ni nujno, da so posevki posejani hkrati in tudi njihov čas žetve je lahko različen, pri čemer v času rasti zavzemata isti rastni prostor (Andrews in Assam, 1976). Kadar dva ali več posevkov rastejo skupaj, moramo zagotoviti ustrezen prostor, saj prihaja med posevki do nenehne tekmovalnosti med vso rastjo ali samo v določenem obdobju rasti.\nPri združeni setvi ločimo več načinov setve. Kot glavno sta Andrews in Assam (1976) navedla večkratno setev (multiple cropping). Ta klasifikasija se razcepi še na zaporedno setev (sequential croppin) in združeno setev (intercropping).\n- Večkratna setev pomeni rast dveh ali več posevkov istočasno na isti njivi, brez  razporeditve vrst v enem letu (Rappaport, 1971 in Russell, 1968).\n- Zaporedna setev je časovno odvisna od večkratne setve. Pomeni rast dveh ali več  posevkov hkrati, v zaporedju, na isti njivi v enem letu. Tukaj ne prihaja do  konkurence oziroma do tekmovalnosti. Poljedelci pridelujejo samo en posevek na  isti njivi. Združena setev je odvisna od oblike večkratne setve. Na isti površini rasteta hkrati dva ali več posevkov. Med posevki prihaja do tekmovalnosti skozi celotno rastno dobo ali samo v določenem obdobju rasti. Poljedelci pridelujejo več kot en posevek na isti površini. Ta način setve se ponavadi uporablja na manjših kmetijskih površinah in otežuje obdelavo med vrstami. Značilnost združene setve je tudi v tem, da je vsak od številnih možnih vzorcev tega načina setve primeren za posebno vrsto pogojev in neprimeren za ostale (http://www.eap.mcgill.ca/CSI_1.htm). \nLamberts (1980) navaja prednosti združene setve (intercropping/a), kot je: povečanje pridelka, zmanjšanje od bolezni, škodljivcev in pleveli povzročene škode (Vandermeer, 1989). Različne sisteme združenih setev, namenjene pridelavi hrane in krme, omenjajo predvsem v tropskem delu Azije, Amerike, Afrike, vzhodnem in zahodnem delu ZDA in na Bližnjem vzhodu. Največjo raznovrstnost in pomen imajo združene setve v tropskih predelih, kjer so posebej zanimive kmetom v tradicionalnih sistemih kmetovanja z omejenimi pridelovalnimi površinami. Manj je tovrstna pridelava zastopana v intenzivnem kmetijstvu (Vandermeer, 1989). V današnjem obdobju, v težnji po bolj sonaravni pridelavi hrane in krme, težnji po znižanju obremenitev okolja s pesticidi ter večji biološki raznovrstnosti v kmetijski pridelavi, pridobivajo sistemi združenih setev ponovno na veljavi (Vandermeer, 1989).\nPod pojmom združena setev ločimo še štiri podskupine:\n- Mešanice vrst in sort posameznih vrst: pomeni hkratno rast dveh ali več posevkov  brez posebej pripravljenih vrst (npr. setev pšenice in rži, rži in ječmena…). S  setvijo mešanic se zmanjša poraba kemičnih sredstev za varstvo rastlin in s tem se  tudi zmanjšajo pridelovalni stroški. Njena prednost je tudi velika genetska  različnost in s tem večja sposobnost preživetja v neugodnih ekoloških razmerah.\n- Vrstna združena setev: pomeni rast dveh ali več posevkov istočasno, kjer je eden ali  več posevkov posejanih v vrste. Ta način setve se večinoma uporablja v intenzivni  pridelavi.\n- Trakasta združena setev: pomeni rast dveh ali več posevkov istočasno. Posejani so  v pasovih, dovolj širokih za zagotavljanje neodvisne obdelave, vendar dovolj ozko,  da posevki ne vplivajo eden na drugega. To obliko združene setve pogosteje  srečamo v visoko moderniziranih sistemih.\n- Izmenjajoča združena setev: lahko združuje ostale tri oblike. Dva ali več posevkov  rastejo istočasno na isti površini. Čas je v tem primeru odvisen od njegove prvotne  kategorizacije (Vandermeer, 1989).\n"], "4": ["2.2 Sestava mešanic iz različnih sort", "Sortna mešanica temelji na sestavi »čiste« sorte, le da linije zamenjamo s sortami. Za sestavo sortne mešanice je potrebno poznavanje morfoloških, fizioloških ter gospodarsko pomembnih lastnosti posameznih sort v mešanici.\nMešanica sort je mehansko in načrtno sestavljena iz dveh ali več sort v določenih deležih posamezne sorte v mešanici, na primer: 1/2:1/2, 1/3:1/3:1/3 ali 1/5:2/5:3/5. Pomembna dejavnika pri sestavi mešanice sta izbira sort in določitev razmerji med njimi. (Kocjan, 1996).\nPoskusi so pokazali, da je najbolje mehansko in načrtno zmešati največ tri sorte, za kar obstajata praktična razloga: zadovoljiva genetska različnost in nadzor nad semenarstvom. Pomembno je tudi, da izberemo sorte različnih višin, kar je ugodno, vendar so ugodnosti odvisne tudi od oblike in lege listov, razraščanja ter hkratnega dozorevanja. Pri pridelovanju se vzpostavijo vplivi: na eni strani med sortami in okoljem, na drugi strani pa med sortami znotraj mešanice (Kocjan, 1989).\nMešanice so namenjene pridelovanju v ekološko neugodnih razmerah. Rastline, ki rastejo skupaj v mešanici, imajo različno sposobnost prezimitve, različen način razraščanja, različno maso zrnja na klas, različno kakovost zrnja, prav tako se lahko razlikujejo po stopnji odpornosti proti povzročiteljem bolezni in škodljivcem (Kocjan, 1996). Poskus, ki sta ga naredila Altieri in Lebman leta 1986 je pokazal, da različni deleži posamezne sorte in razporeditve vrst vplivajo na zatiranje plevelov. Nekatere sorte v mešanici dobro zatirajo pleveli, medtem ko so ostale sorte nekoliko manj sposobne za zatiranje plevelov (Salcini in sod., 2002). Tudi pestrejša biološka raznovrstnost rastlinskih vrst je pomemben člen v ohranjanju manjše občutljivosti rastlinskih vrst na bolezni in povzročitve škod zaradi škodljivcev. To je mogoče delno doseči tudi s sortnimi mešanicami. Posledično je cilj zmanjšana poraba sredstev za varstvo rastlin in bolj racionalno gnojenje (Bavec, 2003).\n"], "5": ["2.3 Medsebojno dopolnjevanje in nasprotno delovanje med sortami v mešanici", "Delež odporne sorte v mešanici varuje manj odporno pred širjenjem bolezni in škodljivcev. Če sta v mešanici sorti z različno stopnjo poleganja, potem bo v primeru poleganja odpornejša sorta do neke mere zadržala neodporno. Daljše obdobje z nizkimi temperaturami in golomraznica imajo odločilen vpliv na pridelek. V takih razmerah pridelek mešanice varuje sorta, odporna na mraz (Kocjan, 1996).\nV mešanici bo neuspešna in zato izpodrinjena tista sorta, ki oblikuje premalo zrnja ali ima premajhno absolutno maso. V mešanici so rastline v nenehni konkurenci za preživetje (Kocjan, 1989). Bojujejo se za čim boljše rastne pogoje svetloba, vlaga ter hranila. Pri zamenjavi rastlin čistega posevka A se zamenjajo rastline posevka B in dobimo mešanico 50 : 50. Če so rastline iz skupine A močnejše kot rastline iz skupine B, potem bodo rastline hitreje rasle v mešanici, kot pa v čistih posevkih. Ali obratno, bodo rastline boljše v skupini B. Neenaka delitev rastnih faktorjev med komponentami mešanic vodi ponavadi do približno enakega deleža povečanja in zmanjšanja količine komponent v primerjavi z njihovimi lastnostmi v čisti kulturi. Če se poljedelec odloči za mešanico, mora poznati tekmovalnost rastlin med seboj, preden se odloči, v katerem razmerju bo posevek posejan (http://www.eap.mcgill.ca/CSI_1.htm). V posevku, ki ima rahlo neenakomerno višino, se svetloba bolje izkoristi (Kocjan, 1989). Altieri in Liebman sta leta 1986 s poskusi ugotovila, da različni nivoji rodovitnosti tal lahko različno vplivajo na rast rastlin v združeni setvi (Salcini in sod., 2002). Rast in razvoj rastlin v naravnih ali ustvarjenih ekosisitemih sta pogosto podvržena spremembam zaradi fizikalnih in kemičnih procesov kot posledica vpliva sosednjih rastlin. Pričujoče raziskave so se ukvarjale predvsem z opisovanjem medsebojnega vplivanja v mešanih posevkih. Prevlada določene vrste posevka na polju nastane zaradi njenega velikega vpliva na sosednje rastline. Taki poskusi so omogočili določanje medsebojnih vplivov testirane vrste žita, na energijo kalivosti in sposobnost kalivosti zrna druge vrste žita v posevku, kakor tudi na dolžino podzemnih in nadzemnih delov rastlin. Rezultati so \npokazali, da nekatere vrste v mešanem posevku vplivajo na energijo kalitve vrst in rast rastlin drugih vrst v tej mešanici (Leszczynska in Grabinski, 2004). Tudi zdravstveno stanje ozimne pšenice je v veliki meri odvisno od prejšnjega posevka. Najbolj zdrave korenine je imela pšenica, ki je sledila ovsu v čistem sestoju, in mešanici ovsa in metuljnic. Pri pšenici, ki je sledila mešanici ovsa z ječmenom, ovsa s tritikalo, ječmena z metuljnicami in tritikale z metuljnicami, je bilo s poskusi ugotovljeno srednje zdravstveno stanje korenin (Lemanczvk, 2001).\n"], "6": ["2.4 Mešani posevek pšenice in rži - soržica", "V preteklosti so naši kmetje pridelovali rž za zrnje v mešanici s pšenico, ki so ji rekli soržica, ržada ali kar zmeša. Setev soržice se je razmahnila v starojugoslovanskem obdobju, in sicer od 3000 ha leta 1920 na približno 6000 ha leta 1939. Povprečni pridelek ni nikoli dosegel 1t / ha. Po drugi svetovni vojni je bilo s soržico posejanih še okoli 600 ha, v sedemdesetih letih so jo kmetje povsem opustili, ker mešanice niso bile tržno zanimive. Soržica je dala pridelek tudi v letih, ko za eno od sestavin v mešanici niso bile ugodne vremenske razmere. V posevku soržice je rž varovala pšenico pred glivičnimi boleznimi, prisotnost pšenice je preprečila okužbe s trosi rženega rožička. Ker so ju skupaj sejali, želi in mleli v zmesno moko, so morali izbrati sorte s sočasno zrelostjo. Gospodinje so pekle okusen soržični kruh, ki je ostal dolgo časa svež. Ob povečanju intenzivnosti pridelovanja in s specializacijo kmetijstva v monokulturno pridelovanje je uplahnilo zanimanje za mešanice. Soržico so ponekod nadomestile nove sorte rži, večinoma pšenica z večjimi pridelki (Kocjan, 1999).\n"], "7": ["2.5 Pridelek", "Z raziskavami na Danskem je bilo ugotovljeno, da na količino pridelka vplivata tekmovanje med rastlinami in okolje, v katerem rastejo. Takšno tekmovanje ponavadi zmanjša možnost preživetja, rast ali razmnoževanje ene vrste, oziroma omogoča, da je druga vrsta uspešnejša. Večina raziskav je pokazala, da imajo načrtno sestavljene mešanice prednost pred genetsko izenačenimi sortami, posejane v čistem posevku. Tudi pridelki mešanic so za 2 do 3 % večji v primerjavi s potrjenimi sortami. Kot pogoj za uspeh večina avtorjev navaja usklajenost sort. Z nekaterimi drugimi raziskavami je bilo ugotovljeno, da je pridelek mešanic samo v nekaterih primerih večji, kot pridelek sort posejanih v čistem posevku. Dostikrat se pojavijo manjši pridelki v mešanicah v primerjavi s čistim posevkom posamezne sorte, vendar bi lahko za potrebe bio prehranjevanja »čiste« sorte nadomestili s sortnimi mešanicami (Kocjan, 1989). Lahko nastanejo tudi izgube pridelka zaradi neugodnih razmer, kot je prenašanje bolezni, ki ostanejo v tleh, ter neugodnih vremenskih razmer (Salcini in sod., 2002).\n"], "8": ["2.6 Land Equivalent Ratio (LER)", "LER je standandiziran indeks, definiran kot relativna potrebna površina kultur v čistih posevkih za doseganje enako velikih pridelkov v združenih setvah (Mead in Willey, 1980):\nLER = količina pridelka prve kulture v združeni setvi / pridelek te kulture v čistem posevku + količina pridelka druge kulture v združeni setvi / pridelek te kulture v čistem posevku\nRazlaga vrednosti : Rezultati LER-a pokažejo vrednosti, kako veliko površino potrebujeta za rast oba posevka skupaj, v primerjavi z velikostjo pridelovalne površine, ki jo potrebuje za rast čisti posevek. Kritična vrednost je 1,0, nad to vrednostjo so komponente produktivnejše v združenih setvah. Vrednost LER pod 1,0 kaže na večjo produktivnost čistih posevkov. Če je vrednost 1,15 potrebuje čisti posevek 15 % večjo pridelovalno površino, da doseganje enako velikih pridelkov kot v združeni setvi. Vrednost LER-a 2,0 kažejo, da komponente v združenih setvah proizvedejo dvakrat več pridelka kot čisti posevki. (http://king.W5V.edn/foodandfarms/documents/LER.pdf)\n"], "9": ["3 MATERIAL IN METODE", ""], "10": ["3.1 Zasnova poskusa", "Poskus s štirimi sortami ozimne pšenice in eno sorto ozimne rži je bil izveden v letu 2006/2007, in sicer na polju UKC v Mariboru. Razpored parcel je bil naključen v petih ponovitvah (Shema 1), kjer je merila osnovna parcela 5 m² (dolžina 5 m x širina 1 m). Število posejanih vrst na parceli je bilo 8, razmik med vrstami je bil 12,5 cm.\nShema 1 prikazuje nastavitev poljskega poskusa. Velike črke pomenijo oznake mešanic. Razvidnih je pet različnih mešanic, te mešanice so se nato petkrat ponovile. Velika črka A pomeni čisti posevek pšenice ter velika črka E čisti posevek rži. Ostale črke prikazujejo mešanice z različnimi deleži pšenice in rži. \n5. ponovitev\n4. ponovitev\n3. ponovitev\n2. ponovitev\n1. ponovitev\nLegenda: Oznake mešanic s črkami in deleži pšenice posejanih v sistematičnem poskusu v petih ponovitvah\nOznake mešanic Delež pšenice A 100 % pšenice B 75 % pšenice + 25 % rž C 50 % pšenice + 50 % rž D 25 % pšenice + 75 % rž E 100 % rž\nShema 1: Shema postavitve sortnega poskusa \nSorta Kalivost (%)\nSoissons 92 Justus 92 Edison 92 Pegassos 96 Walet 85\nPoskus je bil posejan 27. oktobra 2006. Setev se je izvajala s sejalnico (Slika 2), gostota setve je znašala 400 kalivih zrn na m² (2000 kalivih zrn na parcelico). Mešanica sort je mehansko in načrtno sestavljena iz dveh ali več sort, v mojem primeru štirih sort v določenih deležih posamezne sorte v mešanici. Pri sestavi mešanice sta pomembna dejavnika izbira pravilne sorte ter določitev razmerij med njimi. \nV poskus so bile vključene naslednje sorte ozimne pšenice: Soissons, Justus, Edison, Pegassos ter ena sorta ozimne rži Walet. Za sorto Edison je značilno, da je srednje visoka, bela resnica. Pozno dozori. Pridelek zrnja je srednje visok. Dobro je odporna proti poleganju in pepelovki. Na listno pegavost je srednje dobro odporna. Najslabše, srednje odporna, je na pegavost plev. Sorta Pegassos je bela golica, ki ima višjo slamo. Tako kot sorta Edison, tudi ta sorta pozno dozori. Njen pridelek zrnja je visok. Dobro je odporna proti pepelovki. Njena odpornost proti listni pegavosti je srednje dobra. Najslabše, srednje odporna, je proti pegavosti plev ter poleganju. Za sorto Soissons je značilno, da je višina rastline 110 cm. Uvrščamo jo med tip klasa bele resnice. Srednje pozno dozori. Ima visok pridelek zrnja odlične kakovosti. Dobro je odporna proti pepelovki ter poleganju. Njena odpornost proti listni pegavosti je srednja. Odpornost proti pegavosti plev je srednje dobra (Zemljič, 2007). Sorto Justus uvrščamo med srednje pozne sorte s srednje visoko slamo. Proti glavnim boleznim je dobro odporna in srednje odporna proti poleganju (Zemljič, 2003). \nSorta ozimne rži Walet (Slika 3, 4) je med vsemi žiti najmanj občutljiva na bolezni. Višina rastline je 145 cm, je nižja ter poznejša sorta. Njeno dozorevanje je srednje pozno (Zemljič, 2007). Poskus je zajemal različne deleže pšenice: 100 % = A, 75 % = B; 50 % = C; 25 % = D, 0 % = E\nNa posestvu Pohorski dvor se pojavljajo 'distrična rjava tla' (podtip 'na deluviju' in varieteta 'oglejena'). Za ta tip tal je značilno, da se razvije na nekarbonatni podlagi in je avtomorfnega nastanka (tla nastala pod vplivom padavinske vode, ki prosto odteče skozi talni profil). Distrična rjava po slovenski klasifikaciji tal spadajo v razred kambičnih tal z A - (B)v – C profilom. Za distrična rjava tla je značilno, da so slabo nasičena z baznimi kationi (V < 50 %) v globini 20 – 50 cm pod površjem, kar se odraža v kisli reakciji v (B) horizontu, ki je manjša od 5,5 (v vodni raztopini). Na Pohorskem dvoru je ta tip tal zaradi dolgoletne kmetijske rabe že močno izgubil distrični značaj.\nDobra lastnost teh tal je, da nudijo v skrajnih sušnih razmerah rastlinam več dostopne vode kot lahke naplavine. Tla so primerna za pridelavo žit, (koruze, krmnih dosevkov, nekoliko manj za sladkorno peso in krompir) (Šporan in sod., 1996).\n"], "11": ["3.2 Oskrba poskusa", "Prvič je bilo dognojeno na podlagi analize mineralnega dušika v tleh (N-min) do globine 0,9 m v stadiju kolenčenja (EC 31/32). Analiza N-min je bila opravljena pred prvim dognojevanjem. Vsebnost mineralnega dušika do globine 0,3 m je bila 6,01 kg N/ha, od globine 0,3 m do 0,6 m 8,4 kg N/ha, od 0,6 m do 0,9 m 9,52 kg N/ha. Skupno je bilo 23,93 kg N/ha. V mojem primeru sem poskus prvič dognojila s (120 kg N/ha – 23 kg N/ha) 96,0 kg N/ha. To pomeni 48 g N/5 m². Poskus sem prvič dognojila s 50 kg gnojila Organik. To pomeni, da sem na posamezno parcelico enakomerno raztrosila 0,5 kg gnojila Organik. Gnojilo je bilo v obliki mikropelet. Drugič je bilo dognojeno v stadiju začetka klasenja (EC 45/50) ozimnih žit. Uporabila sem 0,5 kg organsko mineralnega gnojila Biosol (ki vsebuje 6 do 9 % dušika, 1 do 3 % fosforja, 1 do 4 % kalija in 70 do 90 % organske snovi). Gnojilo sem enakomerno raztrosila po posameznih parcelicah. Tako sem porabila 50 kg gnojila za celoten poskus.\nMeritve so bile izvedene s klorofilmetrom (Hydro N- tester). To je naprava, pri kateri pritrdimo list med dva senzorja, stisnemo in na ekranu se nam prikaže izmerjena meritev, oziroma povprečna vrednost po tridesetih meritvah.\nNa vsaki parcelici sem izvedla trideset meritev in dobila vrednost na parcelico. Meritve so bile opravljene pred prvim dognojevanjem, to je v razvojnem stadiju kolenčenja (EC 31/32) in še enkrat pred drugim dognojevanjem, to je v fazi v začetku klasenja (EC 45/50).\nTako je bila prva meritev izvedena 25. aprila 2007, naslednja pa 28. maja 2007.\nVarstvo pšenice in rži pred boleznimi, škodljivci in pleveli se ni izvajalo. Na mojem poskusu so prevladovale pleveli: enoletna plevelna trava (Apera spica-venti L.), ter enoletne širokolistne pleveli: plezajoča lakota (Galium aparine L.), njivska spominčica (Myosotis arvensis L.), kamilica (Matricaria chamomilla L.), mrtva kopriva (Lamium purpzreum L.), navadni zebrat (Galeopsis tetrahit L.), navadna zvezdica (Stellaria media \nL.). Za te pleveli je značilno, da najbolj ogrožajo ozimna žita. Pleveli vzniknejo že pri zelo nizkih temperaturah, ko je posevek žita še malo razvit. Čim kasneje se pojavijo pleveli, manj vplivajo na pridelek.\n"], "12": ["3.3 Meritve in analize", "V razvojni fazi vznikanja rastlinic (EC 10/13) ozimnih žit sem preštela vse mlade vznikle rastlinice (Slika 5, 6, 7).\nKo je sneg skopnel, sem v fazi začetka razraščanja (EC 21) ugotavljala prezimitev oziroma število rastlin/m² (Slika 8). To sem naredila tako, da sem preštela število rastlin na že v naprej označeni površini (1 x 0,5 m).\n. \nV fazi klasitve oziroma pojava klasa (EC 50/51) ozimnih sort sem ovrednotila produktivno razraščanje. V ta namen sem štela bili in klase. Število posameznih bili ter klasov je bilo enako. Tako pri rastlinah pšenice kot tudi pri rži. Ni bilo videti neproduktivnih bili. \nKo sta pšenica in rž dozoreli, sem ročno požela označene površine na 0,5 m² na prvi, drugi in peti ponovitvi. Ročna žetev se je izvajala 11. julija 2007. Na parcelicah sem že ob vzniku rastlin z vrvico označila 0,5 m². Požete rastline na parceli sem dala v papirnate vreče ter označila s številko vzorca in ponovitvijo. Vsak snop posebej sem stehtala. Po dveh tednih sušenja v suhem prostoru, sem vsak snop posebej ponovno stehtala in dobila suho snov rastlin.\nZa analizo klasa sem vzela trideset klasov pšenice (Slika 12) in trideset klasov rži na z vrvico označenih 0,5 m² parcelah. Porezala sem naključno izbrane klase ter jih označila s številko vzorca in ponovitvijo. Izmerila sem dolžino klasa, preštela število klaskov v klasu, število zrn v klasu ter stehtala maso zrnja v klasu.\nPo žetvi 19. julija 2007 (Slika 11) sem merila vlago v zrnju tako, da sem stehtala 500 g vzorca, nato sem dala vzorce sušiti v sušilnico za tri dni pri temperaturi 90 -C. Po končanem sušenju sem s tehtnico ponovno stehtala vrečke z vzorci zrnja.\nKot merilo uspešnosti pridelave rastlinskih mešanic je bil za merjenje agronomskih prednosti setve uporabljen \"Land Equivalent Ratio\"_ LER (ekvivalent pridelovalne površine), ki sta ga uvedla Mead in Willey (1980) (Mead in Willey, 1980).\n- Izračun LER-ov:\n1. LER rž = P rži v združeni setvi / P v solo\n2. LER pšenica = P pšenice v združeni setvi / P v solo\n3. LER za posamezno parcelo = P rži v zdr. setvi / P rži v solo + P pšenice v zdr.  setvi / P pšenice v solo\n4. LER p = P za LER rži / dejanski P rži + P za LER pšenice / dejanski P pšenice\n5. LER r = P za LER rži / dejanski P rži + P za LER pšenice / dejanski P pšenice\nP = pridelek  p = pšenica  r = rž\nIzmerjeni podatki so bili statistično vrednoteni. Za vse parametre je bila izračunana analiza variance (ANOVA) in narejen test homogenosti variance (F–test). Razlike med posameznimi obravnavanji so bile testirane s pomočjo Tukey HSD testa in LSD testa pri 95-odstotni verjetnosti, P ≤ 0,05, statistično signifikantne srednje vrednosti so prikazane z različnimi črkami (a, b, c, d).\n"], "13": ["3.4 Vpliv klimatskih razmer v obdobju poskusa", "Količina padavin izmerjena v desetih letih (1991 – 2000) znaša za območje Maribor v času rasti ozimne pšenice in rži od oktobra do julija 829 mm padavin. Maksimalna količina padavin je bila v juliju (116 mm). Količina padavin od oktobra do julija je bila v letu poskusa 753 mm padavin (Preglednica 2, Grafikon 1), kar je za 76 mm manj kot prikazuje desetletno povprečje. Iz tega lahko sklepamo, da je bilo v obdobju rasti pšenice in rži manjše pomanjkanje padavin. Kar ni bistveno vplivalo na količino pridelka, saj so bile le te enakomerno razporejene skozi celotno rastno dobo. Pšenica zahteva v različnih fazah vegetacije različno količino vode. Največ vode potrebuje pšenica med kolenčenjem in klasenjem. V zvezi s fazami vegetacije se spreminja transpiracijski koeficient, povprečna vrednost za pšenico je 400 – 500 (Todorič, 1982).\nDolgoletno povprečje temperatur (1991 – 2000) od oktobra do julija je znašalo 9,14 -C, v obdobju poskusa pa 9,01 -C. Majska količina padavin 78 mm ob temperaturi 16,2 -C je bila primerna, saj takrat pšenica in rž klasita, pri tem potrebujeta dovolj vlage. Za primerno rast in razvoj pšenice niso potrebne visoke temperature, saj pšenica ni toplotno zahtevna (Todorič, 1982).\nrži za leto 2005 (Statistični letopis RS za leto 2006)\n2005 1991-2000 Mesec Temp. zraka (-C) Višina padavin (mm) Temp. zraka (-C) Višina padavin (mm) okt 11,1 21 10,4 116 nov 4,2 83 9,1 107 dec 0,9 75 0,5 84 jan 0,4 14 0,4 30 feb -1,6 53 2,3 34 mar 4,4 39 6,2 54 apr 11 100 10,9 68 maj 16,2 78 15,7 97 jun 19,6 89 19,1 123 jul 20,7 201 20,8 116 \nMaribor v letu 2005 (z razmerjem temperatura : padavine; 1: 4).\n"], "14": ["4 REZULTATI Z RAZPRAVO", "S statistično analizo smo ugotovili, da je na delež vzniklih kalivih semen vplivalo setveno razmerje (Preglednica 3). Najvišji delež vzniklih kalivih semen je bil dosežen pri čistem posevku pšenice in je odvisen od kalivosti semena.\nDelež posejanih semen  n.s. **  (D) **  Sorte pšenice (S) n.s. n.s. n.s.  Interakcije (DxS) n.s. n.s. n.s.  Delež posejanih semen  A: 100 % pšenice 61,7 a 97,8 1,41 b  B: 75 % pšenice 55,2 ab 93,2 1,40 b  C: 50 % pšenice 50,4 b 100 0,97 bc  D: 25 % pšenice 48,0 bc 90,1 0,61 c  E: 100 % rž 40,8 c 99,7 1,95 a  Sorte  Soissons 48,5 94,3 1,36  Justus 55,0 92,7 1,19  Edison 51,7 100 1,21  Pegassos 49,7 100 1,32\nn.s. = ni statistično značilne razlike (P>0,05); ** = vrednosti v stolpcu se statistično značilno razlikujejo (P≤0,01).\nZ zmanjševanjem deleža posejanih semen pšenice se zmanjšuje delež vzniklih kalivih semen, kar je razvidno iz Preglednice 3. \nObravnavane sorte niso imele vpliva na delež vzkaljenih semen. Med posameznimi sortami pšenice niso bile statistične razlike.\nČim je sneg skopnel, je bilo v razvojni fazi EC 21 ugotovljeno število rastlin / m², oziroma prezimitev. V letu 2006 je bila prezimitev zelo dobra in tudi enakomerna. Največje število prezimelih rastlin je imel 50 % delež posejanih semen pšenice v združeni setvi z ržjo, in sicer (100 %). Statistično značilno najnižje število prezimelih rastlin je bilo pri 25 % deležu posejanih semen pšenice.\nNajvečje produktivno razraščanje je imel čisti posevek rži, in sicer (1,95 %). Statistično značilno nižje produktivno razraščanje je bilo pri 25 % deležu posejanih semen pšenice, in sicer (0,61 %).\nMed posameznimi sortami pšenice se je najbolje obnesla glede, produktivnega razraščanja, sorta Soissons, in sicer (1,36 %). \nDelež posejanih  n.s. ** n.s. ** n.s. ** n.s. * n.s. * *  semen (D) Sorte pšenice (S) ** n.s. n.s. n.s. ** n.s. * n.s. n.s. n.s. *  n.s. Interakcije (DxS) ** n.s. n.s. n.s. n.s. n.s. * n.s. n.s. n.s.  Delež posejanih  semen A: 100 % pšenice 7,6 0 100 0 43,3 0 32,3 0 1,5 0 3,7 ab  B: 75 % pšenice 7,7 10,4 100 34,7 c 43,7 69,6 b 33,4 52,7 b 1,5 2,0 b 3,6 b  C: 50 % pšenice 7,4 10,6 84,5 66,4 b 42,7 72,8 ab 31,4 53,8 ab 1,4 2,1 ab 3,6 b  D: 25 % pšenice 7,3 10,9 49,9 85,6 b 42,2 72,6 ab 31,8 54,8 ab 1,4 2,1 ab 3,5 b  E: 100 % rž 0 11,1 0 136,3 a 0 75,6 a 0 57,6 a 0 2,3 a 4,01 a  Sorte  Soissons 6,9c 10,8 88,1 100,2 39,6c 72,4 30,6 b 53,9 1,3 2,1 3,7 ab  Justus 7,5b 10,9 78,9 97,6 43,3b 73,7 32,2 ab 56,1 1,4 2,2 3,4 b  Edison 7,4b 10,7 80,4 101,3 45,7a 72,0 33,7 a 53,8 1,4 2,0 3,7 ab\nPegassos 8,2a 10,6 75,5 99,9 43,3b 72,6 32,4 ab 54,9 1,6 2,1 3,9 a\nn.s. = ni statistično značilne razlike (P>0,05); * = P<0,05; ** = vrednosti v stolpcu se statistično značilno razlikujejo (P≤ 0,01). \nRezultati so pokazali, da niso bile statistično značilne razlike v dolžini klasa, številu klasov, številu klaskov na klas, številu zrn na klas ter masi zrnja med posameznimi deleži posejanih semen pšenice (Preglednica 4). Med obravnavanimi sortami so bile statistično značilne razlike v dolžini klasa, številu klaskov na klas ter številu zrn na klas pšenice. Največjo dolžino klasa je imela sorta Pegassos. Med posameznimi sortami pšenice je imela sorta Edison največje število zrn v klasu.\nIz rezultatov je razvidno, da niso bile statistično značilne razlike v dolžini klasa, številu klasov, številu klaskov na klas, številu zrn ter masi zrnja na klas rži, med obravnavanimi sortami (Preglednica 4). Med posameznimi deleži posejanih semen rži so bile statistično značilne razlike v dolžini klasa, številu klasov, številu klaskov na klas, številu zrn na klas ter masi zrnja na klas rži.\nNa podlagi rezultatov lahko trdimo, da na pridelek zrnja na enoto površine setveni deleži posejanih semen nimajo statistično značilnega vpliva. Najvišja pridelka sta pri čistih posevkih rži in pšenice. \nDelež posejanih semen  A: 100 % B: 75 % C: 50 % D: 25 %  Obravnavanje E: 100 % rž  pšenice pšenice pšenice pšenice  Delež posejanih  / n.s. n.s. n.s. /  semen (D)  Sorte pšenice (S) / n.s. n.s. n.s. /  Interakcije (DxS) / n.s. n.s. n.s. /  Sorte  Soissons / 0,98 0,91 0,93 /  Justus / 0,93 0,86 0,95 /  Edison / 0,95 0,92 0,97 /  Pegassos / 0,92 0,87 0,88 /\nn.s. = ni statistično značilne razlike (P>0,05)\nVpliv štirih obravnavanih sort pšenice in različnih deležev posejanih semen pšenice na LER v združeni setvi kažejo (Preglednici 5 in 6), da ni prišlo do signifikantnih razlik med LERi posameznih obravnavanj. Zato lahko sklepamo, da obstoječe vrste, oziroma sorte, ne vplivajo na LER, čeprav je zapažen trend, daje uporabljena sorta rži dominanten vpliv na mešanice. \nObravnavanje Soissons Justus Edison Pegasos  Delež posejanih  n.s. n.s. n.s. n.s.  semen (D)  Sorte pšenice (S) n.s. n.s. n.s. n.s.  Interakcije (DxS) n.s. n.s. n.s. n.s.  Delež posejanih  semen  A: 100 % pšenice / / / /  B: 75 % pšenice 0,95 0,98 0,93 0,92  C: 50 % pšenice 0,94 0,93 0,95 0,88  D: 25 % pšenice 0,89 0,91 0,86 0,87  E: 100 % rž / / / /\nn.s. = ni statistično značilne razlike (P>0,05)\n"], "15": ["5 SKLEPI", "V Univerzitetnem kmetijskem centru v Mariboru je bil proučevan in statistično ovrednoten vpliv različnih sort pšenice in različnih deležev posejanih semen v združenih setvah z ržjo na število vzniklih rastlinic, delež prezimitve, koeficient produktivnega razraščanja, lastnosti klasa (dolžina klasa, število klasov, število klaskov v klasu, število zrn v klasu ter masa zrnja) ter pridelek. Na podlagi rezultatov poskusa sklepamo naslednje:\n1. Na delež vzniklih kalivih semen (PLSE) je vplivalo setveno razmerje. Najvišji  delež vzniklih kalivih semen je imel čisti posevek pšenice, in sicer (61,7 %).\n2. Najbolje je prezimila mešanica s 50 % deležem posejanih semen pšenice v  združeni setvi z ržjo.\n3. Pri čistemu posevku rži je bilo produktivno razraščanje največje, kot pri setvi  mešanic.\n4. V dolžini klasa, številu klasov, številu klaskov na klas, številu zrn na klas ter masi  zrnja na klas ni bilo statistično značilnih razlik med posameznimi deleži posejanih  semen pšenice.\n5. Statistično značilne razlike med posameznimi deleži posejanih semen rži so bile v  dolžini klasa, številu klasov, številu klaskov na klas, številu zrn na klas ter masi  zrnja na klas rži.\n6. Število zrn v klasu v mešanicah se v primerjavi z čistim posevkom pšenice ne  razlikuje. \n7. Analiza je pokazala, da ni prišlo do signifikantnih razlik med LER-i posameznih  obravnavanj. Zato lahko sklepamo, da proučevane vrste, oziroma sorte, ne vplivajo  na LER.\n8. Setveni deleži posejanih semen nimajo statistično značilnega vpliva na pridelek.  Višina interakcije ni dala signifikantnih razlik med pridelki. Najvišji pridelek je bil  dosežen pri čistih posevkih rži in pšenice.\n"], "abstract": ["Prednost žitnih mešanic je v genetski različnosti in tudi v večji sposobnosti preživetja v neugodnih ekoloških razmerah. Cilj diplomskega dela je raziskati najprimernejša razmerja posejane količine semen rži in pšenice. Poskus je bil izveden leta 2006/07 na Univerzitetnem kmetijskem centru (UKC) Pohorski dvor. V poskusu z obravnavanimi sortami ozimne pšenice in različnih deležev posejanih semen v združeni setvi z ržjo je bil proučevan vpliv na delež vzniklih kalivih semen (PLSE), prezimitev, produktivno razraščanje, lastnosti klasa, količina končnega pridelka ter LER pšenice. Različna razmerja setvenih deležev semen imajo lahko statistično značilen vpliv na PLSE, s tem da je največji v čistem posevku pšenice in je odvisen od kalivosti semena. Statistično značilno največja prezimitev mešanic je v setvi s 50 % deležem posejanih semen pšenice v združeni setvi z ržjo; največje produktivno razraščanje pa v čistem posevku rži. Na pridelek zrnja na enoto površine in na LER setveni deleži posejanih semen nimajo statistično značilnega vpliva; najvišji je bil le v čistih posevkih rži in pšenice. "]}