{"1": ["1 UVOD", "Nadmorska višina je v naših razmerah zelo pomembna, saj vpliva predvsem na toploto in padavine. Na vsakih 100 m nadmorske višine se srednja letna temperatura zniža za 0,5 do 0,6 -C. Lege na večji nadmorski višini so običajno tudi bolj vetrovne. Posledica tega je lahko poznejše brstenje in cvetenje ter krajši čas za razvoj jagod in dozorevanje grozdja. Čeprav je sončno sevanje na takih legah nekoliko bolj intenzivno, to ne nadomesti energije za hitrejši razvoj trte. Prednost takih leg je, da imajo v jesenskem času manj megle in nekaj več sončnih ur, tako da lahko trta nadomesti zaostanek v dozorevanju grozdja. Primerna nadmorska višina za gojenje vinske trte je nižja, čim bližje smo severnemu oziroma južnemu tečaju in obratno. Določenim geografskim širinam ustrezajo tudi določene nadmorske višine. Denimo v Nemčiji v deželi Rheingu so vinogradi na nadmorski višini med 80 in 300 m, v Kaiserstuhlu med 180 in 400 m, bordojski vinogradi so med 10 in 100 m, v vinorodni deželi Podravje v Sloveniji pa med 240 in 300 m nadmorske višine, na Kozjaku tudi do 600 m (Vršič in Lešnik 2005).\nNamen diplomskega dela je proučiti vpliv nadmorske višine (zgornji in spodnji del vinograda) pri sorti 'Laški rizling' na dinamiko razvoja fenoloških faz in dozorevanja, na temperaturo grozdov, listov in zraka, na kemični sestav ter na senzorične lastnosti vina.\nOsnovna hipoteza pri naši raziskavi je bila, da nadmorska višina vpliva na količino in kakovost pridelka sorte 'Laški rizling'.\n"], "2": ["2 PREGLED OBJAV", "V obdobju sedmih let, med 1980 in 1990, so v dolini Loare v Franciji na 14 različnih lokacijah proučevali različne mikroklimatske razmere. Na vseh 14 lokacijah so se pojavile značilne razlike. Ugotovili so, da na mikroklimo vplivajo lastnosti tal in lokalna hitrost vetra. Vpliv sončnega sevanja na mikroklimo pa je odvisen od značilnosti zemljišč (Jacquet in Morlat 1997).\nV Braziliji so ugotavljali razlike v nadmorski višini. Obravnavali so dve nadmorski višini: Cordislândia, 873 m, in Caldas, 1150 m. Na večji nadmorski višini so bile grozdne jagode večje, na manjši pa je imelo grozdje večjo stopnjo zrelosti; večja je bila pH vrednost, več je bilo sladkorja in manj kislin (De Albuquerque Regina in sod. 2010).\nV Toplici so proučevali količino in kakovost pridelka grozdja pri sorti 'Muškat hamburg' na različnih nadmorskih višinah: 126 m, 220 m, 360 m in 498 m. Največja količina pridelka je bila na 498 m nadmorske višine, saj je bilo grozdja 4,72 kg/trto. Pridelek je bil zadovoljiv na vseh lokacijah, ne glede na nadmorsko višino. Vsebnost sladkorja v moštu pa je bila zadovoljiva samo na lokacijah do 220 m nadmorske višine, in sicer 17,7 % sladkorja (Cvetkovic in sod. 1999).\nV dveh letnih raziskavah v letu 1990 in 1991 so pri petih različnih klonih sorte 'Sauvignon' proučevali vpliv dveh nadmorskih višin: 250 in 700 m. Rezultati so pokazali, da je večji pridelek bil na 250 m nadmorske višine in da je grozdje tam vsebovalo več sladkorja (Stefanini in sod. 1993).\nV Valaisu so na štirih nadmorskih višinah, od 510 do 800 m, dva metra nad tlemi merili temperaturo zraka in jo primerjali s fenološkim razvojem ter pridelkom. Na podlagi rezultatov so ugotovili, da lahko najnižja nočna temperatura zraka služi kot merilo kakovosti. Najvišje nočne temperature so bile na srednji nadmorski višini, pri 600 do 700 m. Količina in kakovost pridelka sta bili na 550 m večji kot na 700 m. Na 800 m \nnadmorske višine je bilo zorenje približno za 3 tedne poznejše kot v dolini (Calame in sod. 1977).\nAlpske regije imajo zelo spremenljive okoljske razmere, med katerimi ima zelo velik vpliv tudi nadmorska višina. Predvsem se z nadmorsko višino spreminja insolacija. Na tem področju se z večanjem nadmorske višine zmanjšuje vsebnost sladkorja, pridelek in masa grozdja. Poveča pa se koncentracija jabolčne kisline. V alpskih regijah, kot je Trentino, je ustrezna nadmorska višina na 550 m, predvsem na južnih in zahodnih legah z visoko insolacijo (Bertamini in sod. 1999)\nV svetu so tudi območja, kjer so kakovostna vina na višje ležečih legah. Na večji nadmorski višini je večje UV sevanje, kar pozitivno vpliva na okus, barvo in tvorbo polifenolov. Zaradi močnega UV sevanja ni potrebno odstranjevati listov (Ness 2010).\nPri povečanju nadmorske višine se zniža temperatura in poveča sončno sevanje. Pri večini vinogradniških regij v svetu se gojenje vinske trte konča pri 1000 m nadmorske višine. Pri večji nadmorski višini so temperature prenizke. V Mendozi gojijo vinsko trto tudi nad 1000 m nadmorske višine. V teh vinogradih je količina pridelka na 800 m nadmorske višine podobna kot na 1400 m. To je zaradi vpliva planote, ki vodi do Andov. Temperatura se povprečno na 100 m nadmorske višine zniža za 0,6 -C, v času zorenja pa za 1 -C. Z višanjem nadmorske višine so nižje nočne temperature, s tem pa je večje tudi nihanje med dnevnimi in nočnimi temperaturami. To privede do manjšega dihanja, kar se posledično kaže v večji svežini sadnih arom. Vina s toplejših območij, kjer je nadmorska višina pod 900 m, imajo pospešeno zorenje z manj izraženimi sadnimi aromami in večjo zrelostjo. Večja je nadmorska višina, večje je UV sevanje, s tem pa imajo grozdne jagode debelejšo kožico, kar vpliva na večjo koncentracijo skupnih taninov in antioksidantov. Jagodna kožica je na 1500 m nadmorske višine 5-krat debelejša kot na 800 m (Goode 2008).\nV Avstraliji so pri sortah 'Modri pinot' in 'Chardonay' proučevali temperaturo grozdov. 'Modri pinot' je bil posajen v Morningtonu, 'Chardonnay' pa v Macedon Rangesu. Ugotovili so, da je defolacija za optimalno temperaturo grozdov odvisna od mikroklime in \nleta. Raziskava je pokazala, da zgodna izpostavljenost grozdja soncu ne povzroči ožigov. Posebej pomembno je odstranjevanje listov v hladnejših vinogradih, na vzhodni strani vrste, da v jutranjih urah dosežemo hitro ogrevanje grozdja (Winter in Boysen 2010).\nPrimerna količina odstranjenih listov je še posebej pomembna za bele sorte, ker se v primerjavi z rdečimi manj segrevajo. Razlika v temperaturi grozdov na območju, kjer je bilo ali ni bilo izvedeno odstranjevanje listov, je lahko tudi za 3 -C (Winter in sod. 2010).\nV severovzhodnem delu pokrajine Vic v Avstraliji so z meritvami temperatur mladik, listov in grozdov ugotovili, da je zaradi nevarnosti ožigov na zahodni strani vrste potrebno zaščititi grozde pred soncem (Winter in Lowe 2009a, Winter in Lowe 2009b).\nPomembno je, da del grozda, ki je na sončni strani, ne doseže tako visoke temperature, da bi obstajala nevarnost ožigov (Webb in sod. 2009). Optimalna temperatura zraka za pridelavo rdečega grozdja je 15 do 35 -C. Temperatura zraka nad 37 -C ima negativen vpliv na sladkor, kislino in barvo (Bergguist in sod. 2001). V Riverlandu je bila temperatura grozdov, ki niso bili izpostavljeni soncu okrog 35 -C, temperatura grozdov, ki so bili izpostavljeni soncu pa za 10 -C višja (Haselgrove in sod. 2000). Na zelo hladnih ali vročih vinorodnih območjih pridelujejo vino nizke kakovosti. Za gojenje vinske trte so najprimernejša vinorodna območja z optimalnimi temperaturami (Winter in Lowe 2009a).\n"], "3": ["3 MATERIAL IN METODE DELA", ""], "4": ["3.1 Material", ""], "5": ["3.1.1 Vinograd", "Poskus smo opravili v Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede. Nadmorska višina poskusa je bila 407 m. Poskus je bil opravljen na parceli GERK 688071. Zasnovan je bil pri sorti 'Laški rizling', cepljen na podlagi 'Kober 5BB'. Lega tega vinograda je južna do jugovzhodna. Vinograd je bil posajen 3. 4. 2002.\n"], "6": ["3.1.2 Sorta 'Laški rizling'", "'Laški rizling' (rizling laški, graševina, rizling italijanski, Weelschriesling, riesling italico, Riesling italien blanc) spada v zahodnoevropsko ekološko skupino sort – Proles occidentalis, in izvira iz Francije. Pri nas je najbolj razširjen v Podravju. Gojijo ga tudi na Hrvaškem, v Srbiji, Bolgariji, Romuniji, Avstriji, Rusiji, Nemčiji in na Madžarskem. Sorta je srednje bujna in dozoreva pozno. Teža grozda je od 60 do 150 g in daje velik pridelek (Vršič 2000). Pri bujnih gojitvenih oblikah potrebuje rodovitna in ne presuha tla. Prenese tudi precej apna (Colnarič in Vrabl 1988). Sorta je odporna proti mrazu in spomladanski pozebi (pozno brsti), srednje odporna proti boleznim, predvsem v jesenskem času je občutljiva na sivo grozdno plesen, neodporna pa je na pršice (Vršič 2000). Če je grozdje na najboljših legah pri majhni obremenitvi in pozno obrano, dobimo vina vrhunske kakovosti – od poznih trgatev, izbora, jagodnega izbora, suhega jagodnega izbora in ledenega vina (Šikovec 1996).\n"], "7": ["3.1.3 Vitis berlandieri Planch. × Vitis riparia Mchx. – Teleki sel., 'Kober 5BB'", "Podlaga 'Kober 5BB' je srednje do dobro odporna na sušo. Odporna je na klorozo. Toleranca na aktivno apno je 20 do 22 %. Je bujna podlaga in ima srednji do pozen zaključek vegetacije. Se dobro okoreninja in ima zelo dobro afiniteto. Podlaga 'Kober 5BB' se zelo dobro prilagaja na tla. Na plitkih in sušnih tleh je občutljiva na sušo. Ta podlaga ni primerna za sorte, ki se rade osipajo na bogatih tleh. Ima ženski cvet. Se bolje okoreninja kot 'SO4'. Ni primerna za sorte, pri katerih les slabo dozori, kot so 'Renski rizling', 'Rumeni muškat', 'Šipon'. Podlaga 'Kober 5BB' je predvsem primerna za sorte iz severnejših krajev. Rezultati cepljenja so boljši pri belih sortah (Colnarič in sod. 1985, Hrček in Korošec - Koruza 1996). Ker je podlaga bujna, je bolj primerna za bele sorte (npr. 'Laški rizling') kot za rdeče (Kosta 1998).\n"], "8": ["3.2 Metode dela", "Za izvedbo poskusa smo izbrali štiri vrste. Izvedba poskusa v teh vrstah je bila na dveh različnih nadmorskih višinah v spodnjem in zgornjem delu vinograda. Spodnji in zgornji del vinograda sta za poskus obsegala šest razdalj med stebri oz. 35 trsov v eni vrsti. Meritve so bile izvedene tako, da je bil upoštevan varovalni pas v začetku vrste v razdalji med dvema stebroma, kot je prikazano na sliki 3. Vrste v vinogradu so od smeri sever–jug odstopale za 35- proti jugovzhodu.\nV času trajanja poskusa smo v vinogradu izvajali vsa potrebna dela (obrezovanje, vezanje šparonov, pletev, umeščanje mladik, vršičkanje …) pri trsih, ki so bili vključeni v poskus. Nato smo izvedli tudi trgatev, predelavo grozdja in nego vina vse do stekleničenja.\nZačeli smo s spremljanjem fenoloških faz v času brstenja, cvetenja in dozorevanja. Za poskus smo v vsaki vrsti izbrali 10 trsov, od katerih jih je pet bilo na spodnjem delu vinograda in pet na zgornjem delu vinograda, z upoštevanjem varnostnega pasu na začetku in koncu vrste. Trse, na katerih smo izvedli spremljanje razvojnih faz, smo označili, tako da smo ob naslednjem spremljanju obravnavali iste trte.\nMerjenje temperature grozdov in listov smo izvedli z laserskim termometrom. Najprej smo označili posamezne grozde in liste za merjenje temperature. Označili smo jih na vsaki nadmorski višini, v spodnjem in zgornjem delu vinograda. Na vsaki nadmorski višini smo označili grozd in list, ki sta bila na vzhodni (jutranji) strani vrste, ter grozd in list, ki sta bila na zahodni (večerni) strani vrste. Med meritvijo temperature grozdov in listov smo na različni nadmorski višini v vinogradu merili tudi temperaturo zraka. Meritve smo izvajali vsake pol ure v desetih ponovitvah. Dobljene podatke meritev temperatur smo s programom SPSS 17.0 (za programsko okolje Windows) statistično obdelali. Statistično značilne razlike posameznih parametrov med različnimi obravnavanji so bile p < 0,05, statistično neznačilne razlike pa pri p ≥ 0,05. Meritev temperature je potekala dne 10. 8. 2009. V tem dnevu je bila temperatura na meteorološki postaji Maribor 20,9 -C. Najvišja temperatura v tem letu pa je bila dne 23. 7. 2009 in je znašala 28,2 -C.\nPri spremljanju dozorevanja grozdja smo vzorce jagod jemali v zgornjem in spodnjem delu vinograda. Na vsaki nadmorski višini smo v vsaki vrsti vzeli vzorec 100 jagod. V vsaki vrsti je bilo prvih 50 jagod odvzetih na jutranji (vzhodni) strani, drugih 50 jagod pa na večerni (zahodni) strani. Pri spremljanju dozorevanja grozdja smo izmerili maso 100 jagod (g), vsebnost sladkorja (-Oe) in skupnih titracijskih kislin (g/l) ter pH vrednost grozdnega soka. \nV času trgatve smo v vsaki vrsti na zgornjem in spodnjem delu vinograda izbrali po pet trsov, na katerih smo prešteli grozdje in jih nato tudi stehtali.\nPo alkoholnem vrenju smo izvedli kemično analizo in senzorično oceno vina. Pri kemični analizi smo v vinu izmerili alkohol, pH, skupne titracijske kisline, reducirajoče sladkorje, prosti in skupni SO2. Alkohol v vinu smo določili z ebulioskopom, pH vrednost z elektrometrično določitvijo pH vrednosti, skupne titracijske kisline s postopkom titriranja z natrijevo bazo, reducirajoče sladkorje po Rebeleinu, prosti in skupni SO2 pa smo določili po Ripperjevi metodi.\nMetoda senzorične ocene vina je bila po Paulu (Troost, 1988) in Buxbaumu. Vino je ocenjevalo devet degustatorjev v dveh ponovitvah. Po Paulu smo ocenili barvo, vonj, okus in splošni vtis. Najvišje smo ocenili tisti vzorec, kateremu smo določili višji rang.\n"], "9": ["3.3 Vremenske razmere v letu 2009", "Leto 2009 se uvršča med deset najtoplejših, odkar v Sloveniji merijo temperaturo zraka. Večina mesecev je bilo nadpovprečno toplih, predvsem april, maj in avgust. Odkloni letnega povprečja najnižje in tudi najvišje dnevne temperature so bili nad povprečjem. V Mariboru je bil odklon nad 1,8 -C od letnega povprečja najnižje temperature in nad 1,5 -C od letnega povprečja najvišje temperature. Absolutni maksimum v Mariboru je bil 34,9 -C, kar je manj kot v rekordnih razmerah v letu 2003, ko je bil 38,8 -C. Absolutni minimum v Mariboru je bil –15,7 -C. V Mariboru je bilo 12 vročih dni, pri katerih je bila temperatura vsaj 30 -C; 22 ledenih dni, pri katerih je bila maksimalna temperatura pod 0 -C, in 7 mrzlih dni, pri katerih je bila minimalna temperatura pod –10 -C. Povprečna temperatura zraka je bila v Mariboru 11,3 -C, višina padavin pa 1231 mm, to je za 18 % več kot v dolgoletnem povprečju V grafikonu 1 je prikazan modificiran Walter-Gausenov klimadiagram za meteorološko postajo Maribor v letu 2009 (Naše okolje 2009). \nMaribor v letu 2009 (Meteo 2010).\nV grafikonu 2 je prikazan modificiran Walter-Gausenov klimadiagram za meteorološko postajo Maribor za dolgoletno povprečje za obdobje 1970–1999. Iz grafikona 1 je razvidno, da je bilo v času trajanja poskusa (2009) v aprilu pomanjkanje padavin, medtem ko po podatkih za dolgoletno obdobje (1970–1999) sušnih obdobij ni bilo (grafikon 2). Količina padavin v letu 2009 je v mesecih april, oktober, november in december bila od 10 do 50 mm pod dolgoletnim povprečjem, v ostalih mesecih pa nad dolgoletnim povprečjem, razen marca, ko je bila količina padavin enaka dolgoletnemu povprečju (67 mm). Največ padavin je bilo v mesecu avgustu, v katerem je bilo tudi največje odstopanje od dolgoletnega povprečja (za 158 mm). Letna količina padavin v Mariboru je bila 1231 mm, kar je za 192 mm več od dolgoletnega povprečja. Temperatura je bila v letu 2009 v vseh mesecih za 0,3 do 1,8 -C višja od dolgoletnega povprečja, razen januarja, ko je bila za 1,3\n-C pod dolgoletnim povprečjem. Primerjava vegetacijskega obdobja (april–september) pokaže, da je bila temperatura v tem obdobju v povprečju za 1,8 -C višja kot v \ndolgoletnem obdobju. Povprečna temperatura v letu 2009 je bila 11,3 -C, kar je za 1,3 -C več kot v dolgoletnem povprečju (Meteo 2010).\nJAN FEB MAR APR MAJ JUN JUL AVG SEP OKT NOV DEC\nMaribor za dolgoletno povprečje 1970–1999 (Meteo 2010).\n"], "10": ["4 REZULTATI Z RAZPRAVO", ""], "11": ["4.1 Spremljanje razvojnih faz", "Primerjava razvoja trsov glede na nadmorsko višino pokaže, da je bil razvoj v času brstenja zgodnejši pri trsih v zgornjem delu vinograda. Na zgornjem delu vinograda so bili zeleni vršički jasno vidni 21. aprila, medtem ko so bili na spodnjem delu vidni 24. aprila, kot je prikazano v grafikonu 3.\nV grafikonu 4 je prikazan razvoj trsov v primarnem stadiju razvoja listov. Glede na nadmorsko višino smo ugotovili, da so imele podobno kot pri brstenju trte v zgornjem delu vinograda hitrejši razvoj. V tem obdobju so trte v spodnjem delu vinograda zaostajale za en razvojni stadij.\nZ opazovanjem smo ugotovili, da je bil pri trsih v zgornjem in spodnjem delu vinograda začetek cvetenja 8. junija, ko so s posameznih cvetov odpadle prve kapice. V povprečju je \nbilo 12. junija odpadlih skoraj 80 % kapic, 18. junija pa je bilo cvetenja konec. V zgornjem delu vinograda se je že zaključevalo tudi čiščenje grozdja, na osnovi česar lahko sklepamo, da je cvetenje v zgornjem delu vinograda potekalo hitreje (grafikon 5).\n17. avgusta so se začele jagode mehčati in barvati rumeno zeleno na celotni poskusni parceli.\n"], "12": ["4.2 Temperatura grozdov, listov in zraka", "Dne 10. 8. 2009 smo izvedli meritev temperature grozdov, listov in zraka. Temperatura zraka je bila v času meritev (9.30 do 14.30 ure) v zgornjem in spodnjem delu vinograda enaka (27,7 -C) (p ≥ 0,05).\nPrimerjava temperature grozdov glede na nadmorsko višino je pokazala, da je bila na vzhodni strani vrste ob 9.00, 12.00, 13.00, 13.30 in 14.00 uri višja temperatura. Temperatura v zgornjem delu vinograda je bila ob 9.00 za 3,4 -C, ob 13.30 za 4,3 -C in ob 14.00 uri za 3,5 -C višja, kot na spodnjem delu vinograda. V spodnjem delu vinograda je bila temperatura ob 12.00 za 3,0 -C in ob 13.00 uri za 1,4 -C višja, kot na zgornjem delu. V zgornjem delu vinograda je bila temperatura na vzhodni strani vrste v povprečju višja za 1,4 -C. Temperatura grozda na zahodni strani vrste je bila ob 9.00 za 4,2 -C, ob 10.30 za 2,5, ob 11.30 za 3,1 -C in ob 13.30 uri za 2,6 -C višja v zgornjem delu vinograda; ob 11.00 za 6,8 -C in ob 13.00 za 2,3 -C pa višja v spodnjem delu vinograda (p < 0,05). V zgornjem delu vinograda je bila temperatura na zahodni strani vrste v povprečju višja za 1,2 -C.\nPrimerjava temperature grozdov na vzhodni in zahodni strani vrste po predvidevanjih pokaže, da so imeli grozdi na vzhodni strani vrste dopoldan višjo temperaturo kot na zahodni. Grozdi v zgornjem delu vinograda na vzhodni strani vrste so do 11.00 ure imeli za 4,1 -C višjo temperaturo kot na zahodni strani vrste (24,4 -C) (p < 0,05), v kasnejšem času pa ni bilo statistično značilnih razlik (p ≥ 0,05). V spodnjem delu vinograda je do 12.00 ure bila za 4,3 -C višja temperatura grozda na vzhodni strani vrste (24,0 -C). Po tej uri je bila za 2,8 -C višja temperatura na zahodni strani vrste (26,6 -C) (p < 0,05).\nPrimerjava temperature listov glede na nadmorsko višino je pokazala, da je bila temperatura lista na vzhodni strani vrste ob 9.30 ter med 10.30 in 11.30 uro statistično značilno višja v spodnjem delu vinograda, medtem ko je ob 12.30 in od 13.30 ure naprej bila višja v zgornjem delu vinograda (p < 0,05). Temperatura lista na zahodni strani vrste je bila ob 9.00 in 10.30 uri statistično značilno višja v zgornjem delu vinograda, ob 11.00, \n12.30 in 13.00 pa v spodnjem delu vinograda. Ob ostalih meritvah ni bilo statistično značilnih razlik (p ≥ 0,05).\nČe primerjamo temperaturo listov na vzhodni in zahodni strani vrste, ugotovimo, da so listi do 10.30 ure imeli višjo temperaturo na vzhodni strani vrste, po 11.30 pa na zahodni strani vrste. V zgornjem delu vinograda je do 10.30 imel za 4,2 -C višjo temperaturo list na vzhodni strani vrste (32,2 -C), po 11.30 pa za 4 -C list na zahodni strani vrste (27,2 -C). V spodnjem delu vinograda je do 10.30 imel za 8 -C višjo temperaturo list na vzhodni strani vrste (25,4 -C), po 11.30 uri pa za 6,2 -C list na zahodni strani vrste (27,0 -C) (p < 0,05). \nČas\n"], "13": ["4.3 Spremljanje dozorevanja grozdja", "Iz grafikona 7 je razvidno, da se je z razvojem jagod v času spremljanja dozorevanja grozdja masa 100 jagod na obeh nadmorskih višinah postopoma povečevala. V zgornjem \ndelu vinograda se je povečevala za 1,3 g/dan, v spodnjem pa za 1,1 g/dan. Glede na razliko v nadmorski višini masa 100 jagod ni bila stabilna.\nČe primerjamo vsebnost sladkorja grozdnega soka, lahko ugotovimo, da je bila za 2,8 do 4,3 -Oe večja v zgornjem delu vinograda. Vsebnost sladkorja se je v zgornjem delu vinograda povečevala povprečno za 1 -Oe na dan, v spodnjem delu pa za 0,8 -Oe na dan. Najhitreje se je povečevala na začetku spremljanja dozorevanja grozdja. Od 28. avgusta do 2. septembra se je v zgornjem delu vinograda vsebnost sladkorja v grozdnem moštu povečevala za 1,6 -Oe na dan, v spodnjem delu vinograda pa za 1,3 -Oe na dan. Med 2. septembrom in 15. septembrom se je v zgornjem delu vinograda vsebnost sladkorja povečevala za 0,9 -Oe na dan, v spodnjem delu pa za 1 -Oe na dan. Najmanj se je vsebnost sladkorja povečevala med 15. septembrom in 22. septembrom. V zgornjem delu vinograda se je vsebnost sladkorja povečevala za 0,4 -Oe na dan, v spodnjem delu pa za 0,2 -Oe na dan. Povprečno je bila v spodnjem delu vinograda enaka vsebnost sladkorja dosežena 4 dni \nkasneje kot v zgornjem delu vinograda. Dinamika kopičenja sladkorja v grozdnem soku med spremljanjem dozorevanja grozdja je prikazana v grafikonu 8.\ndozorevanja grozdja v -Oe.\nDinamika zmanjševanja skupnih titracijskih kislin je bila v času spremljanja dozorevanja grozdja hitrejša v spodnjem delu vinograda. V času od 28. avgusta do 2. septembra so se v zgornjem delu vinograda skupne titracijske kisline zmanjševale za 0,4 g/l na dan, v spodnjem delu pa za 0,6 g/l na dan. Po 2. septembru so se skupne titracijske kisline na obeh nadmorskih višinah enako hitro zmanjševale. V času od 2. septembra do 15. septembra so se zmanjševale za 0,4 g/l na dan. Od 15. septembra do 22. septembra pa so se zmanjševale za 0,2 g/l. Povprečno so se skupne titracijske kisline v času spremljanja dozorevanja grozdja v zgornjem delu vinograda zmanjševale za 0,3 g/l na dan, v spodnjem \ndelu vinograda pa za 0,4 g/l na dan. Vsebnost skupnih titracijskih kislin je bila v vseh meritvah nižja v zgornjem delu vinograda. Na začetku meritev, 28. avgusta, je grozdni sok v zgornjem delu vinograda vseboval za 1,7 g/l manj skupnih titracijskih kislin, 22. septembra pa za 0,2 g/l manj kot v spodnjem delu vinograda. Vedno manjše razlike zaradi hitrejšega padanja skupnih titracijskih kislin so bile v spodnjem delu vinograda. Povprečno je bila enaka vsebnost skupnih titracijskih kislin v zgornjem delu vinograda dosežena dva do tri dni prej. Dinamika zmanjševanja skupnih titracijskih kislin v grozdnem soku med spremljanjem dozorevanja grozdja je prikazana v grafikonu 9.\nspremljanjem dozorevanja grozdja (g/l).\nV času spremljanja dozorevanja grozdja se je pH vrednost v grozdnem soku v zgornjem delu vinograda povprečno povečevala za 0,01 na dan, v spodnjem delu vinograda pa za \n0,03 na dan. V zgornjem delu vinograda se pH vrednost od 15. septembra do 22 septembra ni spremenila. Razlike v pH vrednosti glede na nadmorsko višino so bile 28. avgusta in 15. septembra, ko je imel višjo pH vrednost grozdni sok v zgornjem delu vinograda. 28. avgusta je imelo grozdje v zgornjem delu vinograda za 0,23 višjo pH vrednost, 15. septembra pa za 0,03 višjo pH vrednost kot v spodnjem delu vinograda. 2. septembra in 22. septembra je grozdni sok v spodnjem in zgornjem delu vinograda imel enako pH vrednost (grafikon 10).\ngrozdja.\n"], "14": ["4.4 Parametri pridelka v času trgatve", ""], "15": ["4.4.1 Masa in število grozdov", "Trgatev smo izvedli 1. oktobra. Trsi, posajeni v spodnjem delu vinograda, so imeli v primerjavi s trsi v zgornjem delu vinograda povprečno za 292 g večjo maso grozdov in za 1,4 grozda več na trsu (preglednica 1).\n4.5 Kemični sestav vina\nKemično analizo vina smo izvedli 26. julija 2010. Vino iz zgornjega dela vinograda je imelo za 0,7 vol. % več alkohola, za 0,8 g/l večji ostanek reducirajočih sladkorjev, za 0,02 je bila večja pH vrednost in za 0,3 g/l je imelo manj skupnih titracijskih kislin kot vino iz spodnjega dela vinograda (preglednica 2). \n"], "16": ["4.6 Senzorična ocena vina", "Senzorično oceno vina smo izvedli 27. julija 2010. Rezultati senzorične ocene vina so v preglednici 3. Po Paulovi metodi je bila statistično značilna razlika le pri vonju (grafikon 11). Boljši oz. bolj izraziti vonj je imelo vino iz zgornjega dela vinograda. Prav tako je tudi po Buxbaumovi metodi bilo bolje ocenjeno vino iz zgornjega dela vinograda.\nVonj (rang)\n"], "17": ["5 SKLEPI", "V letu 2009 smo v Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo pri sorti 'Laški rizling' proučevali vpliv nadmorske višine (zgornji in spodnji del vinograda) na količino in kakovost pridelka. Proučevan je bil vpliv nadmorske višine na fenološke faze, temperaturo zraka, grozdov in listov ter na dinamiko dozorevanja grozdja. Opravljene so bile kemične analize soka in vina ter senzorična ocena vina.\nPri spremljanju fenoloških faz smo ugotovili, da je bila dinamika razvoja fenoloških faz v zgornjem delu vinograda hitrejša za tri dni. Pri temperaturi grozdov, listov in zraka smo ugotovili, da je v našem poskusu nadmorska višina vplivala le na temperaturo grozdov, ki je bila višja v zgornjem delu vinograda: na vzhodni strani vrste za 1,4 -C in na zahodni strani vrste pa za 1,2 -C. V času spremljanja dozorevanja grozdja je grozdje v zgornjem delu vinograda vsebovalo več sladkorja in manj skupnih titracijskih kislin. Enaka vrednost je bila v spodnjem delu dosežena štiri dni pozneje. Pri kemični analizi vina je imelo vino iz zgornjega dela nekoliko manj kislin. Prav tako je bilo vino iz zgornjega dela vinograda pri senzorični oceni bolje ocenjeno. Sklepamo, da je to zato, ker je bilo v spodnjem delu vinograda več pridelka na trs in tudi masa grozdov je bila v spodnjem delu vinograda večja. Najverjetneje je vzrok za to zadrževanje hladnega zraka v spodnjem delu vinograda, s tem pa tudi večja relativna zračna vlažnost.\n"], "abstract": ["V letu 2009 smo v Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo pri sorti 'Laški rizling' proučevali vpliv nadmorske višine (zgornji in spodnji del vinograda) na količino in kakovost pridelka. Proučevan je bil vpliv nadmorske višine na fenološke faze, na temperaturo zraka, grozdov in listov ter na dinamiko dozorevanja grozdja. Opravljena je bila kemična analiza in senzorična ocena vina. Na zgornjem delu vinograda je bila dinamika razvoja fenoloških faz hitrejša za tri dni. Ugotovili smo, da je v našem poskusu nadmorska višina vplivala le na temperaturo grozdov, ki je bila za 1,3 °C višja v zgornjem delu vinograda. Pri spremljanju dinamike dozorevanja grozdja je bila v zgornjem delu vinograda ugotovljena večja vsebnost sladkorja in manj skupnih kislin. V spodnjem delu vinograda je bila enaka vrednost dosežena štiri dni pozneje. Večji pridelek je bil v spodnjem delu vinograda. Pri senzorični oceni vina je bilo bolje ocenjeno vino iz zgornjega dela vinograda. "]}