{"1": ["1 UVOD", "Tla so kompleksen sistem sestavljen iz heterogene mešanice trdnih, tekočih in plinastih snovi. Osnovne lastnosti tal določajo klima, matična podlaga, topografija, delovanje živih organizmov, človeška aktivnost in fizikalni, kemijski ter biološki procesi v tleh (Ćirić 1984). Življenje v prsti bi lahko razdelili na talno favno in talno floro. Velik biološki pomen v talni favni imajo predstavniki dveh družin kolobarnikov enhitreje in deževniki. V talni flori pa imajo najpomembnejšo vlogo bakterije (Leštan 2002).\nDeževniki so bili med vsemi edafskimi živalmi prvi, ki so jim priznali koristno vlogo pri tvorbi plodnih tal. Aktivni so v celotnem talnem profilu, od organskega horizonta do matične podlage. Njihova vloga v tleh je mnogovrstna: talne horizonte mešajo s prenašanjem organskih snovi v globino in mineralne delce na površino tal, rijejo rove skozi talni profil in tako omogočajo prezračevanje tal ter pronicanje vode skoznje-povečujejo drenažnost (Mršić 1997), zmogljivost za skladiščenje vode, sestavljajo protierozijsko zaščito ter obilno gnojijo tla s svojimi iztrebki. V prsti, ki je šla skozi deževnikovo prebavilo, je veliko več mikroorganizmov kot v drugih tleh.\nPotem takem lahko sklepamo, da so deževniki izrednega pomena za naša tla, saj jih le-ti bogatijo in opravljajo dobra dela. Da pa deževnike obdržimo, je potrebno pravilno ravnanje s tlemi. Z uporabo kemičnih fitofarmacevtskih sredstev (pesticidov) tla samo slabšamo, ob enem pa odganjamo deževnike, saj so le-ti izjemno občutljivi na toksične snovi (Salminen in Sulkava 1996, Hund-Rinke in Wiechering 2001, Hund-Rinke in sod. 2003).\nNamen diplomske naloge je preveriti:\n- ali različni tipi pridelovalnih sistemov (integrirano, kontrola, ekološko, biodinamično in konvencionalno) vplivajo na število in maso deževnikov ter\n- po katerih rastlinah je v tleh več deževnikov glede na različne načine pridelave.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Pomen deževnikov za tla", "Deževniki so najprimernejši bioindikatorji za določanje kakovosti tal. S svojo sposobnostjo spreminjajo življenjski prostor tal, ali celo ustvarijo nov življenjski prostor za ostale organizme v tleh (Brown in sod. 1995). Prav zaradi teh nalog jih imenujemo inženirji ekosistema (Peterson in Luxton 1982). V enem dnevu zaužije vsak deževnik toliko snovi, kot je sam težak, in v celem letu predelajo in izločijo na en hektar 50 do 70 ton snovi. Izločki deževnikov (glistine) vsebujejo petkrat več dušika, dvakrat več kalcija, trikrat več magnezija, sedemkrat več fosforja in enajstkrat več kalija kot zemlja, v kateri delujejo (Vidrih 2006). Z vnašanjem odmrle organske snovi v tla izboljšujejo kvaliteto tal, v treh mesecih pa lahko vnesejo tudi do 90 % vsega listnega opada (Komat 2003). Zaradi svoje posebne biologije lahko populacija deževnikov v zemlji pokaže kakšna je struktura tal, mikroklima, količina hranil in količina strupenih snovi v tleh (Christensen 1988). Smettem (1992) v svoji raziskavi meni, da deževniki s svojo prisotnostjo vplivajo na makropore in imajo pomemben vpliv na hidravlično prevodnost v tleh.\nDeževniki se prerinejo iz zemlje samo tam, kjer jih na površju čaka hrana, to je odmrla organska snov. Na zemljišču, kjer nič ne raste ali če organsko snov zakopljemo v zemljo (zaorjemo), potem deževniki ne bodo ustvarjali rovov do površja. Na ta način bo zemlja prikrajšana za eno od koristi, ki jo deževniki lahko nudijo in to je prezračevanje. Za učinkovitejše delovanje deževnikov mora biti zemlja vedno prekrita z rušo ali odmrlo organsko snovjo zelnatih rastlin. To je še posebno pomembno v jeseni, ker deževniki lahko opravljajo koristno delo tudi pozimi, če jih gosta ruša varuje pred najhujšim mrazom in imajo dovolj časa, da se pred nastopom zime prilagodijo nizkim temperaturam (Vidrih 2006). Deževniki gredo pozimi, ko vrhnja plast zemlje zmrzuje in poleti, ko se zelo izsuši v globino. S prehajanjem rijejo skozi plasti zemlje rove in s tem tla prezračujejo, ter povečujejo njihovo propustnost za vodo (povečujejo drenažnost tal) in tudi zmogljivost za \nskladiščenje vode. To je pomembno tudi za preprečevanje erozije in za zmanjšanje občutljivosti na sušo (Osterc 2007).\n"], "4": ["2.2 Delitev deževnikov Lumbricidae", "Med makrofavno imajo daleč največji ekološki pomen deževniki (Lumbricidae). Njihova koristna vloga je poznana že dolgo (Leštan 2002). Po Bocheju (1971, 1977, cit. po Edwards in Bohlen 1996) pa delimo evropske lumbricide v tri ekološke skupine:\n- epigeični deževniki, ki živijo na površju tal pod steljo in se prehranjujejo z razgradljivo organsko snovjo. Med te vrste med drugim uvrščamo Lumbricus rubellus, Eisenia fetida in Dendrobanea octaedra;\n- aneceični deževniki, ki živijo v zgornjem delu talnega horizonta in se prehranjujejo z razgradljivo organsko snovjo na površju tal ter z mineralnim delom tal. Za njih je značilno, da ponoči pridejo na površje;\n-endogeični deževniki, ki živijo v mineralnem delu talnega horizonta in se prehranjujejo z mineralnim delom tal, zlasti z organsko bogatimi snovmi. Mednje uvrščamo Octolasion tyrtaeum.\n"], "5": ["2.3 Občutljivost deževnikov", "Onesnaženost deževniki v tleh zaznavajo že v majhnih koncentracijah in so občutljivi na najmanjše količini pesticidov v tleh. Prav to je eden izmed glavnih razlogov, da se izogibajo takšnim tlom (Salminen in Sulkava 1996, Hund-Rinke in Wiechering 2001, Hund-Rinke in sod. 2003). Pesticidi kot so dinozeb, karbendazin in nekateri ditiokarbamati, ki so bili uporabljeni v konvencionalnih poskusih, se je izkazalo, da imajo \nnegativne učinke na deževnike (Lee 1985, Edwards and Bohlen 1992, Greigh-Smith in sod. 1992, Hogger in Ammon 1994). Dolgotrajna uporaba pesticidov na konvencionalnih površinah prav tako negativno vpliva na populacijo deževnikov (Riley 2004). Hopkin in Spurgeon (1996) sta na jugozahodu Anglije sklenila, da zaradi onesnaženosti tal ni prisotnost deževnikov na razdalji 1 km od rudnikov.\nDeževniki, ki so izpostavljeni škodljivim koncentracijam težkih kovin v tleh, težje opravljajo svojo funkcijo (Edwards in Bohlen 1996) in se njihova sposobnost zmanjšuje. Yeardley in sod. (1996) so dokazali, da se deževniki vrste Eisenia fetida izogibajo tlom, ki so onesnažena s KCl in NH4Cl. Prav tako slanost tal slabo vpliva na njih, saj so zelo občutljivi na sol. Deževnikom najbolj odgovarja pH tal od 6 do 7, medtem ko pH nižji od 4,5 slabo vpliva na njihovo rast in lahko privede do smrti deževnikov (Lešten 2002). Natrijev klorid povzroči deževnikovo smrt pri 0,5 %, medtem ko se pri kalijevem kloridu toksičnost pojavi pri 1 % (Fatesingh 2007). Za dobrobit deževnikov in naših tal, se moramo čim bolj izogibati uporabi pesticidov in raznim kemikalijam, ter se posluževati načinov kmetijske pridelave, ki zagovarjajo čim manjšo uporabo teh snovi.\n"], "6": ["2.4 Vpliv obdelave tal na deževnike", "Na populacijo deževnikov ima močan vpliv tudi obračanje zemlje (oranje in prekopavanje) in večletna pridelava tistih poljščin, za katerimi ostane na zemljišču zelo malo žetvenih ostankov in za doseganje visokih pridelkov uporabljajo visoke odmerke rudninskih gnojil (Vidrih 2006).\nPoznano je, da njive, ki jih ne obdelujemo, pogosto vsebujejo več deževnikov in imajo bolj raznoliko talno favno kot pogosteje obdelovalne njive. Obdelava tal (predvsem oranje) škoduje deževnikom, ker so po oranju kot plen izpostavljeni pticam. Med drugim obdelava zmanjšuje talno odejo, ki služi deževnikom kot zaščita pred nihanjem temperature in vlage (McGill 1992). \nRahljanje zemlje dolgoročno zmanjšuje organsko snov v tleh, še posebej, če se uporabljajo samo mineralna gnojila. Rezultat takšnega pridelovalnega sistema je pomanjkanje vira hrane za deževnike. Najprimernejša sistema za deževnike sta brez obdelave oz. minimalna obdelava zemlje (McGill 1992).\n"], "7": ["2.5 Vpliv pridelovalnih sistemov na deževnike", "V Melbournu v Avstraliji so zbrali deževnike s kmetij, ki so kmetovali na konvencionalni način (uporaba sintetičnih pesticidov) in jih primerjali z deževniki, ki so jih nabrali na ekoloških kmetijskih površinah. Ugotovili so, da imajo deževniki, ki so bili pobrani s konvencionalnih njivskih površin večjo koncentracijo stresnih metabolitov kot tisti, ki v svojem življenjskem obdobju niso bili izpostavljenim pesticidom. Predvsem bakreni preparati, ki so pogosto zastopani v fungicidih, predstavljajo stres za deževnike (Salleh 2009).\nV Švici so na šestih različnih lokacijah preučevali vpliv ekološke in integrirane kmetijske pridelave na populacijo deževnikov po spravilu žita. Prišli so do ugotovitev, da na vseh lokacijah prihaja do razlik v številu deževnikov in masi. Na ekološko obdelovanih njivah je bilo kar 114 % več odraslih deževnikov v primerjavi z integriranim načinom pridelave (Pfiffner in Luka 2007). Biomasa deževnikov je v ekoloških pridelovalnih sistemih za 30- 40 % večja kot v konvencionalnih sistemih, ko je njihova gostota še za 50-80 % večja. V sistemih, kjer se uporabljajo mineralna gnojila pa je ta razlika še bolj izrazita (El-Hage Scialabba 2000).\nVse več študij kaže, da ekološko kmetijstvo vodi k višji kakovosti tal in k večji biološki aktivnosti v tleh kot pri tradicionalnem kmetijstvu (Regenold 1988, Alfoldi in sod. 1993, Drinkwater s sod. 1995, Drogers in Bouma 1996). Reganold s sod. (1993) poroča, da je bilo na površini ekološkega kmetovanja, kjer so uporabljali biodinamično metodo 157 deževnikov na m2 v tleh. To je veliko več kot pri konvencionalni pridelavi, kjer so našteli \nle 21 deževnikov na m2, kar je občutno manjša populacija kot na površini ekološkega kmetovanja.\nNa Norveškem inštitutu za razvoj kmetijstva in raziskave v okolju je Riley s sod. (2007) med leti 1994-2004 preučeval gostoto luknjic, število deževnikov in njihovo maso. Največja populacija deževnikov je bila pri ekološkem pridelovalnem sistemu ter na ekološki kmetiji usmerjena v prirejo mleka. Na ekološko obdelovalni površini je bilo 275 deževnikov na m2, na konvencionalnem pridelovalnem sistemu pa le 27 oz. 66 deževnikov na m2. Število deževnikov in njihova masa je bila v letu 2004 največja na ekoloških njivah, kjer so pridelovali žita. Prav tako se je na ekoloških pridelovalnih sistemih število luknjic povečalo za 132 % in masa za 80 %. Zaradi uporabe pesticidov in drugih sredstev je bilo pričakovano, da sta masa deževnikov in število luknjic manjša na konvencionalnih sistemih.\nS prav posebno metodo kmetovanja kmetijske površine obdeluje Manfred Wenz, iz kraja Schwanau na francoski meji ob reki Ren v pokrajini Baden-Wüerttemberg. Od leta 1972 svoje zemlje ne gnoji več z organskimi, niti z mineralnimi gnojili. V zadnjih 27 letih pa ni uporabil za obdelavo zemlje niti pluga. Zemljo obdeluje le 4 cm globoko, predvsem zaradi deževnikov in plevelov. Zemljo obdeluje tako plitvo, da deževnikom ne poruši rove, obenem pa ima na svojih njivah več kot 320 deževnikov na m2. Ostankov rastlin ne mulči, saj deževniki vedno vlečejo v rove najprej daljše slamice in šele nato krajše (Poupeau 2008).\n"], "8": ["2.6 Metode vzorčenja deževnikov", "Poznanih je več različnih metod vzorčenja deževnikov. Presejavanje tal in ročno razvrščanje sta najbolj točni metodi vzorčenja deževnikov (Bouche 1969, Lee 1985), vendar takšni metodi obsegata veliko fizično rušenje talnih sistemov in časovno intenzivnost (Springett 1981, Rushton in Luff 1984). East in Knight (1998) sta prišla do zaključka, da je ročno sortiranje naporna in počasna metoda. \nUporabi kemičnih sredstev je skupno, da so za deževnike zelo toksična in škodljiva okoliškim talnim sistemom (Lee 1985 in Gunn 1992). Kopanje in ročno razvrščanje pa zmanjšuje število manjših deževnikov in le redko vključuje deževnike, ki so globlji od 25 cm (Lee 1985). Alternativa kopanja jam je uporaba gorjušična ekstrakcije, ki ima to prednost, da zajame tudi globlje živeče deževnike, katere kopanje in ročno razvrščanje ne zajeme, saj raztopina priteče po rovih do deževnika.\nTako smo deževnike zbrali po metodi s pekočo gorjušico (Lawrence in Bowers 2002). Uporaba pekoče gorjušice, katera je razmeroma nova metoda, lahko uporabimo kot nadomestilo za kemična sredstva. Ena od raziskav (Gunn 1992) je pokazala, da je metoda podobno učinkovita kot uporaba kalijevega permanganata in ima nekoliko višjo učinkovitost kot formalin. Slabost formalina je ta, da lahko uniči rastline, kjer so se izvajali poskusi, deževnike pa je potrebno sprati, da lahko preživijo (Raw 1959 in Gunn 1992). Pekoča gorjušica ima tudi pozitivne strani, saj ni toksična za deževnike in ostali življenjski prostor, ob enem pa je učinek gorjušice zelo močan. Deževnike draži k premikanju oz. bežanju na površje (Fox 1999) ter ne škoduje njihovemu zdravju in okoliškemu rastlinstvu (Gunn 1992). Do podobnega zaključka sta prišla tudi Chan in Munro (2001), ki sta sklenila, da je posušena gorjušica okolju prijazna in učinkovita alternativa za formalin.\nLawrance in Bowers (2002) sta primerjala med seboj metodo ročnega sortiranja zemlje in uporabo pekoče gorjušice s kopanjem do 25 cm. Prišla sta do ugotovitve, da metoda ustreza zadostni natančnosti in iskanju deževnikov v tleh.\n"], "9": ["3 MATERIAL IN METODE DELA", ""], "10": ["3.1 Osnovni podatki", "Poskus je del raziskovalnega projekta \"Kakovost hrane v odvisnosti od načina kmetijske pridelave\" (J-9532) pod vodstvom izr. prof. dr. Martine Bavec. V letu 2007 je bil zasnovan večletni poljski poskus s štirimi različnimi kmetijskimi pridelovalnimi sistemi (biodinamično, konvencionalno, ekološko, integrirano) in kontrolnim obravnavanjem, kjer smo v kolobar vključili oljnice, zelenjadnice in žita. V okviru raziskovalnega dela za diplomo smo v letu 2009 proučevali kako različni pridelovalni sistemi vplivajo na maso in število deževnikov. Meritve smo izvajali 8., 13. in 14. oktobra 2009 na posestvu Fakultete za kmetijstvo in biosistemske vede v Mariboru pri rahlo vlažnih tleh.\nMaso in populacijo deževnikov smo proučevali pri treh različnih rastlinah (zelje, buče in pšenica), ki so bile vsaka na 20 poskusnih parcelah, kjer je bilo v štirih ponovitvah pet različnih kmetijskih pridelovalnih sistemov:\n- biodinamično (EC 2007; Demeter International 2009),\n- kontrola (MKGP 2008),\n- konvencionalno (MKGP 2008),\n- ekološko (EC 2007) in\n- integrirano (MKGP 2008; Džuban 2009a, Džuban 2009b). \nRazporeditev pridelovalnih sistemov po parcelah je bila enaka za vse tri rastline. Vsaka parcela je velika 35 m2, skupna velikost dvajsetih parcel pa je 700 m2 za posamezno rastlino. Kontrola pomeni obravnavanje v poskusu, kjer ni bilo uporabljeno nobeno gnojilo ali sredstvo za varstvo rastlin. Pšenica je edina rastlina, ki je bila plitvo obdelana s krožno brano, ko je bil pri ekološkem in biodinamičnem pridelovalnem sistemu po žetvi posejan posevek za zeleno gnojenje (oljna redkev, grah in facelija).\n(preglednica 2 se nadaljuje na naslednji strani) \n"], "11": ["3.2 Bela gorjušica (Sinapis alba L.)", "Bela gorjušica je enoletna, neprezimna vrsta in spada v družino križnic (Brassicaceae). Je rumeno cvetoča rastlina, ki ob zelo zgodnji setvi cveti že maja. Oblikuje jo hitra rast, saj doseže v zelo kratkem času ob primernem gnojenju do 120 cm višine. Izvira iz dežel Sredozemlja, zato ima močan koreninski sistem s številnimi koreninskimi laski, ki ji omogočajo odpornost proti suši oz. pomanjkanju padavin (Kramberger 2003). S pomočjo bele gorjušice, kot rastlino za zeleno gnojenje, ohranjamo trajno rodovitnost tal in visoko vsebnost humusa. V raziskavi smo za izvedbo eksperimentalnega dela uporabili njeno seme, ki s pekočimi sestavinami vzdraži deževnike v tleh, kar omogoča enostavnejše in lažje meritve (Lawrance in Bowers 2002).\n"], "12": ["3.3 Opis poteka dela pri iskanju deževnikov", "Pribor: elektronska tehtnica, kvadratni kovinski okvir, vedro, palica in tri 85 litrske sode.\nDeževnike za diplomsko nalogo smo zbrali po metodi s pekočo gorjušico po Lawrencu in Bowersu, katero sta tudi sama uporabila in potrdila njeno učinkovitost na deževnike (2002). Belo gorjušico (Sinapis alba L.) smo kupili v trgovini, jo zmleli, da smo dobili suho zmes in zjutraj namočili v vodo. Pred prvim poskusom smo pripravili raztopino, le ta je znašala 150 g zmesi (1/3 bele gorjušice in 2/3 vode) pomešana v 13 l vedra vode. Na mesto, kjer smo postavili kovinski okvir smo odstranili plevel in vso raztopino zlili v kovinski kvadrat, velikosti 50 x 50 cm (0,25 m2), katerega smo pred tem pohodili, da je bil 5 cm globoko v zemlji. Tako nam raztopina ni odtekla po ostali površini, ampak je pronicala na 0,25 m2 površine, kjer smo nato tudi iskali deževnike. Raztopino smo pustili v okvirju približno 20 minut oz. tako dolgo, da je vsa raztopina pronicala v tla. Deževnike, ki so prišli na površje smo pobrali, dali v vedro in s palico kopali 10 cm globoko. Zemljo smo še ročno pregledali, če je bil še kje kakšen deževnik. Najdene deževnike smo prešteli in jih vizualno razvrstili v tri skupine (mali, srednji in veliki). S pomočjo elektronske tehtnice pa nato mokre stehtali in jih vrnili na mesto, kjer smo jih našli.\n"], "13": ["3.4 Obdelava podatkov", "Zbrane podatke smo pripravili in uredili s programom Microsoft Office Excel 2003. Za statistično obdelavo podatkov pa smo uporabili programski paket Statgraphics Centurion XV. Pri obdelavi smo uporabili funkcijo One-Way Anova in Multifactor Anova. S pomočjo Summary Statistics smo pridobili podatke o povprečni vrednosti populaciji in masi deževnikov ter standardni napaki (±). Multiple range Tests pa nam je služil, da smo pridobili podatke o statistično značilnih razlikah med pridelovalnimi sistemi in rastlinami (Duncan tests p ≤ 0,05 in p ≤ 0,01). Obdelane rezultate smo predstavili v preglednicah in grafikonu.\n"], "14": ["4 REZULTATI Z RAZPRAVO", ""], "15": ["4.1 Vpliv pridelovalnih sistemov in rastlinskih vrst na deževnike", "Iz preglednice 3 je razvidno, da rastlinska vrsta (RS) statistično značilno vpliva na skupno populacijo deževnikov, skupno maso kot tudi na populacijo malih, srednjih in velikih deževnikov. Pridelovalni sistemi (PS) pa statistično značilno vplivajo na skupno populacijo in populacijo malih deževnikov. Pri obravnavanju PS x RS je statistično značilen vpliv le pri populaciji malih deževnikov.\n* - statistično značilen vpliv pri p ≤ 0,05, ** - statistično značilen vpliv pri p ≤ 0,01, n.z - ni statistično značilnega vpliva.\n"], "16": ["4.1.1 Masa deževnikov po zelju, bučah in pšenici", "Po zelju je bila največja masa deževnikov na enoto površine pri ekološkem pridelovalnem sistemu (13,75 g/0,25 m2), ko znotraj zelja v primerjavi s kontrolo ni bilo statističnih razlik. Statistično značilne razlike so pri ekološkem pridelovalnem sistemu v primerjavi z integriranim, biodinamičnim in konvencionalnim sistemom. Naši rezultati so bili primerljivi z rezultati El-Hage Scialabbe (2000), saj so tudi tam prišli do rezultatov, da imajo deževniki večjo maso pri ekoloških kot pri konvencionalnih sistemih. Najmanjšo \nmaso po zelju smo stehtali pri konvencionalnem (2,75 g/0,25 m2) in integriranem sistemu (preglednica 4). Pri bučah so bile statično značilne razlike pri integriranem pridelovalnem sistemu v primerjavi z ekološkim in biodinamičnim, medtem ko med ostalimi sistemi ni bilo razlik. Največjo maso so imeli deževniki pri ekološkem (38,00 g/0,25 m2) in biodinamičnem pridelovalnem sistemu (36,67 g/0,25 m2) ter najmanjšo pri integriranem sistemu (15,30 g/0,25 m2). Iz preglednice 4 je razvidno, da je bila masa deževnikov večja po bučah v primerjavi z istimi pridelovalnimi sistemi po zelju in pšenici. Po bučah v primerjavi z maso deževnikov po pšenici je bila le-ta večja za 82 %, medtem ko je bila po zelju masa za 52 % manjša v primerjavi z maso po pšenici.\nPodane so srednje vrednosti s standardno napako. Vrednost, ki imajo različno črko v indeksu, se med seboj statistično značilno razlikujejo pri 95 % verjetnosti (Duncan test) * - statistično značilen vpliv pri p ≤ 0,05, n.z - ni statistično značilnega vpliva.\nPo pšenici je bila statistično značilna razlika med konvencionalnim in integriranim pridelovalnim sistemom, medtem ko med ostalimi sistemi ni bilo razlik. Iz preglednice 4 je razvidno, da je bila v povprečju masa deževnikov v integriranih pridelovalnih sistemih najnižja tako po bučah kot po pšenici. Rastlinska vrsta je statistično značilno vplivala na povprečno maso deževnikov, medtem ko pridelovalni sistemi na povprečne vrednosti mase deževnikov po vseh treh proučevanih rastlin, niso imeli statistično značilnega vpliva. Ponavadi pa je tudi masa večja v ekološki in biodinamični pridelavi, v primerjavi s konvencionalno in integrirano.\n"], "17": ["4.1.2 Skupno število deževnikov po zelju, bučah in pšenici", "Po zelju smo največjo populacijo deževnikov našteli pri ekološkem pridelovalnem sistemu (28,50) (preglednica 5). Statistično značilne razlike po zelju so bile ugotovljene pri ekološkem pridelovalnem sistemu v primerjavi s kontrolo, konvencionalnim in integriranim sistemom. Najmanjša populacija po zelju je bila pri kontroli (9,75) in konvencionalnem pridelovalnem sistemu (8,75). Bilo je 3-krat manj deževnikov kot pri ekološkem in 2-krat manj kot pri biodinamičnem sistemu. Do podobnih ugotovitev je prišel Regenold s sod. (1993), ki poroča o 8-kratni večji prisotnosti deževnikov na ekološkem kmetovanju z biodinamično metodo v primerjavi s konvencionalnim pridelovanjem. Pfiffner in Mäder (1997) sta prav tako prišla do rezultatov, da je pri ekološkem sistemu več deževnikov kot pri konvencionalnem, le da je bila ta populacija še občutnejša kot v našem primeru. Glede na rezultate o masi deževnikov (preglednica 4), je bilo posledično največ deževnikov na parcelicah, kjer so bile buče. Pri biodinamičnem pridelovalnem sistemu v primerjavi s kontrolo, konvencionalnim, ekološkim in integriranim sistemom se pojavljajo statistično značilne razlike, medtem ko jih med temi sistemi ni. Največjo populacijo deževnikov po bučah smo našteli pri biodinamičnem sistemu (37,50), najnižji populaciji pa sta bili ponovno pri kontroli (16,25) in konvencionalnem sistemu (13,00), kakor po zelju.\nPodane so srednje vrednosti s standardno napako. Vrednost, ki imajo različno črko v indeksu, se med seboj statistično značilno razlikujejo pri 95 % verjetnosti (Duncan test) * - statistično značilen vpliv pri p ≤ 0,05, n.z - ni statistično značilnega vpliva. \nPo pšenici je bila populacija deževnikov v povprečju najmanjša. Ta je bila, gledano na vse pridelovalnem sisteme skupaj, 1-krat manjša v primerjavi s populacijo po bučah (preglednica 5). Iz preglednice 5 so razvidne statistično značilne razlike med biodinamičnim sistemom v primerjavi s kontrolo in integriranim sistemom, medtem ko med ostalimi ni razlik. Največjo populacijo po pšenici so deževniki dosegali pri biodinamičnemu sistemu (16,25), najmanjšo pa pri integriranem sistemu (7,75). Za razliko od skupne mase deževnikov pa na skupno populacijo vpliva tako rastlinska vrsta kot pridelovalni sistemi. Ekološki in biodinamični pridelovalni sistem kot pri masi vsebujeta največjo populacijo deževnikov.\n"], "18": ["4.2 Razvrstitev deževnikov glede na velikost", "Pri izvajanju terenskih meritev smo deževnike, glede na vizualnost razvrstili v tri skupine (veliki, srednji in mali). Največja populacija deževnikov je bila po bučah (439), najmanjša pa po pšenici (242). Največ malih deževnikov med rastlinami je bilo po zelju (225) najmanj pa po pšenici (70), ko je bilo največ srednjih in velikih deževnikov po bučah najmanj pa po zelju, kot je prikazano v preglednici 6. Je pa delež velikih, srednjih in malih deževnikov po bučah dokaj enakomerno porazdeljen, medtem ko mali deževniki po zelju predstavljajo 72,6 % vseh deževnikov.\n"], "19": ["4.2.1 Povprečno število velikih deževnikov po zelju, bučah in pšenici", "Iz preglednice 7 je razvidno, da so bili veliki deževniki povprečno najbolj zastopani po bučah (6,73a), v primerjavi z zeljem (0,90c) in pšenico (4,95b). Po bučah jih je bilo v povprečju največ pri ekološkem pridelovalnem sistemu (10,33), medtem ko sta se biodinamični in ekološki pridelovalni sistem statistično razlikovala v primerjavi s kontrolo, konvencionalnim in integriranim sistemom. Nizke vrednosti velikih deževnikov po bučah so bile ugotovljene pri kontroli, konvencionalnem in integriranem sistemu (4,00), a vseeno so ti sistemi dosegali večjo vrednost kot pri zelju in nekaterih sistemih pri pšenici.\nPodane so srednje vrednosti s standardno napako. Vrednost, ki imajo različno črko v indeksu, se med seboj statistično značilno razlikujejo pri 95 % verjetnosti (Duncan test) * - statistično značilen vpliv pri p ≤ 0,05, n.z - ni statistično značilnega vpliva.\nPo zelju je bilo največ velikih deževnikov pri kontroli (1,75), medtem ko je najnižje število velikih deževnikov pri konvencionalnem in integriranem pridelovalnem sistemu (0,25). Do podobnih rezultatov sta prišla tudi Pfiffner in Luka v Švici (2007), kjer je bilo na ekoloških njivah za 114 % več velikih deževnikov kot pri integriranem pridelovalnem sistemu. Statistično značilne razlike so bile ugotovljene med kontrolo in konvencionalnim sistemom ter med kontrolo in integriranim sistemom. Smo pa prav po zelju našteli najmanj velikih deževnikov in sicer tudi 10-krat manj kot po bučah pri ekološkem in biodinamičnem sistemu. Statistično značilne razlike se pri konvencionalnem in integriranem sistemu pri zelju in bučah niso pojavile, so pa bile pa med tema dvema sistemoma pri pšenici. Povprečno največ velikih deževnikov po pšenici smo našli pri konvencionalnem sistemu \n(7,00), medtem ko je bilo najmanj velikih deževnikov pri integriranem pridelovalnem sistemu (2,75). Integrirani pridelovalni sistem je v primerjavi z ostalimi sistemi dosegal najnižjo povprečno populacijo velikih deževnikov (2,33), medtem ko sta ekološki (5,86) in biodinamični sistem (5,41) vsebovala največ velikih deževnikov.\n"], "20": ["4.2.2 Število srednjih deževnikov po zelju, bučah in pšenici", "Največ srednje velikih deževnikov smo po zelju izkopali pri integriranem pridelovalnem sistemu (4,75), medtem ko je iz preglednice 8 razvidno, da tudi pri ekološkem, biodinamičnem in konvencionalnem sistemu ni bilo veliko manj srednje velikih deževnikov. Občutno najmanjša populacija je pri kontroli (1,00). Statistično značilna razlika je med integriranem pridelovalnem sistemom in kontrolo.\nPodane so srednje vrednosti s standardno napako. Vrednost, ki imajo različno črko v indeksu, se med seboj statistično značilno razlikujejo pri 95 % verjetnosti (Duncan test) * - statistično značilen vpliv pri p ≤ 0,05, n.z - ni statistično značilnega vpliva.\nPonovno smo skupno gledano na rastline imeli največjo populacijo srednjih deževnikov po bučah (6,26). Največ srednjih deževnikov po bučah je bilo pri biodinamičnem pridelovalnem sistemu (10,33), najmanj pa pri ekološkem (3,33). Prav med tema dvema sistemoma je bila ugotovljena statistično značilna razlika. Pri pšenici ni bilo med sistemi statistično značilne razlike. Povprečno največ srednjih deževnikov je bilo po pšenici pri biodinamičnem sistemu (5,00), najmanj pa pri konvencionalnem in integriranem sistemu. \nJe pa moč po pšenici opaziti, da je razlika v populaciji srednjih deževnikov v primerjavi z srednjimi deževniki po zelju celo večja za 8 %, medtem ko je bilo pri populaciji malih deževnikov ravno obratno (preglednica 9). Glede na te rezultate lahko sklepamo, da ima obdelava tal velik vpliv na deževnike.\n"], "21": ["4.2.3 Število malih deževnikov po zelju, bučah in pšenici", "Po zelju je bilo povprečno največ malih deževnikov pri ekološkem pridelovalnem sistemu (23,00). Po zelju smo od ostalih dveh rastlinskih vrst našteli največjo populacijo malih deževnikov (11,25). Statistično značilne razlike so pri ekološkem pridelovalnem sistemu v primerjavi s kontrolo, konvencionalnim in integriranim sistemom. Najnižja vrednost malih deževnikov je bilo po zelju pri konvencionalnem sistemu (5,50). V primerjavi z ekološkim sistemom je bilo število malih deževnikov za 3-krat manjše pri konvencionalnem.\nPodane so srednje vrednosti s standardno napako. Vrednost, ki imajo različno črko v indeksu, se med seboj statistično značilno razlikujejo pri 95 % verjetnosti (Duncan test) * - statistično značilen vpliv pri p ≤ 0,05, n.z - ni statistično značilnega vpliva.\nNajveč malih deževnikov smo po bučah našteli pri biodinamičnem pridelovalnem sistemu (19,50), medtem ko je bilo ponovno najmanj malih deževnikov pri konvencionalnem pridelovalnem sistemu (3,50) kakor po zelju (5,50). Statistično značilne razlike so pri biodinamični pridelavi v primerjavi s kontrolo, konvencionalnim, ekološkim in \nintegriranim pridelovalnim sistemom, medtem ko med temi sistemi ni bilo statistično značilnih razlik. Je pa v primerjavi med zeljem in bučami večja populacija malih deževnikov po zelju, čeprav je skupna populacija in masa deževnikov veliko večja po bučah (preglednica 4 in preglednica 5). Najmanjša skupna populacija malih deževnikov glede na rastline je bila po pšenici. V primerjavi z zeljem je bila populacija malih deževnikov nižja za 226 % in 157 % v primerjavi z bučami. Največ majhnih deževnikov po pšenici smo našteli pri biodinamičnem pridelovalnem sistemu (6,50), najmanj pa pri kontroli (1,25). Statistično značilnih razlike se pojavljajo med biodinamičnim pridelovalnim sistemom v primerjavi s kontrolo, konvencionalnim in integriranim sistemom (preglednica 9). Glede razloga zakaj je bilo tako malo malih deževnikov po pšenici lahko sklepamo, da je bila pšenica v vmesnem času od žetve do štetja, edina obdelana s krožno brano kar ima negativen vpliv na deževnike (McGill 1992).\nčrke se med sabo ne razlikujejo (Duncan test p ≤ 0,01).\nLegenda – pridelovalni sistemi: 1. Biodinamični 4. Ekološki 2. Kontrola 5. Integrirani 3. Konvencionalni\n"], "22": ["4.3 Masa deževnikov na 1 ha", "Rezultate o masi deževnikov na 0,25 m2 smo preračunali na 1 ha zemljišča (preglednica 10). Povprečna masa deževnikov po bučah (1.072 kg/ha) močno odstopa od mase deževnikov v primerjavi z ostalima dvema rastlinama. Ekološki način pridelovanja je povprečno gledano vseboval največjo maso deževnikov tako po zelju (550 kg/ha) kot po bučah (1.520 kg/ha). Nekoliko večja masa deževnikov po pšenici je bila pri konvencionalnem sistemu (910 kg/ha). V povprečju vseh treh poljščin glede na sistem je najvišjo povprečno maso dosegal ekološki sistem 937 kg/ha, najnižjo pa integrirani 360 kg/ha. Masa deževnikov pri kontroli je v primerjavi ekološkim sistemom nižja za 81 % in v primerjavi z integriranim sistemom večja za 31 %.\n"], "23": ["4.4 Populacija deževnikov na 1 ha", "Prav tako smo skupno populacijo deževnikov iz 0,25 m2 preračunali na 1 ha (preglednica 11). Največja povprečna populacija na ha je bila po bučah (878.000), medtem ko je v primerjavi med zeljem in pšenico populacija za 140.000 nižja po pšenici. Ta rezultat nam pokaže, kako velik vpliv ima obdelava tal na deževnike. Največja povprečna populacija, gledano na posamezni sistem vseh treh rastlin skupno, je bila pri biodinamičnem (960.000), najnižja pa pri kontroli (463.333) in konvencionalnem (450.000) sistemu. Za razliko od skupne populacije deževnikov je bila masa pri konvencionalnem sistemu za 29 % večja kot masa pri kontroli (preglednica 10), ko je populacija za 3 % nižja (preglednica 11). Število deževnikov po zelju je bilo v primerjavi ekološkega pridelovalnega sistema (1.140.000) celo večje kot po bučah (950.000), medtem ko so ostali sistemi po bučah vsebovali večjo populacijo. Že v letu 2008 je bilo po zelju skupno število deževnikov na ha pri ekološkem sistemu večje od integriranega in konvencionalnega (Bavec 2009). Največja populacija je bila po bučah pri biodinamičnem sistemu (1.500.000) in po zelju pri ekološkem sistemu (1.140.000).\n"], "24": ["5 SKLEPI", "Na podlagi preučevanja vplivov različnih kmetijskih pridelovalnih sistemov (biodinamično, kontrola, konvencionalno, ekološko in integrirano) v večletnem poljskem poskusu in meritev, izvedenih jeseni 2009 lahko sklepamo, da:\na) po zelju:\n- je bila največja povprečna masa deževnikov pri ekološkem pridelovalnem sistemu  (13,75 g/0,25 m2) in najnižja pri konvencionalnem (2,75 g/0,25 m2),\n- je bila povprečna skupna populacija deževnikov (15,51) večja kot po pšenici (11,95),  a še vedno manjša kot po bučah (21,95),\n- je bilo na 0,25 m2 najmanj velikih deževnikov pri konvencionalnem (0,25) in  integriranem sistemu (0,25), ko jih je bilo največ pri kontroli (1,75),\n- je bilo na 0,25 m2 najmanj srednjih deževnikov pri kontroli (1,00) največ pa pri  integriranem (4,75) in tudi pri ekološkem (4,25) jih ni bilo veliko manj,\n- je bila na 0,25 m2 največja populacija malih deževnikov ugotovljena pri ekološkem  pridelovalnem sistemu (23,00), ponovno pa je bila najnižja pri konvencionalnem  (5,50),\n- je bilo na ha najdenih največ malih deževnikov (225) v primerjavi z ostalima dvema  rastlinama,\n- smo našli tudi povprečno najmanj velikih (0,90) in srednjih (3,35) deževnikov na 0,25  m2 od rastlin.\nb) po bučah:\n- smo ugotovili največjo povprečno populacijo in maso deževnikov v primerjavi z  zeljem in pšenico, \n - je med sistemi prihaja do razlik tako pri masi kot populaciji deževnikov. Največjo  maso po bučah dosegajo deževniki pri ekološkem pridelovalnem sistemu (38,00 g/0,25  m2), najnižja pa je pri integriranem (15,30 g/0,25 m2),\n- je občutna največja populacija na 0,25 m2 pri biodinamičnem sistemu (37,15),  najmanjša pa pri konvencionalnem (13,00) kot po zelju,\n- je glede na najvišjo populacijo in maso deževnikov tudi največ velikih deževnikov.  Najbolj zastopani so bili pri ekološkem (10,00) in biodinamičnem sistemu, najmanj pa  pri integriranem (4,00),\n- smo ponovno na 0,25 m2 največ srednje velikih deževnikov našteli pri biodinamičnem  sistemu (10,33), najmanj pa pri ekološkem (3,33),\n- je bilo na 0,25 m2 prav tako največ malih deževnikov pri biodinamičnem sistemu  (19,50), najmanj pa pri konvencionalnem (3,50).\nc) po pšenici:\n- je bila največja masa pri konvencionalnem sistemu (22,75 g/0,25 m2), predvsem  zaradi večjega števila velikih deževnikov, medtem ko je najnižja pri integriranem (7,50  g/0,25 m2), enako kot po bučah,\n- je za razliko od skupne mase deževnikov bila največja populacija na 0,25 m2 pri  ekološkem in biodinamičnem sistemu (16,25), pričakovano najnižja pa pri integriranem  (7,75).\n- je bilo na 0,25 m2 največ velikih deževnikov pri konvencionalnem (7,00) in  ekološkem sistemu (6,00), najmanj pa pri integriranem (2,75),\n- je bilo največ srednje velikih deževnikov pri biodinamičnem (5,00) in ekološkem  sistemu, medtem ko jih je bilo najmanj pri integriranem in konvencionalnem (2,75),\n- je bilo prav tako na 0,25 m2 največ malih deževnikov pri biodinamičnem (6,50) in  ekološkem (5,00), najmanj pa pri kontroli (1,25),\n- iz rezultatov o nižji populaciji deževnikov, lahko sklepamo, da ima obdelava tal vpliv  na deževnike. Pšenica je edina rastlina, ki je bila obdelana s krožno brano in smo zato  našli najmanjšo populacijo deževnikov (478.000 /ha), v primerjavi z ostalima dvema  rastlinama.\n"], "abstract": ["V diplomskem delu smo proučevali, kako različni pridelovalni sistemi (kontrola, ekološko, integrirano, biodinamično in konvencionalno) vlivajo na maso in število deževnikov v tleh, po spravilu zelja, pšenice in buč. Meritve smo opravili oktobra leta 2009 na poskusnem polju Fakultete za kmetijstvo in biosistemske vede (FKBV) v Pivoli. Pri meritvah smo uporabili zmes 1/3 bele gorjušice in 2/3 vode, ki ni škodljiva za deževnikov je bila po bučah. "]}