{"1": ["1 UVOD", "Zdravilne rastline ljudje že dolgo uporabljajo za lajšanje, zdravljenje in počutje bolnikov. Danes medicina vsakodnevno napreduje in potrošniki še vedno izražajo interese po naravnih zdravljenjih. Ljudje izkoriščajo zdravilne rastline za domačo porabo v vseh možnih oblikah. Za potrošnika sta zelo pomembna sestava in učinek zdravilne rastline. Zdravilne rastline, ki se uporabljajo posamično ali v čajnih mešanicah, so namenjene potrošnikovemu zdravju ter dobremu počutju.\nNajpogostejša oblika uživanja zdravilnih rastlin so čaji in čajne mešanice pripravljeni iz plodov, cvetov, listov, zeli, skorij in korenin. Droga imenujemo rastlino ali del rastline, ki vsebuje zdravilne snovi. Čajne mešanice, ki imajo primerno kombinacijo droge, so lahko učinkovite samo, če uporabljamo preizkušene mešanice čajev. Optimalno količino zdravilne snovi lahko zagotovimo ob uporabi posamezne droge ob pravem doziranju (Zdravilne 2011).\nV Sloveniji je kar nekaj društev, ki se ukvarjajo s pridelavo in predelavo zdravilnih rastlin. Cilj vseh je spodbuditi predvsem to, da bi se kmetije preusmerile k pridelavi in predelavi v obliki osnovne ali dopolnilne dejavnosti na kmetiji. Slovenci kot pridelovalci zdravilnih rastlin na svetovnem trgu ne bomo nikoli konkurirali s količino zdravilnih rastlin, lahko pa morda kakovostjo le-teh. Potrošnikom moramo ponuditi le najboljše, pa čeprav je cena tega izdelka višja kot na svetovnem trgu. Pridelovalci ponujajo svoje izdelke na tržnicah, nekateri so sklenili pogodbe z večjimi trgovci, ki se ukvarjajo z tovrstno dejavnostjo, so pa tudi pridelovalci, ki svoje izdelke ponujajo na domu.\n"], "2": ["1.1 Namen in cilji", "Namen diplomskega dela je v prvi fazi oceniti ekonomsko upravičenost sušenja zdravilnih rastlin, ki jih vsebujejo posamezne čajne mešanice. V nadaljevanju nameravamo oceniti tudi ekonomsko upravičenost priprave treh čajnih mešanic (Domači čaj, Kocljev čaj in Korenikin čaj), ki so namenjene tržni dejavnosti.\nCilj diplomskega dela je ekonomska analiza sušenja zdravilnih rastlin na območju Pomurja. Zbrani vhodni podatki bodo vneseni v razvit simulacijski model s pripadajočimi tehnološkimi kartami in kalkulacijo skupnih stroškov. Podatki se navezujejo konkretno na eko-socialno kmetijo Korenika, ki se ukvarja s pripravo omenjenih čajnih mešanic za prodajo na trgu. Rezultati raziskave bodo služili za določitev lastne in prodajne cene analiziranih čajnih mešanic.\n"], "3": ["1.2 Delovne hipoteze", "V raziskavi so predpostavljene naslednje delovne hipoteze:\n1. Predvidevamo, da je sušenje zdravilnih rastlin na kmetiji in priprave analiziranih  čajnih mešanic ekonomsko upravičeno.  2. Razvito orodje (simulacijski model s kalkulacijami skupnih stroškov) bo uporaben  pripomoček v procesu odločanja in določanja lastnih cen analiziranih čajnih  mešanic.  3. Na osnovi rezultatov raziskave bo eko-socialna kmetija Korenika lahko določila  ustrezne prodajne cene posameznih zdravilnih rastlin in čajnih mešanic za namen  tržne dejavnosti.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Ekološko kmetijstvo", "Ekološko kmetijstvo je kot najvišje vrednotena oblika trajnostnega kmetijstva postala sestavni del kmetijstva in trgovine z živili, kjer se v evropskem in svetovnem merilu beleži najhitrejša rast v prehranbeni industriji (Bavec s sod. 2002).\nPravilnik o ekološki pridelavi in predelavi kmetijskih pridelkov oziroma živil (Ur. l. RS, 71/2010), ki je v veljavi od 21. 09. 2010, podrobneje določa postopke in metode ekološke pridelave oziroma predelave, označevanje kmetijskih pridelkov oziroma živil, kontrolo in certificiranje ekoloških kmetijskih pridelkov oziroma živil (Pravilnik 2010).\nMožnost za razširitve ekološkega kmetijstva so v Sloveniji zelo dobre – vendar pod pogojem, da se bo enako hitro razvijal tudi trg ali pa bo možen izvoz ekoloških pridelkov na tuje trge (Bavec s sod. 2001).\nEkološko pridelana živila so kakovostna živila in polnovrednega okusa. Z nakupom ekoloških pridelkov spodbujamo ekološko pridelavo in predelavo ter tako prispevamo tudi k varovanju našega okolja. Ekološki kmet se mora ravnati po ekoloških smernicah, ki jih natančno določa Pravilnik o ekološki pridelavi in predelavi kmetijskih pridelkov oziroma živil, ki zajema tako rastlinsko pridelavo, nabiranje prosto rastočih rastlin, živinorejo, čebelarstvo, ribogojstvo, kot tudi predelavo, pravilno označevanje ekoloških pridelkov oziroma živil in sistem kontrole (Mavrin s sod. 2002).\nŽivilo se lahko trži kot ekološko, če je pridelano oziroma predelano v skladu z zakonodajo, ki ureja to področje. Na področju ekološkega kmetijstva je v EU 1.1.2009 začela veljati nova zakonodaja, in sicer: Uredba Sveta (ES) št. 834/2007 z dne 28. junija 2007 o ekološki pridelavi in označevanju ekoloških proizvodov in razveljavitvi Uredbe (EGS) št. 2092/91. Poleg osnovne uredbe Sveta Evrope je Evropska komisija sprejela še dve izvedbeni uredbi: \nUredba Komisije (ES) št. 889/2008 z dne 5. septembra 2008 o določitvi podrobnih pravil za izvajanje Uredba Sveta (ES) št. 834/2007 o ekološki pridelavi in označevanju ekoloških proizvodov glede ekološke pridelave, označevanja in nadzora in Uredba Komisije (ES) 1235/2008 z dne 8. decembra 2008 o določitvi posebnih pravil za izvajanje Uredba Sveta (ES) 834/2007 v zvezi z ureditvami za uvoz ekoloških proizvodov iz tretjih držav (Bavec s sod. 2009).\n"], "6": ["2.2 Dopolnilna dejavnost na kmetiji", "Pridelovanje zdravilnih rastlin postaja resna kmetijska dejavnost. Perspektiva držav v razvoju je uvajanje novih kultur v kmetijstvu, podpirajo raziskave in uvajanje zdravilnih rastlin v pridelovanje. Pridelava in predelava zdravilnih rastlin se je razvila v industrijo, ki poteka po načelih dobre proizvodne prakse, ki zahteva veliko surovin dobre kakovosti. Pridelovanje omogoča kakovostne in predvidljive količine surovin. Vse več podjetij gradi svoj proizvodni program tudi na ekološko ali sonaravno pridelanih zdravilnih rastlin (Rode 2001).\nZa dopolnilne dejavnosti na kmetiji se kmetje odločajo predvsem iz ekonomskih razlogov. S tem želijo pridobiti dodatni dohodek, izboljšati socialni položaj, izkoristiti stanovanjske in gospodarske prostore ter stroje, zaposliti proste delovne moči na kmetiji in izkoristiti znanje in spretnost in s tem bolje unovčiti svoje kmetijske pridelke (Kulovec s sod. 2002).\nZa opravljanje dopolnilne dejavnosti na kmetiji se mora pridobiti dovoljenje, ki ga izda upravna enota ob izpolnitvi predpisanih pogojev. Nosilec dopolnilne dejavnosti mora predhodno izpolniti obrazec s pripadajočo dokumentacijo, ki je zakonsko definirana (Ur. l. RS, št. 71/01 in 88/01) (Kulovec s sod. 2002).\nVladna uredba o vrsti opravljanja dopolnilne dejavnosti na kmetiji (Ur. l. RS, št. 46/01) določa, da se na kmetiji lahko opravlja dopolnilna dejavnost: nabiranje, predelava in prodaja gozdnih sadežev in zelišč (Kulovec s sod. 2002). \nKot osebno dopolnilno delo ni mogoče opravljati prodaje na določen način predelanih gozdnih sadežev in zelišč, ko zaradi predelave nastane nov, samostojen izdelek. Nasprotno pa se prodaja posušenih gob ali zelišč šteje med dopolnilno delo, saj pri sušenju gob in zelišč ni prišlo do njihovega pomembnega preoblikovanja, zaradi katerega bi lahko šteli, da gre za nov proizvod (Dopolnilna 2011).\n"], "7": ["2.3 Pridelovanje zdravilnih rastlin v Sloveniji", "Pravilnik o razvrstitvi zdravilnih rastlin (Ur. l. RS, št. 133/2003), določa razvrstitev zdravilnih rastlin za peroralno uporabo. Zdravilne rastline v pravilniku so sveže ali posušene rastline ali deli rastlin, v celem ali razdrobljene do stopnje sita v naravni in predelani obliki (Pravilnik 2003).\nStrokovnjaki so prepričani, da naravne danosti v naši državi omogočajo gojenje in pridelovanje velikega izbora zdravilnih rastlin. V registru flore Slovenije je 3216 vrst višjih rastlin, od tega 12 % takih, ki jih uporabljamo kot zdravilne, aromatične ali dišavne rastline (Rode 2001).\nV Sloveniji prideluje zdravilne rastline le nekaj navdušencev in kooperantov. Glede na naravne danosti in neonesnaženost tal in klasično kmetovanje na premajhnih, vendar za takšno dejavnost primerni kmetijah, bi se dalo pridelavo zdravilnih rastlin bistveno povečati (Valenčič 2000).\nKot je zapisal Wagner (1997), je preskrba zdravilnih rastlin v glavnem iz uvoza. Posameznih vrst zdravilnih rastlin je dovolj, vendar so količine le-teh nizke. Fitofarmacija namreč zahteva predvsem zelo kakovostno blago. Trenutno stanje je takšno, da ima uvoz še vedno prednost. \nRode in Knapič (2006) navajata, da pridelovanje zdravilnih rastlin zahteva veliko ročnega dela. Do določene mere lahko zaposlimo na kmetiji težje zaposljive ljudi in člane družin s posebnimi potrebami.\n"], "8": ["2.4 Nabiranje, sušenje, pakiranje in skladiščenje zdravilnih rastlin", "Ko gospodar kmetije razmišlja o spremembah in izboljšavah, se porodi kar nekaj zamisli. Problem nastane, ko moramo izbrati eno, ki bo kmetiji prinašala dobiček (Kulovec s sod. 2002). Vemo pa, da kmetijstvo zahteva relativno visoke kapitalske vložke. To velja posebej za nakup oziroma izgradnjo nekaterih osnovnih kapacitet, ki so namenjene nadaljnjemu proizvodnemu procesu (Rozman s sod. 2009).\nPreden začnemo zbirati zelišča iz naravnih rastišč, se moramo prepričati o morebitni zaščitenosti posamezne rastline. Tudi pri nabiranju zelišč, ki jih je v naravi dovolj, moramo ravnati gospodarno in skrbeti, da se naravni viri rastlinstva obdržijo in ne smemo pretirano nabirati posameznih zelišč, ki so značilne za pokrajino (Wagner 1997).\nZdravilne rastline so ogrožene zaradi nenadzorovanega nabiranja. Naravna rastišča so pomembna za ohranitev biotske raznolikosti in možnosti uporabe divjih rastlin kot izvornega materiala za žlahtnjenje in razvoj sort, primernih za pridelovanje (Rode 2001).\nStrokovna skupina za sonaravno kmetovanje (1997) je v Priporočilih za ekološko kmetovanje navedla naslednje predpise, ki veljajo za zdravilne rastline:\n- pridelovanje zdravilnih rastlin in izbira rastišča, mora biti oddaljena od prometno  zelo obremenjenih cest;\n- za zagotavljanje optimalne pridelave je potreben premišljen kolobar;\n- sadike, vzgojene na kmetiji, morajo biti v skladu s priporočili za ekološko  kmetijstvo;\n- pripravljen sveži pridelek je treba takoj po pripravi (rezanje, prebiranje) pazljivo  posušiti; \n - voditi zapisnik (ob letnem nadzoru je treba priložiti knjigo uporabljenih sušilnih  temperatur);\n- zagotoviti, da v proizvodnih prostorih ne skladiščimo in ne predelujemo sočasno  ekološkega in konvencionalnega izdelka;\n- pridelane in neobdelane zdravilne rastline se polnijo v papirnato embalažo;\n- končna prodajna embalaža je lahko iz papirja, polipropilen ali celofan;\n- skladiščni prostor mora biti temen, suh in hladen;\n- dodatki morajo izhajati iz ekološke pridelave, če ni na voljo domačih ekoloških  pridelkov, je mogoče uporabljati blago iz združenj, ki jih priznava IFOAM;\n- v naravi nabrane zdravilne rastline morajo biti označene na embalaži.\nRao s sod. (2004) navaja, da so države v razvoju odvisne od proizvodnje pridobljene iz rastlin, najdenih v gozdu. Te so namenjene zdravljenju ljudi in živali. Aromatične rastline so zelo priljubljene za domače in poslovne namene. Skupaj jih imenujemo zdravilne in aromatične rastline. Ker je premalo izkoriščenih vrst zdravilnih rastlin, je želja držav v razvoju, da bi kmetje v pogodbenem razmerju sodelovali s farmacevtskimi družbami, ki bi jih tudi spodbudile h gojenju zdravilnih rastlin.\nValenčič (2000) navaja, da se bo v prihodnje pridelovanje zdravilnih rastlin pri nas razvijalo v dveh smereh. Prva smer, ki jo je omenil, je ta, da zahteva ročno delo in na majhnih površinah lahko prinaša relativno visok zaslužek. S tem pa ni potrebno plačevati najete delovne sile. Kot drugo smer je omenil pridelovanje na večjih površinah.\nTudi pri rastlinah, ki jih še pretežno nabiramo v naravi, so se razvili postopki pridelovanja. Tako pridelamo kakovostne in dobre posušene rastline tudi drugih rastlinskih vrst, ki jih zahteva trg. Dosedanje raziskave pridelovanja rastlinskih drog v Sloveniji kažejo na to, da je tveganje pridelovanja majhno. To so rastline, ki v našem ekološkem rajonu uspevajo pretežno že kot samorasle, pa tudi poskusi pridelovanja so dali ugodne izide (Wagner 1997). \nIsti avtor navaja, da za doseganje dobrega ekonomskega izida lahko razvijamo predelavo in prodajo v okviru proizvodnega podjetja, kmetije ali pa v okviru združenja več proizvajalcev (Wagner 1997). Vendar pa je potrebno na drugi strani opozoriti na dejstvo, da veliko število ponudnikov, nezadostna skladiščna sposobnost večine kmetijskih pridelkov, neprimerna sezonska razporejenost ponudbe, ter koncentracija kupcev slabšajo položaj primarnih pridelovalcev hrane (Rozman s sod. 2009).\nSušenje je pomemben ukrep za obdržanje barve, arome in drugih aktivnih komponent, ki se lahko izgubijo, če se razvijejo encimski in mikrobiološki procesi (Wagner 1997).\nJagodič (2006) je predlagal, da nabranih rastlin in njihovih delov ne sušimo na soncu, ampak na zračnem in senčnem prostoru. Če upoštevamo priporočila, rastline obdržijo svojo prvotno barvo in zdravilne snovi. Posušene rastline se shranjujejo v papirnatih vrečkah z dvojno steno. Nanje se zabeleži ime rastline in datum priprave.\nPojavljajo pa se tudi vprašanja v zvezi s strupi in toksini v čajnih mešanicah. V tej luči je Halt (1998) analiziral strupene plesni in mikotoksine na 62 vzorcih zdravilnih rastlin in 11 čajnih mešanic. Študija je pokazala, da se ob nepravilnem shranjevanju zdravilnih rastlin in čajnih mešanic omogoča rast plesni med skladiščenjem. V 62 vzorcih zdravilnih rastlin je bilo 11-18 % prisotnost mikotoksinov in v 11 vzorcih čajnih mešanic 1-9 % prisotnost mikotoksinov.\n"], "9": ["2.5 Sestava čajne mešanice", "Möhring (2006) navaja, da je priprava čajnih mešanic umetnost, ki jo obvlada le strokovnjak. Mešanice so sestavljene po natančnih pravilih in namenjene lajšanju nekaterih težav. V mešanicah prevladuje ena rastlina, ki določa delovanje, pomožne rastline pa krepijo njeno delovanje. \nTako pripravljene čajne mešanice imajo neprimeren videz, vonj in so grenkega okusa. To izboljšamo z dodatki dišečih in lepo barvastih zdravilnih rastlin, s katerim izboljšamo videz, okus in vonj mešanice in potem tudi čaja (Jagodič 2006).\n"], "10": ["2.6 Pregled literature s področja ekonomike kmetijstva", "Pažek s sod. (2005) je razvila model EKOSIM 1.0 in ga aplicirala na izbranih slovenskih ekoloških kmetijah. Računalniški model je bil razvit z namenom uporabe za načrtovanje naložb in podpori odločanju.\nNadalje je Pažek s sod. (2006) razvila deterministični simulacijski sistem KARSIM 1.0, ki omogoča oceno različnih ekonomskih in finančnih parametrov za pridelavo in predelavo hrane. Simulacijski model je dodatno nadgrajen z dvema večkriterijskima metodama: analitičnim hierarhičnim procesom in sistemom DEX-i.\nRozman s sod. (2006) je proučeval najbolj primerno rešitev predelave na ekološki kmetiji z simulacijskim modeliranjem, analizo stroškov in večkriterijsko odločitveno analizo. Predlagana metodologija omogoča večkriterijsko obdelavo posameznega projekta.\nPažek s sod. (2006) je analizirala rezultate simulacijskega modeliranja za primer malih kmetij s sistemom DEX-i in APH ob upoštevanju vseh možnih kriterijev. Raziskava se je osredotočala na področje predelave hrane.\nKARSIM 1.0 (DSM) je bil razvit in apliciran tudi na dveh ekoloških kmetijah. Analiza se je nanašala na poslovanje pred in po naložbi v predelavo kmetijskih proizvodov. Rezultati so pokazali, da so naložbe na kmetiji za predelavo hrane finančno upravičene (Pažek in Rozman 2007). \nPrimerjavo ekonomske upravičenosti na konvencionalnih in ekoloških kmetijah sta analizirala Pažek in Rozman (2008). Osnovno metodološko orodje je predstavljal razvoj tehnološko-ekonomsko simulacijskega modela za oceno ekonomike kmetijske pridelave.\nKombinacija determinističnega stroškovnega modela simulacije in večkriterijske analize predstavlja sprejemljivo orodje za podporo odločanju tudi za gorske ekološke kmetije, kar je analizirala Pažek s sod. (2010).\nBogers s sod. (2006) navaja nekatere ključne dejavnike poslovnega uspeha pridelovalcev zelišč:\n- proizvodnjo bo še naprej narekovalo tržno okolje in določilo obseg priljubljenosti in prodaje posameznih zelišč;\n- razvoj in raziskave na področju trženja in pridelave je potrebno izvajati sprotno, saj se na tak način lahko opredeli spreminjajoče se okolje in nove poslovne priložnosti;\n- pridelovalec zdravilnih rastlin mora biti sposoben proizvesti več pridelkov in izdelkov, po možnosti iz različnih kultur, saj na tak način lahko zmanjša odvisnost od tržno-cenovnih nihanj;\n- pridelovalci morajo biti sposobni zagotoviti ustrezno delovno silo ob relativno nizkih stroških.\nVickner in Davies (2002) sta razvila teorijo o povezavi multivariantnih cen med črnim čajem in zeliščnim čajem. Johansoenova razmerja verjetnosti so pokazala, da so cene črnega čaja in zeliščnega čaja med seboj matematično povezane. Analizirana sta bila dva ključna parametra, in sicer hitrost prilagajanja in impulzni odziv funkcijske analize. Slednja zagotavljata edinstven vpogled v smer, moč in hitrost spreminjanja cen analiziranih čajev na trgu.\nStøen in Moe (2006) navajata, da je ohranjanje zdravilnih rastlin in managementa na globalni ravni pomembno, saj so na ta način izpostavljeni problemi, ki se nanašajo na \nokolje, v katerem zdravilne rastline rastejo. Ob proučevanju sistema v 8 - ih državah sta ugotovila, da večino rastlin najdemo divje rastoče (40,5 %) oz. naturalizirane (33,9 %), medtem ko so se pridelovale le v 3,3 % deležu.\nAdam (2005) obravnava tržne poti in ocenjuje ekonomijo majhnih ekološko pridelanih sveže narezanih zelišč. Ekološka pridelava s certifikatom se razlikuje od konvencionalnih metod, v glavnem v upravljanju plodnosti in zatiranju škodljivcev. Razmnoževalne metode se razlikujejo od enoletnic in trajnic.\n"], "11": ["3 METODOLOGIJA DELA", "Za analizo ekonomike sušenja zdravilnih rastlin in priprave čajnih mešanic smo uporabili metodo simulacijskega modeliranja in kalkulacije po metodi skupnih stroškov. Za eko- socialno kmetijo Korenika je bil razvit lasten ekonomsko tehnološki model za sušenje zdravilnih rastlin in priprave čajnih mešanic. Za obdelavo in izračunavanje podatkov smo uporabili Microsoft Office Excel 2007.\n"], "12": ["3.1 Kratka predstavitev eko-socialne kmetije Korenika", "Eko-socialna kmetija se nahaja v vasi Šalovci. Kmetijo je na tradicionalen način obnovilo društvo Mozaik, trenutno pa v njej deluje Korenika, zavod za usposabljanje in zaposlovanje invalidnih oseb. V prostorih kmetije se ekološko predelujejo živila: sušenje zdravilnih rastlin, zelenjave, sadja in hladno stiskanje semen. Na poljih pridelujejo tradicionalna žita, ki jih skrbno predelajo v moke, kaše in zdrob. Na zelenjavnem vrtu in sadovnjaku ekološko pridelujejo različne vrste sadja in zelenjave, ki jih skupaj z zdravilnimi rastlinami obdelujejo v sušilnih komorah in se prodajo kot sušeni izdelki in zeliščni čaji. Kmetijo nadzoruje in certificira Inštitut za kontrolo in certifikacijo Univerze v Mariboru, skrajšano IKC UM. Njihova uradna šifra je: SI – EKO – 002.\n"], "13": ["3.2 Metoda simulacijskega modeliranja", "Simulacija je splošno sprejeta metoda v kmetijstvu, ki se uporablja za ocenjevanje stroškov kmetijske proizvodnje. Simulacija je izvajanje preizkusov nad modelom, da vidimo, kako se model obnaša skozi prostor in čas (Pažek 2008). Avtorica še navaja, da je simulacija posebna tehnika reševanja problemov, tj. oblika imitacije oz. posnemanja realnega ali planiranega sistema. \nProces simulacijskega modeliranja sestavlja več korakov:\n- opredelitev cilja, proučevanega problema in sistema,\n- oblikovanje modela glede na namen uporabe,\n- identifikacija in zbiranje podatkov potrebnih za testiranje modela,\n- testiranje modela,\n- pogon simulacije,\n- analiza simulacijskih rezultatov in\n- potrditev simulacije (Levin in sod. 1992).\n"], "14": ["3.3 Zgradba in razvoj simulacijskega modela za zdravilne rastline", "Povod k odločitvi izgradnje simulacijskega modela zdravilnih rastlin in čajnih mešanic se navezuje na prakso na eko-socialni kmetiji Korenika v Šalovcih. Po dogovoru z direktorjem kmetije in mentorjem na kmetiji, smo sklenili zbrati vse potrebne tehnološko- ekonomske podatke, s pomočjo katerih bomo lahko določili lastno ceno čajnih mešanic in vrednosti ostalih ekonomskih parametrov.\nPodatki so pridobljeni po posameznih tehnoloških fazah sušenja zdravilnih rastlin in čajnih mešanic in so bili zbrani v sezoni rasti posameznih rastlin od maja do avgusta 2010.\nTehnološki podatki so se zbirali za naslednje rastline:\n- ajda zelena (cvet, list, steblo, zrno)\n- bezeg (cvet)\n- glog (cvet, list)\n- jesenska vresa (cvet, list)\n- lakota (cvet, list, steblo)\n- lipa (cvet)\n- ognjič (cvet)\n- preslica (list)\n- rman (cvet) \n - vrbovec drobnocvetni (cvet, list)\n- zlata rozga (cvet, list)\nRaziskava zajema pripravo treh čajnih mešanic, ki so sestavljene iz zgoraj navedenih zdravilnih rastlin. Pri tem je bilo potrebno upoštevati razmerje zdravilnih rastlin in njihove organoleptične lastnosti.\nV preglednicah 1, 2 in 3 so prikazani deleži posamezne rastline, ki sestavljajo posamezno čajno mešanico oz. recepture analiziranih čajnih mešanic.\nV naslednji fazi so se za vsako rastlino v čajni mešanici zbrali potrebni vhodni podatki za razvoj tehnološko ekonomskega simulacijskega modela, katerega osnova je bila kalkulacija skupnih stroškov.\nKalkulacija je sestavljena iz več sklopov:\n- Skupni stroški\n- Skupni prihodki\n- Lastna cena\n- Finančni rezultat \n - Koeficient ekonomičnosti\nSkupni stroški\nSkupni stroški (SS) so stroški, ki so nastali na kmetiji (variabilni in fiksni stroški (ročne delovne ure + drugi stroški + stroški potrošnega materiala)).\nV nadaljevanju sledi prikaz stroškovnih postavk za glog oz. prikaz izseka modela kalkulacij skupnih stroškov.\nSkupni prihodek\nVrednost proizvodnje v obdobju nabiranja in sušenja zdravilnih rastlin ali skupni prihodek predstavlja zmnožek med količino posušenega pridelka in ceno posušenega pridelka.\nSP = KP * CP (1)\nKjer je: SP – skupni prihodek (€) KP – količina posušenega pridelka (kg) CP – cena posušenega pridelka (€/kg)\nLastna cena\nLastna cena je pomemben indikator, ki predstavlja strošek na enoto pridelka oz. proizvoda.\nLC = SS/KP (2)\nKjer je: LC – lastna cena (€) SS – skupni stroški (€) \nKP – količina posušenega pridelka (kg)\nFinančni rezultat\nFinančni rezultat je razlika med skupnim prihodkom in skupnimi spremenljivimi stroški.\nFR = SP – SS (3)\nKjer je: FR – finančni rezultat (€) SP – skupni prihodek (€) SS – skupni stroški (€)\nKoeficient ekonomičnosti\nKoeficient ekonomičnosti je razmerje med skupnim prihodkom in skupnimi stroški. Če je koeficient ekonomičnosti čez 1 pomeni, da je kmetijska proizvodnja sušenja zdravilnih rastlin ekonomična.\nKE = SP / SS (4)\nKjer je: KE – koeficient ekonomičnosti SP – skupni prihodek (€) SS – skupni stroški (€)\nNa sliki 4 je prikazan izsek iz razvitega simulacijskega modela s kalkulacijo skupnih stroškov za glog. Izsek je le del celotnega sistema, ki dodatno vključuje še: ročne delovne ure (nabiranje, sortiranje, rezanje in pakiranje zdravilnih rastlin), druge stroške (stroški, ki so nastali z analizo zdravstvene ustreznosti zdravilnih rastlin, stroški prevoza, sporni \nstroški in stroški strojev) in stroške potrošnega materiala (material, ki se uporablja pri pakiranju zdravilnih rastlin).\nVsaka rastlina ima pripadajoči delovni list, na katerem so zbrani osnovni podatki o imenu rastline, površini v ha (npr. ajda, ki je za razliko od ostalih rastlin posejana na njivi), količini sveže nabrane zdravilne rastline v eni sezoni (sezona 2010), količini posušenih zdravilnih rastlin (v sezoni 2010) in prodajni ceni za kilogram posušene zdravilne rastline (ta cena je enotna pri vseh zdravilnih rastlinah). Ob upoštevanju teh parametrov lahko ocenimo skupni prihodek. Sledijo skupni stroški (€), kjer so rezultati prikazani v € in %. \nOb upoštevanju skupnih stroškov in skupnih prihodkov tako ocenimo lastno ceno posamezne rastline, istočasno pa še finančni rezultat in koeficient ekonomičnosti. Razvit sistem tako na dokaj razumljiv način hitro izračuna predhodno definirane parametre.\nSeveda se vhodni podatki med posameznimi zdravilnimi rastlinami razlikujejo. Tako npr. shema kalkulacije za ajdo: v analiziranem primeru je bila ajda posejana na njivi (ha).V sistem je bilo potrebno tako dodati še površino zasejano z ajdo in definirati sistem tako, da je bilo omogočeno izračunavanje omenjenih ekonomskih parametrov. Kalkulacija vključuje vse stroške (tako kot ostale rastline), dodana pa je upoštevan poraba semena (kg) in najeto ročno ter strojno delo (obdelava posevka). Ajda je rastlina, iz katere je možno pridelati dva pridelka: glavni pridelek in stranski pridelek. V naši raziskavi se je kot glavni pridelek upoštevana zelena ajda (v fazi cvetenja). Cvetovi ajde in mlado zelenje (steblo) so namreč zelo pomembni za sestavo čajne mešanice. Kot stranski pridelek je uporabljeno dozorelo ajdovo zrno, ki se za prodajo posebej deklarira kot ajdova kaša in nadalje ajdova moka.\nVsi tehnološki in ekonomski podatki so torej zbrani v zbirni tehnološki karti s kalkulacijo za posamezno zdravilno rastlino, kjer so upoštevani dodatno še sporni spremenljivi stroški (ti so vezani na vso proizvodnjo na kmetiji: promocija, računovodstvo, komunalne storitve, elektrika, voda, telefon, čistila).\n"], "15": ["3.3.1 Tehnološki postopek priprave sušenih zdravilnih rastlin", "Prva faza samega tehnološkega postopka priprave sušenih zdravilnih rastlin je nabiranje (v našem primeru območje Prekmurja na najdiščih gozdnih robov, njiv in zapuščenih travnikov). Sledi faza sortiranja, kjer se rastline sortirajo in izločijo druge rastline ter tujki. Ajda in lakota se pred sušenjem narežeta. Rastline se naložijo enakomerno na mrežo. Sledilo je sušenje rastlin pri 40-C, nato pa so se posušene rastline rezale ali drobile. Suhe rastline so se stehtale in zapakirale v večje vrečke, skladiščile v suhem, zračnem in temnem prostoru. \nTehnološki postopek priprave čajne mešanice se navezujejo na tehnološki postopek priprave zdravilnih rastlin za skladiščenje (slika 5). Ko so zdravilne rastline skladiščene, sledijo nadaljnje faze tehnološkega procesa. Rastline, ki jih potrebujemo v čajni mešanici, se stehtajo in zmešajo po ustrezni recepturi. Mešanica se pakira v papirnate vrečke po 50 g. Vrečke se označijo z deklaracijo in skladiščijo. S tem so čajne mešanice pripravljene za prodajo (slika 6). \nČajna mešanica je pripravljena za prodajo, ko je šla skozi vse faze tehnološkega postopka (slika 6) in je zdravstveno ustrezna s strani zakonodaje o zdravstveni ustreznosti živila.\n"], "16": ["3.4 Kalkulacija skupnih stroškov", "Kalkulacija je računski postopek obračunavanja stroškov proizvodnje z namenom, da se ugotovi ekonomska upravičenost neke proizvodnje (Rozman s sod. 2009).\nKalkulacije pripravljamo iz naslednjih razlogov:\n- ker je to nujno za načrtovanje in kontrolo stroškov ter poslovnega izida;\n- ker je lastna cena kot glavni rezultat kalkulacij temelj za oblikovanje prodajnih cen; \n - ker je kalkulacija ena od podlag, ki pomaga pri izbiri med različnimi mogočimi  poslovnimi odločitvami (Potočnik 1999).\nKalkulacija skupnih stroškov proizvodnje obračunava variabilne stroške in pripadajoči delež fiksnih stroškov. Pri tem tipu kalkulacij fiksne stroške kmetije prerazporedimo na posamezne proizvodnje. Način prerazporeditve fiksnih stroškov je lahko marsikdaj sporen in diskutabilen ter lahko prikaže rezultate slabše kot so v resnici (Rozman s sod. 2009).\nRozman in Pažek (2009) sta navedla, da kalkulacija skupnih stroškov zajema spremenljive ali variabilne stroške, kot tudi nekatere stalne in pripadajoče sporne spremenljive stroške. Vrsta vseh omejenih skupin stroškov tvori skupne stroške. Prednost metode je, da nazorno vključuje tudi stroške lastnega ročnega dela.\nKalkulacija skupnih stroškov zajema variabilne stroške in fiksne stroške.\n- variabilni stroški:\n- stroški materiala\n- stroški domačega dela\n- stroški najetega dela\n- fiksni stroški:\n- stroški strojev\n- amortizacija\n- stroški kapitala\n- sporni spremenljivi stroški:\n- sporni spremenljivi stroški (Turk 2001) so stroški, ki jih ne moremo vezati na  posamezno posušeno rastlino. Vključujejo stroške, ki so nastali na kmetiji ob  proizvodnji vseh izdelkov, ne samo čajnih mešanic v prejšnjem koledarskem letu.  V kalkulaciji posamezne zdravilne rastline je upoštevano 5 % teh stroškov. Okoli  95 % spornih stroškov se razdeli med ostala dela in izdelke na kmetiji: gozdarska  dela, poljska dela, živinorejska dela, gospodinjska dela (vlaganje zelenjave in \n sadja), stiskanje olja, sušenje sadja in zelenjave, žganjekuha. Sporni spremenljivi  stroški so v kalkulaciji upoštevani pod postavko ˝drugi stroški˝ (preglednica 4).\n"], "17": ["3.4.1 Stroški strojev", "Stroški strojev vključuje stroške sušilnice, varilnega stroja in tehtnice. Ti stroji in naprave se uporabljajo pri postopku priprave vseh zdravilnih rastlin. Stroški zajemajo: nabavno vrednost stroja (8625 €), življenjsko dobo stroja (12 let), letno rabo stroja ali naprave (420 ur) in vse spremenljive stroške (gorivo in električna energija). Celotna struktura je prikazana na sliki 7. \nKjer je: Zmog. – zmogljivost v KW NV – nabavna vrednost v € ŽD – življenjska doba v letih LR – letna raba v urah FV – faktor vzdrževanja v %\nNa sliki 8 je prikazanih 6 sušilnih komor, ki so nameščene v sušilnici na eko-socialni kmetiji Korenika. \n"], "18": ["3.4.2 Stroški potrošnega materiala", "Stroški potrošnega materiala vključujejo stroške, nastale pri potrošnem materialu na kmetiji (vrečke za skladiščenje večjih količin, vrečke za prodajo, sponke za zapiranje vrečk in deklaracijska nalepka). Izračunajo se s pomočjo naslednje enačbe:\nSPM = KPM * CK (5)\nKjer je: SPM – stroški potrošnega materiala KPM – količina potrošnega materiala (kom) CK – cena za kos (€) \nNa sliki 9 je prikazana vrečka za pakiranje zdravilnih rastlin do 1 kg (rinfuza), papirnata zelena vrečka za posamezne zdravilne rastlin pakiranja do 50 g in sponka za zapiranje vrečke. Vrečka, ki je uporabljena za čajne mešanice (količina 50 g), je večja.\n"], "19": ["3.4.3 Drugi stroški", "Stroški, ki so nastali s prevozom do najdišča zdravilnih rastlin in stroški, ki so nastali z analizo ustreznosti živila (potrebno je analizirati vzorce čajnih mešanic z analizo zdravstvene ustreznosti, kjer določijo, ali je čajna mešanica zdravstveno ustrezna in primerna za prodajo).\nSporni spremenljivi stroški in stroški strojev so zbrani v vsaki posamezni kalkulaciji v preglednici ˝drugi stroški˝ (na način, kot je prikazano na sliki 10).\n"], "20": ["3.5 Zgradba in razvoj simulacijskega modela za ekonomsko analizo čajnih mešanic", "Za oceno ekonomske analize čajnih mešanic je bilo potrebno razviti simulacijski model za kalkulacije skupnih stroškov, ki so nastali s proizvodnjo čajnih mešanic. Ti stroški se v glavnem delijo na ročne delovne ure, druge stroške in stroške potrošnega materiala (prikazano na slikah 11, 12 in 13). \nV čajnih mešanicah ročne delovne ure zajemajo pripravo in tehtanje rastlin, namenjeno za posamezno mešanico, mešanje rastlin, polnjenje v papirnate vrečke do ustrezne teže, zapiranje in etiketiranje.\nDrugi stroški v proizvodnji čajnih mešanic so stroški, ki so posledica zdravstvene analize ustreznosti živila. Kot ostali stroški so upoštevani stroški ekološke kontrole in stroški prevozov do prodajnega mesta (20% prevoznih stroškov je upoštevanih pri čajih in čajnih mešanicah, 80% prevoznih stroškov, se razdeli med ostale izdelke na kmetiji). \nStroški potrošnega materiala predstavljajo materialne stroške kot so vrečke za prodajo, sponke in etikete. Sledijo še stroški posameznih posušenih zdravilnih rastlin, ki so namenjene ustrezni čajni mešanici (v kalkulaciji se kot materialni strošek upošteva lastna cena posamezne posušene zdravilne rastline).\nNa sliki 13 vidimo, da je npr. pri količini ajde vneseno vrednost 1,5, kar pomeni, da je ajde v mešanici 1,5 kg (vrednost, preračunana po recepturi iz preglednice 1). V stolpcu €/količino sledi lastna cena posamezne zdravilne rastline (pri ajdi je LC = 39,46 €/kg). Tretja vrstica (skupaj €) predstavlja skupen strošek potrošnega materiala.\nNadalje, ker je domači čaj sestavljen iz 5 posušenih zdravilnih rastlin (receptura), je skupna količina mešanice Domačega čaja 5 kg.\n"], "21": ["4 REZULTATI Z RAZPRAVO", "V raziskavi smo želeli oceniti ekonomsko upravičenost sušenja zdravilnih rastlin posameznih čajnih mešanic na kmetiji Korenika. Za to smo predhodno zbrali vse potrebne podatke, jih združili v tabele in razdelili po postavkah. Vsi zbrani podatki so se vnesli v razviti simulacijski model s kalkulacijami skupnih stroškov.\nRezultati ekonomske analize za posamezne zdravilne rastline in njihove mešanice so predstavljeni v nadaljevanju.\n"], "22": ["4.1 Ekonomska analiza zdravilnih rastlin", "Večina zdravilnih rastlin je bila nabrana v različnih količinah, odvisno od potreb in povpraševanja potrošnikov. S strani potrošnika je veliko zanimanje predvsem za posamične čaje kot so zelena ajda, ognjič, bezeg, zlata rozga, lipa, glog in rman. Slednje zdravilne rastline se prodajajo pakirane v manjše papirnate vrečke do 50 g.\n"], "23": ["4.1.1 Stroški posameznih zdravilnih rastlin", "Na začetku je potrebno prikazati količino sveže nabranih rastlin in zaloge, ki so skladiščene na kmetiji. V preglednici 5 je tako prikazana količina svežih zdravilnih rastlin (kg), ki so potrebne za 1 kg suhih zdravilnih rastlin. Zadnji stolpec v preglednici 5 pa prikazuje količino suhih rastlin, ki so bile zabeležene v evidenci na eko-socialni kmetiji Korenika. \nStroški, ki so nastali pri nabiranju in pripravi ter sušenju posamezne zdravilne rastline, so prikazani v preglednici 6:\n- stroški ročnih delovnih ur (nabiranje, sortiranje in nalaganje na mrežo, rezanje  drobljenje, pakiranje za skladiščenje in pakiranje embalaža),\n- stroški potrošnega materiala (vrečka za skladiščenje, vrečka za prodajo, sponke in  etikete)\n- drugi stroški (stroški zdravstvene analize, prevozni stroški, sporni stroški, stroški  strojev),\n- stroški strojnega dela za ajdo (oranje, predsetvenik, sejanje, brananje),\n- stroški najetega dela za ajdo (kombajniranje) in\n- stroški semena (ajda). \nKot je razvidno iz preglednice 6, zabeležimo največje skupne stroške pri ajdi. V stroških so upoštevani stroški strojnega dela, stroški najetega dela in stroški semena. Za razliko od ajde, so bile ostale rastline nabrane v manjših količinah, zato so skupni stroški pri teh rastlinah tudi nižji (grafikon 1).\nV grafikonu 1 so prikazani skupni stroški v %. Vrednostno predstavljajo skupaj 2942,71 €. vseh skupnih stroškov (skupni stroški so seštevek stroškov za 11 zdravilnih rastlin). Grafikon 2 prikazuje posamezne stroške v % za vseh 11 zdravilnih rastlin. \nRazviti kalkulacijski sistem je omogočal oceno vseh pomembnejših ekonomskih parametrov. Ocene ekonomskih parametrov za posamezno rastlino so prikazani v preglednici 7. \n0,00* − nabrano v naravi\nKot je razvidno iz preglednice, dosegajo negativen finančni rezultat preslica (FR= - 26,19 €), jesenska vresa (FR= - 39,01 €) in drobnocvetni vrbovec (FR= - 29,92 €). Posledično je tudi vrednost koeficienta ekonomičnosti nižja od vrednosti 1, kar pomeni da rastline, z ekonomskega vidika niso primerne za proizvodnjo. Glede na ekonomske ocene je najbolj priporočljivo nabiranje in sušenje zlate rozge (FR= 243,46 €), ognjiča (FR= 370,92 €) in ajde (FR= 188,33 €) sledijo še glog (FR= 149,09 €), bezeg (FR= 143,54 €), lakota (FR= 69,81 €), rman (FR= 32,63 €) in lipa (FR= 30,72 €).\n"], "24": ["4.2 Ekonomska analiza čajnih mešanic", "S pomočjo ekonomske analize lahko torej ocenimo prihodke, ki jih bodo ustvarile čajne mešanice. Čajne mešanice so glede na ustrezno recepturo sestavljene iz 4 do 5 rastlin. \nVsako čajno mešanico sestavlja količina 5000 g zdravilnih rastlin. Čajne mešanice, ki so v raziskavi analizirane, so naslednje: Domači, Kocljev in Korenikin čaj, ki se pakirajo v embalažo po 50 g.\n"], "25": ["4.2.1 Lastna cena čajne mešanice", "Opažamo, da je najpogostejše oblikovanje prodajnih cen, ko se ponudnik čajnih mešanic ne ozira na konkurenco in se zaradi proizvodov ali storitev sam odloči za cene.\nKoliko stroškov povzroči posamezni izdelek, bo povedala lastna cena posameznih čajnih mešanic, ki so v nadaljevanju predstavljene v treh scenarijih. Predvidena prodajna cena čajne mešanice je 4 € za vrečko (50 g vrečka). \nAnaliza pa je bila izvedena za tri scenarije:\n- Scenarij 1: Upoštevana prodajna cena, ki je dejansko dosežena na trgu\nProdajno ceno so proizvajalci oblikovali na kmetiji in je za vse čajne mešanice enotna 4 € za vrečko. V preglednici 8 je ob maloprodajni ceni 4 € koeficient ekonomičnosti pri vseh treh čajnih mešanicah pod 1, kar pomeni, da v tem primeru proizvodnja čajnih mešanic ni ekonomična.\n- Scenarij 2: Minimalna prodajna cena za doseganje ekonomsko upravičene  proizvodnje ( Ke>1,00)\nProdajno ceno smo v scenariju 2 povišali. S tem smo dosegli ekonomično proizvodnjo čajnih mešanic. Predlagana minimalna prodajana cena za vrečko čajne mešanice Domačega čaja je 4,5 €, Kocljevega čaja je 5,6 € in Korenikinega čaja je 4,6 € (preglednica 9). \n- Scenarij 3: Ekonomska analiza ob enotni prodajni ceni (PC) čajne mešanice (PC =  4,9 €/50 g mešanice)\nNa podlagi drugega scenarija in prodajnih cen smo izračunali povprečje predlaganih minimalnih prodajnih cen za vse tri čajne mešanice. Prodajna cena vrečke čajne mešanice v tretjem scenariju znaša 4,9 €. Koeficient ekonomičnosti je za Domači čaj in Korenikin čaj večji od 1. Pri Kocljevem čaju je koeficient ekonomičnosti nižji od 1. \n  (PC) čajne mešanice\nPri Kocljevem čaju je koeficient ekonomičnosti nižji od 1, kar pomeni, da predlagana prodajna cena ni ustrezna oziroma je proizvodnja Kocljevega čaja ob predpostavljenih parametrih ekonomsko neupravičena.\n"], "26": ["5 SKLEP", "Osnovni cilj raziskave je bil oceniti ekonomsko upravičenost sušenja zdravilnih rastlin in priprave čajnih mešanic. V ta namen je bil razvit simulacijski model s pripadajočimi tehnološkimi kartami in kalkulacijo skupnih stroškov. Na osnovi dobljenih rezultatov lahko zaključimo:\nH1: Predvidevamo, da sta sušenje zdravilnih rastlin na kmetiji in priprava analiziranih čajnih mešanic ekonomsko upravičeni.\nHipotezo 1 lahko delno potrdimo. Analiza kaže, da je ekonomsko upravičena proizvodnja vseh treh čajnih mešanic ob predpostavki vhodnih podatkov scenarija 2. Ekonomsko ni upravičena proizvodnja čajnih mešanic ob predpostavljenem scenariju 1 in 3 (v scenariju 3 ni ekonomsko upravičena proizvodnja Kocljevega čaja).\nH2: Razvito orodje (simulacijski model s kalkulacijami skupnih stroškov) bo uporaben pripomoček v procesu odločanja in določanja lastnih in prodajnih cen analiziranih čajnih mešanic.\nRazvito orodje omogoča določanje in odločanje lastnih in prodajnih cen čajnih mešanic na eko-socialni kmetiji Korenika ob različnih scenarijih proizvodnje. S tem lahko hipotezo 2 potrdimo.\nH3: Na osnovi rezultatov raziskave bo eko-socialna kmetija Korenika lahko določila ustrezne prodajne cene posameznih zdravilnih rastlin in čajnih mešanic za namen tržne dejavnosti. \nEko-socialna kmetija Korenika bo lahko določila ustrezne prodajne cene posameznih zdravilnih rastlin in čajnih mešanic na osnovi razvitega orodja in podatkov, ki iz tega izhajajo, zato lahko hipotezo 3 v celoti potrdimo.\n"], "abstract": ["Zdravilne rastline, ki se uporabljajo v čajnih mešanicah so namenjene potrošnikovemu zdravju ter počutju. Cilj naloge je bila ocena ekonomske upravičenosti sušenja zdravilnih rastlin in priprave čajnih mešanic na eko-socialni kmetiji. V ta namen je bil razvit simulacijski model, kjer je bila uporabljena metoda kalkulacij skupnih stroškov. Zbiranje podatkov je bilo na terenu osredotočeno na zdravilne rastline, ki se nabirajo na območju Pomurja. Zbrani podatki služijo kot vhodni parametri za kalkulacijo posamezne zdravilne rastline in v nadaljevanju tudi za pripravo kalkulacij čajnih mešanic, ki so namenjene trgu. Ekonomska analiza čajnih mešanic je bila prikazana v treh scenarijih. Rezultati kažejo, da je sušenje zdravilnih rastlin in priprave analiziranih vrst čajnih mešanic ekonomsko upravičena za Domači čaj in Korenikin čaj (Ke = 1,00). Pri Kocljevem čaju je proizvodnja ob predpostavljenih parametrih ekonomsko neupravičena. Ocenjeni so bili še nekateri ekonomski parametri, ki so osnova za odločanje o pridelavi in pripravi že omenjenih čajnih mešanic in so prikazani v poglavju rezultati. "]}