{"1": ["1 UVOD", "Združena setev je sistem večvrstnega načina pridelave, v katerem dva ali več posevkov rastejo skupaj na isti pridelovalni površini (Mukhala in sod. 1998, Petersen 1994). Posevki ni nujno, da so posejani hkrati in tudi rok njihovega spravila je lahko različen, pri čemer pa v času rasti zavzemajo isti rastni prostor. Posevke po navadi spravljamo posamično ali skupaj.\nSetev koruze in visokega fižola (Phaseolus vulgaris L.) v združeni setvi je bila v preteklosti v Sloveniji in nekaterih drugih državah tradicionalna (Bavec in sod. 2003). Sistem je šel v pozabo zaradi drugačnega koncepta pridelave (večja ponudba kakovostnih in visokoproduktivnih sort na trgu, uporaba mineralnih gnojil in sintetičnih sredstev za varstvo rastlin, kolobarjenje), čeprav ima številne prednosti, ki so pomembne za naravi prijazen način kmetovanja. Združena setev se je ponudila kot odlična priložnost za ekološko kmetovanje, saj je prepoved uporabe lahko topnih gnojil in sintetičnih sredstev za varstvo rastlin prisilila pridelovalce, da kar najbolj izkoristijo naravne mehanizme v pridelavi. Mnoge raziskave so pokazale, da združena setev zagotavlja tudi bolj redne in stabilnejše pridelke kot pridelava samostojnih posevkov. Z njo dosežemo boljšo prekritost tal, zmanjšano erozijo ter učinkovitejše črpanje vode in hranilnih snovi v različno globokih plasteh tal (Zimmermann 1996). Združena setev nam torej ponuja možnost povečanja biotične pestrosti rastlin v kmetijski pridelavi.\nPridelki iz združene setve lahko predstavljajo pomemben proizvodni sistem v ekološkem kmetijstvu, predvsem koruza in visoki fižol imata visoko vsebnost beljakovin v silaži za krmo živali in semena pri človeški prehrani (Bavec in sod. 2005). Pri primerjavi silaže združene setve s fižolom in koruzne silaže navajajo Anil in sod. (2000), da je z visoko surovo beljakovinsko vrednostjo pri prežvekovalcih silažna masa združene setve koruze in visokega fižola lahko pomemben vir beljakovin. Pridelki v združeni setvi so lahko statistično značilno višji v primerjavi s samostojnimi posevki zaradi učinkovitejšega \nkoriščenja svetlobe, vode in hranil. Za merjenje agronomskih prednosti združene setve je bil v večini primerov uporabljen Land Equivalent Ratio (LER) (Mead in Willey, 1980). Površina lista je merjena kot glavni fotosintezni akceptor, prikazan kot Leaf Area Index (LAI), indeks listne površine.\nNajvečjo raznovrstnost in pomen imajo združene setve v tropskih predelih Azije, Amerike, Afrike, vzhodnem in zahodnem delu ZDA ter na Bližnjem vzhodu, kjer so posebno zanimive v tradicionalnih sistemih kmetovanja z omejenimi pridelovalnimi površinami, manj pa je tovrstna pridelava zastopana v intenzivnem kmetijstvu (Vandermeer 1989). Pri nas se je združena setev ponovno začela uvajati v kmetijstvu za prehrano živali.\nNamen diplomskega dela je primerjati rast in razvoj ter pridelek koruze in visokega fižola v združeni setvi v primerjavi s samostojnimi posevki koruze in fižola. Cilj je preveriti primerna razmerja setve koruze in visokega fižola za doseganje optimalnih pridelkov.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Združena setev", "Izrasoslovje združene setve\nGlavni izraz, ki se nanaša na združeno setev, je večkratna setev (ang. Multiple Cropping), v njeno kategorijo pa spadata zaporedna setev (ang. Sequential Cropping) in združena setev (ang. Intercropping). Večkratna setev pomeni pridelovanje dveh ali več posevkov na isti njivi v istem letu oz. isti pridelovalni sezoni. Petersen (1994) deli večkratno setev v dve kategoriji:\n- Zaporedna setev je definirana kot časovno odvisna oblika večkratne setve, ki pomeni  rast dveh ali več posevkov na isti površini v enem letu. Intenzifikacija posevka je  odvisna samo od časovnega obsega in ni interakcije med posevki. Gre za  pridelovanje samo enega posevka naenkrat na isti površini.\n- Združena setev je hkratna rast dveh ali več posevkov na isti površini, pri čemer pa  lahko gre za združeno setev z zamikom, kjer se rastni dobi posevkov časovno  povsem ne prekrivata in je drugi posevek posejan za prvim. Pri pravi (popolni)  združeni setvi gre za sočasno pridelovanje dveh ali več posevkov na isti  pridelovalni površini.\nV kategoriji združene setve ločimo še štiri podkategorije (Ecological Agriculture Project 2011):\n- Mešanice vrst in sort kmetijskih rastlin, ki pomenijo hkratno rast dveh ali več  posevkov brez posebne razporeditve vrst (npr. setev graha in ječmena, rži in  ječmena, pšenice in rži).\n- Vrstna združena setev, ki pomeni hkratno rast dveh ali več posevkov, kjer enega ali  več posevkov sejemo v vrste (npr. zelenjadnice). \n - Setev v pasove, kjer sta vrsti posejani v različne pasove, kar omogoča ločeno  obdelavo obeh posevkov (npr. koruza in metuljnice).\n- Setev v več nivojih (ena trajna vrsta in ena ali več dvoletnih ali enoletnih vrst), po  navadi ta sistem združene setve prevladuje v drevesničarstvu (Intercropping 2011).\n"], "4": ["2.2 Poskusna modela v raziskovanju združene setve", "Poznani sta dve osnovni eksperimentalni zasnovi, ki ju po navadi uporabljamo pri preučevanju kompetitivnega (tekmovalnega) odnosa. Pri aditivnem modelu je konstantna gostota ene vrste kombinirana z različnimi gostotami druge vrste. Ta zasnova se v glavnem uporablja pri vrednotenju vpliva plevelov na rast posameznih posevkov, uporabimo jo lahko tudi za preučevanje vpliva različnega števila sosednjih rastlin na posamezno opazovano rastlino ali vrsto (Pacala in Silander 1990). Pri substitucijskem modelu (model nadomestitve) sta posevka obeh vrst v združeni setvi zastopana v različnih deležih, skupna gostota v združeni setvi pa je konstantna. Določen delež rastlin v združeni setvi ene vrste je nadomeščen z rastlinami druge vrste. Gostota rastlin v združeni setvi ostane nespremenjena ne glede na delež nadomeščenih rastlin (Federer 1993, Conolly in sod. 2001). \nAditivni vzorec združene setve\noooo xxxx oxoxoxox\noooo xxxx oxoxoxox\noooo xxxx oxoxoxox\noooo xxxx oxoxoxox\nPosevek 1 Posevek 2 Združena setev\nSubstitucijski vzorec združene setve\noooo xxxx oxox\noooo xxxx oxox\noooo xxxx oxox\noooo xxxx oxox\nPosevek 1 Posevek 2 Združena setev\nShema 1: Dva najpogosteje uporabljena eksperimentalna modela v združeni setvi, kjer so\nrastline obeh posevkov razporejene v izmenjajočih se vrstah (Conolly in sod.  2001)\n"], "5": ["2.3 Osvetlitev rastlin", "Pomembno vlogo pri sprejemanju sončne energije in dotekanju rastlinskih asimilatov v zrnje ima kot glavni vir asimilatov predvsem listna površina z vsemi ostalimi zelenimi rastlinskimi deli, ki s svojo morfološko strukturo, anatomsko zgradbo, velikostjo in fotosintetsko aktivnostjo omogočajo kar največ sintetizirane organske snovi (Bavec 2003). Osvetlitev pogojujejo kot, pod katerim rastejo listi koruze, velikost metlic, število in razpored rastlin ter smer vrst. Cilj žlahniteljev rastlin je, da imajo rastline čim bolj pokončne (erektofilne) liste ali polpokončne (semi erektofilne) liste in čim manjše metlice, \nda ne zasenčujejo listov pod njo. Bavec (2003) navaja, da se pridelek zelo poveča predvsem v gostih posevkih hibridov s pokončnimi listi. Smer setve koruze zagotavlja boljšo osvetlitev rastlin in s tem višji pridelek. Zato je treba koruzo sejati v smereh vzhod- zahod in severovzhod-jugozahod, nikakor pa ne v smeri sever-jug.\n"], "6": ["2.3 Razvoj listne površine", "Kako rastline prestrezajo sončno sevanje, je odvisno od listne površine posevka v rastni dobi (Biscoe in Gallagher 1977). Po vzniku rastline je položaj listov tisti, ki odloča, kolikšna površina tal bo prekrita z listno površino in koliko svetlobe bodo listi sprejeli. V tej fazi razvoja posevka je zelo pomembno, da vodoravno rastoči listi ustvarijo zasnovo visokoproduktivnega posevka. Ko vrednosti LAI narastejo na tri in več, je večina vpadnega sončnega sevanja že absorbirana z listi. V tem času mora biti optimalna vrednost LAI ohranjena čim dalj časa z najučinkovitejše prestrezanje svetlobe. Pri mnogih vrstah to dosežemo z razvojem novih višjeležečih listov na rastlini. V razvoju rastlin obstajajo tri ključna obdobja razvoja listne površine. Prvo obdobje je od vznika do časa, ko je dosežena optimalna vrednost LAI. To obdobje mora biti čim krajše, v nasprotnem primeru sončno sevanje absorbirajo tla in s tem se izgublja. Drugo je obdobje optimalne vrednosti LAI. To mora trajati čim dlje. Tretje obdobje odmiranja listov naj bi bilo čim krajše v razvoju rastlin z namenom proizvodnje ogljikovih hidratov. To ni vedno zaželeno, saj je v listih pomembna količina beljakovin, ki se med odmiranjem listja razgradi v dušikove spojine (npr. pri žitih v zrnje) (Wahid in Rasul 2005).\n"], "7": ["2.4 Kazalci tekmovalnosti v združeni setvi", "V kontekstu raziskav o združenih setvah se v večji meri uporablja le manjši delež indeksov (Connolly in sod. 2001), ki so prikazani v preglednici 1. Najbolj razširjen indeks, ekvivalent pridelovalne površine – LER (Land Equivalent Ratio), sta uvedla Willey in Osiru (1972). Ta indeks sta uvedla, da bi ocenila produktivnost združene setve, kjer osnovno merilo predstavlja skupna površina tal, ki je potrebna za samostojen posevek, da doseže enak pridelek kot v združeni setvi. LER je povezan z indeksom relativnega pridelka – RYT (Relative Yield Total), ki sta ga uvedla de Wit in Van den Bergh (1965). Kot merilo produktivnosti združenih setev sta indeksa LER in RYT pogosto identična, čeprav se lahko razlikujeta glede na čisti posevek, iz katerega je LER izračunan (Joliffe 2000). Delni (parcialni) LER, koeficient agresivnosti in kompetativno razmerje (CR) so trije indeksi, ki so bili uvedeni kot merilo za določanje moči kompeticije (Weigelt in Joliffe 2003). Koeficient agresivnosti (Aab) pogosto uporabljamo v primeru tekmovalnosti med vrstami v združeni setvi. Če je vrednost Aab enaka 0 sta vrsti enako agresivni ena proti drugi (Yilmaz in sod. 2007). S kompetitivnim razmerjem podrobneje določimo tekmovalno sposobnost vrst, z izračunom pa določimo količnik med relativnim pridelkom (RY) oz. delnima LER- oma obeh vrst (Willey in Rao 1980). Skupna učinkovita površina daje informacijo o prednosti združene setve glede učinkovitosti izrabe pridelovalne površine v primerjavi z učinkovitostjo izrabe le-te pri samostojnih posevkih, upošteva pa površine, ki jih zavzemajo samostojni posevki, skupno površino posevkov v združeni setvi in vrednosti količnika ekvivalenta tal ( Weigelt in Joliffe 2003). \n  Joliffe 2003)\nLegenda: *  Yz1- pridelek prve vrste, Ys1- pridelek te vrste v čisti setvi **  Yab in Yba – pridelek vrste a in pridelek vrste b v združeni vrsti, Yaa in Ybb – pridelek vrste a in pridelek vrste  b v samostojnem posevku, Zab in Zba – delež površine, ki jo zavzemata vrsti a in b v združeni setvi glede  na površino, ki jo zavzemata kot samostojna posevka. *** b,c – vrsta **** n.p. – ni podatka, A1 – površina zasejana s posevkom vrste 1, A2 – površina zasejana s posevkom vrste  2, Am – površina zasejana s posevkoma v združeni setvi\n"], "8": ["2.5 Produktivnost združenih setev", "Združeno setev koruze z visokim fižolom so raziskovali tudi pri nas, na kmetiji Živec v Majšperku, kjer je bil izveden dvoletni poskus v letih 1997 in 1998. Cilj raziskave je bil primerjati vplive na morfološke spremembe pridelka koruze in visokega fižola v ekološkem kmetijstvu. Ugotovili so, da se višina koruze v čistem posevku ni bistveno razlikovala med letoma poskusa (1,38 – 1,40 m). Medtem ko je bila koruza, posejana v združeni setvi z visokim fižolom, povprečno visoka 1,41 m, v nasprotju s koruzo kot čistim posevkom, ki je bila povprečno visoka 1,35 m. LAI koruze je bil med letoma poskusa od 3,6 do 4,1. Skupni LAI (koruza + fižol) je bil znatno višji (5,0) kot LAI koruze, posejane v čistem posevku (3,7). V povprečju je bil LAI v vseh tretiranjih od 3,8 do 4,1. Pridelek \nkoruze za zrnje v združeni setvi (koruza + fižol) je bil precej nižji (11200 kg /10 m2) v primerjavi s koruzo posejano kot čisti posevek (12070 kg 10m-2), vendar je bilo pri združeni setvi tudi 0,48 kg 10m-2 fižola, kar predstavlja pomemben vir beljakovin iz fižola za izboljšanje prehrane prežvekovalcev (Anil in sod. 2000). Pridelek silaže v združeni setvi je znašal 24,5 t ha-1, pri solo setvi pa 25,4 t ha-1. Vrednosti indeksa za koruzo glede na fižol so bile pozitivne v obeh letih, v povprečju 0,45. To je potrdilo trditve, da je koruza močnejši konkurent kot visoki fižol (Francis in sod. 1982; Pilbeam in sod. 1994). LER za koruzo je znašal v povprečju 0,98.\nZdružene setve koruze in visokega fižola so raziskovali tudi v severni Afriki, Tsubo in sod. (2003). Cilj raziskave je bil oceniti produktivnost setve koruze in fižola v čisti setvi in v združeni setvi v treh rastnih sezonah (preglednica 2). Rezultati poskusa so pokazali prednost združene setve, saj je bil skupni LER v vseh obravnavanjih večji od 1. Skupni LER-i so se gibali od 1,06 do 1,58. Najvišji LER je bil dosežen pri različnem terminu setve (11. januar 2001), in sicer 1,58. Najmanjši pa pri usmerjenosti vrst S-J (1,06). Najvišja masa nadzemnega pridelka je bila dosežena v čistem posevku koruze, in sicer 10.3 t ha-1 (6,7 rastline m-2). V čistem posevku fižola je bila najvišja masa pridelka pri 12,5 rastline m-  in sicer 5,4 t ha-1. V združeni setvi koruze in visokega fižola je bila najvišja masa pridelka dosežena pri razmerju setve 6,7 rastline m-2. Pri usmerjenosti vrstic sever-jug so bili večji pridelki nadzemne mase ha-1 v čisti setvi koruze (8,5 t ha-1), prav tako v združeni setvi koruze in fižola (8,5 t ha-1). Pri čisti setvi fižola je bila največja dosežena nadzemna masa pri usmerjenosti vrstic vzhod–zahod. Največjo nadzemno maso koruze v čisti setvi so dobili pri drugi setvi, in to 3,4 t ha-1, v združeni setvi, prav tako pri drugem terminu setve. Pri različnem terminu setve v čisti setvi fižola ni bilo razlik. \nV letu 2004 je bil po enaki shemi poskusa in metodah dela zasnovan poskus združene setve koruze in visokega fižola kot v tem diplomskem delu. Dobili so naslednje rezultate: s povečanjem gostote koruze v združeni setvi s 3 na 12 rastlin m-2 so se žetveni indeksi zmanjševali z 0,62 na 0,57 in LER z 0,99 na 0,84, medtem ko se je s povečanjem te gostote višina rastlin povečevala z 2,0 na 2,1, pridelek zrnja s 5919 na 10179 kg ha -1, pridelek nadzemne mase z 19.070 na 34.610 kg ha-1. V posevku fižola se je pridelek zrnja povečeval s povečevanjem gostote fižola z 1,5 na 24 rastlin m-2 in sicer s 1084 na 3313 kg ha-1, pridelek nadzemne mase z 2910 na 9096 kg ha-1. S povečanjem gostote koruze s 3 na 12 rastlin m-2 se je pridelek zrnja fižola v združeni setvi povečeval z 882 na 1506 kg ha-1, pridelek nadzemne mase z 2858 na 5374 kg ha-1. Najvišji pridelek zrnja, nadzemne mase in indeks listne površine so bili doseženi pri razmerju setve 1:2, najvišji žetveni indeks pa pri razmerju 1:1. Skupni pridelek zrnja obeh poljščin se je povečeval z večanjem gostote koruze s 3 na 12 rastlin m-2, in sicer s 6801 na 11.684 kg ha-1, pridelek nadzemne mase z 21928 na 39984 kg ha-1 in indeks listne površine z 2,7 na 8,0, medtem ko se je s povečanjem te gostote žetveni indeks zmanjševal z 1,10 na 0,93, LER pa z 1,70 na 1,48 (Zupanič 2005).\n"], "9": ["3 MATERIAL IN METODE DELA", ""], "10": ["3.1 Zasnova poskusa", "Poljski poskus je bil izveden leta 2005 na lokaciji Univerzitetnega kmetijskega centra (UKC) Pohorski dvor v Pivoli pri Mariboru (46o30'16\"S, 15o37'52\"V, 302 m n. v.).\nNa posestvu Pohorski dvor se pojavljajo distrična rjava tla. Za ta tip tal je značilno, da se razvije na nekarbonatni podlagi in je avtomorfnega nastanka (tla, nastala pod vplivom padavinske vode, ki prosto odteče skozi talni profil). Na Pohorskem dvoru je ta tip tal zaradi dolgoletne kmetijske rabe že močno izgubil distrični značaj. Tla spadajo v teksturni razred srednje težkih, peščeno-ilovnatih tal (67,4 % peska, 24,2 % melja in 8,3 % gline). Dobra lastnost teh tal je, da nudijo v skrajnih sušnih razmerah rastlinam več dostopne vode kot lahke naplavine (Stepančič in sod. 1998).\nPredposevek je bila deteljno-travna mešanica (DTM). Jeseni je bila opravljena osnovna obdelava tal. Spomladi smo tla predsetveno obdelali s predsetvenikom.\nPoskus je bil postavljen po prilagojeni shemi poskusa, ki je bila predstavljena v knjigi Petersena (1994), v štirih ponovitvah, od katerih je vsaka vsebovala štiri parcele in v vsaki parceli je bilo 14 parcelic. Vsaka parcelica koruze v kombinaciji s fižolom je v posamezni parceli posamezne ponovitve predstavljala eno obravnavanje in v vsaki parcelici koruze je bila različna gostota fižola, medtem ko je bila gostota koruze v posamezni parceli vedno enaka. V vseh ponovitvah posamezne parcele je bilo v posamezni parceli, kjer je bila samo koruza in koruza + fižol, vedno 30 koruznih rastlin, ne glede na dolžino parcelic in gostoto koruze. Število fižolovih rastlin ob koruzi se je v vsaki posamezni parcelici posamezne parcele zmanjševalo zaradi zmanjševanja sklopa fižolovih rastlin. Razmerje setve med koruzo in fižolom je bilo v posamezni parcelici v vseh parcelah vedno enako, ne glede na dolžino parcelice, gostoto koruze in gostoto fižola. \nLegenda: x-i = gostote fižola/m2, 3,6,9,12 = gostote koruze/m2, 1:0, 1:2, 1:1,66, 1:1,33, 1:1, 1,5:1, 2:1 = razmerje setve med koruzo in fižolom\nShema 2: Shema poskusa (Zupanič 2005)\nKoličenje poskusa\nNajprej smo zakoličili celotno površino poskusa 29,75 x 39,2 m in znotraj te površine 4 ponovitve. V vsaki ponovitvi smo nato zakoličili 4 parcele in v vsaki parceli 14 parcelic z medvrstno razdaljo 0,7 m.\nPresledek v vrsti smo računali po naslednjem obrazcu:\nVR = P : (MR x ŠR) \nVR = presledek v vrsti (m)\nP = površina (m-2)\nMR = medvrstni razmik (m)\nŠR = število rastlin P-1\n"], "11": ["3.1.1 Odvzem vzorcev tal za analizo Nmin", "Vzorce smo jemali s pedološko sondo (0–90) po obeh diagonalah v drugi dekadi aprila. Po vsaki diagonali smo odvzeli 12 vzorcev. Sondo smo s kladivom zabili v tla do globine 90 cm. Nato smo vsak vzorec s posamezne globine (0-30, 30-60, 60-90 cm) dali v svoje vedro. Vzorce iz posameznih veder smo označili z lističem s podatki: ime, priimek in naslov naročnika analize, ime parcele, datum odvzema, globina odvzema, predhodna poljščina, vrsta pridelave, vrsta tal in vrsta analize. Vse skupaj smo dali v PVC-vrečko, ki smo jo zavezali in dali v hladilno torbo do laboratorija. Kemične analize tal smo opravili v laboratoriju Fakultete za kmetijstvo in biosistemske vede v Mariboru.\nPo kemični analizi tal smo ugotovili, da je založenost tal z N – NH4 14,5 kg N/ha in N – NO3 98,4 kg N/ha, kar je prikazano v preglednici 3.\nZa izračun mineralnega dušika tal smo uporabili vrednosti specifične mase tal za lokacijo Pohorski dvor, določene leta 2006 (Jakop 2010).\nNa podlagi dobljenih rezultatov smo izračunali količino mineralnega dušika (Nmin) v tleh (0-0,0,3; 0,3-0,6; 0,6-0,9) po naslednjem obrazcu:\nVolumska masa tal znaša za srednje težka tla na Pohorskem dvoru (0-0,3) 1280 kg/m3, (0,3-0,6) 1350 kg/m3 in (0,6-0,9) 1400 kg/m3. \nVzorčenje za določanje P2O5, K2O in pH smo opravili v drugi dekadi aprila.\nVzorce za analizo Al smo jemali po enakem postopku kot za analizo N-min, le da samo do globine 30 cm. Analiza tal nam je pokazala (preglednica 4), da je pH-vrednost tal 6,3, to pomeni, da so tla zmerno kisla. V praksi štejemo k nevtralnim tlem vsa tla v območju pH- vrednosti od 6,5 do 7,5. Za večino rastlinskih vrst je najugodnejši pH od 6,0 do 7,0 oz. v organskih tleh od 5,5 do 6,0. Založenost s fosforjem je bila 24,5 mg/100 g tal, kar pomeni, da spada v C razred založenosti tal (Leskošek 1993). Tla v C-razredu so dobro založena, kar pomeni, da je cilj gnojenja dosežen. Založenost tal s kalijem je bila 12 mg/100 g tal, kar pomeni, da so tla z njim srednje preskrbljena.\nUKC Pohorski dvor\n"], "12": ["3.1.2 Uporabljena hibrid in sorta", "V poskusu smo uporabili hibrid koruze DK 300 in staro slovensko avtohtono sorto fižola jeruzalemski visoki. Za hibrid koruze je značilno, da je srednje visok in spada v zrelostni razred FAO 320. Je dvolinijski hibrid, poltrdinka in se uporablja za pridelavo zrnja in silažo. Odlikujejo ga zelo hiter mladostni razvoj, visok potencial za pridelavo zrnja, vrhunska kvaliteta zrnja, odlična prebavljivost in konzumacija. Hibrid je bil registriran leta 1998 (MKGP 2004).\nFižol jeruzalemski visoki je stara slovenska avtohtona sorta, srednje bujna in zraste 4 do 5 m visoko. Je zgodnja sorta, ki cveti v juliju, pridelek pa pobiramo že konec julija ali avgusta. Cvet je bele barve, stroki so rumeni, ploščati, široki od 1 do 1,3 cm, dolgi med 12 in 15 cm in brez niti. Zrnje je rjavkaste barve, absolutna masa (masa 1000 zrn) znaša od 450 do 480 g. Sorto lahko uporabljamo za stročje in za zrnje (Semenarna Ljubljana 2004). Sorta je bila registrirana leta 1989 (MKG 2004).\n"], "13": ["3.1.3 Izvedba poskusa", "Nakaljeno koruzo smo sejali 10. 5. 2005 v globino 3 cm, nakaljen fižol h koruzi pa 22. 5. 2005 enako globoko. Fižol smo nakaljevali v žagovini, ki smo jo prej namočili z vodo. Pred setvijo smo si na posamezne letve označili vrstne razdalje, ki so pripadale posameznim gostotam koruze in posevka fižola. Ob vsaki zakoličeni parcelici smo na količka napeli vrv in ob njej z motiko naredili jarek. V jarek smo nato polagali vnaprej pripravljene letve, ki so nam pokazale pripadajočo gostoto parcelic in ob njih polagali zrna v zemljo. Prvo seme koruze ali fižola smo v vsaki parcelici posamezne parcele vedno posejali na polovici vrstne razdalje, ki je bila v posamezni parcelici. Fižol h koruzi pa smo sadili tako, da smo z motiko naredili fino plast ob koruzi, v katero smo nato polagali seme fižola. \nKoruzne rastline so vznikle 17. 5. 2005, fižolove 31. 5. 2005. Nakaljeno koruzo smo dosejavali 21. 05. 2005 enako globoko kot pri setvi. Na vsako manjkajoče mesto smo posejali 2 semeni. Dosejana semena koruze so vzniknila teden pozneje. Redčenje koruze smo opravili v fazi 3-5 listov (21-23 po Meierju). Oporo smo postavili na polovici medvrstne razdalje dveh parcelic, tako da smo na eno oporo napeljali dve parcelici fižola. Najprej smo na parcelah postavili prve in zadnje stebre. Na sredini prvega in zadnjega stebra smo zabili po en žebelj in nanju napeli vrv, ob kateri smo z leseno palico 3 m dolgo merili vrstne razdalje. Tako smo naredili v vsaki parcelici opore. V vsaki parcelici je bilo 11 lesenih stebrov premera 10 cm in visokih 3,50 m. Vrstna razdalja med stebri je bila 3 m, medvrstna pa 1,4 m. Pri napenjanju žice smo s koluta odmerili 30 m žice in jo odrezali. Nato smo jo z napenjalnikoma na prvem in zadnjem stebru v parcelici napeli in pritrdili na vrhu stebrov z U-žebljički. Nato smo odmerili 2–krat po 3,15 m žice in jo namestili na prvi in zadnji steber v parcelici v zarezi, da se žica ni popeljala, in jo z napenjalnikoma napeli na končni sidri v tleh.\nKoruzo smo dognojili 10. 6. 2005 v fazi 7-9 listov (25-26 po Meierju) z organskim mineralnim gnojilom Biosol, ki vsebuje 6 do 9 % dušika, 1 do 3 % P2O5, 1 do 4 % K2O in 70 do 90 % organske snovi. Pri izračunu smo uporabili sredinsko vrednost za dušik (7,5 %). Izračunano količino gnojila na rastlino v posamezni parceli smo dognojevali z jourtovim lončkom, ki smo si ga naredili za mero.\nKoličino gnojila za dognojevanje koruze smo izračunali po naslednjem obrazcu:\nK = količina gnojila na rastlino (g)\nCV = ciljna vrednost čistega dušika za koruzo (kg ha-1)\nNmin = izračunana količina mineralnih oblik dušika v globini 0-90 cm (kg ha-1)\nP = površina (m-2) \n10 = faktor\n% H = delež hranila v gnojilu\nŠR = število rastlin na površino\nPlevele smo zatirali mehanično z okopavanjem. V času vegetacije smo poskus 3-krat okopali. Prvič smo ga okopali 21. 5. 2005, drugič smo okopavali 9. 6. 2005 in tretjič 23. 6. 2005.\n3.2 Meritve rastlin in vrednotenje rezultatov\nV vsaki parcelici, ki smo jo obravnavali, smo med rastjo v fazi metličenja (59 po Meierju) izmerili višino petih rastlin od tal do metlice. Rastline smo določili tako, da smo izbrali vsako tretjo. Vsako rastlino, ki smo jo izmerili smo tudi označili z vrvico. Ob vsaki izbrani koruzi, ki smo jo označili, in ob sosednjih dveh koruzah je moralo rasti toliko fižolovih rastlin, kot je prikazano na shemi, ki smo jo prej izdelali. Če do konca parcele nismo mogli izbrati petih koruznih rastlin zaradi manjkajočih fižolovih rastlin, smo začeli na začetku parcelice in drugo rastlino šteli kot prvo.\nV fazi tehnološke zrelosti smo opravili naslednje meritve:\n"], "14": ["3.2.1 Analiza listne površine pri koruzi in fižolu v čistem posevku in v združeni setvi", "Listno površino koruze smo analizirali v fazi metličenja samo na označenih rastlinah v parcelicah. V čistem posevku fižola smo v posamezni obravnavani parcelici pri gostotah 1,5; 3; 4,5; 6 in 9 rastlin m-2 analizirali listno površino na petih označenih rastlinah. Fižolove rastline smo označili z vrvico. Pri gostotah 1,5; 3; 4,5; 6 in 9 rastlin m-2 smo označili vsako tretjo, pri gostotah 18 in 24 rastlin m-2 pa vsako šesto; s tem smo z izbiranjem rastlin prišli do polovice parcelice ali dlje. \nListno površino pri koruzi smo izračunali po obrazcu:\nP = (d x š) x 0,75 x r\nP = listna površina (m-2)\nd = dolžina lista (m)\nš = širina lista (m)\n0,75 = faktor\nr = število listov na rastlino\nIzračun indeksov listnih površin pri koruzi:\nLAI = indeks listne površine na površino tal\nP = izračunana površina listov na rastlino (m)\nšt = število rastlin\nIzračun listne površine v posevku fižola in fižola ob koruzi:\nP=\nP = površina listov (m-2)\nn = število rastlin\nIndekse listnih površin v posevku fižola in fižola ob koruzi smo izračunali po enakem obrazcu kot indekse listnih površin pri koruzi.\n"], "15": ["3.2.2 Štetje koruznih in fižolovih rastlin", "V vsaki obravnavani in kontrolni parcelici smo prešteli rastline.\n"], "16": ["3.2.3 Pobiranje označenih koruznih in fižolovih rastlin in pridelka v združeni setvi", "Najprej smo v vsaki obravnavani parcelici pobrali fižolove stroke in fižolove rastline, ki so rasle ob petih označenih koruznih rastlinah. Nato smo pobirali storže na petih označenih rastlinah v parcelicah. Te smo prešteli in jih dali v vrečo. Nazadnje smo te rastline poželi, jih razrezali na kose in jih z ličjem vred dali v vrečo. Iz preostalih vrst smo pobrali samo storže, jih prešteli in dali v vrečo. V vsako posamezno vrečo smo dali list z oznako ponovitve, parcele in parcelice.\n"], "17": ["3.2.4 Pobiranje fižolovih rastlin in pridelka v čistem posevku", "V vsaki obravnavani parcelici smo na petih označenih rastlinah pobrali stroke in jih dali v papirnato vrečko. Nato smo rastline, ki so bile označene, poželi tik nad tlemi in jih dali v vrečo, v katero smo dali list z oznako parcele, ponovitve in parcelice. S preostalih rastlin v parcelici smo pobrali samo stroke in jih dali v papirnato vrečko. Vsako vrečko smo označili z oznako ponovitve, parcele in parcelice. Vrečke s stroki petih rastlin smo še označili z oznako (5).\n"], "18": ["3.2.5 Tehtanje svežih koruznih in fižolovih rastlin in pridelka", "Iz vsake obravnavane in kontrolne parcelice posamezne parcele smo najprej stehtali (s tehtnico) storže petih označenih rastlin, nato te označene koruzne rastline in nazadnje storže preostalih rastlin v parcelici. Storže označenih rastlin smo nato zluščili, da smo lahko stehtali klasince. Klasince smo spravili v papirnato vrečko, zrnje pa v polivinilasto vrečko. Vsako vrečko smo označili z lističem. Listič je vseboval oznako parcele, ponovitev in parcelice. Vzorec zrnja smo odnesli na Kmetijsko-gozdarski zavod Maribor, kjer smo z merilnikom vlage določili vlago. Pri tehtanju fižola smo najprej stehtali stroke petih \noznačenih rastlin, nato označene fižolove rastline in nazadnje stroke preostalih rastlin v parcelici. Zrnje fižola označenih rastlin smo izluščili in ga stehtali, prazne stroke smo dali sušit.\nIzračun prideleka zrnja fižola ob koruzi:\nP = pridelek zrnja fižola ob spravilu kg ha-1\nmz = masa zrnja fižolovih rastlin raslih ob n-tih koruznih rastlinah (kg)\nŠR1 = število fižolovih rastlin, raslih ob n-tih koruznih rastlinah\nPridelek zrnja ob koruzi smo izračunali ob spravilu.\n"], "19": ["3.2.6 Tehtanje svežih fižolovih rastlin in pridelka v čistem posevku", "Fižolove rastline, stroke in pridelek smo tehtali enako kot fižolove rastline, stroke in pridelek zrnja fižola v združeni setvi. Po vsakem tehtanju smo si podatke zapisali.\nIzračun pridelka zrnja koruze in fižola v čistem posevku:\nP = pridelek zrnja koruze ali fižola ob spravilu (kg ha-1)\nmz = masa zrnja koruze ali fižola n-tih rastlin ob spravilu (kg)\nŠR = število rastlin ha-1\nn = število rastlin\n"], "20": ["3.2.7 Sušenje koruznih in fižolovih rastlin in fižolovih strokov", "Sušili smo vreče s koruznimi in fižolovimi rastlinami, vrečke s klasinci in zrnjem, v obravnavanih parcelicah fižola v čistem posevku le prazne stroke označenih rastlin, v parcelicah združene setve pa le prazne stroke fižolovih rastlin, ki so rasle ob označenih koruznih rastlinah. Sušili smo v sušilnici pri 70 oC do konstantne mase.\n"], "21": ["3.2.8 Tehtanje suhih koruznih in fižolovih rastlin in fižolovih strokov", "Po končanem sušenju smo s tehnico stehtali vreče s koruznimi in fižolovimi rastlinami ter vrečke s praznimi fižolovimi stroki.\nPridelek zrnja koruze, fižola ob koruzi in pridelek fižola v čistem posevku izračunana na 14 % vlage:\nP = pridelek zrnja koruze (fižola) pri želeni vlagi kg ha-1\nmz = masa zrnja koruze (fižola) ob spravilu kg ha-1\nv1 = vlaga ob spravilu (%)\nv2 = želena vlaga (%)\nIzračun žetvenega indeksa koruze in fižola:\nHI =\nHI = žetveni indeks\nSSZ = suha snov zrnja n-tih rastlin (kg)\nSSS = suha snov stebel n-tih rastlin (kg) \nSSL = suha snov listja n-tih rastlin (kg)\nSSK = suha snov klasincev n-tih rastlin (kg)\nIzračun LER-ov:\nLER = ustrezno razmerje izrabe tal (ekvivalent tal)\nP1 = pridelek poljščine, pridelan v posevku združene setve (kg ha-1)\nP2 = pridelek poljščine, pridelan v čistem posevku (kg ha-1)\n"], "22": ["3.3 Statistična obdelava podatkov", "Podatke za statistično obdelavo smo pripravili v Excelu. V program MS Excel smo vnesli ponovitve, gostoto koruze, razmerje setve med koruzo in fižolom, višino koruz, število listov na rastlino, dolžino in širino listov, število rastlin v obravnavanih in kontrolnih parcelicah, število in mase storžev, mase mokrih rastlin, mase suhih rastlin, mase mokrega zrnja, mase suhih klasincev, mase suhih praznih strokov fižola.\nAnalizo variance smo opravili s statističnim programom statgraphics Centurion XV Profecional (Statgraphics® 2005). Statistično značilne razlike med obravnavanji (Duncan) so pri stopnji verjetnosti (95 %) označene z različnimi črkami (a, b, c).\n"], "23": ["3.4 Vremenske razmere", "Vremenske podatke referenčne meteorološke postaje na letališču v Mariboru sem pridobila iz mesečnih in letnih letopisov Agencije RS za okolje (www.arso.gov.si). Podatki o vremenskih razmerah v letu izvajanja poskusa in tridesetletnem obdobju (1961-1990) so prikazani v preglednici 5.\nDolgoletna povprečna letna temperatura je na omenjeni lokaciji 9,8 -C. Najhladnejši mesec je januar, takrat se povprečne dolgoletne temperature gibljejo okoli –1,3 -C. Najtoplejši mesec s povprečno temperaturo zraka 19,6 -C je julij.\nDolgoletna povrečna letna količina padavin znaša 1047 mm. Največ padavin pade v mesecu avgustu (129 mm), najmanj pa januarja in februarja (40-50 mm). Območje izvajanja poskusa tako spada po Koppenovi klasifikaciji klime v vlažni zmerno topel pas s suhimi zimami in modificirano srednjeevropsko klimo (Stepančič in sod. 1998). \n  Maribor\nSredi marca je sledil nenaden temperaturni preobrat. Osemnajsti marec je bil v večini Slovenije izjemno topel dan, z najvišjimi dnevnimi temperaturami med 20 in 25 oC. Vegetacijski prag 5 oC je bil v manj urbanih območjih severovzhodne Slovenije dosežen šele 1. aprila, to je 10 do 14 dni kasneje kot običajno.\nZimski meseci so bili precej sušni, čeprav je obilno snežilo še v prvih dneh marca. Do marca je padla le polovica padavin dolgoletnega povprečja. Nestanovitno in deževno vreme se je nadaljevalo še v aprilu in v prvi polovici maja.\nSpomladanska kmetijska dela, zlasti setev koruze in sajenje krompirja, so bila ovirana zaradi čezmerno namočenih tal. \nVodna bilanca v tleh je bila do zgodnjega poletja pozitivna, z največjimi presežki v osrednji Sloveniji. Pogoste padavine so bile tudi v juniju in juliju. Avgust je bil hladnejši, manj osončen in manj namočen kot običajno. Precej podobne vremenske razmere so se nadaljevale tudi septembra. Tla so bila presežno namočena, zaradi česar je spravilo pridelkov, predvsem koruze, potekalo počasneje. V prvi polovici oktobra so bili pogostejši sončni dnevi s temperaturami nad 20 oC in s svežimi nočmi s temperaturami blizu 10 oC. Tudi pozno jesenski in prvi zimski meseci so bili čezmerno namočeni (Meteorološki letopis 2005).\n(-C) in količino padavin (mm) po mesecih za obdobje od marca do oktobra v  letu 2005 v primerjavi z dolgoletnim povprečjem (1961-1990) za Maribor\n"], "24": ["4 REZULTATI Z RAZPRAVO", ""], "25": ["4.1 Analiza variance vpliva gostote koruze in fižola v čistem posevku", "Analiza variance je pokazala, da je gostota koruze statistično značilno vplivala na pridelek zrnja, pridelek nadzemne mase in indeks listne površine, na žetveni indeks pa ni imela statistično značilnega vpliva (preglednica 6).\nStatistično značilno najvišji in enak pridelek je bil dosežen v čisti setvi koruze v gostotah 9 in 12 rastlin m-2, pri fižolu pa pri 4,5 do 24 rastlin m-2. V obeh primerih je bil statistično značilno najnižji pridelek pri najmanjšem številu rastlin, vendar je bil ta enak pri 6 in 4,5 rastlinah fižola in pri 6 rastlinah koruze m-2. Najvišji pridelek zrnja koruze je bil pri gostoti 12 rastlin m-2 dosežen zato, ker je bilo število rastlin m-2 za 4-krat ali za 75 % večje v primerjavi z gostoto 3 rastline m-2. Tetio-Kagho in Gardner (1988a,b) navajata, da povečanje gostote koruze na 15,4 rastline m-2 še vedno povečuje pridelek zrnja.\nStatistično značilno najvišji in enak pridelek nadzemne mase koruze v čisti setvi (P ≤ 0,001) je bil dosežen pri gostotah koruze 9 in 12 rastlin m-2 in se statistično značilno razlikuje od pridelka pri gostoti 6 in 3 rastline m-2. Pridelki nadzemne mase so se s povečevanjem gostote s 3, 6, 9 na 12 rastlin m-2 povečevali s 16,13; 24,84; 32,76 na 36,18 kg 10m-2 kar navajata tudi Šalamun (2003) in Bavec (1992, 2003).\nGostota fižola v čistem posevku statistično značilno (P ≤ 0,001) vpliva na pridelek nadzemne mase. Statistično značilen najvišji in enak pridelek nadzemne mase fižola je bil dosežen pri gostoti setve 18 in 24 rastlin m-2. Statistično značilno najnižji pridelek nadzemne mase fižola v čisti setvi je bil dosežen pri 1,5 in 3 ter 4,5 in 6 rastlinah m-2.\nS statistično analizo smo ugotovili, da gostota fižola statistično značilno (P ˃ 0,05) ne vpliva na žetveni indeks fižola in koruze v čisti setvi.\nStatistično značilne razlike v indeksu listne površine koruze v čistem posevku (P ≤ 0,001) smo ugotovili med vsemi gostotami, kar je razvidno iz preglednice 6. Statistično značilno \nnajvišji indeks listne površine je bil dosežen pri gostoti koruze 12 rastlin m -2. Indeksi listnih površin so se s povečanjem sklopa s 3, 6, 9 na 12 rastlin m-2 povečevali z 1,91; 3,12; 4,66 na 6,02, kar navajajo tudi Šalamun (2003), Bavec (1992, 2003) ter Bavec in Bavec (2002). Slednja tudi navajata, da se ob povečanju gostote posevka na 13 rastlin m -2 poveča indeks listne površine na 7. Gostota fižola v čistem posevku statistično značilno (P ≤ 0,001) vpliva na indeks listne površine fižola. Statistično značilno in enak najvišji indeks listne površine fižola v čisti setvi je bil dosežen pri gostotah setve 18 in 24. \nrazlikujejo (Duncan, α = 0,05)\nLAI – indeks listne površine\nŽI – žetveni indeks \n4.2 Analiza variance vpliva gostote in razmerja setve na rastne parametre fižola v\nzdruženi setvi\nPreglednica 7 prikazuje vpliv štirih gostot koruze in šestih razmerij setve med koruzo in fižolom na pridelek zrnja in nadzemno maso, žetveni indeks in indeks listne površine fižola v združeni setvi. Iz nje je razvidno, da gostota koruze statistično značilno (P ≤ 0,001) vpliva na pridelek zrnja fižola. Statistično značilno najvišji in enak pridelek zrnja fižola, izračunan na 14 % vlage v zrnju, je bil dosežen pri gostoti koruze 12 in 9 rastlin m-2. Ta je statistično značilno enak pridelku pri 6 rastlinah m-2. Razlog za to je, da je bilo število fižolovih rastlin ob koruzi v povprečju za 1,3-krat večje kot pri gostoti koruze 9 rastlin m-2, za 2-krat večje kot pri gostoti koruze 6 rastlin m-2 in za 4-krat večje kot pri gostoti koruze 3 rastline m-2. S statistično analizo smo ugotovili, da razmerje setve med koruzo in fižolom ni statistično značilno (P ˃ 0,05) vplivalo na pridelek zrnja fižola. S statistično analizo smo ugotovili, da se je pridelek nadzemne mase fižola pri gostoti koruze 12 in 9 rastlin m-2 statistično značilno (P ≤ 0,001) razlikoval od gostote koruze 6 in 3 rastline m-2. Najvišji in statistično značilno enak pridelek nadzemne mase fižola je bil pri gostoti 12 in 9 rastlin m-2. Statistično značilne razlike v pridelku nadzemne mase pri razmerju setve koruze in fižola (P ≤ 0,001) smo ugotovili med vsemi razmerji setve, kar je razvidno iz preglednice 7. Statistično značilen najvišji pridelek nadzemne mase je bil dosežen pri razmerju setve 2:1.\nStatistično značilno najvišji in statistično enak žetveni indeks fižola (P ≤ 0,01) je bil pri gostoti koruze 3 in 6 rastlin koruze m-2.\nS statistično analizo smo ugotovili, da razmerje setve med koruzo in fižolom statistično značilno (P ≤ 0,01) vpliva na žetveni indeks. Statistično značilno najvišji in statistično enak žetveni indeks je bil dosežen pri razmerju setve 2:1, 1,5:1, in 1:1,33 ter 1:1,66.\nIndeks listne površine fižola se pri gostoti koruze 12 rastlin m-2 statistično značilno (P ≤ 0,001) razlikuje od vseh ostalih gostot koruze. Najvišji indeks listne površine fižola je bil dosežen pri gostoti koruze 12 rastlin m-2, in sicer 4,2. Ta indeks se s povečevanjem gostote koruze s 3, 6, 9 na 12 rastlin m-2 povečuje z 1,2; 1,9; 2,7 na 4,2. Razmerje setve med \nkoruzo in fižolom statistično značilno (P ≤ 0,001) vpliva na indeks listne površine fižola. Statistično značilno najvišji in statistično enak indeks listne površine je bil dosežen pri razmerju setve koruze in fižola 2:1 in 1,5:1. Statistično značilno najnižji in statistično enak indeks listne površine fižola je bil dosežen pri razmerju setve 1:2, 1:1,66 in 1:1,33.\npridelek zrnja in pridelek nadzemne mase, ŽI in LAI fižola v združeni setvi\nrazlik med obravnavanji; a, b – srednje vrednosti v okviru posameznih proučevanih dejavnikov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05)\nŽI – žetveni indeks LAI – indeks listne površine\n"], "26": [" 4.3 Kazalci prednosti združene setve", "Analiza variance je pokazala, da je razmerje setve statistično značilno vplivalo na LER fižola pri gostoti setve koruze 3 rastline m-2 (preglednica 9). Najvišji statistično značilni LER fižola je bil dosežen pri razmerjih setve 1:2, 1:1,66, 1:1,33 in 1:1 in se je statistično značilno razlikoval od razmeri setve 1,5:1 in 2:1.\nPrav tako je analiza variance pokazala, da je razmerje setve statistično značilno vplivalo na skupni LER (koruza + fižol) pri gostoti koruze 3 rastline m-2 (preglednica 9). V skupino z najvišjim skupnim LER-om spadajo razmerja 1:2 (1,7), 1:1,66 (1,6) in 1:1,33 (1,5) ter 1:1 (1,4). V skupino z najnižjim skupnim LER-om pa spadata razmerji setve 2:1 (1,2) in 1,5:1.\nRazmerje je statistično značilno vplivalo na LER fižola pri gostoti koruze 6 rastlin m-2. V skupino z najvišjim LER-om spadajo razmerja 1:2 (0,5), 1:1,66 (0,5) in 1:1,33 (0,5) ter 1:1 (0,4) in se statistično značilno razlikujejo od razmerja setev 1,5:1 (0,2) in 2:1 (0,1).\nAnaliza variance je pokazala, da je razmerje setve statistično značilno vplivalo tudi na LER fižola pri gostoti setve 12 rastlin m-2. Statistično značilna najvišja vrednost LER-a je bila dosežena pri razmerju setve 1:1,66; 1:2 in 1:1,33 ter 1:1. Statistično značilna najnižja vrednost pa pri razmerju setve 1,5:1 in 2:1.\nSkupne vrednosti LER so pri gostoti koruze 3 in 6 rastlin m-2 in pri vseh razmerjih pokazale prednost združene setve z vidika učinkovitosti izrabe tal. Najvišja skupna vrednost LER (1,7) je bila dosežena pri gostoti koruze 3 rastline m-2 in razmerju setve 1:2. Če je vrednost LER večja od 1 (LER ˃ 1), kaže prednost združene setve, če pa je vrednost LER manjša od 1 (˂ 1), nam kaže prednost solo posevka (Willey 1985). Z večanjem gostote koruze s 3 rastlin m-2 do 12 rastlin m-2 se vrednosti skupnega LER-a zmanjšujejo. \n  fižol (LER) in skupni ekvivalent tal (LER)\na, b  – srednje vrednosti v okviru posameznih proučevanih dejavnikov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan α = 0,05) . Legenda: LERK = ekvivalent tal za koruzo\nLERF = ekvivalent tal za fižol\nLER = skupni ekvivalent tal (koruza + fižol)\n"], "27": ["5 SKLEPI", "Z namenom izdelave diplomskega dela je bil preučevan vpliv združene setve koruze in visokega fižola na pridelek zrnja, nadzemne mase, žetveni indeks in indeks listne površine ter na ekvivalent tal (LER). Na podlagi statistične analize, v katero so bile vključene 4 gostote koruze (3, 6, 9 in 12 rastlin m-2), 6 razmerij setve med koruzo in fižolom (1:0; 1:2; 1:1,66; 1:1,33; 1:1; 1,5:1 in 2:1) in 7 gostot čistega posevka fižola (1,5; 3; 4,5; 6; 9; 18 in 24 rastlin m-2), lahko sklepamo naslednje:\n- da ima gostota koruze v čistem posevku statistično značilen vpliv na pridelek zrnja,  pridelek nadzemne mase in indeks listne površine, ne vpliva pa na žetveni indeks;\n- da ima gostota fižola v čistem posevku statistično značilen vpliv na pridelek zrnja,  pridelek nadzemne mase in indeks listne površine fižola. S povečanjem gostote koruze s  3 na 12 rastlin m-2 se pridelek zrnja fižola v združeni setvi povečuje;\n- da razmerje setve med koruzo in fižolom statistično značilno vpliva na pridelek  nadzemne mase, žetveni indeks in indeks listne površine fižola v združeni setvi;\n- da razmerje setve statistično značilno vpliva na LER-e fižola in skupni LER le pri gostoti  koruze 3 rastline m-2\n- in da obstajajo med LER-i v posameznih gostotah velike razlike. Najvišja vrednost  skupnega količnika ekvivalenta tal (1,7) je bila dosežena pri razmerju setve 1:2 in sklopu  koruze 3 rastline m-2 in najmanjša (0,7) pri razmerju setve 1:1 pri sklopu koruze 12 rastlin  m-2.\n- ter da kažejo skupne vrednosti LER (˃1,0) prednost združene setve pri gostoti setve koruze\n"], "abstract": ["Združena setev natiškega fižola in koruze predstavlja ugodnejše škrobnobeljakovinsko razmerje v silaži, zato je namen diplomskega dela primerjati rast in razvoj ter pridelek koruze in visokega fižola v združeni setvi v primerjavi s samostojnimi posevki koruze in fižola. V letu 2005 je bil v Univerzitetnem kmetijskem centru (UKC) Pohorski dvor preučen vpliv štirih gostot koruze (3; 6; 9; 12 rastlin koruze m-2), sedmih gostot visokega fižola v čistem posevku (1,5; 3; 4,5; 6; 9; 18 in 24 rastlin m-2) ter sedmih razmerij med koruzo in fižolom (1:0; 1:2; 1:1,66; 1:1,33; 1:1; 1,5:1; in 2:1). Vrednoteni so višina koruznih rastlin, število storžev rastlino-1, pridelek nadzemne mase koruze in fižola, skupni pridelek nadzemne mase, pridelek suhega zrnja koruze in fižola, skupni pridelek suhega zrnja, indeks listne površine, žetveni indeks, Land Equivalent Ratio v združeni setvi. Statistično značilno najvišji skupni pridelek zrnja v združeni setvi je pri razmerju setve 2:1 in gostoti 12 rastlin koruze m-2, najnižji pa v združeni setvi pri razmerju setve 1:1,66 in gostoti 3 koruze m-2. Vrednosti LER so v združeni setvi pri gostoti koruze 3 in 6 rastlin m-2 in razmerjih fižola (1:2; 1:1,66; 1:1,33; 1:1; 1,5:1 in 2:1) višje od 1,0. Rezultati poskusa kažejo prednost združene setve pri gostoti koruze 3 in 6 rastlin m-2 in razmerjih fižola setve 1:2; 1:1,66; 1:1,33; 1:1; 1,5:1. "]}