{"1": ["1. UVOD", "Za Slovenijo je značilna precejšnja razdrobljenost parcel, ki so porasle z zelo raznolikimi poljščinami. Najpomembnejša poljščina v slovenskem poljedelstvu vsekakor ostaja koruza. Pri primernem kolobarju ob njeni pridelavi uporabljamo od fitofarmacevtskih sredstev (FFS) predvsem herbicide. Med kmetovalci in nekmetijsko javnostjo pogosto prihaja do konfliktov zaradi zanašanja FFS. Zaradi tega je nujno, da se več pozornosti nameni problematiki zanašanja (drifta) FFS izven območja nanosa. V bližnji prihodnosti pričakujemo zaostritev zakonodaje glede omejevanja drifta FFS. Zaradi tega bodo morali pridelovalci preprečevanju pojavov drifta nameniti več pozornosti in pridobiti dodatno znanje. Raziskav v zvezi z učinki uporabe antidriftnih šob na delovanje herbicidov za zatiranje plevelov, je pri nas zelo malo. Zato je potrebno izvesti nekaj domačih raziskav v zvezi z omenjeno tematiko.\nCilj diplomske naloge bo ugotoviti, ali uporaba posebnih tipov antidriftnih šob vpliva na učinkovitost posameznih herbicidov (aktivnih snovi) uporabljenih za zatiranje plevelov v koruzi. Glede na tehnično dovršenost antidriftnih šob, ki so trenutno na voljo sem predpostavljal, da uporaba teh šob v primerjavi z uporabo klasičnih, ne bo zmanjšala učinkovitosti uporabljenih herbicidov. Eden od namenov je tudi ugotoviti, ali obstaja interakcija med tipi šob, vrsto herbicida in vrsto plevela, glede na končno učinkovitost zatiranja plevelov.\n"], "2": ["2. PREGLED OBJAV", "Pleveli, insekti in bolezni so pomembni dejavniki, ki lahko vplivajo na obseg izgube pridelka. Večinoma so izgube pri koruzi povzročene zaradi prisotnosti plevelov večje, kot izgube zaradi insektov in bolezni skupaj. Vsekakor pa je ocenjevanje škode povzročene zaradi tekmovanja s pleveli težavnejše, ker se učinki pokažejo kasneje, ko pleveli že konkurirajo posevku za svetlobo, še posebej pa pri odvzemanju vlage in hranil in s tem zmanjšujejo pridelek. Več raziskav je dokazalo negativno povezavo med težo suhe snovi plevelov in pridelkom zrnja koruze, ki se lahko zmanjša tudi do 95 % (Violic 2000).\nBavec (2001) navaja, da je škodo težko oceniti, gre pa v milijone in milijarde. Tudi v naprednih deželah naj bi pleveli uničili od 20-25 % celotnega pridelka.\nNeželene plevelne rastline povzročajo več oblik neposredne in posredne škode. Zmanjšujejo količino in kakovost pridelkov gojenih rastlin. Izgube nastajajo zaradi odvzemanja hranil, vode, svetlobe, življenjskega prostora in zaradi alelopatskih učinkov (Lešnik 2007).\nPlevele, ki se pojavljajo v koruzi, imenujemo tudi okopavinski pleveli. Njihov razvoj se prične zgodaj spomladi in se zaključi pozno jeseni. Podrobneje jih delimo na zgodnje spomladanske, spomladanske in poletne. Po kalitvi hitro dosežejo fazo semenitve, ko zaključijo svoj življenjski cikel (Simončič 2008).\nPlevele najpogosteje po morfološki klasifikaciji delimo na širokolistne (v glavnem predstavniki dvokaličnic) in ozkolistne (predvsem monokotiledonske vrste). Glede na trajnost in dolžino obdobja od vznika do oblikovanja reproduktivnih organov pa ločimo \nenoletne, dvoletne in večletne plevele. V koruzi se najpogosteje pojavljajo pleveli, ki jih lahko uvrstimo med tako imenovane pozno pomladanske plevele (Lešnik 2007).\nPlevelna flora se spreminja s spremenjenim načinom kmetovanja. Vsak posevek ima okoli sebe svoj značilen plevel. Na njivi je tako okoli 20 do 30 najpomembnejših plevelov (Bavec 2001).\nLešnik (2001) je ugotavljal, da je to število na intenzivno obdelanih njivah še manjše (15- 25), medtem ko na ekstenzivno obdelanih njivah lahko najdemo večje število posameznih vrst (35-80). Ob tem je ugotavljal značilno povečanje obsega pojavljanja majhnega števila neofitnih in avtohtonih terofitskih vrst, ki so značilne za okopavine (rodovi Amaranthus, Setaria, Panicum, Digitaria, Polygonum in Chenopodium). Ta skupina obenem predstavlja gospodarsko najbolj pomembne in najbolj pogoste plevele.\nSimončič (2008) navaja, da med enoletnimi širokolistnimi pleveli pri nas predstavljajo največjo konkurenco koruzi naslednji pleveli:\n- bela metlika (Chenopodium album L.),\n- mnogosemenska metlika (Chenopodium polyspermum L.),\n- srhkodlakavi ščir (Amaranthus retroflexus L.),\n- izrodni ščir (Amaranthus hybridus L.),\n- navadna loboda (Atriplex patula L.),\n- breskovolistna dresen (Polygonum persicaria L.),\n- ptičja dresen (Polygonum aviculare L.)\n- ter pasje zelišče (Solanum nigrum Lemend. M.).\nMed enoletnimi ozkolistnimi pleveli pa so najpomembnejši:\n- navadna kostreba (Echinochloa crus-galli (L.) P. B.),\n- krvavo rdeča srakonja (Digitaria sanguinalis (L.) Scop.) ter\n- zeleni muhvič (Setaria viridis (L.) P.B.) in\n- sivozeleni muhvič (Setaria glauca (L.) P. B.) (Simončič 2008). \nVečletni pleveli, ki se najpogosteje pojavljajo v posevkih koruze pa so:\n- plazeča pirnica (Elytrigia repens (L.) P. Beauv.),\n- divji sirek (Sorghum halepense (L.) Pers.),\n- njivski slak (Convolvulus arvensis L.),\n- navadni plotni slak (Calystegia sepium L.),\n- njivski osat (Cirsium arvense (L.) Scop.),\n- topolistna kislica (Rumex obtusifolius L.),\n- navadni gabez (Symphytum officinale L.) in\n- plazeča zlatica (Ranunculus repens L.). (Simončič 2008)\nPlevele lahko zatiramo s pomočjo primernega kolobarja, mehansko s pomočjo okopavanja, kjer istočasno zrahljamo zgornjo plast zemlje in pa kemično, s pomočjo herbicidov. V osnovi bi torej zatiranje lahko delili na kemično in nekemično.\nMed nekemično zatiranje lahko tako štejemo posredno zatiranje, biotično zatiranje, mehanično in fizikalno zatiranje.\nSami mehanični ukrepi praviloma ne morejo zadovoljivo uravnavati rasti plevelov v koruzi. So pa zelo pomembni, ker kljub temu da številni pleveli ne propadejo popolnoma, predstavljajo nato bistveno manjšo konkurenco koruzi (Simončič 2008).\nS temi ukrepi poskušamo zmanjšati možnosti za razvoj in razmnoževanje plevelov. Še vedno pa je učinkovitost zatiranja z uporabo herbicidov neprimerljivo večja (Lešnik 2007). \nNajustreznejši način zatiranja plevelov predstavlja vsekakor kombinacija mehaničnih metod zatiranja in kombinirana uporaba herbicidov.\nNa različnih področjih po svetu se priporočajo različne kombinacije zatiranja plevelov, glede na razmerje med delovno silo in obdelovalno površino. V Aziji je površina obdelovalne zemlje prej omejitveni faktor kot npr. v Afriki. Temu sledi tudi razvoj tehnologije v praksi (Violic 2000).\nV začetku petdesetih let sta se za zatiranje plevelov najprej uporabljala translokacijska herbicida 2,4-D in MCPA. Pravo revolucijo pa je pomenilo odkritje herbicidnih lastnosti triazinov (Tajnšek 1991).\nUporaba herbicidov se je bliskovito širila in ta tehnološki ukrep ostaja nenadomestljiv vse do danes (Simončič 2008).\nŠe pred dvajsetimi leti so se uporabljale predvsem kombinacije triazinov in acetanilidov ter hormonski herbicidi. Danes je na voljo toliko kombinacij, da bi lahko vsaka kmetija v Sloveniji uporabila drugačno herbicidno kombinacijo (Lešnik 2007).\nTasistro (1991, cit. po Violic 2000) je poudaril, da bi moral idealen herbicid omogočati primerno kontrolo plevela v kritičnih obdobjih, kasneje pa bi se moral brez sledu razgraditi. Ker takšen herbicid še ne obstaja, je potrebno tehtati med učinkovitostjo in neželeno perzistenco.\nGlede na čas uporabe delimo herbicide na pripravke, ki jih uporabljamo pred setvijo, po setvi in pred vznikom koruze, na herbicide, ki jih uporabljamo kmalu po vzniku koruze in plevela, ko je plevel v zgodnjih fazah razvoja ter herbicide, ki jih lahko uporabimo v fazi 5 do 6 listov (nekatere tudi do 8 listov), ko je večina plevela že kalila (Simončič 2008).\nV Sloveniji se še vedno v veliki meri uporabljajo v koruzi talni herbicidi, ki pa so s stališča ekologije bolj problematični kot listni. \nSimončič (2008) ugotavlja, da je pri nas še vedno 70 do 80 % koruze škropljene pred vznikom s talnimi herbicidi. To je med drugim posledica dolgoletne prakse v preteklosti in tudi zelo spreminjajočih se vremenskih razmer v kritičnem obdobju zapleveljenosti.\nLešnik (2007) poudarja, da bi morali uporabo talnih herbicidov zmanjšati in uporabljati herbicide predvsem po vzniku. Še vedno pa velja, da je najzanesljivejša kombinacija uporaba talnega herbicida, nato pa po potrebi korekcija po vzniku z listnimi herbicidi.\nSimončič (2008) navaja, da za škropljenje pred vznikom koruze in plevelov ne moremo trditi, da je to škropljenje »na pamet«, ker je s stališča gospodarskega praga škodljivosti, škropljenje vedno upravičeno. Pač pa ima takšno škropljenje več negativnih lastnosti. Škropljenje pred vznikom je tako smiselno na zelo zapleveljenih površinah s primerno teksturo in dobro pripravljenem setvišču ter na površinah, kjer tla že v primeru manjših padavin ne omogočajo uporabe mehanizacije.\nUporaba herbicidov v koruzi se počasi nagiba k usmerjenemu zatiranju plevela po vzniku koruze in plevela. Prednost se daje hitro razgradljivim herbicidom. Porasla tla predstavljajo dober filter, ki zadržuje in razgrajuje uporabljene herbicide. S precej manj neželenih učinkov lahko uporabimo po vzniku tudi veliko herbicidov, ki jih sicer uporabimo pred vznikom in so večinoma obstojnejši kot čisti listni herbicidi (Simončič 2008).\nVelja pa, da je pri zatiranju enoletnih plevelov, ob uporabi listnih herbicidov zelo pomembno, da proti njim ukrepamo čim prej. Ko so pleveli v fazi kličnih listov, je tako možno uporabiti samo četrtino ali tretjino odmerka, da dosežemo učinkovitost. Prepozna uporaba določenih pripravkov povzroči večje ali manjše poškodbe na koruzi. Ti znaki fitotoksičnosti so kažejo kot nekroze, deformacije ali kot zaostajanje koruze v razvoju (Simončič 2008).\nKadar se odločimo za zatiranje plevelov po vzniku je potrebno dobro preučiti kombinacijo pripravkov, ker moramo pokriti celoten spekter plevelov. V tujini se opaža porast ponudbe in porabe pripravkov s tremi aktivnimi snovmi, ki imajo zelo veliko okno uporabe (od vznika pa do takrat, ko ima koruza 4 liste ali pleveli 1 do 3 liste) (Lešnik 2007). \nObičajno zatiralno okno za zatiranje po vzniku je od 2,5 do 3,5 tedna po vzniku koruze. Včasih se tudi odločitev za zatiranje komaj po 4 tednih izkaže za dobro. S predhodnim okopavanjem in takšnim poznim načinom, se lahko na površini ustvari plast zastirke, ki onemogoča vznik novih plevelov (Lešnik 2007).\nDogan (2003) je v raziskavi ugotavljal, da je za največje pridelke zrnja potrebno njivo obdržati brez plevelov v fazi, ko ima koruza med 3 in 7 do 10 listov.\nNove raziskave tudi kažejo, da zgodnje zatiranje plevelov vzpodbudi rastline koruze, da poženejo stranske liste bolj v medvrstni prostor in s tem sprejmejo več sončne svetlobe. Več sončne svetlobe se odbije tudi od tal, ki niso prekrita s pleveli. V zapleveljenih posevkih so listi obrnjeni bolj v smeri vrst in s tem manj osvetljeni. Kadar koruzi ni potrebno tekmovati s pleveli, razvije tudi močnejšo steblo in korenine. S tem je manj možnosti za poleganje rastlin in omogočeno je tudi lažje kombajniranje (Early 2010).\nŠobe morajo razpršiti škropivo v curek z določenim spektrom kapljic. Kakovost škropljenja je tako odvisna predvsem od delovanja šob oziroma od kakovosti depozicije kapljic. Različne šobe dajejo različne oblike curkov in sestavo kapljic. Šobe se tako osnovno delijo na vrtinčaste šobe s stožčastim curkom (poln ali votel), špranjaste s sploščenim in na odbojne šobe s pahljačastim curkom (Simončič 2008).\nV preteklosti so bile šobe večinoma izdelane iz medenine, danes pa je na voljo veliko materialov, prevladujejo pa keramika, jeklo in umetne mase. Zaradi tega se je tudi življenjska doba precej povečala in tako nekatere zdržijo tudi do desetkrat več kot klasične medeninaste (Simončič 2008). \nPri preprečevanju zanašanja FFS je najbolj zanesljiva aplikacija v brezvetrju in uporaba večjih kapljic (zmanjšamo delovni tlak), ki so manj podvržene zanašanju. Če pa to ni možno, je prava rešitev uporaba antidriftnih šob. Uporaba antidriftnih šob je vsekakor primernejša, ker so vse šobe napravljene tako, da oblikujejo določen spekter kapljic pri določenem tlaku.\n(Lešnik 2007)\nPrav porazdelitev velikostnih razredov kapljic znotraj celotnega spektra je glavna prednost antidriftnih šob pred standardnimi šobami (Lešnik in Vajs 2010).\nIzvajalcem varstva rastlin je na voljo veliko število različnih tipov šob. Od vsaj 20 tipov jih je okoli tretjina antidriftnih. Antidriftne šobe dajejo večje kapljice kot standardne šobe in istočasno je delež majhnih kapljic, manjši kot pri standardnih šobah. Sam pretok šob istega pretočnega razreda pa ostaja enak (Gradivo 2009). \nZa vse tipe antidriftnih šob je značilno, da oblikujejo velike kapljice s povprečnim premerom med 200 in 800 µm (Lešnik 2007).\nTudi standardne šobe lahko pri zmanjšanju tlaka sprostijo večji delež velikih kapljic, težava pa je v tem, da spekter velikosti teh kapljic ni tako izenačen kot pri antidriftnih šobah. Sama zgradba antidriftnih šob namreč omogoča curke, sestavljene iz kapljic večjih velikosti, ki so bolj uniformno porazdeljene po velikostnih razredih (Lešnik in Vajs 2010).\nHerbicid, ki ga nanašamo, je lahko učinkovit samo takrat, kadar je nanos kakovosten (depozicija). Nordbo (Nordbo et al., 1995) je pri svoji raziskavi pri uporabi antidriftnih šob s pomočjo fluorescenčnih sledilcev ugotavljal značilno manjši depozit kot pri uporabi standardnih šob. To se je potrdilo tudi z nižjo učinkovitostjo herbicidov pri uporabi antidriftnih šob. Do podobnih ugotovitev je prišel tudi Bradford (Bradford et al., 2001), ko je primerjal štiri antidriftne in eno klasično šobo.\nKnoche (1994) je v svojem članku ugotavljal, da se pri uporabi sistemičnih herbicidov proti trajnim plevelom, povečuje učinkovitost z zmanjševanjem porabe vode. Istočasno pa je ugotavljal tudi, da se pri isti porabi vode, povečuje učinkovitost hkrati z zmanjševanjem povprečnega volumskega premera kapljic (VMD). Pri uporabi kontaktnih herbicidov so bile razlike manjše. Pri manjših VMD vrednostih je tudi ugotovil, da je bila učinkovitost delovanja herbicidov na plevele, ki se težje omočijo (dlačice, voščena povrhnjica), večja.\nZa nanos herbicidov so primerne predvsem šobe, ki oblikujejo srednje velike kapljice. Po ISO standardih so to šobe z barvno kodo rumene ali modre barve.\nKadar govorimo o velikosti kapljic, ki jih daje neka šoba pri različnih tlakih je najbolje, da poiščemo podatke o VMD vrednosti (povprečen volumski premer v mikrometrih, ang.: volume median diameter). Ta vrednost nam pove, da je polovica tekočine, ki jo sprostijo šobe v obliki kapljic, ki so večje od vrednosti VMD in polovica v obliki kapljic, ki so manjše od vrednosti VMD. Realno je pričakovati, da bo pri kvalitetnih šobah večina sproščenih kapljic velikosti ±20 % od VMD vrednosti (Lešnik in Vajs 2010). \nZanimivo je, da npr. 50 m od roba njive še vedno lahko zaznamo merljive količine ostankov FFS pri uporabi standardnih šob. Pri uporabi antidriftnih šob je pri tej razdalji po modelih skoraj nemogoče zaznati zanašanja (Lešnik in Vajs 2010).\nAntidriftne lastnosti šob so torej posledica različnega oblikovanja same šobe. Večinoma najdemo na trgu antidriftne šobe dveh konstrukcijskih razredov.\nPrvi tip šob (ang. pre-orfice low drift nozzles) ima antidriftne lastnosti zaradi konstrukcijskih prilagoditev komor pred izstopnim ustjem in zaradi prilagoditev samega ustja, kar povzroči notranji padec tlaka tekočine, povečanje premera kapljic in večjo izenačenost velikosti kapljic. Označene so kot AD, ADI, LD, DG, TurboTeeJeet (Gradivo 2009).\nDruga skupina (ang. air induction antidrift nozzles) antidriftnih šob pa se imenuje venturi šobe zaradi izkoriščanja venturijevega učinka. Šobe namreč na začetku pretočnega kanala vsesavajo zrak in ob izstopu proizvajajo mešanico tekočine in zračnih mehurčkov, torej kapljice, ki vsebujejo zračne mehurčke. Te kapljice se ob trku s ciljno površino razpočijo in tako prekrijejo večjo površino, kot bi jo kapljica brez mehurčka v notranjosti. Označujemo jih z oznakami ID, IDN, AI, AIC, AVI, ITR, IDK, TD, ULD, AirMix, B-jet, TurboDrop, TT, TTI, DB (Lešnik 2007). \n"], "3": ["3. MATERIAL IN METODE", "Vremenske podatke v obdobju izvajanja poskusov prikazujemo v obliki klimadiagramov s komentarjem.\npadavin za Maribor v letu 2004\nMaribor v letu 2004 (z razmerjem temperatura : padavine; 1 : 4)\nIz diagrama vidimo, da je bilo v aprilu in maju padavin nekaj manj, medtem ko je bil junij izdatnejši s padavinami. V maju so bile tudi 2 do 3 stopinje nižje povprečne temperature od dolgoletnega povprečja. Zaradi nizkih temperatur je imela koruza slabšo tekmovalno sposobnost. V avgustu smo zabeležili sušno obdobje, ki pa na rezultate ni moglo vplivati. \nPoskus je bil v osnovi zasnovan kot faktorski poskus z več dejavniki na več nivojih.\nPrvi dejavnik (tip šobe) je imel štiri nivoje (4 šobe). Drugi dejavnik (količina porabljene vode) je imel dva nivoja (150 ali 300 l vode/ha). Tretji dejavnik (herbicidni program) je bil na šestih nivojih (šest herbicidnih programov).\nRezultate smo delno prikazali kot faktorski poskus s tremi dejavniki (preglednica 4), delno pa kot enostavne bločne poskuse za vsak herbicidni podprogram ločeno (ostale preglednice).\nPosamezna poskusna parcelica je bila velika 4x30 m (120 m²). Poskusna površina je bila velika več hektarjev, zato je težko zagotoviti izenačeno plevelno populacijo. Vsak herbicidni program je zato predstavljen kot ločen poskus (statistično računsko prikazano kot enostaven poskus z 8 različnimi variantami škropljenja (LU 150 l/ha, LU 300 l/ha, AVI 150 l/ha, AVI 300 l/ha, ID 150 l/ha, ID 300 l/ha, ADI 150 l/ha, ADI 300 l/ha).\nPlevelna flora je bila dokaj heterogena. Na 1 m² je bilo v času aplikacije od 700 do 1200 plevelov. Nižje temperature v maju so poslabšale tekmovalno sposobnost koruze. Za ugotavljanje statističnih razlik med povprečji smo uporabili Tukey-ev test pri stopnji tveganja (α=0,05).\nPovprečno sestavo plevelne združbe na parcelicah pred škropljenjem prikazuje preglednica 2. \nUporabljene herbicide in odmerke, ki smo jih uporabili v posameznih poskusih, prikazuje preglednica 3.\nUporabili smo štiri različne šobe, glede na pretok uvrščene v razreda 02 in 04. LU šoba je standardna šoba, AVI, ADI in ID pa so antidriftne šobe z različno zgradbo.\nPolovica poskusnih parcelic je bilo poškropljenih s 150 litrov vode na hektar, polovica pa s 300 litrov vode na hektar. Vozne hitrosti so bile enake za vse variante škropljenja, spreminjali smo le delovni tlak in šobe ter tako dobili škropilne oblake iz različno velikih kapljic (VMD v preglednici 4).\nŠkropili smo s škropilnico Agromehanika AGS 600E-SD, z delovno širino 12 metrov in razdaljo med šobami 0,5 metra. V vrtljivih glavah armature smo imeli vsakič vstavljenih 3 krat po 8 enakih šob. Po prevoženih 30 metrih smo glavo obrnili ter tako nastavili nove šobe in postopek ponavljali. Tako smo v enem prehodu poškropili 30 metrov dolge in 4 metre široke parcelice. Vrstni red šob smo izbrali naključno. Z vrtenjem šob smo torej ustvarili naključen razpored parcelic, v skladu s statistično zasnovo naključnih blokov.\nV času škropljenja je bilo listje plevelov suho. Temperatura je bila med 18 in 22-C, zračna vlaga med 45 in 65 %, hitrost vetra pa med 0,2 do 0,5 m/s.\nUčinkovitost delovanja herbicidov smo ocenili vizualno po standardni metodologiji (EWRS, EPPO, Syngenta 2004; visual efficacy estimation protocol). Pri ocenitvi smo upoštevali število preživelih plevelov, velikost plevelov, razvojni stadij, spremembo barve in morfološke strukture organov in druge parametre, ki opisujejo fiziološko stanje plevelne rastline in njeno sposobnost preživetja. Posamezni opazovani parametri imajo uravnoteženo vrednost v skupni oceni učinkovitosti delovanja.\nJeseni smo na poskusnih parcelicah opravili analizo pridelka, tako da smo iz sredine parcelic (4 m²) potrgali storže in jih sveže stehtali. \nPodatki iz poskusa so bili obdelani v postopku analize variance. Za obdelavo podatkov smo uporabili program StatGraphics Plus for Windows 4.0. Poskus je bil zasnovan kot poskus z več dejavniki. Za analizo primerjave povprečij smo uporabili Tukey test pri stopnji tveganja α=0,05.\n"], "4": ["4. REZULTATI Z RAZPRAVO", "Preglednica 6 prikazuje rezultate analize učinkov preučevanih dejavnikov (tip herbicida, količina porabljene vode in tip šobe) na biotično učinkovitost herbicidov na šest plevelov.\n* statistično signifikanten vpliv na proučevan parameter (biotično učinkovitost).\nNa delovanje herbicidov proti beli metliki nobeden od proučevanih dejavnikov ni imel statistično signifikantnega vpliva. Pri vseh šobah, pri obeh porabah vode in pri vseh \nherbicidnih programih je bil rezultat zatiranja enak. Učinek herbicidnega programa je bil sicer značilen pri srhkodlakavem ščiru, kar pa nas je manj zanimalo.\nPri drobnocvetnem rogovilčku in navadni kostrebi sta imela statistično signifikanten vpliv herbicidni program in poraba vode. Med omenjenima dejavnikoma je tudi značilna interakcija in sicer je imela poraba vode pri različnih herbicidih različne učinke.\nDejavnika herbicidni program in porabljena voda sta imela značilen vpliv tudi pri njivskem slaku, med njima pa ni bilo značilne interakcije. Samo pri mrkaču so imeli vsi trije proučevani dejavniki značilen vpliv na učinkovitost zatiranja. Interakcija pa se pojavi le med porabo vode in herbicidnim programom. Mrkač ima specifično zgradbo in zaradi sestavljenih voskastih listov se ga herbicidi težje oprimejo.\nPri nobenem od proučevanih plevelov in herbicidnih programov ni bilo značilne interakcije med tipom šobe in porabljeno vodo ali interakcije med tipom herbicida in med šobo.\nPreglednice 7, 8 in 9 prikazujejo vpliv tipa šobe na učinkovitost herbicidne kombinacije (% ugotovljen vizualno) za zatiranje šestih vrst plevelov (poskus 1, 2, 3, 4, 5 in 6). \n  vizualno) za zatiranje 6 vrst plevelov, poskus 1 in 2.\n* Povprečja označena z enako črko se ne razlikujejo statistično značilno glede na rezultate Tukey-evega testa pri (α=0,05). \n  vizualno) za zatiranje 6 vrst plevelov, poskus 3 in 4.\n* Povprečja označena z enako črko se ne razlikujejo statistično značilno glede na rezultate Tukey-evega testa pri (α=0,05). \n  vizualno) za zatiranje 6 vrst plevelov, poskus 5 in 6.\n* Povprečja označena z enako črko se ne razlikujejo statistično značilno glede na rezultate Tukey-evega testa pri (α=0,05). \nPri programu 1 (preglednica 7) so bile opazne razlike pri zatiranju mrkača. Pri večji porabi vode je bila učinkovitost nekaj višja, razlike med standardno LU šobo in ostalimi antidriftnimi šobami niso bile značilne.\nPri kombiniranju izoksaflutola in pendimetalina nismo opazili nobenih razlik glede količine porabljene vode in tudi ne glede tipa šobe. To lahko pripišemo posledici talnega delovanja herbicidov, na katerega tip šobe in porabljena količina vode nimata zaznavnega vpliva. Kadar imajo herbicidi izraženo tudi talno delovanje, ima tip šobe majhen vpliv, čeprav jih uporabimo po vzniku.\nV poskusu 3 smo uporabili samo izoksaflutol, brez dodatka talnega herbicida. Pri kostrebi vidimo nekoliko manjšo učinkovitost, kar lahko pripišemo slabši učinkovitosti herbicida in dejstvu, da kostreba postopoma vznika. Pri uporabi herbicidov za zatiranje trav je znano, da se lahko učinkovitost zmanjša s povečevanjem porabe vode. Največjo učinkovitost smo tako dosegli pri klasični LU šobi in porabi vode 150 l. Manjše razlike so se pojavile pri mrkaču in slaku, kjer smo pri večji porabi vode dosegli boljšo učinkovitost, standardna šoba pa je dala boljši rezultat od antidriftnih šob.\nV poskusu 4 (preglednica 8) smo se osredotočili le na slak in smo zato uporabili samo 2,4- D, ki je sistemično delujoč hormonski herbicid. Zaradi tega so ozkolistni pleveli ostali nepoškodovani. Opaziti ni bilo nobenih razlik med šobami in tudi ne pri različni porabi vode. Na rogovilček ta herbicid slabo deluje, učinkovitost pa se je povečala s povečano porabo vode. Bistvenih razlik med posameznimi šobami ni bilo. Pri porabi 300 l vode/ha je dala najboljše rezultate standardna LU šoba.\nV poskusu 5, pri uporabi mezotriona, ki spada med sistemično delujoče kalistemone, smo opazili razlike samo pri kostrebi. Pri manjši porabi vode in uporabi standardne LU šobe \nsmo dosegli višjo učinkovitost. Delovanje mezotriona je zelo vezano na velikost kostrebe, saj se začne učinkovitost hitro zmanjševati, ko kostreba preraste stadij treh lističev.\nV poskusu 6 smo uporabili sulfonilsečninski herbicid foramsulfuron. Za razliko od vseh ostalih poskusov je v tem primeru dala standardna LU šoba slabši rezultat pri zatiranju ščira napram antidriftnim šobam. Ker ne obstajajo vsebinski vzroki, ki bi povzročili takšno odstopanje, gre verjetno za naključje. Pri zatiranju kostrebe pa ni opaziti statistično značilnega zmanjšanja učinkovitosti pri povečani porabi vode. To zmanjšanje je namreč vidno pri ostalih poskusih.\nIz rezultatov je razvidno, da morda obstajajo določene interakcije med različnimi herbicidi, tipi šob in različnimi vrstami plevelov. Praktični pome tega dejstva je, da bi morda morali tip šobe in porabo vode prilagoditi razmerju med vrstami plevelov v združbi. Tega v praksi seveda pridelovalci ne delajo. Strokovno gledano pa bi bilo potrebno upoštevati razmerja med širokolistnimi pleveli in ozkolistnimi pleveli in enoletnimi in trajnimi. \nPridelek koruze smo določali tako, da smo jeseni na poskusnih parcelicah natančno iz sredine parcelic (4 m²) potrgali storže in jih sveže stehtali. Rezultate tehtanja prikazuje\nherbicidne kombinacije.\n* Povprečja označena z enako črko se ne razlikujejo statistično značilno glede na rezultate Tukey- evega testa pri (α=0,05). \nOpazimo lahko precejšnje odstopanje v pridelku med posameznimi poskusi, kar lahko v večji meri pripišemo neizenačenosti zemljišča, kot pa delovanju posameznih herbicidnih programov. Tip šobe ni imel statistično signifikantnega vpliva na pridelek storžev. Znotraj posameznih herbicidnih programov pa so opazne nekatere razlike. V poskusih 2, 3 in 6 nismo opazili razlik. V poskusu 1 je standardna LU šoba dala nekoliko večji pridelek pri večji porabi vode, pri manjši porabi vode pa je bil pridelek nekaj manjši. V poskusu 4, kjer smo uporabili samo 2,4-D, pa je povečana poraba vode, povzročila povečanje pridelka. Pri uporabi antidriftnih šob je opazno povečanje pridelka za 7 do 10 %. Glede na to, da ni bilo razlik med učinkovitostjo med šobami pri zatiranju kostrebe, ščira in slaka je to nepričakovan rezultat. Preživele so sicer večje populacije rogovilčka in mrkača, ki pa sta za koruzo očitno manj tekmovalna plevela. Na rezultat je lahko vplivala tudi velika variabilnost vlage v svežih storžih. V poskusu 5 smo zasledili padec učinkovitosti delovanja herbicida na kostrebo in posledično je prišlo do delnega znižanja pridelka. Sploh pri povečani porabi vode je bila učinkovitost manjša, vendar pa se to ni odrazilo z značilnim zmanjšanjem pridelka.\n"], "5": ["5. SKLEPI", "Pri zatiranju bele metlike in ščira nismo zaznali razlik med šobami. To kaže, da pri običajnih enoletnih semenskih širokolistnih plevelih, ne moremo med proučevanimi šobami pričakovati bistvenih razlik v učinkovitosti delovanja herbicidov. Razlike v uspehu zatiranja med porabo vode 150 ali 300 l so v našem primeru majhne. Majhne razlike so se pojavile pri zatiranju slaka, vendar so te razlike premajhne, da bi lahko trdili, da je uporaba klasičnih šob boljša pri zatiranju trajnih širokolistnih plevelov.\nV našem primeru se je pri kostrebi nekoliko bolje obnesla kombinacija 150 l vode in šobe z manjšimi kapljicami. Torej bi pri večjih populacijah ozkolistnih plevelov bilo priporočljivo uporabljati manjše količine vode in drobnejše kapljice. To lahko pri uporabi antidriftnih šob dosežemo tudi z malenkostnim povečanjem delovnega tlaka na šobah.\nPri nas se zelo pogosto uporablja kombinacija talnega herbicida pred vznikom in nato korekcija z listnim herbicidom. Glede na rezultate poskusa ni nobenega tveganja, da bi uporaba antidriftnih šob zmanjšala učinkovitost takšne kombinacije.\nRezultati praktičnega poskusa kažejo, da se pridelovalcem ob uporabi antidriftnih šob ni potrebno bati zmanjšanja pridelka. Bodo pa herbicide uporabljali bolj varno in ob vse bolj strogi okoljski zakonodaji lažje opravičili škropljenje bližje naseljem ali vodnih virov. Istočasno pa antidriftne šobe omogočajo tudi večje delovne hitrosti, kar zopet pripomore k zmanjšanju stroškov strojnih ur.\n"], "abstract": ["V poljskem poskusu smo preučevali vpliv tipa šobe (standardne in antidriftne) na biotično učinkovitost herbicidov, uporabljenih za zatiranje plevelov v koruzi. Poskus je bil zasnovan kot poskus z več dejavniki v bločni zasnovi. Proučevali smo tri dejavnike (tip šobe, količino porabljene vode za nanos in vrsto herbicidne kombinacije). Herbicide smo nanesli s standardno traktorsko škropilnico. Tri tedne po aplikaciji smo izvedli vizualno ocenjevanje biotične učinkovitosti herbicidov, jeseni pa smo analizirali pridelek storžev. Pri nobenem plevelu nismo ugotovili značilnega vpliva tipa šobe na biotično učinkovitost, katerega koli od proučevanih herbicidov. Interakcije med tipom šobe in tipom herbicida ali tipom šobe in količino porabljene vode, glede vpliva na biotično učinkovitost herbicidov, ni bila značilna pri nobenem herbicidu. Tip herbicida in količina porabljene vode za nanos sta imela značilen vpliv na oblikovanje pridelka, tip šobe pa ne. V tem poskusu proučevane antidriftne šobe so bile glede uporabnosti za zatiranje plevelov povsem enakovredne standardnim šobam. "]}