{"1": ["1 UVOD", "Travinje ali travnati svet so kmetijska zemljišča, ki jih porašča nizka rastlinska odeja, imenovana travna ruša, sestavljena iz različnih vrst trav, metuljnic (detelj) in zeli (Korošec 1997).\nRastlinska odeja oziroma travna ruša na travinju je nenehno izpostavljena številnim vplivom, ki vzajemno delujejo na travno rušo (podnebje, tla, hidrološke razmere, živali, človek ipd). Večina travinja v Sloveniji je antropogenega izvora, za katerega je značilno, da je na njegov nastanek vplival človek s krčenjem gozdov. Te travne površine se ponovno hitro spremenijo v gozd, če jih vsakoletno redno ne kosimo, ali če jih ne popasejo živali (Korošec in Leskošek 1998). Pri nas travnati svet še vedno izkoriščamo pretežno s košnjo.\nV Sloveniji se obseg travinja v zadnjih letih zmanjšuje in znaša okoli 60 % vse kmetijske površine, zmanjšuje pa tudi obseg kmetijskih zemljišč v uporabi. Pri nas pokriva travinje od skupno 524167 ha kmetijskih zemljišč 288222 ha površin (Statistični urad Republike Slovenije 2007). Po deležu trajnega travinja v sestavi kmetijskih zemljišč se uvrščamo takoj za Irsko (72 %) in Švico (59 %) (Vidrih 2007). Tako velik delež travinja v sestavi kmetijskih površin je predvsem posledica reliefne razgibanosti Slovenije, saj v večjem delu države prevladuje hribovit svet (Kramberger 2005). Kar 87 % kmetijskih zemljišč spada med območja z omejenimi dejavniki (OMD), kar pomeni manjša proizvodna sposobnost kmetij in posledično dražja pridelava (Hrustel-Majcen in sod. 2006). Kljub nižjim pridelovalnim potencialom, igrajo taka območja zelo pomembno vlogo pri ohranjanju poseljenosti podeželja.\nPridelovalna zmogljivost slovenskega travinja je bila v preteklosti precej manjša kot danes. Statistični urad Republike Slovenije beleži podatek za leto 1991, kjer je povprečni pridelek suhe snovi (SS) znašal 4 t ha-1, medtem ko se je do leta 2008 povzpel že na 5,5 t SS ha-1. Korošec in Leskošek (1998) navajata še nižje pridelke, ki so jih kmetje dosegali na \nnegnojenih travnikih, in sicer od 2 do 4 t SS ha-1. Leskošek in Verbič (1981) poudarjata, da z racionalnim gnojenjem in redno oskrbo naših travnikov, lahko pridelamo tudi do 10 t SS ha-1 letno. Na naših najboljših nižinskih travnikih pa lahko ob intenzivnem gnojenju pridelamo še mnogo več, vendar nam omejitve pri gnojenju, ki so povezane z uredbami okolja, to otežujejo. Največji vpliv na količino in kakovost pridelane krme imata torej gnojenje, pa tudi način oziroma pogostnost rabe.\n"], "2": ["1.1 Opredelitev problema", "Pridelava kakovostne voluminozne krme ima vse večji pomen. Pridelati kakovostno krmo je v veliki meri odvisno od pravilnega časa gnojenja, primerne izbire gnojil in predvsem količine uporabljenih hranil, kjer smo pri uporabi živinskih organskih gnojil z zakonodajo močno omejeni, kar omejujoče vpliva predvsem na pridelek krme v ekološki pridelavi. Poleg gnojenja je pri pridelavi voluminozne krme, pomembna tudi pogostnost in način rabe, saj optimalno število košenj vpliva poleg kakovosti tudi na količino pridelane krme.\n"], "3": ["1.2 Cilji raziskave", "V raziskavi smo želeli ugotoviti, kakšne pridelke krme lahko ob veljavnih predpisih dosežemo z mejnimi dovoljenimi količinami uporabljene gnojevke na štirikosnem travniku.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Gnojenje z rastlinskimi hranili", "Ker naravni dotok hranil v tla in simbiotska vezava dušika pri intenzivni pridelavi krme ne pokrijeta vseh potreb po hranilih, je za intenzivno pridelovanje krme potrebno dodatno gnojenje z nekaterimi nujno potrebnimi rastlinskimi hranili. Travno rušo gnojimo z dušikom, fosforjem in kalijem, včasih pa se pojavi tudi potreba po gnojenju s kalcijem in magnezijem. Ostala makrohranila so rastlinam večinoma dostopna v zadostnih količinah iz naravnih virov. Z mikrohranili gnojimo le v izjemnih primerih, če se pojavijo znaki pomanjkanja katerega od teh hranil (Kramberger 1995).\nLeskošek (1993) in mnogi strokovnjaki za gnojenje poudarjajo, da je pri gnojenju travinja potrebno upoštevati, kolikšen je odvzem hranil s pridelkom iz tal in kakšna je založenost tal z določenim hranilom. Pri izbiri hranil je potrebno predvideti njihovo primernost za uporabo, obliko ter izkoristljivost. Upoštevati je potrebno tudi možnost samooskrbe rastlin z določenimi hranili ter z varstvom okolja pogojene omejitve pri uporabi posameznih gnojil oziroma hranil.\n"], "6": ["2.1.1 Vsebnost rastlinskih hranil v pridelku", "Na vsebnost posameznih rastlinskih hranil v pridelku vplivajo številni dejavniki in sicer botanična sestava ruše, starost rastlin ter količina rastlinam dostopnih hranil v tleh. Če je v tleh nekega rastlinam dostopnega hranila dovolj, lahko tudi v pridelku pričakujemo veliko vsebnost tega elementa, kar pa ni pogoj, saj je lahko zaradi pomanjkanja ali prevelike količine drugega rastlinam dostopnega hranila, oviran sprejem prvega. Na sprejem hranil v rastline zelo vplivajo tudi dejavniki okolja, kot so temperatura, vlaga in ostale lastnosti tal (Kramberger 1995). \nOb upoštevanju le tistih elementov, ki jih pri nas v praksi z gnojenjem travni ruši bolj ali manj redno dodajamo vidimo, da tona SS krme s travinja vsebuje 20 do 40 kg dušika, 2 do 5 kg fosforja, 15 do 40 kg kalija, 4 do 12 kg kalcija in 1,2 do 2,4 kg magnezija. Ker pridelek odpeljemo z rastišča, moramo s pridelkom odvzeta hranila vrniti z gnojenjem. Zaradi racionalnosti pridelovanja, predvsem pri kaliju gnojimo z nizko vsebnostjo hranila, pri dušiku pa odmerke omejujemo tudi zaradi varstva okolja. Fosforja dodamo pri gnojenju nekoliko več, tako da z vsebnostjo v rastlinah pokrijemo tudi potrebe po živalih (Kramberger 1995).\nZa pridelek 10 t SS krme, ob predpostavki, da se vsa hranila popolnoma izkoristijo, je potrebno z gnojenjem okvirno dodati nekaj čez 200 kg N, do 115 kg P2O5, okrog 180 kg K2O, 100 do 300 kg CaCO3 in 20 do 40 kg MgO. Pri vsem tem pa moramo upoštevati, da so te vrednosti za travno rušo le okvirne in da so lahko učinki enakega gnojenja na različnih tleh različni. Da bi bilo gnojenje čim bolj gospodarno, so mnogi strokovnjaki na osnovi rezultatov številnih poskusov sestavili okvirne gnojilne norme za gnojenje travne ruše (Kramberger 1995).\n"], "7": ["2.1.2 Založenost tal s hranili", "Pred gnojenjem travne ruše moramo vedeti, kakšna je založenost tal s hranili. Zato je potrebno vsakih nekaj let opraviti kemično analizo tal ter sproti voditi zapiske o gnojenju in o pridelkih. Na ta način bomo lahko brez težav načrtovali gnojenje tudi v letih, ko analize o založenosti s hranili nismo opravili (Leskošek 1993).\nV laboratoriju nam v vzorcu zemlje določijo reakcijo tal, založenost tal s fosforjem in kalijem, po zahtevi tudi z magnezijem in ostalimi elementi, vendar stroški take analize precej narastejo. Zaradi tega dodatne analize izvajamo le v posebnih primerih, ko z običajnim gnojenjem pri pridelovanju krme ne dosegamo pričakovanih pridelkov (Leskošek 1993). \nČe smo na osnovi analize ugotovili, da imamo tla z določenim hranilom že dobro preskrbljena, gnojimo večinoma le na osnovi predvidenega odvzema s pridelkom in morebitnih ostalih izgub hranil. Če so tla siromašnejša, pri gnojenju dodajamo hranila nad predvidenim odvzemom s pridelkom, da z leti nekoliko izboljšamo zaloge hranil v tleh. Pri pretirani preskrbljenosti gnojimo manj, kot je odvzem, pri ekstremni pa s hranilom, ki ga je v tleh že dovolj, ne gnojimo (Leskošek, 1993).\n"], "8": ["2.1.3 Živinska gnojila in z varstvom okolja pogojene omejitve pri njihovi uporabi", "Za gnojenje travne ruše uporabljamo rudninska in organska gnojila. Pri nas od organskih gnojil največ uporabljamo živinska gnojila: hlevski gnoj, gnojevko in gnojnico. Omenjena gnojila imajo že delno razkrojene organske snovi, iz katere v tleh poleg drugih produktov razgradnje, nastaja tudi humus. Humus je zelo pomemben za rodovitnost tal, saj pripomore k dobri strukturi tal, zadržuje vlago v tleh in sorbtivno veže veliko hranil, tako da se ne izpirajo. Če bi vrednost organskih gnojil cenili le na osnovi hranil, ki jih vsebujejo, bi bilo v veliko primerih gnojenje z rudninskimi gnojili zaradi večje koncentracije hranil cenejše (Leskošek 1993).\nZa rastline travne ruše je značilno, da jim vsako leto odmre precejšen del korenin, ki jih nadomestijo nove. Odmrle korenine v tleh so vir hrane različnim mikroorganizmom. Ob razgradnji organske mase nastaja tudi veliko humusa. Na splošno je zato, kot poudarja Kramberger (1995), v tleh pod večletno rušo več humusa kot v njivskih tleh. Ker rastline ruše humus praktično same ustvarjajo, hlevski gnoj in gnojevka pri gnojenju travinja nista nujno potrebna. Če s hlevskim gnojem gnojimo travno rušo, uporabimo dobro dozorel in preperel hlevski gnoj, ki ga enakomerno raztrosimo po ruši. Gnojenje izvedemo jeseni, lahko pa tudi po košnji. Čez zimo padavine hlevski gnoj sperejo v rušo, spomladi pa z brano le še očistimo ostanke gnoja.\nZa gnojenje ruše je bolj kot hlevski gnoj uporabna gnojevka. Še pred nekaj leti so v priporočilih za uporabo gnojevke poudarjali, da se lahko uporablja kadarkoli, le pozimi na \nzamrznjenih tleh ne. Danes pa se v svetu in tudi pri nas vse več pozornosti namenja varstvu okolja, zato se na splošno pri uporabi gnojil, predvsem pa pri uporabi gnojevke, pojavlja vse več omejitev. Travne ruše z gnojevko ne gnojimo, ko je le-ta v zimskem mirovanju, ampak jo uporabljamo izključno takrat, ko ruša dodani dušik lahko izkoristi. To je od rane pomladi do jeseni. Odmerek za enkratno uporabo naj ne presega 15 do 20 m3 ha-1 (računano nerazredčene). Tako količino dušika, dodanega z enkratnim dognojevanjem, ne bo presegla 60 kg ha-1, kolikor ga lahko ruša porabi. Za gnojenje travne ruše gnojevko razredčimo z vodo. Spomladi in jeseni v razmerju 2 do 3 : 1, v poletnih mesecih pa v razmerju 1 : 1. Gnojevko razvažamo v oblačnem in mirnem vremenu, da so izgube dušika zaradi izhlapevanja čim manjše (Leskošek 1993).\nV svetu se zelo širi injiciranje gnojevke v tla. Čez nekaj let bo v nekaterih deželah to edini dovoljen način uporabe gnojevke. Upoštevati pa je potrebno, da je gnojevko mogoče injicirati pod površino tal le na globokih tleh brez velikih teksturnih delcev (kamenje). Po načinu uporabe in uporabnosti je gnojevki zelo podobna gnojnica, le da vsebuje manj hranil (večinoma le dušik in kalij) (Leskošek 1993).\nPri nas je iz vidika zakonodaje za gnojenje potrebno upoštevati Pravilnik o izvajanju dobre kmetijske prakse pri gnojenju (Ur. l. RS, 130/2004), zlasti Uredbo o varstvu voda pred onesnaževanjem z nitrati iz kmetijskih virov (Ur. l. RS, 113/2009). Omenjeno uredbo je izdala Vlada Republike Slovenije 24. decembra 2009. V njej so določene mejne vrednosti vnosa dušika iz kmetijskih virov v tla ali na tla ter ukrepi za zmanjšanje in preprečevanje onesnaževanja voda, ki ga povzročajo nitrati iz kmetijskih virov. Pred to uredbo je bila v veljavi Uredba o mejnih vrednostih vnosa nevarnih snovi in gnojil v tla (Ur. l. RS, 84/2005). V novi uredbi namreč še vedno veljajo nekateri členi in priloge iz uredbe iz leta 2005. Pomembno dejstvo v uredbi je, da je celotno območje Republike Slovenije zaradi varstva voda pred onesnaževanjem z nitrati določeno kot ranljivo območje. Na omenjenem območju letni vnos dušika iz živinskih gnojil ne sme presegati 170 kg N ha-1. Gnojenje z gnojevko in gnojnico je na zemljiščih brez zelene odeje prepovedano od 15. novembra do 15. februarja, izjema pa so nekatere katastrske občine, kjer prepoved gnojenja velja od 1. decembra do 31. januarja. Na zemljiščih z zeleno odejo pa velja prepoved gnojenja z \ngnojevko in gnojnico od 15. decembra do 15. januarja, razen na zemljiščih iz določenih katastrskih občin. Prepoved gnojenja z gnojevko, gnojnico in mineralnimi gnojili velja tudi na poplavljenih tleh, na tleh, nasičenih z vodo, na tleh prekritih s snežno odejo ter na zamrznjenih tleh. Na strmih kmetijskih zemljiščih, kjer obstaja nevarnost odtekanja gnojevke in gnojnice v površinske vode, je treba odmerke gnojevke in gnojnice razdeliti v več delov, tako da posamezni odmerek ne presega 80 kg N ha-1. Prepovedano je tudi gnojenje in preoravanje trajnega travinja na območjih, ki so oddaljena 100 metrov od objekta za zajem pitne vode. Pri skladiščenju živinskih gnojil moramo biti posebej pozorni, saj ne sme prihajati do odtekanja oziroma izpiranja izcedkov v površinske ali podzemne vode. Vsako gnojenje je potrebno prilagoditi potrebam rastlin po hranilih, ki se določijo na osnovi pričakovanih pridelkov, tipov tal, razmer v tleh, podnebnih razmer in same rabe zemljišča. Letni vnos dušika iz organskih gnojil ne sme presegati 250 kg N ha-1 . Pri gnojenju, bodisi z organskimi ali mineralnimi gnojili, moramo biti izredno pazljivi, da so gnojila enakomerno raztrošena po celotni površini. V preglednici 1 so prikazane mejne vrednosti vnosa dušika v tla (kg ha-1), ki jih moramo upoštevati po tej uredbi pri gnojenju travinja.\nRastlina Mejna vrednost (kg N ha-1)  Krma s trajnih travnikov in pašnikov  2-kosni travnik 170  3-kosni travnik 240  4-kosni travnik 320  Pašno-kosna raba 240  Detelje in deteljne mešanice 80  deteljno travne mešanice 240  Trave, travne mešanice in travno deteljne mešanice 320 \nGlavni proizvajalec organskih gnojil v kmetijstvu je živinoreja. Zato so v skupni evropski kmetijski politiki v veljavi uredbe, ki dovoljujejo le tolikšno rejo živine, kolikor izločkov le-teh se lahko smotrno uporabi za gnojenje v kmetijstvu. Obremenitve površin po teh uredbah se gibljejo v mejah od 2 do 3 GVŽ ha-1 ali manj.\nPri ekološki pridelavi je prepovedana uporaba lahko topnih mineralnih gnojil, mineralnih dušikovih gnojil, blat in kompostov iz čistilnih naprav ter dokup živinskih gnojil iz industrijskih rej. Mejna vrednost letnega vnosa dušika z živinskimi gnojili znaša 170 kg N ha-1. V ekološki pridelavi se priporoča oziroma zahteva uporaba uležanega hlevskega gnoja. Uporaba živinskih gnojil predstavlja najprimernejši način zagotavljanja potrebnih hranil za rastline in ohranja rodovitnost tal. Prednost pri živinskih gnojilih naj ima kompost iz hlevskega gnoja ali vsaj dobro uležan hlevski gnoj, pri uporabi gnojevke pa naj bo le-ta prav tako dozorela in aerirana ter primerno razredčena. Gnojevko je potrebno razporediti čim bolj enakomerno in jo dodati čim bližje tlom, da zmanjšamo izgube dušika v zrak v obliki amoniaka (Bavec in sod. 2009).\nEkološki kmetje so pri reji živali omejeni s številom živali in sicer z 1,9 GVŽ ha-1 . Zgornja meja uporabe z živinskimi gnojili znaša 170 kg ha-1 dušika (N), 120 kg ha-1 fosforja (P2O5) in 300 kg ha-1 kalija (K2O). Zgoraj navedene mejne vrednosti sicer ne predstavljajo količine hranil od omenjene obtežbe z živalmi, saj so v te vrednosti všteta tudi hranila, ki jih vsebujejo dokupljena gnojila iz drugih kmetij ali trgovske mreže, ki ne izvirajo iz industrijske živinoreje (Bavec in sod. 2009).\nGnojenje na večini ekoloških kmetij v Sloveniji temelji na uporabi živinskih gnojil, zato je v okviru zahtev navzkrižne skladnosti potrebno posebno pozornost posvetiti Standardu za nitrate. Upoštevati je potrebno naslednje zahteve in nacionalne predpise, ki se v okviru kontrole navzkrižne skladnosti tudi preverjajo:\n- Gnojnice in gnojevke ni dovoljeno uporabljati na kmetijskih zemljiščih brez  zelene odeje od 15. novembra do 15. februarja. \n - Gnojenje z gnojevko ali gnojnico na velikih strminah mora biti izvedeno na  način, da ne odteka po površini.\n- Gnojnica ali gnojevka se ne smeta uporabljati na kmetijskih zemljiščih, kjer  so tla nasičena z vodo ali poplavljena, zamrznjena ali prekrita z več kot 10  cm debelo snežno odejo in na najožjih vodovarstvenih območjih.\n- Na vodovarstvenih območjih se gnojila, glede na vrsto gnojila in zemljišča,  uporabljajo le v določenih obdobjih leta.\n- Uporaba živinskih gnojil na vodovarstvenih območjih naj ne presega mejnih  količin, ki so določena v predpisih.\n- Letni vnos dušika pri gnojenju z živinskimi gnojili ne sme presegati 170 kg  ha-1 kmetijskih zemljišč v uporabi (Bavec in sod. 2009).\n"], "9": ["2.2 Gnojilne norme", "Mnogi strokovnjaki so na osnovi številnih poskusov in do sedaj povedanega za poenostavitev gnojenja pripravili okvirne gnojilne norme. S pomočjo teh norm je gnojenje travne ruše enostavnejše.\nPo navedbah Korošca (1989) se za sejano travno-deteljno mešanico za štirikratno košnjo letno priporočajo naslednji odmerki gnojil, in sicer 200 kg N ha-1 (4 x 50), 110 kg P2O5 ha-  in 160 kg K2O ha-1.\nGnojilne norme za naravno rušo, kot navaja Leskošek (1993), so pri štirikratni košnji nekoliko večje v primerjavi z prej omenjeno. Priporoča se namreč 200 do 240 kg N ha-1 (4 obroki), 80 do 100 kg P2O5 ha-1 in 140 do 240 kg K2O ha-1.\nTako v razvitih kmetijskih deželah kot tudi pri nas so spoznali, da ob povečanju enkratnega odmerka dušika do 80 kg ha-1, travna ruša še vedno dobro reagira z ustreznim povečanjem pridelka (Frame 1992). Po mnenju strokovnjakov je potrebno v drugi polovici rastne dobe \npri dognojevanju odmerke dušika zmanjševati, in sicer iz 80 ali 60 na 30 do 40 kg ha-1. S tem pa se seveda izognemo nepotrebnemu kopičenju nitrata v krmi.\nPri gnojenju travne ruše so odmerki dušika zelo odvisni od intenzivnosti pridelave. Pogostejša je košnja, večjo skupno količino dušika bomo porabili. Vidrih (1976) opozarja, da je pri gnojenju naravne ruše potrebno paziti na večje količine uporabljenega dušika, saj le-ta močno vpliva na spremembo v botanični sestavi, saj se poveča nevarnost širjenja ščavja, regrada, ipd.\nStopnja P 2O 5 K2O 1. košnja 2. košnja 3. košnja 4. košnja\n-1 -1 -1 -1 -1  intenzivnosti kg ha kg ha kg N ha kg N ha kg N ha kg N ha-1  II 80-100 140-240 40-50 50 50 40-50  I 80-100 140-240 60-70 60-70 60-70 60-70\nČe prvo košnjo siliramo, moramo začeti kositi že v prvi polovici maja in če kosimo nato vsak mesec in pol, dobimo štiri košnje na leto. Praviloma je najbolj učinkovit obrok 50 kg N ha-1, na slabših rastiščih 40 kg ha-1. Da bi dobili enak pridelek mrve kot na trikosnem travniku, je treba pri štirikosni rabi dodati približno 40 kg N ha-1 več. Pri gnojenju s 160 kg N ha-1 (4 x 40 kg) so v petletnem povprečju nakosili na posameznih poskusih 9 do 11 t sušine mrve ha-1, na najmanj ugodnem rastišču pa le 8 t ha-1. Kot je razvidno iz preglednice 2, se priporoča za eno košnjo katerekoli intenzivnosti rabe 40 do 50 kg N ha-1. V posebnih primerih je lahko en obrok tudi manjši (30 kg N) ali večji (60 kg N). Zavedati pa se moramo, da pri rednem gnojenju z dušikom, za vsako košnjo izpodrinemo iz ruše praktično vse metuljnice. Torej če želimo v travni ruši spodbujati in ohranjati določen delež metuljnic, moramo biti zelo zadržani pri gnojenju z dušikom, zlasti z dušikom iz mineralnih gnojil ali gnojevke (Leskošek 1993). \nLeskošek in Mihelič (1998) priporočata za štirikosne travnike od 80 do 100 kg P2O5 ha-1, od 140 do 240 kg K2O ha-1 in od 180 do 200 kg N ha-1. Za prvo, drugo in tretjo košnjo naj znaša obrok dušika od 40 do 50 kg ha-1, za zadnjo, četrto košnjo pa nekoliko manj, in sicer od 30 do 40 kg ha-1. V primeru zelo ugodnih leg se priporočajo pri vseh štirih košnjah odmerki od 50 do 70 kg N ha-1 (preglednica 2). Do teh vrednosti sta avtorja prišla na osnovi dolgoletnih raziskav na različnih poskusnih lokacijah. Ugotovila sta, da če želimo pridelati več kot 6 t mrve ha-1, moramo poleg fosforja in kalija, uporabljati tudi dušik.\nPriporočeni letni odmerki dušika za travinje v Avstriji znašajo za štirikosne travnike, bogate z metuljnicami, od 100 do 150 kg N ha-1, za travnike, bogate s travami pa od 140 do 200 kg N ha-1 . Za deteljno-travne mešanice, kjer prevladujejo metuljnice priporočajo od 0 do 40 kg N ha-1, za travno deteljne mešanice, kjer pa prevladujejo trave pa od 60 do 210 kg N ha-1 (Buchgraber in Gindl 2004). Schmid in Thöni (1990) navajata, da je količina uporabljenih gnojil najbolj odvisna od pogostosti in načina rabe.\nGnojilne norme za P2O5 in K2O so sestavljene tako, da je upoštevan odvzem P in K s pridelkom. Fosfata je danega pri A stopnji okoli 20 kg, pri B stopnji pa približno 10 kg P2O5 več kot pri C stopnji. Kalija priporočamo pri A stopnji približno 40 kg ha-1, pri B stopnji pa okoli 20 kg K2O ha-1 na leto več kot pri C stopnji. Odmerek K2O pri C stopnji vedno ne pokriva celotnega odvzema tega hranila, ker se je treba varovati čezmernega sprejema K v rastline (Leskošek 1993).\nKontrola ustreznosti količin uporabljenih hranil pri gnojenju se izvede z vsako ponovno analizo tal (vsakih nekaj let), mogoče pa je tudi s pomočjo analize krme. Ker se dolgoročno P in K iz mineralnih gnojil izkoriščata v enakem obsegu kot iz živinskih gnojil, ni težko izračunati odmerkov P2O5 in K2O pri poljubnem deležu živinskih in mineralnih gnojil (Leskošek 1993).\nZa gnojenje je omembe vreden tudi podatek, da pride iz ozračja s padavinami okoli 20 kg N ha-1 letno (Stevenson in Cole 1999). Whitehead (2000) pa govori tudi o 50 kg N ha-1 letno, vendar so to območja, kjer je izpustov dušikovih spojin v ozračje veliko. Spatz in \nBuchgraber (2003) navajata podatek, da lahko na veliko več dušika računamo iz simbiotske vezave, ki znaša od 2 do 7 kg N ha-1 na 1 % biomase metuljnic v ruši. Ti podatki so izredno pomembni pri količini uporabljenih gnojil, saj se moramo zavedati, da vir dušika ne predstavljajo samo organska in mineralna gnojila, pač pa da obstajajo tudi drugi viri.\n"], "10": ["2.3 Vpliv gnojenja in pogostnosti košnje na količino in kakovost pridelka", "Čim večja je intenzivnost reje, tem večja je zahtevnost glede kakovosti pridelane krme. Z gnojenjem praviloma ne povečamo energijske vrednosti krme (ŠV, NEL), pač pa količino pridelkov. Seno štirikosne rabe je za okoli 2 % SB bogatejše od trikosnega. Koncentracija energije se giblje v sušini gnojenega sena pri košnji med 15. in 30. majem (v nižinah) od 6 do 5,5 MJ NEL kg-1 sušine, pri košnji med 1. in 20. junijem pa od 5,5 do 4,8 MJ NEL kg-1 sušine (Leskošek in Mihelič 1998).\nVerbič navaja (2006), da se je pri poskusu na kraškem travniku zaradi gnojenja s fosforjem in kalijem pridelek zelo povečal, kjer je bila količina pridelanega zelinja v posameznih letih celo večja kot pri NPK gnojenju.\nV nižinah gnojenje s fosforjem in kalijem poveča pridelek zelinja za okoli 2 do 3 t ha-1, vsak dodatni kilogram dušika na hektar pa poveča pridelek za okoli 13 do 17 kg mrve (Leskošek 1981).\nAydin in Uzun (2005) ugotavljata, da gnojenje z dušikom povečuje pridelek zelinja in zmanjšuje delež metuljnic v botanični sestavi; s tem se spremeni kakovost zelinja, saj se zmanjša vsebnost SB. Istočasno pa navajata, da lahko slabšo kakovost zelinja izboljšamo, če gnojimo s fosforjem, saj le-ta ponovno poveča delež metuljnic.\nNa količino in kakovost pridelane krme ne vpliva samo gnojenje, ampak močno tudi pogostnost košnje, ki zelo vpliva tudi na trpežnost rastlin. Z vsako košnjo rastlinam deloma ali v celoti odstranimo nadzemne organe (liste, stebla, socvetja). Trave in metuljnice po \nkošnji obnovijo rast, z ustvarjanjem novih poganjkov. Pri travah, za razliko od metuljnic, nadaljujejo rast tudi zelo mladi, razvijajoči se listi, tudi če smo jih skoraj v celoti odstranili (Kramberger 1995).\nKramberger poudarja (1995), da je za pridelek kakovostne krme potrebno metuljnice in trave kositi dovolj zgodaj, vendar moramo, da bodo rastline čim bolj trpežne, z načinom izkoriščanja rastlinam zagotoviti tudi pogoje za nemoteno obnovo rasti po vsakokratni rabi. Pretiravanje pogostosti košnje povzroča redčenje in slabljenje ruše. Pri prepogosti košnji bo kakovost pridelka sicer odlična, vendar bo skupni pridelek majhen.\nKramberger in Gselman (2000) sta najvišji pridelek SS na polnaravnem travinju dosegla prav pri štirikosni rabi, in sicer preko 12 t ha-1. Pri gnojenju sta uporabila 180 kg N ha-1, 40 kg P2O5 ha-1 in 150 kg K2O ha-1. Kramberger (1995) ugotavlja, da dosežemo na našem naravnem travinju največji pridelek z do štiri košnjami na leto.\nKakovost je na splošno slabša pri redki košnji in nasprotno boljša pri pogosti košnji. S starostjo ruše se v rastlinah povečuje delež sušine in surove vlaknine, nasprotno pa se zmanjšuje delež surovih beljakovin, surovih maščob in neto energije laktacije (DLG 1991, cit. po Čop 1998).\nKirkhan in Tallowin (1995) sta v poskusu primerjala kakovost zelinja ob prvi košnji, opravljeni v maju, juniju, juliju in avgustu. Ugotovila sta, da največ neto energije laktacije dobimo s košnjo v maju. NEL se je do meseca julija močno znižala, v avgustu in septembru pa ostala nespremenjena. Korošec navaja (1989), da pri štirikratni košnji letno, s starostjo trave 5 tednov ob košnji, znaša pridelek sušine 15,1 t ha-1 in pridelek prebavljivih beljakovin pa 1262 kg ha-1.\nNa naravnem travinju, ki je bilo v preteklosti ekstremno izkoriščeno, z uvedbo permanentne štirikratne košnje v rastni dobi, v desetletju ali dveh, rušo zelo spremenimo. V njej bodo ostale rastline, ki se vegetativno razmnožujejo in rastline, ki odvržejo seme pred košnjo (Kramberger 1995). \nV nižinskem delu Slovenije bomo v letih, ko je padavin dovolj, pri načrtovani štirikratni košnji prvič kosili sredi maja, drugič v začetku julija, tretjič sredi avgusta in četrtič sredi oktobra. Če v ruši prevladujejo pozne trave, lahko prvo košnjo izvedemo šele v zadnji dekadi maja, če pa imamo v ruši zelo rane trave in trave, ki s prehodom v latenje in cvetenje zelo izgubljajo kakovost, prvo košnjo izvedemo v prvi dekadi maja. Čas prve košnje, tudi če imamo ruše enake botanične sestave, v različnih delih Slovenije ni enak. Najprej je ruša primerna za košnjo na Primorskem, nazadnje pa v hribovitih delih zaradi kasnejšega pričetka rastne dobe (Kramberger 1995).\nZa trpežnost ruše je pomembno, da rez pri košnji ni prenizka. Dno poganjkov rastlin nima velike krmne vrednosti, zato z nizko košnjo kljub nekoliko povečanemu skupnemu pridelku, ne povečamo pridelka prebavljivih hranil. Zavedati pa se moramo, da predvsem trave v dnu poganjkov skladiščijo precej rezervnih hranil za regeneracijo po košnji. Če jim ta del s košnjo v celoti odstranimo, lahko zelo poslabšamo trpežnost rastlin (Kramberger 1995).\n"], "11": ["3 MATERIAL IN METODE DELA", ""], "12": ["3.1 Material", "Poskus smo zasnovali spomladi 2007 in ga izvajali do jeseni 2008 na kmetiji Vrecl v Zgornjih Hočah (325 m n.v., 46-29' 31'' s.g.š., 15- 37' 13'' v.g.d.). Poskus smo izvajali na travinju modelne kmetije z mlečno proizvodnjo (govedo) z dosedanjo intenzivno pašno kosno rabo ruše združbe Lolietum.\n"], "13": ["3.1.1 Tla", "Tla na lokaciji izvedbe mikroposkusa so distrična rjava (podtip 'na deluviju' in varieteta 'oglajena' - oznaka PKE na pedološki karti 759). Po teksturi so srednje težka, peščeno ilovnata tla (Stepančič in sod. 1998). Kemijska analiza tal po AL metodi (Egner in sod. 1960), opravljena spomladi leta 2007 je pokazala, da so tla na poskusni parceli vsebovala 4,2 mg P2O5 100 g-1 tal in 11,9 mg K2O 100 g-1 tal, pH v 0,1 M KCl pa je znašal 5,95.\n"], "14": ["3.2 Metode dela", ""], "15": ["3.2.1 Zasnova poskusa", "Poskus smo zasnovali aprila 2007. Najprej smo parcelo razdelili na manjše parcelice velikosti 5m x 5m. Skupno je bilo 12 poskusnih parcelic, po 25 m2. Poskus je bil zasnovan po metodi naključnih blokov v štirih ponovitvah. Na parcelicah smo opravili štiri košnje letno. V preglednici 3 so prikazani termini košenj za obe leti poskusa. \nKošnja 2007 2008\n"], "16": ["3.2.2 Gnojenje", "Gnojili smo na tri različne načine (različna obravnavanja - preglednica 4). V prvem primeru smo gnojili z maksimalno dovoljeno količino živinskih gnojil (glede na skupno količino dušika oziroma obremenitev hektarja površin s številom živali 2,5 GVŽ ha-1) in z v ekološki pridelavi dovoljenimi rudninskimi hranili glede na predviden odvzem in normative za način rabe. Pri naslednjem načinu smo gnojili z 20 % nižjimi odmerki gnojil, tj. maksimalno dovoljenim gnojenjem v ekološki pridelavi v primeru, da pri gnojenju uporabljamo samo živinska gnojila iz domače kmetije (živinska gnojila za 1,9 GVŽ ha-1) in z dovoljenimi rudninskimi gnojili v ekološki pridelavi. Pri zadnjem načinu je bilo gnojenje podobno kot pri prvem načinu gnojenja, le da so bila hranila iz mineralnih gnojil. Gnojevka je v vzorcu, odvzetem neposredno v hlevu, vsebovala 5,2 kg N, 1,9 kg P2O5 in 8,2 kg K2O v m3 z 10 % sušine. Glede na pričakovane izgube N pri aplikaciji (15 %), smo v preglednici 4 prikazali okvirno količino hranil, dodanih pri gnojenju. \nPerglednica 4: Gnojenje v obravnavanjih, ki so bila vključena v poskus.\nGnojevka (kg ha-1)* Mineralna gnojila (kg ha-1)  167 N  72 P2O5 48 P2O5  Obravnavanje 1 312 K2O  136 N  59 P2O5 41 P2O5  Obravnavanje 2 254 K2O  170 N  120 P2O5  Obravnavanje 3 / 240 kg K2O *Gnojevka je ob aplikaciji vsebovala do 5 % sušine.\n"], "17": ["3.2.3 Meritve in ocenjevanja", "Količino pridelka smo ugotavljali ob vsaki košnji, tako da smo na več mestih (4) vsakega obravnavanja pokosili po 0,25 m2 površine in pridelek zelinja stehtali ter ga preračunali na hektar. Pridelek suhe snovi smo določili po sušenju vzorcev v sušilni omari (48 ur pri 55-C) ter prav tako preračunali v kilograme pridelka na hektar.\nS pomočjo NIRS metode (bližnja infrardeča refleksijska spektroskopija) smo na Kmetijskem inštitutu Slovenije v posušenih vzorcih pridelka določili kemično sestavo mrve (vsebnost surovih beljakovin in neto energijo laktacije). Vzorce smo sušili 24 ur v sušilni omari pri 105-C, ki smo jih po sušenju dali v eksikator (Žnidaršič in sod. 2002). Vsebnost dušika v vzorcih smo določili po Kjeldahlovi metodi na Kmetijsko-gozdarskem zavodu Maribor.\n"], "18": ["3.2.4 Klimatske razmere", "Območje izvajanja poskusa (Zgornje Hoče) po Koppenovi klasifikaciji klime sodi v vlažni, zmerno topli pas s suhimi zimami in modificirano srednjeevropsko klimo (Stepančič in sod. 1986).\nPodatki o vremenskih razmerah v letih izvajanja poskusa in dvajsetletnem obdobju (1981- 2000) za meteorološko postajo Maribor-letališče, ki se nahaja 3 km od lokacije izvedbe poskusa, so prikazani v preglednici 5. V grafikonu 1 in 2 pa je nazorno prikazano razmerje med temperaturo in padavinami (1:4) ter sušna obdobja, ki so se pojavila v letih 2007 in 2008 (klimadiagram).\nDolgoletna povprečna letna temperatura za območje Maribora znaša 10,6 -C. Najhladneje je meseca januarja, kjer se dolgoletne mesečne temperature gibljejo okoli -0,25 -C. Najtopleje je v mesecu juliju, saj je povprečje temperatur doseglo 20,5 -C. Dolgoletna povprečna letna količina padavin je 1050 mm. Glede na dolgoletno povprečje največ padavin pade v mesecu avgustu (120,5 mm), najmanj pa v mesecu januarju (38,5 mm). \n  mesecih za leti 2007 in 2008 ter dolgoletno povprečje temperatur (-C) in  količine padavin (mm) od leta 1981 do 2000 za meteorološko postajo  Maribor. Vir: Statistični urad Republike Slovenije.\nMesec J F M A M J J A S O N D  Povp. temp. zraka v -C  (2007) 4,6 5,8 8 13,7 17,2 21,2 22,4 20,2 13,9 9,5 4,6 -0,5 Povp. kol. padavin v mm  (2007) 42 39 113 10 143 60 113 129 173 71 26 46  Povp. temp. zraka v -C  (2008) 2,8 4,5 6,1 11 16,9 20,2 21,3 20,7 14,9 11,6 6,2 1,9 Povp. kol. padavin v mm  (2008) 2 15 95 39 73 135 149 134 61 44 46 102  Povp. temp. v -C -  (1981-2000) 0,25 4,4 5,8 10,6 15,5 18,4 20,5 20,1 15,8 10,6 4,5 0,8 Povp. kol. padavin v mm  (1981-2000) 38,5 46,5 66 69 100 126 109,5 120,5 104 104 90 76\nV letu 2007 je v Mariboru padlo skupno 956 mm padavin, povprečna mesečna količina padavin pa je znašala 79,7 mm. Največ padavin je padlo v mesecu septembru (173 mm), najmanj pa meseca aprila (10 mm). Povprečna letna temperatura je znašala 11,7 -C. Najvišje povprečje mesečnih temperatur je bilo julija (22,4 -C). Iz grafikona 1 je razvidno, da sta se v letu 2007 pojavili dve sušni obdobji. Prvo se je pojavilo v začeteku aprila in trajalo do konec maja, drugo sušno obdobje pa se je pričelo v sredini junija ter trajalo vse do konca meseca.\nLeta 2008 je padlo 61 mm manj padavin v primerjavi s prejšnjim letom, povprečje mesečnih količin padavin pa se ni znatno razlikovalo (74,6 mm). Največ padavin je padlo julija (149 mm), najmanj pa januarja (2 mm). Povprečna letna temperatura je znašala 11,5\n-C. Temperature so se najvišje povzpele avgusta (20,7 -C).\n"], "19": ["3.2.5 Statistična obdelava podatkov", "Dobljene podatke smo obdelali s programom Microsoft Excel 2007. Statistično obdelavo podatkov smo izvedli s programom SPSS (Ver. 14.0). Razlike med aritmetičnimi sredinami smo po izvedeni analizi variance testirali s testom mnogoterih primerjav (Duncan test, p≤0,05).\n"], "20": ["4 REZULTATI IN RAZPRAVA", ""], "21": ["4.1 Pridelek sušine", "V preglednici 6 je prikazano, da smo najvišje statistično signifikantne pridelke sušine (pri 5 % tveganju) v letu 2007 pridelali v obravnavanju 1 (12,05 t ha-1), najnižje pa v obravnavanju 2 (9,46 t ha -1). Naslednje leto med obravnavanji, upoštevajoč 5 % tveganje, ni bilo statistično signifikantnih razlik. Prav tako jih ni bilo v primerjavi skupnih pridelkov čez obe leti izvajanja poskusa. Vendar pa lahko z verjetnostjo večjo od 80 % sklepamo (preglednica 7), da so tudi pridelki v letu 2008 signifikantno različni, kar velja predvsem za obravnavanje 2 v primerjavi s 1. in 3. obravnavanjem.\nPridelek SS (t ha-1) Pridelek SS (t ha-1) Pridelek SS (t ha-1)  Gnojenje 2007 2008 2007+2008\nLegenda: 1 - uporaba gnojevke v količini od 2,5 GVŽ + 150 kg hiperkorna (26% P2O5) ha-1, 2 - uporaba gnojevke v količini od 1,9 GVŽ + 120 kg hiperkorna (26% P2O5) ha-1, 3 - 170 kg N, 120 kg P2O5, 240 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN). Vrednosti, označene z različnimi črkami v istem stolpcu, se med seboj statistično signifikantno razlikujejo (Duncanov test; P≤0,05) \nVir variabilnosti Vsota kvadratov Stopnja prostosti Vsota kvadratov odklonov F P  2007  Ponovitve 0,834533 3 0,278178  Gnojenje 13,7336 2 6,8668 4,28 0,07  Ostanek 9,63067 6 1,60511  Skupaj 24,1988 11  2008  Ponovitve 7,7241 3 2,5747  Gnojenje 5,4854 2 2,7427 2,79 0,1392  Ostanek 5,9026 6 0,983767  Skupaj 19,1121 11  2007+2008  Ponovitve 0,850492 3 0,283497  Gnojenje 6,28732 2 3,14366 3,07 0,1207  Ostanek 6,14288 6 1,02381  Skupaj 13,2807 11\n"], "22": ["4.2 Količina surovih beljakovin (SB) v pridelku krme", "Analiza vzorcev krme v letu 2007 (preglednica 8) je pokazala najvišjo količino surovih beljakovin (SB) v pridelku v obravnavanju 3 (1764,90 kg ha-1), v letu 2008 pa v obravnavanju 1 (1608,02 kg ha-1). V obeh letih poskusa med obravnavanji ni bilo statistično signifikantnih razlik. Tudi v primeru pridelka surovih beljakovin (podobno kot pri pridelku sušine) lahko za leto 2007 in leti 2007+2008 skupaj trdimo, da obstaja visoka verjetnost (preglednica 9) statistično signifikantnih razlik med obravnavanji (predvsem obravnavanje 2 v primerjavi z obravnavanjem 1 in 3) pri 15 % tveganju. \nKoličina SB (kg ha-1) Količina SB (kg ha-1) Količina SB (kg ha-1)  Gnojenje 2007 2008 2007+2008\nLegenda: 1 - uporaba gnojevke v količini od 2,5 GVŽ + 150 kg hiperkorna (26% P2O5) ha-1, 2 - uporaba gnojevke v količini od 1,9 GVŽ + 120 kg hiperkorna (26% P2O5) ha-1, 3 - 170 kg N, 120 kg P2O5, 240 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN). Vrednosti označene z različnimi črkami v istem stolpcu se med seboj statistično signifikantno razlikujejo (Duncanov test; P≤0,05)\nVir variabilnosti Vsota kvadratov Stopnja prostosti Vsota kvadratov odklonov F P  2007  Ponovitve 15887,7 3 5295,9  Gnojenje 261296 2 130648 3,5 0,0985  Ostanek 224237 6 37372,8  Skupaj 501420 11  2008  Ponovitve 110139 3 36713  Gnojenje 11688,5 2 5844,25 0,65 0,5532  Ostanek 53570,1 6 8928,36  Skupaj 175398 11  2007+2008  Ponovitve 15638,2 3 5212,73  Gnojenje 95388,7 2 47694,3 2,76 0,1412  Ostanek 103615 6 17269,2  Skupaj 214642 11\n"], "23": ["4.3 Količina neto energije laktacije (NEL) v pridelku krme", "Pri vrednotenju kakovosti krme na osnovi hektarskega pridelka neto energije laktacije (NEL) (preglednica 10) smo v letu 2007 najvišji pridelek (59647,00 MJ ha-1) dosegli v obravnavanju 1, najnižjega pa v obravnavanju 2 (47300,00 MJ ha-1), ki pa se med seboj pri 5 % tveganju niso signifikantno razlikovali. V drugem letu poskusa med obravnavanji prav tako ni bilo statistično signifikantnih razlik, kakor tudi ne pri povprečni količini NEL v pridelku krme za obe leti skupaj. V kolikor bi pri statistični obdelavi podatkov upoštevali le 10 % tveganje, bi lahko trdili, da se z 90 % verjetnostjo v obeh letih in povprečju obeh let, pridelek NEL signifikantno razlikuje po obravnavanjih.\nKoličina NEL (MJ ha-1) Količina NEL (MJ ha-1) Količina NEL (MJ ha-1)  Gnojenje 2007 2008 2007+2008\nLegenda: 1 - uporaba gnojevke v količini od 2,5 GVŽ + 150 kg hiperkorna (26% P2O5) ha-1, 2 - uporaba gnojevke v količini od 1,9 GVŽ + 120 kg hiperkorna (26% P2O5) ha-1, 3 - 170 kg N, 120 kg P2O5, 240 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN). Vrednosti označene z različnimi črkami v istem stolpcu se med seboj statistično signifikantno razlikujejo (Duncanov test; P≤0,05) \nVir variabilnosti Vsota kvadratov Stopnja prostosti Vsota kvadratov odklonov F P  2007  Ponovitve 2,1177 E7 3 7,059 E6  Gnojenje 3,06651 E8 2 1,53325 E8 3,93 0,081  Ostanek 2,33924 E8 6 3,89874 E7  Skupaj 5,61752 E8 11  2008  Ponovitve 2,55921 E8 3 8,53071 E7  Gnojenje 7,46909 E7 2 3,73455 E7 2,18 0,1939  Ostanek 1,02634 E8 6 1,71056 E7  Skupaj 4,33246 E8 11  2007+2008  Ponovitve 3,64896 E7 3 1,21632 E7  Gnojenje 1,21495 E8 2 6,07474 E7 3,13 0,1173  Ostanek 1,16508 E8 6 1,94181 E7  Skupaj 2,74493 E8 11\n"], "24": ["4.4 Količina dušika v pridelku krme", "Iz preglednice 12 je razvidno, da je bila v letu 2007 izmerjena najvišja količina dušika v obravnavanju 3 (282,38 kg ha-1), v letu 2008 pa v obravnavanju 1 (257,28 kg ha-1). V obeh letih kot tudi poprečje obeh let glede na različna gnojenja, statistično signifikantnih razlik ni bilo. Podobno kot pri količini SB, lahko posledično tudi glede na količino dušika v pridelku krme trdimo, da se obravnavanja v obeh letih in povprečju obeh let skupaj, med seboj statistično signifikantno razlikujejo pri 10 % tveganju. \nKoličina N (kg ha-1) Količina N (kg ha-1) Povprečna količina N (kg ha-1) Gnojenje 2007 2008 2007 + 2008 Legenda1: - uporaba gnojevke v količini od 2,5 GVŽ + 150 kg hiperkorna (26% P2O5) ha-1, 2 - uporaba gnojevke v količini od 1,9 GVŽ + 120 kg hiperkorna (26% P2O5) ha-1, 3 - 170 kg N, 120 kg P2O5, 240 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN). Vrednosti označene z različnimi črkami v istem stolpcu se med seboj statistično signifikantno razlikujejo (Duncanov test; P≤0,05)\nVir variabilnosti Vsota kvadratov Stopnja prostosti Vsota kvadratov odklonov F P  2007  Ponovitve 406,725 3 135,575  Gnojenje 6689,17 2 3344,58 3,5 0,0985  Ostanek 5740,46 6 956,744  Skupaj 12836,4 11  2008  Ponovitve 2819,56 3 939,854  Gnojenje 299,226 2 149,613 0,65 0,5532  Ostanek 1371,4 6 228,566  Skupaj 4490,18 11  2007+2008  Ponovitve 400,435 3 133,478  Gnojenje 2442,1 2 1221,05 2,76 0,1411  Ostanek 2652,54 6 442,09  Skupaj 5495,07 11\n"], "25": ["5 KOMENTAR S SKLEPI", "V obravnavanju 1 in 3, kjer smo gnojili s približno enako količino uporabljenih hranil, smo v povprečju dosegli približno enako količino pridelka SS (12,60 t ha-1 in 12,55 t ha-1). Gnojenji sta se razlikovali le v tem, da smo v obravnavanju 1 gnojili z gnojevko in v ekološki pridelavi dovoljenimi rudninskimi hranili, v obravnavanju 3 pa zgolj z mineralnimi gnojili. Zanimivo pri tem je, da gnojenje z 20 % nižjo vsebnostjo dodanih hranil (obravnavanje 2), dá le približno 10 % nižji pridelek SS (preglednica 6). Z gnojenjem smo v obravnavanju 1 dodali 167 kg N ha-1, v obravnavanju 2 136 kg N ha-1 in v obravnavanju 3 170 kg N ha-1. Po opravljeni analizi pridelkov smo bili nekoliko presenečeni nad vsebnostjo dušika v pridelku, saj je bila le-ta večja, kot smo ga dodali z gnojenjem. Razloge za dobljene rezultate lahko iščemo v različnih vzrokih:\n- intenzivna raba ruše vključno z uporabo visokih odmerkov dušikovih gnojil v  preteklosti pred pričetkom poskusa in intenzivna mineralizacija organske snovi v  tleh\n- vezava dušika iz zraka s pomočjo metuljnic, ki so bile navzoče v ruši (bela detelja)\n- različna izkoristljivost dušika iz gnojevke\nPri vsem tem je potrebno poudariti, da lahko ima gnojenje z gnojevko poleg pozitivnih učinkov na količino in kakovost pridelane krme tudi negativne učinke. O negativnih učinkih je pri nas dokaj malo napisanega, več podatkov o tem srečamo v tuji znanstveni literaturi. O negativnih učinkih gnojevke na travno rušo sta veliko pisala Smith in Jackson (1994), ki pravita, da prevelika količina gnojevke lahko povzroči ožige travne ruše, če gnojimo v toplem in sončnem vremenu. Večja kot je koncentracija amoniaka, kalija, natrija, klora ali organskih kislin v gnojevki, večja je možnost ožigov. Gnojevka lahko prav tako povzroči onesnaženje travne ruše, kar pomeni da fotosinteza ne more potekati kot bi morala zaradi prekrite plasti listov z gnojevko. Zato je pomembno, da z gnojevko gnojimo v oblačnem vremenu, ki mu sledi dež, da spere gnojevko z listov in tako je omogočena nemotena fotosinteza. Prins in Snijders (1987) poročata namreč že o takojšnjem \nzmanjšanju učinkov onesnaženja rastlin ob simulaciji dežja (4,4 mm), ki je sledila nanosu gnojevke. Ker je v naših poskusih bistveno zmanjšana količina uporabljene gnojevke, dala le nekoliko manjši pridelek kot večja količina uporabljene gnojevke, bo potrebno tudi pri nas več pozornosti nameniti poletni aplikaciji gnojevke na travinju.\nZaradi navedenih dejstev je na osnovi le dveletnega preizkušanja različnih načinov gnojenja, skoraj nemogoče zanesljivo sklepati o dejanski vrednosti posameznih obravnavanj. Realno uporabno vrednost posameznih načinov gnojenja bi lahko pričakovali le na osnovi dolgoletnih poskusov z uporabljenimi gnojili na večih lokacijah.\n"], "abstract": ["V letih od 2007 do 2008 smo v Zgornjih Hočah (325 m n.v., 46° 29' 31'' s.g.š., 15° 37' 13'' v.g.d.) ugotavljali vpliv gnojenja na pridelek krme s štirikosnega travnika združbe Lolietum. Poskus je bil zasnovan po metodi naključnih blokov v štirih ponovitvah. V obravnavanju 1 smo uporabili gnojevko od 2,5 GVŽ ha-1 in 48 kg P2O5 ha-1 (gnojilo hiperkorn) , v obravnavanju 2 pa smo ob istih gnojilih kot v obravnavanju 1, uporabili za 20 % manjše količine hranil. V obravnavanju 3 je bila vsebnost dodanih hranil primerljiva obravnavanju 1, le da so bila dodana hranila iz mineralnih gnojil. Najvišje pridelke sušine smo v letu 2007 pridelali v obravnavanju 1 (12,05 t ha-1), najnižje pa v obravnavanju 2 (9,46 t ha -1). Naslednje leto med obravnavanji ni bilo statistično signifikantnih razlik. Pri vrednotenju kakovosti krme so bile razlike med pridelki posameznih obravnavanj statistično signifikantne le pri večjih, do 20 odstotnih tveganjih. Rezultati nakazujejo na to, da so na male razlike med obravnavanji vplivali drugi dejavniki, kot je npr. intenzivna raba ruše in gnojenje v predhodnih letih. Zato bi bilo o dejanski vrednosti posameznih obravnavanj potrebno dolgoletno izvajanje poskusa. "]}