{"1": ["1 UVOD", "Predsetvena obdelava tal je proces, pri katerem ima delovna hitrost izreden pomen, saj omogoča veliko površinsko storilnost v kratkih časovnih obdobjih, ki so najprimernejši za obdelavo tal. Skupina strojev (predsetvenik, krožna brana, vrtavkasta brana) za obdelavo tal je ključna pred setvijo. Temeljna naloga teh strojev je, da ob pogojih obdelave in stanju tal pripravijo njivo za saditev oz. setev. Poleg klasičnih strojev za predsetveno obdelavo tal se v zadnjem času pogosteje uporabljajo vrtavkaste brane, ki pa so drage in zahtevne za vzdrževanje.\nTla obdelana s predsetvenikom morajo biti v čim manj obhodih poravnana z zdrobljenimi grudami in zrahljana. Glede na strukturo tal in vremenske razmere, morajo biti tla po obdelavi s predsetveniki vedno pripravljena za setev oz. saditev.\nKrožna brana je namenjena strniščni in predsetveni obdelavi tal. Obdelava je primerna na vlažnih tleh, ko je zemlja še premokra in nepogrešljiva za združena orodja in za obdelavo težkih tal.\nVrtavkasta brana je prav tako namenjena za pripravo tal pri predsetveni obdelavi. Izredno pomembno je, da se tla z vrtavkasto brano obdelajo samo z enim prehodom, kar je velika prednost.\nNamen raziskave je bil primerjati različne, odzgoraj naštete, stroje ter ugotoviti, kateri nam prihrani čas in gorivo, s tem povezano pa tudi denar.\nOsnovna hipoteza v naši raziskavi je bila, da gnani stroj - vrtavkasta brana porabi več goriva kot pa vlečeni - predsetvenik, ki porabi manj časa zaradi večje hitrosti.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Priprava tal", "Predsetvena priprava tal je zadnji ukrep, ki ga pridelovalci izvedejo pred setvijo. Z njim je potrebno zagotoviti pogoje, ki zagotavljajo optimalen vznik vsakega posejanega semena. Da bi iz semena normalno vznikla in zrasla rastlina, mora imeti seme na razpolago dovolj vlage, primerno toploto in pogoje za ukoreninjenje (Zadravec, 2010).\nPredsetvena obdelava mora biti opravljena hitro. S čim manj delovnimi prehodi, brez izsuševanja in tlačenja tal in s čim manjšimi stroški. Ustvariti moramo ugodne pogoje za kalitev semena. Predsetveno zorano zemljišče poravnamo, zdrobimo grude, zrahljamo do določene globine in zgostimo plast zemlje pod setvenim horizontom. Za predsetveno obdelavo so na voljo različna orodja in stroji. S smiselnim združevanjem dveh ali tudi več ustreznih orodij v agregat izboljšamo kakovost, predvsem pa racionaliziramo obdelavo in manj potlačimo tla (Žmavc, 1997).\nStarejši način predsetvene obdelave zajema krožno brano in predsetvenik. S predsetveno obdelavo tla površinsko poravnamo, zdrobimo grude do globine setvenega horizonta (3 do 6 cm) in po potrebi zgostimo tanko plast tal pod njim (Zemljič, 2008).\nSkupina strojev za predsetveno obdelavo tal je v konstrukcijskih izvedbah zelo raznovrstna. Temeljna naloga teh strojev je, da vlečni stroji ob pogojih obdelave in stanju tal pripravijo njivo za setev ali saditev. Setvena tla morajo biti v čim manjših prehodih poravnana z zdrobljenimi grudami, zrahljana in nato zopet zgoščena. Glede na strukturo tal in vremenske razmere morajo biti tla po obdelavi s predsetveniki vedno pripravljena za setev ali saditev (Bernik, 2005).\nZorana zemlja je le redkokdaj tudi dovolj zdrobljena in zgoščena za sprejem semena. Za drobljenje grud in poravnavanje površine so na voljo številna orodja za dopolnilno \nobdelavo. V nasprotju s plugom, ki zemljo obrača in drobi z razvito zagozdo, ta orodja grude trgajo, režejo, bodejo tolčejo ali tlačijo. Vprega in šibki traktorji so zmogli vleči le posamična in lahka orodja, težki traktorji pa omogočajo hkratno uporabo združenih orodij, ki so sestavljena iz posameznih orodij z različnim namenom in delovanjem (Jenčič, 1983).\nGlede na to, da večina pridelovalcev opravlja osnovno in predsetveno obdelavo tal sama, je v času varčevanja še bolj smiselno posvečati več pozornosti godnosti tal za osnovno in predsetveno obdelavo in vso obdelavo tal opraviti takrat, ko so tla godna za obdelavo. Stroške obdelave lahko zmanjšamo, če nam tla za setev uspe pripraviti s čim manjšim številom prehodov. Za obdelavo tal so zahtevnejša glinasta in ilovnata tla, saj je pri teh navadno težje doseči primerno stanje za setev in optimalni vznik rastlin, zlasti po daljšem obdobju deževnega vremena (Zadravec, 2010).\nPri tej obdelavi je pomembna tudi globina predsetvene obdelave. Zaželeno bi bilo, da bi obdelovali samo 5 - 6 cm globine, kar pa v tem primeru zaradi zadelave organske mase ni možno. Zato nam mora biti cilj, da ne obdelujemo globlje kot 10 cm (Ferenčak, 2009).\n"], "4": ["2.1.1 Predsetvenik", "Predsetveniki so kombinirana ali združena orodja, ki združujejo dve ali več orodij za dopolnilno obdelavo zemlje (Slika 1). Na ta način izboljšamo in pospešimo obdelavo zemlje, zmanjšamo stroške, ohranjamo vlago v tleh ter zmanjšamo število kolesnic na njivi. Izbrana kombinacija orodij je odvisna od vrste in stanja zemljišča ter zahtev semena poljščine, za katero pripravljamo zemljo. Posamezna orodja so v primerni razporeditvi pritrjena na okvir predsetvenika s čepi in zatiči ali pa so neločljivo nameščena. Kot samostojna orodja orodja so pri delu prosto tekla in poplesavala, združena pa so, odvisno od izvedbe, bolj ali manj kontrolirano vodena in obtežena. Najbolj razširjena kombinacija predsetvenika je klinasta brana ali pa vzmetna brana, pa tudi kultivator s prožnimi \nnogačami, ki rahljajo vrhnjo plast zemlje in kotalna brana, eno ali večdelna, ki drobi grude, poravnava površje njive ter zgoščuje plast zemlje pod setvenim horizontom (Mrhar, 2002).\nDober predsetvenik v kombinaciji s sprednjo ravnalno desko brazdo enakomerno poravna. S svojim delovanjem rahlja zemljo, rastlinske ostanke in organska gnojila kakovostno zadela plitvo v tla, da lahko rastline med vegetacijo koristijo hranilne snovi. Drobilni valji zemljo zmrvijo in obenem utrdijo setvišče, ki je tako pripravljeno za setev (Euro- Globtrade, 2010).\nKlasična sestava združenega stroja se sestoji iz nosilnega okvirja, na katerem je na prednjem delu nameščena vzmetna, klinasta ali žična brana. V drugem - zadnjem delu so nameščene kotalne brane z različnimi elementi, ki na vrhnjem delu obdelovalne površine drobijo grude in zgoščujejo setveni sloj zemljišča. Kotalne brane in zadnji del okvirja sočasno vzdržujejo enako globino obdelave in brez stopenjsko nastavljanje intenzivnosti in globine obdelave sestavnega dela zemljišča. Prednji del predsetvenika je nameščen na tritočkovno priključno drogovje, katerega globina obdelave se uravnava s pozicijsko ali regulacijsko hidravliko traktorja, pri večjih delovnih širinah so nameščena še podporna kolesa na okvirju predsetvenika. Na prednjem delu predsetvenika so lahko nameščeni tudi \nmanjši podrahljalniki za kolesi traktorja, da zrahljajo kolesnice traktorja in izenačujejo rahlost tal po celotni delovni širini obdelovalnega stroja (Bernik, 2005).\nNajustreznejše orodje za predsetveno pripravo je predsetvenik, s katerim pripravimo setvišče do globine 4 - 5 cm, do dobro grudičaste strukture. V primeru, da oranja nismo opravili v optimalnih razmerah, je pred predsevenikom potrebno uporabiti kolutasto ali vrtavkasto brano (Zadravec, 2005).\nPredsetveniki so običajno združeni s kultivatorji ali klinasto brano z valjastimi drobilnimi branami. Na skupni okvir so pritrjena z dvema vlečnima prečkama, kar omogoča ločeno nameščanje sprednjega in zadnjega dela predsetvenika (Žmavc, 1997).\nNajbolj primerno orodje za predsetveno obdelavo je predsetvenik, s katerim lahko natančno uravnavamo delovno globino (Tovarna sladkorja d.d., 2003).\nPredsetvenik mora kot združeno orodje izpolnjevati sledeče kriterije:\n- zanesljivo in točno vodenje vseh delovnih orodij, nameščenih na okvirju stroja;\n- pri vseh delovnih hitrostih enaka delovna globina obdelave;\n- posamezne delovne elemente predsetvenika je možno odstraniti, razbremeniti ali  obremeniti;\n- pri strojih, z večjo delovno širino od 3 m, mora biti dana možnost enostavno  sestaviti ali razstaviti stroj za transport;\n- najučinkovitejše delovne hitrosti posameznih orodij stroja morajo biti enake\n- drugi deli predsetvenika ali ostali deli (kotalna brana) ne smejo izničevati prvega  dela delovanja predsetvenika (vzmetne brane);\n- vsa združena orodja predsetvenika morajo imeti pri različni vlažnosti tal zadovoljiv  obdelovalni učinek obdelave tal. Predsetveniki se razdelijo tudi po namestitvi kotalnih bran. Osnovna namestitev je, ko je kotalna brana nameščena na okvir. Pri tem pa je omogočena brezstopenjska nastavitev delovanja in učinkovitosti obdelave posamezne kotalne brane ali pa skupna nastavitev drugega dela predsetvenika (Bernik, 2005). \nOblike predsetvenikov:\n- valjasta brana s poševnimi letvami;\n- dvojna valjasta brana z nazobčanimi letvami;\n- predsetveniki z valjasto brano z žičastimi poševnimi letvami. Pogoji uspešnega dela s predsetveniki so zagotovljena hitrost 8 - 10 km/h, izključena regulacija hidravlike in uravnavanje globine z vretenom bran (Žmavc, 1997).\nPri predsetvenikih je potrebno zagotoviti na 1 m delovne širine 15 do 20 kW moči traktorja. Delovno globino uravnavamo z dviganjem in spuščanjem kotalne brane (Mrhar, 2002).\nZa pripravo setvišča uporabimo stroje in orodja, s katerimi setvišče poravnamo, zrahljamo in zgostimo; to najbolje naredimo z uporabo predsetvenika, s katerim obdelamo tla do globine 5 cm. Setveni sloj naj bo drobne in grudičaste strukture, da se ob padavinah ne pojavi zaskorjenost tal in s tem slabši vznik rastlin. Na težjih tleh lahko pred uporabo predsetvenika uporabimo tudi kolutasto oz. vrtavkasto brano (Euro-Globtrade, 2010).\nPri zelo razrahljanih ali lažjih zračnih tleh ima tudi predsetvenik z manjšo delovno širino še dodatna oporna kolesa za zmanjševanje utrjevanja setvenega sloja s kotalnimi branami in lažje vzdrževanje delovne globine obdelave. Drugačne konstrukcijske izvedbe za večje delovne širine predsetvenikov so take, da so kotalne brane nameščene na vlečnem drogovju predsetvenika in so paralelogramsko pripete. Tak način namestitve kotalnih bran potrebuje oporna kolesa na glavnem okvirju predsetvenika. Navedena konstrukcijska izvedba namestitve kotalnih omogoča neodvisno nastavitev intenzivnosti delovanja drobljenja in mrvljenja setvene plasti ob sočasnem utrjevanju obdelovalne površine. Nosilni okvir predsetvenika mora biti skonstruiran, tako da so klinasta, žicasta in vzmetena brana nameščena na okvirju, ki s kotalnimi branami tvori en sloj - predsetvenik. Le v primeru take konstrukcijske izvedbe je zagotovljeno, da posamezni deli stroja tudi pri večjih delovnih hitrostih opravijo svoje delo, za katero so nameščeni na okvirju (Bernik, 2005). \nPoglavitni namen predsetvenikov je predsetvena priprava zemlje. Na osnovno ogrodje, ki je prirejeno za tritočkovno priključitev, se z zatiči in čepi namestijo razna delovna orodja v primerni razporeditvi. S spreminjanjem pritiska je moč naravnati globino ali intenzivnost dela. Zobata toga ali vzmetena brana zrahlja vrhnjo plast zemlje, večdelna kotalna brana, ki ji običajno sledi, pa jo zravna in zgosti (Jenčič, 1983).\nCeloten predsetvenik naj bi glede na ostale stroje za predsetveno obdelavo imel naslednje prednosti; nižja cena, enostavna in robustna konstrukcijska izvedba, zanesljivost delovanja in majhna možnost zamašitve - zaustavitve dela, dobra preglednost med delom in široka uporabnost glede na različne strukture tal, predhodne obdelave in vremenske okoliščine (Bernik, 2005).\n"], "5": ["2.2 Brane", "Brane so skupine strojev ali orodij za predsetveno pripravo tal, poravnavanje, rahljanje površine, mešanje in prekrivanje gnojil, zatiranje plevela, mrvljenje in ravnanje tal (Horvat, 1984). Z branami zravnamo površino njive, drobimo in trgamo tal ter pripravimo fino mrvino za setev, zadelavamo z zemljo gnojila in seme, drobimo skorjo in vzdržujemo zemljo odprto, da se zrači in zadržuje vlago, okopavamo in redčimo prepogoste setve, zatiramo plevel (Skledar, 1996).\nRazlične oblike zobatih bran imajo svoje zobe podobno kot kultivatorji razmeščene v več nizih, pri čemer vsak vleče svojo sled. Globina, do katere vdirajo zobje v tla, je odvisna od teže na posameznem zobu (skupna teža brane, deljena s številom zob;1 kg za lahke, 2 kg za težke brane). Njivske brane imajo pretežno toge zobe in rahljajo bolj plitvo kot kultivatorji (Jenčič, 1983)\nPri brananju je drobljenje grud na težkih tleh manj učinkovito. Z brananjem rotacijskih bran je intenzivnost drobljenja znatno boljša. Prav tako je izkoristek moči motorja boljši kot pri vlečnih branah. Rotacijske brane imajo pogon na traktorski priključni gredi in \nkardanu, klini se gibljejo krožno ali bočno na smer dela in vleke. Znane rotacijske brane so vrtljive in nihalne. Združene so z drobilnimi valji (Žmavc, 1997).\n"], "6": ["2.2.1 Krožna brana", "Krožno brano uporabljamo za plitvo, srednje globoko obdelavo zorane zemlje za setev (Brčić, 1981). (Slika 2) Ta brana je po načinu dela blizu krožnemu plugu, ker v poševni legi zemljo obrača in meša. V ta namen ima ostrorobe krožnike s premerom 400 do 600 mm s celorobim ali nasekanim robom. Krožniki so nameščeni na skupni osi v razmikih 150 do 200 mm. Niz kolutov na osi imenujemo baterija krožne brane. Vsaka krožna brana mora imeti najmanj dve bateriji, sicer je njeno delovanje neuravnoteženo (Mrhar, 2002). Krožna brana je sestavljena iz več takih nizov, ki jih je moč prestaviti v prečno ali poševno lego s kotom 0 do 20 stopinj. V poševni legi krožna brana bolje meša, v prečni pa bolje reže (Jenčič, 1983). Zemljo seka, drobi in meša do 15 cm globoko, lahko pa tudi do 25 cm. Delovna globina je odvisna od teže brane, lahko jo povečamo z obtežitvijo (Horvat, 1984). Na vsakem krožniku sloni teža okrog 25 do 35 kg, povečati pa jo je mogoče z dodatnimi utežmi, za katere je pripravljena posebna ploščad (Jenčič, 1983). Za težke krožne brane je pa masa po kolutu od 62 do 95 kg (Brčić, 1981). Lahke krožne brane delajo do 15 cm globoko, težje pa do 25 cm globoko. Potrebna je precejšnja moč za vleko - približno 0,7 kW za vsak krožnik (Jenčič, 1983). \nKrožna brana se lahko uporablja za obdelavo strniščnih in žetvenih ostankov. Za doseganje intenzivnejše obdelave so krožne brane sestavljene iz vrst krožnikov, katerih osi so na nosilnem okvirju nameščene v oblikah V ali X, nastavitev osi krožnikov in s tem kota rezanja krožnika je pri manjših izvedbah bran izvedena mehanično - ročno, pri večjih pa s hidravličnimi elementi. Čim bolj poševno glede na smer dela so postavljeni krožniki, tem večje je drobljenje in mešanje zemljišča. Vzporednost krožnikov s delovno smerjo stroja pa omogoča večje rezanje zemljišča, ta nastavitev se uporablja pri razrezu brazd ali poraščenem zemljišču (Bernik, 2005).\nKrožne brane uporabimo tudi za brananje zorane ledine, deteljišč in presušenih brazd na težki zemlji. Vsaka krožna brana mora imeti najmanj dve bateriji, poševno eno nasproti drugi, da bolje koluti obračajo, mešajo in rahljajo zemljo. Krožna brana z nasekanimi koluti bolje drobi grude in reže rušo, zato je primerna za podoravanje podorin, za obdelavo strnišča in za popravljanje napak pri napačnem oranju. Primerna je za obdelavo vlažnih tal, ko je zemlja še premokra in nepogrešljiva za združena orodja za obdelavo težkih tal (Flisar\n- Novak, 2010). \nPrav tako uravnavamo globino z večanjem in manjšanjem kota. Za ta namen je na okviru mehanizem, ki ga uravnavamo ročno ali hidravlično. Uporabljamo jo po oranju na težkih tleh ali po preoravanju travnikov. Uporabljamo jo lahko za strniščno oranje; z nazobčanimi koluti narežemo travno rušo, prav tako podorine, da potem lažje zaorjemo; razbijemo požled na snegu, tudi za mešanje gnojil z zemljo. Pred setvijo uničimo plevel, ki se razmnožuje s semenom.\nGladki krožniki imajo nalogo intenzivnejšega mešanja, krožniki z izrezanim krožnim robom delujejo agresivnejše, vtiskajo in režejo žetvene ostanke. Zato je dvojna krožna brana sestavljena običajno tako, da imajo krožniki prve vrste izrezani krožni rob, v drugi vrsti pa celorobne krožnike. Krožne brane so vsestransko uporabljive, tudi v kamnitem ali težjih zemljiščih. Delovna globina je 10 do največ 15 cm. Doseže se z lastno maso ali z dodatno obremenitvijo stroja, hitrost dela s krožno brano je do 5 km/h (Bernik, 2005).\n"], "7": ["2.2.2 Vrtavkasta brana", "Za obdelavo tal moramo rastlinam omogočiti hiter in enakomeren vznik ter normalno rast koreninskega sistema. To dosežemo z dovolj sklenjeno ornico, ki omogoča kapilarni dvig vode in je hkrati dovolj prepustna ob obilnejših padavinah. Plast tal nad semenom mora biti dovolj rahla, da omogoča neoviran vznik mladih rastlinic in neovirano izmenjavo plinov med tlemi in atmosfero (Šantavec, 2005). Težko zemljo s presušenimi brazdami je mogoče kakovostno pripraviti za setev le z gnano delovno napravo, kot je rotacijska brana ali vrtavkasta brana (Slika 3). Rotacijska brana v agregatu z grebači je osnovno orodje za konzervacijsko obdelavo tal. Rotacijske brane se obnesejo pri obdelavi strnišča in pri dopolnilni obdelavi težke zemlje s presušenimi brazdami. Dobro drobijo grude in mešajo zemljo z rastlinskimi ostanki. Zemljo pa razslojijo in tudi površja njive ne poravnajo. Za dopolnilno obdelavo težje zemlje za gomoljnice in korenovke je primerna vrtavkasta brana. Dobro drobi grude in kepe pod površjem zemlje. Vrtavkasta brana nekoliko razsloji talne delce, manjše odlaga nižje, večje pa bliže površini tal. Plevel in ostanki žetve, ki jih plug ni \npodoral, pa ostanejo po dopolnilni obdelavi z vrtavkasto brano na površju (Flisar Novak, 2010).\nVrtavkasta brana je stroj, primeren za konzervacijski način obdelave tal. Pri vrtavkast brani so tirnice, ki jih opiše delovna naprava - vrtavke s parom zob, vzporedno s tlemi. Vsak zob od para na vrtavki deluje v drugo - nasprotno smer, poševno in naprej v smeri vožnje. Pri dopolnilni obdelavi tal, za kar je primarno bila vrtavkasta brana namenjena, je učinek drobljenja tal povečini posledica udarjanja zob brane ob talne agregate. Zaradi delovanja komponente sile, ki je poševna na smer gibanja brane, zobje dobro poravnajo tla. Vrtavkasta brana tudi nekoliko razmešča talne agregate - drobnejši se odlagajo niže kot debelejši. Stopnja drobljenja talnih agregatov je odvisna od števila vrtljajev vrtavk; čim večje je, tem bolj drobi in narobe. Na lažjih tleh zadostuje 170 do 190 vrtljajev na minuto, na težkih in izsušenih tleh pa jih mora biti več kot 350. Dobro dela pri razmerju med obodno hitrostjo zob brane in hitrostjo vožnje 3,5 : 1, v težjih delovnih razmerah pa mora biti to razmerje večje (Mrhar, 1997). \nStroj je sestavljen iz vertikalno rotirajočih nosilcev (glede na površino, ki jo obdeluje), na katerih so nameščeni klini v parih za obdelavo zemlje. Vsak par klinov ima nasprotno smer vrtenja in je gnan z zobniki, ki so nameščeni v nosilcu ohišja vrtavkaste brane. Krožnice klinov se delno prekrivajo. Kotni prenosnik vrtilnega momenta je običajno s stalnim prestavnim razmerjem. V primeru povezave vrtavkaste brane s sejalnico je prenosnik opremljen z več prestavnimi stopnjami in dodatno priključno gredjo, ki izstopa iz prenosnika. Priključna gred je namenjena pogonu puhala, ki je nameščen na pnevmatični sejalnici. Na desni in levi strani so nameščene zaščitne pločevine zaradi varnosti točnosti odmetavanja zemljišča po delovni širini stroja. Vrtavkasta brana ima kline ob vrtenju obrnjene nazaj, v smeri vožnje se vlečejo, enako obliko gibanja imajo pri vrtenju na krožnem nosilcu. Pri krožnem gibanju klina se klin vleče po zemljišču, zato se pri predsetveni pripravi zemljišča doseže enakomerno drobljenje in poravnava zemljišča, brez mešanja plasti po celotni globini obdelave zemlje. Pri vrtavkastem kultivatorju klini prijemajo zemljo in so pri krožnem gibanju in v smeri vožnje obrnjeni naprej. S tako namestitvijo klinov se tudi neobdelano zemljišče intenzivno obdela. Ob krožnem gibanju delovnih elementov pri brani ali kultivatorju je intenzivnost obdelave odvisna od hitrosti vožnje stroja. Čim manjši je razmak med cikloidami, ki jih napravi delovni element, bolj je obdelava intenzivna, oziroma obratno (Bernik, 2005).\nOs rotacije delovnih elementov je v vertikalni ravni. Vrtavkasta brana premeša tla po plasteh v horizontalni ravni. Osnova vrtavkaste brane je ohišje, v katerem so nameščeni zobniki. Na vsak zobnik je pritrjen nosilec vrtavke. Vrtavko predstavljata dva noža pritrjena na nosilec. Vsaka vrtavka se vrti v nasprotno smer. Zobniki dobivajo pogon od centralnega reduktorja, ki dobiva pogon od priključne gredi traktorja. Vrtilna frekvenca vrtavk je od 100 do 400 vrtljajev na minuto. Potrebna specifična delovna moč se giblje od 15 do 30 kW/m delovne širine. Na zadnjem delu vrtavkaste brane je pritrjen letvasti ali zobati valj za ravnanje obdelanih tal in sklenitev setvenega sloja (Jejčič, 1996). Alternativa valju s cevastimi letvami je zgoščevalni valj s plaščem, ki se obnese pri dopolnilni obdelavi težjih tal in pripravi tal za setev drobnozrnatega semena. Po obdelavi tal z brano z letvastim valjem, ostane namreč površina valovita, kar je slaba lastnost tovrstnih izvedb (Mrhar,1987). Nekatere izvedbe so opremljene tudi z napravo, ki preprečuje poškodbe \nvrtavk, tako da v trenutku naleta na oviro, varovalni mehanizem dvigne vrtavkasto brano od tal. Vrtavkaste brane se pogosto uporabljajo v kombinaciji s sejalnico v združenem postopku predsetvene obdelave in setve (Jejčič, 1996).\nHitrost brananja ne sme presegati 7 km/h. Globina znaša 15 - 25 cm. Potrebna moč za 1 m širine je 15 – 35 kW (Žmavc,1997). Da bi izboljšali mešanje - drobljenje zemlje, smo razvili visoko hitrostne brane. Uspešnost drobljenja z mešanjem zemlje je bila skoraj enaka kot pri običajnih drobilnih branah, ki pa delajo pri 20 % do 30 % manjši hitrosti potovanja (Takashi in sod. 2010).\nVrtavkasta brana je predvsem namenjena za dopolnilno obdelavo zemlje, v določenih primerih z njo tudi lahko pripravimo zemljo za setev brez prejšnjega oranja. Posebno je primerna za dopolnilno obdelavo težje zemlje. Drobi talne agregate in meša zemljo. Nekoliko jo tudi dekomponira, večje grude odlaga bližje površja tal. Plevel in ostanki žetve, ki jih plug ni podoral, pa ostanejo po dopolnilni obdelavi z vrtavkasto brano na površju tal (Mrhar, 1990).\nVsak sklop delovnih elementov je močne zgradbe, saj je opremljen z jeklenim rotorjem ter vrtavkami, ob strani pa ima nameščene ščitnike s prilagodljivo višino delovno globino okopavanja prilagajamo s sprednjim nastavljivimi kolesi na osnovnem ogrodju imamo tudi tritočkovni priklop. Potrebna pogonska moč prehaja preko priključne gredi traktorja in kotnega prenosnika vrtilnih gibanj s stožčastim zobnikom v oljni kopeli na glavno gred vrtavkaste brane, ki povzroča vertikalno vrtenje vrtavk. Z enim prehodom vrtavkaste brane pripravimo ravno površino in uničimo plevel. Na zadnji del vrtavkaste brane lahko namestimo zgoščevalni valjar, ki je lahko zobčast, gladek ali mrežast. Delovna globina okopavanja je nastavljiva z zadnjim valjarjem ali s sprednjimi kolesi. Pred valjarjem je nameščena vodoravna deska za ravnanje zemlje (Elenfer, 2000).\n"], "8": ["3 MATERIAL IN METODE DELA", ""], "9": ["3.1 Lokacija poskusa in metode dela", "Poskus smo opravili na njivi kmetije Žnidarič. Njiva se nahaja v Orehovcih pri Gornji Radgoni.\nNjivo smo izmerili s spletno aplikacijo Gerkviewer na straneh agencije za kmetijske trge in razvoj podeželja. Njiva je vidna na sliki 4. Po izmeri smo njivo razdelili na 12 enakih parcel. Njiva je imela površino 19530 m2, posamezne parcele pa so imele površino 1627,5 m2. (http://rkg.gov.si/GERK/viewer.jsp)\nV naravi smo delitev parcel naredili z merskim trakom, označevalnimi količki, vrvjo ter apnom (Slika 5). Njivo smo začeli količiti na severu. Najprej smo količili zunanji rob v smeri urinega kazalca. Za preverjanje mej smo si ob merskem traku dodatno pomagali z vrvjo, ki smo jo napeli med skrajne točke sever - jug in vzhod - zahod. Na stičiščih smo zabili bele označevalne količke, nato smo meje ob vrvi še dodatno označili z apnom.\nPorabo goriva smo merili z laboratorijskim merilnim valjem (Slika 6). Za vsako parcelo se je v rezervoar dolilo gorivo do vrha pred začetkom in ob koncu obdelave parcele. Odčitek na merilnem valju nam je dal podatke o porabi goriva. Čas smo merili s štoparico. Čas smo merili od začetka parcele, označene z apnom, pa do konca obdelave na posamezni parceli.\n"], "10": ["3.2 Načrt poskusa", "V poskusu so bila tri obravnavanja s štirimi ponovitvami.\nObravnavanja:\nA - vrtavkasta brana; poskus je bil opravljen 06. 11. 2010\nB - predsetvenik; poskus je bil opravljen 06. 11. 2010\nC - krožna brana; poskus je bil opravljen 06. 11. 2010\n"], "11": ["3.2.1 Traktor in priključki", "V poskusu smo uporabili traktor New Holland 70-56 DT (Slika 7). Poganja ga štiri valjni vodno hlajen Iveco motor. Delova prostornina motorja je 3613 cm³, moč pa 51,5 kW ali 70 KM. Pogon ima na vsa štiri kolesa. Masa praznega traktorja je 2950 kg (Dolenšek, 1997).\nVrtavkasta brana, ki smo jo uporabljali za poskus je bila Emy CL 25. To je vrtavkasta brana delovne širine 2,5 metra, z 10 pari zob mase 824 kg. Opremljena je bila s Paker valjem. Gnana je preko kardanske osi. V poskusu smo zemljo pripravili za setev v enem obhodu, s predvideno hitrostjo 6 km/h.\nPredsetvenik, uporabljen v poskusu, je bil izdelan pri slovenskem proizvajalcu Kovaštvo Prelog iz Veržeja. Delovna širina le tega je bila 3 metre, opremljen je bil z 20 vzmetnimi nogačami in 4 drobilnimi valji. Zemljo za setev smo pripravili v dveh obhodih s predvideno hitrostjo 8 km/h.\nKrožna brana iz poskusa je bila izdelana pri Vogel & Noot. Delovna širina je 2 metra. \nBrana ima 20 diskov, porazdeljene na štiri premične osi po pet diskov. Za mrvičasto zemljo smo potrebovali tri obhode, s predvideno hitrostjo 5 km/h.\n"], "12": ["3.3 Statistična obdelava podatkov", "Podatke smo zbrali in uredili v programu Excel. Prvotne dobljene rezultate smo iz vrednosti za parcele pretvorili v vrednosti na hektar, kar je bolj pregledno za vsakogar. Za statistično analizo smo uporabili statistični paket SPSS 17.0 za Windows. Srednje vrednosti izračunanih povprečnih parametrov smo z analizo variance (ANOVA) primerjali med posameznimi obravnavanji. Za ugotavljanje statističnih razlik med posameznimi obravnavanji smo opravili Tukey HSD test.\nStatistično značilne razlike posameznih parametrov med različnimi obravnavanji so bile p ≤ 0,05, statistično neznačilne razlike pa pri p ≥ 0,05. Ugotavljali smo statistične razlike med posameznimi priključnimi stroji v porabi časa in goriva na enoto površine.\n"], "13": ["3.4 Vremenske razmere", ""], "14": ["3.4.1 Vremenske razmere v letu 2010", "Dejanskega vpliva na poskus padavine predhodnega meseca niso imele, saj je bila uporabljena njiva v času poskusa suha. Grafikon 1 nam prikazuje srednje mesečne temperature in količino padavin v obdobju maj\n- november 2010. Saj so bile prav padavine odločilne za mokro zemljo na njivi, kjer se je izvajal poskus. \nMurska Sobota v letu 2010 po modificiranem Walterjevem in Gaussenovem  klimadiagramu za v razmerju 1: 4\n"], "15": ["4 REZULTATI Z RAZPRAVO", ""], "16": ["4.1 Poraba časa", "Pri porabi časa se je statistično potrdila teza, da z vrtavkasto brano zemljo pripravimo najhitreje. Po predvidevanju, da bo najsodobnejši priključek v najkrajšem času pripravil zemljo, se je ujemala teza, da bo najstarejši priključek potreboval največ časa. Po časovnem vrstnem redu so si sledili: vrtavkasta brana, predsetvenik in zadnja krožna brana. Podatke smo obdelali po Tukey testu (p ≤ 0,05).\nPotrebno je dodati, da smo želeli imeti mrvičasto strukturo tal. Za dosego takšne strukture, smo potrebovali en obhod z vrtavkasto brano, dva s predsetvenikom in tri s krožno brano. Kar pa je seveda tudi vplivalo na daljši čas obdelave pri predsetveniku in krožni brani.\nPreglednica 1 in priloga 1 nam prikazuje različne porabe časa, ki smo jih potrebovali za obdelavo parcel, nato pa so vrednosti pretvorjene v vrednosti na hektar. Pri porabi časa pa je prišlo do statistično značilnih razlik med posameznimi priključki. Pričakovano je bilo,da bo največ časa potrebnega za obdelavo z krožno brano, skoraj polovico manj porabimo za delo s predsetvenikom, najhitrejše je delo z vrtavkasto brano (p ≤ 0,05).\nPovprečna poraba časa\n"], "17": ["4.2 Poraba goriva", "Iz preglednice 2 in priloge 1 je razvidno, da se vrtavkasta brana in predsetvenik statistično ne razlikujeta pri porabi goriva. Razlikuje pa se poraba goriva pri krožni brani, v primerjavi s predsetvenikom in vrtavkasto brano. To dokazuje, da je krožna brana, kot najstarejši priključek, tudi najbolj neekonomičen glede porabe goriva. Druga dva, sodobnejša priključka, pa sta seveda porabila manj goriva, vendar statistično ni bilo možno potrditi, da je vrtavkasta brana porabila manj goriva od predsetvenika.\nPreglednica 2 in priloga 5 nam prikazuje razlike v porabi goriva, med posameznimi priključki. Najprej so prikazane vrednosti porabe goriva na parcelah, nato pa so te vrednosti preračunane v vrednosti na hektar, zaradi lažje preglednosti. \nV grafikonu 3 imamo prikazane povprečne porabe goriva, kjer je opazna precejšnja razlika med krožno brano in ostalima priključkoma, koliko več goriva porabimo s predsetveno obdelavo na starejši način, kar pa je podatek , ki je zelo v prid vrtavkaste brane in predsetvenika, ki sta bila neprimerno varčnejša. Statistično nismo potrdili pri p ≤ 0,05, da je vrtavkasta brana varčnejša, je pa delo z njo za traktorista udobnejše, saj je vožnja traktorja mirnejša.\nPovprečna poraba goriva\n"], "18": ["5 SKLEPI", "V letu 2010 smo na katedri za biosistemsko inženirstvo, Fakultete za kmetijstvo in biosistemske vede, izvedli poizkus v katerem smo primerjali različne stroje za pripravo tal.\nV poskusu smo uporabili tri različne priključke (predsetvenik, krožna brana in vrtavkasta brana) v štirih ponovitvah. Hoteli smo dokazati, ali je možno prihraniti čas in gorivo ter s tem tudi denar ob uporabi novejše kmetijske mehanizacije. Poskus se je izvajal na njivi v Orehovcih pri Gornji Radgoni.\nMed posameznimi obravnavanji je prišlo do statistično dokazanih razlik pri potrebnem času za obdelavo hektarja zemlje, kjer so vsi trije priključki porabili različne količine časa. Najmanj časa smo potrebovali s sodobno vrtavkasto brano (93,16 minut / hektar), največ pa z krožno brano (208,07 minut / hektar). Pri porabi goriva je prišlo do statistično značilnih razlik med krožno brano in predsetvenikom ter med krožno brano in vrtavkasto brano; med vrtavkasto brano in predsetvenikom ni bilo statističnih razlik. Dokazali smo, da je največja poraba pri uporabi krožno brane (20,15 litra / hektar), in najmanjša pri vrtavkasti brani (11,05 litra / hektar).\nIz teh, dokaj zgovornih podatkov, bi lahko sklepali, da je napredek v kmetijski industriji sledil trendom, ter prispeval k manjšemu onesnaževanju okolja z manjšo porabo goriva in tudi krajšim časom potrebnim za obdelavo tal. Če primerjamo krožno in vrtavkasto brano opazimo, da porabimo pri slednji enkrat več časa, iz česar lahko sklepamo, da bi za obdelavo porabili skoraj dvojni čas in gorivo, ki pa je iz leta v leto dražje. Čas, ki ga uspemo prihraniti, pa se lahko posvetimo tudi družini, katera bi bila pri obdelovanju večjih površin s krožno brano kar zapostavljena.\n"], "abstract": ["V letu 2010 smo na katedri za biosistemsko inženirstvo Fakultete za kmetijstvo in biosistemske vede izvedli poizkus v katerem smo primerjali predsetveno obdelavo nekoč in danes. V poskusu smo uporabili tri različne priključke (predsetvenik, krožna brana in vrtavkasta brana) v štirih ponovitvah. Hoteli smo dokazati, da je možno prihraniti čas in gorivo ter s tem tudi denar ob uporabi novejše kmetijske brana. "]}