{"1": ["1 UVOD", "Travinje so kmetijska zemljišča poraščena s travno rušo, ki je sestavljena iz trav, metuljnic in zeli (Korošec 1997). Vsem trem skupinam rastlin je skupno, da so zelnate in ne lesnate (Vidrih 2007). Uporabljamo jih za prehrano živali, rekreacijske trate in trate za varstvo okolja. V Sloveniji se travniki in pašniki, ki so povečini antropogenega izvora, razprostirajo na 64 % skupne kmetijske zemlje. To nas uvršča na tretje mesto po obsegu travinja v Evropi (Korošec 1997). V Sloveniji imamo štiri tipe travinja: močvirsko, nižinsko-dolinsko, hribovsko-višinsko in planinsko-alpsko. Posebnost travinja v našem prostoru je, da predstavlja življenjski prostor za prostoživeče živali, hkrati pa 86 % gospodarstev na travinju prideluje krmo za domače živali s košnjo ali pašo. Kar 98,4 % travinja je v uporabi družinskih kmetij (Vidrih 2007).\nS pridelki krme za domače živali odnašamo iz travniških tal tudi veliko hranil, ki jih trave, detelje in zeli potrebujejo za svojo rast. Če želimo trajno pridelovati obilne pridelke, moramo rastlinam tudi trajno zagotavljati zadostne količine mikro in makro elementov, ki jih rastline potrebujejo za rast. Predvsem so za gnojenje potrebni dušik, fosfor in kalij. Pri gnojenju ruše upoštevamo predvsem njeno botanično sestavo. Če v travni ruši prevladujejo trave, bomo gnojili z dušikovimi in s kalijevimi gnojili, manj pa s fosforjevimi. Če želimo več metuljnic, bomo gnojili le s fosforjevimi in kalijevimi gnojili. Potrebe zeli pri gnojenju upoštevamo le, če želimo ustvariti razmere, s katerimi bomo zatrli kakšno plevelno vrsto (Korošec 1997).\nZa gnojenje ruše na travinju v praksi uporabljamo različna mineralna in organska gnojila. Med najpogosteje uporabljenimi organskimi gnojili je gnojevka, ki je mešanica živalskih izločkov – blata in seča. Za gnojenje travinja jo redčimo z vodo, da dosežemo boljše izkoriščanje dušika, boljše siliranje krme in preprečimo ožige na rastlinah (Leskošek 1988). V spomladanskem in jesenskem času gnojevko redčimo z vodo v razmerju 2−3 dele gnojevke : 1 del vode, v poletnih mesecih pa gnojevko razredčimo bolj, in sicer v razmerju \n1 del vode : 1 del gnojevke. Gnojenje z gnojevko izvajamo od spomladi do jeseni v oblačnem in ne vetrovnem vremenu.\nZaradi hranil, ki jih vsebuje, gnojevka pozitivno vpliva na rast ruše in omogoča pridelavo velikih pridelkov krme. Pri uporabi gnojevke na travinju ne smemo zanemariti tudi negativnih učinkov, kot so: propadanje, redčenje in ožigi na travni ruši (Agrosaat 2012). Gnojevka travno rušo onesnaži, zato običajno ne gnojimo tam, kjer pasemo živino. Živina se pognojenim predelom izogiba (prebiralna paša), zmanjša se tudi količina zaužite krme (Kramberger 1995).\nNa temo ugotavljanja negativnih vplivov gnojevke pri gnojenju travinja sta bili pred kratkim opravljeni dve diplomski nalogi. Flere (2011) je ugotovila, da prevelika količina suhe snovi v gnojevki vpliva na zmanjšan vznik in rast rastlin trpežne ljulke, navadne pasje trave, travniške bilnice in bele detelje. Bedenik (2010) pa je prišla do zaključka, da prevelika količina suhe snovi v gnojevki vpliva na slabši vznik in začetno rast črne in bele detelje, če ju apliciramo v rušo skupaj z gnojevko. Ker je na to temo malo raziskanega, sem vključila v svoje raziskave tudi zeli in poskušala ugotoviti vpliv visokih koncentracij suhe snovi v gnojevki na vznik in začetno rast nekaterih travniških rastlin.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Gnojevka", "Gnojevka je organsko gnojilo, ki ga sestavljata živalsko blato in seč. Najpogosteje jo uporabljamo na pašno-košnih kmetijah, kjer primanjkuje nastilja. Uporaba je razširjena tudi na večjih poljedelskih posestvih, kjer sejejo strna žita in koruzo za zrnje, vendar pa slamo in koruznico zaoravajo na njivi, da prihranijo pri prevozu. Največji še priporočen odmerek nerazredčene gnojevke za enkratno gnojenje travnatega sveta je 15 do 20 m³/ha. Za travinje priporočajo gnojenje z gnojevko spomladi in poleti ob oblačnem ali deževnem vremenu. Optimalen čas je marec, med rastno dobo pa po vsaki drugi paši ali košnji. Če je naslednja raba paša, gnojenje z gnojevko odsvetujejo (Leskošek 1988).\nRavnanje z gnojevko je opredeljeno v Uredbi o varstvu voda pred onesnaženjem z nitrati iz kmetijskih virov (Ur. List RS, št. 113/2009), ki določa:\n- mejne vrednosti vnosa dušika iz kmetijskih virov v tla ali na tla in\n- ukrepe za zmanjšanje in preprečevanje onesnaževanja voda, ki ga povzročajo nitrati  iz kmetijskih virov.\nV 4. členu te uredbe je določeno, da so zavezanci za izvajanje odločb te uredbe vsa kmetijska gospodarstva, ki izvajajo gnojenje oziroma kmetijska gospodarstva, kjer pri izvajanju njihove dejavnosti nastajajo živinska gnojila.\nV 5. členu je zapisano, da letni vnos dušika iz živinskih gnojil ne sme presegati 170 kg N ha-1 kmetijskih zemljišč v uporabi na ravni kmetijskega gospodarstva. Gnojenje z gnojevko in gnojnico je po 8. členu uredbe na zemljiščih brez zelene odeje prepovedano od 15. novembra do 15. februarja, razen katastrskih občin Primorja, kjer velja prepoved vnosa med 1. decembrom in 31. januarjem. Gnojenje z gnojevko in gnojnico na kmetijskih \nzemljiščih z zeleno odejo je prepovedano od 1. decembra do 15. januarja, razen v katastrskih občinah Primorja.\nV 10. členu uredbe je zapisano, da velja prepoved gnojenja z gnojevko na poplavljenih tleh in na tleh, ki so nasičena z vodo, ter na tleh, ki so prekrita s snežno odejo ali pa so zmrznjena. Na strmih kmetijskih zemljiščih, kjer obstaja nevarnost odtekanja gnojevke v površinske vode, je potrebno odmerke gnojevke razdeliti v več delov. Posamezen odmerek ne sme presegati 80 kg N ha-1.\nVnos gnojil v tla je prepovedan na kmetijskih zemljiščih v zaraščanju, na nerodovitnih ter vodnih zemljiščih, kar je v skladu z 11. členom Uredbe o varstvu voda pred onesnaženjem z nitrati iz kmetijskih virov.\n"], "4": ["2.1.1 Gnojilna vrednost gnojevke", "Pred gnojenjem z gnojevko moramo poznati potrebe rastlin po hranilih. Od skupnih potreb rastlin po hranilih odštejemo vrednosti, ki jih vsebuje gnojevka. Ostale potrebe, ki jih še nismo pokrili z gnojevko, dodamo v obliki mineralnih gnojil. V praksi je težko oceniti, koliko hranil vsebuje gnojevka, ker ne vemo, koliko vode je prišlo iz raznih virov dodatno v njo. Poleg tega na vsebnost hranil v gnojevki vplivajo tudi vrsta in kategorija ter prehrana živali. Zbrani podatki iz mnogih virov kažejo, da 1000 kg povprečne nerazredčene goveje gnojevke vsebuje 5 kg N, 2 kg P2O5 in 7 kg K2O (Leskošek 1993).\nLeskošek (1988) tudi navaja, da se fosfor in kalij iz gnojevke na daljši rok izkoriščata enako dobro kot iz mineralnih gnojil. Na izkoriščanje dušika iz goveje gnojevke pa vpliva predvsem razmerje, v katerem gnojevko razredčimo. Pri razredčenju 1 : 0,5 je izkoristek dušika približno 50 % v primerjavi s KAN. Nekoliko višji izkoristek dosežemo pri razredčenju 1 : 1, ki je v primerjavi s KAN 60 do 70 %. \nV Sloveniji so vsebnost hranil v gnojevkah proučevali Kokalj in sod. (1983). V 44 vzorcih gnojevk, ki so jih zbrali na območju Gorenjske, Zgornje Savinjske doline, v okolici Ptuja in Murske Sobote, so prišli do naslednjih rezultatov:\n- poletna gnojevka je vsebovala povprečno 6,9 % suhe snovi (od 4 % do 8 %),\n- povprečna vsebnost dušika v goveji gnojevki je znašala 5,1 kg N/t (od 3,2 kg N/t –  6,8 kg N/t) nerazredčene gnojevke,\n- goveja gnojevka je v povprečju vsebovala 1,5 kg P2O5/t nerazredčene gnojevke,\n- povprečna vsebnost K v goveji gnojevki je znašala 6,6 kg K2O/t nerazredčene  gnojevke,\n- vsebnost Ca v goveji gnojevki je znašala 2,5 CaO/t nerazredčene gnojevke.\nKokalj in sod. (1983) tudi navajajo, da se od kemičnih elementov, ki so v krmnem obroku krav molznic, v iztrebkih izloči 80 % N in P ter 95 % K. Pri reji govejih pitancev pa so te vrednosti še višje, saj se povprečno izloči 94 % N, 98 % P in K. Podobne vrednosti lahko pričakujemo tudi pri drugih rastlinskih hranilih iz gnojevke. Iz teh vrednosti lahko razberemo, da se s pravilnim gnojenjem z gnojevko v daljšem obdobju skoraj v celoti pokrije odvzem fosforja in kalija. Z dušikom v daljšem obdobju pokrijemo 40–65 % celotnega odvzema, saj je polovica dušika v gnojevki v obliki amonijaka, ki se ob neugodnih vremenskih razmerah izgubi iz tal v ozračje.\nBabnik in sod. (2006) so spomladi in jeseni leta 2005 v času razvoza živinskih gnojil zbrali 74 vzorcev goveje gnojevke, da bi ugotovili sestavo gnojevke v Sloveniji. Jemanje vzorcev je potekalo od februarja do aprila in od septembra do novembra. Od zbiranja do analize so bili vzorci zamrznjeni. V odmrznjenih vzorcih so najprej s Kjeldahlovo metodo analizirali vsebnost amonijevega dušika, po sušenju pa so določili še preostali dušik. Določevali so tudi pH, specifično maso gnojevke, vsebnosti P, K, Mg, Zn, Cu, Cd in Cr. Sestava goveje gnojevke, sestava suhe snovi goveje gnojevke, sestava goveje gnojevke v odvisnosti od intenzivnosti reje in sestava suhe snovi goveje gnojevke v odvisnosti od intenzivnosti reje so podane v preglednicah 1 do 4. \nEnote Min Max\nSS % 8,4 3,0 13,2  OS % 6,7 1,7 11,5  MgO kg/m³, t 0,9 0,3 3,1  P2O5 kg/m³, t 1,6 0,5 2,7  K2O kg/m³, t 4,0 1,5 8,9  N kg/m³, t 3,6 1,0 5,6  NH4-N kg/m³, t 1,6 0,4 3,2  Cu g/m³, t 3,8 0,8 14,3  Zn g/m³, t 17,7 3,9 53,8 SS − suha snov, OS − organska snov\nEnote Min Max\nSP g/kg SS 207,0 75,0 444,0  OS g/kg SS 793,0 556,0 925,0  MgO g/kg SS 11,6 3,9 38,8  K2O g/kg SS 50,3 18,4 91,9  K2O-VT % 93,0 71,0 100,0  P 2O 5 g/kg SS 19,5 11,3 34,7  P2O5-VT % 35,0 2,0 71,0  NO3-N mg/kg SS 25,0 0,0 74,0  NH4-N g/kg SS 21,2 3,8 74,0  N g/kg SS 44,6 27,5 104,1  Cu mg/kg SS 47,0 10,0 159,0  Zn mg/kg SS 219,0 65,0 599,0  Cd* mg/kg SS 0,33 0,15 0,60  Cr* mg/kg SS 8,0 4,0 13,5 SP − pepel, OS − organska snov, K2O-VT − delež vodotopnega K2O od skupnega, P2O5-VT − delež vodotopnega P2O5 od skupnega, NO3-N − nitratni dušik, NH4-N − amonijakov dušik \n  (Babnik in sod. 2006).\nREJA  Zelo intenzivna Zmerno Ekstenzivna  intenzivna  Enote Min Max Min Max Min Max\nSS % 8,5 3,0 12,7 8,3 4,4 12,9 8,0 3,0 11,6  OS % 6,9 2,6 9,4 6,6 3,1 11,5 6,2 1,7 9,6 MgO kg/m 1,0 0,5 1,6 0,9 0,3 3,1 0,9 0,3 1,7 P 2O 5 kg/m 1,8 0,9 2,7 1,5 0,9 2,4 1,4 0,5 2,4 K 2O kg/m3 3,9 2,3 8,9 4,1 2,4 6,5 4,0 1,5 7,9 NH4- kg/m 1,9 1,2 3,2 1,6 0,5 2,7 1,4 0,4 3,1  N  N kg/m3 3,9 2,5 5,2 3,5 2,3 5,6 3,2 1,0 5,0  Cu g/m 5,3 2,4 14,3 3,2 0,8 8,1 2,7 1,0 11,8  Zn g/m 24,6 10,6 53,8 16,3 6,7 41,8 11,2 3,9 18,7  SM kg/l 0,97 0,91 1,01 0,97 0,88 1,02 0,98 0,92 1,03 SS − suha snov OS − organska snov SM − specifična masa\nGlede na to, da običajno primerjamo med seboj nerazredčene gnojevke, bi bila vsebnost dušika po Babnik in sod. (2006) v gnojevki z 10 % SS pri zelo intenzivni reji 4,59 kg/m³, pri zmerno intenzivni reji 4,22 kg/m³ ter ekstenzivni reji 4 kg/m³. Leskošek (1993) navaja, da 1000 kg nerazredčene goveje gnojevke vsebuje 5 kg dušika. Buchgraber in sod. (2004) so zapisali, da je vsebnost dušika v gnojevki z 10 % SS pri govejih pitancih 6 kg/t, pri kravah molznicah 4,5 kg/t ter teletih za pitanje 7 kg/t. Primerjava vsebnosti dušika v naših gnojevkah v primerjavi s podatki iz tuje literature kaže, da naše gnojevke vsebujejo nekoliko manj dušika, kar bi mogoče lahko pripisali nekoliko manj intenzivni reji živali. \n (Babnik in sod. 2006).\nREJA  Zelo intenzivna Zmerno Ekstenzivna  intenzivna  Enote Min Max Min Max Min Max\nSP g/kgSS 190,0 75,0 299,0 209,0 85,0 305,0 231,0 113,0 444,0  OS g/kgSS 810,0 701,0 925,0 791,0 695,0 915,0 769,0 556,0 887,0 MgO g/kg SS 12,5 7,6 16,6 11,5 3,9 38,8 11,1 5,7 21,8 K2O g/kg SS 48,7 32,3 90,2 52,4 18,4 91,9 51,9 25,7 84,1 P2O5 g/kgSS 22,7 18,2 34,7 18,6 11,3 26,5 17,3 11,3 24,5 NH4- g/kg SS 25,0 12,6 74,0 21,1 3,8 56,5 17,7 6,7 36,5  N  N g/kgSS 49,0 36,9 104,1 44,6 27,5 88,5 39,9 28,9 57,6  Cu mg/kgSS 65,0 26,0 159,0 41,0 10,0 91,0 35,0 15,0 120,0  Zn mg/kgSS 301,0 107,0 594,0 208,0 79,0 599,0 142,0 65,0 239,0 Cd* mg/kgSS 0,33 0,15 0,57 0,37 0,25 0,49 0,35 0,21 0,60  Cr* mg/kgSS 6,9 4,5 11,6 8,0 4,0 12,0 9,6 6,5 13,5 SP − pepel OS − organska snov\n"], "5": ["2.1.2 Negativni vplivi gnojevke", "Negativni vplivi na okolje\nDalton in Brand-Hardy (2003) ugotavljata, da povečano povpraševanje po hrani in energiji vodi do sprememb v globalnem ciklu dušika. Te spremembe posledično vodijo do povečane ravni dušika v okolju, kar vpliva na biotsko raznovrstnost in zdravje ljudi. Če želimo vrednosti dušika v okolju znižati, se moramo zavedati, da je kmetijstvo pomemben vir izgub le-tega. Rastline lahko dobijo dušik iz zalog v tleh, s simbiotsko vezavo stročnic ter iz organskih in anorganskih gnojil. Če dušika, ki je na voljo, rastline ne izkoristijo, se \nizgubi v okolje z izpiranjem ali izhlapevanjem. Ma in sod (2010) ugotavljajo, da se dušik izgubi v ozračje kot NH3 (57 %), N2O (2 %), N2 (33 %) in NOx (8 %). Dalton in Brand-Hardy (2003) še ugotavljata, da je za zmanjšanje izgub dušika v kmetijstvu pomembno, da se kmetje zavejo, koliko dušika je potrebno za oskrbo rastlin in po katerih poteh se dušik izgublja v okolje. Izgube dušika v kmetijstvu moramo omejiti, na kar nas opozarja podatek, da ima npr. v Veliki Britaniji več kot 80 % emisij amonijaka izvor v kmetijstvu.\nTudi Verbič in sod. (2006) navajajo, da se pri reji goveda v ozračje izgubijo velike količine amonijaka. Največji delež prispeva gnojenje z organskimi gnojili, kamor prištevamo tudi gnojevko. Izgube amonijaka lahko zmanjšamo za 75–90 % s pokrivanjem jam za gnojevko. Pri gnojenju se izogibamo pršenju in uporabljamo nanašanje gnojevke v pasovih ali vbrizgavanje gnojevke v tla. Pomembno je, da izkoristimo vse ukrepe za zmanjševanje izgub amonijaka, saj amonijak negativno vpliva tako na počutje ljudi kot tudi na počutje živali. Je izvor drobnih prašnih delcev, ki povzročajo bolezni dihal. V velikih koncentracijah je neposredno strupen za rastline, vpliva na zakisljevanje prsti in nastanek tople grede.\nVidal in sod. (1999) so poskušali ugotoviti, kako uporaba gnojevke vpliva na onesnaženost voda. Spremljali so fizikalno-kemijske lastnosti površinskih in podzemnih voda na treh podeželskih območjih Španije. Za vsa tri območja je bilo značilno gnojenje pašnikov s hlevskim gnojem, količina uporabljene gnojevke pa se je razlikovala. Prišli so do zaključka, da uporaba gnojevke vpliva na onesnaženost voda. Največja onesnaženost je bila v območju največje gostote živali in najvišje frekvence uporabe gnojevke.\nLopez in sod. (2002) so v Španiji ugotavljali, kako zmanjšati onesnaževanje podzemnih in površinskih voda zaradi uporabe gnojevke. Zavedajo se, da je gnojevka velik onesnaževalec voda, nevarnost onesnaževanja pa se poveča, če gnojevko apliciramo blizu vodotokov ali na strmih pobočjih. Prišli so do zaključka, da lahko na onesnaženost voda vpliva tudi tip tal. Raziskave so namreč pokazale, da peščena ilovica z visoko vsebnostjo organske snovi predstavlja učinkovito oviro za gibanje gnojevke in drugih onesnaževalcev \nv podtalnico. Da preprečimo onesnaževanje, priporočajo največ 3-kratno letno uporabo gnojevke z obdobjem neuporabe 100 dni.\nNegativni vplivi na rastline\nPoznani so številni negativni vplivi gnojevke na rastline. Ostanki gnojevke na rastlinah lahko vplivajo na količino in kakovost pridelka. Če gnojevka ostane na rastlinah, rastline dobijo manj svetlobe, ki jo potrebujejo za prehrano. Brez svetlobe ne nastaja klorofil, brez klorofila ne poteka asimilacija CO2 in rastline ne priraščajo. Okoli 50 % svetlobne energije rastline pretvorijo v toploto, ki je potrebna za transpiracijo v rastlinah in pospešitev rasti. Svetloba je za rast travne ruše izjemnega pomena, saj večina trav sodi med svetloboljubne rastline in le manjši delež trav med sencoljubne. Ob pomanjkanju svetlobe iz ruše izginejo kakovostne vrste (zlasti metuljnice), to pa vpliva na zmanjšano hranljivo vrednost krme (Korošec 1997).\nPrekomerno gnojenje travinja z gnojevko ne vpliva samo na rast in sestavo ruše, ampak lahko negativno vpliva tudi na kakovost in zauživanje krme. Prekomerna uporaba gnojevke na pašnikih, kjer pasemo živino, zmanjša zauživanje krme. Živali se pasejo prebiralno in se onesnaženim predelom z gnojevko izogibajo (Kramberger 1995). Pri gnojenju travnikov za košnjo zelene krme moramo biti pozorni, saj lahko gnojevka onesnaži krmo (Verbič in sod. 2006). Gnojevka je posledično lahko izvor klostridijev pri siliranju. Med fermentacijo silaže deluje približno 7 vrst klostridijev od skupno poznanih 60 vrst. Pomembno je, da na začetku siliranja nastane pH okoli 4,2, saj v kislih razmerah klostridiji ne rastejo in se ne razmnožujejo. Prav tako je pomembna vsebnost suhe snovi, ki naj znaša vsaj 300 g/kg, da je rast klostridijev onemogočena (Lebar 2010), zato Verbič in sod. (2006) priporočajo gnojenje z gnojevko, ki je stara vsaj en mesec, od gnojenja do košnje pa naj mine pol leta. Rodhe (2003) navaja, da lahko nanašanje gnojevke v tla izboljša kakovost silaže v primerjavi s površinskim nanašanjem gnojevke. Na onesnaženost pridelka ima velik vpliv gostota gnojevke. Gostejša gnojevka je lepljiva in v veliki meri ostane na pridelku. Redkejša gnojevka pa se rastlin ne oprime, ampak spolzi po rastlinah. \nPrekomerno gnojenje travnikov z gnojevko lahko povzroča presežke hranil v tleh, ki se kopičijo v rastlinah. Verbič in sod. (2006) navajajo, da se zaradi prekomernega gnojenja lahko kopiči kalij v tleh, kar pa posledično povzroči prekomerno kopičenje kalija v rastlinah. Takšna krma za krave molznice pred telitvijo ni primerna, saj povzroča poporodne mrzlice, dislokacijo siriščnika, povečanje mastitisov in plodnostne motnje. Vsebnost kalija v gnojevki zmanjšamo z ustreznim krmnim obrokom. Mihelič in sod. (2010) navajajo, da se pri velikih odmerkih dušika v mladi krmi s travinja nakopiči prekomerna količina surovih beljakovin in velike količine nitrata. Če je vsebnost nitrata v uveli silaži večja kot 0,75 %, lahko pride do pojava methemoglobinemije v krvi krav. Če se več kot 50 % hemoglobina spremeni v methemoglobin, ni več zadostnega prenosa kisika do organov. Pojavijo se poškodbe organov in spontani splavi. Prekomerno gnojenje z dušikom pa ne povzroča le presežkov hranil v tleh, ampak lahko vodi tudi v pomanjkanje nekaterih elementov v krmi, še posebej Cu, Co, Se, Mn in I. Pomanjkanje magnezija v krmi lahko privede do hipomagnezijske tetanije.\nVisoke koncentracije suhe snovi v gnojevki ob aplikaciji v sušnem in toplem vremenu povzročajo ožige na rastlinah ter zmanjšujejo pridelek (Kramberger in sod. 2010). Med negativnimi vplivi gnojevke na rastline je potrebno izpostaviti tudi, da ima lahko visoka koncentracija suhe snovi v gnojevki negativne posledice na vznik in rast rastlin. Flere (2011) je izvajala poskus v rastlinjaku in kalilni komori. Uporabljeni sta bili dve gnojevki iz različnih govedorejskih kmetij, ki sta bili redčeni na 10 %, 7 %, 3,5 % in 0 % suhe snovi. V poskusu je uporabila trpežno ljuljko, navadno pasjo travo, travniško bilnico in belo deteljo. Ugotovila je, da imajo višje koncentracije suhe snovi v gnojevki negativen vpliv na kalitev, vznik ter rast rastlin. Posledično v nerazredčeno gnojevko odsvetuje dodajanje semena za obnovo ruše. Do enakih rezultatov je prišla tudi Bedenik (2010), ki je ugotavljala vpliv gnojevke na kalitev in začetno rast bele ter črne detelje.\n"], "6": ["2.2 Ozkolistni trpotec", "Ozkolistni trpotec (Plantago lanceolata L.) je trajna zel, ki jo uvrščamo v družino trpotnice (Bohinc 1991). Ima dolge, pritlične, suličaste, dlakave, navzgor usmerjene liste, ki se združujejo v pritlično listno rozeto. Na listih so dobro vidne listne žile (Frajman 2005). Listi so dolžine od 10 do 20 cm in širine največ 2 cm (Rode 2006b). Steblo se dviguje nad liste do dolžine 50 cm (Frajman 2005). Steblo je skoraj golo ali na redko hrapavo. Na koncu stebla se nahaja rjav klas z rumenimi prašniki. Čas cvetenja je od aprila pa vse do septembra (Bohinc 1991).\nOzkolistni trpotec najdemo predvsem na tratah, neobdelanih tleh in suhih travnikih (Rode 2006a). Pojavlja se tudi na pašnikih, ki so bogati s hranilnimi snovmi in ob poteh (Frajman 2005). Razširjen je v Evropi in Aziji, raznesen pa je po vsem svetu (Rode 2006a).\nOzkolistni trpotec je dobra krmna rastlina na travnikih z gosto rušo. Rast listov pospeši proti svetlobi. Odlično krmo predstavlja na pašnikih, nasprotno pa velja za sušenje. Pri sušenju se velik del listov zdrobi (Seliškar in Wraber 1986).\n(Gibbons, http://cdn1.arkive.org/media/0A/0ADF9910-19E6-4D24-9CBC-  5AC26FE439D3/Presentation.Large/Ribwort-plantain.jpg).\n"], "7": ["2.3 Navadni regrat", "Navadni regrat (Taraxacum officinale L.) je prizemna, rozetasta trajnica, ki jo uvrščamo v družino radičevk. Korenina regrata je dolga, mesnata in razrasla. Iz nje poženejo listi, ki so podolgovati in globoko narezani (Krese 2003). Zunanji listi so le malo krajši in širši od notranjih. Steblo je votlo, pokončno in neolistano, dolžine od 10 do 30 cm in nosi cvetni košek, ki je širok 25 do 75 mm. Cvet je jezičaste oblike ter rumene barve. Zreli plodovi so rjavi z dolgim kljuncem in lasasto kodeljico, ki jo veter nosi naokoli (Seliškar in Wraber 1986).\nRegrat uspeva na tleh, ki so bogata z dušikom in s kalcijem. Za dobro rast potrebuje globoka, vlažna ter dobro prepustna tla. V Sloveniji ga najdemo na travnikih in pašnikih od nižin pa vse do subalpinskega sveta (Seliškar in Wraber 1986).\nGlede na pogostost pojavljanja navadnega regrata lahko sklepamo, kakšna tla imamo in posledično temu vemo, kakšne rastline moramo sejati, da bodo na tleh uspevale. Na takšnih tleh, kjer samoniklo raste regrat, tam tla niso primerna za nežnejše rastline. Regrat s svojimi močnimi in z dolgimi koreninami rahlja tla in si črpa hranilne snovi, ki jih potrebuje za rast iz globjih plasti zemlje (Hauptman Medved 2012).\nRegrat uvrščamo med koristne zeli, za katere velja, da se zmerno uveljavljajo v ruši. Imajo podobno rast in razvoj kot trave in metuljnice na izbranem zemljišču, so primerne za spravilo in se hitro obrastejo po košnji ali paši. Prav tako regrat ne vsebuje škodljivih ali strupenih snovi. Dobro se prilagaja spremembam okolja in je odporen proti neugodnim vremenskim razmeram (Vidrih 2012). \n(Pott, http://cdn2.arkive.org/media/F8/F8FF807C-5679-4438-9395-  B3386FD3C632/Presentation.Large/Common-dandelion-in-flower.jpg).\n"], "8": ["2.4 Trpežna ljuljka", "Trpežno ljuljko (Lolium perenne L.) uvrščamo med nizke vrste trav (Krese, 2003). V višino doseže od 30 do 70 cm. Steblo je gladko, sploščeno s kolenastimi izrastki. Listni poganjki so gladki in goli. Spodnji poganjki so rdeče obarvani (Mišić in Lakušić, 1990). Listi so bleščeči in temno zeleni. Socvetje predstavlja 20 cm dolg lat, ki ga sestavljajo sploščeni klaski. Klaski se tesno prilegajo bilki (Krese 2003).\nTrpežna ljuljka je razširjena v Evropi (razen artični predeli), severni Afriki ter srednji Aziji. Prenesena je bila tudi v Ameriko in Avstralijo (Mišić in Lakušić 1990).\nTrpežni ljuljki ugajajo vlažna ter glinasta tla. Uspeva pa tudi v toplih, suhih primorskih krajih, kjer zaradi hitre kalivosti izpodriva ostale trave. Dobro prenaša teptanje in nizko košnjo (Korošec 1997). \nPredstavlja odlično krmo, ne glede na način uporabe − sveža, posušena (Seliškar in Wraber 1986). Spada med najbolj cenjene trave za pridelovanje voluminozne krme. Uporabljamo jo za kratkotrajno ozelenitev tal v jesenskem in zimskem času ali za trajno ozelenitev tal. Zaradi hitre rasti jo za trajno ozelenitev sejemo v mešanicah s črno deteljo, švedsko deteljo, plazečo deteljo, z latovkami, s pasjo travo, z mačjim repom … V mešanice za trajno ozelenitev tal vključujemo predvsem diploidne sorte, ki prvotno niso namenjene pridelovanju voluminozne krme za živali. Večjo trpežnost ljuljke dosežemo s pogostejšo košnjo ali z mulčenjem. V večjem obsegu jo za kratkotrajne ozelenitve pridelujemo predvsem zaradi hitrega pokrivanja tal in bujne rasti. Za prekrivanje tal v jesenskem in zimskem času posegamo po bujnejših tetraploidnih sortah. Sejemo jo lahko v mešanicah s črno deteljo, z grahom, grašicami, inkarnatko … (Kramberger 2003). Če ji nudimo ugodne razmere za rast, se hitro obnavlja. Hitro ozeleni, vendar pozimi pogosto kar izgine s pašnika, na njena mesta pa se naselijo plevelne vrste (Seliškar in Wraber 1986).\nGlede na čas latenja razlikujemo zgodnje in pozne tipe trpežne ljuljke. Večjo hranilno vrednost imajo sorte ljuljke z manj bili in več listja. Zaradi izjemne kakovosti in visoke produktivnosti trpežno ljuljko prištevamo k najboljšim vrstam trav za pašno rabo. Vsebuje veliko hranilnih snovi in je naša najpomembnejša pašna vrsta trave. Delež trpežne ljuljke se v pašni rabi stalno povečuje. V pašne mešanice vključujemo predvsem sorte zgodnjih in poznih tipov. S tem se podaljša čas trajanja paše in se hkrati izravna sezonsko priraščanje travne ruše (Korošec1989). \n(Reynolds,http://www.fao.org/ag/AGP/AGPC/doc/gallery/pictures/loliumpe/loliu  mper.jpg).\n"], "9": ["2.5 Bela detelja", "Belo – plazečo deteljo (Trifolium repens L.) uvrščamo v družino metuljnic. Je prizemna, plazeča se trajnica in odlična krmna rastlina. Stebla so plazeča, dolga od 20 do 50 cm. Značilnost stebel bele detelje je, da se na kolencih ukoreninjajo (Seliškar in Wraber 1986). Iz stebel se dvigujejo pokončni, dolgopecljati, trojnati listi dolžine od 10 do 20 mm. So svetlo lisaste barve, na vrhu nekoliko izvotljeni. Ima bela glavičasta socvetja, v katerih je od 40 do 80 cvetov. Cveti od maja pa vse do septembra. Plod je majhen strok s 3 ali 4 semeni. (Krese 2003).\nPlazeči detelji ustrezajo sveža, vlažna, težja in nekoliko stlačena tla. Dobro rast doseže v vlažnem podnebju in zmerno toplih rastiščih. Pri nas je razširjena vrsta od nižin do subalpinskega pasu. Raste v Evropi ter v zahodni in severni Aziji. Prevladuje na pašnikih (Seliškar in Wraber 1986). \nZa trajno ozelenitev tal jo uporabljamo v mešanicah, v katerih prevladujejo nizke vrste trav. Sejemo jo z latovkami in s trpežno ljuljko. Zelo je priljubljena za ozelenitve v trajnih nasadih (Kramberger 2003). Njena uporaba je razširjena, ker tla obogati z atmosferskim dušikom, mrvi pa poveča vsebnost visoko prebavljivih beljakovin in ječnost. Prav tako z globokim koreninskim sistemom pripravi tla za naslednji posevek (Semenarna Ljubljana 2012). Njen pomen je tudi v zaščiti tal pred erozijo, kar ji omogoča adventivni koreninski sistem in podzemno steblo (Korošec 1997). Zaradi bujnega cvetenja od spomladi do jeseni, moramo biti previdni pri uporabi insekticidov. Čebele rade izkoriščajo pašo na beli detelji in bi lahko prišlo do zaužitja ostankov pesticidov. Zaradi nevarnosti zdrsa pneumatik je manj uporabna na večjih strminah (Kramberger 2003). Izredno pogosto jo najdemo na travnikih zvez Cynosurion, Arrhenatherion in Calthion. Ker dobro prenaša teptanje, jo najdemo tudi v pohojenih združbah reda Plantaginetalia maioris. Na neporaslih delih travnikov se naseli med prvimi rastlinami. Primerno intenzivna paša delež plazeče detelje še poveča. Visoke vrste trav pa beli detelji omejujejo rast in jo izpodrivajo iz ruše. Popolnoma iz ruše le redko izgine. Na pašnikih je najpomembnejša in za krmo odlična metuljnica. Njena kvaliteta se ne zmanjša niti pri sušenju (Seliškar in Wraber 1986).\n(Justice, http://plants.usda.gov/gallery/standard/trre3_1h.jpg).\n"], "10": ["2.6 Divje korenje", "Divje korenje (Daucus carota L.) je samorasla, dvoletna zel, ki jo uvrščamo v skupino kobulnic (Bohinc 1991). Ima belo vretenasto korenino, iz katere raste pokončno, dlakavo in votlo steblo dolžine od 30 do 100 cm (Mišić in Lakušić 1990). Cvetovi so beli ali rumenkasti z osrednjim kobulovim cvetom na sredini, ki je temnordeče obarvan. Plod je okroglast in sestavljen iz dveh polplodičev (Bohinc 1991). Temnozeleni listi, ki so 2- do 3- krat pernato deljeni, se od korenine proti socvetju zmanjšujejo. Pecljati stebelni listi so sestavljeni iz usnjatih lističev, ki so črtasti ali celo suličasti.\nNajpogosteje ga najdemo v Evropi, Aziji in severni Ameriki (Mišić in Lakušić 1990). Dobro uspeva na suhih in vlažnih livadah, travnikih, poljih, ob poteh in gozdnih jasah (Krese 2003). Živina ga rada pase do faze cvetenja. Krma je srednje dobre kvalitete. Starejše rastline so slaba krma zaradi bodic in močnih stebel (Mišić in Lakušić 1990).\n(Bilek, http://www.naturephoto-cz.eu/pic/bilek/daucus-carota-l.-subsp.-carota-\n"], "11": ["3 MATERIALI IN METODE", "Diplomsko delo temelji na lončnem poskusu v rastlinjaku in poskusu z gnojevko na travniku. V obeh poskusih smo poskušali ugotoviti vpliv različnih koncentracij suhe snovi v gnojevki na vznik in začetno rast nekaterih travniških rastlin.\nOba poskusa sta bila zasnovana kot trofaktorska: rastlina, gnojevka in koncentracija gnojevke. V poskus smo vključili pet rastlin. Belo deteljo sorte Jura, za katero Semenarna Ljubljana na svoji spletni strani (http://www.semenarna.si/podrobnosti-artikla-krmne-\n-poljscine/category/metuljnice/article/bela-detelja-jura-semena-semenski-semenska-100g) navaja, da je tip navadne bele detelje in dosega visoke pridelke. Je srednje odporna proti boleznim. Primerna je za samostojno setev in setev v mešanice s travami. Zelo primerna je za dosejavanje v že obstoječo travno rušo. V poskusu smo uporabili tudi trpežno ljuljko sorte Tivoli, za katero Semenarna Ljubljana na spletni strani (http://www.semenarna.si/podrobnosti-artikla-krmne-poljscine/category/krmne trave/article/trpezna-ljuljka-tivoli-10kg) navaja, da je tetraploidna zelo pozna sorta. Ponaša se s kakovostnim in z nadpovprečno velikim pridelkom. Odporna je proti boleznim, še pa posebej proti rji. Preizkušena je v slovenskih rastnih razmerah. Odlično se vključuje v mešanice z ostalimi gospodarsko pomembnimi travami in metuljnicami. V poskuse smo zraven bele detelje in trpežne ljuljke vključili še ozkolistni trpotec, divje korenje in regrat, katerih semena smo pridobili iz naravne populacije v SV Sloveniji.\nDrugi proučevani faktor v poskusih sta bili dve gnojevki iz različnih govedorejskih kmetij. Gnojevka 1 je bila iz govedorejske kmetije v Račah, kjer se ukvarjajo s prirejo pitancev. Gnojevka 2 je bila iz govedorejske kmetije iz okolice Fale, kjer se ukvarjajo s prirejo krav. Obe gnojevki smo redčili z vodo na 10, 7, in 4 % vsebnost suhe snovi. Kontrolno obravnavanje smo izvedli samo z vodo in ni vsebovalo gnojevke. Sestava gnojevke in električna prevodnost gnojevke 1 ter gnojevke 2 je prikazana v Preglednicah 5 in 6. \nGnojevka 1  Vsebnost (mg g-1 SS) Skupni N 37,0  N-NH4 17,0  P 8,0  K 29,6  Mg 6,1  Ca 14,1  Fe 3,49  Zn 0,179  Mn 0,183  Cu 0,034  Električna prevodnost (mS cm ) 10 % SS 13,5 SS – suha snov\nGnojevka 2  Vsebnost(mg g-1 SS) Skupni N 39,0  N-NH4 17,8  P 7,7  K 38,5  Mg 7,0  Ca 12,1  Fe 3,42  Zn 0,242  Mn 0,228  Cu 0,037  Električna prevodnost (mS cm ) 10 % SS 14,6 SS – suha snov\n"], "12": ["3.1 Lončni poskus v rastlinjaku", "Za izvedbo lončnega poskusa smo lončke premera 10 cm in višine 8 cm napolnili s komercialnim substratom Klasmann Tonsubstrat. Substrat je mešanica slabo do srednje razgrajene bele šote, zelo razgrajene premrznjene črne šote in glinenih zrn. Substrat se uporablja za vzgojo lončnic ter enoletnic. Reakcija (pH) substrata se giblje med 5,5 in 6,5. V vsak lonček, ki je napolnjen s substratom, smo na površino substrata aplicirali po 20 ml gnojevke različnih redčitev. V kontrolna obravnavanja smo aplicirali samo vodo. V gnojevko smo položili 15 semen, ki smo jih razporedili v 3 vrste po 5 semen. Lončke s semeni smo zalili z vodo in jih razporedili v rastlinjaku. Lončki so bili v rastlinjaku od 23. 3. 2011 do 13. 4. 2011. V tem času smo lončke redno zalivali z vodo iz vodnjaka, ki ni bila klorirana. Temperatura v rastlinjaku se je gibala med 19 in 28 -C (noč/dan). Lončki so bili izpostavljeni naravnemu ciklu svetloba/tema. Osmi in enaindvajseti dan po sajenju smo prešteli število vzniklih rastlin in izmerili njihovo višino.\n"], "13": ["3.2 Poskus z gnojevko na travniku", "Poskus smo zasnovali podobno kot v rastlinjaku. Tudi v tem poskusu smo uporabili pet rastlin in dve gnojevki iz različnih govedorejskih kmetij, ki smo jih prav tako redčili na 10, 7 in 4 % suhe snovi. Poskus smo postavili 1. 4. 2011. Na travniku smo v vrstah (30 cm narazen) izkopali zemljo oz. rušo širine 8 cm in v globini od 6 do 8 cm. Izkopani del smo napolnili z zemljo iz sosednje njive. Po shemi smo v vrsto nanašali v kupčke gnojevko različnih koncentracij. Za kontrolo smo pustili prazen prostor. K ustrezni gnojevki smo zapičili ustrezno barvo bucike (vsaka rastlinska vrsta je imela svojo barvo bucik). Približno centimeter od bucike smo v gnojevko s pinceto vstavili po 1 seme ustrezne rastlinske vrste (glej Sliko 11). Izkopali smo še ostale vrste na medvrstni razdalji 30 cm in ponovili postopek. Skupno smo imeli 10 vrst. Ob vrstah smo zakoličili kole in čez raztegnili mrežo proti pticam. Zaradi stalne suše smo 21. 4. 2011 vrste zalili s 70 litri vode. V poskusu smo osmi in enaindvajseti dan preverili število vzniklih rastlin in njihovo višino.\n"], "14": ["3.3 Statistična obdelava obeh poskusov", "Oba poskusa sta bila zasnovana kot trofaktorska poskusa v štirih ponovitvah. Pridobljeni rezultati so obdelani z analizo variance (SPSS program). Razlike med aritmetičnimi sredinami smo testirali s Tukeyevem testom pri 5 % tveganju. \nG1 – gnojevka iz prve kmetije, G2 – gnojevka iz druge kmetije, navadni regrat – zelena, divje korenje – rdeča, ozkolistni trpotec – modra, trpežna ljuljka – rjava, bela detelja – vijolična.\n"], "15": ["4 REZULTATI Z RAZPRAVO", ""], "16": ["4.1 Lončni poskus v rastlinjaku", "Iz Preglednice 7 je razvidno, da vsebnost suhe snovi v gnojevki statistično vpliva na število vzniklih rastlin osmi in enaindvajseti dan po sajenju. Pri kontrolnem obravnavanju, pri katerem seme ni imelo stika z gnojevko, je bilo število vzniklih rastlin osmi (6,5) in enaindvajseti dan (9,5) največje. Enaindvajseti dan pri 4 % SS ni statistično pomembne razlike glede na kontrolo (9,4). Z naraščanjem koncentracije suhe snovi v gnojevki se je zmanjševalo število vzniklih rastlin. Gnojevka z nižjo vsebnostjo suhe snovi je torej manj negativno vplivala na vznik rastlin kot gnojevka, ki je vsebovala višje koncentracije suhe snovi. Posledično je bilo pri gnojevki z 10 % suhe snovi najmanjše število vzniklih rastlin osmi (3,1) in enaindvajseti (5,6) dan.\nTudi vrsta gnojevke je statistično značilno vplivala na število vzniklih rastlin. V obravnavanju z gnojevko 1 je vzniknilo največ rastlin. Osmi dan po postavitvi poskusa je bilo pri gnojevki 1 v povprečju 5,1 vzniklih rastlin, pri gnojevki 2 pa 4,5 vzniklih rastlin. Do podobnih rezultatov smo prišli na enaindvajseti dan po sajenju, saj smo pri gnojevki 1 našteli v povprečju 8,2 rastlin, pri gnojevki 2 pa 8,1 rastlin, vendar razlike niso bile več statistično značilne.\nŠtevilo vzniklih rastlin se je statistično značilno razlikovalo tudi glede na rastlinsko vrsto. Na osmi dan po postavitvi poskusa smo največje število rastlin opazili pri beli detelji (9,4), sledila ji je trpežna ljuljka (8,0), navadni regrat (3,9), ozkolistni trpotec (1,7) in na zadnjem mestu po številu rastlin je bilo divje korenje (1,0). Na enaindvajseti dan je bilo največje število rastlin pri beli detelji in trpežni ljuljki (10,1). Do večjih sprememb je prišlo pri navadnem korenju, saj smo ga lahko po številu rastlin (8,4) uvrstili takoj za belo deteljo in trpežno ljuljko. Pri regratu smo opazili v povprečju 8 rastlin. Število rastlin pri ozkolistnem trpotcu je bilo statistično značilno nižje (4,2). \nPomembno je poudariti interakcije med gnojevko (G) in rastlinsko vrsto (R) ter interakcije med vsebnostjo suhe snovi v gnojevki (VSS) in rastlinsko vrsto (R), saj nam prav interakcije prikažejo realno sliko dogajanja v poskusih. Interakcije so nam pokazale, da se rastlinske vrste različno odzivajo na isto gnojevko. To je pomembno upoštevati predvsem pri gnojenju pol naravnih travnikov, ki se regenerirajo iz talne banke semena.\nštevilo vzniklih rastlin osmi in enaindvajseti dan.\nŠtevilo rastlin  Vsebnost 10,0 3,1c 5,6c  suhe snovi v 7,0 4,4b 8,1b  gnojevki 4,0 5,1b 9,4a  (VSS) (%) Kontrola 6,5a 9,5a  Gnojevka 1 5,1a 8,2a  (G) 2 4,5b 8,1a  Rastlinska T. repens 9,4a 10,1a  vrsta (R) L. perenne 8,0b 10,1a  T. officinale 3,9c 8,0b  P. lanceolata 1,7d 4,2  D. carota 1,0d 8,4b  Interakcija VSS x G *** NS  VSS x R *** *  GxR *** *  VSS x G x R *** ** *** − signifikantno P ≤ 0,001, ** − signifikantno P ≤ 0,01, * − signifikantno P ≤ 0,05, NS – nesignifikantno Vrednosti za iste primerjave v stolpcih, ki so označene z isto črko, se statistično ne razlikujejo med seboj (P≤ 0,05). VSS … vsebnost suhe snovi; G … gnojevka; R … rastlinska vrsta. \nIz Grafikona 1 je razvidno, da visoke koncentracije suhe snovi v gnojevki najbolj zavirajo rast pri ozkolistnem trpotcu, navadnem regratu in navadnem korenju. Visoke koncentracije suhe snovi v gnojevki so najmanj negativno vplivale na rast pri trpežni ljuljki. Tudi bela detelja je razmeroma dobro rastla pri višjih koncentracijah suhe snovi.\nenaindvajseti dan poskusa.\nIz Preglednice 8 je razvidno, da se višina rastlin statistično značilno razlikuje glede na koncentracijo gnojevke. Podobno kot je vsebnost suhe snovi vplivala na število rastlin negativno, vpliva torej tudi na rast rastlin. Gnojevka z 10 % SS je najbolj negativno vplivala na rast, saj so bile rastline manjše rasti (0,3 cm osmi dan in 5,3 cm enaindvajseti dan). Gnojevka s 7 % SS je dala osmi dan najvišje višine rastlin (0,7 cm). Enaindvajseti dan so se ponovno pokazali negativni vplivi visokih koncentracij suhe snovi v gnojevki na rast rastlin, saj je bila izmerjena višina (5,8 cm) nižja kot pri 4 % SS (6,1cm) in kontrolnem obravnavanju (6,5 cm). \nVrsta gnojevke ni statistično značilno vplivala na višino rastlin niti osmi niti enaindvajseti dan. Prav tako smo prišli do zaključka, da rastlinska vrsta statistično značilno vpliva na višino rastlin. Najvišjo višino smo osmi in enaindvajseti dan zaznali pri trpežni ljuljki (0,9 cm in 15,0 cm), sledil ji je ozkolistni trpotec (0,7 cm in 5,0 cm) ter bela detelja (0,6 cm in 3,4cm). Regrat (0,2 cm in 2,4 cm) in divje korenje (0,1 cm in 3,9 cm) sta bila nižja.\nPomembnejše interakcije v povezavi z višino rastlin smo zaznali le osmi dan po postavitvi poskusa, in sicer med vsebnostjo suhe snovi v gnojevki in vrsto gnojevke ter vsebnostjo suhe snovi v gnojevki in rastlinsko vrsto.\n  višino rastlin osmi in enaindvajseti dan.\nVišina rastlin (cm)  Vsebnost 10,0 0,3b 5,3c  suhe snovi v 7,0 0,7a 5,8bc  gnojevki 4,0 0,5ab 6,1ab  (VSS) (%) Kontrola 0,5ab 6,5a  Gnojevka 1 0,5a 5,8a  (G) 2 0,5a 6,0a  Rastlina (R) T. repens 0,6b 3,4c  L. perenne 0,9a 15,0a  T. officinale 0,2c 2,4d  P. lanceolata 0,7ab 5,0b  D. carota 0,1c 3,9c  Interakcije VSS x G NS NS  VSS x R *** NS  GxR *** NS  VSS x G x R * NS *** − signifikantno P ≤ 0,001, ** − signifikantno P ≤ 0,01, * − signifikantno P ≤ 0,05, NS – nesignifikantno Vrednosti za iste primerjave v stolpcih, ki so označene z isto črko, se statistično ne razlikujejo med seboj (P≤ 0,05). VSS … vsebnost suhe snovi; G … gnojevka; R … rastlinska vrsta.\n"], "17": ["4.2 Poskus z gnojevko v naravi", "V poskusu, ki smo ga izvajali na prostem, je prevladovalo vroče in sončno vreme ter suša. Poskus smo le enkrat zalili s 70 litri vode. Posledično se je močno povišala vsebnost suhe snovi v gnojevki, v katero smo posejali semena. Že Bedenik (2010) in Flere (2011) sta prišli do zaključka, da visoke koncentracije suhe snovi v gnojevki negativno vplivajo na vznik in rast rastlin. Te ugotovitve lahko mi potrdimo, saj na celotnem poskusu ni vzklila nobena rastlina.\n"], "18": ["5 SKLEP", "Gnojevka se veliko uporablja za gnojenje travinja ne samo v Sloveniji, temveč tudi drugod po svetu. Z uporabo gnojevke rastlinam zagotovimo snovi, ki jih nujno potrebujejo za rast. Da bo njena uporaba čim bolj pozitivno vplivala na rastline, moramo poznati pravilne načine uporabe. Med drugim je pomembno, da poznamo tudi negativne vplive visokih koncentracij suhe snovi v gnojevki na kalivost in začetno rast rastlin. Iz pridobljenih rezultatov lončnega poskusa ugotavljamo, da je najbolj negativno vplivala na vznik in rast rastlin gnojevka z najvišjo (10 %) koncentracijo suhe snovi. Razvidno je tudi, da vse rastlinske vrste ne odreagirajo enako na enake koncentracije suhe snovi. Če negativen vpliv visokih koncentracij gnojevke še ni bil tako zelo izrazit na kalitev in začetno rast trpežne ljuljke in bele detelje, pa tega nikakor ne moremo trditi za ozkolistni trpotec in navadno korenje. Iz rezultatov poskusa z gnojevko na travniku pa ugotavljamo, kako pomembno se je izogniti apliciranju gnojevke v sušnem in vročem obdobju. Pravkar aplicirana gnojevka se lahko izsuši in posledično se poveča vsebnost suhe snovi, kar neugodno vpliva na vznik rastlin. Pri uporabi na travinju je potrebno gnojevko redčiti z vodo. To je še posebej pomembno pri uporabi gnojevke na pol naravnem travinju, ki se obnavlja iz semena v tleh. Če ob apliciranju gnojevke dodajamo še semena, moramo poleg redčenja gnojevke z vodo upoštevati še primeren čas aplikacije (rano spomladi) in vremenske razmere (hladnejše, vlažno vreme).\n"], "abstract": ["Negativni vplivi gnojevke pri gnojenju travinja še vedno predstavljajo velik problem v kmetijstvu. Na to temo smo na Fakulteti za kmetijstvo in biosistemske vede leta 2011 izvedli lončni poskus v rastlinjaku in poskus z gnojevko na travniku. V poskusu smo proučevali vpliv visokih koncentracij suhe snovi v gnojevki na kalivost in začetno rast ozkolistnega trpotca (Plantago lanceolata L.), divjega korenja (Daucus carota L.), trpežne ljuljke (Lolium perenne L.), bele detelje (Trifolium repens L.) in navadnega regrata (Taraxacum officinale Weber). Oba poskusa sta bila zasnovana kot trofaktorska: rastlina, gnojevka in koncentracija gnojevke. Uporabili smo dve gnojevki iz različnih govedorejskih kmetij, ki smo ju redčili na 4, 7 in 10 % suhe snovi. V kontrolnem obravnavanju smo uporabili samo vodo. V povprečju čez vse rastlinske vrste višje koncentracije suhe snovi v gnojevki negativno vplivajo na kalitev in začetno rast. Ugotovili smo, da vse rastlinske vrste ne odreagirajo enako na enake koncentracije suhe snovi. Pri uporabi gnojevke na travinju je potrebno predhodno redčenje gnojevke z vodo. Prav tako smo prišli do zaključka, da se moramo v sušnem in vročem obdobju apliciranju gnojevke na travniku izogniti, saj se lahko gnojevka izsuši in se še poveča vsebnost suhe snovi, kar neugodno vpliva na vznik rastlin. "]}