{"1": ["1 UVOD", "Kmetijsko podjetništvo se v času najnovejših tehnoloških odkritij oziroma spoznanj kaže kot neločljiv segment nadaljnjega razvoja kmetijske pridelave. Definiramo ga lahko kot proces odločanja, kako najučinkoviteje uporabiti razpoložljiva sredstva za dosego čim boljših proizvodno-ekonomskih rezultatov, pri katerem je zelo pomembna tista proizvodnja, ki prinaša največji dobiček. Kmetijski podjetnik tako stremi bodisi k doseganju maksimalnega dobička ali k maksimalnemu zniževanju vseh stroškov proizvodnje (Turk, 2001a).\nInvesticija so denarna vlaganja v prvine poslovnega procesa in imajo velik pomen za rast in razvoj celotnega narodnega gospodarstva, kakor tudi za podjetja, saj določajo poslovanje podjetja v prihodnosti. S samo investicijo tako vnesemo tudi tehnični napredek, hkrati pa se dotaknemo tveganja, da investicija morda ne bi dala pričakovanih učinkov. Na podlagi tega je potrebno oceniti uspešnost investicije (Erjavec 1995).\nEna izmed klasičnih metod ocenjevanja uspešnosti investicije, ki je v literaturi najpogosteje obravnavana, je metoda Cost – Benefit analiza (CBA) s parametrom neto sedanja vrednost (NSV) in interno stopnjo donosnosti (ISD), kot pomožni parameter za oceno investicijskega projekta.\n"], "2": ["1.1 Namen in cilji raziskave", "Namen magistrskega dela je finančna ocena investicij analiziranega podjetja.\nOsnovni cilj je finančna analiza investicij podjetja s statično metodo ocene in dinamično metodo ocene investicijskih projektov. Dinamične metode ocene investicije temeljijo večinoma na časovni dinamiki ocene investicij in ocenjevanem parametru neto sedanje vrednosti (NSV). Ocenjen bo tudi pomožni parameter finančne analize, to je interna stopnja donosnosti (ISD). Hkrati pa se bo ugotovilo tudi obdobje povratka analiziranih investicij.\n"], "3": ["1.2 Delovne hipoteze", "V raziskavi so predpostavljene naslednje delovne hipoteze:\nH1: predvidevamo, da je statični parameter obdobja povratka investicije 3 leta;\nH2: predvidevamo, da se je začetna investicija iz leta 2007 že povrnila v letu 2011, kar  bomo ocenili z ustreznimi finančnimi parametri;\nH3: predvidevamo, da parameter letnega denarnega toka vpliva na obdobje povratka  investicij, ocenjenih na podlagi statične in dinamične metode.\n"], "4": ["2 PREGLED OBJAV", "V tem poglavju bo predstavljeno analizirano podjetje, pojem investicije, CBA analize in dosedanje raziskave ocenjevanja investicij v kmetijstvu.\n"], "5": ["2.1 Predstavitev izbranega podjetja", "Izbrano podjetje je podjetje v privatni lasti. Ustanovljeno je bilo leta 2005. Njegova dejavnost je trgovanje z žiti na domačem in tujem trgu, odkup žit od domačih pridelovalcev, sušenje in skladiščenje. Tržne viške kot so koruza, pšenica, ječmen, oljno ogrščico, je potrebno dosušiti na primerno vlago in skladiščiti, kar pomeni, da je bil pred podjetjem nov izziv in sicer gradnja primerne sušilnice s skladiščnimi prostori. Podjetje je v začetku leta 2007 omenjeno investicijo uspešno zaključilo in se preselilo v nove poslovne prostore s skladiščem za približno 5.000 ton. V letu 2008 se je razširilo z lastnim voznim parkom štirih kamionov za prevoz žit in v letu 2010 še s štirimi kamioni. Leta 2009 so dogradili skladiščne prostore in tako povečali skladiščne kapacitete na 17.000 ton pokritih skladišč za žita. Podjetje posluje na domačem in tujih trgih, predvsem na Madžarskem, v Avstriji, Italiji, Srbiji, na Hrvaškem, Slovaškem in posredno tudi z državami Južne Amerike.\n"], "6": ["2.2 Pomen investicije", "Pod terminom investicija razumemo denarna vlaganja v prvine poslovnega procesa. Denar lahko investiramo na različne načine, sezonsko vlaganje v proizvodnjo, kjer gre za nabavo proizvodnih sredstev, kot so seme, sadike, gnojila, gorivo, sredstva za varstvo rastlin ter vlaganja v osnovna sredstva, kot so kmetijska zemlja, stroji, zgradbe, osnovna čreda in trajni nasadi (Rozman in sod. 2009).\nIzraz naložba ali investicija izhaja iz latinščine, kjer izraz »investio« pomeni vlaganje. Tako poznamo dve naložbi podjetja v širšem in ožjem smislu. Naložba podjetja v širšem \nsmislu pomeni vsak izdatek podjetja, katerega namen je povečanje prihodnjih prihodkov tega podjetja. Kot naložbe v ožjem smislu razumemo vsak izdatek podjetja, ki je namenjen nabavi stalnih sredstev (Bojnec 2007).\nInvesticija iz ekonomskega vidika je poraba kapitala v sedanjosti in v pričakovanju (negotovih) prihodnjih koristi. Sestavlja jo načrtovano zaporedje kapitalskih izdatkov v pričakovanju, da bomo z njimi ustvarili večjo količino denarnih prilivov v različnih obdobjih v prihodnosti. Ocena investicije je ovrednotenje negotovih prihodnjih denarnih prilivov v odnosu do denarnih odlivov v sedanjosti ali bližnji prihodnosti (Kavčič 1996).\nKapital lahko investiramo v nakup ali najem dodatnih površin, vključitev nove usmeritve v obstoječo kombinacijo dejavnosti na kmetiji, intenziviranje obstoječe aktivnosti, tehnologije za zniževanje stroškov in gradnjo novega hleva ali drugih zgradb, nakup novega stroja (Kavčič 1996).\nPo Kayu (1986, cit. po Pažek 2003) za oceno investicije potrebujemo naslednje podatke:\n- prihodki od investicije (ocena letnega – neto donosa),\n- stroški investicije,\n- končna vrednost investicije in\n- letna obrestna mera ali diskontni faktor.\nPodjetje investira, ker dolgoročno ne more zagotavljati tehnološke učinkovitosti (investicija = vnos tehničnega napredka). Razumljivo je, da je brez tehnološke učinkovitosti vprašljiva tudi ekonomska učinkovitost gospodarske enote (Erjavec 1995).\nKay (2004) navaja, da izraz investicijska analiza ali »capital budgeting«, pomeni proces določanja donosnosti investicije ali primerjavo donosnosti dveh ali več alternativnih investicij. Za investicijsko analizo potrebujemo:\n- začetno višino stroškov investicije,\n- realizirani letni neto denarni tok,\n- končno vrednost investicije in \n - obrestno mero ali diskontno stopnjo.\nOcenjevanje investicij projektov v kmetijstvu je večplasten proces. Smotrnost določene naložbe v kmetijstvu je predvsem potrebno vrednotiti v smislu njenega finančnega, ekonomskega in družbeno–socialnega prispevka k blaginji nekega naroda (Turk 2001b).\nInvesticije so ključnega pomena za obstoj in razvoj podjetja. Brez stalnega obnavljanja, posodabljanja in uvajanja novosti bo podjetje propadlo. Zato so odločitve o njih pomembne, prav tako pa tudi močno tvegane. Posledice investicijskih odločitev so dolgoročne, saj osnovna sredstva ostajajo v podjetju dalj časa. Predvidevanje v prihodnost je vse težje, saj se v daljši dobi poslovno okolje podjetja vse bolj spreminja in je vse bolj nepredvidljivo. Zato morajo biti investicijske odločitve skrbno pripravljene in izvedene (Pučko 1992).\nKay (2004, cit. po Savič 2006) navaja, da pri ocenjevanju investicij obstaja tveganje, kajti ocenjevanje neto denarnih prihodkov in končnega dobička je odvisno od proizvodnje, cen in stroškov v prihodnosti. Ti parametri so zelo spremenljivi in jih je težko napovedati. Nepričakovane spremembe lahko hitro spremenijo potencialno dobičkonosno investicijo v nedonosno. Daljša kot je življenjska doba investicije, težje je pravilno ovrednotiti bodoče stroške in prihodke. Ena izmed metod upoštevanja tveganja v analizi je vključevanje premije tveganja v diskontno stopnjo. Bolj tvegane investicije imajo višjo premijo tveganja. To temelji na dejstvu, da višje kot je tveganje, povezano z določeno investicijo, višji mora biti donos investicije. Le tako je investitor pripravljen sprejeti tveganje. Premija tveganja je subjektivna ocena in različni ljudje lahko uporabljajo različno oceno za isto investicijo. Višja kot je premija tveganja, višji dobiček je potreben, da ostane NSV pozitivna.\n"], "7": ["2.3 Cost Benefit analiza (CBA)", "Vrednotenje posameznega kmetijskega projekta je mišljeno kot ocenjevanje povsem določene investicije v kmetijstvu. V takšnem primeru govorimo o »Cost benefit analizi« (CBA), primerjalni analizi skupnih stroškov in skupnih prihodkov (angl. »Cost Benefit Analysis«, CBA).\nTa analiza je osrednje metodološko orodje v procesu vrednotenja specifičnega kmetijskega projekta oziroma dane investicije znotraj posamezne kmetijske panoge ali kmetijstva kot celote (Turk 2001b).\nŽe Mishan (1973, cit. po Pažek 2003) je poudaril, da se CBA ukvarja z ekonomijo kot celoto, torej z blaginjo neke celotne družbe in ne samo njenega določenega dela.\nRozman in sod. (2009) navajajo, da je za celovito ocenjevanje kmetijskih projektov uveljavljena CBA analiza. Celovita CBA analiza sestoji iz finančnega dela in ekonomskega dela ter družbeno–socialne analize danega kmetijskega projekta.\nPri CBA analizi se izpostavljajo štiri bistvena vprašanja:\n- Katere stroške in prihodke je potrebno vključiti?\n- Kako so stroški in prihodki ovrednoteni?\n- Katero obrestno mero bomo uporabili pri oceni sedanje vrednosti za obračun  pričakovanih prihodkov in stroškov?\n- Katere so pomembnejše ovire, ki se lahko pojavijo pri analizi (Brent 1996)?\nPrimerjalna analiza skupnih prihodkov in stroškov nudi odgovor na vprašanje glede izbire posameznega investicijskega projekta oziroma naložbe v kmetijstvu. Pri tem morajo biti identificirani in ovrednoteni vsi potencialni stroški in prihodki, ki so rezultat danega investicijskega projekta (Turk 2001b). \nMüller – Hedrich (1990, cit. po Pažek 2003) meni, da »Cost – Benefit« (nem. »Kosten – Nutzen – Analyse«, KNA) sistematično zajema vse predvidene stroškovne in prihodkovne elemente nekega investicijskega načrta, ki morajo biti denarno ovrednoteni in hkratno diskontirani v določenem časovnem obdobju. Posebno pozornost lahko namenimo nekvantificiranim stroškom in prihodkom oziroma koristim, ki jih opredeljuje kot stroške in prihodke (koristi), nastajajočimi kot posledica odločitve za neko investicijo, zanje pa je značilno, da so težko denarno ovrednoteni. CBA oziroma KNA analiza načeloma zahteva vrednostno ovrednotenje učinkov nekega projekta. Izjemo predstavljajo nekvantificirani stroški in koristi, katere je možno v analizi upoštevati kot kvalitativni faktor.\n"], "8": ["2.4 Dosedanje raziskave finančne ocene investicij v kmetijstvu", "Turk (2001a) se je v svoji raziskavi ukvarjal z ekonomskim ocenjevanjem smotrnosti investicije ter upravičenosti najema posojila za nakup novega traktorja, kar je poslovna odločitev, ki bi praviloma morala prinesti porast v fizičnem obsegu proizvodnje ob hkratnem znižanju proizvodnih stroškov. Tako je avtor za oceno smotrnosti odločitve nakupa novega traktorja uporabil koncept neto sedanje vrednosti, za upravičenost najema posojila pa Stelsonovo enačbo. Spoznal je, da je ugotavljanje ekonomske smotrnosti investicij tako v neposredni povezavi z določanjem kreditne sposobnosti posameznega investitorja, ki operira znotraj danega makroekonomskega okvira (stopnja inflacije, višina obrestnih mer, itd.).\nIvanović (2008) je ocenjeval ekonomsko uspešnost naložbe v proizvodnjo govedi na družinskih kmetijah v Republiki Srbiji. Z uporabo modela je analiziral, kako gospodarska učinkovitost in finančna izvedljivost naložbe vplivata na velikost družinskih kmetij, vrsto proizvodnje, način zagotavljanja zemljišč za proizvodnjo krme. Pri tem je uporabil dinamične metode vrednotenja naložb, kakor tudi ustrezno metodo za oceno tveganja. V študiji je analiziral tudi zgodnejši razvoj govedoreje v Republiki Srbiji, sedanje razmere, kot tudi bodoči razvoj govedorejske proizvodnje. Ugotovil je, da so investicije družinskih kmetij z večjim številom krav ekonomsko uspešnejše in finančno bolj izvedljive in da imajo te naložbe nižjo stopnjo tveganja. \nRenaud (1997) je v svoji raziskavi, ki je temeljila na finančnem delu CBA analize, ugotavljal smotrnost proizvodnje kmetijskih rastlin, pridelanih v različnih sistemih na Tajskem. Analizirana sta bila dva sistema, kombinirani sistem kavovca z rižem kot vmesnim posevkom in sistem proizvodnje kave in riža na pobočjih ali v jarkih. Pri tem je bilo ugotovljeno, da je s finančnega vidika smotrno proizvajati predvsem kavovec z rižem kot vmesnim posevkom, kjer je bila neto sedanja vrednost (NSV), ob uporabljeni 26 % diskontni stopnji, pozitivna. Pri sistemu proizvodnje kave in riža na pobočjih ali v jarkih pa bi neto sedanja vrednost (NSV) bila pozitivna v primeru uporabe 0 % diskontne stopnje. Ko so primerjali več načinov kultiviranja posevkov ob vključitvi različnih kriterijev, kot so produktivnost, proizvodno tveganje, okoljska osveščenost, varovanje narave, ekonomska upravičenost, pa je bila ugotovljena bistveno večja primernost vmesnih posevkov.\nFinančni del CBA analize intenzivnega sadovnjaka je ovrednotil Parker s sod. (1998, cit. po Pažek 2003). S študijo je želel prikazati predvsem finančno upravičenost pridelave jabolk za obdobje 20. let, ob dveh različnih sistemih pridelave (enostaven piramidalni sistem in vitki vretenasti grm). V investicijski analizi so avtorji izračunavali parametre, kot so neto denarni tok, čas povrnitve investicije, neto donos, neto sedanjo vrednost in metodo za izračun interne stopnje donosnosti. Študija je pokazala, da je dobiček odvisen predvsem od same sorte jabolk, pridelka, rodnosti in tržnih poti. Poudarjen je predvsem koncept neto sedanje vrednosti, saj je le-ta bistvo podjetniške analize. Pozitivne vrednosti NSV kažejo, da je pridelava jabolk s finančnega vidika smotrna in da je investicija upravičena ter dobičkonosna. Primerjava med izračuni NSV je pokazala, da je sistem vitkega vretenastega grma bolj donosen kot enostavni piramidalni sistem (razlike NSV = $4.000 - $8.000 pri povprečnemu pridelku jabolk in razlika NSV = $9.000 - $29.000 ob nadpovprečnih pridelkih). Izračunana ISD vrednost za piramidalni sistem je bila 12 %, za sistem vitkega vretenastega grma pa celo 25 %.\nAvtor Kiratikarnkul (2008) je za svoj študij uporabil CBA analizo za alternativni način odstranjevanja živalskih odpadkov na prašičjih farmah v treh glavnih živinorejskih predelih Tajske, kjer se je v zadnjih letih prašičereja intenzivno povečala. Rezultati študije so pokazali, da je bila neto sedanja vrednost (NSV) pri pretvorbi prašičjih odpadkov v \nbioplin nižja kot pri nekaterih drugih načinih odstranjevanja odpadkov. Analiza občutljivosti pa je pokazala, da prav ta način zagotavlja največ koristi zaradi prodaje presežka električne energije. Avtor tako priporoča, naj vlada spodbuja proizvodnjo energije iz obnovljivih virov, kot tudi zagotovi potrebno tehnično in finančno podporo za spodbujanje srednjih in velikih kmetij, ki se ukvarjajo s prašičerejo, za namestitev sistemov za bioplin.\nKurtz s sod. (1996, cit. po Pažek 2003) je z metodo finančnega dela »Cost – Benefit« analize (CBA) vrednotil različne sisteme rabe tal. Pri tem je primerjal kmetijsko gozdarske sisteme (njivska raba tal v kombinaciji z drevoredi črnega oreha, plantaža črnega oreha za proizvodnjo lesa, klasično poljedelski sistem (njiva s kolobarjem soje in pšenice). Najvišje neto sedanje vrednosti (NSV) in interne stopnje donosnosti (ISD) so dosegli s kmetijsko gozdarskim sistemom črnega oreha (NSV = 2.096 $ in ISD = 11,7 %), sledila je pridelava plodov in proizvodnja lesa (NSV = 2.022 $ in ISD = 10,8 %), nato njiva s kolobarjem soje in pšenice ter plantaža lesa (NSV = 146 $ in ISD = 4,3 %). Z modelom je bila izračunana tudi ekvivalentna letna vrednost na enoto površine, ki je bila prav tako višja pri kmetijsko gozdarskem sistemu črnega oreha in najnižja pri plantaži orehovega lesa.\nBacon in sod. (1994) so proučevali stohastični in dinamični model na celotni ravni kmetije, ki je bil izdelan za ocenjevanje ekonomskih koristi, kar v malem obsega gojenje postrvi, proizvodnjo žit in rejo piščancev. Rezultati kažejo, da združevanje gojenja postrvi s tradicionalnim kmetijstvom vodi do večjih prihodkov in znatno zmanjša tveganje. Neto sedanja vrednost in interna stopnja donosa se po odbitku davka in uporabi zunanjega dolžniškega kapitala zvišata, medtem ko se čisti dobiček na kmetiji zniža. Ta študija prikazuje pomembnost razširitve podjetniškega programa in stabilizacije spremenljivosti pričakovanih prihodkov.\nTozer (2009) v svoji študiji analizira možnosti za investicijsko odločitev proizvajalca žit v Zahodni Avstraliji. Možnost naložbe je bodisi nakup strojev, primernih za podjetje pod nadzorom prometa kmetijstva ali pridobitev konvencionalnega sistema in zmanjšani čas setve. Rezultati analize kažejo, da morajo biti zahtevane stopnje donosa za obe naložbi 96 \n– 156 % višje od stopnje donosa, ki se uporablja v standardni analizi NPV (»Net Present Value«). Višje stopnje so potrebne za nadomestilo negotovosti poljedelstva na kmetijah. V večini primerov so bili variabilni stroški delovanja kmetijskega sistema višji, dodatni donosi posameznega območja pa so odtehtali dodatne stroške. Nadaljnja analiza je pokazala, da relativna velikost upravljanja območij zaznamovano vpliva na ustvarjen donos in da je mogoče povečati donos z izključitvijo malo produktivnih območij.\nCervi in sod. (2010) so proučevali ekonomsko upravičenost namestitve biointegriranega sistema za proizvodnjo električne energije iz prašičje gnojevke. Začetna naložba za namestitev sistema je bila ocenjena na $ 51.537,17. Letni stroški za sistem bi znašali $ 5.708,20 za vzdrževanje, $ 4.390,40 za amortizacijo in $ 1.366,77 za obresti. Ugotovljeno je bilo, da bi bil sistem proizvodnje bioplina izvedljiv iz ekonomskega vidika, če bi poraba električne energije v povprečju znašala do 35 kW dnevno, z neto sedanjo vrednostjo $ 9.494,90 in notranjo stopnjo donosnosti 9,34 % na leto.\nNa kmetiji v zahodnem predelu Rio Grande do Norte je Da Silva s sod. (2012) analiziral kapitalsko naložbo v proizvodnjo kozic, z naslednjimi kriteriji: neto sedanja vrednost, notranja stopnja donosa, povračilo naložbe ter analizo stroškov in koristi. V nadaljevanju je ocenil verjetnost sprememb v neto sedanji vrednosti in notranji stopnji donosa s pomočjo analize tveganja. V analizi tveganja so bile vhodne spremenljivke: cena plačana proizvajalcu kozic na kg in cena krme kg HD-35 %, kar predstavlja 36,42 % skupnih stroškov na ciklus gojenja. Izhodne spremenljivke pa so neto sedanja vrednost pri 12 % in 6 % ter notranja stopnja donosa. Rezultati analize naložbe brez upoštevanja tveganja cen so bili: neto sedanja vrednost $ 214.943,93 (12 %) in $ 300.819,13 (6 %), 60 % notranja stopnja donosnosti, povrnitev naložbe v 2 letih in razmerje stroški in koristi 1,4.\nUmar (2010) je v svoji študiji ocenjeval donosnost investiranja v živalsko vlečno tehnologijo malih kmetov v Nigeriji. Podatki, ki so bili uporabljeni za raziskavo, so bili pridobljeni iz strukturiranega vprašalnika, razdeljenega med 90 kmetov, ki za vlečne živali uporabljajo bike. Pri tem so bili uporabljeni kazalci neto sedanja vrednost, notranja stopnja donosa in obdobje odplačevanja investicije. Neto sedanja vrednost je znašala 149.343,00, \ninterna stopnja donosa 71 % in obdobje odplačevanja investicije 2 leti, kar kaže, da je naložba zelo donosna. Tudi če se prihodek zmanjša za 10 % ali stroški naložbe povečajo za enak %, bo naložba še vedno dobičkonosna.\nHmida (2010) je preučeval donosnost intenzivne in superintenzivne proizvodnje oljk v Maroku, ki je bila v ospredju razprav v zadnjih letih med kmeti in strokovnjaki. Le-ti so razpravljali, kateri od zgoraj navedenih sistemov je finančno učinkovitejši. V intenzivno metodo je vključenih 277 dreves sorte Picholine, v superintenzivno pa 1.333 dreves sorte Arbequina. Rezultati kažejo, da je interna stopnja donosnosti pri intenzivni metodi 17,84 %, pri superintenzivni pa 20,63 %, zato sta obe dobičkonosni. Vračilna doba investicij pri superintenzivni proizvodni metodi je 8 let, pri intenzivni pa 15 let, a le zato, ker slednja pride na vrsto pozneje.\nAvtorja Narayankumar in Krishnan (2011) sta naredila poskus ocene gospodarske storilnosti kmetijstva morskih alg v Indiji, vključno z zaposlovanjem. Ugotovila sta, da bi povprečni letni čisti dobiček 3-letnega obdobja reje znašal Rs 6.76, kar kaže, da bi vračilna doba trajala manj kot eno leto. Ocenjena neto sedanja vrednost pri 20 % obrestni meri bi znašala Rs. 1.30 milijona, kar pomeni, da bi interna stopnja donosnosti bila večja od 100 %, razmerje med stroški in koristmi pa bi bilo 1,70. Vsi ti kazalci bi pomagali vzpostaviti gospodarsko in finančno izvedljivost kmetovanja z morskimi algami ter povečali zaposlitveni potencial.\nMishra s sod. (2011) je v zimskem času 2007-08 in 2008-09 izvajal poskus za gojenje bamije v Indiji, in sicer v polcilindričnih toplih gredah, velikosti 100 m2. Topla greda je v hladnih nočeh učinkovala zaradi dviga temperature v notranjosti rastlinjaka in tako ustvarjala boljšo mikroklimo za višjo proizvodnjo pridelka in kakovost, od gojenja kultur na odprtem terenu. Donos bamije na kvadratni meter je v topli gredi bil večji kot pod pogoji na odprtem terenu. Učinek tople grede so ocenjevali na podlagi tehnično- ekonomske analize, izvedene z uporabo različnih ekonomskih kazalcev: neto sedanja vrednost, notranja stopnja donosa, obdobje vračila in razmerje med stroški in koristmi, v primerjavi z gojenjem na odprtem terenu. Neto sedanja vrednost investicije v rastlinjaku za \ngojene bamije je znašala 11.056 Rs, pri gojenju na prostem pa 884 Rs. Razmerje med stroški in koristmi je bilo 1,19 za toplo gredo in 1,06 za gojenje na odprtem terenu. Notranja stopnja donosa za tople grede je bila 14 %, medtem ko je za gojenje na odprtem terenu znašala 11 %. Obdobje vračila investicije v rastlinjaku bi trajalo 14 let. Tehnično- ekonomsko gojenje bamije v rastlinjaku bi bilo v zimskem času sprejemljivo.\n"], "9": ["3 METODOLOGIJA DELA", "V magistrskem delu bosta uporabljeni deskriptivna metoda in metoda analize. Deskriptivna ali opisovalna metoda bo uporabljena pri pregledu objav, medtem ko bo metoda analize uporabljena v poglavju Metodologija dela.\nZa ocenjevanje smotrnosti določene investicije in tudi tveganja, ki lahko nastane kot posledica investiranja, bosta uporabljeni statična in dinamična metoda ocenjevanja investicije.\n"], "10": ["3.1 Statični parametri ocene investicij", "Pučko (1992) piše, da statični kriteriji upoštevajo določeno stanje v vlaganju in rezultatih investicije, medtem ko dinamični kriteriji spremljajo tako vlaganje kot poslovne rezultate skozi daljše obdobje.\nErjavec (1995) predstavlja dve statični metodi ocenjevanja investicij: metodo donosnosti investicije in obdobje vračanja. Z donosnostjo investicije primerjamo letni neto donos investicije z vloženimi investicijskimi sredstvi. Izračunamo jo kot:\ndonosnost investicije = letni neto donos investicije / vložena investicijska sredstva * 100  (1)\nObdobje vračanja investicije pa nam pove, v kolikih letih se investicija povrne in jo izračunamo kot:\ndoba vračanja sredstev = vložena investicijska sredstva / letni neto donos investicije (2)\nDonosnost investicije je kazalec, ki ima več oblik. Najpogostejše je razmerje z odnosom med dobičkom in vloženim kapitalom, izraženo v odstotkih (Toplak 2006). \nPri izbiri naložbenih projektov na podlagi donosnosti je merilo zahtevana donosnost naložbe. Če ocenjena donosnost dosega merilo (zahtevano donosnost), je naložba sprejemljiva. Če zahtevane donosnosti ne dosega, naložbeni projekt zavrnemo (Bojnec 2007).\nZ metodo vračanja investicijskih sredstev ugotavljamo tisto časovno obdobje, v katerem se vloženi investicijski stroški vrnejo z donosi, ki so rezultat investicije. Odločimo se za tisto investicijo, pri kateri je obdobje amortizacije najkrajše. S tem, ko metoda daje prednost investicijam s krajšim amortizacijskim časom, se ustvarjajo ugodnejše razmere za likvidnost, kot tudi zmanjšanje tveganja pri dolgoročnih naložbah (Rozman in sod. 2009).\nTudi Bojnec (2007) navaja, da je pri tej metodi vrednotenja naložb merilo za izbiro likvidnost. Če bi uporabili to metodo kot glavno merilo, bi bila naložba s krajšo dobo vračila boljša od naložbe z daljšo dobo vračila. Naložbo z daljšo dobo vračila bi izločili, čeprav bi njena donosnost lahko bila večja.\nRejc in Lahovnik (1998) navajata, da so slabosti pri oceni donosnosti investicije, ker metoda ne upošteva donosov v kasnejšem razdobju, celotne investicijske dobe in časovne vrednosti denarja. Medtem ko so slabosti dobe vračanja, da metoda ne upošteva trajanja osnovnih sredstev, različne dinamike donosov in vlaganj, donosnosti investicije v celotni življenjski dobi ter izloča investicije z daljšo dobo vračanja sredstev, ne glede na njihovo donosnost.\nDoba vračanja (angl. »payback«) je pomemben podatek predvsem pri razvrščanju več planiranih investicijskih projektov v prioritetne ravni oziroma izboru najprimernejšega izmed njih. Krajše kot je obdobje, v katerem nam bo uspelo poravnati finančne obveznosti, zanimivejši in primernejši je projekt. Če je obdobje vračanja daljše od ekonomske dobe investicije, analize ne nadaljujemo oziroma zaključimo pripravo projekta (Golob 2002). \nKljub pomanjkljivostim se tako doba vračanja kot donosnost investicije zaradi svoje enostavnosti in razumljivosti pogosto uporabljata. Zaradi neupoštevanja časovne dinamike vlaganj in donosov ter celotne dobe vračanja sredstev, se statični pristopi uporabljajo kot dodatni ali pa hitri kazalci uspešnosti investicij (Pučko 1992).\nStatični kazalci uspešnosti investicije niso najbolj natančni, ker računamo s povprečnimi vrednostmi. Prav tako zanemarjajo različno časovno dinamiko investicijskih vlaganj in življenjsko dobo investicij. Zato se uspešnosti investicij večinoma ugotavljajo z dinamičnimi metodami ocenjevanja investicij, katerih večina temelji na konceptu neto sedanje vrednosti (Erjavec 1995).\n"], "11": ["3.2 Dinamični parametri ocene investicij", "Značilnost investicij je, da z njimi žrtvujemo neko vsoto denarja, da bi imeli v prihodnosti večletne koristi. Žrtvovane vrednosti in koristi med seboj časovno niso usklajene, kar je tudi vzrok za razvoj dinamičnih metod ocenjevanja uspešnosti investicijskih projektov, ki temeljijo na konceptu sedanje vrednosti (Rejc in Lahovnik 2008).\nPoglavitna slabost statičnih metod za ocenjevanje investicijskih projektov je, da ne upoštevajo časovne vrednosti denarja. Dinamične metode to dejstvo upoštevajo in zato temeljijo na diskontiranju denarnega toka, ki je tehnično obraten postopek od obrestno obrestnega računa (Peljhan 2004).\nRozman in sod. (2009) navajajo, da k dinamičnim metodam prištevamo finančni del CBA analize. Neto sedanja vrednost (NSV) in interna stopnja donosa (ISD) sta osnovna indikatorja finančnega dela CBA analize, kakor tudi osnovna parametra dinamične metode ocenjevanja investicij.\n"], "12": ["3.2.1 Neto sedanja vrednost", "Da bi popolnoma razumeli koncept neto sedanje vrednosti, najprej pojasnimo termin sedanja vrednost. Sedanja vrednost (SV) je nasprotje bodoče vrednosti in se izračuna kot:\nSV = P / (1 + i) n (3)\nKjer je: SV = sedanja vrednost v letu n (€) P = letni denarni tok (€) i = obrestna mera (diskontna stopnja)\nSam postopek preračunavanja bodočih prihodkov na sedanjo vrednost imenujemo diskontiranje (odtod tudi poimenovanje diskontna stopnja). Neto sedanja vrednost je tako razlika med vsoto diskontiranih letnih neto denarnih tokov in višino investicije (investicijskimi stroški):\nNSV = - I + ΣP / (1 + i) n (4)  i=1\nKjer je: NSV = neto sedanja vrednost (€) I = višina investicije (€) P = letni denarni tok v letu n (€) n = število let odplačevanja (amortiziranja) investicije i = obrestna mera (diskontna stopnja) (Rozman in sod. 2009).\nVišina neto sedanje vrednosti je odvisna od izbrane diskontne stopnje, zato moramo diskontno stopnjo ali obrestno mero določiti zelo skrbno. Pri določanju diskontne stopnje \nlahko vzamemo za primerjavo donose drugih strategij in obrestne mere bank ali drugih posojilodajalcev (Belak 1991).\nKay (2004) metodo neto sedanje vrednosti imenuje tudi metoda diskontiranja denarnih tokov. Investicijska neto sedanja vrednost je razlika med vsoto sedanjih vrednosti denarnega prihodka za vsako posamezno leto in začetnih investicijskih stroškov.\nFormula, s pomočjo katere se izračuna neto sedanja vrednost je:\nNSV = P1 / (1 + i)1 + P2 / (1 + i)2 + P3 / (1 + i)3 + … + Pt / (1 + i)t – C = (5)\n- C + ∑ Pn / (1 + r)n  i=1\nKjer je: NSV - neto sedanja vrednost (€) Pn - neto denarni tok v letu n (€) i - diskontna stopnja (%) C - začetni stroški investicije (€) t - časovna komponenta (število let)\nMeigs in Meigs (1999, cit. po Pažek 2003) sta neto sedanjo vrednost definirala kot razliko med vsoto diskontiranih denarnih tokov in stroškov, ki se pojavijo kot posledica investicije ali denarnega vlaganja. Metoda neto sedanje vrednosti je metoda rangiranja alternativnih vlagateljskih predlogov.\nDiskontne faktorje, ki upoštevajo tako obrestno mero (ali diskontno stopnjo) kot ustrezno število let, lahko poiščemo v ustreznih tabelah. Z njihovo pomočjo vsako vsoto denarja, ki jo prejmemo/izplačamo, pretvorimo v sedanjo vrednost. Z uporabo postopka diskontinuiranja lahko zaporedje neto prihodkov (ali denarnih prilivov), ki jih pričakujemo \nkot posledico realizacije investicije v sedanjosti, pretvorimo v sedanjo vrednost in primerjamo s stroški začetne investicije. Postopki za oceno investicije so:\n- razčlenitev neto denarnih tokov po posameznih letih,\n- pomnožitev vsakega neto denarnega toka z ustreznim diskontnim faktorjem, da  dobimo njegovo sedanjo vrednost in\n- odštetje sedanje vrednosti začetne investicije od sedanje vrednosti prihodnjih  denarnih tokov, da dobimo neto sedanjo vrednost za celotno investicijo (Kavčič  1996).\nNeto sedanjo vrednost lahko razumemo kot neto vrednost, ki ostane investitorju, če se odloči za naložbo. Čim višja je, toliko bolje (Kavčič 1996).\nV primeru, da je izračunana neto sedanja vrednost (NSV) večja od 0, je s finančnega vidika investicijo smotrno izvajati. V primeru, da je izračunana neto sedanja vrednost (NSV) manjša od 0, investicije ni smotrno izvajati. Če pa je izračunana neto sedanja vrednost (NSV) enaka 0, potem je odločitev o izvedbi investicije prepuščena samemu investitorju, ker je s finančnega vidika le-ta nevtralnega značaja (Kay 2004).\nV praksi se le redkokdaj zgodi, da bi različni investicijski projekti, ki jih presojamo, imeli enako življenjsko dobo in še manj, da bi zahtevali enako velike investicijske vložke. Zato ni prav, da bi pri presojanju investicijskih projektov, pri katerih so potrebna različno velika vlaganja, svojo izbiro utemeljevali samo na izračunanih neto sedanjih vrednostih donosov posameznega investicijskega projekta. Kadar imamo opraviti z različnimi vlaganji, moramo investicijske projekte primerjati tudi s pomočjo indeksa neto sedanje vrednosti, ki ga izračunamo kot:\nSVD INSV = ——— * 100 (6)\n"], "abstract": ["Namen magistrskega dela je finančna ocena investicij iz leta 2007 in 2009 izbranega kmetijskega podjetja. Osnovni cilj je celovita finančna analiza investicij podjetja s statično in dinamično metodo ocene investicijskih projektov. Parametri ocenjevanja investicij so bili ocenjeni s pomočjo izračunov v računalniškem programu Microsoft Excel 2003. Finančna ocena investicije iz leta 2007 kaže, da se omenjena investicija po 10 letih in ob 14,00 % obrestni meri zaradi nizke vrednosti letnega denarnega toka - LDT (62.790,19 €) ne bo povrnila (NSV = - 553.826,61 €). Ocene parametrov finančne analize nadalje kažejo, da bi se investicija iz leta 2007 sicer povrnila v obdobju 9 let, če bi se LDT povečal na obseg 50.403,38 €. Investicijo iz leta 2009 je bilo s finančnega vidika smotrno izvajati, saj se ob 14,00 % obrestni meri povrne po 4 letih (NSV = 233.082,98 €). "]}