{"1": ["1 UVOD", "Kmetijstvo je gospodarska panoga, ki je še zmeraj zelo odvisna od vremenskih danosti in je v zvezi s podnebnimi spremembami močno ranljiva, predvsem zaradi vremena, kamor štejemo zlasti suše, neurja s točo, poplave ter nizke temperature (Antle 1996). Z naraščajočimi klimatskimi spremembami postajajo škode zaradi ujm vedno večje in pogostejše.\nPodnebne spremembe bodo torej že samo z ekstremnim vremenom neposredno ogrožale tudi možnost pridobivanja sredstev za preživljanje, zadostno količino kakovostne hrane, naša prebivališča in dostop do drugih materialnih dobrin (Kajfež Bogataj 2005).\nKmetije vendarle lahko deloma ublažijo ali odpravijo neprijetne posledice toče s pomočjo zavarovanj in drugih obrambnih metod za zaščito pridelka pred točo. Z zavarovanjem posevka tako zagotavljamo ekonomsko stabilnost kmetije.\nPridelke lahko zavarujemo tako aktivno kot pasivno. Najbolj pogosta aktivna obramba pred točo so protitočne mreže, ki pa danes v Sloveniji ne presegajo več kot 5 % površin intenzivnih nasadov, predvsem zaradi velike naložbene vrednosti. Po zadnjih raziskavah je v Sloveniji od 200 do 250 ha protitočnih mrež (Sušnik in Pogačar 2008). V primerjavi s sosednjo državo Avstrijo le-ta pokriva intenzivne nasade s protitočnimi mrežami od 30 % do 60 % (Divjak s sod. 2004).\nPomurje je kot regija specifična zaradi majhnosti kmetij, razdrobljenosti in strukture kmetijskih zemljišč. Kmetje so bili prisiljeni iskati dohodke z zaposlitvijo v nekmetijskih dejavnostih zaradi izrednih izgub pridelka, prav tako pa zaradi razmeroma visokih premij zavarovanj. \nZavarovanje pridelka pred točo v preteklosti ni bilo tako zanimivo, danes pa država subvencionira 50 % od zavarovalne premije (Tič in Balažic 2006), kar je dobra spodbuda kmetom in priložnost, da se jim vsaj malo povrne izguba, ki so je bili deležni ob povzročeni škodi od toče.\nPo vključitvi ukrepov kmetijske politike od leta 2006 do leta 2008 (Uredba o sofinanciranju zavarovalnih premij za zavarovanje kmetijskih posevkov in plodov za leto 2006, Ur. l. 26/2006, Uredba o sofinanciranju zavarovalnih premij za zavarovanje kmetijske proizvodnje za l. 2007, Ur. l. 138/2006 in Uredba o sofinanciranju zavarovalnih premij za zavarovanje kmetijske proizvodnje in ribištva za leto 2008, Ur. l. 68/2008) se začne zajem kmetijskih kultur za zavarovanje nastale škode po toči povečevati.\n"], "2": ["1.1 Namen in cilji dela", "Glede na povedano v uvodu so bili cilji dela sledeči:  − predstaviti negativne posledice in možnosti obrambe pred točo;  − predvideti tveganja in finančne posledice, s katerimi se kmetovalec sreča ob tem  vremenskem pojavu;  − ugotoviti, kolikšna je najnižja ocenjena škoda, pri kateri je zavarovanje posevka  gospodarsko upravičena.\nTeoretični cilj:  − podrobneje spoznati vremenski pojav – točo, negativne posledice in obrambo pred  njo, kot tudi sodobne metode managementa za potrebe podpore odločanju pri  upravljanju tveganja zaradi toče. \nEmpirični cilj: − ugotoviti, kje je tista spodnja meja škode na posevku, pri kateri se pridelovalcu oz. kmetovalcu splača zavarovati posevek.\nNamen diplomskega dela: − predstaviti negativne posledice in možnosti obrambe pred točo; − predvideti tveganja in finančne posledice, s katerimi se kmetovalec sreča ob tem vremenskem pojavu; − ugotoviti, kolikšna je najnižja ocenjena škoda, pri kateri je zavarovanje posevka gospodarsko upravičeno.\n"], "3": ["1.2 Delovna hipoteza", "Hipoteza 1: Predpostavljamo, da je zavarovanje poljščin v Pomurju glede na stopnjo ogroženosti ekonomsko upravičeno.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Toča kot vremenski pojav", "Toča so ledene kroglice različnih velikosti in oblik, premera od 5 do 90 mm in več, ki padajo na zemeljsko površino z različno močjo. Je popolnoma prozorna ali pa sestavljena iz prosojnih, motnih, snegu podobnih plasti, debeline do 1 mm (Pučnik 1980).\nToča nastaja v nevihtnih oblakih, ki imajo močne navpične tokove, pogosto potujejo taka zrnca večkrat navzgor in navzdol. Nanje primrzujejo kapljice in jih debelijo. Ko zaidejo v spuščajoče se tokove ali pa postanejo pretežka, izpadejo v obliki zrn toče (Petkovšek 1996).\nV Sloveniji so zrna toče različnih velikosti, od graha do velikosti kurjega jajca, zelo redko tudi večje (Divjak s sod. 2004). Do sedaj so največja zrna toče, kot nam je znano iz literature, padala na Kitajskem leta 1902, ko je bila izmerjena toča s premerom 21 cm in težka 4,5 kg (Pučnik 1980).\nToča povzroča veliko škodo tudi v kmetijstvu, kjer se kaže kot škoda na kmetijskih rastlinah, le-ta pa je odvisna od jakosti, trajanja in velikosti točnih zrn. Odvisna je tudi od vrste rastline, njenega razvojnega stadija in vzdržljivosti ter vremenskih razmer pred točo in po njej. Ker je pogostost toče večja v toplejših mesecih, je rastlina največkrat prizadeta v najbolj občutljivi fazi svojega razvoja. To pa se kaže v obliki poškodb listne mase, poškodbi cvetov in plodov rastlin, kar vpliva na mnogo manjši in manj kakovosten pridelek (Sušnik in Žust 2005). \n"], "6": ["2.2 Obramba pred točo", "Obramba pred točo sega več stoletij nazaj, a je še zdaj malo uspešna, če sploh je (Petkovšek 1996). Glede uspešnosti obrambe pred točo so bili narejeni trije poskusi, in sicer v Ameriki in Švici. Ti so dokazali, da obramba pred točo ni dokazano uspešna, možno je celo, da je v nekaterih primerih bolj škodljiva kot ne. Slednje kažejo tudi rezultati najboljših dveh znanstvenih raziskav do sedaj (Kajfež 2006).\nLočimo dve obliki obrambe pred točo, in sicer aktivno in pasivno. Tako aktivne kot pasivne metode varovanja pred točo ne morejo zagotavljati 100 % varovanja kmetijskih kultur. Vedeti moramo, da je kmetijstvo proizvodnja na prostem in je nenehno izpostavljena naravnim nesrečam.\nAktivna metoda varovanja pred točo ne more zagotavljati takšnih kmetijskih ukrepov, ki zagotavljajo polno kakovost za najboljši pridelek. Prav tako se pri pasivni metodi, zavarovanju kmetijskih kultur in pridelave, ob zavarovanju nadomesti le finančni izpad v pridelavi ne pa \nfizična izguba. Ob tem lahko pomeni fizični izpad v načrtovanih prihodkih kmetijskega gospodarstva velik primanjkljaj in vpliva na slabši ekonomski rezultat kmetije. Z vidika poslovanja kmetije pa izguba strateškega kupca povzroči še daljnosežnejše negativne posledice (Klemenčič s sod. 2009).\n"], "7": ["2.2.1 Aktivne metode obrambe pred točo", "Aktivna obramba pred točo predstavlja celotni niz agrotehničnih ukrepov, kot so priprava zemlje, izvedba setve ali saditve, varstvo pred boleznimi in škodljivci, namakanje, obiranje in skladiščenje pridelkov. Sem sodijo tudi načini umetnega vpliva na vreme, kot so načini preprečevanja pozebe z oroševanjem, obramba pred točo z zaščitnimi mrežami, načini vnašanja kondenzacijskih jeder v oblake in drugi podobni načini stimulacij padavin (Rasting 1994, ARSO 2005).\n"], "8": ["2.2.1.1 Metoda po hipotezi o konkurenci zarodkov za razpoložljivo vodo", "Metoda, ki so jo odkrili ruski strokovnjaki, naj bi delovala tako, da bi v oblakih s posipavanjem zamrzovali vsaj tisti deli, kjer se toča najhitreje razvija in nastaja. S tvorbo velikega števila ledenih delcev naj bi dosegli, da razpoložljiva voda ne bi zadostovala za rast tolikšnega števila zrn, da bi bilo nevarno. Ta zaščita pred točo se je uporabljala v nekdanji Jugoslaviji in bivši Sovjetski zvezi (Klemenčič s sod. 2009).\n"], "9": ["2.2.1.2 Metoda uporabe zaščitnih mrež pred točo", "Mreže, ki so razprte nad trajnimi nasadi v sadjarstvu in vinogradništvu, so edini res zanesljiv način, kako obvarovati kmetijske kulture pred točo. Postavitev zaščitnih mrež zahteva veliko začetno investicijo, a se ta v krajih, kjer povprečno vsaj enkrat letno pada toča, povrne v nekaj letih. Njihova uporaba se je v zadnjih desetletjih močno razširila, saj so se za tovrstno obrambo pred točo že v začetku 90-ih let prejšnjega stoletja odločili tako v sosednji Italiji in Avstriji, v zadnjem času pa pridobivajo na pomenu tudi v Sloveniji. Zaenkrat se še v večji meri uporabljajo za trajne nasade, predvsem v sadjarstvu (Divjak s sod. 2004).\nPoznamo tri načine izvedbe te metode:   popolno prekritje kmetijske kulture,   pokrivanje posameznih vrst kmetijskih kultur,   popolno pokrivanje brez lastne opore za mrežo.\n"], "10": ["2.2.1.3 Manj uporabljene metode zaščite pred točo", "Nekoč se je izvajala tako imenovana metoda »zvonenje pred točo«, katere cilj je bil, da zvočno delovanje prepreči tvorbo ledenih zrnc v nevihtnih oblakih. Občasno je bila ta metoda učinkovita in je pregnala točenosne oblake.\nNekoliko kasneje so uporabljali tudi možnarje, ki so podobni topovom, da bi s pomočjo zvoka in vrtinčastega izpuha pregnali oblake, vendar ni bilo dokazano, da je imela ta metoda kakršenkoli učinek (Klemenčič s sod. 2009).\n"], "11": ["2.3 Zavarovanja v kmetijskem prostoru", "Med pasivne metode obrambe pred točo sodi zavarovanje kmetijskih posevkov, nasadov in objektov. Osnovni namen pasivnih metod v kmetijstvu je zavarovanje pridelka in finančnih izgub kmeta, ki prideluje poljščine (Zdovc 2007).\n"], "12": ["2.3.1 Tveganje v kmetijstvu", "V kmetijstvu se soočamo s številnimi tveganji, med katerimi izpostavljamo (Ray 1981):   pridelovalno tveganje,   cenovno tveganje,   institucionalna nihanja,   finančno tveganje. \nV kmetijstvu lahko izpostavimo 2 najbolj pomembni tveganji (Ray, 1981):\nPridelovalno tveganje, ki je odvisno od vremenskih razmer, toče, pozebe, suše, preobilnih padavin. Med proizvodno spada tudi pojav bolezni in škodljivcev. Proizvodno tveganje se meri z variabilnostjo donosa oziroma slučajnim odstopanjem od pričakovanega pridelka. Variabilnost donosa se razlikuje glede na vrste proizvoda in geografska območja, predvsem pa je odvisna od klimatskih razmer, tal in tehnologije obdelave tal. Meri se na ravni države, regije in pridelovalca.\nCenovno tveganje je tveganje na področju padca cen posameznim proizvodom ali porastu cen inputom, po tem času, ko je bila poslovna odločitev o proizvodnji že sprejeta. Cenovna nihanja so vse večja z liberalizacijo svetovnega kmetijskega trga, kar povzroča cenovne pritiske na cene proizvodov domačih proizvajalcev in nenehno prisotnost vse večjega cenovnega nihanja ponudbe in povpraševanja na kmetijskem trgu.\nPosamezna tveganja so med seboj pogosto povezana, tako na primer institucionalna tveganja ob spremembi tržno-cenovne politike vplivajo na cenovna tveganja. Prav vsa tveganja v kmetijstvu pa vplivajo na slabši tržni položaj kmeta ob negativnem vplivu na njegove pričakovane prihodke.\n"], "13": ["2.3.2 Zavarovanje", "Zavarovanje je zasnovano na ideji porazdelitve tveganja v kmetijstvu. Tveganje obsega združevanje različnih tveganj, katerim so izpostavljeni številni pridelovalci. Plačane premije prispevajo pridelovalci v skupni sklad, ki se kasneje uporablja za pokrivanje škod, ki so jih zavarovanci utrpeli (Klemenčič s sod. 2009). \nZavarujejo se lahko naslednja tveganja (Skees 1997; Ray 1981): − zavarovanje pridelka, − katastrofalne škode, − zavarovanje cene, − zavarovanje skupnega dohodka, − zavarovanje prihodka.\nNajbolj koristni tveganji v kmetijstvu za uporabo pred točo:\nZavarovanje pridelka je povezano s poznanimi nevarnostmi, na primer točo, in omogoča izračun verjetnostne porazdelitve škode na podlagi podatkov iz zgodovinske vrste. Zato je ena od strategij upravljanja zaradi toče učinkovit sistem kmetijskih zavarovanj (Klemencic 2008). Zavarovanje lahko temelji na posameznem pridelku ali na pridelku na površino. Pridelovalec je v prvem primeru upravičen do odškodnine le, če njegov skupni pridelek pade pod vnaprej določen mejni pridelek, v drugem primeru pa le, če pade pod mejo hektarski pridelek. V primeru zavarovanja hektarskega pridelka je pomen škodljive selekcije in moralnega hazarda manjši. Je pa ta način zavarovanja zanimiv le v primeru, ko so pridelki v dobri korelaciji. V nasprotnem je stopnja zmanjšanja tveganja za posameznega pridelovalca premajhna, da bi se odločil za zavarovanje (Klemenčič s sod. 2009).\nKatastrofalne škode, ki so posledica naravnih nesreč, predstavljajo za zavarovalnice poseben problem. Nevarnost naravne nesreče znotraj določenega področja je visoko korelirano tveganje med pridelovalci na tem področju, vendar z majhno verjetnostjo zelo visokih škod (Klemenčič s sod. 2009). \n(Bračič 2009).\n"], "14": ["2.3.3 Povpraševanje po zavarovanju na kmetijskem trgu", "Kmetijstvo je izpostavljeno različnim tveganjem, ta pa posledično vplivajo na ekonomski rezultat. V tradicionalnem načinu kmetovanja, ki je bil do sedaj v Sloveniji, so se kmetje le redko odločali o nakupu zavarovanja in upravljanju s tveganji. Saj so tako lahko nevarnosti nevtralizirali z raznolikostjo pridelave in svojim delom. Tveganj v pridelavi in trženju je bilo manj. Veliko kmetov je imelo nekmetijske prihodke, ker jih je večina poleg kmetijske proizvodnje opravljala dodatno delo. O povpraševanju po zavarovanju je odločalo tudi to, kako je posameznik sprejemal novosti in tveganje (Klemenčič s sod. 2009). \nZavarovanje ima v sodobnem kmetijstvu velik pomen. Kmetijski sektor je izpostavljen izjemno visoki stopnji pridelovalnih tveganj, ki nastanejo večinoma zaradi naravnih dejavnikov, kot so suša in toča. Ker je kmetijstvo “industrija brez strehe nad glavo”, je nenehno izpostavljeno nevarnostim, na katere pridelovalci ne morejo vplivati. Zaradi intenzivne kmetijske pridelave tvega sodobni kmet tudi temu primerna večja tržna tveganja. Tako tukaj nastopi zavarovanje kot pomemben dejavnik ekonomske stabilnosti (Klemenčič s sod. 2009).\nKer je pojav toče vse pogostejši in škoda vse večja, se kmetje v večini primerov odločajo za zaščito ali zavarovanje pridelka, pri čemer jim pomaga država. V letu 2008 je bilo po sklepu Vlade Republike Slovenije 40-odstotno sofinanciranje zavarovanje plodov in posevkov za nevarnost toče. Za leto 2009 pa je bilo predvideno povečanje sofinanciranja zavarovalne premije na 50 odstotkov, enotno za vse kmetijske pridelovalce (MGKP 2008).\nKot druga možnost zaščite pridelkov pred točo je uporaba protitočnih mrež. V Slovenji je ta način zavarovanja 3−5 odstotkov trajnih nasadov, saj je investicija precej visoka. Cena za \nnamestitev mreže na 1 ha nasada znaša 19.000−20.000 evrov, kar je kljub 40% sofinanciranju veliko. Sicer se naložba čez leta povrne oziroma se nam obrestuje, kajti pridelek ostane nepoškodovan in varen (http://www.sos112.sl/slo/tdocs/ujama/2009/064.pdf).\n"], "15": ["2.4 Pomurje kot klimatski in gospodarski prostor", "Slovenija sodi med države z nadpovprečno pogostostjo neviht v Evropi. Običajne nevihte spremljajo močni nalivi in veter, v poletnih mesecih pa nevihte lahko spremlja tudi toča. V strukturi vseh naravnih nesreč v Sloveniji v obdobju zadnjih šestih letih se toča z 12 % uvršča na tretje mesto za sušo in neurji (Klemenčič s sod. 2009). \n(Strajnar s sod. 2008).\nRegiji Podravje in Pomurje sodita v območji, ki sta statistično značilni za pojav toče, kar potrjujejo tudi podatki o povzročeni škodi v kmetijstvu iz leta 2004 in 2005. Ocenjena škoda zaradi toče, ki je bila na območju SV Slovenije v letih od 1998 pa do 2002 v primerjavi s celotno Slovenijo, je od 65 % do 81 %. (Statistični letopis 2004, Klemenčič in sod. 2008). Med kmetijskimi kulturami so bili v tem obdobju najbolj prizadeti trajni nasadi (jablane, vinska trta, jagode, hmelj), žita (pšenica, ječmen), okopavine (koruza, krompir − pozen), zelenjava (zelje, paprika, solata in druge vrtnine). Obe regiji skupaj predstavljata 30 % vseh kmetijskih zemljišč v uporabi v Sloveniji. Največji delež pripada poljedelstvu, kar 84 %, trajnim nasadom pripada 28 %. Prav tako obe regiji sodita med manj razvite slovenske regije, zato sta toliko bolj občutljivi na posledice škode, ki jo lahko prizadene toča na kmetijskih pridelkih in posevkih (Klemenčič s sod. 2009).\n"], "16": ["3 MATERIAL IN METODE DELA", ""], "17": ["3.1 Aplikacija drevesa odločanja s tveganjem zaradi toče na poljščinah v Pomurju", "Drevo odločanja je diagram, ki predstavlja različne možne odločitve in njihove posledice oziroma rezultate ob različnih možnih stanjih (dogodkih), ki nastopijo po sprejetju odločitve. Drevo odločanja je v bistvu graf, ki je sestavljen iz večjih vej in vozlišč, kjer posamezna vozlišča predstavljajo možne odločitve in možne dogodke, ki si terminsko sledijo od leve proti desni. Prvo vozlišče predstavlja možne odločitve (označeno s kvadratom), ostala vozlišča (označena s krožcem) pa dogodke (stanja), ki lahko nastanejo ob različnih možnih odločitvah. Konec procesa na drevesu označimo z vertikalno ravno črto. Drevo odločanja izračuna pričakovane vrednosti za vsako možno odločitev.\nModel drevesa odločanja se uporablja kot osnovni model za podporo odločanja v razmerah tveganja in negotovosti (Hardaker in sod. 1998; Kay in Edwards 1999; Monahan 2000).\n0 .5\n0 0\ndogodkov (Klemenčič s sod. 2009).\n"], "18": ["3.2 Potek modela kalkulacij", "Drevo odločanja nazorno predstavi celoten odločitveni proces, razvidna pa je tudi terminska pot dogodkov in posledice posameznih odločitev.\nZa izračunavanje drevesa odločanja uporabimo ustrezni računalniški program. V našem primeru uporabljamo orodje »Treeplan.XLA«, ki deluje v okolju Excel, kar omogoča direktno povezavo drevesa odločanja z modeli, s katerimi izračunavamo preostale ekonomske indikatorje (Klemenčič s sod. 2009).\nPodatke v drevo odločanja je v bistvu potrebno vnašati z desne strani, pri čemer program sproti preračunava pričakovane vrednosti na vsakem vozlišču. Vnesemo samo pokritja (oziroma enega od ostalih ekonomskih indikatorjev) ob posameznih stanjih (dogodkih) pri vsaki možni odločitvi ter verjetnosti posameznih dogodkov. Vse ostale vrednosti so rezultat izračuna. Odločitev z največjo pričakovano vrednostjo je po kriteriju maksimiranja pričakovane vrednosti za pridelovalca najmanj tvegana (Klemenčič s sod. 2009).\nOsnovni problem pri sestavi drevesa odločanja je ustrezna empirična določitev verjetnosti pojava posameznih dogodkov, tukaj je potrebna relativno dobra baza podatkov o škodi toče na poljščinah (Klemenčič s sod. 2009).\n"], "19": ["4 REZULTATI S KOMENTARJEM", ""], "20": ["4.1 Koruza", ""], "21": ["4.1.1 Scenariji", "Preglednica1: Analiza simulacij pri koruzi\nV preglednici 1 je prikazana pričakovana vrednost finančnega rezultata, kjer je pridelek zavarovan in kjer pridelek ni zavarovan. Na podlagi izračunov pričakovane vrednosti lahko trdimo, da je pričakovana vrednost prvega do tretjega scenarija višja ob variantah brez zavarovanja, in sicer kljub 50 % subvencioniranju države. Pri četrtem in petem scenariju (območja z večjo ogroženostjo zaradi toče) pa je pričakovana vrednost višja ob varianti z \nzavarovanjem. Tako je zavarovanje pridelka najbolj ekonomsko upravičeno na območju , kjer je ogroženost najvišja.\n"], "22": ["4.1.2 Drevo odločanja", "Drevo odločanja, ki je prikazano na sliki 9, nam prikazuje izračun petih škodnih dogodkov zaradi toče pri alternativi z zavarovanjem in brez zavarovanja. Na razpolago smo imeli pet območij s podanimi verjetnostmi, ki so bile povzete po Klemenčiču s sodelavci (2009). Območje 1 je definirano kot najmanj ogroženo območje, tako si po lestvici sledijo vse do 5 območja, ki je najbolj ogroženo zaradi nastale škode ob toči. Pod krožcema sta prikazani pričakovani vrednosti finančnega rezultata, tako pri varianti z zavarovanjem kot tudi brez.\n"], "23": ["4.2 Pšenica", ""], "24": ["4.2.1 Scenariji", "Kot je razvidno iz preglednice 2, je v vseh simuliranih scenarijih pričakovana vrednost finančnega rezultata višja ob varianti z zavarovanjem. Tudi pri pšenici je rentabilnejša pridelava na območju ogroženosti 5 (najbolj ogroženo), kjer je pričakovana vrednost finančnega rezultata najvišja. Kljub ukinitvi 50 % subvencioniranja države je zavarovanje gospodarsko upravičeno, kot je razvidno od šestega pa do desetega scenarija. Za razliko od ostalih dveh poljščin je pri pšenici na vseh petih območjih ob podanih verjetnostih, ceni pridelka in povzeti premijski stopnji pričakovana vrednost finančnega rezultata ekonomsko upravičena ob varianti z zavarovanjem.\n"], "25": ["4.2.2 Drevo odločanja", "Slika (10) nam prikazuje drevo odločanja za pšenico, na kateri so razvidni finančni rezultati za posamezni škodni dogodek ob varianti z zavarovanjem, kot pri varianti brez zavarovanja, kot tudi verjetnosti škodnih dohodkov, ki se glede na območja ogroženosti spreminjajo. Pod \nkrožcem sta prikazani pričakovani vrednosti finančnih rezultatov, tako pri zavarovanem pridelku kot pri nezavarovanem.\n"], "26": ["4.3 Oljna ogrščica", ""], "27": ["4.3.1 Scenariji", "Pri predvidenih vhodnih parametrih modela je pri oljni ogrščici prav tako pričakovana vrednost finančnega rezultata višja pri varianti z zavarovanjem, in to kljub ukinitvi 50 % subvencioniranja države, kateri rezultati so prikazani od šestega pa vse do desetega scenarija. Pri varianti brez zavarovanja bomo imeli na območju 1 najbolj ekonomično pridelavo oljne ogrščice, medtem ko bo na območju 5 (najbolj ogroženo območje zaradi toče) pričakovana \nvrednost najnižja. Pri varianti z zavarovanjem je na območju 5, kot pri ostalih dveh poljščinah, ekonomično najboljše za pridelovanje, saj je območje 5 definirano kot najbolj ogroženo območje nastale škode zaradi toče.\nDrevo odločanja na sliki 11 prikazuje izračun petih škodnih dogodkov, zaradi toče pri alternativi brez zavarovanja kot tudi z zavarovanjem. S pomočjo izračunov finančnih rezultatov in verjetnostih, katere so povzete po Klemenčiču s sodelavci (2009), dobimo pod krožcem, pričakovane vrednosti finančnih rezultatov, pri varianti z zavarovanjem, kot varianti brez zavarovanja.\n"], "28": ["5 SKLEPI", "Za ocenjevanje tveganja pri pridelavi poljščin v Pomurju smo razvili kombinirano metodo kalkulacij z modelom drevesa odločanja. Metoda temelji na izračunanih pričakovanih vrednostih finančnih rezultatov s pomočjo povzetih verjetnosti območij ogroženosti od najmanj (območje 1) do najbolj ogroženega območja (območje 5).\nIzračunane pričakovane vrednosti finančnih rezultatov so pokazatelj, da je model zavarovanja v kmetijski proizvodnji najprimernejši pri zmanjšanju tveganj nastale škode zaradi toče, predvsem na še posebej ogroženih območjih.\nGlede na to, da z letom 2009 država sofinancira 50 % zavarovalne premije ob danih pogojih zavarovanja, sklepamo, da je pridelovanje poljščin ekonomsko upravičeno pri alternativi z zavarovanjem.\n1. Zastavljeno hipotezo lahko sprejmemo, saj je Pomurje kot najbolj kmetijska regija  najbolj izpostavljena in najbolj ogroženo območje s točo. To potrjuje tudi 65–81 %  delež ocenjene škode na posevkih v letih od 1998 pa do 2002.\n2. Na podlagi izračunov pričakovanih vrednosti finančnih rezultatov lahko trdimo, da je  zavarovanje posevkov na območju Pomurja na najbolj ogroženih območjih ekonomsko  upravičeno.\n"], "abstract": ["Toča so ledene kroglice različnih velikosti in oblik, ki padajo na zemeljsko površino z različno močjo. Pomurje je regija, v kateri prevladuje kmetijska proizvodnja, ki je odvisna od večih dejavnikov. V največji meri je odvisna od vremena, na katerega se navezuje tudi diplomska naloga. Za oceno tveganja na poljščinah (koruza, pšenica in oljna ogrščica) zaradi škode od toče je bil uporabljen model drevesa odločanja, po predhodnem izračunu modela kalkulacij za posamezno poljščino. Namen diplomske naloge je bil predstaviti negativne posledice in različne možnosti obrambe pred točo, prav tako je bil namen predvideti tveganja in finančne posledice, s katerimi se kmet srečuje v primeru toče. Predvsem je bil namen dodatno ugotoviti tudi, kolikšna je najnižja ocenjena škoda, pri katerem je zavarovanje pridelka, gospodarsko upravičeno. "]}