{"1": ["1 UVOD", "Za odgovorno rejo govedi je nujno sodelovanje med lastniki in strokovnjaki (predvsem veterinarji). Kakovostno prirejo mleka in mesa lahko, po besedah Vejnovičeve (2012), rejci dosežejo, če zagotovijo osnovne pogoje za zdrave živali. Med pogoje pa uvršča bivalni prostor, skrb za zdravje živali ter ustrezno prehrano.\nEkonomičnost govedoreje temelji na rednem razmnoževanju, saj se govedo razmnožuje razmeroma počasi in v enem letu daje večinoma le enega mladiča. V ekstenzivni reji je razmnoževanje v glavnem prepuščeno samo sebi. Pripusti in rojstva so v tej vrsti reje večinoma v zimskih in zgodnjih spomladanskih mesecih, zaradi česar se lahko prvo zeleno krmo izkoristi za podaljšanje najvišje laktacije po porodu. Pri velikem številu živali se doba med dvema telitvama (DMT) razvleče tudi preko enega leta. Pri intenzivni reji porodi niso naključni, kar omogoča reden pritok mleka in mesa skozi vse leto ter vpliva na ekonomičnost govedoreje. To je možno doseči le z rednim razmnoževanjem (Vomer 1972).\nPorod, ki ga pri kravah imenujemo telitev je najkritičnejša vendar zelo pomembna točka v procesu govedorejske proizvodnje. Pri telitvi namreč dobimo novo žival za reprodukcijo ter proizvodnjo mesa in mleka (Caput 1996). Porod je normalen, v kolikor je odpiranje porodnega kanala in iztiskanje ploda neškodljivo za življenje matere in ploda, če ni poškodb genitalnega trakta in se odvija z normalnimi porodnimi bolečinami. Pri opisovanju normalnega poroda se vedno gleda na osnovne prostorske odnose v maternici in nožnici, velikost ploda in posledično možnost prehoda skozi porodni kanal. (Marković 1983).\nZa to raziskavo smo se odločili, ker smo želeli spremljati reprodukcijo in telitve pri kravah in telicah lisaste pasme v reji krav dojilj na ekstenzivnih kmetijah na območju Kozjaka. Cilj diplomske naloge je bil ugotoviti reprodukcijske parametre ter parametre poroda, ki so \nvezani na vse telitve v hlevih, ki sta bila zajeta v raziskavo ter ugotoviti, kakšne razlike se pojavijo v obdobju pred in med porodom med kravami in telicami.\nPričakovali smo, da bo brejost trajala med 285 in 290 dnevi, kar je značilno za lisasto pasmo govedi ter da bo brejost pri telicah krajša kot pri kravah. Pri pojavu predhodnih znamenj poroda smo pričakovali, da se bodo le-ta začela pojavljati med štirinajstim in sedmim dnevom pred telitvijo. Pri telicah smo pričakovali, da se bo vime začelo razvijati vsaj en mesec pred telitvijo ter da bo mlezivo v vimenu prisotno že nekaj dni pred telitvijo. Predvidevali smo, da se bo večina telet porodila v normalni prednji legi ter da bomo pri večini normalnih telitev pomagali z vleko plodu in da se bo posteljica izločila do 10 ur po telitvi. Poleg tega smo predvidevali, da bo doba med dvema telitvama krajša od slovenskega povprečja.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Reja krav dojilj na Slovenskem", "Govedoreja v Sloveniji kot najpomembnejša kmetijska dejavnost daje prihodek v prireji mleka in mesa. Temelj slovenske govedoreje so tri pasme: lisasta, rjava in črno-bela. Izmed teh pasem prevladuje lisasta pasma s 37 %, sledita ji črno-bela s 16 % in rjava pasma z 9 %. V Sloveniji se pojavljata tudi dve mesni pasmi šarole (0,23 %) in limuzin (0,20 %), ostalo so razni križanci (Potokar in sod. 2009).\nKrava dojilja je po definiciji uredbe o ureditvi trga za goveje meso (UL RS, št. 27/2003, sprememba UL RS, št. 23/2004) krava mesne pasme ali križanka z mesno pasmo in se vzreja v čredi, v kateri so teleta, namenjena za proizvodnjo mesa.\nPo podatkih Statističnega urada Slovenije se je konec leta 2011 v Sloveniji vzrejalo 462.300 govedi, od tega je bilo 170.739 krav, krav dojilj in rejnic je bilo 61.671, ostalih 109.068 je bilo krav molznic.\nPo besedah Vidriha (2012) je v Sloveniji 80 % kmetijskih zemljišč v območjih z omejenimi možnostmi za kmetijsko dejavnost, ki so najprimernejša za pašno rejo krav dojilj. Po besedah tega avtorja se v Sloveniji vse bolj uvaja tudi prezimovanje krav dojilj na prostem, ki je predvsem veliko cenejše kot hlevska reja, ugotavljajo pa tudi, da so te živali zaradi večje odpornosti bolj zdrave.\nPo uredbi o neposrednih plačilih v kmetijstvu (UL RS, št. 113/2009) so rejci krav dojilj upravičeni do dodatnega plačila za ekstenzivno rejo ženskih govedi, vendar morajo za to izpolnjevati naslednje pogoje: živali morajo biti označene in vodene v registru govedi, živali morajo biti mesne pasme ali križanke z mesno pasmo, krava in tele morata po telitvi ostati še dva meseca na kmetijskem gospodarstvu, razen v primeru višje sile (mrtvorojeno tele, pogin, zakol v sili). \nKmetijska gospodarstva morajo upoštevati tudi zahteve navzkrižne skladnosti, ki med drugim navajajo standarde za dobro počutje telet. Teleta do starosti osem tednov morajo biti nameščena posamezno, vendar se morajo med seboj videti in dotikati, teleta v starosti nad 8 mesecev pa morajo biti nameščena v skupinah. Teleta do starosti 6 mesecev ne smejo biti privezana, kar omogoča, da lahko razvijejo značilno gibanje in obnašanje. Teleta je treba vsaj dva-krat dnevno nadzorovati, mlajšim od dveh tednov mora biti na razpolago stelja, starejšim od dveh tednov pa je treba dodajati zadostne količine kakovostnega sena. Vse živali morajo imeti na voljo tudi čisto pitno vodo (Jagodic 2012).\n"], "4": ["2.2 Reprodukcija pri govedu", ""], "5": ["2.2.1 Spolni organi", "Ženski organi za razmnoževanje so sestavljeni iz zunanjih in notranjih spolnih organov. Med notranje organe sodita jajčnika, ki izločata ženske spolne celice in ženske spolne hormone, jajcevoda, ki se razširita vsak v svoj maternični rog, maternica in nožnica. Zunanje spolne organe predstavljata preddverje nožnice in sramnica (Zorin 2005). V sluznici jajcevoda, maternice in materničnega vratu so žleze, ki v času gonjenja izločajo pojatveno sluz. Ko se žival obreji pa te žleze izločajo maternično mleko, ki služi za prehrano oplojenega jajčeca v prvi dobi razvoja (Vomer 1972).\n"], "6": ["2.2.2 Oploditev", "Oploditev je združitev ženske in moške spolne celice, za katero Rebesko (1979) navaja, da se zgodi v prednjem razširjenem delu jajcevoda in jo opravi ena sama semenčica. Združevanje jajčeca in semenčice traja več ur, do oploditve pa lahko pride nekaj ur ali celo do tri dni po osemenitvi ali pripustu. Za uspešno oploditev je zelo pomemben čas pripusta oziroma osemenitve, ki po Cizeju (1991) znaša 12 do 18 ur po začetku gonjenja, v tem obdobju avtor navaja tudi najvišji odstotek oploditve (75-83%).\n"], "7": ["2.2.3 Spolna in plemenska zrelost", "Spolna zrelost je sposobnost jajčnikov, da proizvajajo dozorele jajčne celice. Na nastop spolne zrelosti oziroma pubertete vpliva več dejavnikov. Ti dejavniki so pasma živali, prehrana, telesna masa, podnebje, način vhlevljanja in nege domačih živali. Telica spolno dozori pri starosti okoli 9 mesecev. Plemenska zrelost pomeni stopnjo odraslosti telice, da je primerna za obrejitev in rojstvo zdravega teleta. Plemenska zrelost nastopi pri starosti 16 do 17 mesecev oziroma, ko doseže okoli 60 % telesne mase odrasle krave (Uremović 2004).\nGrunert in Berchtold (1982) navajata, da so pri večini raziskav ugotovili, da je povprečna starost ob prvi telitvi med 2,1 in 2,5 let. Iz tega ugotovimo, da je primeren čas za pripust pri starosti telice med 16. in 21. mesecem.\n"], "8": ["2.4 Plod in plodove ovojnice", ""], "9": ["2.4.1 Pomen plodovih ovojnic in tekočin", "Plodove ovojnice so tri, in sicer horion, alantois in amnij.\nHorion je zunanja plodova ovojnica. Z zunanjo stranjo je povezan z maternično sluznico ter je posrednik med materjo in plodom. Nastanek zveze med horionom in maternico imenujejo placentacija, njuna zveza pa se imenuje posteljica ali placenta. Amnion je notranja plodova ovojnica, ki ovija plod in je belkaste barve. V njem se nabira amnionska tekočina, ki varuje plod pred mehaničnimi poškodbami. Ta tekočina omogoča prosto premikanje ploda v vse smeri. Tekočina je bistra, brezbarvna ter sluzasta in s tem zelo dobro mazilo za porodni kanal pri porodu. Alantois ali vodeni mehur je druga notranja ovojnica, v kateri se nabira plodov urin ali drugače imenovano alantoisna tekočina, ki je vodena, bistra in rumenkaste barve. Alantois je prozoren, zaradi krvnih žil pa daje modrikast videz (Zdovc 2007).\n"], "10": ["2.4.2 Prehrana ploda med brejostjo", "Prve dni po oploditvi se razvojne celice prehranjujejo z rumenjakom, ki se je nabral v jajčni celici med njenim razvojem. Nadalje se za prehrano izkoriščajo snovi, ki se nabirajo v maternici in se imenujejo maternično mleko (Rebesko 1979). Ko se v plodu razvijejo krvne žile, se le-ta preneha hraniti z materničnim mlekom in prične se prehrana z materino krvjo, ki jo plod dobi skozi popkovino (Vomer 1972). Ta način prehranjevanja se prične v drugem mesecu brejosti in traja do poroda.\n"], "11": ["2.5 Brejost", "Brejost je čas od pripusta oziroma osemenitve do poroda. Cizej (1991) navaja, da traja brejost pri lisasti pasmi v povprečju med 285 in 290 dnevi, da je obdobje brejost daljše pri kravah v primerjavi s prvesnicami in da se bikci otelijo povprečno 2 dni kasneje kot teličke.\nCaput (1996) opredeljuje porod pri določenem času brejosti kot:\n- abortus do 251. dneva brejosti,\n- prezgodnji porod med 251. in 271. dnevom brejosti,\n- normalni porod med 272. in 293. dnevom brejosti,\n- zakasneli porod med 294. in 314. dnevom brejosti.\nBrejost je naravno stanje in zato nima negativnega vpliva na ženski organizem. Pri brejih živalih je intenzivnejše izkoriščanje krme, večja je poraba energije zaradi razvijajočega ploda. Breje živali imajo boljši apetit, tako se v začetku brejosti, ko plod raste počasi presežek hranljivih snovi nalaga kot rezerva v materinem organizmu. Proti koncu brejosti, ko plod raste zelo hitro, pa porablja te naložene rezerve. To pomeni, da se breje živali v prvih mesecih zredijo, proti koncu brejosti pa navadno shujšajo (Vomer 1972).\n"], "12": ["2.5.1 Znamenja brejosti", "Uremović (2004) našteva znake brejosti, ko se breje živali ne gonijo več, so mirnejše in se manj ter previdneje gibljejo. V drugi polovici brejosti se vse bolj veča obseg trebuha zaradi česar se pojavi desna asimetrija, proti koncu brejosti so vse bolj očitne lakotnice, kolki in prečni nastavki vretenc v področju lakotnice. Na koncu petega meseca se lahko opazi in zatipa premikanje ploda. Rebesko (1979) pa k znakom brejosti uvršča tudi spremembe na maternici breje živali, povečan apetit ter spremenjeno presnovo pri breji živali.\n"], "13": ["2.5.2 Lega in položaj ploda med brejostjo ter dozorelost ploda za porod", "V začetnem razvoju se lahko plod prosto premika, dokler ne doseže določene dolžine oziroma ko se povežeta plodova in materina placenta. Takrat se plod namesti tako, da je njegova podolžna os vzporedna s podolžno osjo maternice. Med razvojem plod leži tako, da zavzame čim manj materničnega prostora, tako ima glavo, vrat in okončine močno skrčene in zavite pod telo. Plod je za porod dozorel, ko je popolnoma sposoben za življenje zunaj maternice. Njegova dozorelost se ugotavlja po velikosti in teži, obraščenosti z dlako in številu mlečnih zob. Dozorelo tele ima približno 10 % (8-12 %) materine teže, ob porodu je po vsem telesu obraščeno z gosto dolgo dlako in ima štiri ali več parov mlečnih sekalcev (Rebesko 1979).\n"], "14": ["2.5.3 Rast in razvoj teleta tekom brejosti", "Rast in razvoj ploda sta v prvih 6. mesecih brejosti zelo počasna, tako plod na koncu šestega meseca doseže slabih 10 % svoje porodne teže. V 8. mesecu brejosti dnevno prirašča v povprečju okoli 200 gramov, v zadnjem mesecu pa se dnevni prirast poveča na okoli 750 gramov (Caput 1996). \n"], "15": ["2.6 Presušitev in priprava vimena na novo laktacijo", "Mlečna žleza ali vime je kožna žleza, sestavljena iz žlez lojnic in znojnic in se pri govedu nahaja v ingvinalni regiji. Vzdolžna in prečna membrana delita vime na štiri četrti ter pripenjata vime na trebušno steno. Vsaka četrt ima svoj sesek, mehansko podporo in zaščito vimena pa nudi koža (Dukes 2004).\nNa konici seska se nahaja seskov kanal, ki ga zapira mišica zapiralka ali sfinkter. V sesku je seskova cisterna, ki se povezuje z vimensko cisterno. V vimensko cisterno vodijo mlečni kanalčki, ki se proti vrhu zožujejo in končajo kot mlečne alveole oziroma mehurčki, ki so združeni v grozde (Tumpej 2002).\nDoba presušitve je namenjena obnovi tkiva vimena, zato je pomembno, da je dovolj dolga, saj je za obnovo tkiva potrebnih okoli 60 dni (Praprotnik 2012). Tri tedne pred telitvijo je treba kravo pripraviti na novo laktacijo, dodajati ji je potrebno začeti močno krmo in jo \nkrmiti z energijsko bogatejšo krmo. Ta način krmljenja pred porodom Cizej (1991) imenuje ovimljanje, ki omogoča normalen razvoj plodu, pravilno povečanje maternice in višjo mlečnost v naslednji laktaciji.\nGraugnard in sodelavci (2012) so v svoji raziskavi, ki je sicer namenjena prehrani krav molznic v času presušitve, ugotovili, da krmljenje krav s prevelikimi količinami energije v dobi presušitve vpliva na višje tveganje poporodnih motenj, kot sta oksidativni stres in vnetje jeter.\n"], "16": ["2.7 Fiziologija poroda", "Vomer (1972) porod (partus) definira kot fiziološki konec brejosti, ko zrel plod skozi porodni kanal zapusti materin organizem. Vzrok za nastop poroda so hormonalne spremembe pri materi ter omejevanje rasti in širjenja maternice. Kot dejavnik za nastop poroda pa Caput (1996) dodaja še izločanje kortikosteroidov pri plodu. Pri telitvi pa sodeluje tudi živčni sistem, ki skupaj s hormoni omogoča pravilen potek poroda. Strokovnjaki so v poskusih ugotovili, da lahko v vsakem obdobju brejosti z injekcijo kortikosteroidov sprožijo ali abortus ali pa porod (Rebesko 1979).\nNajpomembnejša hormona pri poteku poroda sta oksitocin, ki povzroča krčenje gladke mišičnine maternice ter relaksin, ki ima vpliv na odprtost porodnega kanala (rahlanje medenično križničnega sklepa, ohlapnost mišic kolčnega sklepa) (Zdovc 2007).\n"], "17": ["2.7.1 Predhodna znamenja poroda", "Hulsen (2007) opisuje, da se pred telitvijo vime napolni z mlezivom, pogosto se pojavi tudi oteklina vimena. Otečena in ohlapna postane vulva, opazi se tudi sluz materničnega čepa. Telitev se navadno zgodi 24 ur po tem, ko se popolnoma zrahljajo maternične vezi. Te vezi povezujejo hrbtenico in sednično grčo.\n"], "18": ["2.7.2 Porodni popadki", "Porodni popadki so kontrakcije maternice med porodom. Pri iztiskanju ploda imajo pomembno vlogo maternične in trebušne mišice, ki se med porodom močno krčijo. Krčenje materničnih mišic je pomembno med prvo stopnjo poroda, ko se maternično ustje odpira, trebušne mišice pa skrbijo, da se plod iztisne skozi porodni kanal. (Rebesko 1979).\n"], "19": ["2.7.3 Porodne stopnje", "Tacer (2012) deli porod v tri stopnje, stopnjo odpiranja, stopnjo iztiskanja plodu in poporodno stopnjo, v kateri se izloči posteljica.\nZdovc (2007) opisuje, da se faza odpiranja začne s prvim popadkom in konča, ko je maternično ustje popolnoma odprto. Plodovi mehurji enakomerno širijo porodno pot, predvsem to nalogo opravi alantoisni mehur, redkeje se prvi prikaže amnij. V fazi odpiranja se tele postavi v porodni položaj z iztegnjenimi okončinami in glavo. V tem obdobju so živali nemirne, se prestopajo, dvigujejo rep, legajo, vstajajo, pogledujejo proti zadnjemu delu telesa, brcajo se pod trebuh, pogosteje urinirajo, zmanjša se jim tudi ješčnost. Za tem, ko poči prvi plodov mehur, navadno 1-2 uri kasneje se prikaže amnij, v katerem so vidne okončine teleta. Avtor opisuje, da so v tem času popadki zelo močni, saj mora žival iztisniti tele, pri tem pa prehajajo skozi maternični obroč trije najširši deli ploda, prvi okoli glave in okončin, drugi okoli ramen in tretji okoli kolkov. Obdobje odpiranja porodnih poti traja po Uremoviću (2004) med 1 in 24 urami, v povprečju 6 ur, iztiskanje ploda pa 70 minut, v razponu med 0,5 in 4 urami. Tacer (2012) navaja, da krava iztisne plod v 2-4 urah, telica pa v 5-6.\nKo je tele porojeno, se začne še izločanje posteljice in tudi za to so potrebni popadki, ki pa v tem obdobju niso več tako močni kot med iztiskanjem plodu. Izločanje pospeši krčenje maternice, ki se manjša, zato se posteljica umika skozi porodni kanal ter izpade iz maternice. Navadno pride do izločitve od 3 do 6 ur po porodu (Zdovc 2007), v kolikor pa \nse posteljica ne izloči v 12 urah, se po Uremoviću (2004) smatra, da je prišlo do zaostanka posteljice. Nadalje Zdovc (2007) opisuje poporodno obdobje, v katerem se izcejajo lohije in traja 2 do 4 tedne. Lohije so sestavljene iz razpadlih tkiv maternične sluznice, krvnega seruma, sluzi, belih in rdečih krvničk ter epitelnih celic in so brez vonja pri patoloških stanjih pa začnejo zaudarjati.\n"], "20": ["2.7.4 Položaj teleta med porodom", "Vomer (1972) opisuje lego, položaj in držo posameznih delov telesa ploda med telitvijo.\nLega (situs) ploda je odnos položne osi ploda glede na podolžno os matere. Poznamo podolžno prednjo in zadnjo lego. Nenormalne so prečne lege. Položaj (positio) označuje, kam je obrnjen hrbet ploda. O zgornjem položaju govorimo, kadar je hrbet plodu obrnjen proti hrbtu matere, pri spodnjem položaju pa je hrbet plodu obrnjen proti trebuhu matere. V levem ali desnem stranskem položaju je hrbet ploda obrnjen k levi ali desni strani matere. Drža (habitus) je odnos glave in nog glede na sam plod. V 95 % se teleta rodijo v prednji legi z iztegnjenimi okončinami. Pri dvojčkih pa se običajno rodi eden v prednji drugi pa v zadnji legi (Caput 1996).\n"], "21": ["2.7.5 Ugotavljanje normalnega položaja ploda", "Rebesko (1979) navaja, da je ugotavljanje normalnega položaja pri teletu sorazmerno lahko, če je plod v porodnem kanalu. Otipata se prednji nogi in glava ali zadnji nogi, če je plod v zadnjem položaju, pri tem je dobro otipati tudi skočni sklep. Če okončini štrlita iz sramnice, pa avtor navaja, da je mogoče ugotavljati lego in položaj glede na smer, v katero so obrnjeni podplati nog.\nNavzdol obrnjeni podplati lahko pomenijo:\n- prednjo podolžno lego in zgornji položaj, \n - zadnjo podolžno lego in spodnji položaj. Navzgor obrnjeni podplati pa lahko pomenijo:\n- zadnjo podolžno lego in zgornji položaj,\n- prednjo lego in spodnji položaj.\n"], "22": ["2.7.6 Nadzor in pomoč pri normalnem poteku poroda in pri porodu z zapleti", "Ko se bliža čas poroda, je živali treba nameniti dovolj prostora, ki je svetel, čist in suh ter dobro nastlan, saj je higiena zelo pomembna. Tacer (2012) piše o tem, da je treba porodnici pred porodom s toplo vodo in razkužilom dobro oprati okolico zadnjika, spolovila, rep ter vime. Pripraviti si je potrebno različne pripomočke: porodne vrvi, vedro, razkužilo za popkovino teleta ter po možnosti nadomestilo za porodno sluz. Najprej počakamo, da se prikaže plodov mehur in za njim prednje okončine ter glava teleta. V nadaljevanju je priporočljivo pomagati tako, da se tele med popadki previdno vleče s pomočjo vrvi. Porodne vrvi se namesti nad bicljem in vrvi se izmenično vleče rahlo proti vimenu, s čimer se omogoči lažji prehod teleta skozi porodni kanal. Vomer (1972) opozarja, da je med vleko treba ščititi presredek, tako da se zgornje dele sramnice potiska z nosa preko čela do zatilja ploda.\nPorod se lahko zaustavi zaradi preslabih popadkov, prevelikega teleta ali preozke porodne poti. V teh primerih je nevarno, da je že pretrgana zveza s krvnim obtokom matere in lahko pride do zadušitve teleta. Pomoč pri tem poteka tako, da si pomočnik, preden seže v rodila, skrbno umije in razkuži roke. Nato z roko oceni stanje teleta v rodilih, pri tem ugotovi, v kakšni legi je tele in ali so morebitne nepravilnosti v držah. V kolikor lahko nepravilnosti odpravi sam, to stori in na noge se navežejo porodne vrvi ter tele izvleče. Če pa so zapleti hujši (npr. zavita maternica), je treba poklicati pomoč veterinarja (Tacer 2012).\nZdovc (2007) opisuje, kako je grajena porodna pot, ta je pri kravi dvakrat prelomljena. Najprej poteka kavdodorzalno, pri vhodu v medenično votlino se lomi kavdoventralno, pred izhodom iz medenice pa se zopet lomi in izhaja kavdodorzalno.\n"], "23": ["2.8 Tele po porodu", ""], "24": ["2.8.1 Nega", "Novorojenemu teletu je treba obrisati sluz iz gobčka in nosnic, da lahko nemoteno diha ter ga zdrgniti s slamo. Če tele, navadno po težkem porodu, ne zadiha, ga je dobro politi z mrzlo vodo po glavi in prsih. Če je to brez uspešno, je potrebno začeti z »umetnim dihanjem«. Tele položimo na hrbet z glavo nazaj, prednji nogi pa upogibamo 20 do 30 krat na minuto polkrožno k vratu in nazaj k boku. Poskusi oživljanja so uspešni, vse dokler bije srce (Cizej 1991). Rebesko (1979) priporoča, da se tele dvigne za zadnji okončini, strese in očisti sluz iz nosnic in ust, ki jih naj ima odprta, ter s prstom draži grlo. V takšnem položaju držimo tele, dokler ne začne globoko zajemati zraka.\n"], "25": ["2.8.2 Popkovina", "Pri govedu je popkovina kratka in se pretrga med iztiskanjem v porodnem kanalu. V kolikor se popkovina ne pretrga sama, je potrebno storiti kot priporoča Marković (1983). Odsvetuje prerezanje popkovine, ker lahko to povzroči trajno krvavitev, ampak je potrebno popkovino pretrgati. Za širino dlani pod kožnim popkom se popkovino nategne, da preneha pretok krvi in pretrga. Za morebitno krvavitev je treba imeti pripravljen prekuhan trak, da se popkovino po potrebi podveže. Potrebno pa je še razkuževanje popkovine, da se prepreči vdor mikroorganizmov skozi popkovino, pred tem pa jo je dobro večkrat iztisnit. Posebno skrb pri negi popkovine je treba nameniti moškim teletom, ker je pri njih popek zaradi urina še posebej občutljiv (Cizej 1991). Dodatno je treba tele dati na suho in čisto steljo, da se preprečijo okužbe popka.\n"], "26": ["2.8.3 Prehrana", "Grosova (2012) priporoča sesanje oziroma napajanje teleta najkasneje v 2. do 6. urah po porodu z 2 do 4 litri kolostruma. S tem se prepreči okužba teleta s škodljivimi bakterijami, ki se takoj po porodu naselijo v dihalih in prebavilih. Mlečna kislina mleziva namreč ovira \nin onemogoča razmnoževanje teh nevarnih mikroorganizmov. Mlezivo deluje tudi odvajalno in očisti črevesje teleta vseh ostankov presnove (prvo blato teleta je imenovano mekonij). Specifične beljakovinske snovi – gamaglobulini ali protitelesa, ščitijo tele pred infekcijami, dokler njihovo telo ne začne samo tvoriti protiteles za obrambo pred raznimi strupi. Pomembno je dejstvo, da lahko gamaglobulini prodrejo skozi stene črevesja naravnost v kri oziroma krvni obtok. Pri tem je pomemben podatek, ki ga navaja Cizej (1991), da lahko te molekule prehajajo v kri le do 36 ur po porodu.\n*vrednosti so podane v g/100 g mleka\nDonahue (2012) je skupaj s sodelavci opravil raziskavo, kako toplotna obdelava kolostruma pri 60 -C za 60 minut vpliva na število bakterij v mlezivu in na koncentracijo protiteles (Ig G). Pri tem so ugotovili, da toplotna obdelava kolostruma zmanjša skupno število mikroorganizmov (SŠMO) in koliformnih bakterij, ne vpliva pa na koncentracijo protiteles in s tem mlezivo ostane primerno za hranjenje telet tudi po toplotni obdelavi.\n"], "27": ["2.9 Doba med dvema zaporednima telitvama", "Za ekonomično rejo bi naj doba med telitvama trajala od 365 do 410 dni (Orešnik 1995, cit. po Plešivčnikovi 2012). DMT je bila, po rezultatih kontrole prireje mleka in mesa iz leta 2011, pri kravah dojiljah čiste lisaste pasme v povprečju dolga 425 dni. Čeprav mnogi avtorji dokazujejo gospodarnejšo rejo, predvsem pri prireji mleka, z daljšanjem dobe med dvema telitvama sta Moljk in Jenko (2012) prišla do zaključka, da krajša DMT daje boljše \nekonomske rezultate, tako v količini prirejenega mleka in dolgoročno gledano glede večjega števila telet.\n"], "28": ["3 MATERIAL IN METODE DELA", ""], "29": ["3.1 Opis kmetij", "Podatke o parametrih poroda smo zbirali v dveh rejah, kjer vzrejajo krave dojilje čiste lisaste pasme v ekstenzivnem načinu.\nNa prvi kmetiji so v letu 2012 vzrejali 21 govedi, od tega 7 krav dojilj, 5 bikov v starosti nad 1 leto, 2 telici stari nad 1 leto ter 7 telet. V zadnjih treh letih je v hlevu vedno med 18 in 21 govedi. Povprečna starost živali v hlevu je 2,5 let. Čreda krav je glede zaporednih telitev zelo raznolika (od prvesnic do krav z 12. zaporednimi telitvami).\nNa drugi kmetiji je bilo v letu 2012 v hlevu 19 glav govedi od tega 11 krav, 2 plemenski telici in 6 telet v starosti do treh mesecev. Povprečno imajo v hlevu vedno 10 krav s povprečno starostjo 6,5 let ter nekaj telet in plemenskih telic. Čreda krav na tej kmetiji je dokaj mlada, saj so v hlevu prvesnice in krave do 5. zaporedne telitve, z izjemo ene krave, ki je v letu 2012 telila že dvanajstič.\nZa raziskavo smo zbirali podatke o fiziologiji poroda za leta 2010, 2011 in 2012. Prvo leto je bilo vključenih 13 krav (5 s kmetije 1 in 8 s kmetije 2). V naslednjih dveh letih se je število spreminjalo zaradi izločitve nekaterih krav na eni strani in vključevanja telic na drugi strani. V letu 2011 so bile na kmetiji 1 vključene 4, na kmetiji 2 pa 11 živali. V letu 2012 je bilo na obeh kmetijah vključenih po 8 živali. Skupno smo v raziskavi analizirali 44 porodov.\n"], "30": ["3.2 Preučevane lastnosti", "V raziskavi smo spremljali parametre pred, med in po telitvi za vsako žival posebej.\n"], "31": ["3.2.1 Spremljanje lastnosti pred telitvijo", "Pred telitvijo smo spremljali naslednje parametre: kdaj so se začele mehčati vezi ob korenu repa, kdaj smo na zunanjem spolovilu ali repu živali opazili sluz, kdaj je začelo nabrekati vime in kdaj se je v njem pojavilo mlezivo. Za vsak parameter smo si datumsko zabeležili, kdaj smo ga opazili. Ko je krava telila, smo si zabeležili še datum telitve. Iz tega smo kasneje izračunali, koliko dni pred telitvijo se je pojavil posamezen znak, te vrednosti pa smo si zapisali v pripravljeno preglednico.\n"], "32": ["3.2.2. Spremljanje lastnosti v času telitve", "V času telitve smo si zabeležili uro, ko se je pojavil prvi mehur (alantois), uro pojava nogic ter uro, ko je bilo rojeno tele. Kasneje smo izračunali, koliko minut pred prikazom nogic teleta smo opazili alantoisni mehur ter koliko minut je trajalo iztiskanje teleta (torej čas od prikaza nog do popolnega rojstva teleta). Te vrednosti smo vnesli v preglednico ter dodali še podatek o spolu teleta in položaju ter legi, v kateri se je tele rodilo.\n3.3.3 Spremljanje lastnosti po telitvi\nPo telitvi pa smo bili pozorni, v koliko urah se je izločila posteljica ter koliko dni je trajalo izločanje lohij. Tudi vrednosti za ti dve lastnosti smo dopisali v preglednico. Pri izločitvi posteljice smo v primerih, ko je žival telila pozno zvečer ali ponoči, zjutraj pa je bila posteljica izločena, upoštevali, da se je ta izločila ob sedmi uri zjutraj in glede na to preračunali, koliko ur po telitvi se je posteljica izločila. Ta podatek nam je pri živalih koristil zato, da smo lahko kasneje ugotovili, v koliko primerih se je posteljica izločila v fizioloških mejah, do 12 ur po telitvi.\nZa vsako žival, ki je telila, smo imeli v preglednici zapisan tudi datum pripusta, ki smo ga prepisali iz pripustnega lista oziroma iz koledarja, v primerih, ko je prišlo do zaskoka na \npašniku. Glede na datum pripusta in datum telitve smo za vsako žival izračunali trajanje brejosti v dnevih. Zabeležili smo tudi podatek o zaporedni telitvi živali. Ko smo imeli zabeležene tudi telitve v letih 2011 in 2012, smo lahko pri vsaki živali izračunali še DMT.\n"], "33": ["3.3 Metode", "Zbrane podatke smo vnesli in uredili v delovni preglednici programa Microsoft Excel (2010). Pri kvantitativnih spremenljivkah (trajanje brejosti, zaporedna telitev, doba med dvema zaporednima telitvama, mehčanje materničnih vezi, topitev materničnega čepa, nabrekanje vimena, mleko v vimenu, pojav mehurja, pojav nogic teleta, izločitev posteljice in izločanje lohij) smo izračunali osnovne statistične parametre kot so povprečje, standardni odklon, maksimum in minimum. Pri kvalitativnih (spol teleta, težavnost telitve, položaj in lega teleta) pa smo izračunali frekvence. Pri nekaterih kvantitativnih lastnostih (trajanje brejosti in DMT) smo nadalje tvorili ustrezne razrede in dodatno izračunali še frekvence po teh razredih. Podatki v grafikonih Rezultate raziskave smo predstavili grafično ali tabelarično. Vrednosti v grafikonih (1-7) so podani v odstotkih, vrednosti v preglednici 5 so podane v dnevih, v preglednici 6 pa v minutah.\n"], "34": ["4 REZULTATI Z RAZPRAVO", ""], "35": ["4.1 Opis telitev", "V raziskavi smo analizirali 45 porodov. Kar dobrih 93 % (n=42) porodov je potekalo brez zapletov. Pri tem se je 9 telet (21,4 %) rodilo brez naše pomoči, v ostalih 33 primerih (78,6 %) pa smo pomagali z vleko plodu. V treh primerih (6,7 %) pa je bilo potrebne nekoliko več pomoči. V dveh primerih smo opazili nepravilno držo glave, ki je bila zavita na stran. Ko je rejec opazil ta zaplet, je glavo naravnal, v enem primeru je za pomoč uporabil tudi porodno vrv za glavo. V tretjem primeru je bilo tele v normalni zadnji legi, pri čemer je bilo potrebno le izravnati rep in ga med vleko teleta držati, da se ni zataknil.\n"], "36": ["4.2 Lastnosti reprodukcije na obeh kmetijah", ""], "37": ["4.2.1 Trajanje brejosti", "Spodnji grafikon prikazuje odstotek krav in telic po razredih glede na trajanje brejosti. Pri tem vidimo, da je brejost trajala v največ primerih (n=19) med 285 in 290 dni. Da je tak razpon brejosti značilen za lisasto pasmo navaja že Cizej (1991). Pri kravah je brejost pogosto (n=11) trajala tudi od 290 do 295 dni. Brejost daljšo od 295 dni smo zabeležili le pri kravah (n=6), medtem ko je le ena telica imela brejost krajšo od 270 dni. Pri povprečju trajanja brejosti glede na vse živali (290 dni), pridemo do enakega zaključka kot Sadarjeva in sod. (2012), ki v svojih rezultatih navajajo povprečno dobo brejosti 290 dni pri dojiljah lisaste pasme. \nTrajanje brejosti smo povezali še s spolom teleta. Ugotovili smo, da traja brejost v povprečju en dan dlje, če se oteli bikec, kar pa je le za en dan odstopanja od podatka, ki ga navaja Cizej (1991), da povprečno traja brejost pri bikcih dva dni dlje v primerjavi s teličkami.\n"], "38": ["4.2.2 Zaporedna telitev", "Grafikon 2 prikazuje odstotek živali, ki smo jih zajeli v raziskavo, po zaporednih telitvah. V raziskavo smo zajeli krave od 1. do 12. zaporedne telitve. Vidimo lahko, da je bilo največ krav do tretje zaporedne telitve, nato pa je število upadalo (v prvi, drugi in tretji zaporedni telitvi je bilo po 8 živali). \n"], "39": ["4.2.3 Spol teleta", "Med porojenimi teleti je bilo 23 teličk (51,1 %) in 22 bikcev (48,9 %), od tega je bilo eno tele mrtvorojeno, kar predstavlja 2,2 % vseh telet. Razmerje med spoloma v naši raziskavi se ujema z razmerjem (50 % teličk in 50 % bikcev), ki ga navaja Caput (1996).\nBikci Teličke\n"], "40": ["4.2.4 Doba med dvema zaporednima telitvama", "Najkrajša doba med dvema telitvama v raziskavi je bila 312 dni, najdaljša pa kar 598 dni, kar pomeni, da nekatere krave v kakšnem letu sploh niso telile. V povprečju je DMT znašala 385 dni. Doba med dvema telitvama je zelo ugodna, saj gre tu za ekstenzivno rejo živali na gorsko višinskih kmetijah in kmetiji z majhnim številom živali. Povprečna DMT je krajša tako od slovenskega (415 dni) kot tudi koroškega (404 dni) povprečja, ki ju v svojem delu navaja Plešivčnikova (2012). Krajša pa je tudi od povprečne DMT (425 dni) pri kravah dojiljah lisaste pasme v Sloveniji za leto 2011, ki ga navajajo Sadarjeva in sod. (2012). Dobljene rezultate lahko pojasnimo s tem, da gre v večini primerov za naravni pripust na pašniku in da je število živali malo ter jih tako rejec lažje spremlja.\nSpodnji grafikon nam prikazuje DMT. Vidimo lahko, da je bila DMT v skupini živali (n=24) kar pri polovici (n=12) dolga do 350 dni.\n"], "41": ["4.2.5 Težavnost telitve", "V grafikonu 5 so prikazani podatki o težavnosti telitve. Vidimo lahko, da je 20 % krav telilo brez naše pomoči, v 73,3 % normalnih telitev smo pomagali pri vleki teleta, 6,7 % telet pa je imelo nepravilne drže okončin ali glave, v nobenem primeru pa ni bila potrebna pomoč veterinarja. Logarjeva (2011) ugotavlja velik porast težkih telitev pri lisasti pasmi med letoma 2007 (5 % težkih telitev) in 2008 (35 %), glede na podatke o označitvi rojenih telet, vendar na žalost ne navaja vzroka, da bi lahko podatke primerjali z našimi rezultati.\n"], "42": ["4.3 Lastnosti poroda na obeh kmetijah", ""], "43": ["4.3.1 Predhodna znamenja telitve", "Pri analizi podatkov o predhodnih znamenjih telitve smo ugotovili, da so se maternične vezi začele mehčati pri kravah 6 dni, pri telicah pa 10 dni pred telitvijo. Topitev \nmaterničnega čepa smo zaznali 9 dni pred telitvijo pri telicah in 7 dni pred telitvijo pri kravah. Bili pa sta tudi dve izjemi pri kravah, ko smo to sluz zaznali komaj dva dni pred telitvijo. Naši rezultati se razlikujejo od podatka, ki ga navaja Uremović (2004), da se ta čep začne topiti dan do dva pred telitvijo. Nabrekanje vimena pri kravah je bilo zaznati teden dni pred porodom, mlezivo pa je bilo prisotno dan do dva pred telitvijo. Vime telic je pričelo rasti pri 6,5 meseca brejosti, saj se je začelo pripravljati na svojo prvo laktacijo, tudi prisotnost mleziva je bila hitra, saj se je pojavilo do 4 dni pred telitvijo. Nabrekanje vimena pri telicah je po navedba Rebeska (1979) lahko zaznati po petem mesecu brejosti.\nPodatke o pojavu predhodnih znamenj prikazuje preglednica 5. Preglednica prikazuje srednje vrednosti pojava predhodnih znamenj plus/minus ena standardna deviacija (povprečje ± sd).\n"], "44": ["4.3.2 Lastnosti v času iztiskanja ploda", "V spodnji preglednici lahko vidimo, da se je v najdaljšem primeru alantois, kot prvi mehur, pojavil 90 minut pred prikazom nog teleta, najhitreje pa 15 minut pred prikazom nogic. Povprečje nam tako da podatek, da se je prvi mehur pojavil 36 minut pred prikazom nogic, kar pade v razpon (1-2 uri), ki ga navaja Cizej (1991). Preglednica 6 prikazuje tudi podatke, kako dolgo je trajalo iztiskanje teleta (čas od prikaza nogic teleta do njegovega popolnega rojstva). Vidimo, da je to trajalo med 5 in 25 minut, v povprečju pa se je tele otelilo v 14 minutah. Iztiskanje plodu je bilo občutno krajše kot pa ga navajata Uremović (2004), ki pravi da se tele porodi med 0,5 in 4 urami ter Tacer (2012), ki navaja, da krava iztisne plod v 2-4 urah.\n"], "45": ["4.3.3 Izločitev posteljice", "Izločitev posteljice je bila v večini primerov v fizioloških mejah. Z izjemo primera zaostanka posteljice se je izločila najpozneje do 12 ur po telitvi, kar se po Uremoviću (2004) smatra za fiziološko izločitev, po tem času pa se govori o zaostanku posteljice. V povprečju se je posteljica izločala 5 ur in 12 minut. Grafikon 6 prikazuje, da se je posteljica v dobrih 97 % (97,7 %) izločila do 12 ur po telitvi. \n"], "46": ["4.3.4 Izločanje lohij", "Obdobje izločanja lohij je trajalo povprečno 10 dni. Odstopanje od povprečja za 5 dni je bilo le v primeru zaostanka posteljice, kar je razumljivo, saj pri tem, ko se posteljica ročno lušči, ostane več delčkov posteljice v maternici, ki pa potrebujejo dlje časa, da se izločijo. Naši rezultati o izločanju lohij bistveno odstopajo od podatka, ki ga navajata Zdovc (2007) in Rebesko (1979), da bi naj to obdobje trajalo do 4 tedne po telitvi.\n"], "47": ["4.3.5 Položaj in lega teleta", "Kar 95,6 % oziroma 43 telet se je rodilo v normalni prednji legi in le dve teleti (4,4 %) v normalni zadnji legi kar prikazuje grafikon 7. Pri tem smo upoštevali, da so se v primerih, ko so krave telile same, teleta porodila v normalni prednji legi. Pri odstotku o rojstvu teleta v normalni prednji legi smo prišli do enakega rezultata (95 %), ki ga navaja Vomer (1972). Tudi v primeru dvojčkov sta bila oba porojena v prednji legi in zgornjem položaju, čeprav \ntako Vomer (1972) kot Caput (1996) navajata, da bi se naj dvojčka porodila eden v prednji in drugi v zadnji legi.\n"], "48": ["5 SKLEPI", "V raziskavi smo ugotovili, da je brejost trajala v povprečju 290 dni. Pri kravah je trajala brejost med 278 in 314 dnevi, povprečno 291 dni, pri telicah pa med 261 in 294 dnevi, povprečno 284 dni. Ti rezultati nam pokažejo, da je bila povprečna brejost pri telicah za sedem dni krajša kot pri kravah. Ugotovili smo, da je bila doba med dvema zaporednima telitvama v povprečju dolga 385 dni, v razponu med 312 in 598 dnevi.\nPri pojavu predhodnih znamenj poroda smo prišli do sledečih rezultatov. Maternične vezi so se v povprečju začele rahljati 7 ± 3 dni pred telitvijo. Pri telicah smo to rahljanje opazili od 6 do 14 dni, pri kravah pa od 2 do 12 dni pred porodom. Maternični čep se je začel v povprečju topiti 8 ± 3 dni pred telitvijo (9 dni pri telicah in 7 dni pri kravah). Pri kravah je začelo vime nabrekati do 11 dni pred telitvijo, z mlezivom pa se je napolnilo dan do dva, preden je krava telila. Veliko prej, v povprečju 70 dni pred telitvijo, pa smo opazili rast vimena pri telicah, ki se je z mlezivom napolnilo do štiri dni pred porodom.\nV raziskavi smo ugotovili, da je od pojava alantoisnega mehurja pa do prikaza nogic teleta trajalo 36 ± 18 minut. Po pojavu nogic je iztiskanje teleta trajalo povprečno 14 ± 5 minut. Po porodu se je posteljica v povprečju izločila v 5 urah in 12 minut, izločanje lohij je trajalo v povprečju pri kravah 10, pri telicah pa 11 dni.\nZ rezultati, ki smo jih pridobili, smo prišli do osnovnih reprodukcijskih parametrov in parametrov telitve na ekstenzivnih gorsko višinskih kmetijah z rejo krav dojilj. Z raziskavo smo prišli tudi do zaključka, da je za reprodukcijo na proučevanih gorsko višinskih kmetijah ugodna predvsem doba med dvema zaporednima telitvama (385 dni).\n"], "abstract": ["Raziskavo smo opravljali v obdobju od leta 2010 do leta 2012 na dveh kmetijah s kravami dojiljami lisaste pasme. Analizirali smo 45 porodov (37 pri kravah in 8 pri telicah). Preučevali smo različne parametre v obdobju pred in med telitvijo. Pred telitvijo smo spremljali različna predhodna znamenja. Ugotovili smo, da so se ta začela pojavljati v obdobju enega tedna pred telitvijo (mehčanje vezi 7 dni, nabrekanje vimena 7 dni in prisotnost mleziva v vimenu 2 dni pred telitvijo), topitev materničnega čepa pa se je začela že 8 dni pred porodom. Pri telicah se je vime začelo razvijati dva meseca in pol pred telitvijo, mlezivo pa je bilo prisotno 4 dni pred telitvijo. Pri telitvi smo ugotovili, da se je alantoisni mehur pojavil 36 minut pred nogicami teleta, tele pa je bilo porojeno v dobrih 14 minutah. Večina telet (95,6 %) se je otelila v normalni prednji legi. V fizioloških mejah (do 12 ur po porodu) je bila izločena tudi posteljica. Pri živalih, ki so bile vključene v raziskavo, je brejost v povprečju trajala 290 dni, doba med dvema telitvama pa 385 dni. "]}