{"1": ["1 Uvod", ""], "2": ["1.1 Opredelitev problema", "Trenutna situacija v gospodarstvu je bila ali morda še bo pogubna za mnoga podjetja. V času gospodarske krize zelo trpi prodaja, zato je zelo pomembno, da ima podjetje dobro postavljeno in jasno razčlenjeno marketinško strategijo. Problem, ki ga zaznavamo je, da podjetje De-Long d.o.o., podjetje, ki je uporabljeno za primer v diplomski nalogi, nima postavljene marketinške strategije. Zato je toliko bolj na mestu vsebina diplomske naloge, ki naj služi kot smernica tudi ostalim malim slovenskim podjetjem. Podjetje ima štiri zaposlene od tega sta dva redno zaposlena, dva pa opravljata delo preko študentskih napotnic. Delo je razdeljeno na prodajo na drobno in prodajo na debelo. Na vsakem od področij delata po dva zaposlena, od tega je en redno zaposlen. Prodaja na drobno obsega manjšo poslovno enoto v Ljubljanskem BTC-ju, prodaja na debelo pa se vrši po celotni Sloveniji v sodelovanju z manjšimi in večjimi podjetji. Izdelki so relativno dobro poznani, vendar se podjetje ukvarja s problemom t.i. negativnim tokom kapitala, kar pomeni, da mnogo kupcev ne poravnava svojih obveznosti v predvidenem roku ali pa je le ta predolg. Prav tako podjetje ne vlaga sredstev v promocijo in pospeševanje prodaje. Pred kratkim je svojo prisotnost in promocijo pričelo na svetovni socialni mreži. Edina promocija, ki so jo izdelki deležni je le brezplačna promocija preko BTC-ja in preko katalogov večjega trgovca prisotnega na Slovenskem trgu. Pospeševanje prodaje je zanemarljivo, saj se skoraj ne izvaja.\n"], "3": ["1.2 Namen", "Namen diplomske naloge je postaviti marketinško strategijo. Marketinško strategijo je potrebno spreminjati in prilagajati trgu in razmeram na njem. Predvidevanje, da veliko slovenskih podjetij nima postavljene marketinške strategije, je velik motivator za izdelavo te diplomske naloge. Predvsem pa je bil glavni razlog za izbiro teme nastala situacija na trgu, ki se slabša in zaenkrat še ne kaže preobrata na bolje. Napovedi sicer so boljše in vzpodbudnejše, vendar je potrebno počakati, kaj bodo pokazali poslovni rezultati. Izdelava smernic in vodil za uspeh na trgu je zahtevna in se razlikuje glede na trg, vsem pa je skupna politika dobička oz. usmeritev k njemu. V sedanjem času redki govorijo o dobičku, predvsem se govori o izgubah ali poslovanju na meji enega ali drugega. Namen te diplomske naloge je tudi povečati prepoznavnost podjetja in predvsem upoštevati želje po povečanja prodaje in posledično ustvarjanju dobička.\n"], "4": ["1.3 Cilji diplomske naloge", "Cilj 1: Definirati parametre, ki dokazujejo, da so marketinške aktivnosti izvedene na podlagi analize najproduktivnejše. Cilj 2: Poiskati razloge za negativen razkorak med planirano in dejansko prodajo. Cilj 3: Opozoriti na ključne probleme prodaje. Cilj 4: Napisati predloge marketinškega načrta.\n"], "5": ["1.4 Hipoteze", "Hipoteza 1: Poglavitni vzrok za negativno razliko med planirano in dejansko prodajo je pomanjkanje marketinškega znanja v podjetju. Hipoteza 2: Marketinške aktivnosti konkurenčnih podjetij so veliko bolj učinkovite. Hipoteza 3: Izdelki podjetja so slabo uzaveščeni med Slovenskimi kupci.\n"], "6": ["1.5 Metode dela", "Diplomsko delo je razdeljeno na teoretični in empirični del. Predvidene metode dela:   metoda deskripcije(študij domače in tuje literature)   anketiranje   metoda raziskave(statistična obdelava anketnega vprašalnika).\nDiplomsko delo temelji na rezultatih pridobljenih iz raziskave in podatkih pridobljenih v podjetju. Iskanje odgovorov za dosego ciljev in vzdržnost hipotez bodo predstavljeni po analizi raziskave. Raziskava je bila narejena na populaciji v velikosti pet odstotkov strank podjetja. Po številu je to relativno majhen vzorec, vendar ko pogledamo kolikšen odstotek predstavlja, je populacija primerna za raziskavo, saj je bilo že teh nekaj odstotkov kupcev in potencialnih kupcev težko prepričati v sodelovanje.\n"], "7": ["2 Teoretični del", ""], "8": ["2.1 Uvod", "Preden lahko postavimo marketinško strategijo podjetja, moramo definirati še nekaj pojmov za lažje razumevanje. Glede na obravnavano podjetje je potrebno omeniti pojme trgovina na drobno, trgovina na debelo, marketinški splet in marketinška strategija.\nZmotno je razmišljanje, da je marketing zgolj samo reklama, oglas ali prodaja. Marketing je skupek dejavnosti, ki veliko pripomorejo k prepoznavnosti izdelka, njegovi prodaji. Marketinška strategija je za podjetje korak naprej, saj pomeni smernice za naslednje obdobje. Pomeni tudi recept za uspeh podjetja v danih razmerah na trgu ter nenehen razvoj.\n"], "9": ["2.2 Trgovina na drobno", "Trgovina na drobno vključuje vse dejavnosti, ki so povezane s prodajo izdelkov ali storitev neposredno končnim porabnikom za osebno, neposlovno uporabo. Trgovec na drobno ali prodajalna na drobno je vsako podjetje, katerega prodane količine izvirajo predvsem iz trgovine na drobno.\nVsako podjetje, ki prodaja končnim porabnikom - ne glede na to, ali je proizvajalec, trgovec na debelo ali trgovec na drobno - se ukvarja s trgovino na drobno. Ni pomembno, kako se prodajajo izdelki ali storitve (osebno, po pošti, po telefonu, prek prodajnega avtomata ali interneta) in kje (v prodajalni, na cesti ali na porabnikovem domu) (Kotler, 2004, str. 535).\nSeveda poznamo veliko oblik trgovine na drobno. Glavne vrste so:\n- specializirana prodajalna: ozek in globok sortiment,\n- blagovnica: nekaj skupin izdelkov,\n- supermarket: razmeroma velika samopostrežna prodajalna, ki posluje z  nizkimi stroški, nizkimi maržami in velikim obsegom prodaje,\n- prodajalna v soseščini: razmeroma majhna prodajalna v bližini stanovanjskih  naselij, ima dolg obratovalni čas, ponuja omejeno skupino izdelkov za  vsakodnevno uporabo,\n- diskontna prodajalna: prodaja standardno blago po nižjih cenah z nižjimi  maržami in v večjih količinah,\n- posebne diskontne prodajalne: blago kupijo po nižjih cenah, kot so običajne  cene na debelo, in prodajo po cenah, ki so nižje od cen na drobno: pogosto  gre za ostanke blaga prejšnjih sezon, presežke glede na pričakovano prodajo  in blago z napako, \n - Megamarketi: okrog 3000 kvadratnih metrov prodajne površine, namenjene  zadovoljevanju vseh porabnikovih potreb po rutinskih nakupih prehrambnih  in neprehrambnih izdelkov in storitev,\n- Kataloški salon: široka izbira izdelkov z blagovno znamko, ki imajo visok  pribitek in se hitro obračajo, po diskontnih cenah. Kupci naročijo izdelke iz  kataloga, nato pa jih prevzamejo v prodajalni (povzeto po Kotler, 2004, str.  536).\nTrgovce na drobno po skupinah izdelkov je mogoče razvrstiti po dolžini in globini njihovih izdelčnih sortimentov. Nekateri trgovci na drobno, ki imajo specializirane prodajalne, se ukvarjajo z ozkimi skupinami izdelkov in globokim sortimentom znotraj njih. Danes specializirane prodajalne cvetijo. Naraščajoča uporaba segmentacije trga, izbora ciljnih trgov in izdelčne specializacije je privedla do večje potrebe po prodajalnah, ki se osredotočajo na določene izdelke ali segmente potrošnikov (Vukovič, 2008, str. 55).\nPovzamemo lahko glavne razvojne smeri, ki jih morajo trgovci na drobno in proizvajalci upoštevati pri načrtovanju konkurenčnih strategij:\n- nove oblike in kombinacije trgovine ne drobno,\n- naraščanje konkurence med različnimi vrstami prodajaln,\n- rast velikanskih trgovcev na drobno,\n- naraščajoča vlaganja v tehnologijo,\n- globalna prisotnost največjih trgovcev na drobno,\n- prodaja doživetja, ne samo blaga (povzeto po Kotler, 2004, str. 545).\n"], "10": ["2.3 Trgovina na debelo", "Trgovina na debelo vključuje vse dejavnosti, povezane s prodajo izdelkov ali storitev kupcem, ki kupujejo za preprodajo ali poslovno rabo. Trgovina na debelo ne vključuje proizvajalcev in kmetov, ker se v glavnem ukvarjajo s proizvodnjo, in trgovcev na debelo. Trgovci na debelo (imenovani tudi distributerji) se na več načinov razlikujejo od trgovcev na drobno. Prvič, trgovci na debelo posvečajo manj pozornosti trženjskemu komuniciranju, ozračju in lokaciji, ker se bolj ukvarjajo s poslovnimi kupci kot pa s končnimi porabniki. Drugič, sklenjeni posli trgovine na debelo so ponavadi večji kot v trgovini na drobno in trgovci na debelo ponavadi delujejo na večjem prodajnem območju kot trgovci na drobno. Tretjič, vlada različno obravnava trgovce na debelo in trgovce na drobno z vidika zakonodaje in davkov (Kotler, 2004, str. 547).\nTrgovci na debelo večinoma kupujejo od proizvajalcev in večinoma prodajajo trgovcem na drobno, industrijskim kupcem in drugim trgovcem na debelo. Zakaj sploh uporabljamo trgovce na debelo? Zakaj na primer bi proizvajalec uporabil trgovca na debelo, namesto da bi prodajal neposredno trgovcem na drobno ali kupcem? Zelo enostavno, trgovci na debelo so pogosto boljši v opravljanju ene ali več naslednjih funkcij tržnih poti: \n - Prodaja in marketinško komuniciranje: Trgovci na debelo imajo prodajno  osebje, ki omogoča proizvajalcem, da ob sorazmerno nizkih stroških dosežejo  večje število manjših kupcev. Trgovec na debelo ima več stikov in mu kupci  pogosto bolj zaupajo kot pa oddaljenemu proizvajalcu.\n- Nakupovanje in oblikovanje sortimenta: trgovci na debelo so sposobni izbrati  izdelke in oblikovati sortiment izdelkov, ki jih potrebujejo njihovi kupci, s  čimer prihranijo kupcem dosti dela.\n- Drobljenje velikih količin: Trgovci na debelo prihranijo stroške svojim  kupcem z nakupovanjem celih transportnih enot in nato te količine razdelijo  na manjše enote.\n- Skladiščenje: Trgovci na debelo vzdržujejo zaloge in s tem zmanjšajo stroške  zalog in tveganja dobaviteljem in kupcem.\n- Prevoz: Trgovci na debelo zagotavljajo hitrejšo dostavo kupcem, ker so bliže  kot proizvajalci.\n- Financiranje: Trgovci na debelo financirajo svoje kupce; financirajo tudi  svoje dobavitelje tako, da naročajo zgodaj in pravočasno plačujejo račune.\n- Prevzem tveganja: Trgovci na debelo prevzemajo nekaj tveganj s prevzemom  lastništva nad blagom in stroškov kraje, poškodb, uničenja, zastaranja.\n- Tržno informiranje: Trgovci na debelo obveščajo dobavitelje in kupce o  konkurenci, novih izdelkih in gibanju cen.\n- Upravljalske storitve in svetovanje: Trgovci na debelo pogosto pomagajo  trgovcem na drobno pri usposabljanju prodajnega osebja, izboljšavah  urejenosti prodajaln in razstavljanja blaga ter pri oblikovanju računovodskih  sistemov in sistemov vodenja zalog.\nTrgovci na debelo se delijo v tri skupine: grosistični posrednik, brokerji in agenti, prodajne podružnice in biroji proizvajalcev (Vukovič, 2008, str. 87-88). Trgovci na debelo se v zadnjih letih srečujejo z naraščajočimi pritiski konkurence. Srečujejo se z novimi viri konkurence, zahtevnimi kupci, novimi tehnologijami in večjim obsegom neposrednih nakupov velikih industrijskih in institucionalnih kupcev ter trgovcev na drobno. Zato so morali izboljšati strateške odločitve o ciljnih trgih in pozicioniranju in o trženjskem spletu - sortiment izdelkov in storitev, ceni, tržnem komuniciranju in lokaciji. (Vukovič, 2008, str. 88).\n"], "11": ["2.4 Marketinški splet", "V teoriji in praksi se je uveljavila formula 4 P, ki jo na kratko imenujemo marketinški splet. To je kombinacija marketinških spremenljivk, ki jih podjetje mora kontrolirati za dosego ustrezne prodaje na ciljnem trgu. V novejšem obdobju pa se je marketinški splet razširil z dodatnimi tremi prvinami, tako da govorimo o formuli 7 P (Devetak, 1995, str. 15).\nZakaj je marketinški splet sestavljen iz sedmih prvin z začetno črko P?\nOdgovor je enostaven. Posamezne prvine imajo v angleščini začetno črko P, in sicer: product (izdelek), price (cena), place (prostor, kraj, razpečava), promotion \n(promocija, pospeševanje prodaje), people (ljudje), processing (procesiranje, sprovajanje), physical evidences (fizični dokazi) (Devetak, 1995, str. 15). Po McCarthyu se model 7 P uporablja predvsem za storitvene dejavnosti, za ostale dejavnosti se uporabljajo prve štiri prvine, ki so bile zgoraj naštete in omenjene.\nOsnovno orodje marketinškega spleta je izdelek. Ki predstavlja oprijemljivo ponudbo izdelka na trgu vključno z njegovo kakovostjo, obliko, blagovno znamko in embalažo. Pod pojmom izdelek razumemo vse, kar podjetje ponuja potencialnim potrošnikom, kar utegne zadovoljiti potrebe, bodisi da gre za otipljive ali neotipljive izdelke.\nCena je količina denarja, ki jo mora kupec plačati za izdelek. Politika cen se nanaša na prodajne cene, strukturo popustov, pogoje plačila in obseg diskriminacijskega oblikovanja cen.\nPoslovno distribucijo ali razpečavo predstavljajo različne dejavnosti, ki jih podjetje mora opraviti, da bi izdelek postal dostopen ciljnim potrošnikom. Tržne poti so skupek različnih medsebojno odvisnih organizacij, ki so vpletene v postopek dajanja izdelka ali storitve na trg v porabo oz. uporabo. Tržne poti oblikujejo posredniki.\nPromocija (marketinško komuniciranje) so različne dejavnosti s katerimi podjetje obvešča kupce in na tako pospešuje prodajo izdelkov na ciljnem trgu. Vzpostaviti mora programe marketinškega komuniciranja, ki so sestavljeni iz oglaševanja, osebne prodaje, pospeševanja prodaje in odnosov z javnostmi. \nTržno usmerjena podjetja običajno svoje odločitve, kaj nameravajo storiti na trgu, zapišejo v pisni obliki. Takšnemu dokumentu rečemo marketinški načrt. Poleg odločitev s področja marketinškega spleta vsebuje še druge marketinške odločitve (Vukovič, 2008, str. 27).\n"], "12": ["2.5 Marketinška strategija", "Za strategijo je potrebno imeti izbran ciljni trg. Potrebno je pred izbiro trga proučiti konkurenco, potrošnike ter dobavitelje. Le skozi analize in z jasnimi cilji je mogoče opredeliti želeni položaj podjetja na trgu. K temu položaju stremimo in vedno opravljamo preglede, kje smo v primerjavi z želenim stanjem. Poudariti je potrebno, da ko so cilji doseženi ali preseženi, vstopijo novi cilji, ki so gonilo za razvoj.\nPo izbiri trga in položaja na trgu, ki je realno dosegljiv, je na vrsti oblikovanje marketinškega spleta, pa naj bo to 4P ali 7P. Potrebno je tudi določiti izdatke za marketing. Ti izdatki predstavljajo delež mesečnega ali letnega prometa. Ravno v času krize so ti deleži padli ali pa jih podjetja niso več vključila v letni finančni plan.\nVse aktivnosti morajo potekati v nekem časovnem okviru, z rednim spremljanjem in temeljito analizo. Prav tako je potrebno določiti čas, za katerega je marketinška \nstrategija aktualna, med tem pa pripravljati nov načrt marketinške strategije, ki bo nadomestil in nadgradil sedanjega.\nV celotni zgodbi ne smemo pozabiti na cenovno politiko podjetja. Ta mora biti primerna kvaliteti izdelka, potrebam potrošnika in finančno vzdržna za podjetje. Odražati mora razliko od konkurence.\nIzvedbo marketinškega načrta sestavlja pet prvin, ki so: akcijski programi, organizacijska struktura organizacije, sistemi odločanja in nagrajevanja, človeški viri ter ozračje in kultura v organizaciji (Sfiligoj, 1999, str. 133).\nMarketinška strategija je sestavni del strategije organizacije. Cilj take strategije je ustvarjanje dolgoročnih konkurenčnih prednosti pred tekmeci na trgu z razvojem novih - konkurenčnih storitev, osvajanje novih kupcev in novih trgov, ustvarjanje ustreznega imidža in doseganje primernih poslovnih rezultatov.\nZa izvajanje marketinške strategije so potrebna ustrezna sredstva, ki jih moramo vnaprej predvideti. Dobro zastavljena marketinška strategija je prvi pogoj za uspešno poslovanje in učinkovito izvajanje marketinških dejavnosti. Ta strategija mora biti tržno prilagodljiva, upoštevati pa mora zlasti povpraševanje. Strategiji marketinga mora slediti ustrezna taktika.\nNa strategijo trženja vpliva več dejavnikov, zlasti pa: demografsko in gospodarsko okolje, družbeno oz. družbenopolitično, kulturno, tehnično in tehnološko okolje ter plačilna sposobnost (Vukovič, 2006, str. 76).\nStrategija opredeljuje poslanstvo, vizijo in cilje organizacije ter omogoča ekonomske koristi za udeležence organizacije. Strategijo opredeljujejo odločitve organizacije o smotrih in ciljih ter snovanje temeljnih smernic in načrtov za njihovo doseganje. Glede na strateški management velja poudariti, da je najpomembnejša njegova vsebina. Sem prištevamo uporabo strategije, opcije, udejanjanje zamisli in proces snovanja strategije. Koncepti oz. namen strategije pa so : osredotočenje in poenotenje dejavnosti ter usmeritev v organizaciji, smernice za skladno delovanje sodelavcev, opredelitev namena in vizije organizacije. Strategija zajema načrt dejavnosti in usmeritve za doseganje ciljev (Vukovič, 2006, str. 78).\nTemeljna marketinška strategija vključuje naslednje postopke:  1. Selekcija ciljnih trgov;  2. Izbira konkurenčnega položaja(konkurenčno pozicioniranje);  3. Oblikovanje marketinškega spleta(4P za izdelke ali 7P za storitve);  4. Določitev celotnih izdatkov za marketing;  5. Razporeditev razpoložljivih sredstev za marketing na posamezne instrumente,  ki sestavljajo marketinški splet; \n"], "13": ["2.6 Marketinški načrt", "Marketinški načrt je načrt, kako podjetje planira izvrševati marketinške strategije. Prikazati mora podrobne projekcije prodaje in celotno trženjsko strategijo, politiko prodaje in ponujanja storitev, cenovno politiko, način distribucije in strategijo oglaševanja, ki jih bo podjetje uporabljalo za dosego predvidenega tržnega deleža. Razvoj marketinškega načrta je zahteven proces, saj potrebujemo veliko raziskav. Marketinški načrt se začne s tržnimi raziskavami. Najprej je potrebno oceniti, kakšno mišljenje imajo morebitni kupci o izdelku. Kaj jim je na njem po volji in kakšne spremembe si želijo videti? Preko komunikacije s končnimi uporabniki lahko razumemo, kaj le-ti pričakujejo od izdelka, kakšne so njihove točne potrebe in kako jih lahko izdelek najbolje zadovolji. Raziskava trga pomaga analizirati prednosti in slabosti izdelka, ugotovimo pa lahko tudi, katere so potencialne priložnosti in katere nevarnosti prežijo na trenuten izdelek na trgu.\nGlede na dobo trajanja so marketinški načrti kratkoročni (do enega leta), srednjeročni (dve do pet let) in dolgoročni (nad pet let). Povsod moramo določiti nosilca posameznih dejavnosti ter zagotoviti finančna sredstva za izvajanje posameznih marketinških aktivnosti (Vukovič, 2006, str. 80).\nMarketinški načrt mora opisati, kaj je potrebno narediti, kako bo to narejeno in kdo bo to naredil. Zato pravimo, da marketinške strategije vključujejo akcije, ki jih \npodjetje izvede zato, da doseže zastavljene cilje. Pri tem podjetje ustvarja dolgoročne konkurenčne prednosti in hkrati sledi svoji poslovni viziji.\nKo se tržna raziskava uspešno izpelje, imamo približno predstavo o tem, kaj uporabniki menijo o izdelkih in kakšne spremembe je potrebno vpeljati v končno ponudbo izdelkov. Tržna raziskava bo pomagala začutiti utrip tržišča in razumeti, kako potrošniki vidijo izdelek. Tako boste lahko zanj ustvarili dobro marketinško strategijo, ki mora vsebovati:\n- Predstavitev: Prvo poglavje marketinškega plana razkrije cilje načrta in  povzame, zakaj je marketinški načrt na meji tega, da se bo izboljšal oz.  spremenil. Razkrijejo se tudi ključni dogodki, ki bodo prispevali k dovršitvi  načrta.\n- Analiza tržišča: Uvajanje v tržne analize in raziskave, ki so bile izvedene,  poleg jedrnatega povzetka o orodjih, ki so bila uporabljena. Marketinška  analiza prav tako vzpostavi povzetek prednosti, slabosti, priložnosti in  nevarnosti, ki jih mora podjetje pri svojih izdelkih vedno imeti v mislih (ti.  SWOT analiza). Sekcija marketinške analize daje rezultate marketinških  raziskav, ustvari zaključke in pregleda korake, ki se morajo ubrati kot  naslednji.\n- Marketinška strategija: Marketinške raziskave so zagotovo prinesle na  površje nekatere zelo ključne probleme in rešitve zanje. Te je potrebno  upoštevati v marketinški strategiji, ki bo izvršena. Slednja bo ponudila pot,  kako nasloviti te probleme in ojačati pozicijo izdelka na tržišču.\n- Proračun: Proračun podjetja je eden izmed najpomembnejših delov  marketinškega načrta. Če pogledamo iz perspektive uprave, mora le-ta vedeti,  koliko bo morala zapraviti za svojo novo marketinško strategijo. Hoteli bodo  vedeti točno številko in če se jim sploh izplača. Proračun bo seveda povedal,  koliko in za kaj se naj denar zapravi.\n- Ovrednotenje in kontrola: Pove, kako marketinški oddelek dela na  kontroliranju in nadziranju poteka projekta. Postaviti moramo ključne datume  in zagotoviti, da marketinška strategija teče po načrtu.\nIzhodišče marketinškega spleta in naše tržne dejavnosti je izdelek. Izdelek je vse, kar lahko na trgu ponudimo za denar. Da bi podjetje lahko doseglo želeno pozicijo na trgu, se mora čimbolj prilagoditi potrebam potrošnika s pomočjo marketinškega spleta. Elementi marketinškega spleta morajo biti kombinirani tako, da vsak zase in vsi skupaj izpolnjujejo zahteve konkurenčnosti.\nDanes vemo, da si konkurenčno prednost podjetja ustvarjajo s tako imenovanimi post-prodajnimi storitvami, ki razširjajo vrednost izdelka in njegovo koristnost za kupca, npr: garancije, embalaža, svetovanje, financiranje, distribucija in podobno.\n"], "14": ["3 Raziskava", ""], "15": ["3.1 Raziskava demografskih podatkov anketirancev", "Raziskava je temeljila na anketnem vprašalniku, ki ga je izpolnilo 56 oseb. Anketa je bila izvedena med strankami in potencialnimi strankami podjetja De-Long d.o.o. Anketiranci so odgovarjali na vprašanja, katerih odgovori so prikazani v spodnjih tabelah. Analiza raziskave je bila izvedena s programom SPSS, celotni anketni vprašalnik pa je v prilogah k diplomski nalogi. Najprej je prikazana struktura anketirancev po spolu, starosti, stanu, stopnji izobrazbe in dohodku na družinskega člana.  spol\nIz tabele je razvidno, da so v raziskavi sodelovale pretežno osebe ženskega spola. Največ anketiranih je bilo starih med 20 in 35 let.  starost\nStan\nVečina se je opredelila, da so poročeni, sledijo jim samski. Po stopnji izobrazbe pa jih je največ z univerzitetno izobrazbo, sledijo jim tisti s srednjo šolo, malo je tistih, ki imajo narejeno višjo šolo, magisterij ali osnovno šolo. \nstopnja izobrazbe\nPri višini dohodka na družinskega člana prevladuje skupina med 500 in 800 eur, sledi ji skupina med 800 in 1000 eur, več kot 1000 eur ter manj kot 500 eur.\nvišina dohodka\n"], "16": ["3.2 Raziskava odločitvenih faktorjev", "Naslednja tabela prikazuje, da je pogostost uporabe dišečih sveč v več kot 50 odstotkih omejena le na nekajkrat letno, sledi ji odgovor vsak mesec in vsak teden.\npogostost uporabe\nAnketiranci so pri sedmem vprašanju v večini postavili ceno artikla pred znamko. Pri osmem vprašanju pa je opaziti izenačenost med tem, da so cene teh izdelkov pretirane ter da je potrošnikom vseeno ali so pretirane ali ne. \nosredotočenost pri nakupu\npretiranost cen\nPri devetem vprašanju smo spraševali, koliko mesečno porabijo za te izdelke. Odgovori so bili v skladu s prejšnjima vprašanjema, saj se je večina opredelila za manj kot 10 evrov na mesec. Pri desetem vprašanju pa je bil zelo močan poudarek na tem, da se anketiranci odločajo za nakup na podlagi vonja in ne embalaže.\nmesečna poraba\nPri vprašanju ali izgled embalaže vpliva na nakup, je večina pritrdila. Prav tako je za anketirance pomembna kvaliteta.\nizgled embalaže\nkvaliteta\n"], "17": ["3.3 Primerjava ponudnikov", "Pri naslednjem vprašanju nas je zanimalo, koliko so poznane konkurenčne znamke. Pri sledečem pa znamka, ki jo podjetje na slovenskem trgu zastopa. Ugotovljeno je bilo, da je znamka Yankee Candle med bolj poznanimi med omenjenimi znamkami, so pa pred njo nekatere znamke velikih trgovskih verig ter slovensko podjetje Ilirija.\nBolsen\nIlirija\nYankee Candle\nPajoma\nDM\nLoccitane\nIkea\nSchlaraffenland\nDrugi\nNa drugi del ankete so odgovarjali le tisti, ki poznajo izdelke Yankee Candle. Zanimalo nas je, kje so izvedeli zanje, katere skupine izdelkov te blagovne znamke so jim poznane, ali pogrešajo katerega od vonjev, kolikokrat mesečno jih uporabljajo, ali je pakiranje primerno njihovim potrebam in ali bi jih priporočili drugim.\nPoznane so določene skupine izdelkov dišečih sveč, osvežilcev za avto, zelo slabo so poznana dišeča olja in okrasna keramika.\nPoznavanje izdelka\nPrvi stik\nDišeče sveče\nDišeča olja\nReeds\nElektrični osvežilci\nDišave za avto\nOkrasna keramika\nPomankranje vonjev\nZelo malo jih je odgovorilo, da pogrešajo katerega izmed vonjev. Pri uporabi pa jih je daleč največ odgovorilo enkrat mesečno, sledi odgovor nekajkrat mesečno. \nMesečna uporaba\nPakiranje\nPakiranje izdelkov je primerno potrošnikovim potrebam, kar je razvidno iz zgornje tabele. Anketiranci bi jih priporočili drugim, polovica jih je to že storila.\nPriporočilo\n"], "18": ["4 Obrazložitev hipotez", ""], "19": ["4.1 Hipoteza 1", "Poglavitni vzrok za negativno razliko med planirano in dejansko prodajo je pomanjkanje marketinškega znanja v podjetju. Hipotezo lahko potrdimo.\nGlede na odgovore podane v raziskavi je mogoče sklepati, da zaposlenim v podjetju primanjkuje marketinških znanj. Izdelki se prodajajo tako rekoč sami, saj marketinške akcije nimajo pričakovanih učinkov. Najboljše deluje neplanirani marketing od ust do ust. Dejstvo, da so bile marketinške aktivnosti do sedaj izvajane le v obliki popustov in reklam, slednje so bile slabo prepoznane s strani potrošnikov, je zaskrbljujoče. Vzrok, da je temu tako, gre iskati tudi v dejstvu, da trenutno vodstvo podjetja ne namenja sredstev za promocijo. Promocija se izvaja le preko 'brezplačnih' kanalov, kot so ustvarjanje profila na veliki svetovni socialni mreži, preko kataloga velikega trgovca prisotnega na Slovenskem trgu ter preko nakupovalnega središča BTC. Od vprašanih v raziskavi je le en vprašan odgovoril, da je izvedel za izdelke preko reklame, ostali so jih slučajno odkrili ali pa so jim jih priporočili drugi. Nekaj vprašanih je odgovorilo tudi z odgovorom drugo, njihovi odgovori pa so bili, da so prejeli te izdelke za darilo ali pa da je bilo podjetje sponzor njihovemu društvu. Iz tega lahko sklepamo, da so bile marketinške aktivnosti prepoznane s strani 4,2% vprašanih. To dejstvo se sklada z naslednjo hipotezo in z uvodnimi ugotovitvami, da \nvodstvo oz. podjetje ne vlaga v marketing ali pa so ta vlaganja v zelo majhni meri in ne kažejo rezultatov. Število zaposlenih je trenutno ravno primerno za pokrivanje prodaje na drobno in na debelo, vendar nastanejo problemi, ko je kdorkoli izmed zaposlenih odsoten. Največji problem je odsotnost prodajalk, saj je te odsotnosti treba pokriti z zaposlenimi v prodaji na debelo. Trenutna finančna situacija ne dovoljuje zaposlitve še tretje oz. pete osebe, saj prodaja v zadnjih treh letih rahlo upada. Prav tako je sredstev za izvajanje marketinških aktivnosti zelo malo ali skoraj nič, zato ni zaposlenih, ki bi bili usposobljeni za marketing. Mnenje vodstva je, da to trenutno ni nujno potrebna aktivnost.\n"], "20": ["4.2 Hipoteza 2", "Marketinške aktivnosti konkurenčnih podjetij so veliko bolj učinkovite. Hipotezo lahko potrdimo.\nV raziskavi smo ugotavljali prednostni delež med znamkami in spoznali, da so izdelki Slovenskega podjetja Ilirija ter izdelki podjetja L'Occitane bolj poznani. Prav tako so bolj poznani izdelki podjetja DM in Ikea. Iz tega je mogoče sklepati, da so marketinške aktivnosti teh podjetij na Slovenskem trgu veliko bolj učinkovite od podjetja De-Long d.o.o. Ugotovitve pri tej hipotezi sovpadajo z ugotovitvami pri prejšnji hipotezi.\n"], "21": ["4.3 Hipoteza 3", "Izdelki podjetja so slabo uzaveščeni med Slovenskimi kupci. Hipotezo lahko potrdimo.\nDišeče sveče so kot izdelek zelo dobro poznane, saj 95,8% vprašanih pozna te izdelke. Kar se ostalih izdelkov oz. skupin izdelkov tiče, pa jih vprašani slabo poznajo ali pa sploh ne. Torej lahko sklepamo, da so dišeče sveče, kot skupina izdelkov dobro poznane, izdelki podjetja De-Long d.o.o. pa so slabo poznani. Skozi odgovore v raziskavi je mogoče sklepati, da je uporaba dišečih sveč razširjena, vendar omejena le na kratke časovne intervale, kar zelo omeji trg oz. je na tem segmentu trga še veliko prostora za širitev aktivnosti prodaje. \nKot zanimivost je bila narejena tudi primerjava med višino mesečnega dohodka na družinskega člana in mesečno porabo za dišeče sveče in sorodne izdelke, torej med petim in devetim vprašanjem. Predpostavljali smo, da osebe z višjim dohodkom porabijo več sredstev za nakup teh izdelkov. Kot je razvidno iz spodnje tabele, te predpostavke ni mogoče potrditi, ni pa je mogoče niti ovreči, saj obstaja zelo šibka povezanost med vprašanjema.\nCorrelations\n"], "22": ["5 Predlagane rešitve", "Cilj 1: Definirati parametre, ki dokazujejo, da so marketinške aktivnosti izvedene na podlagi analize najproduktivnejše.\nV praksi se pogosto uporablja analiza SWOT za ugotavljanje prednosti, slabosti, priložnosti in grožnje podjetju, ki nastopa na trgu. Bistvo je v ovrednotenju in temeljni analizi stanja na tržišču ter pridobivanju informacij, ki se nanašajo na sedanje, preteklo in prihodnje stanje. Skozi SWOT analizo je mogoče ugotoviti izzive in zunanje nevarnosti, prav tako pa tudi notranje prednosti in slabosti.\nMarketinške aktivnosti izvedene na podlagi SWOT analize so usmerjene v smer razvoja in širjenja podjetja na podlagi prepoznavnosti. Zato so tovrstne aktivnosti mnogo primernejše in bolj učinkovite od ad-hoc akcij. Ad-hoc akcije so akcije trenutnega navdiha in odražajo željo po prepoznavnosti, ponavadi pa niso uspešne ali pa niso usmerjene.\nSWOT analiza je temelj za postavitev marketinške strategije in marketinškega načrta. Skozi letna poročila in zvesti krog strank pa vidimo, ali smo uspešno zastavili strategijo ali potrebujemo nove analize.\nPrepoznavanje vrednosti je možno na podlagi izkazov uspeha konkretne organizacije iz tekočega obdobja, kakor tudi iz preteklih naložb. Izkaz uspeha je lahko letno poročilo za tekoče obdobje oz. za zadnjih nekaj let. Kazalnik vrednosti podjetja je lahko tudi krog njenih zvestih kupcev. Mnoga podjetja pa prikazujejo vlaganja v raziskave in razvoj, doseganje novih inovacij, izumov ali celo patentov, s čimer so konkurenčna na trgu (Vukovič, 2006, str. 84).\nCilj 2: Poiskati razloge za negativen razkorak med planirano in dejansko prodajo.\nRazlogi za negativen razkorak med planirano in dejansko prodajo so lahko neprepoznavnost izdelka oz. znamke, slabo izvedene marketinške aktivnosti ali pomanjkanje le teh. Skozi diplomsko nalogo je bilo ugotovljeno, da podjetje ne izvaja marketinških aktivnosti po planu ter da ima podjetje De-Long d.o.o. splošno pomanjkanje marketinških znanj, manjkajo pa tudi usposobljeni kadri za marketing.\nZa uspešno prodajo je potrebno izvesti analize in spremljati mesečno prodajo. Na podlagi tega je možno ukrepati in zmanjšati ali celo izničiti negativen razkorak med planirano in dejansko prodajo.\nVsi zgoraj našteti razlogi prispevajo k negativnemu razkoraku in jih je potrebno odpraviti. Prav tako pa svoj prispevek doprinese neplačevanje obveznosti s strani velikih kupcev na področju prodaje na debelo. Zaradi tega je podjetje tudi samo neplačnik do svojih dobaviteljev in pogosto nima velike izbire izdelkov. Tudi tukaj je eden od večjih vzrokov za manjšo prodajo in manjšo razširjenost izdelkov na trgu. \nCilj 3: Opozoriti na ključne probleme prodaje.\nKljučni problemi prodaje so pomanjkanje kadra v podjetju, pomanjkanje kapitala in posledično pomanjkanje izdelkov. Iskanje problemov gre iskati tudi v prodajalkah v prodaji na drobno, saj nimajo velike motivacije za prodajo. Motivacije jim predvsem primanjkuje zaradi zamujanja mesečnih plač in pomanjkanja izdelkov. Ključni problem prodaje je torej, če povežemo zgornje trditve, pomanjkanje kapitala, pa naj bo to zaradi neplačil kupcev ali predolga stagnacija prodaje.\nCilj 4: Napisati predlog marketinškega načrta.\nMarketinški načrt je potrebno sestaviti na podlagi analize trga in potreb kupcev po izdelku. Na podlagi tega je potrebno določiti cilje in obseg predvidene letne prodaje ter zaporedje marketinških aktivnosti, ki jih podjetje finančno zmore. Seveda je potrebno pred tem imeti razčlenjen finančni plan in opredeljeno višino finančnih sredstev, namenjenih za marketing.\nČe izberemo primer podjetja, ki ga obravnavamo v diplomski nalogi, lahko ugotovimo, da podjetje nima določenih sredstev za marketinške aktivnosti. Že sredstva v višini pet odstotkov letnega prometa bi prinesla možnosti za promocijo izdelkov na Slovenskem trgu.\nPrav tako je potrebno izvesti analizo konkurence ter oceniti njihov tržni delež in ga primerjati z našim. Postaviti si je potrebno realne cilje za dosego tržnega deleža v prihodnjem obdobju ter planirani letni dvig prodaje.\nTreba je natančno opredeliti marketinške aktivnosti glede promocije, oglaševanja in pospeševanja prodaje. Pomembno vlogo pri tem ima sugestivna prodaja in direktni marketing.\nNamen pospeševanja prodaje je povečanje obsega prodaje. Prodajalci uporabljajo razne vrste spodbud za pospeševanje prodaje, da bi nagradili zveste kupce in povečali stopnjo ponovnih nakupov zgolj priložnostnih uporabnikov (Vukovič, 2008, str. 125).\nSkrb za motivirane in zadovoljne sodelavce je pomemben faktor pri doseganju ciljev. Poskrbeti je treba, da sodelavci redno prejemajo plačilo za opravljeno delo in da poznajo prodajni asortiman.\nCenovna politika je pomembna za umestitev izdelka na trgu. Iz raziskave je bilo razvidno, da se v obravnavanem primeru anketiranci raje odločajo za cenejše izdelke ne glede na znamko. Zato je potrebno za izdelek z višjo ceno ponuditi dodano vrednost, ki je lahko večja paleta vonjev, boljša kvaliteta ali pa privlačnejša embalaža. Vse to pa mora biti izdatno podprto z marketinškimi aktivnostmi. \nVsebina marketinškega načrta povzeta po Potočnik (2005):\n1. Bistvo najpomembnejših marketinških ciljev podjetja, ki kažejo na to kar naj  podjetje doseže na trgu.  2. Prikaz sedanjega stanja na trgu  o splošno stanje na ciljnem trgu,  o obseg prodaje izdelka, cene in dobiček,  o stanje glede konkurence (moč, strategija),  o stanje glede distribucije.  3. Prikaz možnosti (temelji na SWOT analizi)  4. Cilji  o finančni cilji,  o trženjski cilji.  5. Marketinška strategija (ukrepi, ki se nanašajo na)  o ciljne trge,  o pozicioniranje izdelkov,  o cene,  o prodajno osebje,  o tržne poti,  o pospeševanje prodaje,  o oglaševanje,  o tržno komuniciranje,  o storitve...  6. Program delovanja  Obsega ukrepe in aktivnosti povezane z razdelitvijo nalog, časovnico ter  stroški.  7. Uresničitev delovanja  Izbira ustreznega marketinškega spleta ter ga povezati z kupčevimi  potrebami, stroški, ugodnostmi in komuniciranjem s kupcem.  8. Nadzor marketinških dejavnosti  Zajema nadzor nad izvajanje marketinškega načrta, v kar je vključeno tudi  krizno upravljanje v primeru nastopa škodljivih dogodkov.\n"], "23": ["6 Zaključek", "Marketinška strategija je pomembna za razvoj podjetja v začrtani smeri. Danes je na trgu velika konkurenca, zato so pomembni jasni cilji in pot za dosego le teh.\nSkozi raziskavo je bilo ugotovljeno, da kupci izbirajo med cenejšimi izdelki ne glede na znamko, vendar so bolj pozorni na kvaliteto kot na zunanji izgled. Ugotovljeno je bilo tudi, da je uporaba dišečih sveč razširjena, vendar omejena le na kratke časovne intervale, kar zelo omeji trg oz. je na tem segmentu trga še veliko prostora za širitev aktivnosti prodaje.\nRazširiti prodajo na trgu je cilj, ki zahteva podrobne analize in ogromno samoiniciativnega dela. Pomeni tudi širitev prodajne mreže, kar zahteva večje zaloge in morda večje število kadra.\nPredvsem je potrebno Slovenski trg plačilno disciplinirati. Neplačilo obveznosti morda pomeni maneverski prostor za neplačnika, za tistega, ki sredstev ne prejme pa je lahko velik finančni problem, ki se le stopnjuje in ga je težko odpraviti.\nTisti, ki prehajajo od ene na drugo blagovno znamko, iščejo predvsem nizke cene, dober nakup za izdani denar ali darila (Vukovič, 2008, str. 125).\n"], "abstract": ["Diplomska naloga obravnava marketinško strategijo podjetja, na primeru podjetja De-Long d.o.o. Pri marketinški strategiji je pomembno, da jo podjetje ima ter, da je narejena na podlagi analize. Predpostavka, da veliko malih Slovenskih podjetij nima marketinške strategije, je bila velik motivator za izdelavo diplomske naloge. V začetnem delu je predstavljeno podjetje in problem s katerim se ukvarja. Kasneje pa je povzet teoretični del marketinške strategije z vsemi elementi, ki so pomembni za uspeh podjetja. Preko analize anketnega vprašalnika so bili pridobljeni odgovori na hipoteze. Skozi hipoteze pa smo lahko ugotovili, kje so težave in jih v ciljih skušali odpraviti. Analiza je predstavljena v tretjem poglavju, kjer je skozi tabele razvidno prepoznavanje izdelkov Yankee candle na Slovenskem trgu ter poznavanju konkurenčnih znamk. Na koncu pa so predstavljeni zaključki ter predlogi za izdelavo marketinškega načrta za malo podjetje."]}