{"1": ["1 UVOD", "Plodovi sliv so lahko veliki in okrogli prav tako majhni in ovalni, po barvi od vijoličasto- rdečih do rdečerumenih. Imajo tudi izrazit poprh in so zelo občutljivi za otiske. Meso sadeža je oranžno ali rumeno, večinoma sočno, po okusu je lahko sladko ali rahlo kiselkasto. Slive predstavljajo odličen vir hranilnih snovi in s tem pomembno vplivajo na človeško prehrano. Vsebujejo okoli 13 – 17 % sladkorjev, vitamine B, C in E, mikroelemente, pektin in organske kisline. Iz njih delamo marmelade, džeme, kuhamo žganje in kompote ali jih sušimo.\nSlive so pomemben vir spojin, ki ugodno vplivajo na zdravje ljudi in upočasnjujejo ali preprečujejo razvoj nekaterih bolezni (Stacewicz-Sapuntzakis in sod. 2001). Omeniti je potrebno predvsem flavonoide, antocianine, karotenoide in polifenolne spojine, ki pomembno prispevajo k antioksidativnemu potencialu plodov (Vinson in sod. 2001). Fenolne spojine so strukturno in kemično zelo raznolika skupina sekundarnih metabolitov, ki vsebuje več kot 10.000 individualnih spojin (Taiz in Zeiger 2006). Nekatere raziskave celo kažejo, da je v slivah več antioksidantov kot v kateremkoli drugem sadju, obenem pa so tudi naravno odvajalo.\nNamen in cilji raziskave:\n- Spremljati vsebnost skupnih fenolov med zorenjem različnih sort sliv ('Tophit',  'Valor', 'Hanita', 'Čačanska lepotica' in 'Stanley') in ugotoviti ali se med  dozorevanjem pojavljajo razlike.\n- Ugotoviti ali se vsebnost skupnih fenolov v optimalno zrelih plodovih med sortami  razlikuje. \nDelovne hipoteze:\n- Glede na navedbe literature pričakujemo, da bodo med sortami pri optimalni  zrelosti razlike v vsebnosti skupnih fenolov.\n- Dozorevanje ima vpliv na vsebnost skupnih fenolov v slivah.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Slive", ""], "4": ["2.1.1 Izvor in botanična klasifikacija slive", "S plodovi sliv so se hranili že stari narodi na ozemlju Kavkaza in Kaspijskega jezera (Huni, Turki in Tatari). Od tu so se širile v Sirijo, Mezopotamijo, Egipt in na Krit (okoli 6000 let pr. n. št.). Prva pisna poročila o slivah pripadajo grškima pesnikoma Arhilogu in Hiponu (6. stoletje pr. n. št.). Grški botanik Teofrast (370 – 286 let pr. n. št.) je že opisoval tri sorte sliv. Rimljani so po osvajanju Sirije (64 let pr. n. št.) prinesli v Italijo sorte plemenitih sliv. Rimski pisec Plinij starejši, v delu Naturalis historia opisuje že enajst sort sliv. Do 17. stoletja je bila sliva v Evropi gojena predvsem na posestvih fevdalcev in samostanov, v 18. in 19. stoletju pa so bile vzgojene mnoge nove sorte sliv. Leta 1809 je bilo omenjenih okrog 80 sort, ki so bile vzgojene v bližini Pariza v Franciji (Mišić 1979).\nBotanična klasifikacija slive (Ivančič 2002); Nadred: Rosanae Red: Rosales - šipkovci Družina: Rosaceae - rožnice Poddružina: Prunoideae - koščičastoplodne rožnice Rod: Prunus Podrod: Prunophora Focke – slive Sekcija: - Euprunus Koehne\n- Prunocerasus Koehne\nŠtevilo vrst rodu Prunus je izredno veliko in mnoge se lahko med seboj križajo. Naziv slive ne uporabljamo za vse vrste omenjenega rodu (Ivančič 2002). \nSliva (Prunus domestica L.) je zelo raznolika sadna vrsta, ki se je razvijala v različnih okoljskih razmerah. Uspeva predvsem na območjih severne geografske širine. V filogenezi žlahtnih sort sliv je sodelovalo štirinajst vrst, ki glede na izvor spadajo med evropske, orientalske in ameriške vrste sliv. Današnja razvrstitev deli žlahtne sorte sliv na skupino evropskih in skupino kitajsko-japonskih (Štampar in sod. 2005).\nV skupino evropskih sliv spadajo sorte, ki izvirajo iz vrst domača sliva (Prunus domestica L.) ali cibora (trnasta sliva – Prunus insititia L.) in so heksaploidi. Plodovi imajo mehko meso, ki je odličnega okusa in pri sortah, ki izhajajo iz vrste domača sliva, odstopi od koščice (cepka). Plodovi sliv, katerih meso ne odstopi od koščice, imenujemo kostenice in izhajajo iz cibore (Štampar in sod. 2005).\nSkupina kitajsko – japonskih sliv zajema sorte, ki so nastale s križanjem diploidnih orientalskih (Prunus salicina Lindl., Prunus simonii Carr.) in ameriških vrst (Prunus americana Marsh., Prunus bortulana Bailey). Orientalske slive izhajajo iz Kitajske, na Japonsko so jih prenesli v 15. stoletju. Z Japonske so jih prenesli v Ameriko, kjer so jih križali z ameriškimi vrstami. Sorte te skupine sliv največ pridelujejo v Avstraliji, Južni Ameriki in ZDA. V Evropi, razen v Italiji, se zaradi velike občutljivosti na zgodnje spomladanske pozebe, bakterioze in leptonekroze niso razširile (Štampar in sod. 2005).\n2.1.2 Opis sort sliv v poskusu\nSorta 'Čačanska lepotica' je samooplodna sorta. Plod je velik, jajčast, temno modre barve z izrazitim poprhom. Meso sadeža je zeleno rumene barve, čvrsto, sočno, aromatično in sladko kislega okusa. Zori konec julija do začetka avgusta (Ogašanović in sod. 1996).\nPlod sorte 'Hanita' je srednje velik, ovalno podolgovate oblike, temno modre barve na senčni strani delno vijoličen, brez poprha. Je zelo sočen, aromatičen. Meso sadeža je zlato rumene barve, čvrsto in se dobro loči od koščice. Sorta je primerna za svežo uporabo in \nkuhanje. Zori konec avgusta in se uvršča med srednje zgodnje ter pozne sorte (Strauss in Novak 1998). Drevesa sorte 'Stanley' so srednje bujne rasti. Srednje pozno cveti in je delno samooplodna sorta. Oprašujejo jo sorte 'Bluefre', 'President' in 'Agen707'. Plod je srednje velik, ovalno do podolgovate oblike in temno vijolično-modre barve s poprhom. Meso je zeleno rumeno, čvrsto, mokasto, srednje aromatično in sladko-kislega okusa. Zori v začetku septembra. Uporablja se predvsem kot sveže sadje (Štampar in sod. 2005).\nSorta 'Tophit' srednje bujno drevo, ponavadi daje reden in obilen pridelek. Po času cvetenja se uvršča med srednje zgodnje sorte. Plodovi so zelo veliki (45 – 70 g) in modro obarvani. Meso je rumene barve in se dobro loči od koščic. Zori v začetku septembra (Steinbauer in sod. 2005).\nDrevo sorte 'Valor' je srednje bujno in srednje pozno cveti. Je samoneoplodna sorta, dobro jo oprašujejo sorte 'Stanley', 'California blue' in 'Bluefre'. Plod je srednje velik, eliptične oblike, vijolično-modre barve, meso pa zelo okusno in aromatično. Zori konec avgusta do začetek septembra. Uporablja se lahko kot sveže sadje ali za predelavo (Štampar in sod. 2005).\n"], "5": ["2.1.3 Značilnosti pridelave sliv", "Pri nas so slive in češplje precej razširjena nezahtevna sadna vrsta s povprečno življenjsko dobo 35 let. Med slive uvrščamo zgodnejše sorte, ki zorijo pred 15. avgustom. So različnih oblik in barv ter ni nujno, da se meso loči od koščice. Češplje zorijo pozneje, so modro obarvane in vedno cepke (Jazbec in sod. 1995).\nSorte evropske skupine sliv niso zahtevne glede okoljskih razmer, saj jih lahko uspešno pridelujemo tudi na nadmorskih višinah do 900 metrov. Slive niso zahtevne glede tal, priporočljivo je, da jih sadimo v tla s slabo kislo do nevtralno reakcijo (pH vrednost od 6 do 7), ki so bogata in dovolj globoka (Štampar in sod. 2005). \nDrevesa prenesejo nizke temperature, tudi do -25 -C. Cvet je na mraz zelo občutljiv, saj pozebe že pri -2 -C (Jazbec in sod. 1995). Nevarnejše so spomladanske pozebe, katerim se lahko izognemo z izbiro primerne sadjarske lege. Najbolj ugodne so vzhodne in jugovzhodne lege. Ustrezajo jim območja s srednjo letno vsoto padavin od 700 do 1400 milimetrov in primerno vlažnostjo zraka (Štampar in sod. 2005).\nSorte sliv so glede opraševalnih odnosov zelo raznolike. Nekatere so samooplodne (avtofertilne) in se oplodijo z lastnim cvetnim prahom, druge so samoneoplodne (avtosterilne) in za normalen pridelek potrebujejo navzkrižno medsortno opraševanje. Sliva je žužkocvetna (entomofilna) rastlina, zato je prisotnost čebel v času cvetenja zelo pomembna (Štampar in sod. 2005).\nPodlaga vpliva na začetek rodnosti in na samo rodnost, bujnost rasti in na odpornost oziroma prilagodljivost sorte na določene ekološke razmere. Podlage, ki jih uporabljamo za slive in češplje, pripadajo povečini tipom, ki izhajajo iz Prunus Cerasifera Ehrh. – mirobalana ali Prunus domestica – domači slivi, raznim kultivarjem, ki iz nje izhajajo ali trnastim slivam Prunus insititia. Tudi črni trn (Prunus spinosa) bi bil uporaben, vendar manj. Poleg tega v drugih državah uporabljajo še Prunus salicino – japonsko slivo in razne ameriške (npr. Prunus angustifolia idr.), tudi nekatere križance med temi Prunusi (Smole in Črnko 2000).\nČas obiranja določimo po temeljni barvi kožice, številu dni od polnega cvetenja do obiranja, čvrstosti mesa plodu, razmerja med sladkorji in kislinami, itd. Slive, namenjene za shranjevanje, morajo biti dobro obarvane in dovolj čvrste. Navadno jih moramo obirati dvakrat do trikrat, ker plodovi večine sort neenakomerno zorijo (Gvozdenović 1989). Slive in češplje moramo redčiti, če želimo vsako leto dober pridelek in debelejše plodove (Babnik 1992).\n"], "6": ["2.1.4 Zorenje sliv in parametri zrelosti", "V času zorenja pride do številnih fizioloških, biokemičnih in strukturnih sprememb v sadju, ki jih lahko določimo z merjenjem določenih fiziološko – kemijskih parametrov (Abdi in sod. 1997).\nVečje biokemijske spremembe do katerih pride v času zorenja plodov, so povečano dihanje ploda, razgradnja klorofila, biosinteza karotenoidov, antocianinov, esencialnih olj ter komponent okusa in arome, povečana aktivnost celične stene, ki povzroči degradacijo encimov in prehodno povečano nastajanje etilena (Brady 1987).\nČas obiranja sliv je bistvenega pomena za potrošnika. Za določitev optimalnega časa obiranja se uporabljajo številni parametri kot so okus, prisotnost razvitih arom, barva kožice, tekstura mesa, vsebnost skupne topne snovi in skupnih kislin (Crisosto in sod. 2004). Med omenjenimi parametri lahko pride do večjih razhajanj, saj na njih vplivajo klimatske razmere, pridelovalno območje in čas obiranja (Kader in Mitchell 1989).\nPri mnogih sortah sliv barva kožice ni zanesljiv pokazatelj zrelosti, saj se lahko razvije zelo zgodaj, ko plodovi še niso zreli, dovolj razviti, nimajo pravega okusa in arome, zato samo na podlagi obarvanosti ne moremo določiti optimalnega časa obiranja (Crisosto in sod. 2004, Abdi in sod. 1997).\nNajbolj zanesljiva parametra optimalne zrelosti sliv sta vsebnost skupnih topnih snovi in titracijskih kislin, kajti vsebnost sladkorjev se med zorenjem povečuje, medtem ko vsebnost kislin pada (Bhutani in Joshi 1995, Prasanna in sod. 2007). Tudi ta parametra imata določene omejitve, kajti dokazano je, da se spreminjata glede na položaj ploda na drevesu in glede na okoljske pogoje (Abdi in sod. 1997).\n"], "7": ["2.1.5 Razširjenost in pridelava", "Po podatkih FAOSTAT (Statistika mednarodne organizacije za prehrano FAO o kmetijski pridelavi v svetu) je bila leta 2009 svetovna pridelava sliv in trnulj 10.776.232 ton. Vodilna država v pridelavi je Kitajska, ki je v letu 2009 pridelala 5.372.899 ton, sledita ji Srbija s 662.631 tonami in ZDA s 561.366 tonami. Med državami Evropske unije je po pridelavi vodilna država Romunija s 533.691 tonami, sledita ji Francija s 243.746 tonami in Španija z 227.800 tonami (http://faostat.fao.org/site/567/... 2011).\nV Sloveniji smo leta 2009 na 28 ha pridelali 228 ton sliv in češpelj (Statistični urad RS). Gojenje sliv ima v Sloveniji bogato tradicijo, še posebej so po pridelavi in predelavi sliv v Sloveniji znani Brkini, kjer je tudi doma slovenska lokalna sorta sliv poimenovana brkinska češplja oz. domača češplja (Mozetič Vodopivec 2010).\n"], "8": ["2.2 Fenolne spojine", "Fenolne spojine so pomembni sekundarni aromatski metaboliti v rastlinah. So reaktivne snovi, ki rade oksidirajo. Tvorijo intra- in intermolekularne vodikove vezi, s katerimi se lahko povežejo s peptidnimi vezmi v beljakovinah. Sposobne so vezati kovinske ione v kelatne spojine. Vse razen flavonoidov, nastajajo iz fenilalanina ali iz šikiminske kisline (Abram in Simčič 1997, Mila in sod. 1996).\nMineralna prehrana rastlin, varstvo rastlin, rez in gojitvena oblika kot tudi ostali ukrepi vplivajo na primarni in sekundarni metabolizem sadnih rastlin ter posledično na vsebnost fenolov (Veberič in sod. 2008).\nDistribucija in sestava fenolnih spojin v rastlinah je odvisna od sorte, rastne dobe, načina pridelave, geografskega območja, časa obiranja, pogojev skladiščenja in postopkov predelave (Burda in sod. 1990, Kalt in sod. 1999).\n"], "9": ["2.2.1 Razdelitev fenolnih spojin", "Fenolne spojine po številu C- atomov delimo na (Abram in Simčič 1997);\n- enostavni fenoli (C6), niso razširjeni\n- fenolne kisline (C6 – C1), kot so vanilinska, siringinska in galna kislina\n- fenilocetne kisline (C6 – C3), kot sta p-kumarna in kavna kislina ter njuna metilirana  derivata – ferulna in sinapinska kislina;\n- flavonoidi, kot so antociani, katehini, procianidini, flavoni in flavonoli\n- antocianidini, od teh so najpogostejši delfinidin, pelargonidin in cianidin.\n"], "10": ["2.2.2 Pomen fenolnih spojin", "Rastlinski fenoli prispevajo k okusu, vonju in barvi živil ter pijač. V naravi so fenolne spojine pomembne za zaščito rastlin pred rastlinojedci, delujejo kot kemične signalne spojine pri cvetenju, oplojevanju in rastlinski simbiozi. Prav tako prispevajo k odpornosti rastlin proti mehanskim stresom, ki nastanejo kot posledica prisotnosti raznih insektov ali mehanskih poškodb, infekcij z glivami, bakterijami in virusi (Abram in Simčič 1997).\nFenolne snovi kot naravni antioksidanti naj bi koristno vplivali na zdravje ljudi in preprečevali oksidativni stres, ki je posledica delovanja prostih radikalov (Lee in sod. 2003). Veliko fenolnih spojin deluje tudi antimikrobno, antialergijsko, antimutageno in protivneto (Ito in sod. 1998, Kawaii in sod. 1999).\nČe v telesu primanjkuje antioksidantov, se začno kopičiti prosti radikali, ki poslabšujejo naše zdravstveno stanje. Dejavniki, ki povečujejo količino prostih radikalov, so onesnaženost zraka, kronične bolezni, pasivno kajenje, kancerogene snovi v hrani, dedna dovzetnost za nekatere bolezni, infekcije, telesni napor, mena, duševni stres, izpostavljenost soncu in obsevanje (Mindell 2000).\nVsakodnevno uživanje sadja in zelenjave, v katerih so prisotne fenolne snovi, zmanjšujejo tveganje za srčno žilne bolezni (Cook in Samman 1996). Raziskave so pokazale, da imajo \nnekateri flavonoidi do petdesetkrat večji antioksidativni učinek kot vitamina C in E ter, da so flavonoidi v rdečem grozdju več kot tisočkrat učinkovitejši pri preprečevanju oksidacije človeškega LDL holesterola kot vitamin E (Mindell 2000).\nKatehini, ki sodijo v družino polifenolnih flavonoidov, zavirajo rast stafilokokov, ki lahko povzročijo smrtno nevarne okužbe. Ljudem, ki jedo hrano z veliko holesterola, pomagajo vzdrževati normalno količino holesterola v krvi, zmanjšujejo tveganje za nastanek zobne gnilobe in bolezni dlesni, želodčnega in pljučnega raka. Preprečujejo okvare DNK in zavirajo razvoj ateroskleroze (Mindell 2000).\nDrug pomemben član družine polifenolnih flavonoidov je resveratrol. Raziskave so pokazale, da lahko zmanjšuje nevarnost srčnega infarkta in kapi, ker zavira nastajanje krvnih strdkov in škodljivega LDL holesterola. Prav tako pomaga zavirati nastajanje rakastih celic in pretvarjati maligne celice nazaj v normalne (Mindell 2000).\n"], "11": ["2.2.3 Fenolne spojine v slivah", "Vsebnost fenolnih snovi je lahko precej različna med sadnimi vrstami. Razlika je lahko tako izrazita, da bi lahko sadne vrste identificirali glede na fenolni profil (Veberič in Štampar 2005). Po drugi strani so včasih za sadno vrsto značilni specifični fenoli, ki jih druge sadne vrste ne vsebujejo. Prav tako prihaja do razlik med različnimi sortami znotraj vrste (Veberič in sod. 2005) ali pa celo med različnimi mutanti znotraj sorte.\nS predelavo fenoli preidejo tudi v končni izdelek kot so sokovi, vina in likerji. Potrebno je upoštevati, da so v izdelkih koncentracije fenolov bistveno manjše kot v plodovih, ki so bili uporabljeni za predelavo (Štampar in sod. 2006).\nSlive vsebujejo veliko naravnih fenolnih snovi, kot so flavonoidi in fenolne kisline in delujejo kot zelo učinkovit naravni antioksidant v naši vsakodnevni prehrani. Wang in sod. \n(1996) so dokazali, da imajo slive 4,4- krat višjo vsebnost antioksidantov kot jabolko, ki je pri potrošnikih največkrat konzumirano.\nRop in sod. (2009) so primerjali kemijske lastnosti plodov sliv, evropskih kultivarjev 'Augustinka', 'Bryska', 'Hamanova svestka', 'Kirkeho', 'Stanley' in 'Vlaska' s tipičnimi regionalnimi sortami 'Bluma', 'Durancia', 'Kulovacka', 'Pavluvka', 'Svestka domaci' in 'Wangenheimova'. Poskus je bil zasnovan na jugozahodnem delu Krpatov, na Češkem v bližini mesta Zlin. V letih 2006-2008 so v poskusnih sadovnjakih v fazi užitne zrelosti nabrali 20 naključnih plodov v petih ponovitvah. Povprečna starost drevesa je bila 8-12 let. V vzorcih so določevali vsebnost fenolnih spojin, antioksidantov, nekaterih mineralov (fosfor, kalij, kalcij, magnezij in natrij), surovih beljakovin in pektinov. Rezultati so pokazali da je skupna vsebnost fenolnih spojin, določena s Folin-Ciocalteau-jevim reagentom, znašala 2,27 - 4,95 ekvivalentov galne kisline izražene kot mg GAE/g sveže mase (SM). Višje vsebnosti fenolov so bile določene v regionalnih sortah 'Durancia' (4,18  0,08 mg GAE/g SM), 'Pavluvka' (4,57  0,09 mg GAE/g SM) in 'Svestka domaci' (4,95  0,11 mg GAE/g SM). Ocenjen antioksidativni potencial je najvišji v sortah, ki so imele tudi najvišjo vsebnost skupnih fenolov. Raziskava je pokazala, da nekatere sorte značilne za Karpate v primerjavi s tistimi, ki jih gojijo drugod po Evropi, ne kažejo le višjega antioksidativnega potenciala, ampak imajo tudi višjo vsebnost fenolnih snovi, pektinov in mineralov. Avtorji zaključujejo, da bi se v prihodnosti lahko nekatere izmed njih uporabile v žlahtniteljske namene, predvsem ko bi šlo za izboljšanje hranilnih lastnosti evropskih sort sliv.\nUsenik in sod. (2008) so spremljali spremembe v kakovosti sliv (Prunus domestica L.) med zorenjem sort 'Jojo', 'Valor', 'Čačanska rodna' in 'Čačanska najbolja', ki so bile cepljene na podlago Mirabolana. Spremljali so obdobje zorenja od sredine avgusta do sredine septembra, v poskusnem sadovnjaku Kmetijskega inštituta Slovenije. Določili so težo in čvrstost plodov, barvo, vsebnost skupnih topnih snovi, posameznih sladkorjev, organskih kislin, fenolov in antocianinov. Med zorenjem se je povečala vsebnost skupnih topnih snovi, skupnih sladkorjev in antocianinov, zmanjšala se je trdota plodov in koncentracija skupnih kislin, plodovi so se temneje obarvali. Sorte so se v vsebnosti \nskupnih fenolov značilno razlikovale. Najvišje vrednosti so bile izmerjene pri sorti 'Valor', sledila je sorta 'Jojo'. 'Čačanska rodna' in 'Čačanska najbolja' sta imeli podobno vsebnost skupnih fenolov. Rezultati so pokazali, da na vsebnost skupnih fenolov zorenje ni imelo vpliva.\nVasantha Rupasinghe in sod. (2006) so v Kanadi testirali devetnajst evropskih in eno japonsko vrsto sliv na vsebnost skupnih fenolov in antioksidativni potencial. Drevesa so bila stara med 5 in 8 let, obiranje sadja je potekalo od septembra do oktobra. Med izbranimi 20 genotipi je bila vsebnost fenolnih snovi (določena s Folin-Ciocalteau-jevim reagentom) v območju od 86 – 413 mg GAE/100 g SM. Rezultati so pokazali neposredno povezavo med intenzivnostjo barve plodov in vsebnostjo skupnih fenolov.\nChun in sod.(2003) so v poskusnem sadovnjaku vzorčili različne sorte sliv: 'Beltsville Elite B78197', 'Cacaks Best', 'Castleton', 'Early Magic', 'Empress', 'Longjohn, 'Mirabellier', 'NY 101', 'NY 6',' NY 9' in 'Stanley'. Obiranje je potekalo v času užitne zrelosti od konca julija do začetka septembra. Te sorte je glede na njihovo barvo kožice mogoče razvrstiti v tri razrede, 'Early Magic' so rdeče slive, 'Mirabellier' in 'NY 101' rumene, ostale so temno modro ali škrlatno obarvane. Raziskovali so vpliv posameznih fenolnih spojin na antioksidativni potencial sliv. Skupne fenole so določili spektrofotometrično s Folin- Ciocalteau-jevim reagentom. Najvišjo vsebnost skupnih fenolov so izmerili pri sorti 'Beltsville Elite B78197' (684,5 ± 2,6 mg GAE/100 g SM), sledijo 'Cacaks Best' (571,7 ± 7,6 mg GAE/100 g SM), 'Longjohn' (398,9 ± 8,4 mg GAE/100 g SM), 'Empress' (398,7 ± 8,8 mg GAE/100 g SM), 'Castleton' (250,5 ± 1,6 mg GAE/100 g SM) in 'Stanley' (236,7 ± 4,5 mg GAE/100 g SM).\nKim in sod. (2003) so v šestih sortah sliv ('Beltsville Elite B70197', 'Čačak Best', 'Franch Damson', 'Long John', 'Stanley', 'Yugoslavian Elite T101') določili vsebnost skupnih fenolov, flavonoidov in ocenili antioksidativni potencial. Plodove so ekstrahirali z 80% vodno raztopino metanola ob prisotnosti ultrazvočnih valov. Vsebnost skupnih fenolov pri različnih sortah sliv je bila v območju od 174 do 375 mg GAE/100 g SM. Pri preučevanih sortah sliv so rezultati pokazali, da se lahko le te uvrsti v dve skupini, v prvo, ki izkazuje \nrelativno visoko vsebnost polifenolov in v drugo skupino z nizko vsebnostjo. Sorte, ki imajo razmeroma visoke koncentracije fenolnih snovi, so 'French Damson', 'Beltsville Elite B70197' in 'Čačak Best', medtem, ko imajo nižje koncentracije 'Stanley', 'Long John' in 'Yugoslavian Elite T101'. Skupna vsebnost fenolnih snovi pri sorti 'Damson' je bila približno 2,2 -krat višja od sorte 'Stanley'. Prav tako sta sorti sliv 'Damson' in 'Stanley' pokazali okrog 3,2 in 1,5 -krat višjo vsebnost skupnih fenolov kot jabolka sorte 'Gala'.\nKim in sod. (2003) so s spektrometrično metodo v 11 sortah sliv določevali vsebnost skupnih fenolov, skupnih flavonoidov in antioksidativni potencial. Šest sort je bilo enakih kot so navedene v Kim in sod. (2003), dodatno pa so bile v raziskavo vključene 'Autumn Sweet', 'Mirabellier' 'NY 6', 'NY 9' in 'NY 101'. Posamezne polifenole so določali s tekočinsko kromatografijo. Vsebnost skupnih fenolov določena s Folin-Ciocalteau reagentom, se je med posameznimi sortami razlikovala in je bila od 125,0 do 372,6 mg GAE/100 g SM. Najvišja vsebnost je bila določena pri sorti 'Beltsville Elite B70197' (372,6 mg GAE/100 g SM) in najnižja pri sorti 'NY9' (125,0 mg GAE/100 g SM). V sorti 'Stanley' je bila vsebnost 181,3 mg GAE/100 g SM. V svežih plodovih sliv je med polifenoli prevladovala neoklorogenska kislina.\nErturk in sod. (2009) so v Turčiji, pri vrsti Prunus spinosa določevali vsebnost skupnih fenolov s Folin-Chiocalteu-jevim reagentom. Sadje z rumeno obarvano kožico je vsebovalo precej manj fenolnih spojin (117 ± 2,5 mg GAE/100 g SM) v primerjavi s sadjem s temno vijolično obarvano kožico (407 ± 2,9 mg GAE/100 g SM).\nKreck in sod. (2005) so določevali vsebnost skupnih fenolov v svežih plodovih kot tudi v plodovih po 2-3 tednih skladiščenja. Vzorčenje je potekalo od začetka zrelosti do pozne zrelosti v 3-4 dnevnih presledkih. Za svoje raziskave so uporabljali sorte sliv 'Topper', 'Tophit', 'Hauszwetsche' in 'Topking'. Standardna substanca, ki so jo uporabili pri določanju skupnih fenolov, je bil katehin. Rezultati so pokazali zvišanje vsebnosti skupnih fenolov pri pol zrelih plodovih sorte 'Topking' (1542 mg/l) po 2-3 tedenskem skladiščenju. Opaženo je bilo tudi značilno zmanjšanje skupnih kislin in porast skupne topne snovi po 2- \ntedenskem skladiščenju. Razlike v vsebnosti skupnih fenolov, med 2 in 3 tedenskim skladiščenjem so bile majhne.\n"], "12": ["2.3 Določitev skupnih fenolov", "Za določevanje skupnih fenolov se lahko uporabljajo predvsem molekulska absorpcijska spektrometrija in kromatografske metode.\nMetoda, povzeta po Singleton in Rossi (1965) za določevanje skupnih fenolov, je relativno enostavna, saj vzorec v primerjavi z drugimi metodami ne zahteva posebne priprave. Fenolne spojine se v alkalni raztopini oksidirajo s Folin-Ciocalteau – jevim reagentom v modro obarvan kompleks, ki mu nato izmerimo absorbanco pri valovni dolžini 765 nm. Reagent ima zelo nespecifično delovanje, saj ga reducirajo tudi karotenoidi, aminokisline, askorbinska kislina in ogljikovi hidrati in je tako možno določiti več fenolnih spojin kot se jih dejansko nahaja v vzorcu (Prior in sod. 2005). Rezultate analiz podamo izražene kot ekvivalent galne kisline izražene v mg GAE/100 g sveže mase (SM).\n"], "13": ["3 MATERIAL IN METODE DELA", ""], "14": ["3.1 Vzorčenje plodov", "Plodovi sliv za analizo skupnih fenolov so bili obrani v nasadu Sadjarskega centra Maribor – Gačnik leta 2007, in sicer v mesecu avgustu in septembru. Sorti 'Valor' in 'Stanley' sta bili cepljeni na podlago Mirabolana 29C; 'Hanita', 'Tophit' in 'Čačanska lepotica' na podlago Jaspy. Vsako sorto smo vzorčili iz desetih dreves. Ko so plodovi dosegli premer 15 do 20 mm, smo izvedli ročno redčenje plodov. Pri sortah 'Stanley', 'Hanita', 'Čačanska lepotica' in 'Valor' smo pustili 30 – 40 plodov/m ter pri sorti 'Tophit' 15-20 plodov/m. Redčenje se izvaja z namenom, da dosežemo optimalno razmerje med debelino in kakovostjo plodov.\nVzorčenje je potekalo v 2 do 3 dnevnih presledkih v času užitne zrelosti plodov, ko je v povrhnjici plodov začel razpadati klorofil (preglednica 1). Povprečen vzorec je predstavljalo 50 naključno izbranih plodov, ki so bili podobne barve, velikosti, brez mehanskih poškodb in poškodb zaradi škodljivcev. Plodovi so bili takoj prepeljani v laboratorij in ročno izkoščičeni.\n"], "15": ["3.2 Aparature", ""], "16": ["3.2.1 Homogenizacija in hranjenje vzorcev", "Slive smo homogenizirali v mešalniku in jih do ekstrakcije hranili v zamrzovalniku na -80\n-C (NON CFC Refrigerants, -86 -C Freezer, Forma Scientific). Po dodatku ekstrakcijske raztopine, smo vzorce stresali na vibracijskem stresalniku model LAB DANCER (IKA Germany) in na horinzontalnem stresalniku (Thys 2).\n"], "17": ["3.2.2 Centrifugiranje", "Po ekstrakciji smo vzorce sliv ogreli na sobno temperaturo in jih centrifugirali (Rotanta 460 R, Hettich Zentrifugen). Centrifuga je naprava, pri kateri s hitrim vrtenjem rotorja ustvarimo veliko umetno gravitacijsko polje, ki ob delovanju na delce v raztopini povzroči njihovo gibanje. To je fizikalni postopek za ločevanje snovi (trdne faze od tekoče).\n"], "18": ["3.2.3 Molekulska absorpcijska spektrometrija (MAS)", "Skupne fenole smo v ekstraktih sliv določili z molekulsko absorpcijsko spektrometrijo. Meritve pogosto potekajo v vidnem področju svetlobe (400 do 800 nm), v katerem absorbirajo številne naravne in sintetične organske spojine ter biološko pomembne snovi. Metoda temelji na merjenju zmanjšanja intenzitete elektromagnetnega valovanja (svetlobe) pri prehodu skozi vzorec. Zvezo med intenziteto absorbirane svetlobe in koncentracijo absorbirajoče snovi podaja Beerov zakon, ki pravi, da je absorbanca sorazmerna koncentraciji absorbirajoče snovi (c) in dolžini svetlobne poti (l). Kadar podajamo koncentracijo v mol/l in dolžino svetlobne poti v cm, zapišemo zakon: A= ε -c- l, pri čemer je ε molarna absorptivnost (karakteristika snovi, ki je odvisna od valovne dolžine). \nZgradba aparature za MAS Izvor svetlobe kontinuirno oddaja elektromagnetno valovanje (svetlobo različnih valovnih dolžin). Monokromator uporabljamo, da iz kontinuirnega spektra dobimo monokromatsko svetlobo (svetlobo tiste valovne dolžine, ki jo analit absorbira). Pri prehodu svetlobe skozi raztopino v kiveti se intenziteta vpadne svetlobe zmanjša. Svetloba, ki je molekule ne absorbirajo potuje naprej v detektor, ki pretvori svetlobno energijo v električni signal. Nato iz izmerjenih vrednosti računalnik izdela umeritveno krivuljo in poda koncentracijo merjene substance v raztopini vzorca. Komponente spektrofotometra so prikazane na shemi 1.\nShema 1: Komponente aparature za MAS.  (http://www.innovateus.net/science...2011)\nMeritve smo izvedli na spektrometru Cary 1E (Varian, Kalifornija, ZDA).\n"], "19": ["3.3 Reagenti in raztopine", ""], "20": ["3.3.1 Reagenti", "Pri eksperimentalnem delu smo uporabili reagente, ki so navedeni v preglednici 2.\n"], "21": ["3.3.2 Priprava raztopin", "Za pripravo osnovne standardne raztopine smo zatehtali 0,1000 g galne kisline in jo raztopili v 5-10 ml etanola (Fluka). Ko se je kislina raztopila, smo 100 ml bučko z deionizirano vodo dopolnili do oznake. Koncentracija tako pripravljene raztopine galne kisline je bila 1 g/l.\nZa pripravo 500 g 20 % raztopine Na2CO3 smo zatehtali 100 g Na2CO3 in nato dodali še 400 ml vode. Raztopino smo tako dolgo mešali, da se je vsa sol raztopila.\nZa ekstrakcijsko raztopino smo si pripravili raztopino aceton : voda v volumskem razmerju 70 : 30. \nMatrično raztopino smo pripravili tako, da smo v 100 ml bučko odpipetirali 50 ml ekstrakcijske raztopine (aceton : voda, 70 : 30, v/v) in jo nato z deionizirano vodo dopolnili do oznake.\n"], "22": ["3.4 Ekstrakcija vzorcev sliv", "Zbranim plodovom smo odstranili koščice in jih homogenizirali z ročnim mešalnikom (Grindomix GM 200, Retsch). V 50 ml centrifugirke smo zatehtali približno 3.000 g vzorca. Nato smo centrifugirke zaprli, potopili v tekoči dušik in jih do ekstrakcije hranili v zamrzovalni omari na -80 -C. Ekstrakcija vzorcev je bila izvedena po postopku, ki so ga uporabili Awika in sod. (2003). K vzorcem sliv smo dodali 30 ml ekstrakcijske raztopine, jih pri sobni temperaturi 1 minuto stresali na vibracijskem stresalniku in še 2 uri na horizontalnem stresalniku. Nato smo jih čez noč postavili v zamrzovalnik na -20 -C. Naslednji dan smo vzorce najprej ogreli na sobno temperaturo in jih nato centrifugirali 15 min pri 7500 obratih na minuto. Po končanem centrifugiranju smo bistro raztopino kvantitativno prelili v 100 ml bučko in k preostanku dodali 10 ml ekstrakcijskega topila. Vzorce smo ponovno premešali, 15 min stresali in centrifugirali. Postopek ekstrakcije smo ponovili še enkrat. Vse alikvote smo združili v 100 ml bučki in jo z deionizirano vodo dopolnili do oznake. Vsak vzorec smo pripravili v treh ponovitvah.\n"], "23": ["3.5 Določanje vsebnosti skupnih fenolov s Folin–Ciocalteu-jevim reagentom", "Za določitev skupnih fenolov smo v 50 ml bučke odpipetirali 0; 0,5; 1,0; 1,5; 2,0 in 2,5 ml osnovne standardne raztopine galne kisline, dodali 1 ml matrične raztopine in približno 30 ml deionizirane vode. Nato smo dodali 1 ml Folin–Ciocalteau reagenta, premešali in po 30 sekundah dodali še 7,5 ml raztopine natrijevega karbonata (20%). Bučke smo do oznake napolnili z deionizirano vodo, jih premešali in 2 uri pustili stati na sobni temperaturi. Tako \npripravljene raztopine so imele koncentracije galne kisline 10, 20, 30, 40 in 50 mg/l (grafikon 1). Absorbance smo izmerili na UV - Vis spektrometru pri valovni dolžini 765 nm. Za merjenje skupnih fenolov v ekstraktih vzorcev, smo v 50 ml bučke odpipetirali 1 ml ekstrakta in ga obarvali na enak način kot standardne raztopine galne kisline.\n0 10 20 30 40 50 60  Koncentracija galne kisline (mg /L)\nkoncentracije galne kisline.\n"], "24": ["3.6 Statistična obdelava podatkov", "Dobljene rezultate smo uredili s pomočjo programskega paketa Microsoft Excel 2007 in jih statistično obdelali s programom SPSS Statistic 18.0. Najprej smo z ANOVO preverili, če je za vse sorte značilna homogenost variance, nato pa aritmetične sredine primerjali še z Duncanovim testom pri 5 % tveganju.\n"], "25": ["4 REZULTATI Z RAZPRAVO", "Kakovost sadja ni odvisna samo od oskrbe nasadov oz. pridelovanja, ampak tudi od pravočasnega obiranja, načina obiranja in shranjevanja. Kakovost sadja določata njegova privlačnost (debelost, oblika, barva ploda) in okus (aroma, tekstura) (Babnik 1992). Pri slivah je izbira pravilnega časa obiranja zelo pomembna, saj niso primerne za dolgoročno skladiščenje (Stainbauer in sod. 2005). V diplomskem delu smo določali vsebnost skupnih fenolov med zorenjem petih kultivarjev sliv: 'Tophit', 'Valor', 'Hanita', 'Čačanska lepotica' in 'Stanley'.\n"], "26": ["4.1 Vsebnost skupnih fenolov pri optimalni zrelosti različnih kultivarjev sliv", "Abdi in sod. (1997) poročajo, da se za optimalni čas obiranja plodov ne moremo odločiti le na podlagi obarvanosti kožice in mesa, saj nekatere sorte sliv razvijejo barvo še pred svojo zrelostjo, zato se kot boljša parametra za določitev optimalne zrelosti uporabljata določitev skupnih topnih snovi in titracijskih kislin (Bhutani in Joshi 1995; Prasanna in sod. 2007). Tudi Usenik in sod. (2008) navajajo, da samo na podlagi vizualne ocene barve sadja ne moremo določiti primerne zrelosti za vse sorte sliv.\nOptimalno zrelost, smo določili na osnovi organoleptične ocene (vonj, okus, barva, čvrstost plodov) in vsebnosti skupne topne snovi ter titracijskih kislin. Pri sorti 'Čačanska lepotica' je bila optimalna zrelost dosežena na dan 3. 8. 2007, 'Stanley' 20. 8. 2007, 'Tophit' 12. 9. 2007 in 'Valor' 29. 8. 2007. Vsebnost skupnih fenolov je bila v tej stopnji zrelosti najnižja pri sorti 'Stanley' (39,0 ekvivalentov galne kisline izražene kot mg GAE/100 g sveže mase (SM)) in najvišja pri sorti 'Valor' (127 mg GAE/100 g SM). Med sortami smo zaznali statistično značilne razlike. Iz podatkov o spremljanju stopnje zrelosti (neprikazani podatki) je razvidno, da sorta 'Hanita' ni bila vzorčena v času optimalne zrelosti. Vsebnost \nskupnih fenolov v posameznih sortah sliv pri optimalni zrelosti je predstavljena v preglednici 3.\nPodane so povprečne vrednosti treh določitev.\n* Vrednosti označene s črkami (a,b,c,d) se med seboj statistično značilno razlikujejo (Duncan, p < 0.05).\nZ uporabo enakega reagenta so Rop in sod. (2009) pri različnih evropskih kultivarjih sliv 'Augustinka', 'Bryska', 'Hamanova svestka', 'Kirkeho', 'Stanley', 'Vlaska' in tipičnih regionalnih sortah 'Bluma', 'Durancia', 'Kulovacka', 'Pavluvka', 'Svestka domaci' in 'Wangenheimova' v času užitne zrelosti določili višje vsebnosti skupnih fenolov kot so bile določene pri naših sortah. Najvišja vsebnost je bila pri sorti 'Svestka domaci' 4,95 ± 0,11 mg GAE/g SM in najnižja pri sorti 'Vlaska' 2,27 ± 0,10 mg GAE/g SM. Glede na to, da so bili vsi kultivarji pridelani na isti lokaciji pri identičnih pogojih avtorji zaključujejo, da so razlike v vsebnosti skupnih fenolov sortno pogojene, kar je za slive dokaj značilno.\nSkupne fenole s Folin-Ciocalteau-jevim reagentom v različnih sortah sliv so določali tudi Kim in sod. (2003) ter Chun in sod. (2003). V raziskavo je bila vključena tudi sorta 'Stanley', v kateri so določili vsebnost skupnih fenolov 181,3 mg GAE/100 g SM oz. 236,7 ± 4,5 mg GAE/100 g SM. Rop in sodelavci (2009) so v sorti 'Stanley' določili vsebnost skupnih fenolov 2,95±0,12 mg GAE/g SM. V naši raziskavi je 'Stanley' vseboval 39,0 mg GAE/100 g SM, kar je od 5 do 7,5 krat manj kot navajajo navedeni viri. Razloge za takšne \nrazlike bi lahko iskali v dejavnikih okolja (podnebje, tla, nadmorska višina), stopnji zrelosti plodov, načinu vzorčenja in transportu plodov, priprave in hranjenja vzorcev, uporabljeni ekstrakcijski raztopini in postopku ekstrakcije.\n"], "27": ["4.2 Spreminjanje vsebnosti skupnih fenolov v času zorenja sliv", "Spremembe v vsebnosti skupnih fenolov v času zorenja sliv so prikazane v grafikonih od 2 do 6. Vse sorte so bile vzorčene na isti lokaciji, kar pomeni, da so bile pridelane pri enakih pedoloških in klimatskih dejavnikih ter na enak tehnološki način.\nSorto 'Čačanska lepotica' (grafikon 2) smo prvič vzorčili 4 dni pred optimalno zrelostjo (30. 7. 2007). Vsebnost skupnih fenolov je bila najnižja v času drugega vzorčenja in je znašala 75,5 mg GAE/100 g SM. V času optimalne zrelosti na dan 3. 8. 2007 je sorta vsebovala 83,5 mg GAE/100 g SM. Vsebnost skupnih fenolov se med zorenjem v obdobju štirih dni pred optimalno zrelostjo ni signifikatno spreminjala. Do podobnih ugotovitev so prišli tudi Usenik in sod. (2008), ki v obdobju zorenja prav tako niso dokazali sprememb v vsebnosti skupnih fenolov. \nDatum vzorčenja\nGrafikon 3 prikazuje spreminjanje skupnih fenolov v času zorenja pri sorti 'Stanley'. Prvo, kar je razvidno iz grafa, je nekonsistentnost v vsebnosti skupnih fenolov v času zorenja. Do statistično značilnih razlik ne prihaja med prvim (56,5 mg GAE/100 g SM) in drugim vzorčenjem (62,7 mg GAE/100 g SM). Kot optimalni čas obiranja smo izbrali tretji termin (20. 8. 2007), pri katerem se je vrednost skupnih fenolov glede na prvo in drugo vzorčenje statistično značilno znižala (39,0 mg GAE/100 g SM). Pri tej sorti smo plodove vzorčili tudi po že doseženi optimalni zrelosti in ugotovili, da se je vsebnost skupnih fenolov bistveno povišala do sedmega vzorčenja (82,7 mg GAE/100 g SM). Vsebnost skupnih fenolov je presegla vrednost, izmerjeno v času optimalne zrelosti, za 2-krat. Ob zadnjem vzorčenju (62,2 mg GAE/100 g SM) se je vsebnost skupnih fenolov glede na predzadnji termin značilno znižala, ni pa bilo značilne razlike glede na prvi termin vzorčenja. \nDatum vzorčenja\nSorta 'Hanita' (grafikon 4) ni bila vzorčena do optimalne zrelosti. Rezultati so pokazali zvišanje vsebnosti skupnih fenolov med prvim (40,3 mg GAE/100 g SM) in zadnjim terminom vzorčenja (49,5 mg GAE/100 g SM). Vsebnost skupnih fenolov v slivah pri prvem, drugem in tretjem vzorčenju ne kaže statistično značilnih razlik. \nDatum vzorčenja\nIz grafikona 5 je razvidno, da se je pri sorti 'Tophit' (grafikon 5) se je vsebnost skupnih fenolov statistično značilno povišala med prvim (76,0 mg GAE/100 g SM) in drugim terminom vzorčenja (94,9 mg GAE/100 g SM). Vrednosti v nadaljnjem procesu zorenja se niso več značilno spreminjale. Pri zadnjem vzorčenju je bila vsebnost skupnih fenolov 103 mg GAE/100 g SM. \nDatum vzorčenja\nVsebnost skupnih fenolov pri sorti 'Valor' (grafikon 6) je bila pri prvem vzorčenju (10. 8. 2007, 19 dni pred dosegom optimalne zrelosti) 91,8 GAE/100 g SM in se v naslednjih terminih do vključno sedmega vzorčenja (27. 8. 2007, 2 dni pred optimalno zrelostjo) ni statistično značilno spremenila (103 mg GAE/100 g SM). V času optimalne zrelosti smo izmerili 127 mg GAE/100 g SM. Vrednost je glede na vse ostale termine vzorčenja statistično značilno višja. Pri optimalni zrelosti je ta sorta med našimi preučevanimi sortami ('Čačanska lepotica', 'Stanley', 'Tophit', 'Valor') vsebovala največ skupnih fenolov. Usenik in sod. (2008), ki so spremljali zorenje sort 'Jojo', 'Valor', 'Čačanska rodna' in 'Čačanska najbolja', so prav tako najvišjo vsebnost skupnih fenolov določili v sorti 'Valor'. \nDatum vzorčenja\n"], "28": ["5 SKLEPI", "V diplomski nalogi smo spremljali vsebnost skupnih fenolov med zorenjem pri naslednjih sortah sliv: 'Čačanska lepotica', 'Hanita', 'Stanley', 'Tophit' in 'Valor'. Za določitev skupnih fenolov smo uporabili Folin-Ciocalteau reagent. Na osnovi dobljenih rezultatov lahko sklepamo:\n1. Pri doseženi optimalni zrelosti se vse sorte sliv značilno razlikujejo glede na  vsebnost skupnih fenolov. Najvišjo vsebnost skupnih fenolov smo določili pri sorti  'Valor' in je znašala 127 mg GAE/100 g SM, sledile so sorte 'Tophit' (104 mg  GAE/100 g SM), 'Čačanska lepotica' (83,5 mg GAE/100 g SM) in 'Stanley' (39,0  mg GAE/100 g SM). Pri zadnjem terminu vzorčenja je bila vsebnost skupnih  fenolov v sorti 'Hanita' 49,5 mg GAE/100 g SM, vendar v tem času optimalna  zrelost še ni bila dosežena.\n2. Rezultati so pokazali različno spreminjanje vsebnosti skupnih fenolov med  zorenjem sliv. Med dozorevanjem 'Čačanske lepotice', ki smo ga spremljali zadnjih  5 dni do dosežene optimalne zrelosti, se vsebnost skupnih fenolov ni značilno  spremenila. Pri sorti 'Valor' in 'Hanita' se vrednosti od prvega do predzadnjega  vzorčenja, ki je pri sorti 'Valor' predstavljalo 17- dnevno obdobje in pri sorti  'Hanita' 4- dnevno obdobje, prav tako niso spreminjale. Pri zadnjem vzorčenju, ki je  pri sorti 'Valor' predstavljalo tudi optimalno zrele plodove, sta bili vrednosti glede  na ostale termine statistično značilno višji. Pri sorti 'Tophit' je bila najnižja  vrednost, ki se je značilno razlikovala od vseh ostalih, določena pri prvem  vzorčenju (7 dni pred optimalno zrelostjo). Vsebnost skupnih fenolov se med  nadaljnjim zorenjem ni značilno spreminjala. Pri sorti 'Stanley' smo spremljali  vsebnost skupnih fenolov tudi še 11 dni po doseženi optimalni zrelosti. Najnižjo  vrednost smo določili pri optimalni zrelosti. Med zorenjem se je vsebnost skupnih \n fenolov spreminjala, vendar med prvim in zadnjim vzorčenjem, ki je predstavljalo  17-dnevno obdobje, v vrednostih ni bilo statistično značilnih razlik.\n3. Glede na to, da so vse sorte bile pridelane na podoben način in vzorčene na isti  lokaciji lahko sklepamo da do razlik prihaja zaradi genetske variabilnosti in z njo  povezanimi razlikami v biosintezi fenolnih metabolitov.\n"], "abstract": ["V diplomskem delu smo spremljali vsebnost skupnih fenolov v času zorenja različnih sort sliv ('Čačanska lepotica', 'Hanita', 'Stanley', 'Tophit' in 'Valor'). Vzorčenje je potekalo v Sadjarskem centru Maribor - Gačnik v letu 2007. Povprečen vzorec je predstavljalo 50 naključno izbranih plodov odvzetih v 2-3 dnevnih presledkih. Plodove smo razkoščičili, homogenizirali in do ekstrakcije hranili v zamrzovalni omari. Vzorce smo ekstrahirali z vodno raztopino acetona (aceton : voda, 70 : 30, v/v) in v ekstraktih določili vsebnost skupnih fenolov spektrofotometrično s Folin – Ciocalteau metodo. V času optimalne zrelosti je bila najvišja vsebnost skupnih fenolov ni značilno spremenila, medtem ko smo pri sortah 'Valor' in 'Hanita' izmerili statistično pomembno zvišanje vsebnosti skupnih fenolov pri zadnjem terminu vzorčenja. 'Tophit' je pokazal najvišjo vsebnost skupnih fenolov pri optimalni zrelosti. Izmerjena vrednost je bila značilno različna samo od vrednosti določene v prvem terminu vzorčenja. 'Stanley' je bila edina sorta, ki je imela najnižjo izmerjeno vrednost skupnih fenolov pri optimalni zrelosti. Razlike v vsebnosti skupnih fenolov lahko glede na to, da so bile vse sorte pridelane na podoben način in vzorčene na isti lokaciji, pripišemo genetski variabilnosti. "]}