{"1": ["1 UVOD", "Uporaba toplotnih črpalk za ogrevanje stavb je v zadnjem desetletju doživela velik porast, predvsem zaradi vedno bolj dostopnih cen le-teh in naraščanja cen primarne energije. V sistemih ogrevanj so zaradi visoke učinkovitosti prevzele pomembno vlogo, hkrati pa so eden od učinkovitih ukrepov za zmanjševanje onesnaževanja okolja, ki postaja vedno večji globalni problem.\nPredmet zaključnega dela je analiza načinov obratovanj toplotnih črpalk za ogrevanje stanovanjske stavbe in pripravo tople sanitarne vode. Primerjava obravnava toplotne črpalke z virom toplote iz zunanjega zraka v klasičnem načinu obratovanja z načinom, ki izhaja iz ideje o vodenju obratovanja toplotne črpalke glede na vremensko napoved.\nVodenje toplotnih črpalk glede na vremensko napoved temelji na prilagajanju obratovanja glede na cenovno najugodnejše dnevne intervale, upoštevajoč dnevni profil temperature in tarifo električne energije. Vpliv zunanje temperature se odraža na izkoristku toplotne črpalke, s tem pa tudi na obratovalne stroške.\nZaključno delo je sestavljeno iz treh delov; v prvem so opisane osnove delovanja toplotnih črpalk in uporaba v ogrevalnih sistemih; v drugem delu je predstavljen energijski model stavbe z upoštevanimi fizikalnimi zakonitostmi in opisom optimizacije; tretji del pa je namenjen predstavitvi rezultatov in komentarju.\n"], "2": ["2 SPLOŠNO O TOPLOTNIH ČRPALKAH", "Toplotne črpalke so naprave, ki prenašajo toploto iz nižjega temperaturnega nivoja na višjega, pri tem pa uporabljajo dodaten vir energije za pogon grelnega medija oziroma hladiva. S termodinamičnega vidika gre za levi krožni proces. [1]\nGlede na vrsto energije za doseganje levega krožnega procesa poznamo v osnovi kompresorske, sorbcijske (absorbcijske in adsorbcijske) in Vuilleumierove toplotne črpalke. [2]\nMožnosti za izrabo virov toplotne energije so kar precejšnje, izbira vira pa ima velik vpliv na učinkovitost delovanja toplotnih črpalk. Primeri izrabe virov toplotne energije so:\n- okoliški zrak,\n- površinske vode (vodotoki, jezera, morja, oceani),\n- podzemne vode,\n- slojevita tla,\n- vir odpadne energije (odpadna voda, odpaden zrak itd.),\n- sončna energija.\n"], "3": ["2.1 DELOVANJE KOMPRESORSKIH TOPLOTNIH ČRPALK", "Kompresorske toplotne črpalke uporabljajo kompresor za doseganje ustreznih tlačnih razmer v krožnem procesu. Slika 2.1 prikazuje osnovne sestavne dele naprave, ki se lahko uporablja za gretje kot toplotna črpalka ali za hlajenje kot hladilni stroj. Medij oziroma hladivo transportira toploto med virom energije in toplotnim ponorjem. Na vstopu v uparjalnik (stanje 4) je hladivo pretežno v tekočem stanju. V uparjalniku pri nizkem tlaku prejme toploto, pri čemer se uparja (stanje 1). Hladivo se nato komprimira v kompresorju na višji tlak, pri čemer ostane v plinastem stanju (stanje 2). Oddaja toplote se izvrši v kondenzatorju, kjer hladivo kondenzira (stanje 3), nazadnje pa ekspadnira v dušilnem ventilu. [3], [4]\nZgoraj opisan proces delovanja toplotne črpalke je prikazan v diagramu na sliki (Slika 2.2). Od stanja 1 do 2 se vrši politropna kompresija realnega stroja, ki delno odstopa od idealne, izentropne kompresije med stanjema 1 in 2x. V kondenzatorju poteka izobarno ohlajevanje in kondenzacija plinske faze do točke rosišča (stanje 3). Med stanjema 3 in 4 poteka ekspanzija v dušilnem ventilu pri konstantni entalpiji, v uparjalniku pa se vrši uparjanje do stanja 1 pri konstantenm tlaku. [3]\nRealni stroj nekoliko odstopa od diagrama na prejšnji sliki (Slika 2.2). Prisotne so eksergijske izgube, ki zmanjšujejo učinkovitost procesa. Nepovračljivosti nastajajo v vseh delih komponent naprave in inštalaciji. Pri kompresiji in ekspanziji nastajajo izgube zaradi porasta entropije, pri uparjanju in kondenzaciji pa eksergijske izgube nastajajo zaradi temperaturnih razlik med hladivom in virom oziroma ponorjem. [3]\nToplotne črpalke in hladilne stroje ocenjujemo s pomočjo grelnega števila (za toplotne črpalke) in hladilnega števila (za hladilne stroje). Grelno oziroma hladilno število je razmerje med dobljeno grelno oziroma hladilno energijo ter vloženim delom za pogon kompresorja. V primeru ogrevanja je dobljena energija stroja enaka energiji, ki je potrebna za hlajenje in kondenzacijo hladiva , kadar pa je stroj namenjen hlajenju, je dobljena hladilna energija enaka energiji uparjanja, torej preobrazbi med stanjema 4 in 1. Vloženo energijo v obeh primerih predstavlja energija za pogon kompresorja . [3]\n(2.1)\n(2.2)\nGrelna in hladilna števila so v največji meri odvisna od temperaturnih nivojev toplotnega vira ter ponorja. Pri toplotnih črpalkah velja, da čim višja je temperatura vira in čim nižja je temperatura ponorja, višje je grelno število. Pri hladilnih strojih je hladilno število večje, kadar je temperatura vira nižja in temperatura ponorja višja.\n"], "4": ["2.2 UPORABA KOMPRESORSKIH TOPLOTNIH ČRPALK V OGREVALNIH  SISTEMIH", "Kompresorske toplotne črpalke najpogosteje srečujemo kot vir ogrevalnih sistemov v stanovanjskih, družinskih, javnih stavbah in drugih stavbah, kot so hoteli, gostinski objekti, domovi, kampi, vojašnice itd. Uporabljajo se lahko v različnih ogrevalnih sistemih, kot so radiatorsko, konvektorsko, toplozračno ogrevanje, predvsem pa so uporabne v nizkotemperaturnih ogrevalnih sistemih panelnega talnega in stenskega ogrevanja ter v sistemih termoaktivne betonske konstrukcije. Poleg uporabe v sistemih ogrevanja in klimatizacije so uporabne tudi za ogrevanje tople sanitarne vode, kombinirano gretje in hlajenje ter razne industrijske procese. [2], [4]\nGlede na vir toplote in toplotni ponor se toplotne črpalke za ogrevanje delijo na tri osnovne skupine:\n- toplotne črpalke zemlja/voda (vir: zemlja, ponor: voda);\n- toplotne črpalke voda/voda (vir: voda, ponor: voda);\n- toplotne črpalke zrak/voda ali zrak/zrak (vir: zrak, ponor: voda ali zrak).\nToplotne črpalke voda/voda se najpogosteje uporabljajo s podtalno vodo kot toplotnim virom. Podtalnica zagotavlja glede na njeno konstantno ter relativno visoko temperaturo najvišje grelno število ter samostojno delovanje skozi celo leto. Vrtine za zajem podtalnice se vrtajo do 20 m, kamor se potopi potopna črpalka, ki prečrpava podtalno vodo preko uparjalnika toplotne črpalke in jo vrača v ponorno vrtino. Temperatura podtalnice se giblje med 8 in 12 -C in je najvišja pozimi, grelna števila toplotnih črpalk pa dosegajo vrednosti od 3,5 do 5,2, odvisno od temperaturnih nivojev vira in ogrevalnega sistema. [5]\nPri toplotni črpalki zemlja/voda se kot vir toplote lahko koristi toplota zemlje s pomočjo zemeljskega kolektorja ali v vrtino vstavljene zemeljske sonde (geosonda). Toplota zemlje omogoča samostojno delovanje toplotne črpalke skozi celo leto. Temperatura vira se giblje med 4 in 12 -C, grelna števila pa so nekoliko nižja od sistema voda/voda, še vedno pa lahko dosegajo visoke vrednosti od 3,5 do 5,2. [5]\nToplotne črpalke zrak/voda in zrak/zrak koristijo toploto okoliškega zraka. So najenostavnejši in najcenejši sistemi, saj ni potrebno vrtanje vrtin ali polaganje horizontalnega kolektorja. Najsodobnejše izvedbe tovrstnih toplotnih črpalk omogočajo ogrevanje tudi pri zunanji temperaturi do – 20 -C in -25 -C. Še pri tako nizki temperaturi zraka pa je grelno število še vedno večje od 2. Glede na statistične podatke o gibanju temperatur je v Sloveniji zelo malo dni s temperaturo pod -5 -C, kar pomeni, da je letno grelno število nad 3,5, na Primorskem pa celo preko 4. [6]\nNa spodnji sliki (Slika 2.3) so prikazani najpogostejši primeri sistemov ogrevanja s toplotno črpalko za uporabo v stanovanjskih hišah.\n"], "5": ["2.3 TRENDI", "Energetska politika EU se čedalje bolj zaveda okoljevarstvenih problemov, ki so posledica prekomernih izpustov toplogrednih plinov. Eden od učinkovitih ukrepov zmanjševanja emisij je uporaba toplotnih črpalk, katerih prednosti so visoka stopnja izkoristka v primerjavi s konvencionalnimi sistemi in posledično nižje emisije izpustov škodljivih snovi v okolje.\nRepublika Slovenija je v skladu z evropskimi direktivami sprejela ukrepe, s katerimi spodbuja uporabo toplotnih črpalk. Ukrepi se izvajajo v obliki dodeljevanj nepovratnih finančnih sredstev za vgradnjo toplotnih črpalk za ogrevanje prostorov in sanitarne vode. [8], [9]\nSlika 2.4 prikazuje prodajo toplotnih črpalk zrak/voda (Air-water) in zemlja/voda (GSHP) v ogrevalnih sistemih v preteklih nekaj letih. Kot je razvidno iz levega dela slike, se trend toplotnih črpalk zrak/voda bistveno bolj povečuje kot sistem zemlja/voda. Razlog je predvsem hiter razvoj teh sistemov.\nMed ostalimi viri iz obnovljivih virov energije (OVE) se največji vzpon pričakuje pri vetrni energiji in toplotnih črpalkah, čeprav toplotne črpalke predstavljajo manjši delež v primerjavi z ostalimi viri. Predvidena poraba energentov iz OVE do leta 2020 je prikazana na sliki (Slika 2.5).\n"], "6": ["3 OPIS OPTIMIZACIJE DELOVANJA TOPLOTNE ČRPALKE", ""], "7": ["3.1 ENERGIJSKI MODEL STAVBE", "Energijski model stavbe je predstavljen kot objekt z danimi fizikalnimi lastnostmi in energijskimi tokovi, razdeljenimi na vrsto toplotnih izgub in dobitkov, kot prikazuje spodnja slika (Slika 3.1).\nMed toplotne izgube prištevamo transmisijske in prezračevalne izgube. Transmisijske izgube nastajajo zaradi temperaturne razlike med prostorskim in okoliškim zrakom ter naravne infiltracije zunanjega zraka (naravno prezračevanje). Preostali del izgub predstavljajo prezračevalne izgube, ki nastajajo zaradi toplotnih izgub sistema prisilnega prezračevanja stavbe. Med izgube prištevamo tudi energijo za pripravo tople sanitarne vode (STV).\nNaslednja skupina energijskih tokov so toplotni dobitki, ki nastajajo zaradi toplotne oddaje naprav, razsvetljave in ljudi, ter dobitki sončnega sevanja. Slednji nastajajo zaradi toplote sončnih žarkov, ki prehaja skozi prozorne površine v stavbo.\nRazliko med toplotnimi izgubami ter dobitki pokriva toplotna črpalka (TČ) in pomožni električni grelec. TČ deluje v dveh režimih, in sicer v ogrevalnem (OGR) ter v režimu ogrevanju tople sanitarne vode (STV), medtem ko pomožni električni grelec deluje samo v režimu OGR. Vloga akumulacije stavbe v energijskem modelu je razložena v naslednjih poglavjih.\n"], "8": ["3.1.1 OZNAČEVANJE VELIČIN V ENAČBAH", "Model stavbe je predstavljen kot dinamični energijski model s fizikalnimi veličinami v polurnih časovnih intervalih. Enačbe v nadaljevanju se nanašajo na poljuben časovni interval, pri čemer so uvedeni naslednji pojmi:\n- računski interval i je najmanjši interval, za katerega so znani računski parametri,  kot so zunanja temperatura, jakost sončnega sevanja itd.; trajanje enega računskega  intervala v izračunu je 0,5 h;\n- računski korak k obsega računske intervale, v katerih se izvaja en korak  optimizacije; računski korak v izračunu obsega 48 računskih polurnih intervalov;\n- računsko obdobje je interval, ki obsega vse intervale in korake v izračunu.\nPrvi interval in pripadajoče veličine v koraku izračuna z 48 intervali so označeni z indeksom 1, zadnji pa z indeksom 48. Indeks »1-1« pomeni zadnji korak predhodnega koraka in ni enakovreden z indeksom »0«, ki se nanaša na začetne ali bazne vrednosti (primer: oznaka t0 pomeni bazno temperaturo in se ne sme enačiti z oznako t1-1, ki pomeni temperaturo na predhodnem intervalu 1. intervala v koraku). Za splošen računski interval v poljubnem koraku velja naslednja enačba:\n( ) ( ) (3.1)\n"], "9": ["3.1.2 ENERGIJSKA BILANCA", "Toplotna črpalka in pomožni električni grelec pokrivata razliko med izgubami in dobitki ter akumulirano toploto v stavbi. Energijska bilanca za poljuben računski interval i je zapisana v enačbah (3.2), (3.3) in (3.4).\n(3.2)\n(3.3)\n(3.4)\n– Energija toplotne črpalke [kWh]  – Energija električnega grelca [kWh]  – Transmisijske izgube [kWh]  – Izgube prisilnega prezračevanja [kWh]  – Energija za pripravo tople sanitarne vode [kWh]  – Notranji toplotni dobitki (ljudje, naprave, razsvetljava) [kWh]  – Dobitki sončnega sevanja [kWh]  – Akumulirana toplota v stavbo [kWh]\nNormne transmisijske izgube upoštevajo parametre gradbenih konstrukcij ter naravno infiltracijo zunanjega zraka v stavbo. Izračun normnih transmisijskih izgub je izdelan glede na normno zunanjo temperaturo in bazno notranjo temperaturo . Pri različnih zunanjih temperaturah in različnih notranjih temperaturah se transmisijske izgube izračunajo po enačbah (3.5), (3.6) in (3.7).\n( ̇ ̇ ) (3.5)\ṅ ̇  (3.6)\ṅ ̇  (3.7)\n ̇ – Normne transmisijske izgube [kW]  ̇ – Normne transmisijske izgube skozi tla na terenu [kW]  ̇ – Normne transmisijske izgube skozi ovoj, ki meji na zunanji zrak [kW]  – Bazna notranja temperatura [-C]  – Zunanja temperatura na intervalu i [-C]  – Temperatura zemlje pod talno ploščo [-C]  – Normna zunanja temperatura [-C]  – Dolžina časovnega intervala [h]\nIzgube sistema prisilnega prezračevanja v računskem intervalu i so prav tako kot transmisijske odvisne od zunanje temperature, kot prikazuje enačba (3.8). Enačba upošteva delež energije predgrelca, ki je potrebna za segrevanje zunanjega zraka do temperature 0-C (protizmrzovalna funkcija) ter delež energije za segrevanje vtočnega zraka na želeno notranjo temperaturo, katera je enaka bazni notranji temperaturi. Slednji delež upošteva izkoristek vračanja toplote odpadnega zraka.\ṅ [( { ) ( ) { ] (3.8)\ṅ – Volumski pretok zraka [m3/s]  – Gostota zraka [kg/m3]  – Specifična toplota zraka [kJ/(kgK)]\n– Izkoristek vračanja toplote odpadnega zraka [-]\nDnevna energija za ogrevanje STV je odvisna od predpostavljene letne porabe energije, kot prikazuje enačba (3.9). Poraba energije v določenem časovnem intervalu je opisana v poglavjih 3.2 za neoptimizirano delovanje in 3.3 za optimizirano delovanje.\n(3.9)\n– Površina stavbe [m2]  – Predvidena letna poraba energije za pripravo sanitarne vode [kWh/m2]\nDobitki zaradi oddaje toplote razsvetljave, ljudi in naprav se predpostavijo glede na povprečne aktivnosti in delovanje naprav. V izračunu se predpostavijo povprečne vrednosti, kot je razvidno iz priloženega izračuna notranjih nobitkov.\ṅ (3.10)\ṅ – Specifična toplotna oddaja razsvetljave, ljudi in naprav [kW/m2]\nDobitki sončnega sevanja se upoštevajo kot toplotni dobitki skozi prozorne površine in se izračunajo za vsako površino oziroma nebesno smer posebej. Notranji dobitki sončnega sevanja upoštevajo lego in velikost vseh steklenih površin, moč sončnega sevanja, višino sonca in azimut sonca. Upoštevano je direktno in difuzno sončno sevanje.\n [( ) ( )] (3.11)\n(3.12)\n(3.13)\n– Jakost direktnega sončnega sevanja [W/m2]\n– Jakost difuznega sončnega sevanje [W/m2]\n– Celotna površina stekla [m2]  – Osvetljena površina prozorne površine [m2]\n– Širina okna [m]\n– Višina okna [m]  – Osončena širina okna [m]  – Osončena višina okna [m]\n– Faktor propustnosti sončnega sevanja skozi steklo [-]\n– Faktor zasenčitve, ki upošteva težje določljive faktorje, kot so zasenčitve bližnjih zgradb, dreves,\nokoliških hribov, zaves, umazanije itd. [-]\nKadar površina ni osončena ( ali ), je v enačbi (3.11) enak nič. V nasprotnem primeru se osončena površina izračuna, kot prikazujejo enačbe (3.14) - (3.22). Deklinacija se izračuna glede na dan v letu (1. dan v letu je 1. januar) po enačbi (3.17). Kotna ura sonca se vsako uro spremeni za 15- in je enaka nič ob poldnevu, kot prikazuje enačba (3.18), pri čemer se upošteva dnevni čas.\n{ (3.14)\n(3.15)\n(3.16)\n( ) (3.17)\n (3.18)\n– Višina sonca [-]  – Deklinacija Zemlje [-]  – Kotna ura sonca [-]  – Zemljepisna širina [-]  – Dan v letu [-]  – Dnevni čas [h]\n– Odklon normale na poljubno stekleno površino glede severno nebesno smer [-]\n– Azimut sonca [-]\n– Odmik okna [m]  – Previs okna [m]\nKadar je , je osončena širina okna:\n{ (3.19)\n( )  {  ( ) (3.20)\n[ ] (3.21)\nKadar je , je osončena širina okna:\n{ (3.22)\nEnačba za izračun sončnega sevanja (3.23) velja za izračun toplotnega toka na poljubno vertikalno površino. Izmerjene vrednosti sončnega sevanja so podane kot energijski tok na enoto površine, pravokotno na sončne žarke. Da dobimo dejansko moč sevanja, je potrebno vrednost korigirati z višino sonca in odklonom azimuta od normale na stekleno\npovršino. Kadar površina ni obsijana s soncem, se upošteva samo difuzno sončno sevanje, ki pa nima večjega vpliva, zato se izračuna na poenostavljen način, kot prikazuje enačba (3.25).\n( ) (3.23)\n(3.24)\n(3.25)\n– Izmerjena jakost sončnega sevanja [W/m2]  – Jakost sončnega sevanja na površino, pravokotno na sončne žarke[W/m2]\n"], "10": ["3.2 DELOVANJE TOPLOTNE ČRPALKE V NEOPTIMIZIRANEM NAČINU", "V neoptimiziranem delovanju se TČ prilagaja trenutnim razmeram. V vsakem računskem intervalu se zadosti enačbi (3.2), tako da se vzdržuje bazna notranja temperatura t0. Prioriteta je vedno ogrevanje STV, šele nato se vrši ogrevanje stavbe. V kolikor v določenem računskem intervalu moč TČ ni zadostna za pokrivanje izgub, se dodatno vključi električni grelec.\nAkumulacija toplote je upoštevana le v primerih, ko je notranja temperatura nad bazno notranjo temperaturo, kar je značilno za toplejša prehodna obdobja, ko so v določenih časovnih intervalih dobitki večji od izgub. V teh primerih notranja temperatura narašča, kar v kasnejših računskih intervalih predstavlja akumulacijo toplotne energije.\n"], "11": ["3.2.1 IZRAČUN DELOVANJA TOPLOTNE ČRPALKE V REŽIMU OGREVANJA", "SANITARNE VODE\nEnergija za ogrevanje STV upošteva dnevno porabo energije v skladu z enačbo (3.9). Potrebna energija se porazdeli enakomerno na vse intervale v računskem obdobju. Za en računski korak se potrebna energija računskega intervala določi skladno z enačbo (3.26).\n(3.26)\nEnergija, ki jo dovede TČ v danem računskem intervalu, se izrazi s časom delovanja pri maksimalni moči TČ, ki je funkcija zunanje temperature in temperature predtoka ogrevne vode ( za ogrevanje STV). Odvisnost grelne moči in grelnega števila TČ je razvidna iz priloženih karakteristik toplotnih črpalk.\ṅ ( ̇ ) (3.27)\n( ) (3.28)\nČas ogrevanja v računskem intervalu se določi s pomočjo enačbe (3.29). Razpoložljiva energija za ogrevanje STV je vedno večja od potrebne energije za segrevanje STV v računskem intervalu.\n"], "12": ["3.2.2 IZRAČUN DELOVANJA TOPLOTNE ČRPALKE V REŽIMU OGREVANJA", "Algoritem se izvaja v računskih korakih, dolžine 24 ur. V vsakem koraku se najprej izračunajo vse toplotne izgube in dobitki v vseh računskih intervalih s pomočjo enačb (3.3)\n- (3.25). Tako so v določenem računskem interval znani vsi potrebni podatki za določitev potrebne dovedene energije TČ in pomožnega električnega grelca.\nEnačbe v tem poglavju se uporabljajo posebej za vsak računski interval v koraku. Za vsak računski interval je znana zunanja temperatura, iz katere je možno iz diagrama TČ odčitati nazivno grelno moč in grelno število. Temperatura predtoka ogrevne vode, ki tudi vpliva na grelno število in moč TČ, je definirana s krivuljo, prikazano na spodnji sliki (Slika 3.3).\nGlede na diagram temperature ogrevne vode (Slika 3.3), se enačba za izračun temperature ogrevne vode glasi:\ṅ ( ̇ ) (3.31)\n( ) (3.32)\nGlede na že izračunano delovanje TČ v režimu STV v posameznih računskih intervalih, se določi razpoložljivi čas in razpoložljiva energija za obratovanje TČ v režimu OGR:\n(3.33)\ṅ  (3.34)\nS tem, ko sta v vseh računskih intervalih določena razpoložljiv čas obratovanja in razpoložljiva energija TČ, lahko v posameznih računskih intervalih izračunamo dejansko delovanje TČ in pomožnega električnega grelca. Pogoj za zadostno razpoložljivo moč TČ v intervalu prikazuje neenačba (3.35). Če je maksimalna moč TČ v intervalu večja od razlike izgub ter dobitkov, potem ni potrebe po vklopu pomožnega električnega grelca :\n( ) , (3.35)\n– Razpoložljiva energija toplotne črpalke za OGR [kWh]\n– Kapacitivnost stavbe [kWh/K]\n– Prostorska temperatura [-C]\nKadar neenačba (3.35) velja, se dovedena energija TČ določi po enačbi (3.36), dovedena energija električnega grelca pa je enaka nič, kot je prikazano v enačbi (3.37).\n{ ( ( ) )} (3.36)\n(3.37)\nKadar neenačbi (3.35) ni zadoščeno, se dovedena energija TČ in električnega grelca določita po enačbah (3.38) in (3.39).\n(3.38)\n( ( ) ) (3.39)\nZ zgoraj opisanim postopkom so definirani vsi računski intervali ob predpostavki, da je notranja temperatura enaka bazni. Dejanska notranja temperatura lahko odstopa od bazne le v primerih, ko so v posameznih intervalih toplotni dobitki večji od izgub, kar ima za posledico višanje notranje temperature. Notranja temperatura se za vse računske intervale določi po enačbi (3.40). Notranja temperatura je omejena na 26 -C zaradi hlajenja stavbe v poletnem času (hlajenje stavbe ni predmet te analize).\n{ ( )} (3.40)\nZa odpravo napake, ki nastaja pri izračunu izgub zaradi predpostavke, da je notranja temperature enaka bazni, je potrebna iteracija, torej korekcija temperaturno odvisnih izgub v celotnem računskem koraku in ponovitev izračuna v tem istem računskem koraku. S tem je izračun za računski korak končan, z enakim postopkom pa nadaljujemo z izračunom za preostale korake v računskem obdobju. Za prvi računski interval v računskem obdobju veljajo naslednje predpostavke:\n- ,\n- in\n- .\n"], "13": ["3.3 DELOVANJE TOPLOTNE ČRPALKE V OPTIMIZIRANEM NAČINU", "Optimiziran način delovanja temelji na ideji o vodenju toplotne črpalke glede na vremensko napoved ob dejstvu, da je cena proizvodnje toplotne energije odvisna od zunanje temperature in temperature ogrevne vode. Toplotno energijo se lahko dovede v sistem v najugodnejših dnevnih intervalih, za akumulacijo toplotne energije pa se koristi akumulacijska sposobnost stavbe ob dopustnem nihanju notranje temperature stavbe. Optimizacija temelji na predpostavki, da so vremenske razmere za vsak obravnavan računski korak znane vnaprej, izračun pa je simulacija takšnega obratovanja.\nRezultat takšnega načina obratovanja je manjša poraba električne energije in zmanjšanje stroškov ogrevanja v primerjavi z neoptimiziranim načinom. Razlike so opazne posebno v prehodnih obdobjih, ko je razpoložljiva energija za ogrevanje večja od toplotne obremenitve. V teh primerih se najbolj izplača ogrevati in akumulirati toploto v najbolj ugodnih intervalih, kot je shematsko prikazano na spodnji sliki (Slika 3.4).\nNa naslednji sliki (Slika 3.5) je prikazan primer razporeditve intervalov ogrevanja v računskem koraku. Dolžina računskega koraka v analizi je 24 ur (shematsko je prikazanih manj kot 24 intervalov). Zgornji del slike prikazuje analogijo razporeditve potrebne toplotne energije za ogrevanje STV v računskih intervalih. Denimo, da je najugodnejši interval v računskem koraku i7, zato se temu intervalu najprej dodeli razpoložljiv čas za obratovanje v režimu STV. V kolikor v tem intervalu ni možno dovesti dovolj toplotne energije (omejitev je razpoložljiva toplotna moč TČ), se poišče naslednji najugodnejši interval (v tem primeru i8), vse dokler ne dovedemo dovolj energije v sistem. V tem primeru se dovod energije vrši v dveh intervalih, i7 in delno na i8.\nKo je optimizacija delovanja v režimu STV končana, se prične optimizacija delovanja v režimu ogrevanja. Ta poteka na podoben način, le da moramo v tem primeru upoštevati\nintervale, rezervirane za delovanje STV. Spodnji del slike (Slika 3.5) prikazuje optimizacijo v režimu ogrevanja z upoštevanjem zasedenih intervalov. Prvi najugodnejši interval v tem primeru je i8, kjer še obstaja razpoložljivi čas za delovanje. Sledijo intervali i9, i6 in i10. Z opisanim postopkom dobimo optimizirano delovanje glede na napoved zunanje temperature za obravnavani računski korak.\nV optimiziranem načinu obratovanja notranja temperatura ni konstantna kot pri neoptimiziranem delovanju, temveč neprestano niha; narašča v intervalih obratovanja, ko v stavbo akumuliramo toploto, in pada v intervalih, ko se za ogrevanje koristi v stavbo akumulirana toplota. Takšen način obratovanja pa lahko v nekaterih primerih privede do prekoračitve notranje temperature preko dovoljenih vrednosti.\nPadec notranje temperature pod dovoljeno vrednost se lahko pojavi, kadar razporedimo obratovanje v intervale na koncu računskega koraka. Primer prikazuje slika (Slika 3.6),\nkjer so najugodnejši intervali na koncu računskega koraka, notranja temperatura pa v intervalih i6, i7 in i8 pade pod dovoljeno vrednost.\nNaslednja slika (Slika 3.7) prikazuje korekcijo obratovanja, in sicer iz najmanj ugodnih intervalov predhodnega izračuna v intervale pred lokacijo odstopanja temperature pod dovoljeno vrednost. V tem primeru je prikazana prestavitev obratovanja iz intervala i12 na intervala i6 in i7. Rezultat je korigirano optimizirano delovanje s korekcijo notranje temperature.\nPrekoračitev notranje temperature preko dovoljenih vrednosti se lahko pojavi predvsem kadar razporedimo obratovanje v intervale na začetek računskega koraka. Primer prikazuje slika (Slika 3.8), kjer so najugodnejši intervali na začetku računskega koraka, notranja temperatura pa na intervalih i6, i7 in i8 prekorači dovoljeno vrednost.\nNaslednja slika (Slika 3.9) prikazuje korekcijo obratovanja pri prekoračitvi temperature nad dovoljeno vrednost. Najmanj ugodni že zaseden interval (v tem primeru i5) se prestavi oziroma razporedi v najugodnejše nezasedene intervale, za lokacijo prekoračitve dovoljene vrednosti.\nOptimizacija lahko privede tudi do kombinacije opisanih prekoračitev temperatur, ko v računskem koraku zaznamo prekoračitev pod in nad dovoljeno vrednost. V tem primeru se korekcije izvajajo separatno za vsako prekoračitev, vse dokler ne dobimo vrednosti v dovoljenih mejah.\n"], "14": ["3.3.1 IZRAČUN DELOVANJA TOPLOTNE ČRPALKE V REŽIMU OGREVANJA", "SANITARNE VODE\nAlgoritem se prav tako kot v primeru neoptimiziranega obratovanja izvaja v računskih korakih, dolžine 24 ur. Postopek se najprej izvaja v režimu STV, nato pa v režimu OGR.\nPorazdelitev obratovanja na intervale se izvede tako, da se najprej poišče najugodnejši interval za dovod energije, kateremu se dodeli čas za delovanje v režimu STV. Dnevna potreba po ogrevanju STV se določi po enačbi (3.9). Za določitev razpoložljive grelne moči in grelnega števila se enako kot pri neoptimiziranem delovanju uporabijo priloženi diagrami proizvajalcev. Za poljuben interval se razpoložljiva energija določi po spodnji enačbi:\ṅ  (3.41)\nČe je razpoložljiva energija v intervalu po zgornji enačbi (3.41) manjša od potrebne energije za ogrevanje sanitarne vode, potem TČ deluje z nazivno močjo v celotnem intervalu, dovod energije pa je enak razpoložljivi energiji.\ṅ  (3.42)\nSledi iskanje naslednjih najugodnejših intervalov, za katere prav tako veljajo predhodne ugotovitve, s tem da je za vsak naslednji interval potrebni energiji STV potrebno odšteti dovedeno energijo, ki smo jo že dovedli. Pri tem pomenijo oznake iz že zasedene intervale.\n∑ (3.43)\nZa zadnji interval velja spodnja enačba (3.44):\n(3.44)\nTedaj se čas delovanja v intervalu izračuna po naslednji enačbi (3.45):\n"], "15": ["3.3.2 IZRAČUN DELOVANJA TOPLOTNE ČRPALKE V REŽIMU OGREVANJA", "V vsakem računskem koraku se najprej izračunajo vse toplotne izgube in dobitki na vseh računskih intervalih s pomočjo enačb (3.3) - (3.25). Temperatura predtoka ogrevne vode se določi enako kot pri neoptimiziranem delovanju.\nV računskem koraku je potrebno zadostiti potrebi po toplotni energiji, kot prikazujeta enačbi (3.46) in (3.47). Zadnji člen v enačbi (3.47) predstavlja akumulacijo toplotne energije iz računskega intervala v predhodnem računskem koraku.\n∑( ) (3.46)\n∑( ) ( ) (3.47)\nSledi razporeditev delovanja TČ v najugodnejše intervale v računskem koraku. Za najugodnejši interval se izračuna razpoložljivi čas delovanja po enačbah (3.33) in (3.34). Razporejanje delovanja TČ poteka podobno kot pri delovanju STV. Potrebna energija, ki jo moramo dovesti v interval, je razlika med potrebno dovedeno energijo v računskem koraku in že dovedeno energijo. Pri tem predstavljajo intervali iZ v enačbi (3.48) že zasedene intervale.\n∑ (3.48)\nV kolikor je potrebno dovesti več energije, kot je rapoložljive energije v intervalu, je dovod energije na obravnavanem intervalu enak razpoložljivi energiji. V nasprotnem primeru je dovod energije enak še potrebni energiji .\nKadar je potrebna energija v obravnavanem računskem koraku večja od razpoložljive energije, se primanjkljaj pokrije s pomožnim električnim grelcem. Električni grelec se vklopi tudi takrat, kadar temperatura pade pod dovoljeno vrednost in tega ni mogoče preprečiti s TČ.\nKo je razporeditev končana, izvedemo izračun temperatur v vseh intervalih v računskem koraku s pomočjo enačbe (3.40). Morebitna odstopanja notranjih temperatur od dovoljenih vrednosti izvedemo s postopki, kot jih shematsko opisujejo slike (Slika 3.6, Slika 3.7, Slika 3.8, Slika 3.9).\nZ navedenim postopkom dobimo optimalno razporeditev delovanja TČ v računskem koraku, vendar izračun vsebuje napako. Vse transmisijske in prezračevalne izgube so namreč izračunane glede na bazno notranjo temperaturo, kar pa seveda ni res, saj notranja temperatura neprestano niha. Napako odpravimo z iteracijo – korekcijo temperaturno odvisnih izgub in dobitkov in ponovitvijo celotnega postopka v računskem koraku.\nKo je optimizacija v računskem koraku izvedena, nadaljujemo z naslednjim računskim korakom, ki je od prejšnjega koraka zamaknjen le za nekaj intervalov. Manjši kot je zamik koraka, natančnejša je optimizacija. Interval zamika v izračunu je tri ure.\n"], "16": ["3.4 PORABA IN STROŠKI PORABE ELEKTRIČNE ENERGIJE", "Izračun porabe in stroškov porabe električne energije velja za optimiziran in neoptimiziran način obratovanja. Skupna poraba električne energije je vsota porabe v vseh intervalih. Za poljuben interval velja:\n∑ (3.49)\n(3.50)\n– poraba električne energije [kWh]\nStrošek porabe električne energije je vsota cen v posameznih intervalih. Za poljuben interval velja enačba (3.51). Cena električne energije je seveda odvisna od tarife električne energije (nižja in višja tarifa).\n∑ (3.51)\n– Strošek porabe električne energije [€] – Cena električne energije [€/kWh]\n"], "17": ["3.5 IZHODIŠČA IN OMEJITVE IZRAČUNA", "V izračunu so upoštevana naslednja izhodišča in omejitve:\n- izračun se izvaja na podlagi meteoroloških izmerjenih podatkih v obdobju od  sončnega sevanja v polurnih intervalih skozi celotno računsko obdobje za mesto Celje  [12];\n- TČ deluje vedno pri nazivni obremenitvi;\n- delne obremenitve TČ so preračunane na čas obratovanja v intervalu pri nazivni  obremenitvi;\n- delovanje električni grelnika ne vpliva na delovanje TČ;\n- grelna telesa in naprave za dovod toplote v sistema OGR ter STV lahko v vsakem  trenutku prejmejo vso toploto, ki jo lahko proizvede TČ (ni omejitve moči);\n- notranja temperatura je povprečna prostorska temperatura v stavbi;\n- pričetek izračuna se v računskem obdobju vrši pri bazni temperaturi;\n- ogrevalna sezona traja od 15. septembra do 20. maja;\n- maksimalna notranja temperatura stavbe je 26 -C zaradi hlajenja v poletnem obdobju;\n- izračun hlajenja stavbe v poletnem času ni predmet analize;\n- v računskih intervalih je upoštevana povprečna količina zraka za prisilno prezračevanje  stavbe;\n- v računskih intervalih se upošteva povprečna energija za ogrevanje STV [13];\n- v računskih intervalih se upoštevajo povprečni notranji dobitki zaradi toplotne oddaje  ljudi in naprav;\n- upoštevajo se predpisani podatki gradbenih konstrukcij v skladu s pravilniki in  tehničnimi smernicami [14], [13];\n- izračun normnih transmisijskih izgub je izdelan skladno s standardom [15].\n"], "18": ["4 ANALIZA PORABE ENERGENTOV IN STROŠKOV  OGREVANJA", ""], "19": ["4.1 VHODNI PARAMETRI", ""], "20": ["4.1.1 GEOMETRIJSKE IN TOPLOTNE LASTNOSTI STAVBE", "V izračunu so upoštevani parametri stavbe, ki so navedeni v spodnji preglednici (Preglednica 4.1). Geometrija stavbe je razvidna iz priloženih načrtov.\n"], "21": ["4.1.2 PRISILNO PREZRAČEVANJE", "V izračunu izgub zaradi prisilnega prezračevanja so upoštevani podatki, navedeni v spodnji preglednici (Preglednica 4.2).\n"], "22": ["4.1.3 CENE ELEKTRIČNE ENERGIJE", "Izračun upošteva variabilni del stroškov električne energije. Fiksni del je zanemarjen, saj ni pomemben za primerjavo stroškov različnih sistemov.\n"], "23": ["4.1.4 PODATKI O TOPLOTNIH ČRPALKAH", "Analiza primerja dva tipa toplotnih črpalk (družin) različnih moči. Upoštevajo se realne moči TČ, povzete iz tehničnih katalogov proizvajalcev. Grelna števila posameznih TČ so zaradi lažje primerjave med posameznimi močmi poenotene, saj namen naloge ni omejevanje na točno določenega proizvajalca, izračun s povprečnimi grelnimi števili pa daje bolj jasno primerjavo. Karakteristike grelnih števil so povzete po:\n- TCZV ZV 7/8 E1 za družino proizvodov TCZV in\n- TCZ ZV 9EVT (visokoučinkovita TČ) za družino proizvodov TCZ.\n"], "24": ["4.1.5 TEMPERATURA OGREVNEGA MEDIJA", "Temperatura ogrevne vode v režimu STV je 55 -C. V režimu ogrevanja prostorov se temperatura ogrevne vode spreminja z zunanjo temperaturo, skladno s spodnjo preglednico (Preglednica 4.4).\n"], "25": ["4.1.6 IZRAČUN IZGUB IN DOBITKOV", "Izvleček izračuna transmisijskih izgub in notranjih dobitkov je razviden iz preglednice (Preglednica 4.5). Normne transmisijske in prezračevalne izgube so izračunane pri projektni zunanji temperaturi -13 -C in bazni notranji temperaturi 20,5 -C.\nLetna poraba energije za ogrevanje STV ustreza dnevni porabi vode 50 l na dan na osebo. V izračunu so upoštevane štiri osebe.\n"], "26": ["4.2 PREGLED REZULTATOV IZRAČUNA", ""], "27": ["4.2.1 PORABA IN STROŠKI PORABE ELEKTRIČNE ENERGIJE", "Primerjava porabe električne energije in stroškov ogrevanja v dvoletnem obdobju je prikazana v spodnjih preglednicah (Preglednica 4.6, Preglednica 4.7) in diagramih (Slika 4.1, Slika 4.2, Slika 4.3, Slika 4.4). Rezultati posameznih velikosti TČ so prikazani za neoptimizirani in optimizirani način delovanja. Poraba in stroški električne energije so prikazani posebej za ogrevanje sanitarne vode (STV), ogrevanje prostorov (OGR) in ogrevanje s pomožnim električnim grelcem (EL). V zadnjem stolpcu je prikazan prihranek stroškov optimiziranega delovanja glede na neoptimizirano delovanje.\nPri ogrevanju STV so prihranki optimiziranega delovanja glede na neoptimizirano približno konstantni za vse velikosti TČ, medtem ko so v režimu OGR razlike kar precejšnje. Največji prihranek je pri optimizacijah TČ manjših moči, saj je delež energije pomožnega električnega grelca večji v primerjavi z napravami večjih moči.\ndovoljenim nihanjem notranje temperature ±1 -C.\ntemperature ±1 -C).\ntemperature ±1 -C).\n  dovoljenim nihanjem notranje temperature ±1,5 -C.\ntemperature ±1,5 -C).\ntemperature ±1,5 -C).\n"], "28": ["4.2.2 PRIMERJAVA GRELNIH ŠTEVIL", "Preglednica 4.8 prikazuje povprečna grelna števila v režimu ogrevanja sanitarne vode (STV) in ogrevanja prostorov (OGR). Povprečna grelna števila v režimu ogrevanja prostorov upoštevajo tudi delovanje pomožnega električnega grelca. Grafični prikaz grelnih števil je razviden iz slik (Slika 4.5, Slika 4.6).\nGrelna števila v režimu ogrevanja STV so nižja kot pri ogrevanju prostorov zaradi potrebne višje temperature ogrevne vode. Optimizacija TČ povečuje povprečna grelna števila predvsem v režimu OGR, medtem ko v režimu STV ni bistvenih razlik. Najvišja grelna števila dosegajo TČ večjih moči.\ntemperature ±1 -C).\ntemperature ±1,5 -C).\n"], "29": ["4.3 EKONOMSKA ANALIZA", "Namen tega poglavja je prikaz obratovalnih stroškov v življenjski dobi ogrevalnega sistema z upoštevanjem investicijskih stroškov za nakup toplotne črpalke. Preglednici (Preglednica 4.9, Preglednica 4.10) in sliki (Slika 4.7, Slika 4.8) prikazujejo izračun stroškov v življenjski dobi sistema.\nIzračun skupnih stroškov v življenjski dobi je izdelan po metodi »Neto sedanje vrednosti« in upošteva sledeče faktorje:\n- življenjska doba sistema: 20 let,\n- povprečna letna rast cen električne energije: 0,6 % ,\n- obrestna mera: 5 %.\nLetni strošek v preglednicah je povprečje stroškov v dvoletnem računskem obdobju. Pri stroških investicij so upoštevane realne cene posameznih tipov TČ, medtem ko dodatni stroški optimiziranega vodenja niso upoštevani.\ndovoljenim nihanjem notranje temperature ±1 -C).\nnihanjem notranje temperature ±1 -C).\ndovoljenim nihanjem notranje temperature ±1,5 -C).\nnihanjem notranje temperature ±1,5 -C).\nOptimalna izbira v primeru optimizacije z nihanjem notranje temperature do 1 -C je tip TCV ZV 9 EVT tako v neoptimiziranem kot tudi v optimiziranem načinu obratovanja. V primeru dovoljenega nihanja notranje temperature do 1,5 -C je optimalna rešitev v neoptimiziranem delovanju TCZV ZV 7/8 E1, v optimiziranem pa TCV ZV 9 EVT.\n"], "30": ["4.4 RAZPRAVA", ""], "31": ["4.4.1 KOMENTAR REZULTATOV", "Optimizacija TČ glede na vremensko napoved potrjuje domnevo o možnih prihrankih energije ter zmanjšanju stroškov ogrevanja. Prihranek stroškov ogrevanja v režimu STV je možen vse do 20 %, skupen prihranek in prihranek v režimu OGR pa v določenih primerih tudi do 25 %.\nOptimizacija prav tako zvišuje povprečna grelna števila toplotnih črpalk. Zanimivo je predvsem dejstvo, da povprečno grelno število v primeru optimizacije visokoučinkovitih TČ (TCZ ZV 9 in 13) dosega vrednosti preko 4, kljub temu, da gre za optimizacijo stroškov in ne energije.\nIz primerjave izračunov je razvidno, da se z večanjem dovoljenega odstopanja notranje temperature viša tudi učinkovitost, kar je razumljivo, saj je pri večjih dovoljenih odstopanjih večja tudi sposobnost akumulacije toplote v stavbo.\n"], "32": ["4.4.2 POENOSTAVITVE IN NATANČNOST IZRAČUNA", "Izračun se nanaša na dinamični energijski model stanovanjske hiše z določenimi poenostavitvami in omejitvami. Večja poenostavitev, ki jo velja izpostaviti, je upoštevanje povprečne notranje temperature, kar ima za posledico nekoliko popačene razmere glede na realno stanje.\nProgram za simulacijo delovanja TČ v optimiziranem in neoptimiziranem režimu je izdelan s pomočjo programske opreme Microsoft Excel in Microsoft Visual Basic for Applications. V optimiziranem načinu delovanja se nenatančnosti pojavljajo le v obdobjih z zelo nizko potrebo po energiji, posebno v primerih z nižjim dovoljenim odstopanjem notranje temperature, vendar so v letni energijski bilanci ta odstopanja pravzaprav zanemarljiva.\nNaloga se omejuje le na porabo energije, razlike v kakovosti toplotnega ugodja pri izkoriščanju nihanja notranje energije v optimiziranem načinu obratovanja TČ pa niso\novrednotene. Odstopanje notranje temperature za 1 -C ne povzroča praktično nobene razlike v udobju, medtem ko se z večanjem odstopanj notranje temperature kakovost udobja niža.\n"], "33": ["4.4.3 UPORABNOST METODE OPTIMIZACIJE V REALNIH SISTEMIH", "Način vodenja TČ glede na vremensko napoved je smiseln predvsem za stavbe s potrebo po neprekinjenem ogrevanju skozi celotno grelno sezono in sisteme s predvidljivo porabo toplotne energije. Takšni primeri stavb so stanovanjske stavbe, bolnišnice, domovi za ostarele, študentski domovi, vojašnice ipd. Metoda je nekoliko manj primerna za objekte z manjšo dnevno zasedenostjo, kot so na primer poslovni in trgovski objekti, kjer se varčevalni ukrepi izvajajo s prekinitvijo ogrevanja v času nezasedenosti.\nV nalogi je obravnavan sistem, ki za akumulacija toplote uporablja samo akumulacijsko sposobnost stavbe brez dodatnih hranilnikov toplote. Z uporabo dodatnih hranilnikov lahko pričakujemo še boljše izkoristke, posebno zanimiva bi bila uporaba hranilnikov latentne toplote, za katere je značilna velika akumulacijska sposobnost glede na prostornino hranilnika.\nVodenje toplotnih črpalk glede na vremensko napoved bi bil smiseln tudi za sisteme hlajenja stavb, vendar se ti sistemi že poslužujejo podobnih metod. Primer je uporaba sistema ledne vode, ki predstavlja hranilnik hladu za pokrivanje koničnih obremenitev in omogoča proizvodnjo hladu ponoči, ko je hladilna obremenitev manjša, proizvodnja hladu pa cenejša.\n"], "34": ["5 ZAKLJUČEK", "Optimizacija vodenja toplotnih črpalk glede na vremensko napoved je nov pristop k obratovanju tovrstnih sistemov. Analiza porabe električne energije in stroškov porabe energije nazorno prikazuje prednosti in možne prihranke pri optimizaciji obratovanja toplotnih črpalk. Kot avtor ideje menim, da ima tovrsten način optimizacije velik potencial, saj lahko prispeva k izboljšanju učinkovitosti tovrstnih ogrevalnih sistemov, zmanjševanju onesnaženosti okolja, nenazadnje pa prinaša tudi dodano vrednost obstoječih in bodočih tovrstnih ogrevalnih sistemov.\n"], "abstract": ["Predmet magistrskega dela je analiza optimiziranega načina obratovanja toplotnih črpalk z virom toplote iz zunanjega zraka. V optimiziranem načinu toplotna črpalka prilagaja dnevno obratovanje glede na predvideno zunanjo temperaturo, akumulacijo toplotne energije pa predstavlja gradbena konstrukcija stavbe. Optimizacija toplotnih črpalk glede na vremensko napoved se odraža v manjši porabi električne energije in nižjih obratovalnih stroških."]}