{"1": [" 1 UVOD", "Buče spadajo med najstarejše rastline na svetu in izvirajo iz Srednje in Južne Amerike. Buče razvijejo različno uporabne ter oblikovane plodove. Med seboj se razlikujejo glede na tip rasti (plezajoča ali sedeča stebla), po obliki plodov, ki so lahko podolgovati, okrogli, ploščati, gobasti, hruškasti itn. (Osvald in Kogoj-Osvald 2003). V zadnjem obdobju se buče pojavljajo vedno bolj pogosto kot v preteklih letih. V Sloveniji se od opustitve sladkorne pese vedno bolj pojavljajo na njivah kot glavni posevek.\nBučam ustreza toplo vreme in sončna mesta. Vso obdobje rasti potrebujejo buče optimalno oskrbo z vlago. Če je preveč deževno in hladno, lahko odpadejo cvetovi in zametki plodov, poškodujejo pa se lahko tudi korenine. Buče zahtevajo dobro osvetlitev zato uspevajo na sočnih legah (Krejan Košan 2009). Praviloma jih sejemo v prvi polovici maja, zaradi višjih temperatur, ki se zadnja leta vse pogosteje pojavljajo v pomladnih mesecih, jih lahko sejemo že prej. Optimalne temperature omogočajo hitro kalitev in rast rastlin. Zato je zelo pomembno poznati minimalno, optimalno in maksimalno temperaturo za rast in razvoj rastlin. Velikokrat se pojavijo težave pri setvi buč zaradi prevelike vlažnosti tal, zato je potrebno tla obdelati v primernem obdobju in če je le mogoče, izbrati prepustna, a vseeno nekoliko ilovnata tla.\nV Sloveniji pridelujemo največ oljne buče (Cucurbita pepo L. convar. citrullina (L) Greb. var. styriaca Greb.). Pridelujejomo jih zaradi značilnega bučnega olja. Tudi pridelava jedilnih buč se je v zadnjih desetih letih povečala.\nKer je zasnova posevka zaradi propadanja semen in rastlinic odločilna za čimbolj popolno gostoto rastlin in tvorbo pridelka, sem se pri svojem eksperimentalnem delu osredotočil na setev in vznik buč (oljnih buč v primerjavi z jedilnimi bučami) pri različnih teksturnih tipih in globinah tal, pri različnih temperaturah in osvetlitvah ter pri različni oskrbi semen in vznikajočih rastlinic z vodo.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Oljna buča", "Oljne buče in jedilne buče spadajo v družino Cucurbitaceae. Družina se deli na dve poddružini, znotraj katere je okoli 118 rodov in 825 vrst. Med rodovi in vrstami obstaja raznolikost glede oblike in zgradbe stebla, listov, cveta, plodov, semen in drugih lastnostih (Ivančič 2002). Najpomembnejši rod je Cucurbita L., v katerem je 5 kultiviranih in okoli 10 divjih vrst (Robinson in Decker – Walters 1997). Najbolj razširjene in najpomembnejše kultivirane vrste so navadna buča (Cucurbita pepo L.), muškatna buča (Cucurbita moschata Duch. Ex Lam.), orjaška buča (Cucurbita maxima Duch. Ex Lam.) in smokvolistna buča (Cucurbita ficiofolia Bouche).\nPo podatkih FAO se je pridelava buč na svetu (jedilnih, okrasnih in oljnih) v zadnjih desetih letih zelo povečala. Zadnja leta z bučami zasadijo okoli 1.200.000 hektarjev (Podgornik Reš 2003). Največ oljne buče se pridelujejo v Avstriji, Sloveniji, Madžarski, Hrvaški in Srbiji, zadnje čase pa tudi na Češkem in v južni Ukrajini (Bavec 2001). V Sloveniji pridelujemo oljno bučo na okrog 4.000 hektarji (Statistični urad RS 2007), kar je več kot pretekla leta.\n"], "4": ["2.2 Seme", "Buče pobiramo takrat, ko je večina plodov dozorelih, to je takrat, ko se plodovi obarvajo rumeno. Optimalna kakovost semen je odvisna od zrelosti plodov. Kakovost semen se zmanjša, če so temperature visoke in povzročajo opekline na plodovih, saj se ta posledično poškodujejo. Semena buč se odstrani iz plodu strojno ali ročno. Po spravilu se morajo semena oprati z vodo, da se ne poškodujejo. Nato se semena dajo sušit v sušilnico ali pa se posušijo na soncu. Posušiti se morajo toliko da v semenu ostane od 6 do 8 % vlage. Pri sušenju semen moramo paziti, da temperatura zraka ne preseže 35 ˚C, sicer se semena \nlahko poškodujejo (Murray in sod. 2010). V plodu buče je povprečno 400 semen, kar je 1,5 do 3 % ploda. Oblike semen so različne, najpogosteje so ploščate in podolgovate. Semena so dolga od 1 do 2 cm in široka od 0,5 do 1,2 cm ter debela od 0,2 do 0,4 cm (Nemanič 2003). Za setev naj bi bila primernejša tista semena, ki bi imela prečni prerez bliže krogu. Na ta način bi semena pridobila na kompaknosti in bi bila manj lomljiva (Štabuc 2009).\n"], "5": ["2.3 Korenine", "Buče so enoletne rastline z obširnim, močno razraščenim koreninskim sistemom. Imajo močno glavno korenino, ki se vrase v tla tudi do 2 metra globoko, ter plitve in močno razvejane stranske korenine, ki so v zgornji šestdeset centimetrski zemeljski plasti. Korenine se širijo v enakem obsegu, kot je nadzemni del, ali pa so še širše. Zaradi globokih korenin je pridelava možna tudi v bolj sušnih poletjih (Krejan Košan 2009).\n"], "6": ["2.4 Temperature za kalitev in rast oljnih buč", "Rast in razvoj buč sta odvisna od veliko toplote, to je okoli 2500 ˚C v rastni dobi, veliko svetlobe in zadostne vlažnosti tal. Buče so zelo občutljive na nizke temperature in potrebujejo višje temperature za kalitev (Bavec 2001). Če so pri oljnih bučah temperature več kot tri dni med 2 in 4 -C, lahko zmanjšajo vznik in pridelek tudi za polovico (Bavec in sod. 2007). Minimalne in maksimalne temperature za kalitev so po poročanjih od 15 do 45 ˚C, kar pa se pri različnih kultivarjih razlikuje (Sigh 1991 cit. Kurtar 2010). Optimalna temperatura za vznik je 22 do 24 ˚C (Bavec 2001), vendar so po nekaterih poročanjih tudi višje, in sicer od 20 do 32 ˚C (Milani 2007 cit. Kurtar 2010). Pri nižjih temperaturah (od 6 do 7 ˚C), prenehajo rasti, pri temperaturah od 2 do 4 ˚C, ki trajajo več kot tri dni, se lahko pridelek zmanjša za več kot polovico. Pri temperaturi -1 ˚C pa rastline že propadejo (Bavec 2001). Primerna temperatura za razvoj rastline je od 22 do 30 ˚C. Jasni sončni dnevi s temperaturo okrog 25 ˚C in noči s 15 ˚C so idealni za rast oljnih buč.\n"], "7": ["2.5 Tla", "Buče uspevajo v različnih teksturnih tipih tal, vendar najbolje v dobro prepustnih tleh z dobrimi fizikalnimi lastnostmi (Murray in sod. 2010). Najprimernejša so lahka, peščena tla (Berenji in sod. 2010), vendar pa jih uspešno pridelujemo tudi na težjih tleh, kot so peščene ilovice, ilovice ipd. Avtorji raziskav v Kaliforniji Murray in sod. (2010) navajajo, da tla, ki vsebujejo veliko gline, poškodujejo korenine in zaradi zadrževanja vode na površini in velike vlažnosti pri nižje ležečih listih povzročajo bolezni, medtem ko je pri pridelovanju na peščenih tleh potrebno več zalivati in s tem obdržati vlago v tleh, da rastline ne doživijo stresa in motenja pri rasti plodov. Pomembno je, da so tla zračna in humozna in da vsebujejo dovolj dostopnih hranil (Bavec 2001). Najboljša so tla z vsebnostjo humusa od 2 do 2,5 % (Berenji in sod. 2010). Glede na zahtevnost so buče torej podobno zahtevne kot vse okopavine. Zemlja naj bo rahlo kisla (pH vrednost med 6,0 in 6,8), reakcija pa ne nižja od pH 6, saj bodo tako zagotovljena hranila za rast (Krejan Košan 2009). Buče dobro prenašajo nihanje vlage v tleh, vendar je optimalna vlažnost tal 70-80 % poljske kapacitete (Osvald in Kogoj – Osvald 2003). Buče relativno dobro prenašajo krajša sušna obdobja, daljša suša pa lahko prepolovi pridelek semena. Prvi znak pomanjkanja vlage v tleh je ovenelost listov. Največja ovenelost se na rastlinah pokaže okoli poldneva in zgodaj popoldne. V primeru daljšega obdobja pomanjkanja vlage se lahko posušijo celotne rastline. V času cvetenja in formiranja plodov so buče najbolj občutljive na pomanjkanje vlage (Berenji in sod. 2010). Če so tla zbita, moramo le-te globinsko prerahljati, saj je potrebno zagotoviti ustrezno zračnost ob koreninah. V naših bolj humidnih razmerah zračnost dosežemo tudi z oblikovanjem grebenov (Bavec 2001).\n"], "8": ["2.6 Setev", "Posevek lahko zasnujemo na tri načine:\n- s setvijo nenakaljenega semena,\n- s setvijo nakaljenega semena,\n- s sajenjem sadik s koreninsko grudo. \nSadik brez koreninske grude ne presajamo, ker je takšno delo z direktnim presajanjem večinoma neuspešno. Sadike morajo biti vzgojene v optimalnih rastnih razmerah v pokritem prostoru in ne smejo imeti temperaturnih šokov pod 10 ˚C. Če jih sejemo v setveno ploščo, naj ta nima več kot od 60 do 80 setvenih mest, saj morajo biti rastline močne in utrjene. Temperatura tal mora v obdobju zasnove posevka znašati vsaj od 12 do 15 ˚C, pri nakaljenem semenu pa mora biti temperatura tal nekoliko višja. Buče sejemo od 3 do 5 cm globoko. Če jih sejemo na peščena tla, morajo biti posejana globlje (Bavec 2001). S poskusi je mogoče doseči optimalen pridelek v primeru, ko imamo posevek preredčen na 1,0 do 1,5 rastline na m2. V naših razmerah so pri ročni setvi priporočali kvadratno razporeditev rastlin 1 × 1 m. Glede na možnosti setve bučnic s koruzno sejalnico in kasnejše medvrstno okopavanje pa priporočamo setev bučnic na medvrstno razdaljo 1,4- 2,1 m, presledek v vrsti pa naj bo čim večji. Pri setvi je pomembno tudi to, da imamo zdrav semenski material brez prisotnosti viroz, ki v zadnjih letih povzročajo zmanjšanje pridelka. Prazna mesta, še posebej pri kvadratni ročni setvi, lahko v tednu dni po vzniku dosejamo z zato pripravljenimi vzkaljenimi bučnimi semeni (Bavec 2001).Rezultat poizkusov, ki so bili opravljeni na Univerzitetnem centru Maribor, so pokazali, da dosežemo višje pridelke, število plodov in količino semena s sajenjem sadik s koreninsko grudo (Bavec in sod. 2002).\nIz dostopne literature je razvidno, da predvsem kalitev in vznik oljnih buč nista v zadostni meri pojasnjena, zato je namen tega diplomskega dela proučiti vpliv naslednjih dejavnikov: substrata oz. teksturnega tipa tal (medij za setev), toplote, svetlobe in vlage na kalitev in vznik semen oljnih in jedilnih buč. Na podlagi teh spoznanj želimo prispevati k boljšemu poznavanju tehnike pridelovanja.\n"], "9": ["3 MATERIAL IN METODE DELA", ""], "10": ["3.1 Lokacija", "Laboratorijski poskus je potekal v letu 2009 na Fakulteti za kmetijstvo in biosistemske vede (FKBV). Poskus v rastlinjaku je potekal na Univerzitetnem kmetijskem centru Pohorski dvor.\n"], "11": ["3.2 Zasnova poskusa in obravnavanja", "Poskusi so bili trije (I, II, III). Poskus I in II sta potekala v rastni komori v laboratoriju, poskus III pa v rastlinjaku.\nSemena oljnih buč (buča) in jedilnih buč (bučka), ki smo jih izbrali za setev, smo posejali v plastične posodice z velikostjo 12 × 10 cm. Število posodic pri posameznem poskusu je bilo 36. Za setev oljnih buč in jedilnih buč smo uporabili tri različne setvene medije, in sicer: ekološki substrat s trgovskim imenom Klasmann KKS Bio Potgrond, ki je sestavljen iz črne šote (70 %), rastlinskega komposta in organskega dušika (preglednica 1), glineno ilovico (nakopano na njivi ob reki Dravi na Ptuju) ter peščeno ilovico (nakopano na domači njivi v Krčevini pri Ptuju). Nakopani zemlji, glineno in peščeno ilovico, smo razkužili na ustrezen način, in sicer s termično obdelavo – s paro v vrtnarstvu Čelofiga v Skorbi. Semena oljnih buč in bučk smo posejali na ustrezno globino (2 in 5 cm). V posode smo najprej položili toliko setvenega medija, da je pokrival dno posodice in nanj položili bučna semena. V vsako posodico smo posejali 15 bučnih semen in sicer 3 vrste po 5 semen in jih posuli z setvenim medijem do ustrezne višine, ki je ustrezala globini. Posajene posodice smo zalili z vodo, tako da so bile posodice optimalno zalite in jih položili v kalilno komoro. Buče smo v komori proučevali pri treh različnih temperaturah (12 ˚C, 14 ˚C in 18 ˚C), različnem svetlobnem režimu (24 ur svetlobe, izmenjava svetlobe in teme na 12 ur in 24 ur teme) ter \nrazlični poljski kapaciteti tal z vodo (PK) (100 % PK in 40 % PK). Poljska kapaciteta je največja količina vode, ki jo tla lahko zadržijo. V tem stanju so mikropore zapolnjene v vodo in makropore zapolnjene z zrakom. Za večino rastlin je to najprimernejše stanje, saj imajo korenine na voljo dovolj vode in dovolj zraka. Če je vode v tleh toliko, da so z njo napolnjene tudi makropore, govorimo o polni kapaciteti tal za vodo (Pintar 2003). .\nPoskus smo izvajali v postavitvi naključnega blok sistema v treh ponovitvah. Skupno število vseh obravnavanj v kalilni komori je bilo 36. V rastlinjaku pa je bilo 24 obravnavanj. Posodice smo zalivali in preverjali v razmaku dveh dni. Poskus smo zaključili takrat, ko se število vzniklih rastlin v dveh zaporednih preverjanjih ni spremenilo. Za vzniklo rastlino smo si določili tisto rastlino, ki ima klična lista nad tlemi BBCH 10 (Feller in sod. 1995). Po končanem poskusu smo vznikle rastline izpulili iz posodice, jih prešteli ter ob upoštevanju kaljivosti (določena s kalilnim poskusom), ovrednoteno število vzniklih rastlinic preračunali na odstotek živo kalečih semen (percentage of live seed emergence – PLSE). Rastline smo sprali z vodo, da smo odstranil blato in umazane delce in jih posušili. Nato smo rastline iz vsake posodice stehtali ter zabeležili podatke svežih rastlin, ki so bili potrebni za statistično obdelavo podatkov. Rastline iz vsake posodice smo spravili v papirne vrečke in jih posušili (sušenje do stabilne mase) v sušilni komori na šolskem posestvu. Posušene rastline smo ponovno stehtali in zapisali podatke. \nPoskus I\nV poskusu I smo proučevali naslednje dejavnike: vrsta semena (oljna buča Slovenska golica in jedilna buča Elite F1) × setveni medij (ekološki substrat, glinena ilovica, peščena ilovica) × globina setve (2 in 5 cm) × temperatura (12, 14 in 18 ˚C) × 3 ponovitve.\nV tem poskusu, kjer smo proučevali vpliv temperature, so bila semena oljnih buč in jedilnih buč posejana v vse tri setvene medije na globino 2 in 5 cm v posodice, ki smo jih postavili v komoro (slika 1). Kalilna komora je bila nastavljena na izbrano temperaturo 12, 14 in 18 ˚C. Pri temperaturi 12 -C smo poskus obravnavali 18 dni, pri temperaturi 14 -C 13 dni in pri temperaturi 18 -C le 8 dni.\nPoskus II\nPri poskusu smo proučevali naslednje dejavnike: vrsta semena (oljna buča Slovenska golica in jedilna buča Elite F1) × setveni medij (ekološki substrat, glinena ilovica, peščena ilovica) × svetlobni režim (24 svetlobe, izmenjava svetlobe in teme na 12 ur in 24 ur teme) × 3 ponovitve. Tako smo opravili 54 obravnavanj (preglednica 2).\nV poskusu II so bila semena oljnih buč in bučk posejana (po enakem postopku) v vse tri setvene medije na globino 3 cm. V tem poskusu smo proučevali kalitev in vznik rastlin pri različnih svetlobnih režimih. Uporabili smo 54 posodic z obema semenoma v vseh treh setvenih medijih. Prvih 18 smo položili v 24 ur osvetljeno komoro, osvetljeno 24 ur, drugih 18 pa smo pokrili s črno folijo, kar je preprečilo dostop svetlobe. Komora je bila nastavljena na celodnevno osvetlitev z dnevno svetlobo. Tretjih 18 posodic smo položili v rastno komoro in jo nastavili na 12-urno osvetlitev (12-urna osvetlitev, 12-urna tema). Temperatura v komori je v vseh primerih bila nastavljena na 16 ˚C. Poskus smo obravnavali 13 dni. \nPoskus III\nPri poskusu smo proučevali naslednje dejavnike: vrsta semena (oljna buča Slovenska golica in jedilna buča Elite F1) × setveni medij ( ekološki substrat, glinena ilovica, peščena ilovica × zalivalni režim (100 % PK in 40 % PK) × 3 ponovitve. Tako smo opravili 24 obravnavanj.\nV poskusu III smo proučevali vpliv vlage. Poskus smo izvajali v rastlinjaku na Univerzitetnem kmetijskem centru Pohorski dvor. Semena buč in bučk smo posejali v velike plastične posode velikosti 50 × 30 × 20 cm, na globino 3 cm, in sicer tako, da smo posode napolnili z ustreznim setvenim medijem 5 cm pod rob posode (slika 2). V nadaljevanju poskusa smo vlago (100 in 40 %) vzdrževali s tehtanjem posameznih posodic. Vlago smo nato preverjali vsak drugi dan. Poskus smo zaključili po desetih dneh. \n"], "12": ["3.3 Opis uporabljenih sort", "Slovenska golica\nRastline sorte Slovenska golica imajo dolge vreže, ki pokrijejo precejšno površino tal. Ima velike neizenačene liste, nekateri imajo tudi bele pege. Cvetovi so rumene barve. Buče imajo v notranjosti semena, ki niso obdana z belo ovojno lusko, ampak so gola, zato so temno zelene barve. Sejejo se v začetku maja, eventuelno pa že konec aprila. Pridelek je kakovosten in znaša od 500 do 1.000 kg semen ha-1 (Semenarna Ljubljana 2010).\nBučke Elite F1\nBučke Elite F1 so zelo zgoden, roden in odporen hibrid jedilnih buč. Seme kali 10-12 dni. Je zelo zgoden, roden hibrid. Plodovi so marmorirani zeleni, svetleči in okusni. Rastline so grmičaste. Najbolje uspevajo v toplejših zavetrnih legah v izdatno pognojeni zemlji. Lahko jih pridelujemo tudi v rastlinjaku ali pod tunelom (Semenarna Ljubljana 2010).\n"], "13": ["3.4 Statistična obdelava", "Statistične analize smo opravili s programskim paketom Statgraphics Centurium. Opravljena je bila analiza variance (ANOVA) za faktorski poskus. Razlike med obravnavanji po dejavnikih smo preverjali z Duncanovim testom pri 5 odstotni stopnji tveganja (α = 0,05).\n"], "14": ["4 REZULTATI Z RAZPRAVO", ""], "15": ["4.1 Poskus I", "Rezultati poskusa kažejo, da obstajajo glede na vrsto semena, rastnega medija in temperaturnega režima v obdobju kalitve razlike (p ≤ 0,01) v odstotku živokalečih semen in masi vzniklih rastlinic, medtem ko globina setve na merjenje parametrov ni vplivala (p ≥ 0,05) (preglednica 3). \nLegenda: ** p ≤ 0,01, * p ≤ 0,05, ns – ni statistično značilnega vpliva  Povprečja označena z enako črko znotraj enega stolpca se ne razlikujejo med seboj glede na rezultate  Duncanovega testa (α = 0,05).\nPri proučevanju vpliva temperature na vznik in razvoj rastlin, smo ugotovili, da se vznik rastlin poveča preko 30 % pri temperaturi 18 ˚C. Odstotek vzniklih rastlin bi bil višji, če se na setvenem mediju ne bi pojavljala skorja, ki je upočasnila vznik rastlinic. Število \nživokalečih semen se statistično razlikuje pri temperaturah 14 in 12 ˚C, saj je manjše. Iz tega lahko sklepamo, da je odstotek živokalečih semen pri višji temperaturi večji, saj je najugodnejša temperatura za vznik oljnih buč med 22 in 24 ˚C (Bavec 2001). Tudi pri raziskavah, ki jih je opravi Kurtar (2010), glede vpliva temperature na kalitev nekaterih buč pri različnih temperaturah od 12 do 45 -C (v razmaku 3 -C) se je pokazalo, da na odstotek kalitve vplivajo temperature. Pri višjih temperaturah je odstotek kalitve večji kot pri nižjih temperaturah.\n"], "16": ["4.2 Poskus II", "Pri proučevanju poskusa v kalilni komori, kjer smo proučevali vznik rastlin pri različnih načinih osvetlitve, smo ugotovili, da statistično značilno vpliva na kalitev in maso rastlin svetlobni režim (p ≤ 0,01). Prav tako statistično značilno vpliva tudi setveni medij, medtem ko med jedilnimi in oljnimi bučami ni statističnega vpliva (p ≥ 0,05) (Preglednica 4). Buče so najboljše vznikle v temnem režimu oz. v tistih posodicah, ki so bile pokrite s črno folijo. Tam je bil tudi največji odstotek živokalečih semen (23,1 %) in masa svežih rastlin (7,1 g). Te vrednosti se statistično razlikujejo od svetlega (24-urna osvetlitev) in svetlo-temnega (12 ur svetlobe in 12 ur teme) režima. Pri obravnavi tal se je največji PLSE ter vzniklih rastlin pojavil v glineni in peščeni ilovici, ki se statistično razlikujeta od substrata. \nLegenda: ** p ≤ 0,01, * p ≤ 0,05, ns – ni statistično značilnega vpliva Povprečja označena z enako črko znotraj enega stolpca se ne razlikujejo med seboj glede na rezultate Duncanovega testa (α = 0,05).\n"], "17": ["4.3 Poskusi III", "Pri poskusu v rastlinjaku, kjer so bila semena buč posejana na 3 cm globine v treh različnih  setvenih medijih in pri vseh režimih zalivanja, smo ugotovili, da sta na maso svežih rastlin  statistično značilno vplivala tla in zalivalni režim (p ≤ 0,05); tudi na maso svežih rastlin  prav tako vpliva tudi zalivalni režim (p ≤ 0,05). Na maso posušenih rastlin pa statistično  značilno vplivajo samo tla. Tla, vrsta semena in zalivalni režim niso statistično značilno \nvplivali na odstotek živokalečih semen (preglednica 5). Buče so najbolj uspevale v posodah z ekološkim substratom in tam, kjer so bile zalivane s 100 % poljsko kapaciteto tal z vodo. Največja masa svežih rastlin je bila stehtana v substratu, kjer je srednja vrednost znašala 50,4 g in se statistično razlikuje od glinene ter peščene ilovice. Tudi zalivalni režim s 100 % PK je pri masi svežih rastlin statistično značilen, srednja vrednost je 34,1 g in se razlikuje od 40 % PK tal z vodo. Buče potrebujejo vlažna tla in imajo najraje vlažnost tal med 70 in 80 % poljske kapacitete (Bavec 2001).\nodstotek živo kalečih semen (%) glede na rastlinsko vrsto, tla in zalivalni režim.\nLegenda: ** p ≤ 0,01, * p ≤ 0,05, ns – ni statistično značilnega vpliva Povprečja označena z enako črko znotraj enega stolpca se ne razlikujejo med seboj glede na rezultate Duncanovega testa (α = 0,05).\n"], "18": ["5 SKLEPI", "Proučevanje vpliva klimatskih in agrotehničnih dejavnikov na kalitev in vznik oljnih buč je pokazalo, da je treba pri setvi oljnih buč biti pozoren na setveni medij, primerno temperaturo ob setvi ter zagotoviti primeren svetlobni režim in vlago v tleh.\nZa primeren vznik je najprimernejši substrat, ki kaže statistično značilni višji odstotek živokalečih semen in vzniklih rastlin pri dveh poskusih, pri enem poskusu pa kaže na glineno ilovico. Iz tega je razvidno, da bi bilo primerno za setev buč s koreninsko grudo substratu dodati glineno in peščeno ilovico, saj ti zadržujeta več vlage, zato rastline bolje uspevajo.\nBuče je treba posejati pri čim višji temperaturi, saj je rezultat proučevanja vpliva temperature pokazal, da temperatura statistično značilno vpliva na odstotek živo kalečih semen in na maso svežih rastlin. Rastline so imele pri temperaturi 18 ˚C najvišji odstotek živokalečih semen.\nBuče najbolj kalijo in vznikajo v temi. V temi je bil odstotek živokalečih semen najvišji (23,1 %). Masa svežih rastlin se je statistično razlikovala tudi od celodnevne in poldnevne osvetlitve in je povprečno v temi tehtala 7,1 g. Pri setvi rastlin s koreninsko grudo je dobro, da semena vznikajo v temnem in toplem prostoru, saj bodo le v tem primeru primerno številčno vznikle in bodo bolj močne.\nZelo pomembna pri setvi oljnih buč je tudi vlažnost tal. Pri 100 % poljski kapaciteti tal oz. ob optimalni vlagi so imele večjo maso sveže rastline, in sicer je bila srednja vrednost 36,1 g, pri rastlinah, ki so bile oskrbovane s 40 % poljsko kapaciteto tal z vodo, pa le 30,0 g.\n"], "abstract": ["Toplota, svetloba, vlaga in tip tal so ključni dejavniki za kalitev in vznik rastlinic. Z namenom, da bi preverili vpliv teh dejavnikov na kalitev oljnih buč v primerjavi z jedilnimi, sta bila postavljena dva eksperimenta v rastni komori in eden v rastlinjaku. Proučen je vpliv toplotnega režima (12, 14, 16 °C), svetlobe (temno 0 ur, pol svetlo 12 ur ter svetlo 24 ur), vlage (40 % PK in 100 % PK) in tal (glinena ilovica in peščena ilovica) oz. substrat na odstotek živokalečih semen in maso rastlinic. Rezultati kažejo, da bučevkam odgovarjajo topla tla (vsaj 18 °C), kalitev v temi in 100 % PK. Zaradi omejene kalitve pri nižjih temperaturah je obvezno sejati več semen na setveno mesto in kasneje redčiti, substratu pa dodati glinene delce. Pri zasnovi je potrebno upoštevati tudi specifične zahteve vrste semena. "]}