{"1": ["1. UVOD", "COBISS predstavlja organizacijski model povezovanja knjižnic v knjižnični informacijski sistem. COBISS2 in COBISS3 sta dve generaciji programske opreme COBISS za avtomatizacijo knjižničnega poslovanja in dostop do različnih baz podatkov v internetu. Programska oprema, ki jo vzdržuje IZUM, podpira različne funkcije knjižnic in knjižničnih informacijskih servisov z možnostjo izbire uporabniških vmesnikov v več jezikih (Gill, 2002).\n"], "2": ["1.1 Namen raziskave", "Namen raziskave je, opredeliti informacijsko tehnologijo COBISS3, kot osnovo za potrebe delovanja knjižnično-informacijskega sistema. Dodatek k dosedanjemu imenu simbolizira tretjo generacijo nove programske opreme, ki prodira v večino knjižnic po Sloveniji in postaja osnova za njihovo nemoteno poslovanje. Razlog za raziskavo tega uporabniškega vmesnika, je v problemih, ki se pojavljajo pri sami namestitvi, kakor tudi v uvajanju knjižničarjev na novo tehnologijo.\n"], "3": ["1.2 Cilji in metode raziskave", "Cilj dela je prikazati COBISS3 kot prijazno grafično okolje, ki je podobno okolju naših namizij, s funkcionalnostjo, ki jo to omogoča in smo jo v COBISS2 z naraščanjem Windowsov vse bolj pogrešali. S poudarkom na COBISS3, poskušam opisati in predstaviti le-to s svojimi temeljnimi načeli, značilnostmi in sestavnimi elementi. V nadaljevanju je cilj podrobneje predstaviti vseh šest segmentov, odgovornosti in obveze knjižnice, ter pristojne organe za pomoč pri uvajanju nove tehnologije. V nalogi je uporabljen deskriptivni pristop, v okviru njega pa metoda deskripcije, komparativna metoda in metoda kompilacije. Opisana so dejstva, stanja in pojavi v zvezi z COBISS3 brez znanstvenega tolmačenja in pojasnjevanja. Pridobljeni podatki so nato urejeni in analizirani.\n"], "4": ["I. TEORETIČNI DEL", ""], "5": ["2. Razvoj sistema Cobiss", "Leta 1987 je Skupnost jugoslovanskih nacionalnih knjižnic sprejela sistem vzajemne katalogizacije kot skupno osnovo knjižničnega informacijskega sistema, vlogo informacijskega in bibliografskega servisa ter nosilca razvoja organizacijskih rešitev in programske opreme pa je prevzel Institut informacijskih znanosti (IZUM) iz Maribora. Leta 1991, ko je Jugoslavija razpadla, je v sistemu sodelovalo 55 knjižnic iz vseh njenih nekdanjih republik.\nLeta 1991 je IZUM promoviral sistem COBISS, kot nadgradnjo sistema vzajemne katalogizacije. Knjižnice zunaj Slovenije so se zatem izključile iz skupnega sistema vzajemne katalogizacije, skoraj vse pa so postopoma obnovile sodelovanje z IZUM-om in danes v svojih državah vzpostavljajo avtonomne knjižnične informacijske sisteme na platformi COBISS.\nCOBISS predstavlja organizacijski model povezovanja knjižnic v knjižnični informacijski sistem z vzajemno katalogizacijo, vzajemno bibliografsko-kataložno bazo podatkov COBIB in lokalnimi bazami podatkov sodelujočih knjižnic, bazo podatkov o knjižnicah COLIB, normativno bazo podatkov CONOR ter s številnimi drugimi funkcijami t. i. virtualne knjižnice. Strokovne osnove in tehnološke predpostavke za delovanje sistema so:\n- standardizirana in vzajemna obdelava knjižničnega gradiva in enotno vodenje  katalogov,\n- ustrezna usposobljenost strokovnih delavcev za vzajemno katalogizacijo,\n- računalniška in komunikacijska povezanost knjižnic.\nCOBISS2 in COBISS3 sta dve generaciji programske opreme COBISS za avtomatizacijo knjižničnega poslovanja in dostop do različnih baz podatkov v internetu. Programska oprema, ki jo razvija in vzdržuje IZUM, podpira različne funkcije knjižnic in knjižničnih informacijskih servisov z možnostjo izbire uporabniških vmesnikov v več jezikih (slovenski, srbski, bosanski, makedonski in angleški).\n"], "6": ["2.1 Mreža sistema", "COBISS.SI, COBISS.BH, COBISS.MK, COBISS.SR in COBISS.CG so oznake za avtonomne knjižnične informacijske sisteme, ki se vzpostavljajo v posameznih državah (Slovenija, Bosna in Hercegovina, Makedonija, Srbija in Črna gora) z lastnimi vzajemnimi bazami podatkov (COBIB.SI, COBIB.BH, COBIB.MK, COBIB.SR, COBIB.CG). V okviru navedenih sistemov uporablja programsko opremo COBISS pri avtomatizaciji svojega poslovanja preko 400 knjižnic.\nCOBISS.Net je naziv mreže, ki med seboj povezuje avtonomne (nacionalne) kooperativne bibliografske sisteme COBISS različnih držav. Sporazum o vzpostavitvi mreže COBISS.Net in prostem pretoku bibliografskih zapisov, ki se kreirajo v avtonomnih knjižničnih informacijskih sistemih Bosne in Hercegovine, Črne gore, Makedonije, Slovenije in Srbije, je bil podpisan v Beogradu 27. februarja 2003.\n"], "7": ["2.2 Organizacijski model sistema Cobiss", "Knjižnični informacijski sistem na platformi COBISS sooblikujejo knjižnični informacijski servis in knjižnice, ki sodelujejo v sistemu vzajemne katalogizacije.\nKnjižnični informacijski servis je institucija, katere osnovne naloge so:\n- načrtovanje in usklajevanje aktivnosti v zvezi z računalniškim povezovanjem  knjižnic;\n- zagotavljanje in vzdrževanje skupnih računalniških in komunikacijskih  zmogljivosti za delovanje sistema in centralnih servisov;\n- zagotavljanje programske opreme COBISS in uporabniške dokumentacije za  vzajemno katalogizacijo, za lokalno knjižnično poslovanje in za druge servise;\n- upravljanje z vzajemno bazo podatkov COBIB;\n- strokovna pomoč knjižnicam pri nabavi, namestitvi in vzdrževanju računalniške  opreme;\n- organiziranje izobraževanja in strokovna pomoč knjižnicam in drugim  uporabnikom programske opreme in servisov COBISS;\n- strokovna pomoč knjižnicam pri konverziji in prenosu podatkov iz drugih  sistemov;\n- ugotavljanje usposobljenosti strokovnih delavcev knjižnic za sodelovanje v  vzajemni katalogizaciji (v sodelovanju z nacionalno knjižnico);\n- organiziranje dostopa do tujih informacijskih servisov in baz podatkov na podlagi  pogodb.\nUstanovitelj knjižničnega informacijskega servisa je lahko vlada zainteresirane države ali zainteresirane knjižnice.\nKnjižnice imajo lahko v knjižničnem informacijskem sistemu na platformi COBISS enega od naslednjih statusov:\n- Status nacionalne članice ima nacionalna knjižnica, ki aktivno sodeluje v sistemu  vzajemne katalogizacije in opravlja tudi posebne naloge,\n- Polnopravne članice so knjižnice, ki aktivno sodelujejo v sistemu vzajemne  katalogizacije in lahko prispevajo zapise v vzajemno bazo podatkov glede na  predhodno verifikacijo usposobljenosti njihovih katalogizatorjev.\n- Pridružene članice so knjižnice, ki imajo na podlagi sklenjene pogodbe s  knjižničnim informacijskim servisom možnost on line kopiranja zapisov iz  vzajemne baze podatkov COBIB v svoje lokalne aplikacije z uporabo  uporabniškega vmesnika. Za avtomatizacijo lokalnih funkcij uporabljajo  programsko opremo drugih proizvajalcev.\nZa obravnavanje vprašanj razvoja in delovanja nacionalnih knjižničnih informacijskih  sistemov na platformi COBISS se praviloma oblikujejo\n Sveti članic COBISS, ki jih sestavljajo predstavniki različnih skupin knjižnic  (nacionalna, splošne, visokošolske, specialne, šolske) po kriteriju skupno prispevanih  zapisov v vzajemno bazo podatkov COBIB.\nIZUM razvija in vzdržuje standarde ter programsko opremo COBISS, za potrebe slovenskih knjižnic in končnih uporabnikov pa opravlja tudi naloge nacionalnega knjižničnega informacijskega servisa.\n"], "8": ["2.3 Generacije programske opreme", "Sistem COBISS je zasnovan na on line komunikaciji med lokalnimi računalniškimi sistemi (strežniki), ki so praviloma locirani v večjih knjižnicah, in osrednjim računalniškim sistemom knjižničnega informacijskega servisa. Vse komunikacije potekajo preko interneta.\nKoncepcija on line sistema z visoko stopnjo integriranosti centralnih in lokalnih funkcij zahteva zelo zanesljivo delovanje računalniške in komunikacijske ter sistemske in aplikativne programske opreme, pogoj za delovanje sistema pa so tudi dovolj zmogljive in zanesljive internetne povezave.\nArhitekturo sistema COBISS je IZUM zastavil leta 1987, ko je bila izbrana tudi tehnološka platforma sistema. Temu je sledilo uvajanje novih tehnologij, ter razvoj različnih produktov in servisov. Na navedeni tehnološki platformi deluje druga generacija aplikativne programske opreme (COBISS2), ki vključuje segmente COBISS2/Katalogizacija, COBISS2/Izpisi, COBISS2/Izposoja.\nProgramski segment COBISS2/Izposoja podpira avtomatizacijo ene najpomembnejših lokalnih funkcij knjižnice – izposojo gradiva članom knjižnice. Vključuje izbiro številnih parametrov, ki opredeljujejo pravila izposoje, kar omogoča uporabo sistema v vseh vrstah knjižnic. Knjižničarji lahko sami spreminjajo večino parametrov. Programski segment omogoča:\n- vpis in vzdrževanje podatkov o članih knjižnice;\n- izposojo in vračanje vseh vrst gradiva, podaljšanje roka vrnitve, rezervacije,  naročanje in evidentiranje izgubljenih izvodov gradiva ;\n- pregledovanje lokalnih katalogov z bibliografskimi podatki in podrobnimi podatki  o zalogi;\n- vpogled v stanje gradiva;\n- izdelavo opominov;\n- sistem finančnega poslovanja z možnostjo ročnega ali avtomatskega evidentiranja  terjatev ;\n- avtomatizacijo funkcij bibliobusa, knjigomata in telefonskega odzivnika.\nV segmentu COBISS2/Izposoja so možni nekateri enostavnejši izpisi, večina izpisov pa se izvaja v okviru segmenta COBISS2/Izpisi.\nProgramski segment COBISS2/Izpisi podpira izdelavo različnih izpisov iz lokalnih baz podatkov knjižnic, v nekaterih primerih pa tudi iz vzajemne baze podatkov COBIB. Večina izpisov je standardiziranih in prirejenih za posamezne vrste gradiva, nekateri od njih pa so prilagojeni tudi potrebam posameznih knjižnic. Izpisi, kot npr. kataložni listki in bibliografije, vključujejo tudi cirilico.\nProgramski segment omogoča:\n- izdelavo različnih kataložnih listkov;\n- pripravo osebnih in institucionalnih bibliografij ter nacionalne bibliografije,  različnih seznamov novosti itd.;\n- izpis inventarnih knjig za posamezne vrste gradiva;\n- izpis nalepk s črtnimi kodami za člane knjižnice in za gradivo;\n- izpis seznama odpisanega gradiva ter seznamov gradiva z določenim statusom;\n- izpis različnih seznamov kontroliranih in nekontroliranih predmetnih oznak;\n- izdelavo različnih izpisov za potrebe koordinacije nabave tujih serijskih  publikacij;\n- izdelavo statističnih pregledov prirasta gradiva, izposoje gradiva, obiskov članov,  vseh transakcij izposoje itd.;\n- izdelavo seznamov dobaviteljev, naročil, reklamacij in računov za posamezne  vrste gradiva (v okviru funkcij nabave).\nV povezavi s programskim segmentom COBISS2/Izposoja so možni naslednji izpisi: seznami članov z izposojenim gradivom, zapadlo članarino ali dolgom; seznami gradiva glede na status, vrsto transakcije; seznam najbolj branega gradiva; priprava in izpis obrazcev opominov in tožb, seznami opominov, tožb, članov z opomini itd.\n"], "9": ["3. Razvoj sistema Cobiss3", "Leta 1997 se je začel razvoj tretje generacije aplikativne programske opreme (COBISS3) na novi tehnološki platformi. Značilnosti programske opreme COBISS3 so:\n- grafični uporabniški vmesniki,\n- ločitev podatkov o zalogi od bibliografskega zapisa in s tem ločitev segmenta  COBISS2/Katalogizacija od lokalnih aplikacij spremljanja nabave knjižničnega  gradiva in kontrole dospetja serijskih publikacij,\n- prenos pristojnosti za upravljanje z lokalnimi aplikacijami na odgovorne  sodelavce v knjižnicah,\n- vnos podatkov in iskanje tudi v drugih pisavah,\n- izpisi v standardnih formatih,\n- uveljavitev objektnega pristopa,\n- trislojna zasnova (uporabniški in aplikacijski nivo ter nivo baze podatkov),\n- čim manjša odvisnost od strojne opreme in operacijskih sistemov,\n- implementacija tehnologij za internetne/intranetne aplikacije.\nAktualna verzija programske opreme COBISS3, V3.0, vključuje segmente COBISS3/Nabava, COBISS3/Serijske publikacije, COBISS3/Zaloga, COBISS3/Izposoja (v fazi testiranja), COBISS3/Medknjižnična izposoja, COBISS3/Izpisi in COBISS3/Upravljanje aplikacij (www.cobiss.izum.si).\n"], "10": ["4. Strežniki za Cobiss3", ""], "11": ["4.1 Strežnik, nameščen v IZUM-u", "Knjižnica lahko uporablja IZUM-ov strežnik izum3.izum.si, kjer je nameščena programska oprema Cobiss3. V tem primeru mora na svoje računalnike, ki imajo dostop do strežnika namestiti uporabniški vmesnik in okolje Java.\n"], "12": ["4.2 Strežnik, nameščen v knjižnici", "Na poseben računalnik v knjižnici je treba namestiti gramsko opremo Cobiss3 in dodatno programsko opremo. Knjižnica mora IZUM-u omogočiti stalen dostop do tega računalnika preko uporabniškega vmesnika ADMIZUM (www.nuk.uni-lj.si/knjiznicarskenovice).\n"], "13": ["5. Namestitev sistema", "Za zagon programske opreme Cobiss3 je treba zagotoviti minimalno strojno in programsko opremo ter izpolniti nekatere sistemske zahteve. Za namestitev uporabniškega vmesnika potrebujemo dostop do interneta.\nKomponente uporabniškega vmesnika programske opreme Cobiss3 so:\n- brskalnik,\n- iskalnik,\n- urejevalnik,\n- pregledovalnik.\nV vseh segmentih lahko izvajamo naslednje osnovne postopke:\n- kreiranje objekta,\n- vnos/spreminjanje lastnosti objekta,\n- iskanje,\n- pregledovanje lastnosti objekta,\n- priprava in pošiljanje izpisa.\nNamestitve, ki se privzamejo ob namestitvi programske opreme, lahko tudi spremenimo: izberemo svoj videz uporabniškega vmesnika, spremenimo pisavo in njeno velikost, dimenzije oken, geslo, destinacije, ki se upoštevajo pri pošiljanju izpisov itd.\n"], "14": ["5.1 Sistemske zahteve", "Ena od značilnosti programske opreme Cobiss3 je njena 3-slojna zasnova:\n- uporabniški vmesnik (na odjemalcu),\n- poslovna logika (na strežniku),\n- baza podatkov (na strežniku).\nRazslojitev, ki zagotavlja večjo fleksibilnost programske opreme, manjšo odvisnost od strojne opreme in operacijskega sistema ter enostavnejše vzdrževanje, omogoča tudi različne možnosti namestitve programske opreme Cobiss3 v knjižnici.\n"], "15": ["5.2 Uporabniški vmesnik", ""], "16": ["5.2.1 Brskalnik", "Brskalnik je osnovna komponenta uporabniškega vmesnika programske opreme COBISS3. Omogoča dostop do segmentov programske opreme Cobiss3, do razredov v okviru segmenta in posameznih objektov. Pri razredih in objektih izvajamo splošne metode in metode, ki omogočajo izvajanje poslovnega procesa.\nElementi brskalnika so:\n- naslovna vrstica,\n- menijska vrstica,\n- orodna vrstica,\n- osrednji del okna brskalnika.\nOsrednji del okna brskalnika je razdeljen na šest delov:\n- segmenti in razredi,\n- delovno področje,\n- atributi izbranega razreda,\n- povezave,\n- poizvedbe,\n- bližnjice\n"], "17": ["5.2.2 Iskalnik", "Iskalnik je komponenta uporabniškega vmesnika, ki omogoča:\n- iskanje objektov po različnih baza podatkov:\n- po objektivni bazi Object Store (objekti, kreirani v programski opremi  Cobiss3),\n- po bazah podatkov iz obstoječega sistema Cobiss.si\n- po drugih bibliografskih bazah podatkov, ki so brezplačno dostopne preko  interneta.\n- izbiro objektov za nadaljnjo obdelavo,\n- shranjevanje poizvedb.\nElementi iskalnika so:\n- naslovna vrstica, v kateri je narisana ikona programske opreme Cobiss3 in  izpisana beseda »Iskanje«; za njo se vedno napiše še ime razreda, v okviru  katerega iščemo objekte,\n- iskalna polja,\n- polja za vnos iskalnih zahtev,\n- gumbi za izvršitev iskanja,\n- polje za izbiro izpisnega formata seznama najdenih objektov,\n- polje za izbiro poizvedbe,\n- število najdenih objektov,\n- seznam najdenih objektov,\n- gumbi za delo z najdenimi objekti.\n"], "18": ["5.2.3 Urejevalnik", "Urejevalnik je komponenta uporabniškega vmesnika, ki omogoča vnos, spreminjanje lastnosti izbranega objekta ter vsebovanih objektov, določanje povezav, pregledovanje vsebovanih objektov in objektov, povezanih z izbranim objektom. V urejevalniku so običajno navedeni le tisti atributi objekta, katerih vrednosti lahko vnašamo ali spreminjamo. Atributi objekta, katerim določamo vrednosti z izvedbo poslovnih metod, pa so običajno vidni samo v delu okna z atributi razreda v brskalniku.\nElementi urejevalnika so:\n- naslovna vrstica, kjer s izpiše ime razreda, ki mu objekt pripada,\n- zavihki,\n- imena atributov, prikazana opisno ali kot gumbi,\n- vrednosti atributov, ki jih vnašamo z vpisovanjem v vnosna polja ali okna za vnos  vrednosti, izbiro iz spustnih seznamov ali šifrantov,\n- povezave, ki so prikazane kot gumbi ali seznami,\n- vsebovani objekti,\n- gumbi za izvedbo določenih aktivnosti,\n- gumb za shranjevanje objekta,\n- gumb za izhod iz urejevalnika brez shranjevanja sprememb.\n"], "19": ["5.2.4 Pregledovalnik", "Pregledovalnik je komponenta uporabniškega vmesnika, ki omogoča pregledovanje lastnosti izbranega objekta, vsebovanih objektov in objektov povezanih z izbranim objektom. V pregledovalniku se izpišejo enaki podatki kot v brskalniku v delu okna z atributi razreda in v delu okna s povezavami. Prednost pregledovalnika je v tem, da ga lahko odpremo tudi v urejevalniku in iskalniku in ne samo v brskalniku. Odprtih je lahko tudi več pregledovalnikov hkrati. Elementi pregledovalnika so:\n- naslovna vrstica, kjer se prikaže ikona programsko opreme Cobiss3, poleg besede  »pregledovanje« pa se izpiše še ime razreda,\n- ikoni »nazaj« in »naprej«, ki sta ob vstopu v pregledovalnik onemogočeni\n- ikoni »prejšnji« ali »naslednji«, ki sta prikazani, če smo odprli pregledovalnik za  več objektov hkrati,\n- imena atributov,\n- vrednosti atributov,\n- povezave objekta,\n- vsebovani objekti,\n- gumbi za del okna s povezavami\n"], "20": ["6. Segmenti programske opreme", ""], "21": ["6.1 Upravljanje aplikacij", "Za dostop do segmenta Cobiss3/Upravljanje aplikacij je potrebno dovoljenje UPR- dostop do segmenta Cobiss3/Upravljanje aplikacij in pregled ter izpis podatkov.\nVnos podatkov o domači knjižnici\nPodatke o domači knjižnici vnesemo, še preden začnemo delati v posameznem segmentu programske opreme Cobiss3. Najprej vnesemo splošne podatke: ime, naslov sedeža, identifikacijska številka za DDV itd. Te podatke lahko prenesemo iz baze podatkov COLIB.SI. Nato vnesemo podrobnejše podatke, ki se upoštevajo pri izvajanju nekaterih postopkov v posameznih segmentih, in podatke o kontaktnih osebah ali kontaktnih oddelkih. Pri vsaki kontaktni osebi ali oddelku lahko določimo, ali naj se ime in podatki za naslavljanje izpisujejo pri naslovu pošiljatelja na izpisih v določenem segmentu programske opreme Cobiss3. Za vsak segment določimo samo eno kontaktno osebo ali en kontaktni oddelek. Če tega ne določimo, se izpišejo le podatki iz naslova sedeža domače knjižnice. Podatki o domači knjižnici so shranjeni tudi v razredu Partner pod številko 1.\nVnos podatkov o partnerjih\nPri nabavi monografskih in serijskih publikacij ter pri medknjižnični izposoji poslujemo s partnerji. To so knjižnice, založne, servisi, druge ustanove in posamezniki. Najprej vnesemo splošne podatke o partnerju: ime, naslov sedeža, identifikacijska števila za DDV itd. Če je partner knjižnica, vpisana v bazo podatkov COLIB, se lahko osnovni podatki prenesejo iz te baze podatkov. Vsakemu partnerju določimo tudi eno ali več vlog, ter vnesemo podatke o kontaktnih osebah in oddelkih.\nDoločanje uporabniških imen\nPo namestitvi programske opreme Cobiss3 definiramo uporabniška imena za zaposlene, ki bodo to opremo uporabljali. Za posameznika lahko definiramo več uporabniških imen. Za vsako uporabniško ime določimo geslo za prijavo v programsko opremo Cobiss3 (Izum 2005a, 13).\n"], "22": ["6.2 Nabava", ""], "23": ["6.2.1 Naročanje gradiva in obdelava v cobiss3", "Gradivo lahko pri dobavitelju naročimo z različnimi vrstami naročil:\n- običajno naročilo,\n- prednaročilo,\n- naročilo na osnovi prejete ogledne dobavnice,\n- naročilo po »ključu«.\nGlede na vrsto gradiva pa lahko pripravimo naročilo za:\n- monografsko publikacijo,\n- monografsko publikacijo v več kosih,\n- posamezno enoto v okviru knjižne zbirke.\nPostopek naročanja gradiva lahko vključuje:\n- pripravo naročila,\n- izstavitev naročila,\nPoleg tega lahko naročanje vključuje še:\n- preklic naročila,\n- vnos obvestila dobavitelja.\nPriprava naročila\nPri pripravi naročila najprej določimo vrsto naročila. Vnesemo splošne podatke o naročilu, nato pa še podatke o posameznih postavkah naročila. Pri vsaki postavki določimo vrsto naročila glede na vrsto gradiva, vpišemo ceno ter določimo izvode in sklade. Nato se programsko izračunajo zneski postavk in znesek naročila kot celote.\nIzstavitev in pošiljanje naročila\nPri izstavitvi naročila se najprej kot datum izstavitve programsko zabeleži tekoči datum. Nato glede na izbrani način pošiljanja naročilo izpišemo na tiskalnik ali pošljemo na elektronski naslov dobavitelja. V skladih, ki smo jih določili pri postavkah naročila, se rezervirajo denarna sredstva: poveča se zneske v naročilih in zmanjša razpoložljivi znesek sklada. Za vsako postavko naročila nastane toliko polj 996, kot je število naročenih izvodov.\nPreklic naročila\nPreklic naročil pripravljamo v razredu »naročilo« ali »postavka naročila«. Osnova za pripravo preklica naročila je lahko:\n- nepričakovan prejem gradiva iz zamene, daru, subvencioniranega gradiva itd.,\n- ugotovitev, da kljub reklamiranju dobavitelj ne pošlje gradiva,\n- obvestilo dobavitelja, da gradiva ne more dobaviti.\nPreklic naročila lahko pripravimo za:\n- naročilo v celoti,\n- vse postavke,\n- posamezne izvode postavke.\nNaročeno postavko naročila lahko tudi prenaročimo, torej prenesemo na drugo pripravljeno naročilo ali na novo naročilo. Pri tem se za postavko naročila pripravi preklic vseh naročenih izvodov.\nVnos obvestila dobavitelja\nPo poslanem naročilu dobavitelju lahko od njega prejmemo obvestilo o statusu postavke naročila. Poiščemo postavko naročilo in zabeležimo prejeto obvestilo. V skladu s prejetim obvestilom lahko spremenimo rok za reklamiranje nedospetja ali naročilo prekličemo.\n"], "24": ["6.2.2 Prejem naročenega gradiva", "Gradivo, ki ga prejmemo na osnovi naročila, navadno spremlja dobavnica in/ali račun. Z dobavnico lahko prejmemo gradivo z enega ali več naročil. Gradivo pregledamo in evidentiramo dobavnico. Če dobavitelj dobavnice ni poslal, evidentiramo dobavo tako, kot da bi dobili listino Dobavnica. Na osnovi prejete dobavnice ali podatkov o gradivu poiščemo naročilo in vnesemo najprej splošne podatke o dobavnici, nato pa še postavke dobavnice. Vpišemo tudi podatke o številu poškodovanih izvodov in/ali morebitno neskladje med dejansko prejetim številom izvodov in številom, zapisanim na dobavnici. Ti podatki so osnova za reklamiranje prejetega gradiva. Ker v knjižnici mnogokrat prejmemo obenem z gradivom tudi račun, je možno hkrati zabeležiti prejem in plačilo gradiva. Postopek izvedemo, če podatki na naročilu ustrezajo podatkom na dobavnici in če ni razlogov za reklamiranje prejetega gradiva.\nBrisanje dobavnice\nDobavnico lahko brišemo, dokler je nismo zaključili ali zanjo pripravili računa. Brišemo lahko samo dobavnice s statusom evidentirano. Pred brisanjem moramo zbrisati postavke dobavnice.\nZaključitev dobavnice\nPo vnosu dobavnico zaključimo. Pri tem podatki o prejemu gradiva vpišejo v podatke o zalogi. Če so izpolnjeni pogoji za reklamiranje, dobavnice ne moremo zaključiti, ampak moramo za reklamirane izvode pripraviti reklamacijo. Po rešitvi reklamacije zbrišemo pri dobavnici razloge za reklamiranje in dobavnico zaključimo.\n"], "25": ["6.2.3 Plačilo prejetega gradiva", "Račun za prejeto gradivo prejmemo skupaj z dobavnico in gradivom ali kasneje. Račun lahko prejmemo za eno dobavnico ali za več dobavnic skupaj. Vpišemo ga lahko na osnovi evidentirane ali zaključene dobavnice. Račun zaključimo. Pošljemo ga v računovodstvo in vpišemo datum pošiljanja. Ko iz računovodstva sporočijo, da je račun plačan, vpišemo datum plačila. Podatki o računu se vpišejo v podatke o zalogi (Izum 225b, 21).\n"], "26": ["6.3 Medknjižnična izposoja", "Zahtevek za medknjižnično izposojo\nNaročnik lahko svoje zahtevke za medknjižnično izposojo posreduje na različne načine:\n- osebno,\n- po klasični pošt,\n- po elektronski pošti,\n- po telefaksu,\n- iz programske opreme Cobiss3/medknjižnična izposoja.\nPri evidentiranju naročnikovega zahtevka za medknjižnično izposojo določimo vrsto naročnika. Ta je lahko:\n- član,\n- partner.\nPo izbiri vrste naročnika poiščemo in izberemo konkretnega naročnika. Če ga ne najdemo, ga moramo najprej vpisati v ustrezno bazo podatkov. Posameznika vpišemo v lokalno bazo o članih, organizacijo, knjižnico ali drugi servis pa vpišemo v bazo podatkov o partnerjih kot naročnika medknjižnične izposoje.\nPo vpisu naročnika v ustrezno bazo podatkov lahko evidentiramo njegov zahtevek. Najprej vnesemo splošne podatke in podatke o gradivu, nato pa določimo še dobavitelja, pri katerem bomo naročili želeno gradivo. Pri vnosu podatkov s prejetega naročila neke knjižnice, druge organizacije lahko kot dobavitelja določimo domačo knjižnico.\nSplošni podatki s prejetega naročnikovega zahtevka, bibliografski podatki o eni enoti gradiva, podatki o dobavitelju, pri katerem bomo to gradivo naročili, ter še nekateri drugi podatki so v bazi podatkov shranjeni kot en zahtevek za medknjižnično izposojo. Za vsako posamezno enoto gradiva moramo pripraviti svoj zahtevek. Če naročnik naroča več enot gradiva hkrati, si lahko pri vnosu pomagamo s kopiranjem splošnih podatkov s prvega vnesenega naročnikovega zahtevka.\nZahtevek lahko zbrišemo iz baze podatkov, dokler še nismo pripravili naročila za dobavitelja. Zahtevek lahko zbrišemo tudi, če pred tem zbrišemo naročilo, ki smo ga sicer že pripravili, a ga še nismo izstavili in poslali.\nNaročanje gradiva\nPo vnosu podatkov s prejetega naročnikovega zahtevka in določitvi dobavitelja lahko temu pošljemo prošnjo, da nam posreduje informacijo o ceni gradiva, ali pa zanj pripravimo naročilo in mu ga pošljemo. Po naročanju gradiva lahko dobavitelj pošlje obvestilo, na osnovi katerega mu moramo poslati ponovno naročilo. Če nas dobavitelj obvesti, da gradiva ne more dobaviti, lahko gradivo naročimo pri drugem dobavitelju. Če pa gradiva ne moremo naročiti pri nobenem od dobaviteljev, evidentiramo nerealizirano dobavo, naročnika pa obvestimo, da mu gradiva ne moremo dobaviti.\nPrejem gradiva\nKo od dobavitelja ali iz skladišča prejmemo gradivo, poiščemo ustrezno naročilo in evidentiramo prejem. Najprej preverimo, ali prejeto gradivo ustreza naročenemu. Če smo prejeli ustrezno gradivo, vnesemo podatke o prejemu in določimo znesek, ki ga bo naročnik plačal za dobavljeno enoto gradiva. Če ob evidentiranem prejemu gradiva še ne vemo, kakšen znesek bomo naročniku zaračunali, lahko tega določimo po izstavitvi dobavnice.\nDobava gradiva naročniku\nPo zaključitvi prejema gradiva pripravimo dobavnico, ki jo bo naročnik prejel skupaj z gradivom, in obvestimo naročnika o možnosti dviga. Gradivo lahko naročniku pošljemo po klasični in elektronski (kopije dokumentov) pošti ali pa mu ga dostavi kurir. Na dobavnici se izpišejo podatki o gradivu, ki ga dobavljamo, in znesek za plačilo opravljene storitve.\nNaročniku lahko dobavimo:\n- gradivo, ki mu ga izposodimo in ga mora vrniti\n- gradivo, ki mu ga ni treba vrniti, ker gre za kopije dokumentov\nDobavo gradiva naročniku evidentiramo z izstavitvijo dobavnice. Ob izstavitvi se evidentira tudi datum izposoje ali predaje kopije naročniku. Če naročniku pošiljamo gradivo po klasični pošti ali mu ga dostavi kurir, lahko za pakete z gradivom izpišemo ustrezno število dobavnic in nalepk z naslovom naročnikov. Dobavnico lahko izpišemo v več izvodih. Običajno jo izpišemo v dveh: prvi izvod je za naročnika, drugi za interne namene – najpogosteje za računovodstvo.\nNaročnika , ki pride iskat gradivo v knjižnico, je treba najprej obvestiti o prejemu gradiva. Obvestimo ga lahko po telefonu ali pa po pripravi dobavnice pripravimo obvestilo in mu ga pošljemo. Ko pride naročnik v knjižnico, poiščemo pripravljeno dobavnico in jo izstavimo.\nPri gradivu, ki smo ga izposodili naročniku, lahko spremenimo datum, do katerega mora biti vrnjeno, in tako podaljšamo rok izposoje. Če je rok za izposojo gradiva potekel, lahko za naročnika pripravimo obvestilo o poteku roka izposoje.\nPriprava in izstavitev računa\nZa partnerja, ki se pojavlja kot naročnik ali plačnik, lahko na osnovi izstavljene dobavnice pripravimo račun za posamezno opravljeno storitev ali zbirni račun za več storitev in mu ga izstavimo. Če smo naročniku dobavili gradivo, ki mu ga ni treba vrniti, lahko po izstavitvi dobavnice zaključimo obdelavo naročnikovega zahtevka za medknjižnično izposojo.\nVračilo gradiva\nKo naročnik gradivo vrne, moramo preveriti, ali je nepoškodovano in vrnjeno v roku. Nato vnesemo podatke o vračilu gradiva naročnika. Za naročnika lahko natisnemo še potrdilo o vračilu gradiva naročnika. Za naročnika lahko natisnemo še potrdilo o vračilu in mu ga pošljemo po e-pošti. Postopek medknjižnične izposoje zaključimo z vnosom podatkov o vračilu gradiva dobavitelju ali v skladišče. Za dobavitelja lahko natisnemo tudi zahvalo za dobavljene enote, ki mu jih vračamo (Izum 2005c, 16).\n"], "27": ["6.4 Zaloga", "Podatke o zalogi gradiva urejamo v poljih 996, 997 in 998. Polja nastanejo programsko v postopku pridobivanja gradiva v segmentih nabava in serijske publikacije, lahko pa jih dodamo tudi sami, če teh segmentov ne uporabljamo. Ob namestitvi segmenta Cobiss3/Zaloga se bibliografski podatki s polji 996/997 prenesejo iz okolja Cobiss2 v okolje Cobiss3. Del bibliografskih podatkov vidimo v Gradivu, podrobni podatki o zalogi so v razredih Polje 996/997, zbirni podatki o zalogi pa v razredih Polje 998.\nPred pričetkom uporabe segmenta Cobiss3/Zaloga mora knjižnica:\n- dopolniti podatke o domači knjižnici,\n- nastaviti števce za dodajanje inventarnih številk.\nRazred Gradivo predstavlja v segmentu Cobiss3/Zaloga izsek bibliografskega zapisa iz lokalne bibliografske baze podatkov, kjer so shranjeni vsi bibliografski podatki. Bibliografski podatki, ki so shranjeni v razredu gradivo, so: naslov, avtor, jezik, izdaja, leto izida, kraj založbe, založnik, bibliografski nivo, fizični opis, dodatni fizični opis, zbirka, ISBN, ISSN, založniška številka, država izida, UDK za statistiko.\nV razredu Polje 996997 so podrobni podatki o zalogi, na osnovi katerih se v knjižnicah vodi evidenca inventarja in izvaja izposoja gradiva.\nVsebino polj 996 in 997 lahko urejamo na različne načine:\n- kopiranje podatkov med polji,\n- spreminjanje določenih podatkov preko inventarne številke ali številke za  izposojo,\n- spreminjanje signature preko inventarne številke ali številke za izposojo,\n- hkratno spreminjanje statusa v več poljih v zapisu,\n- brisanje polj,\n- razvrščanje polj v zapisu.\nV postopku inventarizacije podatke vnesemo v polje 996/997 in jih nato kopiramo v druga polja v zapisu. Ob inventuri se pripravi seznam manjkajočih izvodov. Na osnovi tega seznama lahko naredimo odpis gradiva tako, da gradivu spremenimo status. Serijsko publikacijo običajno inventariziramo ob prejemu prvega zvezka v letniku, ko nastane novo polje 997.\nNovosti\nNovo gradivo, ki prihaja v knjižnico, se nahaja določen čas med novostmi. Monografske publikacije se prenesejo v razred Novosti ob inventarizaciji, serijske publikacije pa takrat, ko zabeležimo prejem v kontroli dotoka. Prejeti zvezek lahko dodamo med novosti tudi sami (Izum 2005d, 11).\nOdpis gradiva\nOb inventuri v Cobiss2 lahko nastane datoteka, kateri so podatki o manjkajočem gradivu. V bazi Cobiss3 lahko to gradivo programsko odpišemo. V polju 996 se spremeni status v odpisano in zabeleži se datum spremembe statusa (Češnovar et al. 2001, 11).\n"], "28": ["6.5 Izpisi", "Z namestitvijo programske opreme Cobiss3 so knjižnici na voljo sistemski izpisi. Ti omogočajo oblikovanje različnih vrst izpisov, kot so raznovrstni obrazci, poslovne listine, statistike itd. Izpisi se pripravljamo na osnovi podatkov iz vseh segmentov programske opreme Cobiss3. Definicije sistemskih izpisov zagotavljajo, kolikor je le mogoče, poenoten videz dokumentov bodisi v celoti bodisi njihovih posameznih delov v zvezi z naslavljanjem in označevanjem dokumentov. Pri naslavljanju se na posameznih segmentih izpisujejo in upoštevajo podatki, ki jih vzdržuje v razredih Domača knjižnica in Partner. Podatki o domači knjižnici se izpisujejo pri naslovu pošiljatelja, podatki o partnerju pa se upoštevajo in izpisujejo pri naslovu prejemnika. Sistemski izpisi za dokumente, ki jih pošiljamo po klasični pošti, telefaksu ali elektronski pošti, so prilagojeni smernicam IFLE za pošiljanje po telefaksu in pošti ter zakonskim določilom in pravilom naslavljanja Pošte Slovenije. Kratice držav so v skladu s šifrantom držav za mednarodno naslavljanje pošiljk ISO. Pri prejemnikih v tujini se država izpiše v angleškem jeziku, če predhodno tako izberemo. Vsi dokumenti, ki jih pošiljamo po pošti, so oblikovani tako, da jih je mogoče vstaviti v ovojnice z okencem za naslov prejemnika na levi strani. V inicializacijski datoteki za posamezno knjižnico pa lahko za nastavitvijo posebnega parametra določimo izpis prejemnika tudi na desni strani (Izum 2005e, 60).\nUrejevalnik izpisnih vrst\nIzpisna vrsta je skupina izbranih objektov istega razreda, za katere lahko pošljemo na destinacije (tiskalnik ali elektronski naslov) izpis, ki ga izberemo iz seznama definicij izpisov. Preko izpisnih vrst običajno izpisujemo nalepke za gradivo, kadar ne želimo izpisovati vsake nalepke posebej, temveč hkrati vse nalepke, ki jih pripravimo.\n"], "29": ["II. PRAKTIČNI DEL", ""], "30": ["7. Uvajanje nove programske opreme v Knjižnico Slovenske Konjice", "V Splošni knjižnici Slovenske Konjice, smo začeli uporabljati programsko opremo COBISS3, segment Zaloga, v letu 2006. Ob možnostih, ki jih ponuja nova programska oprema, so naši knjižničarji zadovoljni z uporabo COBISS3/Zaloga. Z uvedbo smo realizirali prednosti povezave med nabavo gradiva in inventarizacijo in pričakujemo, da bodo preostali dodani segmenti v COBISS3 zaokrožili vložek v spremembo programskega okolja.\nV začetku letošnjega leta, smo začeli s testno bazo Cobiss3/Nabava in Cobiss3/Medknjižnična izposoja. Po slabih dveh tednih uvajanja smo prešli na pravo bazo Nabave. Tudi na tem področju smo hitro odkrili prednosti, saj je naročanje knjig prej potekalo preko ročnih evidenc. Kolegici, ki je zadolžena za nabavo, je ta segment precej olajšal delo. Postopek COBISS3/Nabava je sedaj poenostavljen, saj ga po prejemu gradiva zaključimo še z vnosom lokalnih podatkov, in preklapljanje v COBISS2 ni potrebno. Pravilnost novo vnesenih podatkov in prenesenih podatkov o nabavi pa lahko sproti kontroliramo v obliki formata COMARC, ki smo ga vajeni. Izbiranje in sprožanje števcev je enostavnejše. Sedaj izberemo števec iz spustnega seznama in z enim klikom na gumb Dodaj številke, dodelimo inventarno številko in datum inventarizacije. Pri inventarizaciji več izvodov istega naslova preprosto, s kopiranjem podatkov, le-te prenesemo v vsa dodana polja 996 naenkrat, vključno z novimi inventarnimi številkami. Delo v COBISS3/Nabava je s COBISS3/Zaloga sedaj res smiselno zaokroženo. Kolegica je navdušena.  Poudariti moram, da v naši knjižnici v COBISS3/Nabava vodimo samo naročila knjig za nakup, torej naročila, ki jih pošiljamo založnikom. To delo opravlja ena kolegica. Gradiva, ki ga prejemamo v dar ali kot obvezni izvod: diplomska in magistrska dela, ne evidentiramo v COBISS3/Nabava. To gradivo normalno katalogiziramo in vnesemo bibliografski opis, v COBISS3 pa izvedemo samo inventarizacijo ter dodamo lokalne in nabavne podatke. S kolegico, ki sva bili zadolženi za Medknjižnično izposojo, sva novosti prav tako hitro osvojile in bili z novim načinom dela zelo zadovoljni. Delo, ki je prej prav tako potekalo tako rekoč peš, je s COBISS3 postalo mnogo bolj pregledno. Naslednja novost, za katero smo bili zelo zainteresirani je bila Cobiss3/Serijske publikacije. Tudi tu smo se zelo hitro uvedli. Na področju serijskih publikacij postopek inventariziranja in dodajanja lokalnih podatkov poteka brez težav. Opažamo, da je tiskanje nalepk za revije hitrejše, saj ni več treba shranjevati v datoteko. Nalepke lahko izpišemo sproti za vsako revijo. Postopek je še posebej praktičen, če uporabimo vzorec izhajanja. Ker smo za letos vse revije že naročili, se aktivnosti v COBISS3/Nabava za serijske publikacije še nismo lotili. Te izkušnje bomo pridobivali v drugi polovici tega leta.\n"], "31": ["8. Izzivi izobraževanja knjižničarjev", "Knjižnice so prostor, kjer se svobodno prepletajo znanje in informacije, ki oblikujejo, usposabljajo, varujejo, spodbujajo, zabavajo in spreminjajo posameznike, skupine in kulture. To prebivališče, bodisi fizično bodisi virtualno, je rezultat skupnega razmišljanja, prizadevanj, namenov, strokovnega znanja in organizacije. Istočasno so knjižnice tudi stranski proizvod civilne družbe in katalizator kulturnega napredka, inspiracije, izraza in izmenjav. Če v moderni dobi ne bi bilo knjižnic, bi bil marsikdo prikrajšan za pomoč pri delu. Še več, človeškemu rodu bi kratili pravico do identitete in dosežene svobode. Informacijska tehnologija ne bo mogla nikdar nadomestiti knjižnic, saj njihov družbeni pomen ni v tehnološkem obvladovanju znanja in informacij, ampak v postavitvi svetišča za človeško misel in izraz na katerem koli mediju (Bohor, 2006).\nIzobraževanje v Knjižnici Slovenske Konjice\nNa podlagi opisanih okoliščin smo za uvedbo COBISS3 skrbno pretehtali zahteve po usposabljanju knjižničarjev za opravljanje opravil v novem programskem okolju. To pripravo lajša dejstvo, da se z uvedbo COBISS3/Zaloga v ničemer ne spreminja vsebina opravil, ki so potrebna za evidenco knjižnične zaloge. Pač pa se popolnoma spremenita dostop in prikaz podatkov o zalogi. Štirje knjižničarji, smo še pred namestitvijo opravili predvidene tečaje na IZUM-u. S tem smo zagotovili kar se da dobro usposobljenost knjižničarjev na najpomembnejših delovnih mestih za uporabo COBISS3. Za druge knjižničarje, ki s podatki o zalogi delajo občasno, smo pred namestitvijo nove verzije COBISS3 opravili interne tečaja za spremembo statusa gradiva in odpisa gradiva, ki sta najpogostejša posega v podatke o zalogi. Zgoraj omenjeni knjižničarji so kolege seznanili z osnovnimi funkcijami in organizacijo postopkov v novem programskem okolju in preizkusili delo z omenjenimi postopki.\n"], "32": ["9. Namestitev sistema tretje generacije v Knjižnico Slovenske Konjice", "V Knjižnici Slovenske Konjice smo pred uvedbo nove verzije COBISS3 uporabljali dvanajst računalnikov, uporabnikom je bilo namenjenih osem, zaposlenim pa dva terminala in dva osebna računalnika. Ob pregledu razporeditve te opreme pred uvedbo COBISS3/Zaloga se je izkazalo, da je potrebno za nemoteno delo z zalogo dva terminala nadomestiti z osebnim računalnikom. Ko smo posodobili računalniško opremo, smo na vse štiri računalnike namestili okolje Java z aplikacijo Java Web Start. Tako smo lahko začeli s testno bazo Cobiss3.\n"], "33": ["9.1 Domača knjižnica", "V segmentu Upravljanje aplikacij je ob namestitvi v razredu Domača knjižnica objekt že kreiran. Ker se podatki za naslavljanje domače knjižnice izpisujejo na vseh izpisih, ki jih knjižnica pošilja partnerjem, je bilo treba vnesti podatke o domači knjižnici, še preden smo začeli delati v drugih segmentih.\nNajprej smo vnesli splošne podatke: Ime: Splošna Knjižnica Slovenske Konjice, Naslov: Mestni trg 4, 3210 Slovenske Konjice, Številka za DDV: 876509 itd.\nVse te podatke smo prenesli iz baze podatkov COLIB.SI. Nato so sledili še podrobnejši podatki. Po posameznih segmentih smo vnesli podatke o kontaktnih osebah ali kontaktnih oddelkih. Pri vsaki kontaktni osebi ali kontaktnem oddelku smo določili, naj se ime in podatki za naslavljanje izpisujejo pri naslovu pošiljatelja na izpisih v določenem segmentu programske opreme Cobiss3. Podatki o domači knjižnici so shranjeni tudi v razredu Partner pod številko ena.\n"], "34": ["9.2 Partnerji", "Pri nabavi monografskih in serijskih publikacij ter pri medknjižnični izposoji poslujemo s partnerji. To so knjižnice, založbe, servisi, druge ustanove in posamezniki. Najprej smo vnesli splošne podatke o partnerju. Ker so večinoma vse knjižnice vnesene v bazo COLIB.SI, smo osnovne podatke prenesli iz te baze. Nekateri partnerji so že vpisani kot člani, zato smo te podatke programsko prenesli iz te baze podatkov. Ostale partnerje vnašamo sproti, takoj ko prvič začnemo poslovati z njimi.\n10. Poslovanje s knjižničnim gradivom v okolju Cobiss3 in izkušnje po dobrih šestih mesecih poslovanja\nVse kolegice, brez izjeme, so z uporabo programske opreme COBISS3 zadovoljne, delo odlično obvladajo in so star način “pozabile”. Res pa je, da smo imele sprva nekaj pomislekov, kot vedno, kadar se uvaja nekaj novega. Spraševale smo se, kaj nam je tega treba, ko pa delo poteka brez problemov. Način dela, ko se namesto polja v direktoriju pojavlja objekt, razred, metoda, meni, destinacija, atribut, predloga, postavka, je vendarle povsem nov za ta segment. A se tudi pri vnosu lokalnih podatkov hitro privadimo delu z okni in objekti, ki nas v prihodnje čaka še na drugih področjih. Po namestitvi nove verzije COBISS3 teče vsakodnevna medsebojna pomoč med knjižničarji, ki delajo na posameznih segmentih.\n"], "35": ["11. SKLEP", "V nalogi sem poskušala predstaviti Cobiss3, kot novo tehnologijo, ki postaja osnova za nemoteno poslovanje knjižnic.\nIzziv za mojo raziskavo, je bil predvsem, da na izbranem področju še ni diplomske naloge. Prišla sem tudi do zaključka, da je o Cobiss3, razen priročnikov še vedno malo napisanega, zato so vsa prizadevanja v tej smeri dobrodošla\nSama sem mnenja, da se je tehnologija dobro uvedla skoraj v večino knjižnic po Sloveniji in so jo knjižničarji dobro sprejeli skupaj z njenimi prednostmi in slabostmi. Prednost se je hitro pokazala pri samem delu. Tako grafično okolje, kakor tudi posamezni segmenti so prikazani zelo nazorno in prijazno za uporabnika. Delo se je poenostavilo, veliko večja pa je tudi preglednost nad posameznimi vnosi. Slabost, ki se je hitro pojavila v naši knjižnici, je v nepovezanosti segmentov Nabave in Serijskih publikacij z računovodskim sistemom knjižnice. Zaradi tega, se ne moremo izogniti dvakratnemu vnašanju računov.\nCelotna analiza se zaključi s primerom uvajanja tehnologije v knjižnici Slovenske Konjice. Splošna knjižnica Slovenske Konjice slavi skoraj pet desetletij uspešnega dela. Sama delam v njej dobri dve leti. Navdaja me zadovoljstvo, da je knjižnica v zadnjih letih dosegla velik napredek in postala moderen kulturno-informacijski center z razvito lokalno knjižnično mrežo ter z odprtimi možnostmi za razvoj. Občani jo pojmujejo kot nepogrešljivo sestavino kulturno-informacijske ponudbe Slovenskih Konjic. V zadnjih letih, obisk v naši knjižnici skokovito narašča. Odprtost, pestrost izbire knjižničnega gradiva in informacijske možnosti, ki jih nudi, so jo naredile vsestransko privlačno. Kljub vsej tehnologiji, pa si upam reč: »brez knjižničarjev in uporabnikov bi bila knjižnica mrtev prostor, podobna telesu brez duše«.\n"], "abstract": ["V diplomski nalogi z naslovom Informatizacija knjižnične dejavnosti na primeru uvajanja Cobiss3 je predstavljena avtomatizacija osnovnih lokalnih funkcij knjižnice . Začetni del raziskave zajema zgodovinski pregled razvoja sistema COBISS, mreže sistema ter generacije programske opreme. Delo se omejuje na splošne značilnosti in predstavitev strežnika COBISS3. Poudarjeni so segmenti: nabave, serijskih publikacij, zaloge, medknjižnične izposoje, izpisov ter upravljanja aplikacij. Pri sami raziskavi sem se omejila na izkušnje iz prakse, ter v samem delu predstavila probleme in izzive, na katere smo naleteli pri uvajanju nove programske opreme. Diplomo zaključim z analizo praktičnega primera uvajanja strežnika Cobiss3, v Splošni Knjižnici Slovenske Konjice."]}