{"1": ["1 UVOD", ""], "2": ["1.1 Nameni in cilji", "Slovenija je z vstopom v EU dobila priložnost, da v tekmi z neposrednimi subjekti dokaže, da lahko preživi v neizprosnem boju na novih tržiščih, ki so se odprla. Pri tem pa je seveda pogoj stalna prisotnost na tržišču ter spremljanje le tega. Prav tako ne smemo pozabiti na kvaliteto proizvodov in pestrost ponudbe. V diplomski nalogi želim prikazati, da pri intenzivni pridelavi v sadjarski panogi uporabljamo sistem oroševanja in z njim v sezonah, ko je nevarnost pozeb največja, zagotovimo soliden pridelek, prisotnost na tržišču ter prihodek od prodaje. Le-ta nam lahko v eni takšni sezoni povrne celotno investicijo oroševalnega sistema. V sadjarskem centru Gačnik bom preučil probleme na terenu, pojavljanje spomladanskih pozeb, njihovo trajanje in škodo, ki so jo povzročile. Prav tako pa sem želel zbrati čim več podatkov za definicijo in projektiranje oroševalnih sistemov.\n"], "3": ["1.2 Delovna hipoteza", "Pri sodobni intenzivni pridelavi sadja bo moral pridelovalec uporabljati tudi takšne sisteme, kot so oroševanje, da bo lahko ob ekstremnih klimatskih razmerah ponudil tržišču svoje produkte in si tako zagotovil sredstva za nemoteno delovanje. Pred vsem pa bo moral obdržati tržišča za naslednje sezone ter pridobiti tudi nova.\nPrikazati želim kako vpliva lega nasada, ki leži na nagnjenem terenu, na kvaliteto oroševanja, zato sem si postavil naslednje delovne hipoteze:\n- izračunati pretok vode na različnih razpršilcih, ki ležijo v različnih nivojih nasada,\n- predvideti različne rešitve na podlagi pridobljenih podatkov.\n"], "4": ["2 ZAŠČITA NASADOV PRED POZEBO", ""], "5": ["2.1 Nastanek pozebe", "Pozebe nastajajo zaradi vdora hladnega zraka in sevanja toplote iz tal. Tla toploto stalno sevajo in jo s tem izgubljajo. Podnevi zemlja dobiva več energije od sonca kakor izgublja, zato podnevi ni slane, četudi imamo spomladi ali jeseni vdor hladnega zraka. Daljše kot so noči, več časa se izgublja toplota, zato so pozimi mrazi hujši. Temperatura tal pade za več stopinj pod ničlo in pomrzla zemlja jemlje toploto tistim slojem zraka, ki se je dotikajo. Poleti so noči kratke, zato se zemlja ne more močneje ohladiti. Do Sahare npr. ne prihajajo hladne polarne mase, pa se kljub temu, pesek podnevi segreje do 800 C, zrak pa do 580 C, nato pa pade temperatura do sončnega vzhoda pod 00 C.To nam pove, da je sevanje toplote iz tal največji vzrok pozebe. Sevanje toplote merimo s kJ/m2h. Po fizikalnih zakonih je odvisno sevanje predvsem od temperature telesa, ki seva. Višja kot je temperatura, večje je sevanje. Ta funkcija ni linearna, ampak 4. stopnje .\nQ = c . T4\nQ – množina toplote , ki jo tla oddajo iz m2 v eni uri ( kJ/m2h ) c – konstanta c = 20,78 . 10-8 kJ . h-1m-2K-4 T – temperatura zemlje v Kelvinovih stopinjah\nTa formula velja za popolnoma črna telesa, saj je znano, da bela telesa manj sevajo. Zemlja je redko kdaj črna, vendar za grobo orientacijo lahko to predpostavimo, da ima zemlja čim več humusa, ki je temne barve. Tudi rdeča zemlja močno seva. Pri nižjih temperaturah izžarevajo telesa dolge valove (infra rdeče) in v takih valovih vidimo rdečo barvo kot črno. Po tej formuli (Štefan-Boltzmanov zakon) bi bilo pri 150 C izžarevanja 1424 kJ/m2h. Meritve pa pokažejo 377 kJ/m2h. Od kot razlika 1047 kJ? To razliko povzroča proti sevanje atmosfere. Atmosfera se ponoči segreva s toplotnimi žarki iz tal in to toploto seva nazaj na zemljo ( Šiško 1979). \nV atmosferi vodni hlapi najbolj absorbirajo toplotne žarke. Več kot je vlage v zraku, večje je nasprotno sevanje. Iz prakse vemo, da je manjša nevarnost pozebe, če je zrak vlažen ali pa če je nebo oblačno. Ker je v Sahari zrak zelo suh, je nasprotno sevanje atmosfere manjše, zato je tako močna ohladitev tal ponoči (Šiško 1979).\nMrzla tla jemljejo toploto zraku, zato se ta hladi najbolj pri tleh in tedaj nastopi tako imenovana inverzija temperature, ko so višje plasti zraka toplejše kot pri tleh. Če je npr. pri tleh -40 C, je pri višjih plasteh -20 C, še višje 00 C, nato pa +20 C in vedno več. To mejno plast ozračja v določeni višini, npr. s temperaturo 00 C, od koder temperature navzdol padajo, navzgor pa rastejo, bi lahko imenovali inverzni strop. Strop zato, ker omogoča, da segrejemo zrak pod njim kakor kako veliko dvorano. Če je inverzni strop zelo visok, porabimo več toplote, da segrejemo ozračje pod njim, kakor če leži nižje.\nV nasadih moramo upoštevati poleg izžarevanja tal še površino dreves, ki izžarevajo. Ta površina je večja kakor talna, že če upoštevamo samo listno površino. Izžarevajo tudi cvetovi in se pri tem močno ohladijo. Ker iz teh delov tudi izpareva voda (transpiracija), se dodatno troši izparilna toplota, zato pa se ti deli še bolj ohlajajo.\nKer je mrzel zrak težji od toplega, odteka v kotanje in se nabira v njih kot hladno jezero. Zato so kotline področja pozeb (Šiško 1979).\n"], "6": ["2.2 Načini zaščite pred pozebo", "Zaščita temelji na fizikalnih načelih, s pomočjo katerih preprečujemo ali zmanjšujemo izgube toplote (zameglitev, pokrivanje, zmanjševanje talne površine z valjanjem tal) ali pa dovajamo izgubljeno toploto (kurjenje, oroševanje). Lahko pa tudi mešamo zgornje toplejše plasti zraka s spodnjimi mrzlimi (vetrenje). \n2.2.1 Dimljenje\nTa način opuščamo, ker ne prinaša večjih koristi. Dim namreč prepušča dolgovalovne žarke, saj vidimo sonce skozi dim kot rdečo kroglo.\n"], "7": ["2.2.2 Zameglitev", "Megla dobro preprečuje izžarevanje. Meglo izdelujejo po kemičnih ali fizikalnih metodah. Uporabljajo SO2 in NH3 iz jeklenk. V posebnem lijaku se mešata v razmerju 1:2, pri čemer se spojita v belo gosto meglo amonijevega bisulfida. Z eno garnituro jeklenk zameglijo 5–10 ha za 4–5 ur. Ta priprava je na prikolici, da jo lahko prevažamo na tisto stran sadovnjaka, od koder piha veter. Uporabljamo tudi dimne patrone s kemičnimi snovmi, ki ustvarijo pri dotiku z zračno vlago, velike količine megle. Nekatere od teh snovi pa neugodno delujejo na listje. Zamegljevati začnemo, ko je temperatura še nad 00 C, da konzerviramo talno toploto.\nV uporabi so tudi stroji, ki delajo meglo iz čiste vode, brez drugih kemičnih snovi, ki drevju škodujejo. Meglo delajo na hladen način z razprševanjem vode s pomočjo visokotlačne črpalke. Kapljice so debele 10-40 mikrometrov. Debelejše kapljice bi padle na tla, drobnejše od 10 mikronov ne zadržujejo v zadostni meri dolgih valov svetlobe. Na hladnih listih se ta megla kondenzira pri rosišču nad zmrziščem, ker je ob tej priložnosti relativna vlažnost zraka 100 %. Pri pričakovanju večjega mraza je potrebno pognati stroj takoj po sončnem zahodu (Šiško 1979).\n2.2.3 Kurjenje (ogrevanje nasadov)\nIzgorevanje raznih snovi v posebnih pečeh segreva zrak v nasadu in izžareva toplotne žarke, ki ogrevajo rastlinske dele. Segrevanje zraka je uspešno samo, če je inverzni strop pod 20 m. Ta način ogrevanja v Evropi manj uporabljajo, v ZDA več, ker je tam razmerje med ceno kurilnega olja ali plina v primerjavi s ceno sadja ugodnejše. Plin priteka v nasade po cevovodih. Zaradi tega ni treba prevažati goriva, niti niso potrebni rezervoarji. Vso delo je avtomatizirano. \nČe v nasadu kurimo, se vroči plini dvigajo in z višino hladijo. Ko se v določeni višini ohladijo na temperaturo, ki je pod temperaturo inverznega stropa, se tam ustavijo in lebdijo, ker imajo isto gostoto kot tamkajšnji sloji zraka (stabilno stanje atmosfere). Dovolj je, če segrejemo ves prostor pod inverznim stropom nad 00 C. Če bi imeli peči s premočnim plamenom, se izgorevalni plini ne bi ohladili do temperature inverznega stropa, imeli bi višjo temperaturo, bili bi lažji kot zrak v okolici in bi nam ušli skozi inverzni strop. Ti pojavi so podobni pojavu, ko vidimo, da se dim iz dimnikov ne dviga navzgor, ampak ga pritiska k tlom. V takem primeru je inverzija nad dimnikom. Ker obstajajo v času mrazov inverzni pojavi, je segrevanje zraka v nasadih uspešno, saj se izgorevalni plini zadržijo pri tleh. Če ni inverzije, nam kurjenje ne koristi (primer, ko vidimo, da se dim iz dimnikov dviga navpično).\nIzgubo toplote, ki jo moramo nadomestiti s segrevanjem, sestavljata toplota, ki izginja zaradi izžarevanja tal in drevja ter izparilna toplota vode v tleh in v listju. V primeru vetra moramo nadomestiti še izgube, ko segreti zrak odteka iz nasada. Če želimo na 1 ha dvigniti temperaturo zraka za 20 C do višine 12 m, pri čemer piha veter s hitrostjo 1m/s, bomo porabili približno 335 kg kurilnega olja v eni uri. Tu seveda nismo upoštevali, da se segreti zrak hladi. Čim večje so površine (večji je volumen), tem manjše je hlajenje. Ob robovih nasada postavimo dvakrat več peči, posebno na tisti strani, od koder piha veter. V praksi je več tipov peči. Kadar je majhna temperaturna inverzija (visok strop), tedaj so bolj učinkovite peči z večjo površino, ki imajo večje izžarevanje, ker gre takrat namreč mnogo toplote v izgubo. Kurjene peči prenašajo toploto s konvekcijo in izžarevanjem. Peči morajo biti tako konstruirane, da gorivo čim popolneje zgori, torej brez dima. Pri slabih pečeh je lahko toliko dima, da onesnaži listno površino s sajami, kar neugodno vpliva na fotosintezo.\nV glavnem razlikujemo tri vrste peči: a) navadne peči, b) peči z dimnikom (pločevinasti plašči se segrejejo na 5000 C), c) peči, ki jih oskrbujemo z oljem po centralnem cevovodu. Gorivo poganja črpalka. Ta sistem je praktičen, ker ni treba dolivati goriva, in zahteva zelo malo delovne sile (Šiško 1979).\n"], "8": ["2.2.4 Vetrenje", "V času pozeb so zgornje plasti ozračja toplejše kot spodnje. Razlika je lahko več stopinj. Če zmešamo tople plasti z mrzlimi, dobimo temperature, ki niso več nevarne. Za mešanje zraka uporabljajo ventilatorje, visoke 10 m. Cela naprava se lahko vrti počasi tudi horizontalno. Enkrat se obrne v 3–6 minutah. Obratovanje je cenejše kot oroševanje. Deluje pa samo tam, kjer inverzni strop ni previsok. Oroševanje pa deluje ne glede na višino inverznega stropa (Šiško 1979).\n"], "9": ["2.2.5 Oroševanje", "Oroševanje je način zaščite proti pozebi, pri katerem se celoten nasad pokrije z umetnim dežjem in je zaščita zasnovana na fizikalnem pojavu. Oroševanje cvetov je še posebno primerno za goste nasade. Tako zavarovanje pred pozno spomladansko pozebo je eden najzanesljivejših načinov tedaj, ko trajajo nizke temperature le nekaj ur in se gibljejo od -1o C do -90 C. Orošene dele dreves (cvetove, poganjke, veje in deblo) prekrije ledena prevleka in se obdrži toliko časa, dokler se temperatura znova ne zviša nad 00 C ali +1 do +20 C. čeprav so cvetovi obloženi z ledenim ovojem, se koncentracija cvetličnega soka ne spremeni, pa tudi okrog celic se ne naredijo ledeni kristali. Povedano natančneje: cvetovi ne zamrznejo.\nBistvo takšnega zavarovanja pred mrazom je, da se pri ohlajanju sprošča 4,19 J na gram vode, dokler se temperatura ne zniža na 00 C, potem pa se pri prehajanju vode iz tekočega agregatnega stanja v led sprošča 335, 20 kJ/kg . Sproščena toplota se prenaša deloma na cvetove, deloma pa v zrak v svoji okolici in v tla. Iz notranjosti cvetov, rastline, se prenaša proti zunanjosti in znižuje temperaturo cvetov. Da preprečimo nadaljnje ohlajanje, je treba nenehno dovajati vodo, da se sprostijo nove količine toplote. Kdaj bomo prenehali oroševati, je odvisno od temperature zraka in intenzivnosti umetnega dežja, le-ta pa je spet odvisna od temperature. Čim nižja je temperatura (manjša od\n-00 C), tem močnejši mora biti dež, saj tako sproščena količina toplote prepreči, da bi notranjost cvetov zamrznila (Gvozdenović 1988). \nPotrebno je tudi omeniti, da so jablane v različnih razvojnih fazah različno občutljive. Za osnovo vzamemo razvojne stadije po Fleckingerju. V razvojni fazi C – C3 prenese jablana do – 100 C, pri fazi E – E2 do – 50 C, pri fazi F2 do – 30 C in pri fazi H do – 1,50 C. Z intenzivnim oroševanjem 2mm na uro je mogoče zavarovati cvetočo jablano do temperature – 30 C, s 4 mm na uro do – 50 C in s 6 mm na uro do – 60 C pri hitrosti vetra 0,9 m/s. Hitrost vetra zelo vpliva na učinkovitost tovrstnega načina zavarovanja pred pozebo. Pri močnejšem vetru je treba intenzivnost oroševanja zelo povečati.\nOstale sadne vrste so bolj občutljive na pozebo, zato pričnemo oroševati že pri 00 C na višini 0,5 m. Učinkovit oroševalni sistem ima postavljene razpršilce na razdalji 15x16 m in premerom šobe 3,8 mm ali 18x18 m (možne so tudi druge dimenzije razporeda razpršilcev), ter premerom šobe 4,2 mm in pritiskom 4 bare. Pri takšnem sistemu in pri takšnem pritisku je intenziteta padavin 4 mm/m2/h. Vedeti moramo, da je koristen domet padavin za 20 % manjši od dejanskega, zato moramo pri postavitvi zagotoviti primerno pokrivanje. Pri projektiranju sistema moramo zelo paziti tudi na pretok vode, torej zagotovimo primeren premer cevi in temu primerno pretočno črpalko. Povedati pa je potrebno, da mora imeti akumulacija primerno kapaciteto vode glede na oroševalno površino. Za uspešno zaščito pred pozebo je potrebno imeti 40 m3 vode/ha/h. Oroševanje pa lahko traja od 8-14 h, kar z drugimi besedami pomeni 400-560 m3 vode/ha , pomnoženo s številom hektarjev. Poleg vsega omenjenega pa moramo imeti tudi sistem alarmiranja v času pozebe. Sistemov je več, najosnovnejši je mokri termometer z elektronskim sistemom alarma. Najbolj razviti sistemi imajo meteorološke postaje z avtomatskim zagonom sistema (Šiško 1979). \n"], "10": ["2.3 Najpomembnejši parametri za oroševanje rastlin", ""], "11": ["2.3.1 Zagotovitev ustrezne količine vode", "Zaloge vode morajo zadostovati za deseturno delovanje tri zaporedne noči pozebe.\nNa primer: Celotna zaščitena površina: 10,0 ha Zahtevana srednja gostota oroševanja: 2,5 mm/h Srednja gostota oroševanja, določena na podlagi krivulje razporeditve vode in postavitve enote: 3,2 mm/h Potrebna količina vode: 32 m3/h na ha Potreben prostor skladiščenja oz. zaloga vode: celotna površina (ha) x potrebna količina vode ( m3/h na ha) x deseturno delovanje tri noči zapored (h).\n10 ha - 32 m3/h na ha - 30 h = 9600 m3\n"], "12": ["2.3.2 Najmanjša gostota oroševanja", "Najmanjše gostote oroševanja za zaščito pred škodo, ki je nastal zaradi pozebe, pri temperaturah zraka do -6 0C :\n- pri nizko rastočih kulturah (jagode, tobak, sadike,….) 1,5 – 2 mm/h\n- pri sadju 2 mm/h\n- pri trti 2 – 2,5 mm/h Razlika med srednjo in minimalno gostoto oroševanja ne sme biti manjša od 30% srednje gostote oroševanja (Armex Armeture 2007).\n"], "13": ["2.3.3 Ustrezni delovni pritisk razpršilca", "- 3,5 – 4,5 bar pri 4,0 – mm odprtini šobe, poraba vode med 1,06 – 1,21 m3/h\n- 4,0 – 5,0 bar pri 4,2 – mm odprtini šobe, poraba vode med 1,14 – 1,27 m3/h\n- 4,5 – 5,5 bar pri 4,5 – mm odprtini šobe, poraba vode med 1,21 – 1,30 m3/h\nČas trajanja obrata razpršilca ne sme biti daljši od ene minute. Frekvenca utripa nihajoče ročice mora biti tako velika, da znotraj dosega ni nobenega mesta na katerega ne bi pršilo. Delovanje razpršilca mora zagotoviti stoodstotno zaščito do temperature -100 C.\n"], "14": ["2.3.4 Naprave za opozarjanje pred pozebo in nadzor delovanja", "Od odčitavanj termometra vrednosti vlage do samodejnega, večinoma akustičnega prikaza za pozebo nevarnih temperatur na termometru vrednosti vlage, je le majhen, a pomemben korak. Prinaša neodvisnost od stalnih odčitavanj zunaj na mrazu in ponoči in s tem tudi izključi možnost napačnih odčitkov. Kot praktična metoda za merilno tehnična izračunavanja temperature vlage in določitev trenutka sprostitve opozorilnega signala se ponuja preoblikovanje tako imenovanega kontaktnega termometra v termometer za vlago. Do tega pridemo, da vatno prevleko čvrsto pritrdimo na potopno držalo kontaktnega termometra. \nTako proizvajalci kot kupci naprav za opozorilo pred pozebo morajo upoštevati načelo, naj se tovrstne opozorilne naprave odlikujejo po visoki stopnji natančnosti in varnosti delovanja. Preveč je opravljenega dela, da bi si lahko privoščili in tvegali, da bi bilo delovanje tako dragega sistema za zaščito dragocenih kultur odvisno od cenenih opozorilnih naprav. Pri izdelavi opozorilnih naprav se izogibajo vsem občutljivim in nekvalitetnim elementom. Z vakuumsko zaščitenimi občutljivimi kontakti pa zagotavljajo skoraj neomejeno življenjsko dobo in hkrati največjo možno natančnost (Armex Armature 2007).\n"], "15": ["2.3.4.1 Kombinirana opozorilna in registrirna naprava", "Za velike naprave, ki so v uporabi, je priporočljiv predvsem večbarvni zapisovalnik, ki dopušča stalen nadzor in s tem predvsem, tako pomembno, kasnejšo kontrolo razmerij prikazovalnih temperatur zraka in stopenj vlage v zraku. Kot električni senzor služi tu tako imenovani uporovni termometer in lasni higrometer kot daljinski dovodnik upornosti. Drugi uporovni termometer pa nam na večbarvnem zapisovalniku izpiše tudi temperaturo vlage. Večbarvni zapisovalniki povečini dopuščajo možnost namestitve mejnega kontakta, preko katerega se sproži alarmni signal, ko temperatura nevarno pade. Sicer pa se lahko preko električne prenosne poti izvajajo vse kombinacije zapisovanja, opozoril in tehničnega nadzora delovanja (Armex Armature 2007).\n"], "16": ["2.3.4.2 Samodejni vklop razpršilnika za zaščito pred pozebo", "Od samodejnega opozorila na nevarnost pozebe do samodejnega vklopa razpršilca za zaščito pred pozebo je iz tehničnega vidika še en korak. Stvar je izvedljiva v vseh okoliščinah in samodejen zagon razpršilcev se vsekakor tudi izvaja, čeprav še ne v omembe vrednem obsegu. Vsekakor pa mora končno odločitev, o tem ali napravo pri občasno prevladujočih vremenskih razmerah in stanju razvoja kultur sploh vklopiti oziroma kdaj naprave ne vklopiti, podati zato odgovorna oseba. V bistvu lahko vse tehnične naprave dopolnimo s samodejnim sistemom vklopa, ki ga lahko kadar koli vgradimo. Edini pogoj je prisotnost električnega toka. Kot kontaktni instrument za sproščanje impulzov služi tudi tu pogosto omenjen kontaktni termometer za vlago. Vsi krmilni in priklopni elementi so podobni zgoraj omenjenim alarmnim napravam in so nameščeni v stikalni omarici. Iz te omarice se ukaz preko termometra prenaša do zagonskih naprav.\nSlednje so:\na) samodejno vodena zagonska naprava kot je na primer samodejno trikotno stikalo pri črpalki na električni motor;\nb) električna zagonska naprava s » start – stop« samodejnim sistemom pri črpalki na motor z izgorevanjem;\nc) hidravlični drsnik, voden s pomočjo elektromagnetnih ventilov ali zaporni organ s krmilnim pogonom pri dovodni jakosti naprave, z oskrbo vode iz vodovoda oziroma iz zbiralnika;\nd) elektromagnetni ventil, ki ustreza velikosti enega ali manj posameznih razpršilnikov pri oskrbi vode iz hišnega vodovoda. \nTudi izklop razpršilnika bi lahko v bistvu nastavili kot samodejno funkcijo; to je izvedljivo preko impulzov suhega kontaktnega termometra, ki je bil nameščen izven območja oroševanja glede na izkušnje pri 00 C, v posebnih primerih pa šele pri 10 C. Ob spremenljivem vremenu občasno preverimo trenutne vremenske razmere, ki lahko vplivajo na nihanje temperature. Ker pa mora biti ob jutrih, torej proti koncu pozebe, prisoten nadzornik, da oceni uspeh oroševanja, se lahko funkcija samodejnega izklopa opusti in se izvaja ročno (Armex Armature 2007).\n"], "17": ["2.3.4.3 Merilni instrumenti za opozorilo pred pozebo znotraj območja oroševanja:", "- suhi termometer za merjenje temperature zraka,\n- higrometer za merjenje vlage v zraku,\n- oziroma namesto teh dveh merilnih naprav, uporabljamo mokri termometer za  neposreden odčitek temperature vlage.\n"], "18": ["2.3.4.4 Merilni in zapisovalni instrumenti zunaj območja oroševanja:", "- vremenska hišica za termometer s termohigrografom za zapise temperatur in vlage v  zraku,\n- minimalni termometer za vzdrževanje minimalnih temperatur, pri katerih ne more priti  do pozebe,\n- vetrovni hodometer,\n- in zastavica za veter.\n"], "19": ["2.3.5 Kontrola delovanja razpršilcev", "Preverjanje delovanja razpršilcev pred samo uporabo:\n- pregled in oskrba razpršilca,\n- poskusno obratovanje celotne naprave v mesecu marcu,\n- stanje pripravljenosti od konca marca.\nRazpršilec za zaščito pred pozebo se ne priklopi pri stopnji vlage v zraku nad 60% in hitrosti vetra nad 5 m/s.\n"], "20": ["2.3.6 Priklop razpršilca za zaščito pred pozebo", "Razpršilec običajno vklopimo takrat, ko temperatura rastlinskih delov, ki so se navlažili, zaradi oroševanja pade pod 00 C, oziroma ko temperatura rastlin pred oroševanjem (zaradi izparevanja pa tudi zaradi porabe toplote in učinka dežja ter snega) doseže vrednost 00 C. Razpršilca v času pozebe ne smemo izklapljati.\n"], "21": ["2.3.7 Izklop razpršilca", "Sledi takrat, ko suhi termometer izven območja oroševanja pri hitrosti vetra do 1,5 m/s in jasno dvignjenim temperaturnem času (določenem na termohigrografu izven območja oroševanja) pokaže 00C. Če je osončenost pomanjkljiva (oblačno nebo, območje oroševanja na senčni površini), hitrost vetra pa je velika, napravo izklopite šele pri temperaturi zraka 10 C.\n"], "22": ["2.4 Določitev temperature vlage, ki je potrebna za vklop sistema", "Za določitev temperature vlage si pomagamo s pomočjo suhega termometra in higrometra (merilnika vlage), tabel in tekočih meritev, da določimo tisto suho temperaturo, pri kateri je temperatura vlage ravno 00 C oziroma -0,50 C. Sprva ta sistem dopušča, da po sončnem zahodu le vsako uro odčitate temperature na merilnih mestih, vendar s krajšanjem časa med posameznimi intervali, ko se suha temperatura približuje temperaturi, določeni za vklop razpršilnika. Vendar je ta postopek dokaj zamuden in neudoben, saj gre za zgubljanje časa predvsem takrat, ko je potrebno nadzorovati številna merilna mesta na območjih, ki so zaščitena pred pozebo, večje oziroma bolj razčlenjene površine. Enostavnejša in elegantnejša je uporaba termometra za vlago, ki neposredno prikaže občasno prevladujočo temperaturo vlage. Vode iz vodovoda ne uporabljamo, saj pri izparevanju le-te nastaja apnenec in druge soli, ki negativno vplivajo na točnost meritev. Z izparevanjem vode iz vatne prevleke se temperatura na termometru zniža glede na vsebnost vlage v zraku in moč vetra in pade bolj ali manj globoko pod vrednost suhe temperature zraka, ter doseže vrednost temperature rastlinskega tkiva. Sicer se ne izenačita do desetinke stopinje natančno, ampak le približno. Poleg termometra za vlago je priporočljivo na kontrolno mesto namestiti tudi suhi termometer. Za preklop razpršilnikov opustimo odčitavanje z obeh termometrov in se ravnamo le po vrednostih termometra za vlago. Nujno pa je, da se med kontrolnimi obhodi izpišejo vse odčitane vrednosti s točnimi časovnimi podatki. \nNaprave so prosto izpostavljene, tako da kar najbolj natančno prikažemo razmere v naravi. Pri tem je potrebno poiskati tista mesta na območju za katere je bilo na podlagi izkušenj oziroma natančnih meritev ugotovljeno, da so najhladnejša in najbolj vetrovna. Pri večjih površinah je potrebno na občasno ogroženih točkah namestiti večje število kontrolnih oziroma merilnih mest. Enako velja za razčlenjene površine (različno nagnjene lege), kjer lahko posamezne bolj ogrožene predele občasno izpostavimo dodatnemu oroševanju (Armex Armature 2007). \n2.5 Oroševanje za izboljšanje kvalitete plodov in njihove barve ter boljše klime\nTako kot se razpršilniki lahko uporabljajo za zaščito pred škodo, ki nastaja zaradi pozebe, se je uporaba umetnega dežja uveljavila tudi za preprečevanje škode, ki nastaja zaradi previsokih temperatur, vetra in nizke stopnje vlage v zraku. Pri izjemno visokih temperaturah, pri nizki stopnji vlage v zraku in vetru rastline hitreje izločajo vlago, kot jo zmorejo nadomestiti iz zalog, ki se nahajajo v predelu korenin. Da ne bi ovenele, poskušajo rastline vlago najprej črpati iz plodov. To ovira razvoj sadnih sokov oziroma ga lahko popolnoma ustavi. Če trajajo neugodne klimatske razmere dalj časa (nekaj dni zaporedoma), odpadejo cvetovi skupaj z majhnimi oziroma nerazvitimi plodovi. V takem premeru sadje oziroma pridelki le izjemoma dozorijo.\nŠkoda, nastala zaradi previsokih temperatur, pa lahko negativno vpliva na vsebnost beljakovin. Previsoke temperature lahko dobesedno »požgejo« liste na nekaterih vrstah hrušk; vpliv vročine lahko popolnoma uniči jabolka. Ti primeri dovolj nazorno pojasnijo škodljiv vpliv, ki ga imajo dolgotrajne visoke temperature na kulturne rastline. Škodo, ki nastane zaradi vročine, lahko preprečimo tako, da kulture bolj pogosto v kratkih presledkih orošujemo s počasnim razpršilnikom. Najboljše rezultate pri postopkih hlajenja v sadjarstvu oziroma pri kmetijski klimatizaciji, kot se postopek tudi drugače imenuje, dosežemo tako, da razpršilnik namestimo za območje največ 12 x 12 metra in ga vklopimo še pred samim nastopom opoldanske vročine. Razpršilec naj deluje od 2 do 15 minut v intervalih po 15 minut. Razpršilec naj bo vklopljen do poznega popoldneva. Za tak način oroševanja je najbolj primerna, učinkovita in za upravljanje najbolj ugodna stacionarna naprava z nastavitvijo na manjšo urno gostoto.\nAnalize so pokazale, da imajo različne kulturne rastline različne tako imenovane kritične temperature. Kritična temperatura je pri visokem fižolu 350 C, pri trti 380 C in več. Kmetje ki ta postopek oroševanja največ uporabljajo, pogosto določijo 320 C kot kritično za nadzor temperature. Uporaba razpršilnikov z namenom klimatizacije se priporoča vedno ob nastopu te kritične temperature. Kakšni so torej učinki oroševanja? Na kratko povedano, oroševanje vpliva na znižanje temperature pri isto častnem povišanju vrednosti vlage v zraku na območju nasada in to v \nobsegu od 3 do 100 C oziroma od 6 do 12% relativne vlage v zraku. S tem se vzpostavijo razmere, ki so ugodne za normalen potek asimilacije in transpiracije, to pa so optimalni pogoji za rast kulturnih rastlin.\nKlimatizacijski učinek oroševanja so opredelili v posebej zanimivih raziskavah oroševanja vinske trte. S postopkom oroševanja povečamo ne samo trajanje ampak tudi intenzivnost življenjskih procesov v vinski trti. Zaradi ugodnih vplivov na količino sladkorja, arome in na samo rastlino, se kvaliteta grozdja bistveno izboljša. Dejstvo je, da klimatizacijski učinek oroševanja povzroča navlažitev talne površine le delno, v večji količini je ta vzročno pogojena s povišano presnovo trte. Klimatizacija (znižanje temperatur, povišanje vlage) – glede na indikator višje stopnje presnove trte – učinkuje zmerno na presnovo s tem, da vpliva na zmanjšanje količine vode, ki jo sicer odvajajo rastline. Nadaljnji postopek, ki vpliva na izboljšanje kvalitete pridelkov, so kratkotrajni zagoni delovanja razpršilcev vse do jutra. Ugotovljeno je bilo, da se s ponavljajočim, kratkotrajnim izvajanjem oroševanja v nasadih jabolk, hrušk, melon, itd. pri prisotnosti sončne svetlobe in vetra doseže očitno boljša obarvanost sadja, to pa se zelo ugodno odraža na tržni ceni, predvsem namiznega sadja. Predvideva se, da ta pozitiven vpliv razpršene vode povzroča nenaden temperaturni šok. Postopek nastavitve razpršilca s ciljem močnejše pigmentacije sadja, pa se razširjeno opisuje kot barvno oroševanje in ga prikazuje slika 3. (Armex Armature 2007). \n2007) \n3 SADJARSKI CENTER GAČNIK\n"], "23": ["3.1 Oroševalni sistem sadjarskega centra Gačnik", "Sadjarski center Gačnik nima samo oroševalnega sistema ampak ima namakalno oroševalni sistem. Poudariti je potrebno, da sta to v principu dva ločena sistema. Skupno pri obeh sistemih je le akumulacija in dizelski agregat za črpanje vode.\nOsnova vsakega oroševalnega sistema je akumulacija ali zajetje. Poznamo dve vrsti akumulacij in sicer akumulacijo tekočih voda s stalnim vodnim virom in akumulacijo meteorskih voda. Boljša je akumulacija s stalnim vodnim virom, ki pa v Sadjarskem centru Gačnik ni mogoča, ker le tega ni, zato se uporablja akumulacija meteorskih voda. Sadjarski center Gačnik se nahaja na nagnjenem terenu, ki je pedološko in konfiguracijsko precej razgiban, saj najdemo nagibe od 5–15%, struktura tal je ilovnato glinena z laporno osnovo. V spodnjem bolj položnem delu so bila tla zamočvirjena, kar so rešili z drenažami . Te drenaže so speljane v odvodni jarek, ki je ob dveh manjših izvirih osnova za napajanje akumulacije. Zajetje se nahaja na najnižji točki in na skrajnem jugu kompleksa. Razprostira se na 3000 m2 površine ter je globoko do 3,8 m . Njegova kapaciteta je 5500 m3 vode, kadar je povsem polno. Na njenem južnem delu je betonski jašek (prelivni menih) višine 3,8 m, ki služi za odtekanje viška vode in uravnava vodostaj. Iz njega je speljana betonska cev dolžine 20 m in premera 80 cm za odtekanje odvečne vode. \nNa zahodnem delu je zgrajena betonska črpalna ploščad z nadstrešnico in lovilcem olja. Na njej je nameščen dizelski agregat znamke DAF z močjo 185 kW (252 KM) in pretočno črpalko Capprari z kapaciteto 300 l/min, (18,0 m3/h). Črpalni agregat nam služi tudi za polnjenje rezervoarja namakalno-fertirigacijskega sistema. Na črpalko je na sesalni strani priključena gibljiva sesalna cev premera 160 mm in sesalni koš s sitom premera 300 mm. Na sito je pritrjen PVC plovec, ki uravnava višino ter preprečuje črpanje mulja z dna, ki lahko poškoduje črpalko. Druga naloga plovca drži sito pod gladino vode in s tem zagotavlja enako temperaturo le-te. Na tlačni strani črpalke je nastavek za gibljivo cev, ki povezuje črpalko s primarnim vodom. Na začetku je premer cevi 160 mm, ki pa se kasneje razdeli na dva voda s premerom cevi 110 mm. Ta primarni vod je razvejan na površini 8 ha. Na cevi 110 mm so priključene cevi 63 in 50 mm, ki so namenjene napajanju razpršilcev. Vse cevi so zakopane v zemljo na globini med 80 in 100 cm. Ta cevni sistem imenujemo primarni vod, na njega je priključen sekundarni vod, cevi teh vodov so narejene iz polietilenske mase (alkaten) in prihajajo na površje, kjer so postavljeni kovinski podporni stebri, na katerih so pritrjeni razpršilci. Nameščeni so diagonalno na razdalji 18x18 m tako, da pri njihovem delovanju pokrijejo celotno površino. \nNa polietilenske cevi so pritrjeni ventili za odpiranje in zapiranje razpršilcev in regulacijski ventil za regulacijo pretoka vode in pritiska, saj moramo zagotoviti vsem razpršilcem enako količino vode in enak pritisk, ne glede na njihovo lego v nasadu. Na ventile je nameščena pocinkana cev premera 25 mm in dolžine 2,5 m, ki služi tudi kot nosilec razpršilca.\nTemperature beleži meteorološka postaja dobavitelja Ames, ki je postavljena sredi nasada. Postaja je povezana z računalnikom, ki vse podatke obdela. Tako so na razpolago temperature, izmerjene na različnih višinah in so lahko v grafičnem ali tabelnem zapisu. Beleži tudi stopnjo vlažnosti in hitrost vetra. Ti podatki služijo za pravočasen vklop in izklop oroševalnega sistema, ki se izvede avtomatsko.\n4 PREVERBA USPEŠNOSTI OROŠEVANJA V PREJŠNJIH  SEZONAH ( DIAG., POGOSTOST DELOVANJA, KVALITETA  ZAŠČITE, ŠKODA.,…)\nGlede na vremenske razmere so v Sadjarskem centru Gačnik pogosteje oroševali v letu 2002. Iz tega obdobja bom opisal postopek oroševanja, s preglednicami in grafi predstavil gibanje temperatur ter prikazal, kakšna je bila škoda na cvetovih rastlin.\nNa podlagi gibanja temperatur in napovedi vremena so se dne 27.03.2002 temperature merjene na dveh metrih že ob 2230 uri spustile pod ledišče in dosegle minimum ob 600 uri dne 28.03.2002 pri temperaturi -5,20 C. Po podatkih iz meteorološke postaje je bila pri višini 0,5 m temperatura -7,30 C. Vendar je za nas bolj pomembna temperatura na višini od enega do treh metrov (zato merimo na dveh metrih), kjer se tam nahajajo cvetovi, ki so najbolj pomembni.\nV Sadjarskem centru Gačnik gojijo in opazujejo različne sadne vrste (jablane, hruške in češnje). Zaradi zgodnjega začetka rastne dobe v tem letu, so dosegle fenološko fazo E po Fleckingerju za jablano in hruško ter D za češnjo (začetek balkonskega stadija). V tej razvojni fazi bi brez škode lahko prenesle temperature od -4 do -50 C. Takšna je bila tudi napoved minimalne temperature za to noč. Ker pa se je temperatura spustila pod to mejo, je bila tekom dneva po oroševanju opravljena analiza brstov, s katero so kasneje ocenili obseg poškodb pri različnih pomembnejših sortah jablan, hrušk in češenj. Rezultati analize so v preglednici 1. \nZ oroševanjem so začeli v noči iz 28. 03. na 29. 03. 2002. Temperatura merjena na dveh metrih se je že ob 2400 uri spustila pod 00 C in dosegla ob 630 uri minimum -3.10 C . Temperatura merjena na 0,5 m je bila - 4,00 C. Temperatura se je dvignila nad ledišče šele ob 830 uri, vendar so prenehali z oroševanjem šele ob 900 uri, ko je temperatura dvignila na + 3,6  C. \n  2002\nPri opravljanju dežurstva v noči 05. 04. na 06. 04. 2002 je bil ugotovljen padec temperature, ob 600 uri je bilo izmerjeno – 0,60 C. Pri tej temperaturi ni bilo nevarnosti pozeb, zato niso oroševali. Potrebno je bilo tudi varčevati z vodo, ker so bile za naslednje dni 06.04 in 07.04. 2002 napovedane še nižje temperature do -40 C. Čeprav je zaradi nizkih temperatur fenološki razvoj le počasi napredoval, so najzgodnejše sorte v tem času že začele z cvetenjem in s tem prešle v občutljivejšo fazo. Temperatura se je spustila pod ledišče že ob 2330 uri in dosegla minimum ob 630 uri pri temperaturi -3,40 C na dveh metrih in -4,30 C na 0,5 m. Oroševanje je potekalo do 900 ure, ko so ga pri 2,40 C zaustavili. \n  2002\nV noči iz 07. 04. na 08. 04. 2002 so ponovno oroševali. Temperatura se je na 2 m v tej noči spustila pod ledišče že ob 200 uri zjutraj in takrat so začeli tudi z oroševanjem. Ob 500 uri se je pooblačilo, zato je bila najnižja temperatura zabeležena ob 430 uri z -1,4 0C. Nad 00 C se je dvignila temperatura že ob 700 uri zjutraj, vendar je bilo oroševanje ustavljeno ob 830 uri, ko se je temperatura dvignila na 2,30 C.\nPonovno analizo pozebe cvetov so opravili 09. 04. in 10. 04. 2002, da bi ugotovili morebitne dodatne poškodbe ter ocenili uspešnost varovanja cvetov z oroševanjem. Rezultati so v preglednici 4. \nIz primerjave dobljenih rezultatov je bilo ugotovljeno, da je oroševanje do velike mere preprečilo dodatno povečanje poškodb pri cvetovih jablan, saj so se le-ti v povprečju povečali le za 10%. Do večjih poškodb je prišlo pri hruškah in pri češnji Hedelfinška, ki je po fenofazi najbližje polnemu cvetenju. Do večje škode je prišlo v noči z 29. 03. na 30. 03., ko zaradi okvare agregata oroševanje ni bilo možno in so se temperature spustile po 00 C, kar je razvidno iz preglednice 5 in grafikona 3 . \n  2002\n"], "24": ["5 PRIMERJAVA MED IZRAČUNANIM IN IZVEDENIM", ""], "25": ["5.1 Velikost akumulacije", "Zelo pomembno je, da nam med oroševanjem ne zmanjka vode. Zato moramo že pri projektiranju oroševalnega sistema zagotoviti dovolj veliko količino le te, da lahko orošujemo po deset ur, tri noči zapored. V primeru Sadjarskega centra Gačnik je bila narejena akumulacija v velikosti 5500 m3 vode, ki naj bi zadostovala za čas oroševanja 6 ur in površine 5 ha, kar je razvidno iz idejnega projekta. Po podatkih, ki sem jih dobil, pa naj bi sedaj oroševali površino v velikosti približno 8 ha.\nIzračun potrebne količine vode:\nCelotna zaščitena površina: 8 ha Zahtevana srednja gostota oroševanja: 2,5 mm/h Srednja gostota oroševanja določena na podlagi karakteristik razpršilca : 3,4 mm/h Potrebna količina vode: 34 m3/h na ha Potreben prostor skladiščenja oziroma zaloga vode: 8 - 34 - 30 = 8160 m3\nNa podlagi izračuna sem ugotovil, da količina vode, ki je sedaj na razpolago, zadošča za dobra dva dneva oroševanja. V kolikor se akumulacija ne bi polnila dovolj hitro, iz potoka, bi se lahko zgodilo, da bi ostali v tretjem zaporednem dnevu oroševanja brez vode, kar bi lahko imelo za posledico veliko škodo na cvetovih rastlin.\nDo sedaj še ni bilo primerov pomanjkanja vode za oroševanje, ker so z vodo varčevali takrat, kadar so bile negativne temperature, ki pa naj ne bi povzročale pozebe. \nTukaj se lahko pojavi problem, če pride do večjih negativnih temperatur, kot so bile pričakovane. Na primer pričakujemo -4 0C, temperatura pa pade na -5 0C, kar lahko povzroči večjo škodo na določenih sadnih vrstah, kot so hruške in češnje, manj jablane. Veliko je tudi odvisno od časa in fenološke faze rastlin.\n5.2 Merjenje količine pretoka vode na pršilnikih in primerjava z podatki dobavitelja\nZaradi konfiguracije terena in tlačnega upora v ceveh prihaja na različnih mestih do različnega pritiska, kar ima za posledico neenakomerno oroševanje. Zato smo izvajali meritve pretoka vode na posameznih razpršilcih. Meritev smo izvedli tako, da smo razpršilec povezali s posodo, ki mora biti dovolj velika. Posodo sem prej umeril in označil od 0,5 do 20 litrov tako, da sem lahko dovolj natančno odčital količino vode v posodi. Najprej smo zagnali motorno črpalko in nastavili pritisk na črpalki 4 bare. Nato smo odšli do razpršilcev, povezali razpršilec s posodo in merili pretok 1 minuto. Po preteklem času sem zapisal dobljen rezultat, ki sem ga kasneje primerjal s podatki dobavitelja.\nV Sadjarskem centru Gačnik sem opravljal meritve na razpršilnikih Izraelskega proizvajalca NAAN, ki ima naslednje tehnične karakteristike:\n- razpršilec NAAN 233 z enojno šobo\n- dolžina dometa curka ÷16 m\n- ustnik razpršilca 3,9 mm\n- poraba vode je 1,10 m3/h\n- razpored razpršilcev je 18x18 m\n- pri pritisku vode 4,0 bare\nZanimal me je pretok vode na razpršilcih, ki ležijo na različnih višinah v nasadu prav tako pa tudi kolikšna so odstopanja med izmerjeni podatki in podatki dobavitelja. Nedvomno me je zanimalo tudi, ali je količina vode na razpršilcu, katerega mesto je višje v nasadu, dovolj velika, da lahko izvajamo ustrezno zaščito proti pozebi.\nMeritve sem izvajal na razpršilcu, ki je na vznožju nasada (razpršilec A), na razpršilcu, ki leži približno 5 m višje (razpršilec B) in razpršilcu na vrhu nasada (razpršile C). Višinska razlika med razpršilcem na vznožju in tistega na vrhu nasada je približno 15 m . \nRazpršilec A (na vznožju nasada) je imel pri konstantnem pritisku vode 4,0 bare, pretok vode 18 l/min, kar je 1080 l/h = 1,08 m3/h. Po podatkih dobavitelja ima razpršilec 1,10 m3/h. Iz tega je razvidno, da je prišlo do minimalnih izgub, ki pa ne vplivajo na kvaliteto oroševanja.\nRazpršilec B (približno 5 m višje) je imel pri konstantnem pritisku vode 4 bare, pretok vode 14 l/min, kar je 840 l/h = 0,84 m3/h . Pri primerjavi izmerjenega pretoka s podatki dobavitelja (1,10 m3/h) sem ugotovil, da je prišlo do razlike pretoka vode na razpršilcu B za 260 l/h = 0,26 m3/h, kar je posledica višinske razlike ÷ 5 m, tako da je bil dejanski pritisk vode 3,5 bare. Na kvaliteto zaščite proti pozebi to ne vpliva, ker je količina vode dovolj velika.\nRazpršilec C (na vrhu nasada) je imel pri konstantnem pritisku vode 4 bare, pretok vode 6 l/min kar je 360 l/h = 0,36 m3/h. Pri primerjavi izmerjenega pretoka s podatki dobavitelja (1,10 m3/h) sem ugotovil, da je prišlo do razlike pretoka vode na razpršilcu C za 740 l/h = 0,74 m3/h, kar je posledica višinske razlike ÷ 15 m , tako da je bil dejanski pritisk 2,5 bare. Ta pretok in domet vode pa je glede na podatke premajhen za temeljito zaščito sadnega nasada in bo na njegovih najvišjih delih prihajalo do pozeb le-tega, kar so mi potrdili tudi v Sadjarskem centru Gačnik.\n"], "26": ["6 SKLEP", "V Sadjarskem centru Gačnik sem ugotavljal kako vpliva lega nasada na kvaliteto oroševanja. Zato sem opravil merjenja na posameznih razpršilcih, da bi ugotovil dejanski pretok vode razpršilcev, ki ležijo na različnih višinah v nasadu. Primerjal sem tudi izračunano velikost akumulacije z dejansko, da bi ugotovil če še vedno zadostuje za kvalitetno izvajanje oroševanja saj se je velikost nasada povečala.\nPrišel sem do naslednjih sklepov:\n- meritve pretoka na razpršilcih so pokazale, da imajo razpršilci, ki so višje v nasadu  premajhen pretok vode 0,36 m³/h in 2,5 bara pritiska, kar je premalo za kvalitetno  varovanje cvetov pred mrazom,\n- velikost akumulacije je premajhna saj se v letih velikost nasada povečala iz 5 ha na 8  ha, na podlagi izračuna sem ugotovil, da bi morala biti zaloga vode 8160 m³, dejanska  zaloga vode je 5500 m³.\nRezultati so pokazali, delovna hipoteza drži in da nagnjenost nasada vpliva na kvaliteto oroševanja. Delno bi lahko pretok in pritisk na razpršilcu rešili z nakupom elektronskega merilca pretoka vode. Z njim bi natančneje izmerili pretok vode na razpršilcih, ter z dobljenimi rezultati priprli razpršilce nižje v nasadu in povečali pretok vode na razpršilcih višje v nasadu. S tem bi izboljšali kvaliteto oroševanja po celotnem nasadu, vendar razlik popolnoma ne bi mogli odpraviti.\n"], "abstract": ["V Sadjarskem centru Gačnik sem ugotovil, da postavljena akumulacija velikosti 5500 m3 ne zagotavlja dovolj vode za kvalitetno oroševanje, saj je nasad v velikosti 8 ha večji od načrtovanega 5 ha. Izračunal sem, da bi sedanji nasad moral imeti akumulacijo v velikosti 8160 m3. Zato lahko pride ob intenzivnem oroševanju, ki traja več dni zapored, do pomanjkanja vode v akumulaciji. Prikazal sem tudi, da tudi lega nasada vpliva na kvaliteto oroševanja. Ob merjenju pretoka vode na razpršilcu na vrhu nasada sem ugotovil, da je pretok 0,36 m3/h, premajhen za optimalno zaščito cvetov proti pozebi. S pomočjo tabel in grafov sem primerjal, koliko dni je bilo oroševano in kakšni so bili rezultati. Ugotovil sem, da lahko pravilno in pravočasno oroševanje v veliki meri zaščiti nasad pred pozebo. "]}