{"1": ["1 UVOD", "Na domačem in na tujih trgih so potrebe po kvalitetnem govejem mesu zelo ve like, prav tako pa se med seboj razlikujejo cene za enoto mesa glede na poreklo, ter kategorijo živali in mesto distribucije le tega. Kakovost mesa se odraža z večimi lastnostmi kot so: vsebnost beljakovin, maščob, vode, barva, struktura, konzistenca in okus mesa. Trendi na trgu pa vedno bolj kažejo na to, da potrošniki zahtevajo mlado, zmerno mastno in zdravo govedino. Ocenjevanje klavne kakovosti na živih živalih so ukinile že vse gospodarsko in kmetijsko napredne države tega sveta. Mnogo bolj zanesljivo pa je ocenjevanje govejih klavnih polovic oziroma trupov na klavni linij. Prireja mesa govedi sodi med najpomembnejše proizvodne usmeritve slovenskega kmetijstva. K bruto vrednosti kmetijske proizvodnje prispeva okoli 14 %. Skupno število govedi je v zadnjih letih razmeroma stabilno. Konec leta 2006 je znašalo 454 tisoč glav, kar je podobno kot v letu prej (453 tisoč). Prirast govedi, ki je v zadnjih letih nihal okoli 80 tisoč ton, je v letu 2006 po podatkih znašal 76,5 tisoč ton, (leta 2007 77,8 tisoč ton), kar je 5 % manj kot v letu prej. Domača prireja mesa se je v letu 2006 zmanjšala za 4 % (na 42 tisoč ton). Še bolj kot domača prireja se je v letu 2006 zmanjšala skupna poraba mesa govedi (-12 %) in po treh letih z nadpovprečno visoko porabo padla pod 42 tisoč ton. Slovenija je bila tako po dveh letih z negativno zunanjetrgovinsko bilanco (neto uvoz) v letu 2006 zopet neto izvoznica mesa govedi. Stopnja samooskrbe je bila 102 % (v letu 2005 93 %). Poraba mesa govedi na prebivalca se je v primerjavi z letom prej zmanjšala za 2 kg in je padla na 21 kg. Skupni obseg zunanje trgovine z govedom (v ekvivalentu mesa) je v letu 2006 obsegal 16 tisoč ton, kar je za četrtino več kot v letu 2005 in največ po letu 1994. Ob tem je bil uvoz za 2 % manjši, izvoz pa za 67 % večji kot v letu prej. Povečal se je uvoz mesa (+6 %) in izdelkov (+53 %), medtem ko se je uvoz živih živali v primerjavi s predhodnim letom zmanjšal (-15 %). Večji izvoz v letu 2006 je rezultat močno povečanega izvoza živih živali (2,5-krat), ki je predstavljal že več kot dve tretjini skupnega izvoza. V strukturi izvoza živih živali je prevladovala klavna živina, večina izvoza pa je bila namenjena v Avstrijo. Izvoz mesa, kot tradicionalno najpomembnejše izvozne kategorije, se je zmanjšal za desetino (Ministrstvo za kmetijstvo, gozdarstvo in prehrano 2007).\n"], "2": ["1.1 Opredelitev proble ma raziskave:", "Na klavni liniji spremljamo podatke o prsni globini ter dolžini trupa. Kot rezultat pričakujemo različno klavno kakovost in boljše klavne lastnosti bikov iz progenega testa. Za boljše razumevanje je potrebno poudariti, da so v poskus zajeti zgolj in samo goveji pitanci v starostni kategoriji A (do 24 mesecev).\n"], "3": ["1.2 Namen in cilj raziskave:", "Na podlagi zastavljenega problema želimo ugotoviti in dokazati, da imajo biki iz progeno testne postaje boljšo klavno kakovost, višje dnevne priraste, večjo maso klavnih polovic, boljšo omišičenost in enakomernejšo zamaščenost klavnih polovic.\n"], "4": ["2 PREGLED OBJAV", "Pod izrazom meso (goveje, svinjsko) razumemo prečno progaste mišice, z vraščenimi kostmi in hrustancem. Ko pa govorimo o kvaliteti mesa, takrat pa mislimo samo na prečno progaste mišice. Na višino randmana iste kategorije goveda vplivajo naslednji dejavniki:\n- način prehrane in stopnja spitanosti\n- transport in odmor pred klanjem\n- post brez vode in hrane pred končnim tehtanjem\n- postopek klanja in primarna obdelava klavnih polovic (Caput 1996).\nRezultati raziskav kažejo, da so živali iz bolj intenzivnih tehnologij pitanja bolj občutljive na stres v pred klavnem obdobju, kar povzroči večjo frekvenco pojava temnega mesa (Čepin 1990).\nProučevanje kakovosti klavnih polovic in mesa pri različnih pasma h in njihovih križancih je pokazalo, da so velike in statistično značilne razlike v klavnosti in sestavi klavnih polovic med mlečnimi in mesnimi pasmami, da pa kombinirane pasme in križanci kombiniranih pasem in mesnih pasem le malo zaostajajo za mesnimi pasmami (Čepin in sod. 1987).\nOdstotek klavnosti kot eden od objektivnih meril klavne kakovosti je bil v povprečju visok in sicer 59,7 % s signifikantnim variiranjem od 56,8 % pri mlečni ČB pasmi do največ 61,7 % pri čisti CHA pasmi. Značilno boljša klavnost je bila pri CHA pasmi in križancih mesnih in kombiniranih pasem v primerjavi s kombinirano LS in RJ pasmo, najbolj pa zaostajajo po klavnosti čista ČB in njeni križanci z AR pasmo (Čepin in sod. 1987). Analiza ocenjevanja klavne kakovosti mladih goved po regijah kaže močno pozitivno odstopanje v Štajerski in negativno odstopanje v Primorski regiji kot rezultat prevladujoče lisaste oziroma rjave pasme (Čepin in sod. 1993). \nLisasta in rjava pasma imata značilno večja deleža mesa (71,5 in 71,3 %) kot črno-bela pasma (67,8 %) in značilno manj loja (10,9 in 10,3 %) kot črno-bela pasma (12,4 %) (Čepin in sod. 1994).\n"], "5": ["2.1 Lisasta pasma in rejski cilji v Sloveniji", "Lisasta pasma govedi je kombinirana pasma, ki jo uporabljamo za prirejo tako mleka kot kakovostnega govejega mesa. Za pasmo je značilna rumeno rjava do rdeča barva z večjimi in manjšimi belimi lisami. Glava, ki je bele barve ali je na njej vsaj bela lisa je osnovna značilnost pasme. Ženske živali dosegajo 135-148 cm VV ter maso čez 700 kg. Pri njih želimo ohraniti velik okvir veliko konzumacijsko sposobnost, poleg tega naj bodo korektnih zunanjih potez, s kvalitetnim vimenom, ter pasmi značilno mlečno vztrajnostjo. Moške živali dosežejo VV do 155 cm in več telesno maso pa 1100-1300 kg. Trup naj bo obsežen, pričakujemo dobro omišičenost, hitro rast dobre klavne lastnosti in miren temperament. Moške plemenjake vzrejamo za dve usmeritvi in sicer za: intenzivno mlečno prirejo, (kombiniran tip mleko meso) in za intenzivno prirejo mesa (izrazito kombinirani tip meso mleko). Pri kravah pričakujemo gospodarno prirejo mleka, ki naj presega 7000 kg, poleg tega pa želimo ohraniti vse najpomembnejše pitovne in klavne lastnosti. Krave naj bodo sposobne velike prireje mleka, hkrati pa naj bodo prilagodljive na različne tipe reje in okolja, kjer se bodo vzrejale. Pri živalih pričakujemo dolgo življenjsko dobo, dobro plodnost, odpornost na bolezni, lahke telitve in veliko zmogljivost rasti (Čepon in sod. 2004). \nhttp://www.govedo.si/files/cpzgss/knjiznica/katalogi_bikov/2008/katalog_2008_2.pdf; (15.januar 2009).\nV preglednici so zbrani podatki o testiranju bikov v progenem testu v obdobju od 2001 do 2006. Predstavljeni so podatki o številu živali, starosti živali ob vhlevitvi ter zakolu. Zajeti so tudi podatki o masi pri vhlevitvi in ob zakolu ter masi toplih polovic.\nhttp://www.gpz.si/?viewPage=12 (24.marec 2008)\nIz tabele je razvidno, da so bili pitanci v pitanju 412 dni, v tem času so v povprečju priredili 483 kg žive mase, masa klavnih polovic pa je bila 339 kg.\n"], "6": ["2.2 Opis ostalih pasem", ""], "7": ["2.2.1 Charolais", "Govedo te pasme je izrazito mesnega tipa z velikim in obsežnim okvirjem. Pasma izhaja iz Francije. Vseskozi so jo selekcionirali samo za potrebe prireje govejega mesa. Je izrazito pašna žival z veliko sposobnostjo zauživanja voluminozne krme, zato je prireja mogoča tudi na manj rodovitnih pašnikih. Za pasmo sta značilni dve lastnosti: velika intenzivnost rasti in velika zmogljivost za prirejo mesa. V zadnje času je večji poudarek na vzreji plemenskih bikov za gospodarsko križanje. Le to nam omogoča poleg večje prireje govejega mesa izboljšati tudi klavne lastnosti in lastnosti mesa. Krave dosežejo VV 142- 146 cm ter telesno maso 700-900 kg. Telijo pri 34 mesecih, ko dosežejo okoli 80 % odrasle velikosti. Krav se ne molze, njihovo mleko, ki ga je dovolj (1500-2000 l) v celoti posesajo teleta. Odstavimo jih pri telesni masi med 280 in 350 kg. Pitance dajemo v zakol pri telesni masi med 600 in 700 kg, dnevni prirasti pa presegajo 1200 g/dan. Primerni so za intenzivno hlevsko pitanje, kot tudi za bolj ekstenzivno pitanje na pašnikih, kajti pasma je bolj pozno zrela in se pozneje zamasti. Pasma je razširjena po vsem svetu, saj ima odlično prilagoditveno sposobnost in je zelo primerna za sonaravno rejo, saj je izrazito pašna žival, s tem pa pridobimo kvalitetno meso, ki je uporabno v humani prehrani. Vzreja živali se deli na dva tipa. Pri vzrejnem tipu (čisto pasemske živali) se strmi za tem, da imajo živali velik okvir, z veliko zmogljivostjo in intenzivnostjo rasti, z veliko konzumacijsko sposobnostjo in dobrim izkoriščanjem paše. Telitve naj bodo lahke, pri materah želimo dobro izražen materinski čut, do odstavitve na paši pa naj teleta priraščajo preko 1200 g/dan. Pri pitovnem tipu pa pričakujemo dobro omišičenost, ter odlično klavno kakovost in kakovost mesa. Testiranja se izvajajo na križancih in mlečnih pasmah, zaradi tega je nujno, da so telitve lahke, tele pa po velikosti ne preobsežno (v izogib težkim telitvam) (Čepon in sod. 2004). \nŽivali imajo sposobnost dobrega zauživanja krme, imajo gensko pogojen razvoj mišičja in pozno nalaganje loja. Dnevni prirast pri pitovnih živalih je 1500 g/dan, s selekcijskim delom pa so dvignili maso pri moških teletih v starosti 7 mesecev za 10 kilogramov. Težavo pa predstavljajo težke telitve, saj tele te hta do 50 kilogramov, zaradi česar je potrebno v kar 9 odstotkih vseh telitev izvajati carski rez. Prav zaradi tega ta pasma ni primerna za intenzivno rejo in krmljene s silažo, ker se s tem že tako težke telitve še dodatno otežijo (Sebenik in Štular 2007).\nwww.myallcharolais.com/img/sires/Wonder_Woman (7.marec 2008).\n"], "8": ["2.2.2 Limousine", "Pasma izhaja iz Francije, kjer so jo uporabljali za delo, zaradi česar so odbirali bolj omišičene živali in tiste z močnejšimi nogami. Limousine govedo je primerno za celodnevno pašo tudi v težjih pogojih. Ne glede na pogoje reje se pasma zelo dobro vključi \nv vse klimatske razmere kar ji poleg vseh lastnosti ne nazadnje omogočajo močne noge. Prednost pasme pri lahkih telitvah se od ostalih pasem kaže v dveh najbolj očitnih značilnostih: široka medenica pri telicah in kravah ter majhna rojstna masa telet. Na podlagi teh dejstev je preživitvena sposobnost in vitalnost telet daleč najboljša. Krave imajo dober materinski čut in vse lastnosti dobrih krav dojilj. V vseh klavnih kategorija se kaže odlična klavna kakovost tako odstavljenega teleta kot tudi pitanca ob doseženi klavni zrelosti. Klavne polovice vsebujejo veliko čistega mesa in majhnemu delu kosti ter loja. Je izrazito mesna pasma srednje velikega okvirja. VV dosežejo krave 140-144 cm in telesno maso okrog 650 kg. Biki merijo VV okrog 154 cm ter imajo telesno maso približno 1200 kg. Krave imajo v laktaciji le toliko mleka da priredijo teleta, zaradi tega se krav tudi ne molze. Potomci predstavljajo izključno ekonomsko kategorijo (razen odbranih živali). Živali vzrejamo tako v vzrejnem, kot tudi pitovnem tipu. Pri vzrejnem tipu pričakujemo živali velikega okvirja, velikih zmogljivosti in intenzivnost rasti, dobro konzumacijsko sposobnost. Teleta naj na paši do odstavitve priraščajo okoli 1100 g/dan, pri kravah pa želimo imeti vse lastnosti dobrih krav dojilj in materinskega čuta (Čepon 2004).\nhttp://www.brehmfarms.com/cattle_sale/bulls/Jacuzzi-62507.jpg (8.marec 2008).\n"], "9": ["2.2.3 Rjava pasma", "Govedo te pasme je bilo sprva selekcionirano kot kombinirana pasma. Zaradi večjega uspeha in dobička v primerjavi z prirejo mesa, so selekcijo usmerili zgolj v prirejo mleka. Rjavo govedo je zelo prilagodljivo na neugodne vplive iz okolja. Rjava pasma je izrazito pašna žival, saj zelo dobro izkorišča voluminozno krmo na travinju. Krave merijo v VV 135-145 cm ter dosežejo telesno težo nad 600 kg. Odrasli biki dosežejo VV 150 in več cm, telesna masa pa se giblje med 1000 in 1200 kg. Pomembna lastnost krav rjave pasme je kakovost mlečnih beljakovin, pri tem pa je najbolj v ospredju velika frekvenca alele B za kapa kazein. V zadnjem obdobju se veliko krav osemenjuje z AR (ameriška rjava), kar nam po eni strani prinese večji okvir živali, večjo konzumacijsko sposobnost in posledično večjo mlečnost, na drugi strani pa izgubljamo na lastnostih, ki nam prinašajo višjo oceno klavne kakovosti. Osnova rejskega cilja za rjavo pasmo je gospodarna prireja mleka (nad 8000 kg) in sočasna ohranitev osnovnih klavnih lastnosti. Za rjavo pasmo je značilno, da je izrazito pašna žival, poleg tega pa glede na posestno strukturo in strukturo kmetijskih zemljišč, ima zagotovo svetlo prihodnost, saj se cene vhodnih surovin za prirejo nezadržno višajo (Čepon in sod.2004).\nhttps://rjavo.govedo.si/datoteke/Image/rjavo/slike/srednje/S_RJ_pasa_krave_1.jpg (20.marec 2008)\n"], "10": ["2.3 Klavne lastnosti", "Med lastnosti, ki štejejo za klavno kakovost spadajo: dnevni neto prirast, indeks konformacije, masa toplih polovic, sestava klavnih polovic ter ocena mesnatosti in zamaščenosti. Dnevni neto prirast nam pove kolikšen je prirast žive mase ali klavne mase v enem dnevu, saj razlikujemo neto prirast od začetka do konca pitanja, ter prirast od rojstva do zakola oz konca pitanja. Masa toplih polovic je masa obeh polovic takoj po klanju (osnova za obračun).\nNajobjektivnejši pokazatelj klavne kakovosti je sestav polovic glede na odstotek mesa, lahko ločljivega loja, kosti in kit. Zelo dober objektivni pokazatelj klavne kakovosti je odstotek čistega mesa od žive mase pred zakolom, ki zajema tako klavnost, kot sestav klavnih polovic in znaša povprečno 44 odstotkov (Čepin in sod. 1987).\nKonformacija klavnega trupa opisuje razvitost ključnih profilov trupa, še posebej bistvenih delov: stegen, hrbta in pleč (Hickey in sod. 2007).\nKonformacija klavnih polovic je v glavnem odvisna od genotipa živali, torej je njeno spreminjanje možno predvsem s selekcijo in vnosom tujih genov, kar predstavlja dolgoročen proces. Če si pogledamo kategorijo mladih bikov, to je kategorijo, s katero priredimo največ govejega mesa, potem vidimo, da se je letna vrednost za konformacijo od leta 2000 do leta 2005 zmanjšala iz 3,58 na 2,69. To je verjetno odraz sprememb v pasemski sestavi goved v Slovenji in povečevanja deleža mlečnih pasem v primerjavi s kombiniranimi. Če ne upoštevamo razredov, v katerih je majhno število opazovanj, potem lahko rečemo, da se s povečanjem mase klavni polovic izboljšujejo tudi ocene za konformacijo. Znotraj vsakega razreda konformacije pa se z maso klavnih polovic povečuje tudi ocena za zamaščenost. To velja za vse kategorije govedi (Bradeško 2006).\n"], "11": ["2.4 Mesnatost in zamaščenost", "Pod pojmom mesnatost razumemo kolikšen delež v celoti mase klavne polovice predstavlja mišično tkivo. Izoblikovanost posameznih delov trupa so osnova za uvrstitev v posamezni plačilni razred. Ocenitev trupov na klavni liniji izvaja pooblaščena neodvisna organizacija. V Sloveniji izvaja ocenitev klavnih polovic podjetje Bureau Veritas. Sestava govejih klavnih polovic je eden najpomembnejših dejavnikov, ki določajo tržno vrednost zaklanih živali. Zato je čim bolj natančna ocena klavnih polovic zelo pomembna tako za rejca kot tudi za klavno industrijo. Osnovni namen ocenjevanja klavne kakovosti je namreč kar se da realno ovrednotiti odkupljeno in zaklano govedo v klavnicah ter tako pridobiti realno oceno vrednosti prodanega blaga, ki je podlaga za izplačilo rejcu. Številni strokovnjaki so poskušali priti do objektivnih meritev oziroma metod za razvrščanje klavnih polovic v tržne razrede, vendar so se le te izkazale za zelo drage, zahtevne, zamudne in neprimerne za rutinsko uporabo na klavni liniji. Čeprav po mnenju strokovnjakov subjektivna ocena ni stoodstotna, pa je kljub temu več kot dvakrat bolj natančna od ocene na živih živalih in pomeni velik napredek za realnejšo plačevanje klavne kakovosti, predvsem zato, ker to ocenjevanje izvaja neodvisna kontrolna služba. Podlaga za izvajanje dejavnosti ocenjevanja klavne kakovosti so uredbe evropske komisije, katere urejajo to področje in so na izvajalski ravni obvezne za vse države članice. Standardizirani postopki ocenjevanja klavne kakovosti, katere predpisujejo omenjene uredbe, v prvi vrsti omogočajo nemoteno trgovanje z govejim mesom znotraj vseh dr žav članic, hkrati pa so preko mehanizma poročanja cen tudi osnova za izvajanje različnih intervencijskih ukrepov na področju trga z govejim mesom. Slovenija je vsebino uredb povzela v Pravilniku o ocenjevanju in razvrščanju govejih trupov in polovic na klavni liniji (Ur.l. RS št. 103/2001) ter v Pravilniku o spremembah in dopolnitvah pravilnika o ocenjevanju in razvrščanju govejih trupov in polovic na klavni liniji (Ur.l. RS št. 31/2004). Predpis določa kategorije zaklanih govedi, predpisuje način obdelave klavnih polovic pred tehtanjem ter definira oba osnovna kriterija (mesnatost, zamaščenost), ki določata klavno kakovost. Pravilnik ne predpisuje postopka oblikovanja cene, ki je povsem tržna kategorija in v izključni pristojnosti kupca in prodajalca živine, temveč zgolj postavlja osnovo za razlikovanje med boljšo in slabšo klavno kakovostjo (Bradeško 2006). \nDobremu poznavalcu masa klavnih polovic veliko pove zlasti takrat, ko je znana starost živali in ekonomske determinante sestave ter kakovost klavnih po lovic. Vizualno ocenjevanje konformacije in zunanje pokritosti igra zelo pomembno vlogo v razvoju sistemov razvrščanja klavnih polovic v Evropi (Kempster 1992). Ocena trupov se določa na podlagi:\n-Uredbe Sveta (EGS) št. 1186/90 z dne 7. maja 1990 o razširitvi lestvice Skupnosti za razvrščanje trupov odraslih govedi (UL L št. 119 z dne 11.5.1990, str. 32);\n-Uredbe Komisije (EGS) št. 344/91 z dne 13. februarja 1991 o določitvi podrobnih pravil za izvajanje Uredbe Sveta (EGS) št. 1186/90 o razširitvi obsega lestvice Skupnosti za razvrščanje trupov odraslih govedi (UL L št. 41 z dne 14.2.1991, str. 15), zadnjič spremenjene z Uredbo Komisije (ES) št. 1215/2003 z dne 7. julija 2003 o spremembi Uredbe (EGS) št. 344/91 o določitvi podrobnih pravil za izvajanje Uredbe Sveta (EGS) št. 1186/90 o razširitvi obsega lestvice Skupnosti za razvrščanje trupov odraslih goved ( UL L št. 169 z dne 8.7.2003, str. 32 ) (v nadaljnjem besedilu: Uredba 344/91/ES); Uredbe Komisije (ES) št. 103/2006 z dne 20. januarja 2006 o dodatnih pravilih za uporabo lestvice Skupnosti za razvrščanje trupov odraslega goveda (UL št. 17 z dne 21.1.2006);\n-Uredbe Sveta (ES) št. 1183/2006 z dne 24. julija 2006 o določitvi lestvice Skupnosti za razvrščanje trupov odraslega goveda (UL L št. 214 z dne 4.8.2006, str. 1; v nadaljnjem besedilu: Uredba 1183/2006/ES);\n-Uredbe Sveta (ES) št. 700/2007 z dne 11.junija 2007 o trženju mesa, pridobljenega iz goveda, starega največ dvanajst mesecev (UL L št. 161 z dne 22.6.2007, str. 1; v nadaljnjem besedilu: Uredba 700/2007/ES) (Pravilnik o razvrščanju in označevanju trupov goveda 2007).\nPo omenjenih uredbah se živali delijo v naslednje kategorije: A: trupi bikov, mlajših od dveh let; B: trupi drugih bikov; C: trupi moških kastriranih živali; D: trupi krav; E: trupi telic. \nTrupi odraslega goveda se razvrščajo na podlagi ocene: (a) vizualnega ocenjevanja mesnatosti, (označujejo se s črkami S, E, U, R, O, P) (b) zamaščenosti, (označuje se s številkami od 1-5).\n"], "12": ["2.4.1 Vizualno ocenjevanje zamaščenosti", "Z vizualnim ocenjevanjem mesnatosti ocenjujemo razvitost določenih profilov trupa, še posebej najpomembnejših delov (stegno, hrbet, pleče).\nRazred mesnatosti S: (Superiorni) vsi profili izredno konveksni; izjemna razvitost mišic (dvojna omišičenost), E: (odličen) vsi profili konveksni do super konveksni; mišice izjemno razvite, U: (zelo dober) profili v večini konveksni; mišice zelo dobro razvite, R: (dober) profili v večini ravni; mišice dobro razvite, O: (zadovoljiv) profili v večini ravni do konkavni; mišice povprečno razvite, P: (slab) vsi profili konkavni do zelo konkavni; mišice slabo razvite.\n"], "13": ["2.4.2 Stopnja zamaščenosti", "S stopnjo zamaščenosti opisujemo količino maščobe na površini trupa in v prsni votlini Razred zamaščenosti 1: (slaba) brez maščobe ali zelo slaba pokritost trupa z maščobo, 2: (zadovoljiva) neznatna pokritost z maščobo, meso je vidno skoraj povsod, 3: (srednja) meso, razen stegna in pleč, skoraj povsod pokrito z maščobo, manjše maščobne obloge v prsni votlini, 4: (močna) meso prekrito z maščobo, vendar na stegnu in plečetu še delno vidno, nekaj razločnih oblog v prsni votlini, 5: (zelo močna) celoten trup pokrit z maščobo; obilne maščobne obloge v prsni votlini (Komisija evropskih skupnosti: Uredba sveta o določitvi lestvice Skupnosti za razvrščanje trupov odraslega goveda 2008). \nUredbe določajo, da države članice lahko razrede razdelijo na največ tri pod razrede, kar je v Sloveniji urejeno s Pravilnik o izvajanju uredb Sveta (EGS) in uredb Komisije (EGS) o razvrščanju trupov goveda (Uradni list RS, št. 120/81). 5. člen omenjenega pravilnika določa: (1) V skladu s tretjim odstavkom 3. člena Uredbe 1208/81 se razredi za ocenjevanje mesnatosti iz Priloge I Uredbe 1208/81 razdelijo v tri podrazrede tako, da je črki, ki določa razred mesnatosti oziroma konformacije trupa, spredaj dodan še »+« v primeru, ko je mesnatost oziroma konformacija trupa nekoliko boljša od čistega razreda, vendar se ga še ne more uvrstiti v višji razred, ali »-« ko je mesnatost oziroma konformacija trupa nekoliko slabša od čistega razreda, vendar se ga še ne more uvrstiti v nižji razred. (2) Razredi zamaščenosti iz Priloge II Uredbe 1208/81 se razdelijo v tri podrazrede tako, da je številki, ki označuje zamaščenost, spredaj dodan še »+« v primeru, ko je zamaščenost trupa nekoliko boljša od čistega razreda, vendar se ga še ne more uvrstiti v višji razred, ali »-«, ko je zamaščenost trupa nekoliko slabša od čistega razreda, vendar se ga še ne more uvrstiti v nižji razred. Ur.l list RS, št. 51/06.\n"], "14": ["2.5 Prehrana in vpliv na priraste pitancev", ""], "15": ["2.5.1 Pitanje z voluminozno krmo", "Je smiselno z več vidikov. Prvi je ta, da je krma pridelana doma, poznamo njeno krmno vrednost, skrbimo za ohranjenost krajine, seveda pa je odvisno predvsem od naravnih okoliščin kakšno in koliko krme uporabljamo. Za uspešno pitanje je nujno, da so na voljo bikci in teličke ustrezne pasme, primernega tipa, ki obeta dobre priraste, da so živali zdrave, da so bile že doslej dovolj intenzivno zrejene (700 do 900 g/dan), da so na volj ustrezni objekti, oskrba in krma (Žgajnar1990).\nKoličina koncentrata in kvaliteta sena vplivata na rast in razvoj telet. Tako po nekaterih raziskavah (Caput 1996), teleta, ki so hranjena s kvalitetnim senom in samo z 0,90 kg krmne mešanice rasla hitreje kot teleta, ki so b ila hranjena s slabim senom in z 1,80 kg krmne mešanice dnevno.\n"], "16": ["2.5.2 Pitanje s silažo", "Je učinkovitejše kot pitanje z voluminozno krmo predvsem zaradi preproste pridelave, majhnih izgub hranilnih snovi, velike energetske vrednosti, dobre prebavljivosti in velikih dnevnih prirastov. Pri izbiri silaže moramo upoštevati sesta vo rastlin, ki jih bomo silirali. Znano je, da je koruzna silaža enostranska rastlina, saj vsebuje veliko energije, hkrati pa malo beljakovin in rudninskih snovi. Za idealno kombinacijo bi se lahko uporabilo sendvič silažo ali pa mešanico obeh. Dnevni prirasti so pogojeni s sestavo krmnega obroka, zdravstvenega stanja živali, konzumacijske sposobnosti in prebavljivosti obroka. Intenzivno pitanje signifikantno poveča povprečne dnevne priraste (1371g/dan) in dokazuje zmožnost krmljenja (6,95 kg SS/ kg prirasta) v primerjavi z ekstenzivnim krmljenjem (943 g/dan in 7, 97 kg SS/ kg prirasta) (Sani in sod. 2002).\n"], "17": ["2.5.3 Pitanje s krmnimi mešanicami", "Z močno krmo je mogoče zagotoviti popoln krmni obrok, ki je povsem prilagojen starosti pitancev, njihovim potrebam po hranilnih snoveh ter pokriva dnevne potrebe po njih. V obrok vključimo voluminozni del (seno ali slamo), koruzno in travno silažo ter krmno mešanico in mineralno vitaminski dodatek. S superkoncentratom (10 ali 15 % uree), koruzno silažo in ustreznim dokrmljevanjem z energijsko bogato krmo (žita) lahko pri kombiniranih pasmah in križancih z mesnimi pasmami dosežemo v povprečju okrog 1000 g prirasta na dan (Žgajnar 1990).\nV poskus je bilo zajetih 36 nemških svetlo lisastih bikov. Le ti so bili pitani s koruzno silažo po volji in 2,5 kg krmne mešanice. Na podlagi krmnega obroka so se dnevni prirasti gibali med 1045 in 1340 g/dan (Schwarz in sod. 2000).\n"], "18": ["2.6 Progeni test (testiranje na rastne in klavne lastnosti)", "Najbolj zanesljiv način ocenjevanja PV p itancev in nujen del selekcije je progeni test. Namen testa je ugotovitev sposobnosti prenosa rastnih in klavnih lastnosti očetov na potomce. Informacije o rastnih in klavnih lastnostih dobimo na mladih bikih, ki so potomci domačih elitnih krav in domačih ter tujih najboljših bikov. Teleta v skladu s selekcijskim programom za posamezno pasmo izberejo selekcijske službe območnih zavodov. Teleta se na testno postajo vhlevljajo do mase 120 kg (izjema 125 kg). Testno obdobje se začne po 28 dneh, kolikor traja pred testno obdobje. V tem času so teleta v vezani reji na polnih tleh, kjer se privajajo na žretje krmne mešanice, sena in vode, ter izvajamo še morebitno potrebno zdravstveno varstvo in karanteno. Pri starosti okrog 180 dni se teleta preseli v hlev za pitanje, kjer jih namestimo v bokse na rešetkastih tleh v skupinah 10 – 14 živali. Hlev za pitanje je urejen za sistem proste reje. Skupine pitancev ne spreminjamo do konca pitanja. Ob prehodu iz sprejemnega hleva v pitališče opravimo meritve VV, VK in telesne mase. V času pitanja se živali tehtajo vsakih 60 dni, poleg tehtanj pa jim izmerimo še VV in VK. Tehtanje ponavljamo vse dokler živali ne dosežejo povprečno maso skupine nad 500 kg. Zadnje tehtanje se opravi, ko živali odpremljamo v klavnico za zakol. Po vhlevitvi se teleta prične krmiti s kvalitetnim senom in TL starter-jem. Prehrana pitancev temelji na koruzni silaži, siliranem koruznem zdrobu, ter beljakovinskem koncentratu in mineralno – vitaminski mešanici. V sestavi krmnega obroka je udeleženo tudi seno, ki ga dodamo do 1 kg / pitanca. Skladno s povečevanjem telesne mase in dnevnih prirastov povečujemo delež koruzne silaže in zdroba ter krmne mešanice. Pri povprečni telesni masi nad 650 kg gredo biki v zakol. Pri disekciji na levo in desno polovico k lavnega trupa opravimo meritve trupa ter ocenitev mesnatosti, zamaščenosti in kakovosti mesa. Na klavnem trupu se na desni polovici izvede meritev dolžine trupa od sprednjega roba sramne kosti do sredine kranialnega roba prvega rebra. Globina prsi se meri od spodnjega roba kanala hrbtenjače do ventralnega roba presekane prsnice v višini petega rebra (Janžekovič in Brus 2005).\n"], "19": ["2.7 Katalog bikov za rejce", "Katalog bikov se uporablja za lažje usmerjanje kmetov pri odločitvah s katerim bikom bodo načrtno osemenili svoje plemenice. V katalogu so zajeti podatki o testiranih in mladih bikih. Testirani biki so namenjeni rejcem, ki želijo izboljšati posamezno ali več lastnosti. S simbolom je grafično izvedena osnovna glede na poudarkom prireje. Simbola sta dva in sicer: golida (biki na poudarku na mleku) in klavni trup (biki s poudarkom na mesu). Poleg bikov za osemenjevanje mlečnih pasem in bikov za osemenjevanje mesnih pasem, imamo na voljo tudi bike za kombinirane pasme (pasme, ki imajo dobro poudarjene lastnosti za mleko in meso). Ti biki so v katalogu označeni z golido in klavnim trupom. Poleg testiranih bikov so v katalogu navedeni in opisani mladi biki, ki so potomci načrtnega parjenja elitnih plemenskih bikov in krav (bikovskih mater). Z uporabo semena mladih bikov ter zbiranjem in analizami rezultatov njihovih potomcev se izvaja test, katerega izid so testirani plemenski biki. Z uporabo mladih bikov upravičeno pričakujemo, da bodo njihovi potomci boljši od staršev, saj z mladimi biki v osnovno čredo vnašamo genetski napredek. V katalogu bikov so za rjavo, lisasto in črno-belo pasmo na prvi strani navedeni osnovni podatki o biku in njegovo poreklo. Pri ostalih pasmah pa so navedeni le nekateri od teh podatkov. Poleg imena in republiške številke plemenskega bika ter identifikacijske številke so navedeni podatki: datum rojstva in odstotki drugih pasem (razen pri rjavi in črno-beli pasmi) pri pasmah, ki so namenjene za prirejo mleka navajamo tudi genotip za mlečno beljakovino kappa kazein. Ti genotipi so označeni AA, AB, BB in EE najbolj zaželeni pa je tip AB. Telesne lastnosti ocenjujemo na prvesnicah. Delimo jih na merjene, opisne in ocenjene lastnosti. Razpon pri točkah je od 1 do 9. Pri večini telesnih lastnosti je zaželena čim večja PV 12. PV 100 se pričakuje za lastnosti: hrbet, nagib križa, skočni sklep, dolžina in položaj seskov. Na grafičnem prikazu so te lastnosti prikazane z okvirčkom, ki nam kaže želeno območje. Pitovne in klavne lastnosti zajemajo dva indeksa: za prirast ter indeks klavnih lastnosti. Indeks za prirast zajema vse tri dnevne priraste, največjo gospodarsko težo ima dnevni neto prirast. Indeks klavnih lastnosti vsebuje poleg mase toplih polovic tudi indeks konformacije in delež mesa v klavnih polovicah (Logar in sod. 2006).\n"], "20": ["3 MATERIALI IN METODE", ""], "21": ["3.1 Material", "V poskusu so bile obravnavane klavne polovice mladih bikov iz kmečkih rej, velikih pitališč in iz uvoza (pitanci iz uvoza niso bili obdelani v statistični obdelavi). Poskus s katerim smo primerjali klavne lastnosti, je sestavljen iz dveh skupin mladega pitanega goveda in sicer 32. in 33. progenotestne skupine in naključno izbranimi biki na klavni liniji v klavnici Celjskih mesnin. V poskus je bilo vključenih 88 mladih bikov različnih pasem (lisasta (LS) 47 pitancev, belgijsko belo plava (BBP) 7, šarole (CHA) 2, črnobela (ČB) 23, limuzin (LIM) 3, ameriško rjava (AR) 3, ter rjave pasme (RJ) 3 pitanci), ki so bili zaklani v klavnici Celjskih mesnin in 106 mladih bikov lisaste pasme iz progenega testa (LS-1) zaklanih v klavnici KOŠAKI Maribor.\n"], "22": ["3.2 Metode dela", "Meritve na klavnih trupih smo opravili takoj po predhodnem tehtanju mase toplih polovic in določanja mesnatosti in zamaščenosti s strani pooblaščenega ocenjevalca, podjetja Bureau Veritas. Vsako desno klavno polovico, ki je bila na podlagi podatkov razvrščena v kategorijo mladih bikov, smo izvedeli meritvi in popisal identifikacijsko številko, ki je bila potrebna za nadaljnjo obdelavo pridobljenih podatkov. Na desni polovici klavnega trupa smo izmerili dolžino trupa, ki se meri od sprednjega roba sramne kosti do sredine kranialnega roba prvega rebra. Globina prsi se meri od spodnjega roba kanala hrbtenjače do ventralnega roba presekane prsnice v višini petega rebra. Podana subjektivna ocena klavnih trupov je bila ocenjena na podlagi ocene kontrolne organizacije, ki je opravila razvrstitev v komercialne razrede. Neto prirast smo izračunali po formuli NP=MTP(kg) / starost ob zakolu (dni) *1000.\n"], "23": ["3.2.1 Statistična obdelava podatkov", "Osnovni podatki za obdelavo so bili pridobljeni iz k lavnih zapisnikov pooblaščene organizacije (Bureau Veritas) in lastnega zapisnika meritvah dolžine trupa in prsne globine. Iz urejenih podatkov smo izračunali deskriptivno statistiko. Urejene podatke v Excelu smo obdelali s statističnim paketom SPSS 15.0. Za primerjavo skupin smo uporabili postopek GLM in LSD test. Značilne razlike med srednjimi vrednostmi skupin pri različni verjetnosti smo označili z P≤0,05, P≤0,01, in z P≤0,001.\n"], "24": ["4 REZULTATI Z RAZPRAVO", "V poskus je bilo vključenih 106 bikov lisaste pasme, ki so bili vhlevljeni ter vzrejeni do klavne mase nad 650 kg na progeno testni postaji JGZ »Kozjak« v Rogozi pri Mariboru. Povprečna starost pitancev ob zakolu je bila 469,60 dni in SD (standardni odklon) ± 51,74 dni. Ob disekciji na klavni polovici je bila stehtana masa trupov in je znašala 326,29 kg ± 20,53 kg. Z izvedenima meritvama dolžine trupa (DT) in globine prsi (GP) smo po statistični obdelavi prišli do rezultata, da je povprečna dolžina trupa 136,54 cm ± 3,15 cm. Globina prsi meri 41,50 cm ± 1,83 cm. Neto prirast je za progeno testno skupino bil izračunan in znaša 0,70 kg ± 0,07 kg. V poskusu, ki je bil opravljen v klavnici Celjskih mesnin so bili zaklani 103 biki različnih pasem. V pasemsko sestavo je vključenih 7 pasem in so bile zastopane z različnih koncev Slovenije in tudi iz različnih načinov rej. Zaradi premajhnega števila bikov, ki je minimalno potrebno za opravljanje statistične obdelave smo meritve izvajali skupno 3 krat in sicer: 16.1.2006, 1.2.2006 in 3.2.2006. Meritve, ki so bile opravljene, masa toplih polovic ter neto prirast so podani v tabeli.\nZaradi premajhnega števila živali posameznih pasem statistična obdelava ni bila mogoča po pasmah, ampak smo pasme združili v skupine glede na rejsko usmeritev (mleko, PT, kombinirana, meso). V skupino mleko smo uvrstili AR, RJ in ČB pasmo. Biki iz progenega testa so v skupini z oznako PT. Pod oznako kombinirana pasma smo zajeli vse bike lisaste pasme, ki so bili zaklani v klavnici Celjskih mesnin. V skupini z oznako rejske usmeritve meso pa smo združili pasme BBP, CHA in LIM. Podane so srednje vrednosti in standardna deviacija za posamezne obravnavane parametre.\nMaribor\nV pasemski strukturi pridobljeni na podlagi opravljenega poskusa je ugotovljeno, da biki iz progenotestne skupine predstavljajo 55 % vseh bikov. Delež bikov kombiniranih pasem, zaklanih v klavnici Celjskih mesnin znaša 24 %. Biki iz rej usmerjenih v prirejo mleka predstavljajo 15 % vseh bikov zaklanih v poskusu. Rejska usmeritev za meso pa predstavlja 6 % vseh zaklanih bikov. \nMeritev dolžine trupov se v komercialnih klavnicah ne izvaja za potrebe ocenjevanja mesnatosti. Opravimo jo za potrebe poskusov, v katerih se ugotavlja povezava med dolžino trupov in maso toplih polovic ali katere druge postavke, ki jo uporabimo za izboljšanje v prireji govejega mesa. Iz pridobljenih rezultatov je razvidno, da so največjo srednjo dolžino trupov dosegali biki mesnih pasem (povprečna vrednost 142,8 cm, standardni odklon ± 5,5 cm). Vse ostale rejske usmeritve so dosegale srednje vrednosti dolžine trupov med 136,5 cm in 140,6 cm. Najnižje izmerjene vrednosti za parameter dolžine trupa je imela LS-1 pasma (biki iz progenega testa povprečna vrednost 136,53 cm, standardni odklon ± 3,15 cm).\nMLEKO PT KOMBINIRANA MESO\nIz grafikona 2 in statistične obdelave podatkov je razvidno, da se biki iz rejske usmeritve za mleko statistično značilno (P≤0,05) razlikujejo od bikov iz rejske usmeritve za meso ter progeno testne postaje. Poleg meritve dolžine trupa za enake potrebe izvajamo tudi meritev globine prsi. Prsna globina je meritev, ki jo izmerimo od spodnjega roba kanala hrbtenjače do ventralnega roba presekane prsnice v višini petega rebra. Po opravljenih meritvah prsne globine in primerjave med sabo po rejskih usmeritvah pridemo do ugotovitve,da se srednje vrednosti med sabo bistveno ne razlikujejo oziroma so odstopanja majhna. Med klavnimi polovicami vseh treh rejskih usmeritev (mleko, kombinirana ter meso) in tistimi iz PT ni statistično značilne razlike v globini prsi. Vse srednje vrednosti se gibljejo od 37,8 cm do 43,3 cm. Iz grafikona je razvidno, da najvišjo vrednost za parameter globine prsi dosegajo biki iz progenega testa in dosegajo srednje vrednosti 41,5 cm ter standardna deviacija pa je ± 1,8 cm.\nMLEKO PT KOMBINIRANA MESO\nPodatki iz statistične obdelave ter grafikon 3 kažejo, da so pri parametru prsne globine statistično značilne razlike (P≤0,05) med kombinirano pasmo ter rejskimi usmeritvami \nmleko in meso ter biki iz progeno testne postaje. Iz podatka o topli masi trupa in starosti smo izračunali dnevni neto prirast mase toplega klavnega trupa. Iz podatkov, ki smo jih zajeli v statistično obdelavo in iz grafa je razvidno, da so najnižje neto priraste dosegali biki iz usmeritve za mleko, sledijo jim biki kombiniranih pasem, za njimi so biki rejske usmeritve za meso, najboljše neto priraste pa imajo biki iz progenega testa (LS-1; povprečna vrednost 0,70 kg, standardni odklon ± 0,07). Ugotovljene razlike med pasmami so skladne s splošno znanimi pasemskimi značilnostmi razen pri mesnih pasmah, kjer smo pričakovali večje priraste kot pri ostalih skupinah. Primerjava naših rezultatov s primerljivimi bavarskimi podatki, prav tako doseženimi v pogojih reje, pa kaže na to, da v naših razmerah dosegamo več kot 100 g/dan slabše neto priraste, nižje klavne mase, slabšo konformacijo, rezultati pri zamaščenosti pa so si podobni (Prevolnik 2007). V Sloveniji skoraj 15 odstotkov mladih bikov prirašča manj kot 800 g telesne mase na dan oziroma ima prirast trupa manjši od 450 g dan (Čandek Potokar 2007).\nMLEKO PT KOMBINIRANA MESO\nNa podlagi grafikona 4 in statistične obdelave podatkov o neto prirastu bikov v poskusu, smo ugotovili, da so statistično značilne razlike (P≤0,05) med rejsko usmeritvijo za mleko ter rejsko usmeritvijo za meso in biki iz progeno testne postaje. Prav tako so statistično značilne razlike (P≤0,05) med kombinirano pasmo ter biki iz progenega testa in rejske usmeritve za meso. Po razseku klavnega trupa na klavni polovici se izvrši tehtanje mase klavnega trupa. Po obdelavi smo prišli do rezultatov, ki so prikazani v spodnjem grafikonu številka 5. Iz njega je razvidno, da se mase toplih polovic iz rejske usmeritve za mleko in PT med sabo ne razlikujeta, se pa od njiju razlikujejo mase klavnih polovic bikov kombiniranih pasem in bikov mesnih pasem. Največje srednje vrednosti za parameter mase toplih polovic so dosegali biki iz rej usmerjenih v prirejo govejega mesa in sicer srednje vrednosti 381,7 kg ter standardnim odklonom ± 65,9 kg.\nMLEKO PT KOMBINIRANA MESO\nPo obdelavi podatkov in iz grafikona 5 je razvidno, da so statistično značilne razlike (P≤0,05) za maso toplih polovic med rejskimi usmeritvami meso in mleko ter biki iz progeno testne postaje. Prav tako so statistično značilne (P≤0,05) razlike med biki iz rejske usmeritve za meso in kombinirano pasmo. Informacijo o starostni sestavi bikov v poskusu smo dobili na podlagi datuma rojstva. Podatke o zakolu z ušesnimi številkami smo \npridobili od pooblaščene organizacije Bureau Veritas, ki smo jih povezali s CPZ Govedo. Z vsemi pridobljenimi podatki smo izračunali starost bikov v poskusu. Iz obdelanih podatkov je razvidno, da so v zakol bili oddani biki lisaste pasme iz progenega testa, ki so imeli najnižjo srednjo vrednost za obravnavani parameter starost ob zakolu (LS-1, povprečna vrednost 464,60 dni, standardni odklon ± 51,47 dni).\nMLEKO PT KOMBINIRANA MESO\nAnaliza rezultatov klavne kakovosti in intenzivnosti rasti kaže, da bomo morali v Sloveniji za doseganje boljše klavne kakovosti povečati priraste mladih bikov. Iz tega sklepamo, da pri manjši intenzivnosti pitanja rejci čas zakola določajo glede na starost živali, saj so po 24 mesecih biki uvrščeni v 2. starostno kategorijo z nižjim plačilnim koeficientom, pri večji intenzivnosti pa je odločilni dejavnik za čas zakola telesna masa. Zelo težkim bikom (nad 420 kg klavne mase) se po trenutno uveljavljenem plačilnem sistemu cena za kilogram zniža, prav tako pa je večja možnost da se preveč zamastijo (Čandek Potokar 2007). Iz podatkov, ki so podani v grafikonu 5 in 6 je razvidno, da imajo biki lisaste pasme iz progenega testa glede na starost največjo srednjo vrednost mase toplih polovic. Iz tega je razvidno, da je v ostalih rejah od koder izvirajo ostali biki pitanci v poskusu intenzivnost \npitanja nizka z majhnimi dnevnimi prirasti, poleg tega pa živali oddajajo v zakol prehitro preden dosežejo pasemsko klavno zrelost. Vzrok temu gre iskati v načinu plačila in vrednosti za kilogram klavnega trupa B kategorije (biki nad 24 mesecev). Iz pridobljenih podatkov smo ugotovili, da je 124 bikov (63,9 % vseh bikov) uvrščenih v R razred sistema EUROP za določanje mesnatosti. V razred U je bilo uvrščenih 38 bikov (19,6 % vseh bikov), v razred O je bilo uvrščenih 28 bikov (14,4 %), v razred P pa so bili uvrščeni 4 biki, kar predstavlja 1,2 %.\nIz podatkov o klavni kakovosti,ki so prikazani v preglednici številka 4 smo ugotovili, da se v stopnjo zamaščenosti 3 uvršča kar 145 bikov (74,7 % vseh bikov). V stopnjo zamaščenosti 2 je bilo uvrščenih 48 bikov (24,7 % vseh bikov). V stopnjo zamaščenosti 4 je bil uvrščen le en bik (0,5 % vseh bikov). Tako po nekaterih raziskavah (Čandek Potokar 2007) se najboljši razred (E) uvršča le 1,7 odstotka bikov, predvsem so to čisti LS biki in LS x M križanci, v najslabši razred (P) pa se je uvrstilo 2,4 odstotka bikov, predvsem ČB pasme. \nV preglednici 4 so prikazani podatki o klavni kakovosti za parameter zamaščenosti. Vsi biki so bili ocenjeni s strani pooblaščene organizacije Bureau Veritas.\nIz preglednice 4 je razvidno, da se v razred 3 za zamaščenost po EUROP sistemu uvršča 145 bikov, v razred 2 48 bikov ter v razred 4 en bik. Glede zamaščenosti (Čandek Potokar 2007) ugotavlja, da so bili LS biki v povprečju bolj zamaščeni, kot križanci z mesnimi pasmami.\n"], "25": ["5 SKLEP", "V raziskavi smo prišli do naslednjih ugotovitev:  biki 32. in 33. progeno testne skupine (LS-1) so ob najmanjši srednji vrednosti  starosti ( x = 469,60 dni; standardni odklon ± 51,74 dni) dosegali najvišjo srednjo  vrednost mase klavnih trupov ( x = 326,29 kg; standardni odklon ± 20,53 kg).  največjo srednjo vrednost mase klavnih trupov so dosegali biki pasme charolais  (CHA) in sicer ( x = 452,50 kg standardni odklon ± 16,26 kg) vendar so bili ob  zakolu znatno starejši ( x = 701,50 dni; standardni odklon ± 7,78 dni).  vsi biki so se uvrstili v drugo in tretjo stopnjo zamaščenosti, kar nam pove, da biki  niso bili ne preveč niti premalo zamaščeni. Le en bik je bil uvrščen v četrto stopnjo  zamaščenosti.  meritev prsne globine nam kaže, da je vrednost le te najnižja pri bikih pasme AR  ( x = 39,57 cm; standardni odklon ± 2,50 cm), najvišja pa pri bikih iz progenega  testa (LS-1, x = 41,50 cm; standardni odklon ± 1,83 cm).  meritev dolžine trupa nam kaže, da so najkrajše klavne trupe imeli biki progeno  testne skupine (LS-1 x = 136,53 cm; standardni odklon ± 3,15 cm) najdaljše klavne  trupe pa biki charolais pasme (CHA x = 148,75 cm; standardni odklon ± 1,48 cm).\n"], "abstract": ["Cilj raziskave je bil spremljanje podatkov na klavni liniji za naključne skupine bikov po pasmah. Primerjali smo klavne lastnosti bikov iz progenega testa z naključno izbran imi biki na klavnih polovicah bikov različnih pasem v starostni kategoriji A. Poskus je bil opravljen v klavnici Celjskih mesnin in v Košakih. Po zakolu in tehtanju toplih polovic je bil trup razvrščen v klavni razred (mesnatost in zamaščenost). V hladilni ko mori smo opravili meritev dolžine trupa in prsne globine. Zaklanih je bilo največ bikov lisaste pasme (153), ostale pasme pa so zastopane 1 do 3 %. Največjo dolžino trupa in maso polovic so i meli biki pasme šarole (CHA),pri meritvi prsne globine ni bilo ugotovljenih večjih odstopanj med pasmami. Najmlajši v zakol oddani so bili pitanci lisaste pasme (LS-1 iz p rogenega testa). Biki mesnih pasem niso dosegali klavne pasemske zrelosti (datu m zako la tik p red prekategorizacijo t rupa v B razred). "]}