{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Ena od posledic rasti svetovne trgovine in globalizacije je, da je področje transfernih cen postalo eno najpomembnejših, s katerimi se soočajo mednarodna podjetja in davčne uprave. Z globalizacijo in povezovanjem podjetij so postale transakcije med povezanimi osebami eden glavnih davčnih problemov sodobnega časa tako za davčne zavezance kot davčne uprave. Slednje se po vsem svetu pri njihovem nadzoru srečujejo s težavami, kako popraviti transferne cene, ki si jih zaračunavajo povezane osebe, na tržno raven oziroma na raven, doseženo z nepovezanimi osebami.\nDanes predstavljajo transferne cene eno najbolj zahtevnih in spornih operacij mednarodnih podjetij. Neposredno vplivajo na prihodke in odhodke povezanih podjetij ter s tem tudi na njihove obdavčljive dobičke in na razporeditev davčnih prihodkov med davčnimi oblastmi držav, kjer so locirana posamezna povezana podjetja. Prav na ta davčni vidik transfernih cen se bo diplomsko delo nanašalo.\nOb naraščajoči globalizaciji, koncentraciji kapitala in čedalje večjem vključevanju domačih subjektov v mednarodne trgovinske tokove imamo tudi v Sloveniji in na Portugalskem opravka s poslovanjem med povezanimi osebami in problematiko transfernih cen. Z njimi se največkrat srečujemo pri sestavljanju davčnih obračunov, saj davčna zakonodaja predpisuje, da morajo biti transferne cene oblikovane v vrednosti primerljivih tržnih cen, ki so bile dosežene pri enakih ali primerljivih transakcijah in okoliščinah.\nCene blaga ali storitev, ki se zaračunavajo pri poslih med povezanimi osebami, imenujemo transferne ali prenosne cene. V praksi lahko obvladujoča družba zaradi kapitalskih in drugih povezav odloča o finančni in poslovni politiki odvisnih družb v skupini in tako posledično vpliva na določanje cen blaga in storitev med povezanimi osebami v skupini. Z različnim vrednotenjem blaga in storitev s transfernimi cenami se lahko prerazporejajo dobički med povezanimi osebami, kar velja tako za povezane osebe v eni državi, predvsem pa za povezane mednarodne družbe, ki lahko izkoriščajo davčno ugodnejša področja poslovanja v različnih državah.\nBistvo transfernih cen je v tem, kako najti pravo vrednost transferne cene pri optimalni količini proizvodnje, s katero se maksimizira dobiček mednarodnih podjetij kot celote in ne posamičnega podjetja ali njegovega dela. Da bi transferne cene nudile primerno podlago za odločanje in da bi jih bilo moč zagovarjati pred davčnimi oblastmi, morajo temeljiti na realni osnovi in na zagotovljenih evidencah. Realne osnove predstavljajo lahko tržne cene ali stroški. Načeloma so tržne cene boljša alternativa, saj so bliže načelu nevtralnosti, spodbujajo učinkovito uporabo virov podjetja in omogočajo enostavno ugotavljanje uspešnosti.\nVpogled v posamezno nacionalno davčno zakonodajo nam pokaže, da so med državami razlike v vrsti in obsegu zahtev o dokumentaciji in o oblikovanju transfernih cen kljub temu, \nda večina nacionalnih davčnih zakonodaj na področju transfernih cen temelji na Vodilih o transfernih cenah za multinacionalke in davčne oblasti Organizacije za ekonomsko sodelovanje in razvoj (OECD).\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen diplomskega dela je pojasniti pomen preučevanja transfernih cen tako za davčne zavezance kot za davčne oblasti. Predstavlja teoretična spoznanja na področju oblikovanja transfernih cen z upoštevanjem davčnega vidika in večplastnost problematike določanja transfernih cen v mednarodnih podjetjih.\nCilji diplomskega dela so:\n- opredeliti slovensko in portugalsko davčno zakonodajo na področju transfernih cen;\n- analizirati pomen in vlogo transfernih cen v mednarodnih podjetjih;\n- analizirati potrebno dokumentacijo na področju transfernih cen;\n- predstaviti pojem povezanih oseb glede na obravnavani davčni zakonodaji;\n- opredeliti metode za določanje transfernih cen;\n- predstaviti davčno problematiko na področju transfernih cen.\nOsnovne trditve diplomskega dela:\n- davčna zakonodaja vpliva na oblikovanje transfernih cen v mednarodnem podjetju;\n- poznavanje osnov mednarodne obdavčitve in poznavanje tujih davčnih sistemov,  predvsem tistih, kjer so naša podjetja tudi pravno navzoča, lahko zniža celotne stroške  podjetja in poveča njegov dobiček;\n- pomen transfernih cen se povečuje z večanjem mednarodnega poslovanja in države se  na to odzivajo tako, da spremenijo zakonodajo, ki naj bi preprečevala odliv dohodka  odvisnih podjetij, beg kapitala ter zmanjšala problematiko dvojnega obdavčevanja;\n- podjetja morajo pri mednarodnem poslovanju izbirati take metode, da bodo zadovoljila  zakonske kriterije;\n- cilj transakcij med povezanimi osebami je s poslovnega vidika optimiranje dobička  mednarodnega podjetja kot celote.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Diplomsko delo temelji na slovenski in portugalski davčni zakonodaji. Predpostavka diplomskega dela je, da davčna zakonodaja v praksi vpliva na oblikovanje transfernih cen med povezanimi osebami. Prav tako pa predpostavljamo, da bo nova davčna zakonodaja na področju transfernih cen v Sloveniji zmanjšala problematiko dvojnega obdavčevanja, davčnih oaz, tanke kapitalizacije in odtoka kapitala v tujino. \nKo govorimo o povezani osebi predpostavljamo, da naj bi se transferne cene zagotavljale na ravni cen enakih ali primerljivih proizvodov, ki bi se v primerljivih okoliščinah dosegale na trgu med nepovezanimi osebami.\nOmejitve predstavljajo hitro spreminjajoči se mednarodni trgi in s tem mednarodno podjetniško okolje. Transferne cene tako dnevno pridobivajo na pomembnosti in predstavljajo vedno večji zalogaj za davčne zavezance in davčne uprave. Prav zato je ažurnost tega področja toliko bolj problematična.\n"], "5": ["1.4 Uporabljene raziskovalne metode", "Diplomsko delo je osredotočeno na obravnavanje transfernih cen v mednarodnem okolju in vpliv slovenske in portugalske davčne zakonodaje na oblikovanje transfernih cen. Raziskava diplomskega dela je poslovna, saj predstavlja povezave podjetja z okoljem in posamezne funkcije podjetja na področju transfernih cen. Poslovna raziskava je dinamična ekonomska raziskava, saj se pomen transfernih cen povečuje z večanjem mednarodnega poslovanja, kar istočasno predstavlja vedno večji problem tako za davčne zavezance kot za davčne uprave.\nMetode, ki so uporabljene v okviru deskriptivnega pristopa so metoda deskripcije, s pomočjo katere so opisani procesi, pojavi in ugotovljena dejstva, metoda klasifikacije, kjer so opisani pojmi, metoda kompilacije, ki predstavlja povzemanje stališč oziroma citiranje drugih avtorjev v zvezi z izbranim raziskovalnim problemom in tako oblikovanje novih stališč ter komparativna metoda, s pomočjo katere so predstavljena dela različnih avtorjev in primerjava davčne zakonodaje na področju transfernih cen na portugalski in v Sloveniji.\nPodatki so bili pridobljeni s pomočjo strokovne literature, interneta, člankov, revij, časopisov in zbornikov. \n"], "6": ["2 TRANSFERNE CENE V MEDNARODNEM OKOLJU", ""], "7": ["2.1 Globalizacija in mednarodno podjetje", "Nova ekonomska podoba sveta je v veliki meri spremenila način poslovanja podjetij. Priložnosti globalnega gospodarstva, ki so se ponudile od osemdesetih let dalje, so nekatera podjetja skrbno izkoristila. Stopila so na pot visoke rasti, njihova tržna vrednost pa se je zelo povečala. Danes so to mednarodna podjetja. S hkratno prisotnostjo v več državah se umikajo oviram, postavljenih v posameznih državah [URL:http://en.wikipedia.org/wiki/Multinational_corporation].\nMednarodna podjetja so se pojavila v obdobju zgodnje kolonizacije. Njihov namen je bil, da so izkoriščala kolonije ter tako posameznikom in državam prinašala visoke zaslužke. V današnjem svetu so mednarodna podjetja tisti osebki, ki imajo od globalizacije največjo korist. Organizirana so tako, da imajo v svetu svoja hčerinska podjetja ali da se poslužujejo podizvajalcev (Kovač 2004, 47-49).\nVodena so iz profitnih centrov, ki so nameščeni v razvitem svetu. Vodstvo teh podjetij nenehno analizira nabavne trge in se razmeram na njih prilagaja. Predmet podrobne analize so tudi ostali pogoji gospodarjenja, ki jih neka država nudi. Sem spadajo davčne stopnje, delovna zakonodaja, omejitve v zvezi z onesnaževanjem okolja ter splošne omejitve trgovine. Vodstva torej stremijo k čim višjemu dobičku (Petauer 2005,10).\nMednarodno (multinacionalno) podjetje lahko opredelimo kot skupino povezanih podjetij, katere obvladujoče podjetje ima vsaj eno odvisno podjetje zunaj države obvladujočega podjetja. Ta opredelitev je v skladu z opredelitvijo v Mednarodnih računovodskih standardih, ki skupino podjetij opredeljujejo kot obvladujoče podjetje in vsa njegova odvisna podjetja. Obvladujoče podjetje je opredeljeno kot podjetje, ki ima eno ali več odvisnih podjetij, odvisno podjetje pa kot podjetje, ki ga obvladuje drugo tako imenovano obvladujoče podjetje. V Slovenskih računovodskih standardih skupino podjetij sestavljajo obvladujoče podjetje, podjetja, odvisna od njega zaradi deleža v kapitalu, in podjetja, odvisna od njega zaradi prevladujočega vpliva iz drugih razlogov (Gorjup 2007, 60).\nGlobalizacija je proces, v katerem se povečuje medsebojna odvisnost proizvajalcev blaga in storitev in v katerem se odločitve o alokaciji produkcijskih faktorjev v vse večji meri sprejemajo na globalnem nivoju. Ta proces omogoča liberalizacija trgovinskih in finančnih tokov oziroma odpiranje nacionalnih ekonomij. Izkušnje kažejo, da je za male države, kot sta Slovenija in Portugalska, pri oblikovanju strategije odgovarjanja na izzive globalizacije smotrno, da imata za prioriteto proces vključevanja v regionalno integracijo. Država se mora na ekonomsko globalizacijo odzvati s podporo gospodarskim subjektom za prilagajanje bistveno povečanemu trgu in stalno prilagodljivo vključevanje v mednarodne ekonomske odnose (Strategija razvoja Slovenije 2004, 24). \nNa ravni davčne politike morajo države najti pravico do obdavčitve tistih dobičkov davčnih zavezancev, ki izhajajo iz poslovanja v njihovi državi na eni strani in preprečevanjem obdavčenja istega dobička v drugi državi na drugi strani. Taka dvojna obdavčitev je resna ovira čezmejnemu prometu blaga in storitev kakor tudi pretoku kapitala. Sistemi se razlikujejo v svojih osnovnih značilnostih, ki so davčna enota (kdo je obdavčen), davčna osnova (kaj je obdavčeno) in davčna stopnja. Ker so davčni zavezanci mednarodna podjetja in so primorana plačevati davke v več državah, se sklepajo sporazumi o izogibanju dvojnemu obdavčevanju (Gorjup 2007, 60-62).\nV zadnjem desetletju so mednarodna podjetja postala pogon globalne proizvodnje in trgovine. Proces globalizacije vključuje rast mednarodnih podjetij, krepitev in pospeševanje mednarodnih kapitalskih tokov ter porast mednarodne trgovine. Posamezna nacionalna gospodarstva postajajo vedno bolj odvisna od mednarodnega okolja, ki ga v veliki meri določajo transnacionalna podjetja. Mednarodna podjetja predstavljajo danes najbolj razširjene nosilce neposrednih investicij in so gibalo gospodarskega razvoja, ki ga skuša vsaka država spodbuditi [URL:http://en.wikipedia.org/wiki/Globalization].\nNa področju pretoka kapitala je liberalizacija kapitalskih tokov zelo pomembna. Predvsem finančne institucije imajo od neomejenega pretakanja kapitala visoke koristi. Špekuliranje pri finančnih naložbah prinaša trenutne dobičke, obenem pa povzroča finančne krize. Svetovno gospodarstvo je zelo ranljivo, prav tako pa so ranljive tudi vlade, ki so pred močjo kapitala brez orožja. Zanima nas odnos mednarodnih podjetij do globalizacije. Prost pretok kapitala in denarnih sredstev omogoča, da podjetja svoje dobičke dosegajo v tako imenovanih davčnih oazah. Tam imajo ustanovljene podružnice z enim zaposlenim in z enim samim računalnikom. V svojih podjetjih po svetu obratujejo brez dobička in ga na koncu izkažejo v podjetju, ustanovljenem v davčnih oazah. Še več, v državah, kjer zaradi težav lahko zaprosijo za državne spodbude in pomoči, bodo prikazali izgube. Visoko dobičkonosna podjetja prejemajo državne podpore, namesto da bi plačevala davke. S širjenjem matičnega podjetja preko meja domače države se problematika transfernih cen močno povečuje (Saksida 2002).\nMednarodna podjetja so motivirana za poslovanje v tujih državah zaradi različnih razlogov, kot so na primer (Abdallah 1989,1):  a) povečujejo konkurenčnost tako na domačem kot tudi na mednarodnih trgih;  b) odkrivajo nova tržišča;  c) maksimizirajo dobičke;  d) se srečujejo z različnimi omejitvami (npr. kontingenti) v tujih državah;  e) pridobivajo surovine za proizvodnjo v domači državi, kar bi jim bilo sicer  nedosegljivo;  f) odkrivajo redke ekonomske vire v državah v razvoju;  g) izbirajo države z nizkimi carinskimi oziroma davčnimi stopnjami ter omejitvami;  h) proizvajajo blago v manj razvitih državah z nizkimi proizvodnimi stroški in hkrati  tržijo iste proizvode v druge države po bistveno višjih cenah.\nUspešna mednarodna podjetja morajo tako imeti dobro organizacijo, izvajati globalno planiranje, globalno kontrolo in hkrati morajo tudi seveda ustrezno odločati. Kontrola je \nizredno pomemben dejavnik pri delovanju mednarodnega podjetja in jo lahko opredelimo kot proces, ki zagotavlja, da je organizacija sprejemljiva za posamezno okolje in v obliki, ki bo zagotavljala dolgoročen uspeh podjetja kot celote (prav tam, 3).\n"], "8": ["2.1.1 Slovenija v mednarodnem okolju", "Slovenija se vključuje v evropske in širše globalizacijske procese. Ob tem želi ohraniti svojo politično osebnost, braniti najpomembnejše nacionalne interese in izkoristiti ekonomske razvojne priložnosti. Ekonomsko bomo gibčni in prilagodljivi, politično bomo trdni pri svojih načelih, kulturno bomo razvijali svojo identiteto (Strategija razvoja Slovenije 2004, 23).\nSlovenijo je mogoče razumeti kot malo državo, ki naj ne bi imela večjih možnosti za vplivanje na procese in odnose v mednarodnem okolju. Na ta način je mogoče tudi sklepati, da bo slovenske interese zelo težko promovirati, kaj šele uveljaviti v mednarodnih institucijah. Pa vendar temu ni povsem tako. V mednarodnem okolju je mogoče identificirati več okvirov, ki izhajajo iz mednarodnih odnosov in ki Sloveniji omogočajo bolj aktivno – s tem pa tudi uspešno – delovanje in uveljavljanje svojih interesov v mednarodnih institucijah (Slovenija v mednarodni skupnosti in evropski uniji, 13-15).\nSlovenija v EU upošteva notranjo različnost in zastopa predvsem svoje politično–ekonomske interese na Zahodnem Balkanu in Sredozemlju, predvsem gospodarsko tudi v Vzhodni Evropi. Mednarodna vloga, ugled in prepoznavnost Slovenije temeljijo na konkretnih akcijah pomoči in sodelovanja predvsem na kriznih področjih Jugovzhodne Evrope. Slovenija ima vse značilnosti starajoče se, dolgožive družbe. Zato potrebuje na novo opredeljen medgeneracijski sporazum o sobivanju med različnimi skupinami državljanov. Slovenija želi vzpostaviti moderno in učinkovito državo. Čeprav prenaša del suverenosti na EU, hkrati razvija več neposredne demokracije s partnerskim odnosom do zasebnega gospodarstva in nevladnih organizacij. Moderna državna administracija je zato majhna, toda učinkovita in gibka (Strategija razvoja Slovenije 2004, 23).\nPri razmišljanju o prihodnosti Slovenije, moramo najprej analizirati, kakšno je njeno zunanje okolje in kakšni so pričakovani trendi razvoja v tem okolju. Mednarodno okolje je za Slovenijo (in vse druge države) omejevalni dejavnik, mimo katerega ni mogoče delovati, hkrati pa je to okvir, ki zagotavlja priložnosti za uresničevanje nacionalnih interesov. Omejitve in slabosti so z drugega zornega kota vedno tudi priložnosti za posameznika, družbo in njene različne podsisteme. Kako pa bodo te priložnosti izkoriščene, je odvisno od zmožnosti vsake posamezne države oziroma družbe, tj. v našem primeru od politike, ki te zmožnosti kakor tudi usmeritve države tudi določa (prav tam). \n"], "9": ["2.1.2 Portugalska v mednarodnem okolju", "Danes je svet vključen v proces globalizacije in za majhno državo, kot je Portugalska je nujno, da se vključuje v te procese in tako poskuša sodelovati pri razvoju svetovne ekonomije, saj le tako lahko pričakuje prihodnji razvoj in sodelovanje z ostalim svetom.\nZaradi specifične lege predstavlja Portugalska vez med Evropo, Afriko in ostalim svetom. Prav tako pa ima že zaradi svoje zgodovine obilo prednosti pri ustanavljanju mednarodne baze z bivšimi kolonijami, predvsem z Brazilijo. Portugalska, nekdanja pomorska in trgovska velesila, je v Evropsko unijo vstopila leta 1986 in je bila takrat ena od njenih najrevnejših članic. Unija ji je namenila precejšnjo finančno pomoč, da bi premostila razvojni razkorak v primerjavi z ostalimi državami članicami. Tako so Portugalci z vstopom veliko pridobili: že sredi devetdesetih so imeli najmanj nezaposlenih ljudi v EU. Ena od pridobitev, ki so je bili deležni z vstopom (tako kot vse ostale članice), je tudi močna in zelo razvejana trgovina [URL:http://en.wikipedia.org/wiki/Portugal].\nMed Portugalsko in državami EU poteka svobodna trgovina brez carin, za druge države pa uporabljajo skupna izvozna in uvozna pravila EU glede nečlanic. Carine zaračunavajo glede na odstotek od vrednosti blaga. Portugalska ekonomija se je znašla v precejšnjih težavah, saj jim je revizija v centralni banki “Banco de Portugal” pokazala, da bo v primeru, če ne bodo začeli izvajati gospodarske reforme, proračunski primanjkljaj v letu 2005 dosegel 6,8% BDP. Vlada bo prisiljena uporabiti nepopularne ukrepe – povečanje davkov in splošno varčevanje (Economist Intelegence Unit 2006).\nReforme, ki izhajajo iz Lizbonske strategije, so ključne za povečanje konkurenčnosti portugalskega trga. Vodile naj bi k lažji, odgovornejši in bolj transparentni administraciji, večji konkurenčnosti in razvoju. Pripravljen je zelo ambiciozen program poenostavitve kompleksnih procedur pri mednarodnem licenciranju in drugi zakonski predpisi, ki so z leti zgubili pomen. Zaradi vsega naštetega je razumljivo, da Portugalska močno podpira izvoznike ter v poskuša privabiti čim več investitorjev. Prav tako so ustanovili posebno agencijo “Invest in Portugal”, ki izvoznikom nudi vse potrebne informacije (prav tam).\n"], "10": ["2.2 Vodila OECD", "Vodilna vloga na področju transfernih cen pripada Organizaciji za ekonomsko sodelovanje in razvoj (OECD – Organisation for Economic Co–operation and Development), katere članice so najrazvitejše svetovne države. Vodila OECD o transfernih cenah so prvič izšla leta 1979. V letih 1984 in 1987 so bila Vodila dvakrat dopolnjena, v letu 1995 pa je sledila revizija kot odgovor na razvoj v ZDA. Torej, leta 1995 je OECD izdala Vodila s področja transfernih cen za multinacionalke in davčne uprave, na katerih temelji vsa zakonodaja razvitih držav v zvezi s transfernimi cenami. Po njih se zgledujejo članice in nečlanice OECD pri vzpostavljanju svojih pravil v nacionalnih zakonodajah na področju transfernih cen. Z Vodili s področja transfernih cen želi OECD vzpostaviti enega najbolj pomembnih mednarodnih davčnih režimov. Vodila predstavljajo mednarodno sprejete principe in omogočajo učinkovito uporabo \nneodvisnega tržnega načela (UNCTAD Series on issues in international investment agreements 1999, 8).\n"], "11": ["2.2.1 Povzetek Vodil OECD o transfernih cenah za multinacionalke in davčne oblasti", "V uvodu je pojasnjen, kakšen je vzrok in namen za izdajo Vodil OECD. Vloga mednarodni podjetij se je v zadnjih letih zelo povečala. To delno odraža povečano integracijo nacionalnih gospodarstev in tehnološkega napredka, zlasti na področju komunikacij. Rast mednarodnih podjetij predstavlja vedno kompleksnejša vprašanja obdavčitve tako za davčne uprave kot tudi za mednarodna podjetja, saj na pravila posameznih nacionalnih davčnih zakonodaj ne moremo gledati posamično, ampak v širšem mednarodnem kontekstu (Calderón 2007, 12).\nVprašanja najprej izhajajo iz praktične težave določanja dohodka in stroškov družbe ali stalne ustanove, ki je del skupine mednarodnih podjetij, kar je potrebno upoštevati v okviru pristojnosti sodne oblasti, zlasti tam, kjer je delovanje povezane skupine močno integrirano. Pri mednarodnih podjetjih je prisotna potreba po podrejanju zakonom in upravnim zahtevam, ki se lahko razlikujejo od države do države. Različne zahteve lahko vodijo v večje breme in imajo za posledico večje stroške prilagajanja (Debeljak – Centa 2003b, 29-30).\nPri davčnih oblasteh se pojavljajo specifične težave tako na politični kot na praktični ravni. Na ravni politike morajo države urediti svojo zakonito pravico obdavčiti dobiček davčnih zavezancev na osnovi dohodkov in stroškov, za katere se šteje, da nastajajo na njihovem območju, s potrebo po izogibanju obdavčitvi istega predmeta dohodkov s strani več kot ene davčne pristojnosti. Iz tega sledi, da dvojna ali večkratna obdavčitev lahko ovira transakcije blaga in storitev preko meje ter pretok kapitala. Na praktični ravni pa lahko odločitev države za razdeljevanje tega dohodka in stroškov ovirajo težave pri pridobivanju primernih podatkov, ki so zunaj njene lastne sodne pristojnosti (Debeljak – Centa 2002, 23).\nPravice obdavčitve, ki jih vsaka država zagovarja, so odvisne od tega, ali država uporablja sistem obdavčevanja, ki temelji na prebivališču, viru ali obojem. V primeru, da temelji na prebivališču, bo država vključila v svojo davčno osnovo ves dohodek ali njegov del, vključno z dohodkom iz virov zunaj te države, katerokoli osebo, ki se jo šteje kot prebivalca v okviru te sodne pristojnosti. To je rezidenčni princip obdavčevanja svetovnega dohodka. V sistemu obdavčevanja, ki temelji na viru, bo država vključila v svojo davčno osnovo dohodek, ki izhaja iz njene davčne pristojnosti ne glede na bivališče davčnega zavezanca – teritorialno načelo. Mednarodna podjetja pogosto uporabljajo obe osnovi v kombinaciji, ki splošno obravnavata vsako družbo v okviru povezane skupine kot ločeno entiteto. Pristop ločene entitete so izbrale države članice OECD kot najbolj logično sredstvo za doseganje pravičnih rezultatov in zmanjševanja tveganja nerešene dvojne obdavčitve (Debeljak – Centa 2003b, 29- 30).\nZa uporabo pristopa ločene entitete tako, v transakcijah znotraj skupine, morajo biti obdavčeni posamezni člani skupine na osnovi, da pri medsebojnih trgovanjih delujejo po neodvisnem tržnem načelu. Odnos med člani skupine multinacionalk dovoljuje, da člani skupine ustvarijo \nposebne pogoje v svojih mednarodnih odnosih, ki se razlikujejo od tistih, ki bi bili ustvarjeni, če bi člani skupine delovali na odprtih trgih. Za zagotovitev pravilne uporabe pristopa ločenih entitet so države članice sprejele neodvisno tržno načelo, v okviru katerega naj bi izločili učinek posebnih pogojev na nivojih dobičkov in kateremu je namenjeno prvo poglavje. Drugo in tretje poglavje sta namenjena opredelitvi metod za oblikovanje transfernih cen (Calderón 2007, 12).\nČetrto poglavje opisuje možne načine administrativnega reševanja nesporazumov, ki se lahko pojavijo med mednarodno družbo in davčno upravo oziroma davčnima upravama dveh držav. Mednarodna načela obdavčevanja so izbrali zaradi zavarovanja ustrezne davčne osnove v vsaki pristojnosti in se izognili dvojnemu obdavčevanju, s tem pa tudi zmanjšali spore med davčnimi oblastmi in pospešili mednarodno trgovino ter pospešili investiranje. V globalni ekonomiji je koordinacija med državami na boljšem položaju za doseganje teh ciljev kot davčna tekmovalnost. OECD s svojim poslanstvom prispeva k širjenju svetovne trgovine na multilateralni, nediskriminatorni osnovi, nenehno oblikuje dogovore glede mednarodnih načel obdavčevanja in se s tem izogiba unilateralnim odgovorom na multilateralne probleme. Načela v zvezi z obdavčevanjem so vključena v OECD Vzorčni sporazum o davkih na dohodek in na premoženje za izogibanje dvojnemu obdavčevanju, ki oblikuje osnovo široke mreže bilateralnih davčnih pogodb glede dohodka med državami članicami OECD in nečlanicami. Ta načela so prav tako vključena v Vzorčno konvencijo Združenih narodov o dvojnem obdavčevanju med razvitimi državami in državami v razvoju (Debeljak – Centa 2003b, 29- 30).\nČleni, ki se dotikajo obdavčevanja multinacionalk, so: 4. člen, ki določa prebivališče; 5. in 7. člen, ki določata obdavčevanje trajnih ustanov; 9. člen, ki se nanaša na obdavčevanje dobičkov povezanih oseb in uporablja neodvisno tržno načelo; 10., 11. in 12. člen, ki določajo obdavčevanje dividend, obresti in licenc, ter 24., 25. in 26. člen, ki vsebujejo posebne pogoje v zvezi z nediskriminacijo, reševanjem sporov in izmenjavo informacij (Debeljak – Centa 2002, 23) .\nKomisija za finančne zadeve, ki je najpomembnejši organ davčne politike v OECD, je izdala številna poročila v zvezi z uporabo teh členov v multinacionalkah in drugje. Komisija spodbuja spreminjanje skupnih razlag teh členov in s tem zmanjševanje tveganja neustreznega obdavčevanja. Tako naj bi zagotovila dovolj sredstev za reševanje težav, ki izhajajo iz interakcije zakonov in praks različnih držav (Calderón 2007, 13).\nPri uporabi naštetih načel pri obdavčevanju multinacionalk je eno najtežjih vprašanj ustvarjanje ustreznih transfernih cen za davčne namene. Transferne cene so cene, po katerih družba prenese blago in nematerialno lastnino ali zagotavlja storitve povezanim osebam. Povezana oseba je tista gospodarska družba, ki ustreza pogojem, objavljenim v 9. členu, podpostavka 1a in 1b OECD vzorčnega modela davčnega sporazuma. Pod temi pogoji sta družbi povezani, če ena od teh družb neposredno ali posredno sodeluje pri upravljanju, nadzoru ali kapitalu druge ali če iste osebe neposredno ali posredno sodelujejo pri upravljanju, nadzoru ali kapitalu obeh družb – to je, če sta obe družbi pod skupnim nadzorom (Debeljak- Centa 2002, 23). \nVodila OECD posvečajo dokumentaciji celotno V. poglavje in določajo, da bi bilo za davčnega zavezanca smiselno, da bi za določanje transfernih cen skušal najprej zbrati informacije o cenah na prostem trgu. Ko je določena transferna cena ali oddana davčna napoved, ni obvezno ravnati po dokazani dokumentaciji. Zahteve glede informacij, ki so potrebne v primeru oddaje davčne napovedi, morajo biti omejene na tiste informacije, ki omogočajo davčnim oblastem, da posamezne primere izberejo za nadaljnjo preiskavo. Predlagajo torej, da bi naj dokumentacija s področja transfernih cen vsebovala podatke, ki razkrivajo organizacijsko strukturo podjetja, podatke o naravi oziroma značilnostih panoge, katere del je podjetje, ter tržnih pogojih, v katerih podjetje deluje, natančen prikaz kontroliranih transakcij, prikaz planirane poslovne strategije podjetja v prihodnosti, analizo primerljivosti, funkcijsko analizo ter analizo tveganja, izbor metode za določanje transfernih cen, prikaz aplikacije metode za določanje transfernih cen v praksi in navedbo dokumentacije, ki je bila uporabljena za izdelavo analiz in določanje metod (Debeljak – Centa 2003b, 29-30).\nŠesto poglavje je kot prvo posebno namenjeno oblikovanju transfernih cen neopredmetenih sredstev. Sedmo poglavje pa kot drugo posebno poglavje obravnava posebnosti določanja transfernih cen pri storitvah med posameznimi deli mednarodnega podjetja (prav tam).\n"], "12": ["2.3 Zakonodaja na področju transfernih cen v Sloveniji", "- Zakon o davku od dohodkov pravnih oseb (ZDDPO–2)\n- Pravilnik o transfernih cenah\n- Zakon o davčnem postopku (ZDavP–2)\n"], "13": ["2.4 Zakonodaja na področju transfernih cen na Portugalskem", "Transferne cene so v portugalski zakonodaji opredeljene v:\n- Artigo 58.- do Código do Imposto sobre o Rendimento\n- Portaria N.-1446–C/2001 de 21 de Dezembro\n"], "14": ["2.5 Neodvisno tržno načelo", "Neodvisno tržno načelo (Arm's Length Principle) predstavlja mednarodni standard, ki so ga sprejele države članice OECD pri določanju transfernih cen za davčne namene. Primerjajo se komercialni in finančni pogoji poslovanja med povezanimi osebami s tistimi, ki vladajo med nepovezanimi osebami na prostem trgu. Če obstajajo razlike pri pogojih poslovanja v višini dobička, se lahko v poslovnih knjigah prikazani dobički ustrezno popravijo in obdavčijo (Petauer 2005, 19).\nNeodvisno tržno načelo med povezanimi osebami se najbolj uporablja pri primerjavi rezultata transakcije z rezultati ostalih transakcij med davčnimi zavezanci, ki niso medsebojno povezani \n(UNCTAD Series on issues in international investment agreements 1999, 9). Pri njem izhajamo iz predpostavke, da pri sodelovanju neodvisnih podjetij ponavadi določajo njihove medsebojno dogovorjene komercialne in finančne odnose vplivi trga. V skladu s tem načelom sme davčni organ popraviti dobičke povezanega podjetja, če so bili pogoji, ki obstajajo med povezanimi osebami, drugačni, kot bi obstajali, če bi šlo za poslovanje med neodvisnimi podjetji (Kuhar 2003, 31).\nZahteva iskanje primerljivih transakcij na trgu, s katerimi se lahko dokaže, da so uporabljene transferne cene med povezanimi osebami enake oziroma dovolj podobne tržnim cenam, ki jih v poslovanju dosegajo nepovezane osebe. Izkazuje se, da v tej fazi prednosti neodvisnega tržnega načela še vedno odtehtajo precej njegovih slabosti. Težava se pojavlja v tem, da kljub temu, da so davčni sistemi držav v okviru neodvisnega tržnega načela precej poenoteni, ga v praksi še vedno uporabljajo zelo različno. Zaradi tega so mednarodna podjetja ujeta med različnimi državami, ki se prepirajo o tem, kje naj bo dobiček obdavčen. Vse to predstavlja veliko breme in lahko vodi v dvojno obdavčevanje (Špacapan 2007, 12).\nTam, kjer potekajo transakcije, je potrebno upoštevati pravilo podobnosti in podobnosti okoliščin. Pri določanju transfernih cen je potrebno ugotoviti število usklajevanja, da se upoštevajo materialne razlike med kontrolirano in nekontrolirano transakcijo (Kovač 2004, 105).\nUporaba neodvisnega tržnega načela je v večini primerov, ki vključujejo nakup in prodajo blaga, pa tudi presojanje denarja, učinkovita, saj ni težko najti tržne cene, ki je bila dogovorjena v primerljivi transakciji in okoliščinah med nepovezanimi osebami. Težave pa se pojavijo v primerih, ko gre za integrirano proizvodnjo visoko specializiranih izdelkov, pri edinstvenih neopredmetenih sredstvih in pri določenih specifičnih storitvah. Posebno težavo pri uporabi načela primerjave z nepovezanimi osebami predstavlja dejstvo, da se lahko povezana podjetja ukvarjajo s transakcijami, s katerimi se neodvisna ne bi. Pri tem ni nujno, da so transakcije motivirane zaradi davčne prevare, ampak lahko do njih pride zato, ker so člani mednarodnega koncerna pri sklepanju poslov med seboj soočeni z drugačnimi komercialnimi okoliščinami, kot bi bila neodvisna podjetja. Take težave se posebej pojavljajo v zvezi z neopredmetenimi sredstvi (Smernice OECD 1997, tč. 1.10.)\nArm's length razpon predstavlja tako za davčne zavezance kot za multinacionalke realistično in praktično rešitev pri dogovoru, kaj vse sestavlja arm's length ceno. Razpon je bil sprejet s strani zagovornikov kot tudi kritikov neodvisnega tržnega načela. Neodvisnemu tržnemu načelu daje element fleksibilnosti, ki je še posebej pomemben pri določanju primernih transfernih cen. Upošteva dejstvo, da imata tako davčna uprava kot tudi davčni zavezanec pri določanju transferne cene svoj subjektivni pogled in da ne obstaja samo en pravilen odgovor. Ekonomisti so mnenja, da je možno določiti razpon arm's length cen, vendar je nemogoče določiti natančno tržno ceno do takrat, dokler transakcija dejansko ne nastane. Kolikor pa izračunana transferna cena spada v okvir arm's length razpona, pomeni, da je s strani davčne oblasti sprejeta in priznana. Razpon prav tako omogoča hitrejše doseganje sporazumov med davčno oblastjo in davčnim zavezancem, kar pa je zagotovo v interesu vsake države (Špacapan 2007, 13). \nPetauer (2005, 51) pravi: “Vsak davčni zavezanec si mora prizadevati, da so njegove transferne cene za davčne namene usklajene s tržnim načelom, v skladu s podatki, do katerih je na razumen način (lahko) prišel v času ugotavljanja transfernih cen.”\nTorej so za uporabo neodvisnega tržnega načela pri poslih med povezanimi osebami ustrezne informacije o primerljivih transakcijah med nepovezanimi osebami nujne. Takšne informacije pa lahko dobimo samo, če naredimo ustrezno primerjalno analizo dejavnikov, ki določajo primerljivost med posameznimi transakcijami.\n"], "15": ["2.5.1 Analiza primerljivosti in njen pomen", "Analiza primerljivosti pomeni primerjavo nadzorovane transakcije, ki poteka med povezanima osebama z nenadzorovano transakcijo ali transakcijami, ki potekajo med nepovezanimi osebami. Nadzorovana in nenadzorovana transakcija sta primerljivi, če nobena razlika med transakcijama ne more pomembno vplivati na dejavnik, ki se ga primerja (npr. cena ali dobiček), ali če je možno opraviti dovolj natančne prilagoditve, s pomočjo katerih lahko odstranimo učinke razlik (Petauer 2005, 21).\nČe so pogoji transakcije med povezanimi osebami skladni s tistimi, ki bi jih v primerljivi transakciji, ob primerljivih pogojih, sklenili neodvisni osebi, je potrebno izvesti postopek ugotavljanja transfernih cen, torej izvesti primerjalno analizo. Pri primerjavi poslov, sklenjenih med neodvisnimi podjetij se je potrebno osredotočiti na večje razlike med primerjalnimi posli, pri čemer je treba upoštevati značilnosti poslov in podjetij (Kuhar 2003, 32).\nPri ugotavljanju stopnje primerljivosti je pomembno upoštevati dejstvo, da neodvisna podjetja pred sklenitvijo posla ovrednotijo možne alternative, ki so jim realno na razpolago in da sklenejo posel le takrat, ko nimajo na razpolago boljše alternative. Tako je npr. zelo malo verjetno, da bi podjetje sprejelo ceno za določen proizvod od nekega neodvisnega podjetja, če ve, da je drug potencialni partner pripravljen pod enakimi pogoji plačati več. Navedeno dejstvo je za primerjavo poslov med povezanimi podjetji zelo pomembno, saj neodvisna podjetja sklepajo posle ob upoštevanju gospodarskih pogojev in zelo razpoložljivih alternativ (Smernice OECD 1997, tč. 1.15).\nPravilnik o transfernih cenah, 9. člen: “Stopnja primerljivosti, vključno s potrebnimi prilagoditvami, s katerimi se vzpostavljajo pogoji, kot bi veljali med nepovezanimi osebami, se ugotovi na podlagi primerjave značilnosti transakcij ali oseb, ki bi lahko vplivale na pogoje v transakcijah med nepovezanimi osebami.”\nOsnovo za uporabo neodvisnega tržnega načela predstavljajo ustrezne informacije o primerljivih transakcijah med nepovezanimi osebami. Primerljivost pa določajo naslednji faktorji (DURS 2006, 67-68):\n- Lastnosti blaga ali storitev. Pri lastnostih blaga je potrebno upoštevati kakovost,  zanesljivost, razpoložljivost in količino dobave. Pri storitvah se upoštevajo narava in \nobseg teh storitev in pri neopredmetenih sredstvih oblika transakcije2, tip imetja3,  trajanje, stopnja zaščite in pričakovana korist od uporabe sredstev (Smernice OECD  njihovi vrednosti, ki jo dosegajo na prostem trgu.\n- Funkcionalna analiza. Gre za analiziranje ekonomsko pomembnih dejavnosti v  povezanem podjetju z dejavnostmi v nepovezanem podjetju. Te dejavnosti so: dizajn,  izdelava, raziskave in razvoj, trženje, oglaševanje, distribucija in financiranje. Cilj  funkcijske analize je ugotoviti primerljive transakcije in ugotoviti njihovo  (ne)primerljivost. Opravljena mora biti tako, da bo zajela tri področja, ki so  identifikacija glavnih funkcij, uporabljena analiza in prevzeto tveganje (Transfer  pricing Guidelines 2000, 26).\nMETODI\nNpr. izdajanje licenc  Npr. patent, blagovna znamka \n- Pogodbeni pogoji. Določajo razdelitev tveganja, koristi in obveznostmi med strankami.  Ko ne obstajajo pisne pogodbe, jih je treba razbrati iz njihovega obnašanja in  ekonomskih načel, ki veljajo za razmerja med nepovezanimi osebami.\n- Ekonomske okoliščine. Najprej je potrebno poiskati trg oziroma trge, na katerih se  trguje z nadomestki. Potrebno je doseči primerljivost trgov, ki jih določajo naslednje  ekonomske okoliščine: velikost, lokacija, obstoj, velikost ponudbe in povpraševanja,  pogajalska moč kupcev, vladne omejitve, proizvodni stroški, transportni stroški, itd.\n- Poslovne strategije. Vsebujejo inovacije in razvijanje novih proizvodov, prodiranje na  trg, stopnjo diverzifikacije, strategijo tveganja, oceno političnih sprememb in vpliv  obstoječih zakonov o zaposlovanju in druge. Pri tem je potrebno ugotoviti, ali se te  strategije nanašajo na celotno podjetje ali le na njegov del.\n"], "16": ["2.6 Vnaprejšnji cenovni sporazumi", "Vnaprejšnji cenovni sporazum (angl. Advance pricing agreement – APA) je sporazum med davčnim zavezancem in davčno oblastjo za točno določeno število let in podrobno opisuje kriterije za določanje transfernih cen transakcij med povezanimi osebami v prihodnosti. Gre torej za sporazum, ki pred nadzorovanimi transakcijami določa ustrezen niz kriterijev za določanje transfernih cen za te transakcije v določenem časovnem obdobju (Debeljak – Centa 2003, 30).\nSmernice EU o vnaprejšnjem cenovnem sporazumu (Komisija evropskih skupnosti 2007, 6):\n- Smernice določajo postopke za učinkovit vnaprejšnji cenovni sporazum ter podrobno  opisujejo običajne stopnje vnaprejšnjega cenovnega sporazuma in potek vsake stopnje  v idealnem primeru.\n- Te smernice se osredotočajo na dvostranske in večstranske vnaprejšnje cenovne  sporazume, ker se štejejo za najučinkovitejše orodje za preprečevanje dvojnega  obdavčevanja. Vendar smernice vključujejo tudi poglavje o enostranskih vnaprejšnjih  cenovnih sporazumih.\n- Smernice predvidevajo postopek v štirih stopnjah in opisujejo, kako vsaka stopnja\n"], "abstract": ["S širjenjem globalizacije so postale transferne cene, po katerih se vrednotijo transakcije med povezanimi podjetji, eno glavnih področij, s katerimi se bodo v prihodnjih letih ukvarjala mednarodna podjetja in davčne uprave. Bistvo določanja transfernih cen je, kako najti pravo višino transferne cene, s katero se kar najbolj poveča dobiček podjetja kot celote. Pri doseganju tega cilja pa se povezana podjetja srečujejo z davčno zakonodajo, ki ureja transferne cene. Države čedalje bolj spoznavajo, da povezana podjetja pri čezmejnih transakcijah pogosto oblikujejo transferne cene v vrednostih, ki jim omogočajo, da plačajo kar najmanjši davek. Najpomembnejši cilj določitve pravih transfernih cen, ki se uporabljajo za vrednotenje transakcij med povezanimi osebami, je s poslovnega vidika optimiranje dobička mednarodnega podjetja kot celote. Mednarodna podjetja poskušajo maksimirati dobičke na svetovni ravni, zato ga poskušajo čim več skoncentrirati v državi z najugodnejšo davčno ureditvijo, medtem ko pa neodvisno tržno načelo zahteva od povezanih oseb, da pri medsebojnem poslovanju ravnajo tako, kot če bi šlo za nepovezane osebe."]}