{"1": [" 1 UVOD", "Problematika tatvin motornih vozil in mednarodno organizirana trgovina z ukradenimi motornimi vozili postaja vse večji problem, s katerim se ne srečuje le slovenska policija. Kljub temu da je trend tatvin motornih vozil tako v zahodnoevropskih državah kot tudi v Sloveniji številčno ni v porastu, pa je povzročena škoda vedno večja. Po ocenah policijskih strokovnjakov zahodnoevropskih držav je ilegalni zaslužek, pridobljen iz trgovine z ukradenimi vozili, na drugem mestu, takoj za ilegalno trgovino s prepovedanimi drogami in pred trgovino z orožjem. Storilci so pri svojem delu vedno bolj organizirani, za izvrševanje tatvin vozil pa uporabljajo sodobne mehanske in elektronske pripomočke.\nOcenjuje se, da približno 75 % ukradenih vozil, med katerimi so vozila srednjega cenovnega razreda in del vozil višjega cenovnega razreda, ostane v Sloveniji. Večina se jih v tako imenovanih \"črnih\" delavnicah razstavi, deli pa se uporabijo za popravilo poškodovanih vozil. Približno 25 % ukradenih vozil pa je vozil višjega in visokega cenovnega razreda (to so Audi, BMW, Mercedes, terenska vozila in boljši Volkswagni). Večino teh vozil ter kombinirana in tovorna vozila pa storilci večinoma prepeljejo v tujino, in sicer preko Hrvaške v države bivše Jugoslavije (Bosna in Hercegovina, Črna gora, Srbija), kjer se legalizirajo ali pa prodajo naprej v vzhodne države (Kerin, 2009).\nTatvine vozil so pogostejše v tistih predelih večjih mest, kjer je gostota prebivalstva in s tem tudi gostota parkiranih vozil večja. Največ vozil je ukradenih v Ljubljani, tej pa sledijo Maribor, Celje in druga manjša slovenska mesta. Na območju Policijske uprave Ljubljana je odtujenih približno 65 % od vseh odtujenih motornih vozil, oziroma kar 75 % od vseh odtujenih osebnih avtomobilov v Sloveniji.\nNajpogosteje odtujene znamke motornih vozil so vozila znamk Volkswagen in Renault, ki jih je tudi največ na slovenskih cestah. Sledijo vozila znamk Audi, BMW, Mercedes, Fiat, Opel in druge.\nStorilci se delovanju policije, potrebam tržišča, tehničnim spremembam vozil ter drugim okoliščinam zelo hitro prilagajajo. Iz izvrševanja posamičnih tatvin so se tudi v Sloveniji razvile dobro organizirane kriminalne združbe, ki se organizirano ukvarjajo s tatvinami vozil. Tatvin vozil v smislu \"razbiti steklo, zlomiti volansko ključavnico, strgati in spojiti kontaktne žice\" skorajda ni več. Storilci za izvršitev tatvin uporabljajo\nspecialno izdelana orodja in elektronske pripomočke, za predelavo ukradenih vozil pa običajno najamejo prostore na obrobju mest, ki jih nato opremijo kot avtomehanične delavnice. Zaradi vse boljše tehnične zaščite vozil, predvsem novejših vozil višjega cenovnega razreda, kot so vozila znamke BMW, Mercedes in najnovejši Audiji in VW, je ta vozila brez originalnih kontaktnih ključev zelo težko ukrasti. Trend tatvin takšnih vozil je, da storilci vlomijo v stanovanjsko hišo, kjer najprej poiščejo kontaktne ključe, in nato odpeljejo še vozilo. Tako imenovani ropi vozil, pri katerih storilec z orožjem ali grožnjo prisili lastnika, da zapusti vozilo, pa so v Sloveniji zelo redki (Božičnik, 2007).\nProblematika tatvin vozil v Sloveniji pa je le del tako imenovane avtomobilske kriminalitete, s katero se srečuje slovenska policija. Zaradi svoje geografske lege je namreč Slovenija nekakšen vezni člen med zahodnim in vzhodnim delom Evrope. Z ureditvijo razmer na Balkanu je zopet oživela tako imenovana balkanska pot, po kateri se iz zahoda na vzhod tihotapijo ukradena vozila, iz vzhoda na zahod pa prepovedane droge. Tako vozila, ukradena v zahodni Evropi, predvsem v Italiji, Franciji in Španiji, v Slovenijo vstopijo na območju Policijske uprave Koper in Nova Gorica. Pot nadaljujejo proti osrednji Sloveniji, naprej proti meji s Hrvaško pa vodi več poti.\nDejstvo, da se organizirani kriminal z ukradenimi vozili zaradi ukinitve notranjih meja v Evropski uniji širi izven nacionalnih meja, je zelo zaskrbljujoče, saj ne omogoča novih priložnosti za kriminal le skupinam organiziranega kriminala, temveč predstavlja tudi oviro državam za uveljavljanje prava in s tem učinkovitega boja proti organiziranemu kriminalu. To šibkost skupine organiziranega kriminala s pridom izkoriščajo; na primer prebivajo v eni državi, v drugi pa opravljajo kriminalno dejavnost brez ovir zaradi prostega pretoka blaga, storitev, kapitala in oseb med državami znotraj Evropske unije.\nOdgovor Evropske unije na pojav organiziranega kriminala se je v zadnjih nekaj letih močno razvil. Oblikovala se je zelo obsežna strategija boja proti organiziranemu kriminalu, ki vključuje različne institucije, mehanizme in omrežja ter pravne instrumente. Rezultati so vidni tudi v Sloveniji, saj so policisti v nekaj mesecih po tem, ko je bilo od 1. septembra 2007 v Sloveniji mogoče uporabljati podatke v schengenskem informacijskem sistemu, na mejnih prehodih na zunanji schengenski meji odkrili in zasegli več kot 150 ukradenih motornih vozil (Kerin, 2009).\n"], "2": ["1. 1 Metodološki okvir dela", ""], "3": ["1. 2 Namen in cilji raziskovanja", "Kot je razvidno že iz naslova diplomskega dela »Schengenski informacijski sistem in odkrivanje ukradenih vozil v Sloveniji in Evropski uniji«, je namen podrobneje prikazati, kako se različne institucije v Sloveniji in Evropski uniji soočajo s problemom ukradenih vozil. Poudarek je na sodelovanju različnih institucij v boju proti organiziranemu kriminalu ukradenih vozil, kakšne so škodljive posledice in kakšnih metod se tatovi motornih vozil poslužujejo pri sami kraji vozil.\nV diplomskem delu je cilj raziskati razširjenost pojava organiziranega kriminala v Evropski uniji in na ta način odgovoriti na vprašanje, zakaj je boj proti organiziranemu kriminalu tatvin vozil na ravni Evropske unije nujno potreben.\n"], "4": ["1. 3 Hipoteze", "Hipoteza 1\nOrganizirani kriminal tatvin motornih vozil je v državah članicah Evropske unije močno prisoten, zato je nujno potrebno sodelovanje različnih institucij v boju proti organiziranemu kriminalu tatvin vozil.\nHipoteza 2\nZaradi tehničnih sprememb vozil in drugih zaščit proti kraji vozil se je spremenil tudi način tatvin vozil; storilci za izvršitev tatvin uporabljajo specialno izdelana orodja in elektronske pripomočke.\n"], "5": ["1. 4 Struktura diplomskega dela", "Struktura diplomskega dela je razdeljena v štiri sklope: uvod, metodološki del, vsebinski del in zaključek. Vsebinski del ima v diplomskem delu največji pomen, razdeljen je v tri sklope: predstavitev posameznih pojmov in institucij, ki so pomembni člen pri odkrivanju ukradenih motornih vozil, ter problematika in statistični prikaz ukradenih vozil v Sloveniji in Evropski uniji. Zaključek diplomskega dela je namenjen\nstrnitvi misli, ki so se porajale pri raziskovanju, ter definiranju in povzetku temeljnih spoznanj.\n"], "6": ["1. 5 Uporabljena metodologija", "Pri obravnavanju tematike sem najprej uporabil metodo zbiranja in proučevanja podatkov in informacij iz razpoložljivih primarnih in sekundarnih virov (pogodbe, konvencije, dokumenti, poročila, zapisniki, članki in drugi predpisi s področja evropskega in nacionalnega prava).\nUporabljene so bile naslednje metode:\nanaliza besedil, ki so relevantna za to področje: pregled javnih virov in literature  (sekundarna analiza); za spoznavanje problema sem proučil in analiziral ustrezno  literaturo, članke na omenjeno temo v tiskanih medijih in na spletu;\nrazgovor s strokovnjaki – intervju: za potrebe diplomskega dela sem opravil  razgovor s tremi strokovnjaki, in sicer z enim s področja tatvin motornih vozil, z  enim s področja mednarodnega sodelovanja pri odkrivanju organiziranega kriminala  z ukradenimi vozili in z enim s področja odkrivanja kaznivih dejanj v povezavi z  odvzetimi motornimi vozili na mejnih prehodih;\nstatistična primerjava: pregled ukradenih vozil v zadnjih nekaj letih v Sloveniji in  Evropski uniji ter pregled odkritih ukradenih motornih vozil na mejnih prehodih;\nlastne izkušnje: v policiji sem zaposlen 19 let, v tem času sem opravljal tudi naloge  na Mejnem prehodu Obrežje, kjer sem bil prisoten pri odkrivanju ukradenih vozil,  tako da so mi bile lastne izkušnje pri izdelavi diplomskega dela v veliko pomoč.\n"], "7": [" 2 OPREDELITEV TEMELJNIH POJMOV", "Zaradi bralčevega lažjega razumevanja tematike je treba na kratko obrazložiti temeljne pojme, ki so uporabljeni v diplomskem delu. Ključne besede so: Evropska unija, Schengenska konvencija, schengenski informacijski sistem, SIRENE, organizirani kriminal in ukradena motorna vozila.\n"], "8": ["2. 1 Evropska unija1", "Evropska unija je edinstveno gospodarsko in politično partnerstvo med 27 demokratičnimi evropskimi državami.\nNjen cilj je mir, blaginja in svoboda za njenih 495 milijonov državljanov v pravičnejšem in varnejšem svetu.\nPotovanje in trgovina brez meja, evro (enotna evropska valuta), varnejša hrana in čistejše okolje, boljši življenjski standardi v revnejših regijah, skupni ukrepi proti kriminalu in terorizmu, cenejši telefonski pogovori in letalska potovanja, neštete možnosti študija v tujini in še več.\nZa delovanje Evropske unije so države članice ustanovile organe, ki vodijo Evropsko unijo in sprejemajo zakonodajo. Glavni med njimi so:\nEvropski parlament, ki zastopa ljudi Evrope;\nSvet Evropske unije, ki zastopa državne vlade;\nPredstavljeno in obrazloženo na spletni strani: http://europa.eu/abc/panorama/index_sl.htm, dostopno\nEvropska komisija, ki zastopa skupni interes Evropske unije.\nEvropska unija ni popolna, nenehno jo je treba razvijati, prihodnost je v rokah državljanov Evropske unije. O prihodnosti Evropske unije se bo odločalo prek dialoga, razprav in demokracije (Kratka predstavitev EU, 2008).\n"], "9": ["2. 2 Schengenska konvencija2", "Schengenska konvencija je zasnovana tako, da na eni strani zagotavlja prosto gibanje ljudi brez mejnega nadzora znotraj držav, ki so podpisnice Schengenske konvencije, hkrati pa so podpisnice sprejele tudi skupna pravila, s katerimi zagotavljajo varnost. Med drugim gre za oblikovanje skupnega viznega režima, koordinacijo med policijami, carinskimi ter pravosodnimi organi ter za ukrepe v boju proti terorizmu in organiziranemu kriminalu.\nSchengenski sporazum, ki so ga leta 1985 v istoimenskem luksemburškem kraju podpisali Francija, Nemčija, Belgija, Nizozemska in Luksemburg, je predvideval postopno odpravo nadzora na mejah omenjenih držav. Pet let kasneje (junija 1990) so omenjena peterica držav ter Italija, Španija, Portugalska in Grčija, ki so se sporazumu pridružile kasneje, podpisale Schengensko konvencijo, ki je stopila v veljavo marca 1995. Konvencija je odpravila mejni nadzor na notranjih mejah držav podpisnic, posledično pa se je oblikovala skupna zunanja meja, kjer se je mejni nadzor opravljal v skladu s skupnimi pravili (Schengen, 2008).\nPredstavljeno in obrazloženo na spletni strani: http://evropa.gov.si/schengen/sis/, dostopno 24. 12. 2008.\n"], "10": ["2. 3 Schengenski informacijski sistem3", "Pomemben del schengenskega pravnega reda je SIS, to je centralni računalniški sistem, ki policiji, carini, upravnim enotam in konzularnim uslužbencem iz držav podpisnic omogoča dostop do podatkov o osumljencih kaznivih dejanj, o pogrešanih osebah, državljanih tretjih držav, ki jim je zavrnjen vstop ipd.\nSIS uporablja 15 držav schengenskega območja, zaradi njegovih omejenih zmogljivosti pa je za širitev schengenskega območja nujna njegova nadgradnja in posodobitev v sistem SIS II. Slednji naj bi služil ne le izmenjavi podatkov o prestopu zunanjih meja in vizumski politiki, temveč naj bi bili vanj vključeni podatki o evropskem zapornem nalogu, izročitvi, biometrični podatki, podatki o iskanju za teroristične aktivnosti. Imel bi zmogljivost vključitve 30 držav z možnostjo nadaljnje razširitve (Schengenski informacijski sistem, 2009).\nKategorije podatkov, ki so zajete v SIS, so podatki o:\n- osebah, za katere se zaprosi za prijetje zaradi izročitve (95. člen Schengenske  konvencije),\n- osebah, ki niso državljani držav članic, za katere je razpisana zavrnitev vstopa v  schengensko območje (96. člen Schengenske konvencije),\n- pogrešanih osebah ali osebah, ki potrebujejo začasno policijsko zaščito,  predvsem mladoletni (97. člen Schengenske konvencije),\n- pričah oziroma osebah, ki se morajo v okviru kazenskega postopka zglasiti na  sodišču ali jim je treba vročiti sodbo ali vabilo na prestajanje kazni (98. člen  Schengenske konvencije),\n- osebah za namene prikritega evidentiranja ali namenske kontrole (99. člen  Schengenske konvencije),\nPredstavljeno in obrazloženo na spletni strani: http://www.ip-rs.si/varstvo-osebnih-  podatkov/inspekcijski-nadzor/schengen/splosno-o-schengenskem-informacijskem-sistemu-sis/,  dostopno 26. 1. 2009.\n - stvareh, ki se iščejo zaradi zasega ali za zagotovitev dokazov v kazenskih  postopkih (100. člen Schengenske konvencije).\nČe želimo mejno kontrolo na zunanjih mejah v imenu vseh držav članic opravljati uspešno, moramo imeti tudi dostop do podatkov drugih držav o osebah, ki jim je prepovedan vstop na schengensko območje, ki se iščejo zaradi aretacije, izročitve, ki se pogrešajo, o ukradenih vozilih in dokumentih, denarju, orožju in tako naprej. V sistem vnašajo podatke vse države članice in dostop do tega sistema mora imeti tako policija pri mejni kontroli na zunanji meji kot veleposlaništva pri izdaji vizumov, upravne enote pri izdajanju dovoljenj za tujce ter upravne enote in pooblaščene organizacije pri registraciji vozil.\nshranjeni v SIS?\nPravico neposredne uporabe podatkov, ki so shranjeni v SIS, imajo izključno službe, ki so pristojne za:\n- mejno kontrolo, v Sloveniji je to Policija (Ministrstvo za notranje zadeve),\n- druga policijska in carinskopravna preverjanja v domovini ter za njihovo  koordinacijo, kar daje pravico do uporabe policiji in carini.\nPravico do dostopa za kategorijo podatkov 96. člena Schengenske konvencije pa imajo še:\n- službe, pristojne za dodeljevanje vizumov (slovenska diplomatsko konzularna  predstavništva v tujini),\n- centralni organi, pristojni za obdelavo prošnje za vizum (Ministrstvo za zunanje  zadeve),\n- službe, pristojne za dodeljevanje dokumentov o bivanju in izvajanje predpisov o  tujcih (Ministrstvo za notranje zadeve, Upravne enote).\nPravico do dostopa podatkov o ukradenih vozilih imajo tudi:\n- službe, pristojne za registracijo vozil (Ministrstvo za notranje zadeve, Upravne  enote, pooblaščene organizacije).\nCentralni SIS ni vezan na nacionalne jezike, ampak gre v bistvu za šifriran jezik (vsaka kategorija podatkov ima svojo šifro). Prek vmesnika se ta jezik »prevede« v nacionalne jezike, tako da dostop v nacionalne jezike poteka prek vmesnikov. Policist vstopa v informacijski sistem prek nacionalnih rešitev.\nPravica do vpogleda oziroma seznanitve z lastnimi osebnimi podatki je možnost, ki jo mora imeti vsakdo na voljo, če želi preveriti, kateri podatki o njem so shranjeni v določeni zbirki. To je temeljno načelo varstva osebnih podatkov, ki omogoča posamezniku izvajanje nadzora nad osebnimi podatki, ki jih o njem hranijo tretji. Postopek za uveljavljanje te pravice v Sloveniji podrobneje ureja slovenska zakonodaja v Zakonu o varstvu osebnih podatkov in Zakonu o informacijskem pooblaščencu.\nTemelj SIS je zasebna linija, zasebni vodnik pretoka informacij, ki so zakodirane. To so močno varovane linije. Podatkovne baze so zaščitene, vsaka država pa ima svojo nacionalno kopijo. Osrednja enota je v Strassbourgu in vsebuje evropsko repliko vseh podatkovnih baz iz državnih sistemov. Kontrolo izvajajo na centralni, evropski ravni (Splošno o schengenskem informacijskem sistemu, 2009).\n2. 4 SIRENE (Suplementary Information Request at National Entry -  zahteve po dodatnih informacijah pri nacionalnih vnosih)4\nVsaka pogodbenica imenuje organ z osrednjo odgovornostjo za njen nacionalni del schengenskega informacijskega sistema, in sicer SIRENE. Vsaka pogodbenica izdaja svoje razpise ukrepov samo s pomočjo tega organa.\nSIRENE je odgovoren za nemoteno delovanje nacionalnega dela SIS in sprejema potrebne ukrepe za zagotovitev upoštevanja določb te konvencije. Treba je poudariti, da je s sistemom SIS in njegovim pomožnim elementom SIRENE doseženo zelo široko in boljše sodelovanje med policijami na osnovnem nivoju. S pomočjo teh tehničnih in operativnih sistemov namreč krožijo vse informacije, ki jih bodo določili končni uporabniki v sistemu (v glavnem policisti na ulici).\nSIRENE predstavlja temelj, na katerem stoji mednarodno policijsko sodelovanje na schengenskem področju (sistematično policijsko sodelovanje, ki bazira na medsebojni izmenjavi podatkov in razpisov za iskanje oseb in predmetov, ki jih država prosilka sproti dopolnjuje po načelu medsebojnega zaupanja, enako kot bi bile informacije obravnavane znotraj nacionalnega pravnega okvira).\nCelotno poslovanje med uradi SIRENE je poenoteno (standardizirano) na podlagi Priročnika SIRENE, ki se vseskozi modificira in dopolnjuje v okviru Komisije EU (Sirene, 2009).\n"], "11": ["2. 5 Organizirani kriminal5", "Ob prebiranju literature o organiziranem kriminalu naletimo na različne termine, ki se uporabljajo za pojem organizirani kriminal, kot so: internacionalni organizirani kriminal, globalni organizirani kriminal, transnacionalni organizirani kriminal,\nPredstavljeno in obrazloženo na spletni strani: http://www.policija.si/portal/organiziranosti/ukp/sirene.php, dostopno 6. 1. 2009.  Opisano na spletni strani: http://sl.wikipedia.org/wiki/Posebno:Search?search=kriminal&fulltext=Iskanje, dostop 13. 12. 2008.\nmultinacionalni organizirani kriminal in podobno. V diplomskem delu uporabljam pojem organizirani kriminal, ki v pomenskem obsegu označuje tudi ostala zgoraj našteta pojmovanja organiziranega kriminala in se nanaša predvsem na kriminal v povezavi s tatvinami motornih vozil.\nObstaja mnogo različnih definicij organiziranega kriminala. Organizirani kriminal lahko opredelimo kot združenje dveh ali več oseb, katerih cilj je ustvariti monopol nad določenim prostorom v neki kriminalni dejavnosti z doprinosom ustreznega dobička. Ljudje, ki se ukvarjajo z organiziranim kriminalom, svoj cilj dosegajo z nasiljem in se na vse načine upirajo tistim, ki nasprotujejo njihovemu razvoju. Tako se širijo z uporabo korupcije, predvsem podkupovanjem javnih delavcev, kar je ključno za njihov razvoj in obstanek. Bistvo skupin ali organizacij, ki so vpletene v organizirani kriminal, je organiziranost, hierarhično razporejanje moči od vrha do dna, kjer so pripadniki brezpogojno pripravljeni upoštevati navodila vodstva.\nIzraz »organizirani kriminal« označuje postopek ali metodo zagrešitve kaznivih dejanj, ne pa posebne vrste kaznivega dejanja ali celo posebnega tipa kriminalca (Beare v Adamoli, 1998: 4).\nDr. Dobovšek v svojem delu navaja, da je »organizirani kriminal težko videti v vsej njegovi organizirani razpredenosti. Da se ga sicer zaznati, a zelo težko odkriti in teže dokazati in prav zaradi tega je proučevanje organiziranega kriminala tematika, ki danes zaposluje vlade številnih držav.« (Dobovšek, 2009) V spominu mi je ostala izjava nekega ameriškega sodnika, ki je primerjal terorizem s pornografijo in dejal, da je pornografijo težko opisati, vendar ko jo vidimo, jo takoj prepoznamo. Ravno tako bi lahko rekli za organizirani kriminal.\nJasne opredelitve organiziranega kriminala ni mogoče podati. Bolj kot o togi definiciji organiziranega kriminala je možno govoriti o njegovih značilnostih, ki ga označujejo. Skupne značilnosti, ki so prisotne v vseh delovnih definicijah organiziranega kriminala, so: moč, dobiček, načrtovani kriminal, strukturna organiziranost, samoohranjevanje, uspeh, dostop do dobrin s kriminalom, trajajoča dejavnost, trajnost dela, kontrola, korupcija, zapletenost odkrivanja, prizadevanje za imunost, zastraševanje, neimpulzivnost (Organiziran kriminal, 2008).\n"], "12": ["2. 6 Motorno vozilo", "V Zakonu o varnosti cestnega prometa je točno opredeljen pojem, kaj je motorno vozilo. Definicija se glasi »motorno vozilo je vozilo, namenjeno vožnji po cesti z močjo lastnega motorja, razen tirnih vozil in koles s pomožnim motorjem« (ZVCP-1-UPB6, 2009).\nV Kazenskem zakoniku Republike Slovenije je v 216. členu zapisano, da šteje za odvzem motornega vozila, kadar kdo vzame tuje motorno vozilo z namenom, da ga protipravno uporabi za vožnjo. Poskus je kazniv, kar pomeni, da šteje za odvzem motornega vozila tudi že sam zagon motorja brez vožnje (KZ-UPB1, 2009).\n"], "13": [" 3 PROBLEMATIKA UKRADENIH MOTORNIH VOZIL  V EVROPSKI UNIJI", "Kriminaliteta, ki je povezana z motornimi vozili (osebna vozila, tovorna vozila, avtobusi, motorna kolesa), je v večjem obsegu zajela evropske države po letu 1960. Razlogi so bili politične in ekonomske narave. Takrat so se namreč odprla nova tržišča za dražja in luksuzna motorna vozila predvsem na Bližnjem vzhodu, v Severni Ameriki, zahodnoevropskih državah in nekaterih državah severne Afrike.\nZ nadaljnjim razvojem trgovine med državami takratne Evropske gospodarske skupnosti in ostalimi državami v Evropi ter na Bližnjem vzhodu so se povečale možnosti ilegalne trgovine z ukradenimi motornimi vozili, možnost odkrivanja nedovoljene dejavnosti pa je bila vse manjša.\nMotorna vozila so kradle dobro usposobljene in organizirane kriminalne združbe. Med kriminalnimi združbami je prišlo do delitve interesnih območij. Trg za prodajo ukradenih vozil (zlasti osebnih in terenskih) se je povečal s spremembo političnega sistema in popolnim odprtjem mej takratne Zveze sovjetskih socialističnih republik. Po razpadu Zveze sovjetskih socialističnih republik in nastanku številnih samostojnih držav na njenem območju ter po razpadu Socialistične federativne republike Jugoslavije je avtomobilska problematika zajela tudi našo državo (Žagar, 2005).\nPo mnenju Evropskega urada za policijo lahko porast števila kraj vozil v veliki meri pripišemo odpravi notranjih mejnih kontrol. Zato je jasno, da gre za zadevo, ki bi jo morali obravnavati na evropski ravni. Ker je veliko državljanov žrtev kraje motornih vozil, predstavlja iskanje ustreznih rešitev pomemben in nujen izziv za Evropsko unijo (Kerin, 2009).\nOCTA6 izdaja poročilo o organiziranem kriminalu za posamezno regionalno oziroma lokalno evropsko raven. Da bi pripomogli k lažjim odločitvam v boju zoper organizirani kriminal in pomagali tistim, ki le te sprejemajo, OCTA kar na najboljši možen način skrbi za takšno vrsto pomoči. OCTA skrbi za kakovostne in kvalitetne ocene ciljev, ki se nanašajo na grožnje oziroma na nevarnosti organiziranega kriminala.\nOCTA (Organized Crime Threat Assesment) ima nalogo izdelati poročila v okviru ocene ogroženosti v zvezi z organiziranim kriminalom v Evropski uniji, ki organizacijsko spada pod EUROPOL.\nPostopno uvajanje ocene ogroženosti glede organiziranega kriminala v državah Zahodnega Balkana (OCTA za jugovzhodno Evropo) so z oceno za Evropsko unijo prvi izdelali pri EUROPOL-u, analitične standarde in načine pa bo treba prenesti na območje Zahodnega Balkana, kjer so med najbolj žgočimi oblikami organiziranega kriminala trgovina z ljudmi, trgovina z drogami, trgovina z vojaškimi materiali in kriminal, povezan z ukradenimi vozili (OCTA, 2008).\nUspešnost Evropske unije v boju proti organiziranemu kriminalu na območju Zahodnega Balkana se je po vstopu Slovenije v schengensko območje zagotovo povečala. Schengenska širitev je namreč pripomogla k večji varnosti, na kar kaže tudi dejstvo, da je uporaba schengenskega informacijskega sistema v Sloveniji že pred vstopom v to območje dala dobre rezultate.\nNajvečji problem v zadnjih letih v Evropski uniji je kroženje ukradenih vozil znotraj Evropske unije. Storilci vozilo odtujijo v eni državi, legalizirajo pa ga v drugi državi Evropske unije (slika 1).\nPri tem storilci običajno ponaredijo račun oziroma kupoprodajno pogodbo in uporabijo originalno prometno dovoljenje vozila. V kolikor je ukradeno vozilo brez prometnega dovoljenja, pa največkrat uporabijo italijanska »bianco« ukradena prometna dovoljenja (v Italiji je preko 400.000 »bianco« ukradenih prometnih dovoljenj).\nV zadnjem času beležimo vse več primerov, ko so slovenski policisti na meji ali v notranjosti odkrili ukradena vozila, ki so bila odvzeta v Evropski uniji in nato registrirana v Republiki Sloveniji. Prav tako se je povečalo število odkritih ukradenih vozil ob postopku registracije na upravnih enotah oziroma pri pooblaščenih organizacijah za registracijo vozil.\nVečji del ukradenih vozil, med katerimi so vozila srednjega cenovnega razreda in del vozil višjega cenovnega razreda, ostane v Sloveniji. Večina se jih v tako imenovanih \"črnih\" delavnicah razstavi, deli pa se uporabijo za popravilo poškodovanih vozil. Manjši del ukradenih vozil pa je vozil višjega in visokega cenovnega razreda, kot so BMW, Mercedes, terenska vozila in boljši Volkswagni ter Audi (delež teh vozil se je v primerjavi z deležem ukradenih vozil srednjega cenovnega razreda v letu 2007 zmanjšal). Večino teh vozil pa storilci prepeljejo v tujino, in sicer preko Hrvaške v države bivše Jugoslavije (Bosna in Hercegovina, Črna gora, Srbija), kjer se legalizirajo ali pa prodajo naprej v vzhodne države (Božičnik, 2008).\n"], "14": ["3. 1 Tihotapstvo in trgovanje z ukradenimi motornimi vozili", "Tihotapstvo je ena izmed oblik nedovoljene trgovine, katere predmet je po pravilu večinoma blago tujega porekla. Je oblika trgovine, s katero prihajajo predmeti v določeno državo. Lahko je neka država le določen transfer in ni ciljna država, promet pa poteka ilegalno.\nV 255. členu Kazenskega zakonika Republike Slovenije je zapisano, da gre za tihotapstvo takrat, kadar se kdo ukvarja s prenašanjem blaga čez carinsko črto in se pri tem izogiba ukrepom carinskega nadzorstva ali kdor prenese, izogibajoč se ukrepom carinskega nadzorstva, čez carinsko črto blago velike premoženjske vrednosti; ali ga prenese v skupini, oborožen ali z uporabo sile ali grožnje se kaznuje z zaporom do pet let in z denarno kaznijo (KZ-UPB1, 2009).\nTihotapstvo lahko razdelimo v dve pomembni skupini:\n- organizirano tihotapstvo ter\n- individualno tihotapstvo (tihotapstvo posameznika).\nNas zanima predvsem organizirano tihotapstvo, ki je družbi najnevarnejše. Organizirani tihotapci tihotapijo predvsem blago, katerega promet je bodisi urejen s posebnimi\npredpisi ali je prepovedan. Tako blago je največkrat tudi iskano na trgu, policija in drugi organi pa navadno budno pazijo na pojavljanje takšnega blaga.\nPredmeti organiziranega tihotapstva so največkrat mamila, orožje, strelivo, eksplozivne snovi, plemenite kovine, cigareti, alkoholne pijače, motorna vozila in blago, ki predstavlja državni monopol, ali drugo blago, katerega prodaja pomeni dober zaslužek.\n"], "15": ["3. 2 Boj proti kriminalu, povezanemu z vozili, s čezmejno kriminaliteto v  Evropski uniji7", "Ocenjuje se, da je vsako leto v državah članicah Evropske unije ukradenih 1.2 milijona motornih vozil. Te kraje povzročajo precejšnjo škodo, ki znaša najmanj 15 milijard evrov letno. Velik del teh vozil, po ocenah med 30 in 40 %, je ukradenih s pomočjo organiziranega kriminala, nato so predelana in prepeljana v druge države v Evropski uniji ali izven nje. Poleg povzročanja gmotne škode to resno prizadeva tudi čut za pravičnost in občutek varnosti državljanov, kajti kriminal v zvezi z vozili lahko spremljajo resne oblike nasilja. Vse to pa predstavlja oviro pri doseganju cilja, da je treba državljanom zagotoviti visoko stopnjo varstva na območju svobode, varnosti in pravice (Sklep sveta EU, 2004).\nSodelovanje med tihotapci vozil je na tako visoki ravni, da za njih ni ovira niti meja, niti država, iz katere izhajajo, niti vera, ki ji pripadajo. Nekateri analitiki opozarjajo, da na Balkanu ne bi bilo več sporov in spopadov, če bi tako med seboj sodelovali politiki. V zadnjem letu se je policijam Črne gore, Hrvaške, Srbije ter Bosne in Hercegovine s skupnimi močmi posrečilo razbiti nekaj tihotapskih verig. Izkazalo se je, da so končni cilji, na katere pridejo ukradena vozila, Kosovo, Črna gora in Albanija, včasih pa se znajdejo tudi na Bližnjem vzhodu. Po ocenah je bilo v zadnjih petih letih v teh državah registriranih približno 300.000 vozil, ukradenih po vsej Evropi. Večinoma so to luksuzni avtomobili.\nPredstavljeno in obrazloženo na spletni strani: http://eurlex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2004:389:0028:0030:SL:PDF, dostopno 14. 9. 2009.\nKriminal, povezan z motornimi vozili, predstavlja tako v evropski uniji kot drugje po svetu resno težavo, proti kateri se je treba boriti s skupnimi močmi.\nBoj proti kriminalu, povezanemu z vozili, je v pristojnosti organov pregona držav članic. Vendar pa je za soočanje s čezmejnimi oblikami te vrste kriminala potreben in sorazmeren skupen pristop, ki vključuje sodelovanje med državami članicami in organi pregona držav članic. Še zlasti je potrebno sodelovanje med organi pregona in organi za registracijo vozil, pa tudi posredovanje podatkov vsem zadevnim stranem. Enako je potrebno sodelovanje z EUROPOL-om, saj slednji lahko priskrbi ustrezne analize in poročila. Vsaka država članica poskrbi, da njeni organi pregona po potrebi obveščajo EUROPOL v okviru njegovih nalog in pooblastil o storilcih kaznivih dejanj, povezanih z vozili.\nV skladu s svojim nacionalnim pravom države članice sprejemajo potrebne ukrepe za krepitev vzajemnega sodelovanja med pristojnimi nacionalnimi organi v boju proti čezmejnemu kriminalu, povezanemu z vozili, na primer s pomočjo sporazumov o sodelovanju (Sklep sveta EU, 2004).\nVsaka država članica zagotovi, da njeni pristojni organi sprejmejo vse potrebne ukrepe za preprečevanje zlorab in kraj vozil in prometnih dokumentov za vozila. Organi pregona obvestijo nacionalne organe za registracijo vozil, ali je bilo vozilo, ki je v postopku registracije, ukradeno. Dostop do baz podatkov v ta namen se izvaja ob ustreznem upoštevanju določb prava Skupnosti8.\nPravo skupnosti je neodvisni pravni sistem, ki prevlada nad nacionalnim pravom; iz tega dejstva izvirajo tudi temeljna načela prava skupnosti (varstvo temeljnih pravic, načelo subsidiarnosti, načelo sorazmernosti, načelo legitimnega pričakovanja, načelo nediskriminatornosti, načelo transparentnosti, druga temeljna načela) (Institucije Evropske unije, 2009).\nOb vsaki prijavi kraje vozila ali prometnega dovoljenja pristojni organi držav članic v skladu z nacionalnim pravom nemudoma vnesejo ustrezen razpis ukrepa v schengenski informacijski sistem in če je to mogoče v Interpolovo bazo podatkov o ukradenih motornih vozilih. Razpis ukrepa v iskanem registru država članica umakne takoj, ko preneha razlog, zaradi katerega je bil razpis ukrepa v zvezi z vozilom izdan.\nDa bi se preprečile zlorabe prometnih dovoljenj, vsaka država članica v skladu z nacionalnim pravom zagotovi, da njeni pristojni organi sprejmejo vse potrebne ukrepe, da se zadrži prometno dovoljenje lastnika oziroma uporabnika vozila, če je bilo vozilo težje poškodovano v nesreči (popolna izguba). Prometno dovoljenje se v skladu z nacionalnim pravom zadrži tudi, če se med pregledom, ki ga izvaja organ pregona, posumi, da je prišlo do kršitve v zvezi z identifikacijskimi oznakami vozila, kot je primer identifikacijska številka9.\n"], "16": ["3. 3 Tovarniške zaščite vozil10", "Tovarniško vgrajena zaščita osebnih vozil zajema blokado motorja, lahko pa tudi alarmni sistem. Pri tem je treba poudariti, da morajo imeti vsa vozila na evropskem trgu od leta 1998 že tovarniško vgrajen sistem blokade motorja, ki naj bi preprečil oziroma otežil zagon motorja vozila brez originalnega kontaktnega ključa. Poleg navedene zaščite pa nekateri proizvajalci vozil dodatno ponujajo še alarmne sisteme za bolj celovito zaščito vozila. Slabost tovarniško vgrajenih varovalnih sistemov ni v slabi kvaliteti, temveč v njihovi razširjenosti. Storilci namreč izkoriščajo dejstvo, da proizvajalec vozil izdela večjo količino vozil, ki vsebuje enak sistem zaščite. V primerih vozil VW je enak sistem vgrajen še v vozila Audi, Seat in Škoda. Zaradi večje razširjenosti enega sistema varovanja storilci lažje ugotovijo način tatvine. S prirejenimi oziroma posebej izdelanimi elektronskimi pripomočki storilci zaobidejo serijsko vgrajen varovalni sistem ter nato na klasičen način (lomljenje kontaktne ključavnice) zaženejo motor in vozilo odpeljejo.\nIdentifikacijska številka vozila vsebuje razčlenjeno kombinacijo znakov, ki jih določi proizvajalec za vsako vozilo. Oznaka naj bi 30 let omogočala nedvoumno identifikacijo vsakega vozila preko njegovega proizvajalca, ne da bi bili potrebni dodatni podatki (Tehnična specifikacija, 2000).\nOpisano na spletni strani: http://www.avtoteam.si/zascita-vozil-proti-kraji.html, dostopno 16. 9. 2009.\nKot dodatna zaščita so priporočljiva tako mehanska kot elektronska varovala, le da so dovolj kvalitetna. Varovalni sistemi slabše kvalitete storilcem običajno ne povzročajo velikih težav, nevšečnosti pa z nezanesljivim delovanjem povzročajo lastniku vozila.\nV primeru dodatno vgrajenih elektronskih varovalnih sistemov se storilec ob tatvini sooči z neznanim tipom varovanja, kar mu pri tatvini povzroča težave. Ker na kraju samem storilec običajno ne more izdelati oziroma prilagoditi orodja, običajno odstopi od tatvine oziroma pristopi k tatvini vozila, ki dodatnega varovanja nima.\nZa varnost svojega vozila lahko največ stori prav lastnik. Dodatno vgrajeni varovalni sistemi so sicer strošek nekaj sto evrov, vendar nam certifikat o kvaliteti lahko prinese določen popust pri zavarovanju vozila, zmanjšamo pa tudi verjetnost, da nam bodo vozilo ukradli (Zaščita vozil proti kraji, 2009).\n"], "17": ["3. 4 Statistični podatki", "2008\nPodatki o številu tatvin vozil in vrnjenih vozil so bili dopolnjeni s podatki o številu prebivalcev posameznih držav, kriminalnim številom, najdenimi vozili in deležem najdenih vozil.\nPo podatkih EUROPOL-a o tatvinah motornih vozil v Evropski uniji za leto 2008 je Slovenija s 759 odtujenimi vozili (osebni avtomobili in druga vozila do 3,5 t) in s kriminalnim številom 38,14 (število kaznivih dejanj na 100.000 prebivalcev) na predzadnjem mestu. Statistično je največ ukradenih vozil na 100.000 prebivalcev na Danskem, v Italiji, na Češkem, v Franciji …\n"], "18": ["3. 5 Spletne strani za preverjanje ukradenih vozil", "Na spodaj navedenih spletnih straneh lahko preverite ukradena vozila v različnih državah, pri čemer pa je treba uporabnika opozoriti, da so navedene spletne strani za preverjanje vozil zgolj informativnega značaja.\nSlovenija:  Seznam ukradenih vozil  http://wwww.policija.si/seznami/ukradenavozila/uv_prikaz.php\nRegister vozil  https://e-uprava.gov.si/e-uprava/emrvl.euprava\nRegister zastavnih pravic na premičninah (RZPP)  http://www.ajpes.si/rzpp/\nAvtocenter.si  http://www.avtocenter.si/avto-katalog/?p=CheckCar&ref=fp\nAnglija:  http://dvla.gov.uk/\nČeška republika:  http://aplikace.mvcr.cz/auta/index.html\nEvropska baza ukradenih vozil:  http://www.stolencars24.eu\nItalija:  http://coordinamento.mininterno.it/servpub/ver2/SCAR/cerca_targhe.htm  http://coordinamento.mininterno.it/servpub/ver2/Documenti/cerca_docu_ing.htm\nKanada:  http://www.cpic-cipc.ca/English/search.cfm\n"], "abstract": ["V diplomskem delu sem predstavil pogoje in način policijskega sodelovanja v Evropski uniji, v nadaljevanju pa škodljivost organiziranega kriminala s poudarkom na tatvinah motornih vozil v Sloveniji in Evropski uniji. V državah članicah Evropske unije namreč vsako leto ukradejo več kot 1,2 milijona motornih vozil in skoraj ne mine dan, da policisti v Sloveniji ne bi odkrili motornega vozila, za katerega se ugotovi, da je bilo ukradeno v Evropski uniji. Po podatkih policije so v obdobju od 1. septembra leta 2007, ko smo v Sloveniji pričeli uporabljati schengenski informacijski sistem (SIS), do 17. marca 2008 s pomočjo preverjanja v omenjenem sistemu zasegli več kot 340 motornih vozil. Za ta vozila se je pri preverjanju ugotovilo, da so bila odvzeta v tujini in nato registrirana v Sloveniji. Velik del teh vozil, ki so ukradena s pomočjo organiziranega kriminala, je nato predelanih in prepeljanih v druge države v Evropski uniji ali izven nje. Kraje motornih vozil povzročajo veliko gmotno škodo, ki znaša v državah Evropske unije najmanj 15 milijard evrov letno. Kriminal v zvezi z motornimi vozili lahko spremljajo tudi resne oblike nasilja, saj poleg povzročanja gmotne škode to resno prizadeva tudi čut za pravičnost in občutek varnosti državljanov. Predvideva se, da bodo v prihodnje slovenskim lastnikom zasegli še več tisoč motornih vozil, ki jih bodo odkrili ob pomoči upoštevanja schengenskega pravnega reda."]}