{"1": [" 1 UVOD", "Zdravilne rastline predstavljajo zelo heterogeno skupino, ki obsega številne predstavnike golosemenk in kritosemenk. Najpomembnejše med njimi gojimo kot druge kultivirane rastline, večina pa jih raste v naravi. Pogosto vlada prepričanje, da zdravilne rastline spadajo med plemenite rastline oziroma rastline, ki jih je vredno gojiti in spoštovati, vendar je potrebno omeniti, da mnoge od njih spadajo med trdovratne plevele ali pa so zaradi trnov ali kakšnih drugih lastnosti nezaželene.\nNekateri ljudje so prepričani, da je vsaka rastlinska vrsta zdravilna, vendar zaradi omejenosti znanja ne vedo, za katero bolezen. Če bi to vedeli, bi verjetno lahko rešili problem marsikatere bolezni. Vsekakor so bile zdravilne rastline mnogo pomembnejše, preden sta se začeli razvijati uradna medicina in farmacevtska industrija. Takrat so bili ljudje odvisni izključno od zdravilnih rastlin, ki jih danes dobro poznajo le redki.\nZ razvojem sintetičnih zdravil je interes za zdravilne rastline upadel. Kljub temu se danes mnogi ponovno vračajo k naravi in iščejo ustrezne zdravilne rastline, vendar v večini primerov le za zdravljenje predvsem blagih zdravstvenih težav (http://www.ezdravje.com/si/zeli).\nNaravna zdravila običajno delujejo blago in počasi in pri njihovi uporabi pa moramo paziti, da jih dalj časa redno jemljemo. Poleg tega pa se moramo navaditi na njihovo uporabo. Poleg klasičnih oblik zdravil, kot so to npr. čaji, se na področju samozdravljenja uporabljajo tudi sodobne farmacevtske oblike (tinkture, kapsule, tablete in druge). Poraba rastlinskih drog je v Evropi naslednja: 50 % za prehrano, 25 % za kozmetiko, 20 % v zdravilne in 5 % za razne druge namene (Wagner, 1997). \nNajvečja pridelava zdravilnih zelišč je v Evropi in Severni Ameriki. Romunija ima 40000 ha zelišč, Madžarska 31000 ha, Francija 24000 ha, Poljska 18000 ha, Nemčija 13000 ha, Španija 2700 ha, Nizozemska 2200 ha, Italija 1500 ha in Avstrija 1300 ha (Wagner, 1997). V Sloveniji je pridelovanje zelišč zelo stihijsko in skromno. Zelišča se pridelujejo na okrog 13 ha (Lokar, 2004).\nZelišča nabiramo in uporabljamo zaradi tega, ker vsebujejo določene učinkovine, ki so proizvod sekundarnega metabolizma, zato jih imenujemo tudi sekundarni metaboliti. Ti imajo posebne učinke in služijo rastlinam pri opravljanju nekaterih fizioloških funkcij, da lažje prebrodijo stresne okoliščine, npr. sušo, da privabijo žuželke z vonjem ali barvo in da se obdržijo ob nastopu bolezni ali škodljivcev (Wagner, 1980). Sekundarni metaboliti so polisaharidi, anorganske spojine, organske / sadne kisline, izoprenoidi, aromatske spojine, flavonoidi, čreslovine, eterična olja, grenčine, alkaloidi (Baričevič, 1996a).\nVrednost zdravilne rastline cenimo po tem, koliko snovi, ki jih imamo za koristne in uporabne, ima predvsem posušena rastlina v svojih delih. Čim več je teh snovi, večjo vrednost ima. Le pri pravilnem nabiranju, sušenju in shranjevanju se te snovi kolikor toliko ohranijo in prav od tega je odvisen uspeh samozdravljenja (Kramar, 1992). Sestavine in učinkovine so ponekod enakomerno porazdeljene po celi rastlini ali pa so nakopičene v določenih rastlinskih delih. Za poimenovanje drog, podobno kot za poimenovanje rastlin in rastlinskih družin, se uporabljajo latinski izrazi (Galle-Toplak, 2000).\nRastlinske droge so posušene rastline ali rastlinski deli v stanju, sposobnem za uskladiščenje, kot npr. herba-, folium-, flos-, semen- ali radix droge (Baričevič, 1996b). Kakovost rastlinskih drog določajo predpisi, ki so združeni v farmakopejah posameznih držav. Poleg državnih je znana tudi evropska farmakopeja – Eur. Ph., ki vsebuje 30 monografij rastlinskih drog in ki velja za vse države članice Evropske zveze (Wagner, 1997).\n"], "2": ["2 PREGLED OBJAV", "Rod Echinacea zavzema pomembno mesto med zdravilnimi rastlinami. Pripadnice tega rodu izvirajo iz Severne Amerike in so razširjene po vzhodnem in osrednjem delu ZDA ter južni Kanadi. Kot zdravilno rastlino se najpogosteje uporablja Echinacea purpurea, E. angustifolia in E. pallida (Mistrikova in Vaverkova, 2007). Ime 'Echinacea' izvira iz grške besede echinos, kar pomeni 'jež' in se nanaša na 'trnasto' oz. ježičasti osrednji del socvetja. Naziv 'purpurea' pa je latinskega izvora in pomeni škrlaten, vijoličasto rdeč, purpurni.\nPo podatkih http://www.avogel.si/enciklopedija-rastlin/ so severnoameriški Indijanci te rastline uporabljali že več stoletij kot tradicionalna zdravila proti prehladom, za kašelj, mumps, ošpice, proti zobobolu, vnetju dlesni, za čiščenje krvi, za zdravljenje različnih okužb, ran, zvinov, opeklin itn. Obstajajo tudi podatki o uporabi ameriškega slamnika pri pikih kač, mrčesa in na splošno kot o antidotu pri zastrupitvah.\nPredvideva se, da Indijanci niso ločili med posameznimi vrstami echinacej, temveč so uporabljali tisto vrsto, ki je rasla v njihovi okolici. Beli priseljenci Severne Amerike so prevzeli uporabo ameriškega slamnika od Indijancev. Leta 1737 John Clayton v svojem delu »Catalogue of Plants, Fruits and Trees, Native to Virginia« opisuje ameriški slamnik in njegovo uporabo v medicinske namene. Poslej so ameriški slamnik uporabljali pretežno zdravilci v laični medicini kot univerzalno zdravilo pod imenom 'Black Sampson' (http://www.avogel.si/enciklopedija-rastlin/)\nZačetek uporabe ameriških slamnikov je tesno povezan z Alfredom Vogelom. Ta je spoznal njihovo uporabnost v začetku petdesetih let devetnajstega stoletja na svojem potovanju po Ameriki, ki ga je med drugim pripeljalo tudi v Južno Dakoto. Spoprijateljil se je z indijanskim poglavarjem Črnim Jelenom, ta pa ga je vpeljal v zdravilne veščine svojega plemena in mu podaril semena omenjenih rastlin. \nV Franciji uporabljajo tri vrste ameriškega slamnika: škrlatni ameriški slamnik (Echinacea purpurea), ozkolistni ameriški slamnik (Echinacea angustifolia L.) in bledi ameriški slamnik (Echinacea pallida L.) (Kreft, 2001a).\nŠkrlatni ameriški slamnik (Echinacea purpurea) je prvič naveden leta 1852 v zbirki 'Ecclectic Dispensatory of the United States' kot uspešno zdravilo za sifilis (http://www.avogel.si/enciklopedija-rastlin/index.php). V Evropi so začeli z gojenjem te rastlinske vrste zelo pozno, na začetku dvajsetega stoletja. Njegova proizvodnja je razmeroma počasi naraščala in še danes ga večinoma (posušene rastline) uvažajo iz Severne Amerike. Škrlatni ameriški slamnik je zaslovel po vsem svetu predvsem zaradi svojega protivirusnega, protiglivičnega in protimikrobnega delovanja. Danes sodijo pripravki iz ameriškega slamnika v skupino najbolje prodanih zdravil rastlinskega izvora na svetu (Wagner, 1997). Na našem trgu se pojavljajo pripravki iz ameriškega slamnika v obliki kapljic, tablet, bonbonov, zobne paste in kreme.\nNajpomembnejše potencialno aktivne komponente škrlatnega ameriškega slamnika so derivati kafeinske kisline, kot so to kaftarna kislina, klorogenska kislina, cinarin, echinacozid in cikorna kislina (Lin in sod., 1999). Bioaktivne komponente se nahajajo v cvetovih, zelenih organih in koreninah. Za uporabo se najpogosteje nabira cvetoče zelišče. Iz sveže nabranega zelišča se iztisne sok ali pa se nadzemni deli, cvetovi in korenine posušijo za različne čaje in izvlečke. V kolikor se odločimo za uporabo korenin, se najbolj priporočajo korenine štiriletnih rastlin, ki jih izkopljemo v jeseni (Bauer, 1998).\nNa zahodu se je ameriški slamnik uveljavil, kot najpomembnejše zelišče za krepitev imunskega sistema. Pogosto se ga priporoča, kadar je telo oslabljeno zaradi stresa in obremenitve, po težjih operacijah ali daljši izpostavljenosti soncu, uporablja pa se tudi pri raznih kožnih boleznih, npr. pri luskavici.\nNa osnovi raziskav iz leta 1950 vemo, da so v ameriškem slamniku glikozidi, ki učinkujejo proti bakterijam. Poleg tega vemo, da podpirajo delovanje proti bakterijam še učinkovine, ki kot nespecifična dražila povečujejo obrambno moč organizma in tako pomagajo v borbi \nproti okužbi. Škrlatni ameriški slamnik uporabljajo tudi v kozmetične namene in kot okrasno rastlino. V Evropi obstaja več kot 280 različnih izdelkov iz škrlatnega ameriškega slamnika (Adam, 2002).\nKreft (2001b) navaja, da so v Nemčiji izvedli veliko kliničnih študij, ki so pokazale, da pripravki iz ameriškega slamnika delujejo imunostimulativno, še posebej pri infekcijah zgornjih dihalnih poti. Neposreden baktericidni ali bakteriostatični učinek te rastline je zanemarljiv. Najpomembnejše je posredno delovanje, saj stimulira nespecifični imunski sistem, poveča fagocinozo, aktivnost efektorskih celic (makrofagov, granulacitov, limfocitov T in levkocitov) ter sproščanje imunomediatorjev prostaglandinov, interlevkina I in interferanov (proteinov s protivirusno in protitumorno aktivnostjo).\nJemanje pripravkov iz ameriškega slamnika je po podatkih Krefta (2001b) vsekakor koristno za preventivno povečanje odpornosti in za podporno zdravljenje skupaj z antibiotiki pri že razvitih okužbah. Profilaktične učinke ameriškega slamnika so raziskovali na prostovoljcih. Pogostost primarnih okužb se je pri osebah, ki so dobivale pripravke, v primerjavi s kontrolno skupino zmanjšala za 15 %, pogostnost ponavljajočih okužb pa za 27 %.\nNeprekinjeno jemanje pripravkov iz ameriškega slamnika naj ne bi bilo daljše od osem tednov, saj lahko potencialno pospešijo avtoimune bolezni, zato jih naj ne uporabljajo ljudje s težkimi sistemskimi boleznimi, kot so tuberkuloza, levkoza, kolagenske bolezni, multipla skleroza ipd. (Kreft, 2001b). Podatke o potencialnih zdravilnih učinkih navajajo tudi Raner in sod. (2007). Stranskih učinkov po podatkih Doljaka (2001) pri uporabi ameriškega slamnika niso opazili, izjema je pojav alergij pri ljudeh, ki so alergični na rastline iz družine nebinovk, npr. na arniko, badelj, ivanjščico, kamilico, lapuh, marjetico, ognjič, pelin, repinec, repuh, rman, sončnico, vratič in zlato rozgo.\nO vplivu sušenja rastlin na učinkovitost ne obstaja mnogo podatkov, znana pa je raziskava o učinkih predelave, sušenja ter časa in temperature skladiščenja na vsebnost alkaloidov v koreninah ameriškega slamnika. Ker je iztiskanje soka iz sveže cvetoče rastline relativno \npreprostejše od ekstrahiranja, gredo rastline v takojšnjo predelavo brez predhodnega sušenja, saj se le iz neposušenih rastlin lahko iztisne sok. Zaradi večje stabilnosti sok razredčijo v etanolu (Doljak, 2001).\n"], "3": ["2.1 CILJ", "Naloga predstavlja uvodno raziskavo, katere glavni cilj je bil priti do osnovnih podatkov o vplivu nekaterih kemijskih substanc na rast in razvoj mladih rastlin škrlatnega ameriškega slamnika v kontroliranih razmerah. Vključili smo štiri različne substance (jasmonska kislina, salicilna kislina, Phosamco, EDDHA + Phosamco) v različnih koncentracijah.\nKer je bilo razmeroma veliko različnih koncentracij, o njihovih vplivih na rast in razvoj škrlatnega ameriškega slamnika pa v literaturi nismo našli nobenih podatkov, smo se odločili narediti preliminarno (uvodno) raziskavo, s katero bi prišli do najosnovnejših podatkov, na osnovi katerih bi lahko nadaljevali s kompleksnejšimi raziskavami, ki bi temeljile na večjih vzorcih rastlin. Pri raziskavah vpliva raznih kemijskih substanc na rast in razvoj ameriškega slamnika je potrebno upoštevati tudi dejstvo, da je to zdravilna rastlina in zato mora biti njena proizvodnja čim bolj naravna.\n"], "4": ["3 SISTEMATIKA IN BOTANIČNE ZNAČILNOSTI", ""], "5": ["3.1 SISTEMATIKA", "Škrlatni ameriški slamnik spada med dvokaličnice, v red Asterales, družino Asteraceae, tribus Heliantheae, rod Echinacea Moench in vrsto Echinacea purpurea (L.) Moench.\nKraljestvo: Plantae (rastline) Deblo: Magnoliophyta (kritosemenke) Razred: Magnoliopsida (dvokaličnice) Red: Asterales (košarice) Družina: Asteraceae (nebinovke) Tribus: Heliantheae Rod: Echinacea Vrsta: E. purpurea (http:// sl.wikipedia.org/)\n"], "6": ["3.2 MORFOLOŠKE ZNAČILNOSTI:", "Ameriški slamnik je večletna zelnata trajnica. Heeger (1956) navaja, da je socvetje ameriškega slamnika na otip ostro, 'ježičasto' oz. čvrsto in da so rastline trpežne, zrastejo 60-100 cm visoko in merijo v obsegu 40 cm ali več. Koreninski sistem sestavljajo številne razmeroma globoke, vlaknaste, svetlo rjave korenine. Glavnih oz. primarnih korenin je več, ker obstaja več razvejanih navpičnih rizomov.\nSteblo je pokončno, razvejano in do zgornje tretjine okroglo. Mladi deli stebla so rahlo oglati in bolj hrapavi, lepljivi, zgoraj goli in svetlo zelene barve. Pod koškom je steblo razširjeno in votlo. \nListi škrlatnega ameriškega slamnika so lahko zelo različnih oblik in velikosti. Klični listi so sorazmerno majhni in enostavne oblike. Listi rozete so dolgo pecljati in suličasti. Včasih se pojavlja tudi podolgovato srčasta oblika. Ko se razvije steblo, se na njem oblikujejo stebelni listi. Na spodnjem delu stebla so listi močno pecljati, na zgornjem delu so peclji mnogo krajši, pod socvetjem pa se lahko pojavljajo tudi listi brez pecljev. Velikost listne ploskve je odvisna od sorte, okoljskih razmer, starosti rastline in položaja na rastlini. Največje listne ploskve razvijejo na spodnjem delu stebla. Večina listov je razporejena v rozeti, iz katere se začne razvijati steblo. Razvrstitev listov je v glavnem premenjalna.\nSocvetje je košek, ki se razvije na vrhu poganjkov. Koški so v začetku skoraj ploski, z nadaljnjim razvojem pa se izbočijo. Njihova zgradba je podobna kot pri drugih pripadnikih družine Asteraceae. Košek obdaja ovojek ali involokrum, ki je sestavljen iz ovršnih listov. V osrednjem delu koška se nahajajo cevasti, ob robu pa jezičasti cvetovi. Ime 'škrlatni ameriški slamnik' izvira iz temno škrlatne barve jezičastih cvetov. Venci jezičastih cvetov so delno žlebičasti in obrnjeni navzdol. Cvetenje ameriškega slamnika traja od junija do septembra. Plod je, po podatkih istega avtorja, enosemenska rožka, pogosto s kodeljico oz. papusom. V prerezu je običajno deltoidne oblike. Površina je rumenkaste do umazano rjavo-sive barve, fino hrapava in največkrat imajo 3 ali 4 vzdolžne robove. Masa 1000 zrn je 4-5 g (Heeger, 1956).\n"], "7": ["4 RAZMNOŽEVANJE IN PRIDELAVA", "V zadnjem času se vse bolj poudarja organizirano pridelovanje požlahtnjenih kultivarjev škrlatnega ameriškega slamnika z izbranimi lastnostmi, ki zagotavljajo uspeh pridelovanja oz. dajejo drogo z veliko vsebnostjo učinkovin. Žlahtnjenje te rastlinske vrste temelji v glavnem na sistematičnih križanjih izbranih genotipov in selekcij nastalih potomstev. Za žlahtnjenje je to razmeroma nova rastlinska vrsta, zato je podatkov malo.\nV procesu žlahtnjenja je pomembno upoštevati, da genetska struktura ni edini dejavnik, ki zagotavlja kakovost nekega kultivarja. Ključna dejavnika, ki določata kakovost ameriškega slamnika, sta količina in kakovost učinkovin, zaradi katerih gojimo rastline, na kar močno vplivajo tudi ne-genetski dejavniki, med katere spadata okolje (ekološki dejavniki) in tehnologija pridelovanja (Kramar, 1992). Pomembna pa je tudi starost rastline, saj je to trajnica. Izbrati moramo tehnologijo, ki bo omogočala pridelavo največ učinkovin najboljše sestave. Wagner (1980) navaja, da čas setve močno vpliva na razvoj rastline. Zgodnja setev daje močnejše in bolj izenačene rastline.\nStephens (2008) navaja, da je Echinacea purpurea alogamna (tujeprašna) vrsta. Samoooplodnjo preprečuje sporofitska avtoinkompatibilnost. Oprašuje se z žuželkami, kar se vidi tudi po zgradbi socvetij in izločanju nektarja. Značilnosti, povezane z nektarjem, sta proučevala Wist in Davis (2006). V svojih raziskavah sta ugotovila, da se nektar izloča od začetka cvetenja do tretjega dne pistilatne faze. Največ nektarja se proizvede prvega dne receptivnosti pestičeve brazde.\nKer so socvetja zbita in cvetovi zelo majhni, so klasična križanja (s pomočjo predhodne emaskulacije) zelo zapletena. Večina žlahtniteljev se poslužuje inkompatibilnega sistema in opraševanja s pomočjo čebel (Ivančič, osebna komunikacija 2009). \nPridelava se začne z vzgojo sadik in s pripravo površin na polju. Polja so posebej izbrana, pridelava poteka v trajnih nasadih s pomočjo kooperantov in pod strokovnim nadzorom usposobljenih strokovnjakov. Pridelovanje je običajno organizirano kot kooperacija, kjer naročnik pomaga pri nabavi sadik, nadzira pridelovanje in odkup pridelka. Posebej pomembno je pravilno gnojenje (najboljša je ekološka pridelava) in da se ne uporabljajo fitofarmacevtska sredstva ter drugi kemični pripravki.\nAmeriški slamnik najbolje uspeva na sončnih ali polsenčnih rastiščih in globokih, dobro obdelanih tleh. Podlaga mora biti vlažna, vendar odcedna. Zastajanje vode pogosto povzroči propad korenin.\nRazmnožujemo ga lahko s semenom ali z delitvijo starih rastlin. Posejana semena običajno kalijo zelo neenakomerno, zato strokovnjaki svetujejo pripravo sadik. Za pomladno sajenje začnemo pripravljati sejančke nekje konec februarja. Semena pokrijemo s tanko plastjo zemlje ali perlita in vse skupaj pustimo na svetlobi (Rode in Knapič, 2006).\nSredi maja sadike posadimo na stalno mesto. Mlad nasad je potrebno pazljivo okopavati in zalivati. Gostota sajenja običajno variira od pet do sedem sadik na m2 (http://www.trebnik.com/zelišča/slamnik.php). Priporočena medvrstna razdalja je 60-70 cm, med rastlinami v vrsti pa 30-40 cm.\nZaradi sorazmerno velikih potreb po vlagi v začetni fazi rasti priporočajo sajenje na površinah, kjer je možno namakanje. Rode in Knapič (2006) navajata, da je namakanje nujno po sajenju, saj tako zagotovimo, da se rastline dobro ukoreninijo. Z namakanjem v tej fazi ne smemo pretiravati zaradi nevarnosti oblikovanja plitvega koreninskega sistema. Pomembno je tudi namakanje po prvi žetvi, saj to pospeši regeneracijo in rast rastlin ter poveča pridelek druge žetve.\n"], "8": ["5 MATERIAL IN METODIKA DELA", "ZASNOVA POSKUSA\nPoskus smo začeli izvajati 21. maja 2007 v Botaničnem vrtu Univerze v Mariboru na območju, namenjenem za gensko banko. Poskus smo nadaljevali in zaključili v rastlinjaku UKC Fakultete za kmetijstvo in biosistemske vede Univerze v Mariboru. Za kalitev semen smo uporabili standardne 'multiplošče'. Mlade rastline smo nato tretirali s štirimi kemikalijami v različnih koncentracijah. Skupno je bilo 13 različnih tretiranj, vključno s kontrolo (brez tretiranja) (preglednica 1).\n"], "9": ["5.2 OSNOVNI PODATKI O UPORABLJENIH KEMIKALIJAH", "JASMONSKA KISLINA\nJasmonsko kislino so najprej zasledili kot sestavino dišav v eteričnem olju cvetov jasmina, kasneje pa je bilo ugotovljeno, da je široko razširjena v rastlinskem svetu, pri nekaterih glivah in mikroorganizmih. Uvrščamo jo med jasmonate, v skupino rastlinskih rastnih regulatorjev. V rastlinah ima dvojno vlogo: uravnava normalno rast in razvoj rastlin, udeležena pa je tudi pri odzivu rastlin na stresno okolje oz. dejavnike, kot so suša, UV- žarki, ranitev ter napad patogenih mikroorganizmov ali škodljivcev. Jasmonska kislina nastane iz nenasičene maščobne kisline, t.j. linolenska kislina, ki se najverjetneje sprosti iz membranskih maščobnih kislin pod vplivom stresnega okolja (Kovač, 2005). \nPreglednica 1. Uporabljene kemikalije in njihove koncentracije\nZaporedna Naziv kemikalije številka 1 kontrola (destilirana voda) 2 jasmonska kislina (Sigma) 0,01 mM 3 jasmonska kislina (Sigma) 0,03 mM 4 salicilna kislina (Sigma) 0,06 mM 5a salicilna kislina (Sigma) 0,6 mM 7.4.2007 6a salicilna kislina (Sigma) 0,6 mM 20.4.2007 7 salicilna kislina (Sigma) 1,2 mM 8 salicilna kislina (Sigma) 3 mM 9 salicilna kislina (Sigma) 5,0 mM 10 salicilna kislina (Sigma) 10 mM 11 PHOSAMCO (Yara Vita) 0,25 g/100 ml 12 EDDHA (Fluka) + PHOSAMCO (Yara Vita) 13 EDDHA (Fluka) + PHOSAMCO (Yara Vita)\nSprva so bili jasmonati poznani kot snovi, ki zavirajo rast rastlin. Začetni poskusi so pokazali, da rastlinam dodana jasmonska kislina zavira rast poganjkov in korenin ter kalitev semen nekaterih rastlin, pa tudi staranje rastlin. Povzročila je tudi rumenenje listov in razgradnjo klorofila ter pospešila druge procese, povezane s staranjem. Po drugi strani pa so razmeroma velike količine jasmonske kisline izmerili v rastočem tkivu, kar kaže na njeno pomembno vlogo pri procesih rasti in razvoja rastlin, kot sta delitev in rast celic. Da jasmonati sodelujejo tudi pri cvetenju, zorenju plodov in tvorbi semen, kažejo tudi večje količine jasmonske kisline, ki so bile izmerjene v tkivih, ki služijo \nrazmnoževanju rastlin. Pri mnogih rastlinskih vrstah je bilo ugotovljeno, da je jasmonska kislina udeležena pri odzivu rastlin na poškodbe. Rastline se na poškodbo, ki jo povzročijo škodljivci, odzovejo na različne načine: tvorijo strupene snovi (fitoaleksine) in snovi, ki škodljivce odvračajo, in snovi, ki privabljajo njihove naravne sovražnike. Rastline se odzovejo s spremembami na mestu poškodbe (lokalno) in na mestih, ki so oddaljena od poškodovanega tkiva (sistemski odziv). Mehanska poškodba povzroči hitro povečanje jasmonske kisline v poškodovanem tkivu, kar sproži sintezo proteinaznih zaviralcev. Temu sledi porast jasmonske kisline in sinteza proteinaznih zaviralcev tudi v nepoškodovanih listih (Kovač, 2005; Urbanek Krajnc in Müller, 2006; Urbanek Krajnc in sod., 2008).\nSALICILNA KISLINA\nNajbolj je znan acetilni derivat te kisline, ki ga prodajajo pod blagovnim imenom aspirin. V rastlinah je pomembna sporočilna molekula in vpliva na različne fiziološke procese. Ime izvira iz besede Salix (vrba). Uvrščamo jo v veliko in raznoliko skupino sekundarnih rastlinskih produktov imenovanih fenoli, za katere je značilen aromatski obroč, na katerega je vezana hidroksilna skupina ali njen derivat. Fenoli imajo pomembno vlogo kot strukturne snovi ali snovi, ki so udeležene pri obrambi rastlin pred škodljivimi dejavniki žive in nežive narave. Dokazana je predvsem njena vloga pri sproščanju toplote pri nekaterih rastlinah iz družine kačnikovk (Araceae) in pri odzivu rastlin na napad patogenih mikroorganizmov.\nZanimanje za salicilno kislino se je močno povečalo, ko so ugotovili, da je povezana s pridobljeno sistemsko odpornostjo rastlin. Prva znamenja, da je morda udeležena v obrambnem odzivu rastlin na napad povzročiteljev bolezni, so bile ugotovitve, da vbrizgavanje salicilne kisline ali aspirina v liste tobaka poveča odpornost tobaka proti tobačnemu mozaičnemu virusu. Pri tem so zasledili, da se ob pojavu bolezni tvorijo določeni proteini, katerih kopičenje se ujema z odpornostjo rastlin proti virusom, glivam in bakterijam. Raziskave so pokazale, da škropljenje rastlin s salicilno kislino lahko sproži odpornost proti različnim povzročiteljem bolezni. Tako bi naj bile rastlinske vrste, ki \nkopičijo večjo količino salicilne kisline, bolj odporne. Lahko zavira tudi razmnoževanje ali širjenje virusov po rastlinah (Kovač, 2002).\nPHOSAMCO To je mineralno gnojilo za foliarno gnojenje. Vsebuje NPK (20-8-14), 12,5 % SO3, 2% MgO, 0,04% B, 0,2% Cu, 0,02% Fe, 0,26% Mn, 0,006% Mo, 0,14% Zn.\nEDDHA (etilendiamin-di-orto-hidroksifenil ocetna kislina)\nEDDHA (etilendiamin-di-orto-hidroksifenil ocetna kislina) tvori kelate s kovinskimi ioni Ca, Fe, Mg, Mn, Zn in Cu. Na ta način pospešuje prehranjenost rastlin in njihovo odpornost proti infekcijam z bakterijami in glivami.\n"], "10": ["5.3 NAČIN TRETIRANJA RASTLIN", "Tretirali smo tako, da smo mlade sadike v stadiju dveh listov namočili za 24 ur v odgovarjajoče koncentracije kemikalij. Da ne bi prišlo do napak, smo pripravili 13 posebnih plastičnih lončkov in v vsakem od njih je bila določena kemikalija z ustrezno koncentracijo. Izjema je bil le lonček z vodo, ki je predstavljal kontrolo. V vsak lonček smo namočili po deset sadik, ki so bile v stadiju dveh listov. Po štiriindvajsetih urah smo izprali z vodo in posadili v lončke za sajenje številka 12 z zemljo - Tonsubstrat Klasman in gnojilom 2g Basacote Plus GM (Compo, Münster, Nemčija) na 1l substrata. V končni poskus smo vključili po 6 rastlin vsakega tretiranja.\nTretirane rastline smo dali v rastlinjak in jih redno oskrbovali z vodo vse do 24. septembra 2007, ko so dosegle stadij petih listov. Takrat smo začeli s fenotipskimi analizami. Vsako individualno tretiranje je bilo ponovljeno na šestih rastlinah. Celotno število ovrednotenih rastlin je bilo 78. \nANALIZA RASTLIN\nProučevali smo 12 lastnosti (devet je bilo kvantitativnih, tri pa so bile kvalitativne, ki smo jih kvantificirali). To so bile: − višina rastline (to je bila oddaljenost od površine tal do najvišje točke rastline) − dolžina lista (dolžino smo izmerili kot razdaljo med vrhom listne ploskve in bazo listne  ploskve) (slika 1) − maksimalna širina lista (izmerjena je bila, kjer je bil list najširši) (slika 1) − oddaljenost prve stranske žile prvega reda od listnega roba (to lastnost smo določili kot  pravokotno razdaljo od točke, kjer se prva stranska žila odvaja od osrednje žile in  listnega roba) (slika 1) − hrapavost lista (določili smo jo na osnovi otipa); lastnost smo kvantificirali s števili od \nSlika 1. Dimenzije listne ploskve: a – dolžina lista, b – maksimalna širina lista, c – oddaljenost prve stranske žile prvega reda od listnega roba. \nSlika 2. Dimenzije socvetja: a – premer socvetja, b – premer osrednjega dela socvetja, c – višina socvetja. \nSlika 3. Določanje barve jezičastih cvetov: a – vršni del na spodnji strani, b – na sredini zgoraj. \nZa kvantifikacijo in označevanje barve jezičastih cvetov smo uporabili naslednjo skalo: W - bela (white) = 1, G – zelena (green) = 2, Y – rumena (yellow) = 3, O – oranžna (orange) = 4, B – rjava (brown) = 5, Pi – roza (pink) = 6, R – rdeča (red) = 7, Pu – purpurna (purple) = 8. Za določanje kontrastov smo uporabili oznake L in D: L = svetla (light), D = temna (dark), LL = zelo svetla in DD = zelo temna.\nKer je bilo vsako tretiranje ponovljeno le na šestih rastlinah, detaljna statistična analiza ni bila možna. Izračunali smo le nekatere parametre. Pri tem smo uporabili SPSS 14.0 program.\n"], "11": ["6 REZULTATI Z RAZPRAVO", "Vsako tretiranje je bilo ponovljeno na šestih rastlinah. Vsaka od teh šestih rastlin je bila v svojem loncu. Ker so nekatera tretiranja obsegala visoke koncentracije nekaterih kemikalij, vse rastline niso razvile stebla in socvetij, ampak so ostale so v rozetnem stadiju. Zaradi tega je v tabeli 2, v nekaterih primerih, N<6.\nSrednje vrednosti in variabilnost kvantitativnih in kvantificiranih kvalitativnih lastnosti\nMaksimalno višino (95 cm) je imela rastlina, ki je bila tretirana z EDDHA (0,06 mM) + PHOSAMCO (0,25 g/ 100 ml). Največjo vrednost povprečja pa smo izračunali pri tretiranju s salicilno kislino koncentracije 0,06 mM (Preglednica 2). Dokaj velik vpliv na višino smo zabeležili tudi pri salicilni kislini pri koncentracijah 0,06 mM in 1,2 mM. Pri rastlinah, ki so bile tretirane z jasmonsko kislino koncentracije 0,03 mM, salicilno kislino koncentracije 0,6 mM (7. 4. 2007), in 3 mM ter z EDDHA (0,5 mM) + PHOSAMCO (0,25 g/ 100 ml) ni bilo možno določiti višine, saj so razvile samo liste brez stebla in socvetja.\nMaksimalno dolžino lista (63 cm) smo izmerili pri rastlinah, ki so bile tretirane z PHOSAMCO koncentracije 0,25 g/100 ml. Najvišje povprečje pa je bilo izračunano pri tretiranju z jasmonsko kislino koncentracije 0,03 mM.\nNajširši list smo izmerili pri rastlini, tretirani s salicilno kislino koncentracije 1,2 mM. Najvišje povprečje te lastnosti pa smo izračunali pri tretiranju z jasmonsko kislino koncentracije 0,03 mM ( Preglednica 2).\nTretiranje z jasmonsko kislino koncentracije 0,03 mM je imelo za posledico tudi največjo oddaljenost prve stranske žile od listnega roba. Najvišje povprečje za to lastnost pa smo izračunali pri rastlinah, tretiranih s salicilno kislino koncentracije 0,06 mM (7. 4. 2007). \nŠtevilo stranskih vej se je gibalo od nič do tri. Maksimalna vrednost dolžine socvetnega stebla je bila 29,4 cm pri rastlinah, ki so bile tretirane s salicilno kislino koncentracije 0,6 mM (20. 4. 2007). Pri tem tretiranju smo določili tudi najvišjo vrednost povprečja (27,4 cm).\nNajvečji premer socvetja (17 cm) in najvišje povprečje te lastnosti smo določili pri rastlinah, ki so bile tretirane s salicilno kislino koncentracije 0,6 mM (20.4.2007).\nBarva jezičastih cvetov na vršnem delu na spodnji strani je bila pri večini rastlin nežno roza. Pojavljale pa so se tudi rastline z belkastimi in zelenkastimi odtenki. Tudi barva jezičastih cvetov na sredini zgornje strani je bila podobna (prevladovala je nežna roza).\nNajvečji premer osrednjega dela socvetja je bil 3,2 cm. Določen je bil pri rastlinah, ki so bile tretirane s salicilno kislino koncentracije 0,6 mM (20.4.2007). Najvišje povprečje za to lastnost pa smo izračunali pri rastlinah, tretiranih z jasmonsko kislino koncentracije 0,1 mM.\nNajvišje socvetje (3,0 cm) je bilo izmerjeno pri rastlinah, tretiranih s salicilno kislino koncentracije 1,2 mM in rastlini, tretirani z EDDHA (0,5 mM) + PHOSAMCO (0,25g/100 ml) ( Preglednica 2). \n1 Višina rastline (cm)  Tretiranje Na Min. Maks. Sr. St. C.V.(%)  vr. dev.  8 Salicilna kislina 3 mM 1 - - - - -  10 Salicilna kislina 10 mM 2 - - - - -  2 Dolžina lista (cm)  Število rastlin, ki so razvile opazovano lastnost b  Le ena od šesti rastlin je pri tem tretiranju razvila steblo \n3 Maksimalna širina lista (cm) Tretiranje Na Min. MMaks. Sr. St. C.V.(%)  vr. dev. 1 Kontrola 6 2,90 8,00 4,48 1,90 42,41 2 Jasmonska kislina 0,01 mM 6 2,10 9,50 4,85 3,10 63,91 3 Jasmonska kislina 0,03 mM 6 3,70 11,20 8,03 2,80 34,86 4 Salicilna kislina 0,06 mM 6 4,00 9,00 6,16 1,96 3,81 5 Salicilna kislina 0,6 mM 7.4.07 6 3,00 6,40 4,68 1,33 28,41 6 Salicilna kislina 0,6 mM 20.4.07 6 2,40 3,95 3,14 0,61 19,42 7 Salicilna kislina 1,2 mM 6 2,60 12,60 5,61 4,18 74,51 8 Salicilna kislina 3 mM 6 2,90 10,00 4,71 2,64 56,05 9 Salicilna kislina 5,0 mM 6 1,80 7,00 5,13 1,97 38,40 10 Salicilna kislina 10 mM 6 2,40 8,80 5,83 2,50 42,88 11 PHOSAMCO 0,25 g/100 ml 6 2,10 9,60 5,55 3,15 56,75 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/100 ml 6 2,30 9,50 6,05 2,69 44,46 13 EDDHA+PHOSAMCO 0,5 mM 0,25 g/100 ml 6 3,70 8,00 5,88 1,82 30,95 4 Oddaljenost prve stranske žile od listnega roba (cm) 1 Kontrola 6 1,80 4,20 2,60 0,92 35,38 2 Jasmonska kislina 0,01 mM 6 1,50 4,20 2,56 1,19 46,48 3 Jasmonska kislina 0,03 mM 6 2,30 6,70 3,56 1,61 45,22 4 Salicilna kislina 0,06 mM 6 2,50 6,00 3,98 1,41 35,42 5 Salicilna kislina 0,6 mM 7.4.07 6 2,20 3,70 2,98 0,59 19,79 6 Salicilna kislina 0,6 mM 20.4.07 6 1,60 3,64 2,34 0,72 30,76 7 Salicilna kislina 1,2 mM 6 1,40 3,40 2,23 0,80 35,87 8 Salicilna kislina 3 mM 6 1,30 5,30 2,56 1,43 55,85 9 Salicilna kislina 5,0 mM 6 1,10 4,30 2,80 1,18 42,14 10 Salicilna kislina 10 mM 6 1,60 5,40 3,30 1,37 41,51 11 PHOSAMCO 0,25 g/100 ml 6 1,50 3,00 2,25 0,61 27,11 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/100 ml 6 1,50 2,80 2,03 0,48 23,64 13 EDDHA+PHOSAMCO 0,5 mM 0,25 g/100 ml 6 1,90 4,20 2,85 0,96 33,68 a  Število rastlin, ki so razvile opazovano lastnost \n5 Hrapavost lista Tretiranje Na Min. Maks. Sr. St. C.V.(%)  vr. dev. 1 Kontrola 6 1 4 2,33 1,03 44,20 2 Jasmonska kislina 0,01 mM 6 1 4 2,67 1,03 38,57 3 Jasmonska kislina 0,03 mM 6 2 5 4,00 1,09 27,25 4 Salicilna kislina 0,06 mM 6 4 5 4,83 0,40 8,28 5 Salicilna kislina 0,6 mM 7.4.07 6 5 5 5,00 0,00 0 6 Salicilna kislina 0,6 mM 20.4.07 6 2 4 2,33 0,81 34,76 7 Salicilna kislina 1,2 mM 6 1 4 2,83 1,32 46,64 8 Salicilna kislina 3 mM 4 1 2 1,75 0,50 28,57 9 Salicilna kislina 5,0 mM 6 1 5 2,83 1,72 60,77 10 Salicilna kislina 10 mM 6 1 5 3,33 1,50 45,04 11 PHOSAMCO 0,25 g/100 ml 6 2 4 3,33 1,03 30,93 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/100 ml 6 1 5 3,83 1,83 47,78 13 EDDHA+PHOSAMCO 0,5 mM 0,25 g/100 ml 6 4 4 4,00 0,00 0 6 Število stranskih poganjkov 1 Kontrola 4 0 3 1,25 1,50 120 2 Jasmonska kislina 0,01 mM 4 0 2 1,25 0,95 76  b 3 Jasmonska kislina 0,03 mM 1 - - - - - 4 Salicilna kislina 0,06 mM 3 2 2 2,00 0,00 0 5 Salicilna kislina 0,6 mM 7.4.07 1 - - - - - 6 Salicilna kislina 0,6 mM 20.4.07 3 0 2 1,33 1,15 86,46 7 Salicilna kislina 1,2 mM 5 1 3 1,80 1,09 60,55 8 Salicilna kislina 3 mM 1 - - - - - 9 Salicilna kislina 5.0mM 3 0 1 0,33 0,57 172,2 10 Salicilna kislina 10mM 2 - - - - - 11 PHOSAMCO 0.25g/100ml 2 - - - - - 12 EDDHA+PHOSAMCO 0.06mM 0.25g/100ml 2 - - - - - 13 EDDHA+PHOSAMCO 0.5mM 0.25g/100ml 1 - - - - - a  Število rastlin, ki so razvile opazovano lastnost b  Le ena od šesti rastlin je pri tem tretiranju razvila stranske poganjke \n7 Dolžina socvetnega stebla (cm) Tretiranje Na Min. Maks. Sr. St. C.V.(%)  vr. dev. 1 Kontrola 4 15,6 19,9 18,10 1,93 10,66 2 Jasmonska kislina 0,01 mM 4 18,0 22,3 20,32 1,85 9,10  b 3 Jasmonska kislina 0,03 mM 1 - - - - - 4 Salicilna kislina 0,06 mM 3 19,8 21,2 20,43 0,70 3,42 5 Salicilna kislina 0,6 mM 7.4.07 1 - - - - - 6 Salicilna kislina 0,6 mM 20.4.07 3 25,3 29,4 27,40 2,05 7,48 7 Salicilna kislina 1,2 mM 5 19,8 21,8 20,74 0,86 4,14 8 Salicilna kislina 3 mM 1 - - - - - 9 Salicilna kislina 5,0 mM 3 17,5 21,2 19,63 1,91 9,73 10 Salicilna kislina 10 mM 2 - - - - - 11 PHOSAMCO 0,25 g/100 ml 2 - - - - - 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/100 ml 2 - - - - - 13 EDDHA+PHOSAMCO 0,5 mM 0,25 g/100 ml 1 - - - - - 8 Premer socvetja (cm) 1 Kontrola 4 1,0 1,5 1,22 0,26 21,31 2 Jasmonska kislina 0,01 mM 4 0,6 2,7 1,97 0,96 48,73 3 Jasmonska kislina 0,03 mM 1 - - - - - 4 Salicilna kislina 0,06 mM 3 1,5 2,0 1,83 0,28 15,30 5 Salicilna kislina 0,6 mM 7.4.07 1 - - - - - 6 Salicilna kislina 0,6 mM 20.4.07 3 12,2 17,0 14,06 2,57 18,27 7 Salicilna kislina 1,2 mM 5 1,5 2,0 1,88 0,21 11,17 8 Salicilna kislina 3 mM 1 - - - - - 9 Salicilna kislina 5,0 mM 3 1,0 2,3 1,43 0,75 52,44 10 Salicilna kislina 10 mM 2 - - - - - 11 PHOSAMCO 0,25 g/100 ml 2 - - - - - 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/100 ml 2 - - - - - 13 EDDHA+PHOSAMCO 0,5 mM 0,25 g/100 ml 1 - - - - - a  Število rastlin, ki so razvile opazovano lastnost b  Le ena od šesti rastlin je pri tem tretiranju razvila socvetno steblo \n9 Barva jezičastih cvetov (vrhnji del jez. cvet. na sp. strani)\nTretiranje Na Min. Maks. Sr. St. C.V.(%)  vr. dev. 1 Kontrola 4 1,31 6,21 2,93 2,21 75,42 2 Jasmonska kislina 0,01 mM 4 1,21 2,61 2,00 0,58 29  b 3 Jasmonska kislina 0,03 mM 1 - - - - - 4 Salicilna kislina 0,06 mM 3 1,21 6,21 4,54 2,88 63,43 5 Salicilna kislina 0,6 mM 7.4.07 1 - - - - - 6 Salicilna kislina 0,6 mM 20.4.07 3 2,10 2,71 2,37 0,30 12,65 7 Salicilna kislina 1,2 mM 5 1,21 6,21 5,20 2,23 42,88 8 Salicilna kislina 3 mM 1 - - - - - 9 Salicilna kislina 5,0 mM 3 2,10 6,21 3,47 2,37 68,29 10 Salicilna kislina 10 mM 2 - - - - - 11 PHOSAMCO 0,25 g/100 ml 2 - - - - - 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/100 ml 2 - - - - - 13 EDDHA+PHOSAMCO 0,5 mM 0,25 g/100 ml 1 - - - - - 10 Barva jezičastih cvetov (vrhnji del jez. cvet. na zg. strani) 1 Kontrola 4 1,20 6,31 3,92 2,65 67,60 2 Jasmonska kislina 0,01 mM 4 1,10 6,20 3,65 2,43 66,57 3 Jasmonska kislina 0,03 mM 1 - - - - - 4 Salicilna kislina 0,06 mM 3 1,00 6,11 4,40 2,94 66,81 5 Salicilna kislina 0,6 mM 7.4.07 1 - - - - - 6 Salicilna kislina 0,6 mM 20.4.07 3 2,10 8,61 6,27 3,62 57,73 7 Salicilna kislina 1,2 mM 5 1,00 6,00 5,00 2,23 44,6 8 Salicilna kislina 3 mM 1 - - - - - 9 Salicilna kislina 5,0 mM 3 2,00 6,10 3,36 2,36 70,23 10 Salicilna kislina 10 mM 2 - - - - - 11 PHOSAMCO 0,25 g/100 ml 2 - - - - - 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/100 ml 2 - - - - - 13 EDDHA+PHOSAMCO 0,5 mM 0,25 g/100 ml 1 - - - - - a  Število rastlin, ki so razvile opazovano lastnost b  Le ena od šesti rastlin je pri tem tretiranju razvila socvetje \n11 Premer osrednjega dela socvetja (cm) Tretiranje Na Min. Maks. Sr. St. C.V.(%)  vr. dev. 1 Kontrola 4 1,2 2,3 1,75 0,46 26,28 2 Jasmonska kislina 0,01 mM 4 1,3 3,5 2,80 1,03 36,78  b 3 Jasmonska kislina 0,03 mM 1 - - - - - 4 Salicilna kislina 0,06 mM 3 2,0 2,5 2,26 0,25 11,06 5 Salicilna kislina 0,6 mM 7.4.07 1 - - - - - 6 Salicilna kislina 0,6 mM 20.4.07 3 1,5 3,2 2,33 0,85 36,48 7 Salicilna kislina 1,2 mM 5 1,4 2,4 2,06 0,39 18,93 8 Salicilna kislina 3 mM 1 - - - - - 9 Salicilna kislina 5,0 mM 3 1,0 2,3 1,60 0,65 40,62 10 Salicilna kislina 10 mM 2 - - - - - 11 PHOSAMCO 0,25 g/100 ml 2 - - - - - 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/ 100ml 2 - - - - - 13 EDDHA+PHOSAMCO 0,5mM 0,25g/100ml 1 - - - - - 12 Višina socvetja (cm) 1 Kontrola 4 0,5 2,5 1,07 0,95 88,78 2 Jasmonska kislina 0,01 mM 4 0,7 2,5 1,77 0,81 45,76 3 Jasmonska kislina 0,03 mM 1 - - - - - 4 Salicilna kislina 0,06 mM 3 1,8 2,4 2,06 0,30 14,56 5 Salicilna kislina 0,6 mM 7.4.07 1 - - - - - 6 Salicilna kislina 0,6 mM 20.4.07 3 1,0 2,2 1,56 0,60 38,46 7 Salicilna kislina 1,2 mM 5 0,7 3,0 2,22 0,88 39,63 8 Salicilna kislina 3 mM 1 - - - - - 9 Salicilna kislina 5,0 mM 3 0,3 2,3 1,00 1,12 112 10 Salicilna kislina 10 mM 2 - - - - - 11 PHOSAMCO 0,25 g/100 ml 2 - - - - - 12 EDDHA+PHOSAMCO 0,06 mM 0,25 g/100 ml 2 - - - - - 13 EDDHA+PHOSAMCO 0,5 mM 0,25 g/100 ml 1 - - - - - a  Število rastlin, ki so razvile opazovano lastnost b  Le ena od šesti rastlin je pri tem tretiranju razvila socvetje \nKorelacijska povezanost med proučevanimi lastnostmi\nNajčvrstejše korelacije so bile ugotovljene med dolžino socvetnega stebla in premerom socvetja, med številom stranskih vej in višino socvetja, ter med maksimalno širino lista in oddaljenostjo prve stranske žile od listnega roba (Preglednica 3).\nVišina rastline in dolžina lista sta neodvisni lastnosti, saj je njuna korelacija zelo blizu vrednosti 0 (r = - 0,1). Najnižji korelacijski koeficient (r = 0,008) je bil ugotovljen med barvo jezičastih cvetov (vršni del jezičastih cvetov na spodnji strani) in dolžino socvetnega stebla. To pomeni, da je barva jezičastih cvetov (vršni del jezičastih cvetov na spodnji strani) neodvisna od dolžine socvetnega stebla. Zelo nizek korelacijski koeficient (r = – 0,007) imata tudi višina rastline in premer socvetja. Tu lahko sklepamo, da so možne zelo nizke rastline z zelo širokimi socvetji in zelo visoke rastline z zelo majhnim premerom socvetja. Med korelacijsko neodvisne lastnosti spadajo tudi maksimalna širina lista in premer osrednjega dela socvetja. To pa pomeni, da so možni genotipi z zelo ozkimi listi in širokimi socvetji in obratno.\nMed zanimive korelacije spada povezanost med višino rastline in barvo jezičastih cvetov (vršni del jezičastih cvetov na spodnji strani) (r = 0,463), kar pomeni da imajo višje rastline običajno temnejše jezičaste cvetove. Podobno velja tudi za višino rastline in barvo jezičastih cvetov na sredini zgornje strani (r = 0,531). Če logično povežemo korelaciji med višino rastline in barvo jezičastih cvetov (vršni del jezičastih cvetov na spodnji strani in barvo jezičastih cvetov na sredini zgornje strani), lahko zaključimo, da imajo višje rastline običajno temnejša socvetja.\nMed zanimive korelacije lahko uvrstimo tudi povezanost med maksimalno širino lista in višino socvetja. Rastline s širšimi listi so imele v povprečju višja socvetja. Ta odnos bi lahko razložili z povečano fotosintezo pri širših listih, ki omogoča boljši razvoj socvetja. \n"], "12": ["7 SKLEPI", "Naša raziskava je preliminarne narave. Vsako tretiranje je bilo ponovljeno le na šestih rastlinah, kar je premalo za kompleksnejšo statistično analizo. Poleg tega pa se nekatere lastnosti, vključene v raziskavo, niso razvile pri vseh rastlinah (npr. steblo in/ali socvetje, če je neka rastlina ostala trajno v rozetnem stadiju).\nDobljeni rezultati predstavljajo izhodiščne informacije, ki bi jih bilo potrebno preveriti na večjih vzorcih.\nVključili smo štiri kemikalije: jasmonsko kislino, salicilno kislino, EDDHA in gnojilo PHOSAMCO. Proučevali smo njihov vpliv na 12 lastnosti škrlatnega ameriškega slamnika.\nJasmonska kislina je imela najbolj pozitiven vpliv na razvoj osrednjega dela socvetja, na oddaljenost prve stranske žile od listnega roba, na dolžino in širino lista (pri koncentraciji 0,03 mM).\nSalicilna kislina pri koncentraciji 1,2 mM je bila najbolj učinkovita pri oblikovanju širine listne ploskve in višine socvetja. Pri koncentraciji 0,6 mM (7.4.2007) je imela največji vpliv na oddaljenost prve stranske žile prvega reda od listnega roba in na število stranskih vej. Koncentracija 0,6 mM (20.04.2007) je najbolj učinkovito vplivala na premer celotnega socvetja, učinkovala pa je tudi na premer osrednjega dela socvetja.\nPHOSAMCO je imel sorazmerno majhen vpliv na razvoj proučevanih lastnosti. Največji vpliv smo zabeležili pri koncentraciji 0,25 g / 100 ml pri oblikovanju dolžine lista.\nEDDHA kombinirana s PHOSAMCO je delovala dokaj podobno kot sam PHOSAMCO. Največji vpliv je zabeležen pri oblikovanju višine rastline in višine socvetja. \nNajčvrstejše korelacije smo ugotovili med dolžino socvetnega stebla in premerom socvetja, med številom stranskih vej in višino socvetja ter med maksimalno širino lista in oddaljenostjo prve stranske žile od listnega roba. Dokaj čvrste korelacije so bile ugotovljene tudi med maksimalno širino lista in višino socvetja. Širši listi so imeli v povprečju višja socvetja.\nNajšibkejše korelacije smo ugotovili med barvo jezičastih cvetov (vršni del jezičastih cvetov na spodnji strani) in dolžino socvetnega stebla. Zelo nizek korelacijski koeficient imata tudi višina rastline in premer socvetja. Sklepamo lahko, da so možne zelo nizke rastline z zelo širokimi socvetji in zelo visoke rastline z zelo majhnim premerom socvetja.\nPri planiranju raziskovanja učinkov posameznih kemičnih substanc na rast in razvoj škrlatnega ameriškega slamnika je potrebno upoštevati, da je to tujeprašna in pretežno heterozigotna vrsta. Zaradi heterozigotnosti, ki je povezana z genetsko raznolikostjo sortnih materialov, bi morale takšne raziskave temeljiti na mnogo številčnejših vzorcih.\nNa osnovi naših preliminarnih rezultatov bi bilo priporočljivo v nadaljnje raziskave vključiti jasmonsko kislino v koncentraciji 0,03 mM , salicilno kislino v koncentracijah 0,06, 0,6 in 1,2 mM in EDDHA v koncentraciji 0,5 mM. Na ta način bi imeli le štiri tretiranja (in kontrolo), kar bi omogočalo oblikovanje mnogo večjih vzorcev rastlin.\nV kemikalijah bi morali namakati malo mlajše rastline ali pa bi namakanje moralo trajati 48 ur. Takšen pristop bi najverjetneje omogočil večjo diferenciacijo med učinki posameznih kemikalij oz. njihovih koncentracij.\n"], "abstract": ["Preliminarna raziskava vpliva različnih kemičnih spojin na rast in razvoj škrlatnega ameriškega slamnika (Echinacea purpurea (L.) Moench) v kontroliranih razmerah Raziskava je potekala v rastlinjaku Fakultete za kmetijstvo in biosistemske vede Univerze v Mariboru na Pivoli pri Hočah (SV Slovenija). Glavni cilj naloge je bil priti do osnovnih informacij o vplivu nekaterih kemijskih substanc (jasmonska kislina, salicilna kislina, EDDHA in PHOSAMCO) v različnih koncentracijah na rast in razvoj škrlatnega ameriškega slamnika (Echinacea purpurea (L.) Moench) v kontroliranih razmerah. Mlade sadike smo namočili za 24 ur v odgovarjajoče koncentracije kemikalij in jih nato posadili v lonce. Fenotipska analiza je vključevala 12 lastnosti, opravljena pa je bila, ko so rastline dosegle stadij petih listov. Raziskava je pokazala, da so bile najbolj učinkovite jasmonska kislina (pri koncentraciji 0,03 mM) in salicilna kislina (pri koncentracijah 0,06; 0,6 in 1,2 mM). "]}