{"1": ["UVOD", "Svet konkurence ima dve možnosti, in sicer lahko izgubite, če pa si želite zmage, se morate spremeniti. Vsako podjetje, ki želi biti deležno uspeha, se mora spreminjati in slediti konkurenci, paziti na stroške, vlagati v svoj napredek in se neprestano nadgrajevati. Omenjeno je pomembno za vsak proces v podjetju, kakor tudi za skladišče, ki je glavna točka diplome.\nDanes se nahajamo v času krize, kjer glavni cilj podjetja ni več uspeti in se širiti, temveč v teh hudih časih preživeti. Iz tega razloga je tudi pomembno vedeti, kako zmanjšati stroške in prepoznati problem v podjetju.\nV obravnavanem podjetju se pojavlja problem predvsem pri skladiščnem poslovanju, kjer se ne poslužujejo informacijske podpore. To vodi v visoke stroške poslovanja, nepreglednost zalog in v nekakovostno poslovanje, kar je najpomembnejše. Ker gre v našem primeru za gradbeno podjetje, se je potrebno zavedati, da je skladiščenje in vodenje le-tega eden izmed pomembnejših procesov v organizaciji.\n"], "2": ["Opis problema", "Skladišče je prostor, kjer se shranjuje blago, glavni namen pa je predvsem ta, da služi kot premagovanje časovnih razlik med prodajalcem in porabnikom. Zelo pomembno je, da so skladišča urejena in dobro pretočna ter morajo vsebovati dovolj prostora za vse proizvode, ki jih želimo shraniti. Sistem delovanja skladišča mora biti zasnovan na tak način, da omogoča vse od sprejemanje blaga, izdaje blaga ter upravljanje skladišča, nemoten potek ter zagotavljati nizke stroške ter preglednost in kar je zelo pomembno, podjetje mora za doseganje maksimalne učinkovitosti imeti podporo informacijskega sistema.\nV podjetju Timi d.o.o. se srečujejo predvsem s problemom neurejenega skladiščnega poslovanja, ki je kot posledica papirnega poslovanja in še starega načina poslovanja povzročil, da nabavna in skladiščna služba ne poznata trenutnega stanja zalog. \nV podjetju še vedno strmijo k papirnemu načinu poslovanja, le-ta pa nosi veliko slabosti, ki otežujejo skladiščno poslovanje. Posledica tega je, da nabava ni povezana s skladiščem in tako ne ve kdaj, kaj in koliko je potrebno naročiti, da zaloge ne zmanjka. Pri izdaji materiala še vedno uporabljajo določen obrazec imenovan Reverz. Le-ta se izpisuje ročno, kar pomeni, da se porabi toliko časa več. Omenjene obrazce skladiščnik odnese nabavni službi, ta pa jih vnaša v sistem. Že iz tega je razvidno, da porabijo preveč časa pri izdaji materiala. Pri tem lahko pride do izgube obrazca, in sicer se lahko obrazec izgubi pri skladiščniku, pozabi izdani material zabeležiti ali pa se napaka zgodi v nabavni službi pri vnosu v sam sistem.\nPrav tako se v skladišču ne poslužujejo določenega mesta za prevzem materiala ali izdajo. Kot posledica se lahko zgodi gneča v samem skladišču. Le-to pa vodi v neučinkovit pregled prejetega materiala.\nSama predlagana rešitev uvedbe tehnologije črtne kode ter predhodna reorganizacija skladišča bi v podjetju zmanjšala stroške, povečala bi se učinkovitost poslovanja, izboljšal pregled nad stanjem zalog, skrajšal bi se čas prevzema ter izdaje materiala in s tem bi se tudi povečala natančnost.\n"], "3": ["Namen in cilj diplomskega dela", "Namen diplomskega dela je prikazati obstoječi način poslovanja v skladišču, ki se odvija v podjetju, ter s pomočjo informacij iz podjetja in posnetega stanja prikazati in opisati problem ter ga poskušati rešiti. Slednje z uvedbo informacijske podpore v nabavni službi kot tudi v skladišču ter s pomočjo črtne kode, ki danes igra pomembno vlogo.\nCilji diplomskega dela so:\n- pokazati trenutno stanje, ki se odvija v podjetju, ter prikazati obstoječ problem;\n- potek blaga v skladišču in delovanje podjetja na področju skladišča;\n- predstavitev možne rešitve problema;\n- predstavitev analize sedanjega stanja;\n- možnosti za izvedbo rešitve.\n"], "4": ["Predstavitev podjetja", "Podjetje Timi Krško je zraslo na osnovi 40-letnih izkušenj z izvajanjem gradbenih del predvsem v Posavju. Pred ustanovitvijo podjetja je lastnik posloval 25 let kot samostojni podjetnik. Ker je prerasel obrtniško dejavnost samostojnega podjetnika tako po prometu kot po številu zaposlenih, se je odločil, da poleg dejavnosti s.p. ustanovi tudi družbo z omejeno odgovornostjo s sedanjim imenom in obstoječo lastniško strukturo.\nPodjetje Timi Krško d.o.o. je bilo ustanovljeno leta 1996, z namenom opravljati dela na področju gradbeništva, in sicer dejavnosti visokih in nizkih gradenj. Rast zaposlenih v obdobju 2002 do 2005 je bila iz 36 na 42 zaposlenih. Trend rasti zaposlenih se je nato v prihodnjih letih vseskozi povečeval. Leta 2006 na 42 zaposlenih, leta 2007 je bilo zaposlenih 64 ljudi, leta 2008 se je to število povzpelo na 145, v lanskem letu 2009 pa so zaposlene zmanjšali na 137 – to je tudi podatek zaposlenih na dan 31.12.2009.\nPodjetje Timi Krško d.o.o. (polni naziv: Timi Krško, gradbeništvo d.o.o.) je lociran na naslovu Drnovo 3 v Leskovcu pri Krškem. Glavna dejavnost podjetja je opravljanje gradbenih del na področju visokih in nizkih gradenj z lastno gradbeno mehanizacijo in opremo, izvajanje zaključnih del v gradbeništvu ter gradnja na ključ. Po posamičnih naročilih izvajajo tudi rušitvena dela, zemeljska dela z gradbeno mehanizacijo, zidarska dela, betonska dela, izvajanje del na zunanjih ureditvah ipd.\n"], "5": ["Predpostavke in omejitve", "Stroški skladišča so lahko zelo visoki, če jih ne znamo pravilno optimirati. Problem, ki se pojavlja v večini podjetjih, je ta, da je logistika zanemarjena, predvsem pa da številna podjetja podcenjujejo logistiko in njeno pomembnost v skladišču. V času moderne dobe, kjer je tehnologija ključna, je zelo težko delovati in imeti pregled nad dogajanjem v skladišču, še posebej, kadar govorimo o kontroli zaloge ipd.\nPredpostavke:\n- v skladišču omenjenega podjetja je potrebno uvesti črtno kodo ali podobno  tehnologijo, ki bo izboljšala celoten sistem skladiščnega poslovanja; \n- omenjen način izboljšanja obstoječega stanja mora biti izveden s čim manjšimi  stroški in prav tako ne sme zahtevati veliko časa za usposabljanje delavcev oz. za  njihovo uvajanje na nov način poslovanja;\n- podjetje predvsem potrebuje nov sistem, ki bo omogočil kontrolo zalog, dobro  organizacijo postavljenega oz. uskladiščenega materiala, evidenco gibanja zalog in  predvsem poznavanje trenutnega stanja zalog.\n"], "6": ["Metode dela", "Podatki za izdelavo poročila so bili pridobljeni s pomočjo raziskave v samem podjetju, ki temelji na realnih podatkih. Vsebina je tako sestavljena iz dveh delov, teoretičnega ter praktičnega dela.\nMetode, ki so bile uporabljene za izdelavo poročila, so predvsem deskriptivna (opisna), ki omogoča opisovanje procesov, teorije, pojmov ter trditev, ki jih lahko potrdimo oz. utemeljimo, komparativno metodo, s katero primerjamo dobljene rezultate, metodo kompilacije, ki omogoča citiranje oz. navajanje trditev drugih avtorjev.\nVsi podatki potrebni za teoretični del so pridobljeni iz strokovne literature ter s pomočjo spleta. Podatki za praktični del diplomske naloge so pridobljeni s strani obravnavanega podjetja ter z opazovanjem v samem podjetju.\n"], "7": ["1 SKLADIŠČENJE", "Skladiščenje je zelo pomembno področje poslovanja vsakega podjetja. Kot nekakšen amortizer materialnih tokov zagotavlja pogoje za njihov normalni potek. S tem omogoča delovanje številnih drugih funkcij, predvsem nabave, proizvodnje in prodaje, saj zagotavlja nemoteno in pravočasno oskrbovanje (Potočnik, 2000, str. 99).\nKo govorimo o skladišču, običajno mislimo na prostor, kjer shranjujemo različne vrste materiala ali blaga, torej prostor z vsemi napravami, ki omogočajo sprejemanje, čuvanje in izdajanje blaga. Vanj vključujemo tudi manipulacijski prostor, prostor za vodstvo, pripravo skladiščnih opravil in evidenc ter vso skladiščno opremo od navadnih polic do avtomatiziranih naprav (Potočnik, 2000, str. 100).\n"], "8": ["1.1 Opredelitev skladiščenja", "Potočnik (2002, str. 100) pravi, da skladiščno poslovanje obsega vse dejavnosti, ki se nanašajo na prevzem, skladiščenje in izdajo materiala. Temeljna naloga skladiščne službe je ohranitev vrednosti materiala ob minimalnih skupnih stroških skladiščenja, ki obsegajo stroške lokacije skladišča, njegove organizacije in notranje ureditve ter stroške izvajanja skladiščnih funkcij.\nNamen skladiščenja je zagotovitev oskrbe vseh notranjih porabnikov s potrebnim materialom. Čeprav so vzroki za nastanek zalog različni, je zaloga odvisna od porabe materiala. S spreminjanjem proizvodnje, in s tem materialnih potreb, se največkrat spreminjajo tudi zaloge (Potočnik, 2002, str. 100).\nPoraba materiala je zelo različna. Le redkokdaj je popolnoma enakomerna v daljšem časovnem obdobju. Največkrat se poraba materiala zaradi številnih razlogov količinsko spreminja. Časovna nihanja imajo pogosto določeno tendenco, ki se kaže v naslednjih načinih porabe materiala (Potočnik, 2002, str. 100):\n- enakomerna poraba, ki se v času bistveno ne spreminja;\n- poraba, ki enakomerno narašča ali pada;\n- sezonska poraba z značilnimi sezonskimi nihanji; \n- poraba v zvezi z življenjskim ciklusom izdelka, ki v začetku enakomerno narašča,  nato je krajše ali daljše obdobje enakomerna in na koncu upada;\n- neenakomerna poraba, ki nima nikakršne zakonitosti.\nV skladišču nastajajo stroški s prevzemom, uskladiščenjem, čuvanjem in izdajanjem ter notranjim prevozom. Potočnik (2002, str. 102) deli skladiščne stroške na naslednje vrste:\n- stroški prevzema materiala;\n- stroški kontrole ob prevzemu;\n- stroški uskladiščenja;\n- stroški notranjega prevoza;\n- stroški čuvanja;\n- stroški kala in primanjkljajev;\n- stroški izdajanja materiala;\n- stroški vezave denarnih sredstev v zaloge (obresti);\n- zavarovalni stroški;\n- stroški inventur;\n- splošni stroški (amortizacija, energija ipd.);\n- plače zaposlenih.\nPosebej je potrebno opozoriti na dodatne stroške, ki nastanejo, če ni v zalogi zadostne količine potrebnega materiala, ko nastane potreba. Dodatni stroški nastanejo zaradi nujne nabave, da bi premostili »luknjo« v oskrbi, npr. plačilo višje cene od običajne, poslabšanje plačilnih pogojev in popustov, uporaba kakovostnejših in dražjih materialov, pa tudi zmanjšanje dobička zaradi neizpolnjenih naročil, pogodbene kazni zaradi zamud pri dobavi kupcem, stroški sprememb v proizvodnji ipd. (Potočnik, 2002, str. 102).\nDoločanje lokacije skladišča\nPo Potočniku (2000, str. 104) je izbira pravilne lokacije skladišča vprašanje, ki se pojavi že pri ustanovitvi podjetja. Pravilnost ali nepravilnost te odločitve stalno vpliva na stroške poslovanja, predvsem na višino prevoznih stroškov. Če bi ne bilo prevoznih \nstroškov, problema lokacije posameznih skladišč skoraj ne bi bilo. Tako pa prevozni stroški v veliki meri pogojujejo razporeditev skladišč. Gradnjo novih skladišč pogosto zahteva širjenje obsega proizvodnje. Izbira optimalne lokacije skladišč postaja vse bolj težavna, saj ne moremo graditi skladišč vedno na najustreznejšem kraju. Ustrezna lokacija skladišč mora omogočati predvsem:\n- hitrejši proizvodni proces;\n- krajši notranji prevoz in odpravo ozkih grl;\n- smotrnejšo oskrbo vseh porabnikov;\n- večjo prilagodljivost skladiščenja;\n- manjša investicijska vlaganja na enoto površine;\n- boljšo izrabo razpoložljivega prostora;\n- lažje delo zaposlenih itd.\nVseh teh zahtev ni mogoče vedno zadovoljiti. Mnoge so si tudi nasprotujoče. Izbira najboljše lokacije je vedno povezana z mnogimi neznankami, ki imajo v različnih okoliščinah različno težo. Vselej pa so pri tej izbiri odločujoči prevozni stroški (Potočnik, 2000, str. 104).\nOptimalna lokacija skladišča bistveno prispeva k znižanju stroškov skladiščenja. Seveda ne pričakujemo, da bomo na ugotovljeni optimalni lokaciji skladišče lahko tudi v resnici vedno zgradili. Na samo gradnjo vpliva več dejavnikov, kot so npr. (Potočnik, 2000, str. 104):\n- prometni pogoji in dostopnost lokacije;\n- možnost priključka na železniško in cestno omrežje;\n- velikost skladišča in s tem povezana potreba po prostoru;\n- možnost parkiranja in garažiranja;\n- stroški gradnje in kreditni pogoji za posamezne lokacije;\n- razne ugodnosti ali dodatni stroški posameznih lokacij;\n- preskrba z energijo in vodo;\n- prostor za morebitno širjenje.\n"], "9": ["1.1.1 Naloge in cilji skladiščenja", "Cilj skladiščnega poslovanja je zmanjšanje skladiščnih stroškov ob zagotovitvi načrtovane stopnje oskrbe proizvodnje z materiali in kupcev s končnimi izdelki. Skladiščna služba opravlja dejavnosti, ki so povezane s časovno funkcijo trgovine, tako da prevzema blago in ga čuva do trenutka izdaja. Naloge skladiščenja so zlasti (Potočnik, 2000, str. 77):\n- da skladiščeno blago varuje pred kvarom, kalom, krajo in drugimi nevarnostmi  (tehnična funkcija);\n- da sproti opozarja nabavno službo o vrednosti in gibanju zaloge posameznih  izdelkov (ekonomska funkcija).\nVišino stroškov skladiščnega poslovanja določajo naslednji dejavniki (Potočnik, 2000, str. 106):\n- količina, ki je v zalogi;\n- vrednost zaloge;\n- čas skladiščenja;\n- tehnična ureditev skladišča.\nPotočnik (2000, str. 106) med skladiščne stroške prišteva direktne stroške povezane z zalogo in njenim vzdrževanjem ter indirektne stroške, kot so obresti od posojil za zalogo, amortizacija, splošni stroški, stroški vodenja ipd. Skladiščenje ima torej dve temeljni nalogi:\n- premostitev časa (med nabavo in porabo materiala);\n- tehnično, kot so čuvanje, preoblikovanje ali dodelava (sušenje lesa).\n"], "10": ["1.2 Povezava med nabavo in skladiščem", "Nabava je poleg proizvodnje in prodaje najpomembnejša poslovna funkcija v podjetjih. Njena temeljna naloga je preskrba podjetja s surovinami, izdelavnim materialom, storitvami, energijo, pomožnim materialom, pa tudi s stroji itd. Nobeno podjetje, predvsem proizvodno, ne more poslovati brez navedenih materialnih prvin proizvodnje. Za poslovni uspeh podjetja pa ni pomembno le, da razpolaga s primerno količino materiala, ampak tudi to, da je material ustrezne kakovosti, kupljen po primerni ceni in \ntudi pravočasno na razpolago. Nabava je prav tako izjemno pomembna poslovna funkcija v trgovini (Potočnik, 2000, str. 5).\nV zadnjih letih se pomen nabave v podjetjih spreminja, kar se kaže v čedalje večjem zanimanju za to dejavnost. Če upoštevamo finančna sredstva, ki so ponavadi povezana s pripravo in uresničenjem nabavnih poslov, ni to nič nenavadne. Gospodarna in učinkovita nabavna funkcija lahko veliko pripomore k uspešnosti podjetja. Zaradi izvajanja izboljšav pri razvoju izdelkov se je v številnih podjetjih pokazala potreba po izboljšanju odnosov z dobavitelji, tako da bi za razvoj izdelkov potrebovali manj časa, prešli na dobavo ravno ob pravem času in brez napak (Potočnik, 2000, str. 6).\nNabava v ožjem pomenu je nakup materiala po dogovorjeni ceni na določenem trgu. V širšem pomenu pa obsega nabava poleg samega nakupa predvsem še naslednje dejavnosti: raziskovanje nabavnega trga, planiranje nabave, oblikovanje nabavne politike, sklepanje nabavnih dogovorov, količinski in kakovostni prevzem materiala, skladiščenje, analiziranje in evidentiranje nabavnih poslov. Nabavna služba podjetja se praviloma sooča z naslednjimi vprašanji (Potočnik, 2000, str. 6):\n- kaj kupiti;\n- koliko kupiti;\n- kdaj kupiti;\n- kje kupiti;\n- po kakšnih pogojih kupiti;\n- koliko plačati.\nOdgovori na ta vprašanja natančneje opredeljujejo pojem nabave. In sicer nabava je tista poslovna funkcija, ki pravočasno, po primerni ceni, s potrebno količino in ustrezno kakovostjo oskrbuje podjetja s surovinami, materiala in energijo ter z blagom ipd. (Potočnik, 2000, str. 7).\nNajpomembnejše naloge nabave so (Potočnik, 2000, str. 10):\n- določitev potreb po materialu za proizvodnjo oz. potreb po določenem blagu;\n- izbira dobaviteljev na podlagi ugotovitev raziskave nabavnega trga;\n- načrtovanje nabave; \n- pripravljalna dela: iskanje ponudb, analiza ponudb, nabavne kalkulacije ipd.;\n- polaganje in sklenitev pogodb za nabavo materiala;\n- naročanje;\n- prevzem materiala;\n- kontrola in reklamacije;\n- izdaja naloga za plačilo;\n- evidenca nabave.\nNabava v širšem pomenu oz. oskrbovanje obsega pridobivanje vsega materiala in blaga, potrebnega za delovanje, vzdrževanje in vodenje podjetja; načeloma vključuje tudi različne storitve izvajalcev. Opravljanje nabavnih nalog temelji torej na štirih razsežnostih (Potočnik, 2000, str. 10):\n- tehnični, ki se nanaša na specifikacije materialov;\n- komercialni, povezani s plačilnimi in dobavnimi pogoji;\n- logistični, ki se nanaša na časovno razporejanje dobav materiala, ki ga je treba sproti  naročiti ali dobav skladno z načrtovano materialno porabo;\n- administrativni, ki se nanaša na administrativna opravila nabavnega oddelka.\nMedsebojna povezanost in soodvisnost posameznih nabavnih opravil opozarja na kompleksnost nabavne problematike, saj se napake v vsaki skupini opravil odrazijo negativno v vseh drugih skupinah (Potočnik, 2000, str. 10).\nKer je skladiščna služba tesno povezana z nabavno službo pri prevzemu blaga in prodajno službo pri izdaji blaga, je med temi službami potrebna dobra koordinacija, ki zagotavlja nemoteno skladiščenje in gibanje izdelkov od prevzema do izdaje; to je temeljni tehnološki proces skladiščenja, ki se mora prilagajati vrsti in značilnostim izdelkov in dejavnostim, ki jih opravljajo podjetja (Potočnik, 2000, str. 78).\n"], "11": ["1.3 Skladiščne funkcije", "Organizacija skladiščnega poslovanja je neposredno povezana s temeljnimi funkcijami, ki jih opravlja skladišče. Te so (Potočnik, 2000, str. 105):\n- prevzem materiala; \n- čuvanje materiala;\n- namestitev in uskladiščenje;\n- izdajanje materiala;\n- vodenje evidenc o skladiščnemu poslovanju.\nMed dodatne funkcije skladiščenja prištevamo še (Potočnik, 2000, str. 106):\n- izravnalno funkcijo, saj praviloma iz gospodarskih ali tehničnih razlogov ni  smiselno ali ni mogoče količinsko, časovno in prostorsko uskladiti nabave,  proizvodnje in prodaje – to uskladitev omogoča zaloga v skladišču;\n- varnostno funkcijo, ki omogoča zmanjšanje tveganja zaradi nihanj v ponudbi  materiala, ki bi lahko povzročila prekinitev proizvodnje in izgubo trgov;\n- sortimentno funkcijo, ki je zlasti pomembna v trgovskih podjetjih, ki iz delnih  sortimentov posameznih proizvajalcev oblikuje nov trgovski sortiment;\n- funkcijo oplemenitenja izdelkov, ki v skladišču zorijo, se starajo oz. postanejo zreli  za nadaljnjo predelavo;\n- špekulativno funkcijo v pričakovanju večjih sprememb na trgu glede cen in količin.  Z zalogo se podjetje izogne zlasti posledicam naglega spreminjanja cen;\n- funkcijo odstranjevanja odpadkov prek posebnega skladišča za odpadke, izmeček,  pokvarjene izdelke ipd.\nPri izvajanju skladiščnih funkcij morajo podjetja upoštevati načelo ekonomičnosti, t.j. da znižujejo stroške skladiščenja na enoto uskladiščenega blaga in da hkrati ohranjajo uporabno vrednost izdelkov (Potočnik, 2000, str. 80).\n"], "12": ["1.3.1 Prevzem materiala", "Prevzem materiala v skladišče delimo po vrstah materiala in virih dobave v naslednje skupine (Potočnik, 2000, str. 116):\n- prevzem materiala, ki je kupljen pri dobaviteljih;\n- prevzem nedokončane proizvodnje (polizdelkov in raznih delov);\n- prevzem materiala po dodelavi pri kooperantih;\n- prevzem materiala, ki ga proizvodnja vrača v skladišče;\n- prevzem materiala iz drugih skladišč; \n- prevzem materiala po ugotovitvi inventurnih presežkov.\nPrevzem materiala izvršimo na podlagi prevzemnice, povratnice, interne dobavnice ali komisijskega zapisnika.\nKoličinski prevzem materiala poteka na podlagi preštevanja, merjenja ali tehtanja celotne količine oz. na podlagi vzorcev, iz katerih je mogoče izračunati celotno dobavljeno količino. Če je pri prevzemu ugotovljeno, da se količina materiala ne ujema z dokumenti, izdela skladišče komisijski zapisnik, ki je podlaga za zahtevek do dobavitelja, da odpravi napako. Če nabavna služba materiala ne sprejme, ga mora skladiščna služba ne glede na vzrok začasno do dispozicije dobavitelja uskladiščiti kot dober gospodar (Potočnik, 2000, str. 116).\nKakovostni prevzem materiala lahko izvrši skladišče le za standardizirani material. Praviloma ugotavlja podjetje dejansko kakovost materiala s kemično analizo, primerjavo fizikalnih lastnosti ali drugih značilnosti posameznih vrst materiala v oddelku vhodne kontrole ali pri pooblaščeni instituciji (Potočnik, 2000, str. 116).\nPostopek pri komisijskem prevzemu materiala. Če skladišče ugotovi količinsko ali kakovostno napako, mora nabavna služba določiti komisijo za prevzem materiala. Ta je lahko sestavljena za vsak primer posebej, lahko pa je tudi stalna komisija. Komisija ima nalogo, da ugotovi dejansko stanje ter vzroke, zakaj so nastale napake pri dobavi. Sestavi se zapisnik s sledečimi podatki oz. vsebino (Potočnik, 2000, str. 117):\n- točen naslov dobavitelja;\n- prevoznik, špediter, prevoznica in dobavna dokumentacija;\n- datum prejema materiala z ugotovitvijo, ali je dobavitelj v zamudi glede rokov  dobave;\n- kraj prejema z navedbo skladišča, tovorne postaje;\n- količina prejetega materiala in kako je bila ta količina ugotovljena;\n- kakovost prejetega materiala s pripombo, na kakšen način je bila ugotovljena;\n- opis embalaže in v kakšnem stanju je prispela;\n- razlog, zakaj so po mnenju komisije nastale napake;\n- predlog komisije za nadaljnje ukrepanje; \n- datum kontrole in sestavljanja zapisnika;\n- podpisi članov komisije in njihove funkcije.\nV skladiščih, kjer vodijo prevzem in izdajo računalniško, poteka prevzem po sledečih postopkih (Potočnik, 2000, str. 117):\n- usmeritev vozila na ustrezno lokacijo razkladanja oz. prevzema materiala;\n- identifikacija materiala;\n- razkladanje vozila, oblikovanje ustreznih skladiščnih prevoznih enot oz. določitev  prevzemnega mesta na vhodu;\n- grobi količinski prevzem;\n- podrobni količinski in kakovostni prevzem;\n- priprava prevzemne dokumentacije, vpisovanje podatkov o materialu;\n- avtomatska določitev lokacij za uskladiščenje in morebitno reklamiranje dobave.\nVodstvo prevzemnega oddelka usmeri vse prispele pošiljke po lokacijah skladiščenja in določi mesto, kje se bo material prevzemal. Voznik novo dostavljenega materiala takoj ob prihodu preda dobavno dokumentacijo v skladiščno pisarno, kjer prihod računalniško evidentirajo. Na dobavnici dobavitelja so vsi podatki o materialu, ki jih vnesejo v računalnik in obvestijo nabavo. Po identifikaciji materiala vodstvo nabavnega oddelka odloči, da material prevzame ali pa material zavrne dobavitelju. Za material, ki ga v skladišču prevzamejo, določijo vrsto in obliko skladiščnih prevozni enot (palet). Kakšne palete bodo uporabili, je odvisno od lastnosti materiala in od njegove transportne oz. komercialne embalaže. S kontrolo rokov preverimo, ali je dobavitelj upošteval dogovorjeni dobavni rok. Načrtovanje in vodenje materialnega toka v skladišču je odvisno od razporeditve dobavnih rokov, zlasti pri sistemu sprotnih dobav, saj dobavljeni material praviloma še isti dan prevzame proizvodnja. Pri zamudi dobav materiala lahko nastanejo težave v proizvodnji oz. pri prodaji končnih izdelkov, posledice tega pa so pogodbene kazni, zmanjšane prodaje, poslabšanje bonitete oz. dobrega imena podjetja, česar še zdaleč ne odtehta dobaviteljevo plačilo kazni za zamudo, če je bila dogovorjena (Potočnik, 2000, str. 117).\nPotočnik (2000, str. 117) pravi, da je pomembno določiti višino stroškov nezaloženosti. Ti se namreč od primera do primera razlikujejo, kot so različne tudi posledice \nnezaloženosti. Vsaka nezaloženost ne povzroči nujno zastoja v proizvodnji, saj lahko včasih:\n- spremenimo proizvodni program in s tem premostimo pomanjkanje določenega  materiala;\n- zamenjamo material z drugim še ustreznim materialom (substitutom);\n- pospešimo nabavne aktivnosti;\n- si izposodimo manjše količine manjkajočega material.\nTudi predčasna dobava je lahko nezaželena, če podjetje nima prostih zmogljivosti v skladišču oz. nastanejo s prevzemom predčasno dobavljenega materiala dodatni stroški. Predvsem kupci, ki nimajo dovolj skladiščnih zmogljivosti oz. uporabljajo javna skladišča, se izogibajo predčasnim dobavam (Potočnik, 2000, str. 117).\n"], "13": ["1.3.2 Uskladiščenje materiala", "Uskladiščenje materiala je druga pomembna funkcija skladiščnega poslovanja. Od pravilne namestitve je odvisno čuvanje materiala ter preprečevanje izgub. Nepravilna namestitev povzroča neracionalno izrabo prostora in večje stroške manipulacije z materialom. Način uskladiščenja materiala je odvisen od številnih dejavnikov, zlasti (Potočnik, 2000, str. 119):\n- vrste materiala, ki ne vpliva le na namestitev, ampak tudi na lokacijo in gradnjo  skladišča ter njegovo organiziranost. Pri kosovnem materialu je način skladiščenja  enostaven, zato pa je težje skladiščiti razsute materiale, ki zahtevajo posebne  pregrade, predale, silose ipd. Material v tekočem ali plinastem stanju prihaja v  skladišče že v sodih ali cisternah, zato je njegova namestitev relativno enostavna. Za  nekatere vrste materiala so potrebna posebna skladišča zaradi varnosti (strupi);\n- tehnološke značilnosti materiala, ki bistveno vplivajo na razporeditev materiala v  skladišču. Hitro pokvarljiv material je potrebno posebno pazljivo uskladiščiti in  čuvati. Nekatere vrste materiala so občutljive na vlago, druge na toploto, tretje je  potrebno skladiščiti pri nizkih temperaturah ali celo zamrzniti. Vnetljiv ali  eksplozivni material je potrebno posebno pazljivo uskladiščiti in pri tem upoštevati  vse varnostne predpise. Zaradi čuvanja zdravja ljudi in varovanja okolja moramo  nevarni material ločeno skladiščiti in vidno označiti. Po posebnih predpisih moramo  ravnati pri uskladiščenju radioaktivnega materiala; \n- prostorska zmogljivost skladišča, ki opredeljuje skupaj s tehnološkimi značilnostmi  materiala tehnične rešitve skladiščenja. Horizontalna namestitev omogoča lažjo  manipulacijo z materialom. Opremo in prevozna sredstva uporabljamo samo v  horizontalni smeri, zato niso potrebna dvigala, elevatorji, lestve, spustne drče ipd.  Pomanjkljivosti so predvsem dolge notranje prevozne poti in večji stroški  vzdrževanja sorazmerno velikih skladiščnih površin. Pri vertikalnem uskladiščenju  materiala je prednost v racionalnejši izrabi prostora, pomanjkljivost pa v težji  manipulaciji z materialom in večjih stroških za opremo (regali). Namestitev  materiala mora ustrezati zahtevam in ritmu proizvodnje. Material, ki ga je potrebno  izdajati večkrat in v večjih količinah, mora biti uskladiščen bliže izdajnemu mestu in  obratno. Izdajanje naj poteka v enakem zaporedju, kot je skladišče prevzelo  material, posebno pri pokvarljivem materialu, za katerega uporabljamo v tehničnem  pogledu le metodo FIFO (first in first out) – prvi v - prvi iz;\n- z izbrano tehniko skladiščenja moramo zagotoviti hitro in učinkovito kontrolo in  tudi ekonomičnost skladiščnega poslovanja, ki je vse bolj odvisna predvsem od  uporabe sodobne mehanizacije (viličarji, palete). Namestitev materiala na skladiščne  police je možna po dveh temeljnih sistemih, in sicer stalno skladiščno mesto za  posamezno vrsto materiala (fiksni sistem uskladiščenja) ter spremenljivo skladiščno  mesto za posamezno vrsto materiala (fleksibilni sistem uskladiščenja). Pri fiksnem  sistemu določimo za vsako vrsto materiala točno določen prostor. Največja prednost  tega sistema je preglednost, ki omogoča enostavno kontrolo, manipulacijo in  pripravo za izdajanje. Fiksni sistem je nujen pri računalniškem spremljanju  prevzema in izdaje materiala, saj moramo določiti za vsako vrsto materiala  skladiščne koordinate, ki opredeljujejo mesto skladiščenja. Največja pomanjkljivost  fiksnega sistema je prevelika potreba po skladiščnem prostoru, ker ostaja skladiščni  prostor rezerviran za določen material tudi, ko ga ni v zalogi. Pri fleksibilnem  sistemu skladiščimo prevzeti material na naslednje prosto skladiščno mesto,  izdajamo pa iz vsakokrat najbolj primernega mesta. S tem se odrečemo načelu »prvi  v – prvi iz«, kar je temeljna pomanjkljivost fleksibilnega sistema. Najpomembnejša  prednost je zmanjšanje stroškov, saj ni potrebno rezervirati in ohranjati praznih  površin za material, ki ga ni v zalogi.\n"], "14": ["1.3.3 Čuvanje materiala", "Uskladiščen material moramo zaščititi. Med skladiščenjem nastajajo primanjkljaji (kalo in kraja) ter kvar materiala. Kalo nastaja zardi različnih razlogov, odvisno od vrste in lastnosti materiala. Negativne učinke povzročata predvsem vlaga in svetloba (npr. korozija kovin ali izguba barve pri tekstilnih izdelkih). Posebno problematično je čuvanje vnetljivih in eksplozivnih snovi. Zato je potrebno v skladiščih uvesti varnostne ukrepe, da bi pravočasno preprečili večje škode (Potočnik, 2000, str. 120). Pri shranjevanju in varovanju trgovskega blaga morajo v skladiščih upoštevati lastnosti uskladiščenega blaga. Posebno pozornost morajo posvetiti:\n- temperaturi in vlažnosti zraka;\n- načinu zlaganju;\n- blagovni soseščini.\nTemperatura naj bo prilagojena posameznim vrstam materiala. Na kakovost kvarno vpliva večja sprememba temperature, zato naj bo temperatura čim bolj stalna. Tudi stopnja vlažnosti zraka mora ustrezati lastnostim materiala. Blago, ki vsebuje večje količine vlage, potrebuje bolj vlažen zrak.\nMaterial oz. trgovsko blago moramo zlagati tako, da je omogočeno kroženje zraka med naloženim blagom. Blago ne sme biti naloženo neposredno na tla, pa tudi ne tik zidu. Če blago zložimo na prevelike kupe, zrak ne more krožiti med posameznimi kosi ali policami (Potočnik, 2000, str. 120).\nPotočnik (2000, str. 121) pravi, da normalne izgube nastajajo zaradi razlogov, na katere skladišče skoraj ne more vplivati. Tem izgubam pravimo kalo. So posledica temperaturnih razlik, vlage, različnih oblik manipulacije z materialom (npr. sortiranje, merjenje). Z urejenim čuvanjem lahko kalo zmanjšamo na tehnični minimum. Zato je koristno, da normiramo kalo za vsako vrsto materiala, kar zagotavlja gospodarnejše ravnanje z materialom v skladišču.\nNormativ izgub je najvišji dovoljeni odstotek izgube materiala, ki še lahko nastane v normalnih pogojih skladiščenja. Seveda moramo normative izgub spreminjati glede na dejanske pogoje poslovanja v skladišču, pri izboljšanju mehanizacije in prevoznih \nnaprav. Od skladiščnega kala moramo razlikovati prevozni kalo, ki nastaja pri prevozu materiala od dobavitelja do kupca, pa tudi pri internem prevozu med skladišči in proizvodnimi enotami oz. v trgovini pri prevozu v prodajalne (Potočnik, 2000, str. 120).\nRedna ali občasna kontrola zalog je nujna prav zaradi materialnih izgub. Če teh ne bi bilo, ne bi bilo potrebno preverjanje, inventure, usklajevanje ipd. Ker vemo, da izgube vedno nastajajo, moramo uvesti poseben sistem kontrole zalog v skladiščih. Dobro postavljen sistem kontrole je hkrati preventiven ukrep, saj možnost preverjanja sili ljudi k natančnemu delu. Politika skladiščenja materiala se nanaša torej predvsem na odpravljanje vzrokov za nastajanje izgub, pa tudi na odločitve povezane z ureditvijo in opremo skladišča, namestitvijo materiala, načinom čuvanja, kontrolo in skladiščno dokumentacijo (Potočnik, 2000, str. 120).\n"], "15": ["1.3.4 Izdajanje materiala", "Kot pri prevzemu razlikujemo tudi pri izdajanju materiala notranje in zunanje izdajanje (Potočnik, 2000, str. 122):\n- izdajanje materiala v proizvodne enote zaradi predelave;\n- izdajanje materiala zaradi premeščanja v druga skladišča iste ali druge proizvodne  enota;\n- izdajanje tujega materiala v dodelavo lastni proizvodnji ali kooperantom;\n- izdajanje materiala drugim podjetjem ali kooperantom zaradi predelave ali  dodelave;\n- izdajanje materiala zaradi skladiščenja v javnih skladiščih;\n- izdajanje nekurantnega materiala zaradi odprodaje.\nMaterial je mogoče izdati samo na podlagi dokumentacije, kot so izdajnica, medskladiščnica in dobavnica. Skladišče izdaja material v predelavo na podlagi zahtevnice priprave dela. Pri pokvarljivem materialu moramo posebej paziti, da izdajamo najprej tisti material, ki smo ga prej uskladiščili. S tem se izognemo nevarnosti, da bi se pokvaril med skladiščenjem. Zato velja za izdajanje materiala načelo, da je potrebno izdati tisti material, ki je bil sprejet v skladišče prej in šele nato prevzeti material - metoda FIFO (Potočnik, 2000, str. 122).\n"], "16": ["1.3.5 Skladiščna dokumentacija", "Vse spremembe v skladišču morajo biti dokumentirane in evidentirane. Skladiščno dokumentacijo sestavljajo naslednje listine (Potočnik, 2000, str. 123):\n- prevzemnica, s katero skladišče potrjuje prevzem materiala. Prevzemnico izstavi  skladiščnik na podlagi dejanskega prevzema materiala v skladišče ali na drugem  prevzemnem mestu. V prevzemnico se vpišejo naslednji podatki: naziv materiala,  šifra ali koda, enota mere, količina, cena ter podatki o dobavitelju, načinu dostave,  prevozni dokumentaciji in embalaži. Če nastane razlika med dejansko prevzeto  količino in podatki v dobaviteljevi dokumentaciji, bo nabavna služba sprožila  reklamacijski postopek;\n- izdajnica je dokument, ki se uporablja za izdajo materiala iz skladišča v proizvodne  enote. Na vsaki izdajnimi mora biti označena številka delovnega naloga, naziv in  koda materiala, enota mere, količina, cena in vrednost. Izdajnica se uporablja tudi  pri izdaji polizdelkov, pomožnega materiala, embalaže ipd.;\n- medskladiščnica je dokument, ki se uporablja za premike materiala med skladišči  iste proizvodne enote. Ker se material samo prenaša iz skladišča v skladišče, se  seveda skupna količina materiala v zalogi ne spremeni: z medskladiščnico se  razbremeni le eno skladišče in obremeni drugo;\n- povratnica se uporablja pri vračilu materiala iz proizvodnje. Dokument ima iste  podatke kot izdajnica;\n- dobavnica je dokument, ki se uporablja pri prodaji končnih izdelkov. Vsebuje  naslednje podatke: naslov kupca, datum dobave, naziv in koda materiala ali blaga,  enoto mere, količino, ceno in vrednost.\nSkladiščno evidenco vodi podjetje s pomočjo skladiščne kartoteke, ki vsebuje za vsak material naslednje podatke (Potočnik, 2000, str. 123):\n- naziv, šifro ali kodo;\n- datum knjiženja;\n- številko prevzemnice, izdajnice, povratnice itd.;\n- enoto mere;\n- prevzem (količinsko);\n- izdajo (količinsko); \n- stanje (količinsko, lahko tudi vrednostno).\nSodobno skladiščno evidenco omogoča računalniško spremljanje prevzema in izdaje materiala, ki zagotavlja tudi takojšnjo ugotovitev zaloge in s tem pravočasno odločanje o količini novega naročila. Številna podjetja uporabljajo »visečo« skladiščno kartoteko, ki ima pri nekaterih vrstah materiala prednosti za operativno delo skladiščnika, če si sproti zapisuje prevzeto in izdano količino. Z uveljavljanjem računalniškega spremljanja prevzema in izdaje materiala ta oblika skladiščne evidence hitro izginja (Potočnik, 2000, str. 124).\n"], "17": ["1.4 Informacijska podpora skladišču", "V osnovi so za učinkovito organizacijo skladiščnega poslovanja potrebne zanesljive in pravočasne informacije o blagu, ki se nahaja v skladišču. Informacijska podpora skladiščnemu procesu omogoča nadzor nad (Potrč, 2007):\n- logističnimi dogodki;\n- delovnimi procesi;\n- blagom;\n- prostorom;\n- materialom in človeškimi viri.\nPoleg informacij o stanju blaga je pomembno tudi povezovanje informacij z vsemi sodelujočimi v celotni oskrbni verigi (Potrč, 2007):\n- dobavitelji;\n- partnerji;\n- prevozniki;\n- distributerji;\n- kupci.\nInformacijska podpora oskrbni verigi in skladiščenju mora biti usklajena s poslovnimi informacijskimi sistemi. Uporabnikom v skladišču in proizvodnji mora zagotavljati zanesljivo pomoč ter vodenje postopkov v realnih delovnih okoljih (Potrč, 2007). \nIntegrirani poslovni informacijski sistem (ERP)\nERP daje pregled nad zalogami in proizvodnjo v integriranem paketu, ki lahko pomaga vodstvu planirati in voditi celoten proizvodni proces, od začetnega naročanja surovin, preko izdelave do končnega izdelka, pripravljenega za odpremo. Omenjeni sistem lahko pomaga podjetju povečevati produktivnost in zniževati pretočne čase in stroške s podporo pri sledečih funkcijah (Rihter, 2008, str. 67):\n- izdelavi in vzdrževanju vsestranskega plana delovanja z integriranim nadzorom nad  zalogami in proizvodnjo;\n- optimizaciji izrabe delovnih sredstev in delovne sile s pomočjo skrbnega nadzora  nad viri in hitrim odzivanjem, ko je potrebno ponovno terminiranje;\n- doseganju ravnovesja med proizvodnimi stroški in zadovoljevanjem kupcev z  uporabo učinkovitih tehnik planiranja materialov in proizvodnje ter merjenja\n"], "abstract": ["V diplomskem delu je predstavljen problem neurejenega skladiščnega poslovanja v podjetju Timi Krško, gradbeništvo d.o.o., ki se ukvarja z gradbeno dejavnostjo. V omenjenem podjetju se srečujejo predvsem s problemom skladiščnega poslovanja, ki še vedno temelji na papirnem poslovanju. Le-to ni podprto z informacijsko podporo, kar povzroča velik problem v skladišču kot tudi v nabavni službi. Problematika obravnavana v diplomskem delu obsega prevzem materiala, izdajo materiala iz skladišča ter skladiščenje materiala. Prikazana je rešitev s pomočjo uporabe tehnologije črtne kode in nadgraditev obstoječega računalniškega programa, ki ga je podjetje že uvedlo. Pred tem pa je potrebna reorganizacija skladišča. Predlagana rešitev se je v diplomskem delu izkazala kot pozitivna rešitev za obravnavano podjetje, saj se z uvedbo informacijske podpore doseže večja učinkovitost, skrajša se čas dela in kar je najpomembnejše, zaloge so v trenutku znane. "]}