{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev oz. opis problema, ki je predmet raziskovanja", "Za potrebe optimalnega upravljanja zalog in analize njihove dinamike je potrebno razviti ustrezne matematične modele. Magistrsko delo se osredotoča na stohastično upravljanje zalog, pri čemer gre za obravnavo naključnega značaja povpraševanja v enem letu.\nProblematika magistrskega dela je torej usmerjena v področje optimalnega upravljanja zalog pri stohastičnem povpraševanju, kjer je uporabljen nov pristop za načrtovanje modela pri zveznem pregledovanju stanja zalog. Za razliko od obstoječih stohastičnih modelov pri tem pristopu je razvit model na nekoliko drugačnih principih. Namesto da je povprečna vrednost stanja zalog v določenem časovnem intervalu linearna funkcija, uporabimo pristop z eksponentno funkcijo, kjer proučujemo vpliv ukrivljenosti funkcije na celotno stroškovno funkcijo. Le-ta pa je ključna pri obravnavi stroškovnega vidika upravljanja zalog v izbranem podjetju.\nMagistrsko delo najprej prikaže kratek povzetek klasičnega pristopa modeliranja z uporabo linearne funkcije za aproksimacijo povprečne vrednosti stanja zalog v določenem časovnem intervalu, ki vodi do razvoja klasičnega zveznega (Q, s ) modela za optimalno upravljanje zalog. Nato je izvedena primerjava z modelom, ki temelji na novo razviti funkciji za aproksimacijo povprečne vrednosti stanja zalog v določenem časovnem intervalu. Pri tej primerjavi se kvaliteti novo razvitega in klasičnega modela vrednotita na način, da se analizirajo vrednosti modela skupne stroškovne funkcije. Glede na to, da se vsi avtorji sklicujejo na optimalno upravljanje zalog na osnovi modelov z linearno aproksimacijo povprečne vrednosti stanja zalog, želimo v tem delu dokazati, da lahko z eksponentno funkcijo dosežemo boljše rezultate. Le-to pomeni tudi občutno nižje stroške pri upravljanju zalog v izbranem podjetju.\nPri razvoju eksponentne funkcije za aproksimacijo povprečne vrednosti stanja zalog gre pravzaprav za dva tipa krivulj, kjer velja njuna zrcalna simetrija glede na linearno \npredznaku naklona krivulje. V magistrskem delu se tudi preverja hipoteza, ali povečanje naklona obeh krivulj bodisi v eno ali drugo smer (glede na linearno premico) vodi do nadaljnjega zmanjševanja skupnih stroškov upravljanja zalog. Večji kot je torej naklon krivulje za aproksimacijo povprečne vrednosti stanja zalog, manjši naj bi bili skupni stroški upravljanja zalog.\nKer v določeni fazi razvoja načrtani modeli postanejo zapleteni s stališča analitičnega izračuna rezultatov, je potrebno vpeljati tudi iterativne postopke in si pomagati z numeričnimi metodami. Rezultat le-teh so optimalne izračunane veličine: optimalna naročilna količina in optimalna signalna zaloga, na katerih temelji optimalna strategija upravljanja zalog. Poleg tega pa je s pomočjo teh veličin mogoče izračunati tudi skupno stroškovno funkcijo pri optimalnih pogojih in na ta način primerjati klasični model z novo razvitim modelom.\n"], "3": ["1.2 Cilji in teze magistrskega dela", "Namen magistrskega dela je preizkušanje različnih oblik funkcij za aproksimacijo povprečne vrednosti stanja zalog v določenem časovnem intervalu, ki lahko vplivajo na strukturo končnega zveznega (Q, s ) modela za upravljanje zalog. Dokazati želimo tudi, da nelinearne aproksimacije lahko podajajo boljše rezultate z vidika optimalnih veličin in strategij upravljanja zalog kot pa aproksimacija z zgolj linearno premico. Seveda pa naj bi boljši rezultati z vidika optimalnih veličin vodili tudi do zmanjšanja skupne stroškovne funkcije upravljanja zalog, kar želimo pokazati na konkretnem realnem primeru.\nGlavni cilj naloge je primerjava klasične linearne funkcije z različnimi oblikami eksponentnih funkcij za aproksimacijo povprečne vrednosti stanja zalog v določenem časovnem intervalu. S pomočjo novih funkcij želimo določiti nove optimalne atribute naročanja blaga, kot so npr. optimalna količina naročila, optimalna signalna zaloga in optimalna varnostna zaloga, pri pogojih naključnega povpraševanja. Ti atributi pa bodo posledično omogočili izvajanje upravljanja zalog pri najmanjših možnih stroških. \nIzvedli bomo tudi analizo obnašanja skupne stroškovne funkcije pri različnih ukrivljenostih oz. naklonih funkcije za aproksimacijo povprečne vrednosti stanja zalog in dokazali, da večji nakloni te funkcije povzročijo nižje stroške upravljanja zalog v podjetju.\nPokazali bomo, da se da z uporabo tovrstnih funkcij za aproksimacijo povprečne vrednosti stanja zalog koncipirati takšne modele, ki bodo zmanjšali oz. znižali vse stroške, povezane z upravljanjem zalog, to pa bi moral biti cilj slehernega podjetja.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Problematika magistrskega dela zajema bazo treh artiklov z večjim in enakomernim povpraševanjem preko celega leta. V bazo podatkov nismo želeli vključiti sezonskega blaga, ker nam tovrstni podatki ne bi dali dovolj informacij, saj povpraševanje za to blago namreč poteka le v določenem obdobju (npr. povpraševanje po kosilnicah se ne pojavlja v zimskem času ipd.).\nOb razvoju eksponentnih funkcij za aproksimacijo povprečne vrednosti stanja zalog pridobimo dodatni parameter λ1 (v eksponentu), ki določa ukrivljenost oz. naklon funkcije. Pri kasnejši izpeljavi bomo vključili tovrstne funkcije v strukturo celotnega modela stroškovne funkcije, ki je le-ta funkcija več spremenljivk (naročilna količina, signalna zaloga itn). Seveda je za iskanje optimalnih veličin potrebno enačiti gradient dobljene stroškovne funkcije z ničelnim vektorjem. Da pa je tovrstna operacija analitično rešljiva, je potrebno eksponentne funkcije aproksimirati s Taylorjevimi vrstami. Ta manever zahteva pogoj, da se parameter naklona λ1 giblje v omejenem intervalu glede na artikel. Če pa izberemo parameter naklona izven teh meja, pa dobimo nesmiselne rezultate, kar pomeni, da model ne velja.\nNaslednja omejitev pri raziskavi, ki jo velja omeniti, je kvaliteta podatkov za vse relativne stroške, ki jih ima podjetje z upravljanjem posameznih izbranih artiklov. Te stroške bodo matematični modeli namreč potrebovali pri izračunih. Dostop do relativnih stroškov je s strani podjetja omejen. Tako bo potrebno te stroške kvalitetno in čim bolj\n"], "5": ["1.4 Metode dela", "Za realizacijo razvoja eksponentnih funkcij v vrsto je potrebno uporabiti različne stopnje Taylorjeve vrste, s pomočjo katerih dobimo potenčne vrste. Načrtovanje optimalnih strategij za upravljanje zalog bo zaradi naključnega značaja povpraševanja posvečeno predvsem modelom za zvezno pregledovanje stanja zalog, to je tako imenovanim (Q, s ) modelom. Za potrebe izračuna optimalnih rezultatov bo razvoj modela terjal tudi uporabo iterativnih numeričnih postopkov. Poleg analitičnih izračunov bo torej potrebno izvesti tudi določene numerične izračune, za kar je bilo izbrano programsko orodje Matlab.\n"], "6": ["2 PREDSTAVITEV TRGOVSKE ORGANIZACIJE", "Magistrsko delo temelji na konkretnem primeru trgovske organizacije. Najbolj prepoznavno področje delovanja trgovske organizacije je prodaja na debelo (t.i. veleprodaja) in prodaja na drobno (t.i. maloprodaja) z izdelki široke potrošnje s področja gradbeništva. Trgovska organizacija ima vodilni delež trgovskih centrov lociranih v Sloveniji, vedno večji delež pa ima v nekaterih sosednjih državah.\nV tem deli se bomo osredotočili le na slovenski prostor, ki zajema štiri centralna skladišča, katerih glavna naloga je oskrbovanje vseh trgovskih centrov po Sloveniji in tujini. Skladišča so locirana na različnih lokacijah in skladiščijo različno vrsto blaga. Glavni vir podatkov in obravnave bo centralno skladišče 1 (CS 1), kjer skladiščijo predvsem tehnično blago. Ostala skladišča so namenjena upravljanju zalog gradbenega in lesnega materiala ter blaga iz programa zaščite in kemije.\nProblematika s področja upravljanja zalog, temelji na posnetku prvotnega stanja upravljanja zalog v podjetju v obdobju enega leta. Tako smo za dani proces najprej opravili temeljito analizo podatkov oz. meritev, ki ponazarjajo dinamiko polnjenja in praznjenja zalog v skladu s količino prodanih artiklov na trgu.\n"], "7": ["2.1 Posnetek stanja", "Posnetek stanja upravljanja zalog za dani problem je ključnega pomena za razvoj ustreznih matematičnih modelov. V trgovski organizaciji smo pridobili kronološke (za obdobje enega leta) glede hitrosti polnjenja zalog (ang. replenishment) in hitrosti praznjenja zalog (ang. demand) za obravnavano centralno skladišče 1. Pridobljene podatke lahko prikažemo s splošnim poenostavljenim prikazom dinamike gibanja upravljanja zalog, kot prikazuje slika 2.1. \n  (CS 1) [3]\nPomen veličin na Sliki 2.1 je naslednji [4]:\n- r (replenishment) je hitrost polnjenja zalog (količina izdelkov, ki pridejo v  skladišče v časovni enoti),\n- d (demand) je hitrost praznjenja zalog (hitrost spreminjanja povpraševanja oz.  količina izdelkov, ki gredo iz skladišča v časovni enoti),\n- I (inventory) je stanje zalog, ki se v določenem trenutku nahajajo v skladišču.\nPovpraševanje oz. hitrost praznjenja zalog lahko obravnavamo kot časovno spremenljivo ali konstantno (časovno nespremenljivo). Gre za pojav praznjenja zalog, ki je v tesni povezavi s polnjenjem zalog, saj sta dinamiki med seboj odvisni. Povpraševanje torej vpliva na hitrost praznjenja zalog v centralnem skladišču 1, ki pa ga je treba ustrezno oskrbovati z blagom.\nDa bi dosegli optimalno upravljanje zalog v obravnavanem skladišču, moramo biti pozorni, da dosežemo neko optimalno ravnovesje med polnjenjem in praznjenjem zalog v skladišču. Posledice slabega upravljanja zalog so lahko prenapolnjeno skladišče, ki povzroča visoke skladiščne stroške, ali skoraj prazno skladišče, pri čemer lahko pride do neželenega primanjkljaja blaga in posledično do slabega oskrbovanja kupca.\n"], "8": ["2.2 Analiza meritev za izbrane artikle", "Problematika se koncentrira na glavno centralno skladišče 1, kjer skladiščijo le tehnično blago. Lokacija je namenjena hrambi blaga oz. materialov, ki čakajo na prodajo ali \ntransport. Skladiščenje je glavni del oskrbovalne verige, zato se tu pojavijo skladiščni stroški. Tem stroškom se podjetje ne more izogniti, lahko pa jih poskuša znižati [7].\nV obravnavanem skladišču se nahaja več kot 20000 različnih tehničnih artiklov. Odločili smo se, da na podlagi pridobljenih podatkov izberemo tri ključne artikle, ki imajo visoko dinamiko praznjenja in polnjenja zalog. Izbrani izdelki so prikazani v tabeli 2.1. Zanemarili smo sezonske artikle, saj se njihova dinamika zviša le v obdobju pred sezono in v sami sezoni. Po končani sezoni se praznjenje zalog bistveno zniža oz. lahko tudi izgine. Slednji podatki so neprimerni oz. nesmiselni za obravnavni problem.\nV nadaljevanju si bomo ogledali grafični prikaz podatkov polnjenja in praznjenja zalog za izbrane artikle v obravnavanem skladišču. Baza podatkov temelji na analizi preteklih podatkov v obdobju 13 mesecev, torej od 31. marca 2008 do 1. maja 2009. Začetno stanje določimo na 31. marec 2008 (prvi dan obravnave).\nZa lažje razumevanje podatkov si oglejmo sliko 2.2. Ta prikazuje veličine ri (t ), i = 1, 2, 3 , ki predstavljajo hitrost polnjenja zalog, d i (t ), i = 1, 2,3 , ki predstavljajo\nhitrost praznjenja zalog, I i (0), i = 1, 2,3 , ki predstavljajo začetna stanja zalog, ter\nI i (t ), i = 1, 2,3 , ki predstavljajo časovno odvisna stanja zalog izbranih artiklov iz tabele 2.1 [7]. \n  artikle v centralnem skladišču 1 (CS 1)  Stanje zalog\nzalog na dan\nZa lažje procesiranje smo pridobljene podatke zbrali v urejeno bazo podatkov s pomočjo programskega orodja Matlab. V nadaljevanju si bomo pogledali grafične ponazoritve teh podatkov za izbrane artikle.\n"], "9": ["2.2.1 Grafična ponazoritev podatkov polnjenja skladišča na izbrani lokaciji", "Gre za diskretne časovne vrste, ki smo jih zaradi večje nazornosti povezali z modrimi daljicami, rdeči krogci pa predstavljajo dogodek, ki se je zgodil točno na določen dan [7] (glej slike 2.3, 2.4 in 2.5). Pomembnejše dogodke smo označili z osenčenimi krogi. Grafični prikazi izbranih artiklov ri (t ), i = 1, 2, 3 so pomembni predvsem zaradi lažjega razumevanja analize podatkov, primerjave meritev med artikli ter boljšega razumevanja dogajanj v obravnavanem procesu.\nSlike 2.3, 2.4 in 2.5 so prikazane na časovni lestvici, kjer gre za časovno dinamiko polnjenja zalog obravnavanega artikla. Potek polnjenja zalog za posamezni artikel \nobravnavamo v časovnem razponu od prvega dne dogodka, ko začnemo izvajati meritve do zadnjega dne opazovanja.\nSlika 2.3 prikazuje časovni potek polnjenja zalog za artikel »Rezalna plošča«. Gre za časovni potek r1 (t ) , ki prikazuje časovno dinamiko dobave rezalnih plošč v centralno skladišče 1 [7].\nS sliko 2.3 želimo ponazoriti razpon časovne dinamike med 29. aprilom 2008 in 23. aprilom 2009, v katerem smo opazovali polnjenje skladišča z rezalnimi ploščami. Slika 2.3 prikazuje, da je v začetnem delu opazovanega obdobja (do približno 180. dneva) v skladišče prihajajo večje, vendar dokaj redke pošiljke rezalnih plošč. Z osenčenim krogom smo poudarili obdobje v okolici 200. dneva, ko prihaja do pogostejšega dobavljanja, vendar v manjših količinah. Pozneje (po 220. dnevu) dobave potekajo še vedno dokaj pogosto in v manjših količinah kot v začetnem obdobju.\nSlika 2.4 prikazuje časovni potek polnjenja zalog za artikel »Preizkuševalnik napetosti«. Gre za časovni potek r2 (t ) , ki prikazuje dinamiko dobave preizkuševalnikov napetosti v CS 1 [7]. Na sliki 2.4 je prikazan razpon časovne dinamike med 4. junijem 2008 in 15. aprilom 2009. Časovni potek doseže vrh 10. julija 2008, ko je v obravnavano skladišče prispelo 8000 kosov obravnavanega artikla. Naslednji pomembnejši dogodek se je zgodil 9. septembra 2008, ko je prispelo le 1000 artiklov, saj je bila v predhodnem obdobju dobava nekoliko prevelika. Z osenčenim krogom smo označili še dva \nizstopajoča dogodka, in sicer z dne 24. marca 2009 in 31. marca 2009, ko je v skladišče prišlo le 500 preizkuševalnikov napetosti.\nSlika 2.5 prikazuje časovni potek polnjenja zalog za artikel »Zidni vložek«. Gre za časovni potek r3 (t ) , ki prikazuje časovno dinamiko dobave zidnih vložkov v CS 1 [7]. Na sliki 2.5 je prikazan časovni razpon dinamike za obdobje od 24. maja 2008 do 23. aprila 2009. Največja količina, označena s prvim osenčenim krogom, je dobavljena 18. julija 2008. Sledi dokaj poredko polnjenje skladišča v večjih količinah. Po približno 250. dnevu so dobave manjše, vendar bolj pogoste (drugo osenčeno polje). Ker pozimi ni gradbene sezone je naraščanje manjše oz. po potrebi. Dobava se ponovno poveča spomladi.\n"], "10": ["2.2.2 Grafična ponazoritev podatkov praznjenja skladišča na izbrani lokaciji", "V tem poglavju bomo opisali diskretne časovne vrste, ki smo jih povezali z modrimi daljicami zaradi večje nazornosti, rdeči krogci pa predstavljajo dogodek, ki se je zgodil točno na določen dan (glej slike 2.6, 2.7 in 2.8). Pomembnejše dogodke smo izpostavili z osenčenimi krogi in podrobneje razložili dinamični potek praznjenja zalog. Grafični prikazi izbranih artiklov d i (t ), i = 1, 2,3 so pomembni zaradi lažjega razumevanja dinamike podatkov in primerjave med artikli, še posebej pa so pomembni pri poznejšem razvoju stohastičnega modela za upravljanje zalog.\nLahko trdimo, da je za vse artikle značilen bolj ali manj naključen značaj povpraševanja d i (t ), i = 1, 2,3 , kar nas napeljuje k temu, da je uporaba oz. razvoj stohastičnih modelov edina prava rešitev za doseganje optimalne strategije upravljanja zalog [7].\nSlika 2.6 prikazuje časovni potek praznjenja zalog za artikel »Rezalna plošča«. Gre za časovni potek d1 (t ) , ki prikazuje časovno dinamiko praznjenja obravnavanega skladišča (prevoz v trgovske centre oz. k porabnikom v veleprodaji ali maloprodaji).\nNa sliki 2.6 je razviden razpon časovne dinamike za obdobje od 6. aprila 2008 do 30. aprila 2009. Iz slike 2.6 je razvidno, da je bil časovni potek praznjenja zalog izredno dinamičen preko celega opazovanega obdobja. S prvim osenčenim krogom smo označili odstopajoče dogodke, torej 6. junija 2008, ko je skladišče zapustilo 5900 rezalnih plošč in dan kasneje še 5800 artiklov. Tudi v nadaljevanju so omenjeni artikli pogosto zapuščali skladišče, lahko tudi vsak dan. Grafični prikaz na sliki 2.6 doseže maksimalno vrednost v približno 220. dnevu (27. oktober 2008), ko skladišče zapusti kar 9900 rezalnih plošč. Dogodek je poudarjen z osenčenim krogom. Nato so se odstopanja zmanjšala. Okoli 350. dneva so se zgodili še trije manj izstopajoči dogodki. \nSlika 2.7 ponazarja časovni potek povpraševanja za artikel »Preizkuševalnik napetosti«. Gre za časovni potek d 2 (t ) , ki prikazuje časovno dinamiko praznjenja obravnavanega skladišča [7].\nNa sliki 2.7 je razviden razpon časovne dinamike za obdobje od 18. aprila 2008 do 30. aprila 2009. Dinamika povpraševanja je bila pestra preko celega leta. Prvi večji vzpon se je pojavil po približno 100. dnevu (14. julij 2008), ko skladišče zapusti 2228 prizkuševalnikov napetosti. Nato je povpraševanje padlo, dinamika pa je ostala približno enaka. Do 150. dne lahko na sliki 2.7 opazujemo manjše izdane količine, nakar le-te postajajo vedno večje. Maksimalno vrednost graf doseže v približno 220. dnevu (13. november 2008), ko skladišče zapusti 2995 kosov obravnavanih artiklov. Nekaj dni kasneje skladišče zapusti še 2147 prizkuševalnikov napetosti. Na sliki 2.7 opazimo še tri dogodke, ko obravnavno skladišče zapusti približno 1000 artiklov. Vsi omenjeni pomembni dogodki so označeni z osenčenim krogom. Izdane količine blaga se nato počasi zmanjšujejo, dinamika pa ostaja enaka. \nNa Sliki 2.8 si lahko ogledamo še časovni potek praznjenja zalog za artikel »Zidni vložek«. Gre za časovni potek d 3 (t ) , ki prikazuje časovno dinamiko praznjenja obravnavanega skladišča [7].\nS slike 2.8 je razviden razpon časovne dinamike med 22. aprilom 2008 in 29. aprilom 2009, v katerem smo se opazovali meritve praznjenja zalog po količini zidnih vložkov. Graf prikazuje 255 dogodkov, kjer je povpraševanje izredno dinamično. Med količinami prihaja do izredno velikih odstopanj, kar se vidi iz visokih ozkih trikotnikov, ki si kronološko sledijo. Za primer si lahko vzamemo tri dogodke. 19. maja 2008 skladišče zapusti 128 artiklov, dan kasneje le še 5 artiklov in 21. maja 2008 kar 380 kosov zidnih vložkov. Celotno povpraševanje temelji na ogromnih količinskih razlikah. Maksimalno vrednost graf doseže približno 225. dan (6. november 2008), ko skladišče zapusti 755 kosov obravnavanega artikla. Ta dogodek je označen z osenčenim krogom. \n"], "11": ["2.2.3 Analiza ocenjene časovne dinamike poteka stanja zalog", "Za izbiro in oceno primernega modela na podlagi pridobljenih podatkov, je pomembno razumevanje gibanja oz. dinamike poteka stanja zalog v obravnavanem skladišču. S pomočjo pridobljenih podatkov, ki smo jih grafično prikazali v predhodnih poglavjih, smo izvedli tudi analizo ocenjene dinamike poteka stanja zalog I i (t ), i = 1, 2, 3 za vse tri obravnavane artikle.\nTi časovni poteki so lahko zelo koristni za boljše razumevanje delovanja procesov v skladišču, zato smo se odločili, da jih poskušamo oceniti s pomočjo simulacije v danem kronološkem obdobju [7].\nV ta namen smo za obravnavane artikle razvili simulator dinamike stanja zalog v programskem orodju Matlab. Simulator deluje tako, kot je prikazano na sliki 2.1 in  d I i (t ) simulira delovanje diferencialne enačbe 1. reda: ri (t ) − d i (t ) = , i = 1, 2, 3 za vse  dt obravnavane artikle. Za potrebe simulacije enačbo aproksimiramo z diferenčno enačbo 1. reda. Podrobnosti izvajanja tovrstnih simulacij lahko bralec zasledi v literaturi [4, 7].\nPoglejmo si podrobnejši opis ocenitve časovne dinamike stanja zalog za posamezne obravnavane artikle v enem letu. Vsi artikli imajo dokaj razgibano dinamiko stanja zalog. Trdimo lahko, da gre za bolj ali manj naključen oz. stohastičen karakter \nomenjene dinamike stanja zalog, kar pa je prav tako posledica naključne narave časovnih potekov povpraševanja d i (t ), i = 1, 2,3 .\nSlika 2.9 prikazuje časovni potek stanja zalog I1 (t ) za artikel »Rezalna plošča«. Gre za dinamiko stanja zalog v obravnavanem skladišču v odvisnosti od časa. S slike 2.9 je razviden razpon časovne dinamike za obdobje od 6. aprila 2008 do 30. aprila 2009. Kot je razvidno iz slike 2.3, je dinamika stanja zalog izredno pestra in nihajoča. Razvidno je tudi, da proti koncu obravnavanega obdobja trend količine blaga upada, časovna dinamika pa ostaja še vedno približno enaka.\nSlika 2.10 prikazuje časovni potek povpraševanja za artikel »Preizkuševanik napetosti«. Gre za dinamiko stanja zalog v obravnavanem skladišču v odvisnosti od časa. S slike 2.10 je razviden razpon časovne dinamike za obdobje od 4. junija 2008 do 15. aprila 2009. Tudi tukaj je dinamika blaga glede na časovno obdobje dokaj pestra. V skladišču se je okrog 180. dneva nahajalo največ blaga, nato pa je količina postopoma upadala. \nSlika 2.11 prikazuje časovni potek povpraševanja za artikel »Zidni vložek«. Gre za dinamiko stanja zalog v obravnavanem skladišču v odvisnosti od časa. S slike 2.11 je razviden razpon časovne dinamike za obdobje od 24. maja 2008 do 23. aprila 2009. S slike 2.11 lahko razberemo, da se je v danem časovnem obdobju zgodilo izredno veliko dogodkov. Največja količina blaga se je v obravnavanem skladišču pojavila okrog 70. dneva, nato pa je količina postopoma upadala. Tudi tukaj je razviden očiten stohastičen karakter dinamike stanja zalog opazovanega artikla. Ponekod je možno opaziti tudi negativno vrednost stanja zalog. Razlog za to je primanjkljaj, do katerega občasno pride v skladišču. Tedaj namreč tok informacij ni usklajena s fizičnim stanjem zalog v skladišču, ker se blago proda blaga, kot pa se ta dobava zabeleži (»poknjiži«) v računalniški sistem. \n"], "12": ["2.2.4 Kratek opis analize histogramov meritev", "Kot se izkaže, so za kasnejši razvoj stohastičnih modelov upravljanja zalog še posebej pomembne verjetnostne porazdelitve gostote povpraševanja za obravnavane artikle. Ker so te v statističnem smislu tesno povezane s histogrami meritev povpraševanja d i (t ), i = 1, 2,3 , bomo v nadaljevanju posvetili nekoliko več pozornosti tovrstni analizi.\nPri prikazu analize histogramov se omejimo na grafično ponazoritev, razdeljeno na dva dela. Levi del slike 2.12 prikazuje histograme H (ri ) polnjenja posameznih artiklov v obravnavano skladišče, kjer je dinamika nekoliko šibka in redkejša. Desni del slike 2.12 pa prikazuje histograme H (d i ) meritev praznjenja posameznih artiklov iz dotične\nlokacije d i (t ) , kjer pa je oblika histogramov veliko bolj zvezna. Slednja spominja na Gaussovo ali celo negativno eksponentno porazdelitev.\nHistograme meritev H (d i ) je potrebno pretvoriti v porazdelitve gostote verjetnosti povpraševanja, saj bomo le-te kasneje potrebovali pri razvoju stohastičnega modela. V ta namen uvedemo naslednji postopek za pretvorbo histogramov v analitično obliko zvezne verjetnostne porazdelitve povpraševanja [10]: \n1. korak: Generiramo histograme H (d i ) iz meritev d i → H (di ), i = 1, 2,3 .\n2. korak: Pretvorimo histograme H (d i ) v numerične porazdelitve gostote verjetnosti\nf (d i ) , ki temeljijo na dejanskih podatkih ( f (d i ) dobimo v obliki zapisa numeričnih  vrednosti iz podatkov, ki tvorijo histograme). 3. korak: Na osnovi generiranih numeričnih funkcij f (d i ) poiščemo analitično obliko\naproksimacije funkcij fˆ (d i ) , ki predstavljajo zvezne verjetnostne porazdelitve  povpraševanja. Pri izvedbi tega koraka smo se odločili uporabiti postopek regresije z  metodo najmanjših kvadratov, ki bo predstavljen v nadaljevanju.\nZa potrebe ocenjevanja numerične porazdelitve gostote verjetnosti povpraševanja f (d i ) in pretvorbo v analitično obliko vpeljemo pristop z regresijo s pomočjo linearne metode najmanjših kvadratov. Pri tem uporabimo naslednjo regresijsko strukturo z negativno eksponentno porazdelitvijo [7]:\n− (2.1)  fˆ (d i ) = aˆ1 (di ) ⋅ e k , i = 1, 2,3\nki bo aproksimirala dejansko porazdelitev gostote verjetnosti povpraševanja f (d i ) .\naˆ1 (di ) je ocenjen parameter, ki ga dobimo na osnovi numeričnih podatkov za f (d i ) , k pa je parameter, katerega pomen je naslednji [7]:  k = mad (di ) = d i − di\nČe ocenimo parameter aˆ1 (di ) modela (2.1) s pomočjo regresije nad numeričnimi\npodatki za f (d i ) , dobimo rezultate, kot jih prikazuje tabela 2.1 za izbrane artikle [7].\nIzraz (2.2) je dodatno vpeljan v izrazu (2.1), saj empirične ugotovitve kažejo, da s tem prijemom \nKot se izkaže, se analitični modeli fˆ (d i ) iz tabele 2.2 pri vseh treh izbranih artiklih\ndobro ujemajo z dejanskimi numeričnimi porazdelitvami gostote verjetnosti f (d i ) , ki\nsmo jih dobili iz histogramov H (d i ) . Slika 2.13 ponazarja ujemanje ocenjene analitične in dejanske numerične funkcije porazdelitve gostote verjetnosti povpraševanja za posamezne artikle. Trdimo lahko, da pride pri izbranih artiklih pride do izredno dobrega ujemanja ocenjene funkcije fˆ (d i ) z dejansko funkcijo f (d i ) .\nVeč podrobnosti o določitvi analitične porazdelitve gostote verjetnosti povpraševanja za izbrane artikle s pomočjo regresije na osnovi metode najmanjših kvadratov lahko bralec zasledi v literaturi [6]. \n3 OSNOVNI STOHASTIČNI MODEL PRI ZVEZNEM  PREGLEDOVANJU STANJA ZALOG\nOptimalno upravljanje zalog je danes ena najpomembnejših prioritet v slovenskih podjetjih. Z urejenim in skrbno načrtovanim upravljanjem zalog lahko podjetja občutno znižajo stroške upravljanja zalog na letni ravni. V tem poglavju bomo izpeljali stohastične modele stanja zalog, pri čemer bo povpraševanje naključnega značaja. Prikazali bomo izpeljavo klasičnega (Q, s ) modela, nato pa bo sledila podrobna obravnava novega pristopa k načrtovanju omenjenega modela. Z načrtovanjem oz. novim pristopom optimiziranja upravljanja zalog želimo dokazati, da lahko nelinearne krivulje za aproksimacijo povprečne vrednosti stanja zalog. V primerjavi z linearnimi aproksimacijami, dajejo boljše rezultate od linearnih, kar pa v našem primeru pomeni nižje skupne stroške.\n"], "13": ["3.1 Izpeljava klasičnega (Q,s) modela", "Osredotočimo se na osnovni stohastični (Q, s ) model upravljanja zalog pri zveznem pregledovanju stanja zalog za izbrane artikle, ki temelji na ukrivljenosti funkcije povprečne vrednosti stanja zalog. Tipičen zgled sistema za zvezno spremljanje stanja zalog nekega artikla pri enakomernem stohastičnem povpraševanju je prikazan na sliki 3.1 [6, 14]. Teoretični opis lastnosti tovrstne problematike lahko bralec poišče v literaturi [7]. V tem poglavju bomo prikazali če temeljno matematično izpeljavo, ki je osnova za zvezni (Q, s ) model.\nKot je razvidno s slike 3.1, ob času t(0) v skladišče sprejmemo naročilno količino Q in stanje zalog se poveča za vrednost Q . Nato stanje zalog v skladu s porabo postopno pada in v določenem trenutku prebije prag signalne zaloge s , kar sproži ponovno naročilo (točka ponovnega naročila). Čas, ki preteče od točke naročila do prejetja blaga v skladišče, imenujemo dostavni čas (čas dobave τ ). Med tem časom zaloge še vedno postopno padajo. Ob času t (0) + T1 prispe blago v skladišče in stanje se ponovno poveča za vrednost dobavljene količine. V tem trenutku se dinamika gibanja zalog za prvi cikel \n  stohastičnem povpraševanju (Q – naročilna količina, s – signalna zaloga)[3].\nS slike 3.1. je razvidno, da je čas trajanja dobave τ ves čas enak, medtem ko se dolžina ciklov ( T1 , T2 , T3 …) spreminja v odvisnosti od hitrosti porabe zalog. Pri tem tipu\nmodela naročena količina Q in nivo signalne zaloge s ohranjata konstantno vrednost.\nNaš cilj je izračunati takšni optimalni veličini Q in s , pri katerih bomo dosegli minimalno vrednost pričakovane skupne stroškovne funkcije upravljanja zalog G . V splošnem bo ta funkcija (znotraj enega cikla) sestavljena iz sledečih komponent [5, 13]:\n- povprečnih stroškov skladiščenja blaga,\n- pričakovanih stroškov primanjkljaja,\n- povprečnih fiksnih stroškov naročila in\n- variabilnih stroškov naročila.\nGlede na to, da gre za linearni oz. osnovni stohastični zvezni (Q, s ) model, moramo najprej razložiti pojem povprečnih (linearnih) profilov stanja zalog I (t ) , s katerimi bomo pri izpeljavi opisali dejanske, naključno spreminjajoče se profile. Vseskozi bomo operirali s pričakovanimi vrednostmi, ki si jih lahko v geometričnem smislu \nZa lažje razumevanje vzemimo primer, da imamo po dan naključno se spreminjajoči profil stanja zalog I (t ) , opazovan v obdobju od trenutka oddaje naročila do prejema naročila (čas dobave), ki ga lahko ilustriramo, kot prikazuje slika 3.2.\nSlika 3.3 prikazuje tudi, da lahko v obdobju od oddaje do prejema naročila vpeljemo pojem povprečnega linearnega profila, ki je označen z ravno (linearno) daljico od točke prebitja signalne zaloge do točke prispetja blaga, ko v povprečju dosežemo varnostno zalogo SS . To daljico si lahko predstavljamo kot pričakovan nivo (profil) stanja zalog pri povprečni vrednosti povpraševanja. Slednjo označimo s simbolom λ [3, 6].\nV odvisnosti od hitrosti porabe lahko v času dobave τ pride do različnih stanj zaloge (glej sliko 3.3):\n- nivo zalog sploh ne doseže varnostne zaloge,\n- nivo zalog komaj še pokrije porabo,\n- pride do primanjkljaja blaga.\nKljučno vprašanje je, kako postaviti signalno zalogo s dovolj visoko, da tekom dobavnega časa τ , na osnovi povprečne pričakovane porabe, lahko v povprečju dosežemo nivo varnostne zaloge SS na takšen način, da se verjetnost primanjkljaja \nOddaj Prejmi  naročilo naročilo\nPričakovano vrednost stanja zalog E  I (t )  lahko torej na osnovi vpeljave povprečnih\nlinearnih profilov, ki aproksimirajo dejanske naključne profile (glej sliko 3.1), ilustriramo na način, kot ga prikazuje slika 3.4. Slednja nam je lahko v veliko pomoč pri konstrukciji sestave pričakovane stroškovne funkcije.\nIzpeljava klasičnega linearnega zveznega (Q, s ) modela bo temeljila na podlagi slike  T 3.4. Površina posameznega trikotnika znaša Q , površina pravokotnika pa SS ⋅ T . Čas  Q enega cikla izrazimo kot T = , saj velja: \n d I (t ) Q  −tgα = − =λ = (3.1)  dt T\nOmenjene vrednosti bomo potrebovali pri izračunu pričakovane stroškovne funkcije.\nPričakovano stroškovno funkcijo SF (za en cikel) lahko tvorimo na naslednji način [2, 5, 7, 12]:  E(SF ) = G(Q, s) = Povprečni stroški skladiščenja + Povprečni fiksni stroški naročila +       G1 G2  (3.2)  + Pričakovani stroški primanjkljaja + Variabilni stroški naročila      G3 G4 kjer oznaka E pomeni pričakovano vrednost stroškovne funkcije SF .\nIzraz (3.2) lahko zapišemo tudi v naslednji obliki [3, 6, 8, 13]:\npri čemer je K faktor fiksnih stroškov naročila, c je cena enega produkta, P = p so stroški za kritje primanjkljaja/enoto izdelka, Q je naročilna količina, h so stroški\nskladiščenja/časovno enoto/enoto izdelka, T je čas enega cikla, E ( I ) je povprečna (pričakovana) vrednost blaga v skladišču v enem ciklu (glej sliko 3.4), n( s ) pa je povprečen primanjkljaj na en cikel [7].\nZa pričakovano vrednost stanja zalog E ( I ) (na en cikel T ) lahko iz izraza (3.3) na osnovi slike 3.4 zapišemo naslednji izraz [7]:\nT kjer smo upoštevali, da je integral enak vsoti površine posameznega trikotnika Q ter površine pravokotnika pod njim ( SS ⋅ T ) . \nZa povprečni primanjkljaj na en cikel n( s ) velja naslednji izraz (tako imenovan »loss integral« ) [3, 6, 8, 13]:  ∞ max( d )\nn( s) = E (max( D − s, 0)) = ∫ (d − s ) f (d ) dd = ∫ (d − s ) f (d ) dd , (3.5)  s s\nkjer je n( s ) pričakovano število primanjkljajev, ki se pojavijo v ciklu T , d je naključno prodana količina blaga (z določeno porazdelitvijo gostote verjetnosti) v ciklu T , f ( d ) pa je porazdelitev gostote verjetnosti naključno prodane količine blaga d v ciklu T [7].\nIzraz (3.5) govori o tem, da dobimo povprečni primanjkljaj v enem ciklu tako, da v povprečju seštejemo vse tiste primere, ko bo trenutna poraba d presegla vrednost signalne zaloge s .\nČe upoštevamo relacijo (3.1) ter izraza (3.4) in (3.5), nam pričakovana stroškovna funkcija (3.3) preide v naslednjo obliko:\nn ( s)\nNato upoštevamo na osnovi slike 3.3 še relacijo:  dI s − SS  −tg β = − =λ = ⇒  dt τ (3.7)  ⇒ SS = s − λ ⋅ τ in jo vstavimo v izraz (3.6). Tako dobimo za pričakovano stroškovno funkcijo (3.6) naslednjo obliko:\nn(s)\nPričakovana stroškovna funkcija dveh spremenljivk v izrazu (3.8) je definirana za en cikel. Spremenljivki sta naročilna količina Q in signalna zaloga s , ostale veličine pa so konstante in se ne spreminjajo. \nČe želimo poiskati minimalno vrednost pričakovane stroškovne funkcije (3.8), jo moramo parcialno odvajati po spremenljivkah s in Q , pri čemer dobljena izraza enačimo z 0 [3, 13]:\nEnačenje prvega parcialnega odvoda z 0 nam da kot rezultat optimalno naročilno količino Q :\nZ upoštevanjem izraza (3.5) pa enačba (3.10) preide v obliko:\nEnačenje drugega parcialnega odvoda v enačbi (3.9) z 0 pa nam da optimalno signalno zalogo s , ki ob upoštevanju izraza (3.5) preide v naslednjo obliko:  ∂G pλ dn( s ) dn( s ) Q( s) h  = h+ ⋅ =0 ⇒ =−  ∂s Q ( s) ds ds pλ\nČe si ogledamo izraza (3.11) in (3.12), ugotovimo, da gre za dokaj zahteven nelinearen integro-diferencialen sistem enačb, ki se ga analitično ne da rešiti, pač pa je potrebno izvesti iterativni postopek reševanja [7]. Funkcija Q ( s ) v prvem izrazu je namreč posredno odvisna od spremenljivke s preko funkcije n( s ) , funkcija n( s ) in s tem\ndn ( s ) spremenljivka s pa je v drugem izrazu (preko odvoda ) tudi povratno odvisna od  ds funkcije Q ( s ) iz prvega izraza. \nSistem enačb (3.11) in (3.12) bi se dalo še do neke mere analitično poenostaviti, če bi v izrazu (4.12) vpeljali Leibnitzovo pravilo za odvod integrala, pri čemer bi dobili izraz: dn ( s )  = − 1 − F ( s )  , kjer je F kumulativna funkcija porazdelitve gostote verjetnosti  ds signalne zaloge s . Več o tem lahko bralec pošiče v literaturi [3, 6, 7, 8, 13].\nMi tovrstne poenostavitve s pomočjo Leibnitzovega pravila pri reševanju in razlagi iterativnega postopka v naslednjem poglavju ne bomo vpeljali, saj želimo ohraniti večjo nazornost izpeljave stohastičnega modela [7]. V nadaljevanju bomo uvedli numerični iterativni postopek, s pomočjo katerega bomo dobili iskane optimalne veličine, torej naročilno količino Q* , signalno zalogo s* in varnostno zalogo SS * .\n"], "14": ["3.2 Vpeljava iterativne procedure", "Iterativna procedura bo temeljila na numeričnih metodah, s pomočjo katerih bomo reševali celotno problematiko magistrskega dela.\nČe se osredotočimo na iterativni postopek reševanja sistema enačb (glej izraz (3.11)), ga lahko izvedemo po principu osnovnega zveznega (Q, s ) sistema, kot prikazuje slika 3.5 [3, 4, 6, 11]. Slika 3.5. prikazuje potek optimalnega iskanja optimalnih veličin. Na osnovi verjetnosti porazdelitve gostote povpraševanja f ( d ) bomo analitično izračunali splošni rezultat za funkcijo v odvisnosti od spremenljivke s n( s ) , ki je definirana v izrazu (3.13):  max( d )\nn( s ) = ∫  s  (d − s) f (d ) dd = f ( s ) = analitični zapis (3.13) \nSika 3.5: Bločna shema iterativnega postopka reševanja sistema enačb pri osnovnem  zveznem (Q, s ) sistemu [7]\nNato dobljeni rezultat v izrazu (3.13) po principu iterativne procedure (glej sliko 3.5, blok B) odvajamo po spremenljivki s in dobimo funkcijo g ( s) v analitični obliki. Z blokom B se zaključi analitično reševanje. Nato preidemo v drzgo fazo postopka, torej v numerično iterativno proceduro.\nBlok C na sliki 3.5 predstavlja določitev začetne vrednosti spremenljivke Q0 (ob času\nt = 0 ). Slednja nastopa v odvisnosti od naslednjih parametrov, ki so definirani kot konstantne vrednosti:  h – povprečna vrednost stroškov skladiščenja blaga na časovno enoto,  K – povprečna vrednost fiksnih stroškov naročila, \n λ – povprečna vrednost povpraševanja v enem letu.\nNato se začne iterativna procedura. Najprej inicializiramo indeks iteracije (postavimo  h i = 0 ), nato pa numerično izračunamo izraz za kvocient: ⋅ Q0 . Na osnovi izraza  p ⋅λ (4.1) pridemo v algebrajsko enačbo, ki ima analitično obliko, pri čemer je i = 0 (glej blok E). Ko dano algebrajsko enačbo rešimo, dobimo kot numerično izračunano vrednost spremenljivke s0 .\nPrva iteracija reševanja iterativne procedure zahteva izstopni pogoj i ≥ 2 . Pri i = 0 slednji ni izpolnjen, zato i povečamo za 1 ter izračunamo vrednost za n( s ) . Za izračun\nfunkcije n( s ) vstavimo pravkar izračunano vrednost s0 . Tako dobimo naslednji numerični rezultat (blok F):  max( d )\nn1 ( s0 ) = ∫  s0  (d − s0 ) f (d ) dd = f ( s0 ) = numerična vrednost (3.14)\nTa rezultat nato uporabimo, da lahko v celoti izračunamo izraz (3.11). Pri tem dobimo naslednji numerični rezultat (blok G):\nZ blokom G smo zaključili prvo iteracijo iterativnega postopka. Dobili smo dva numerična rezultata za vrednosti Q1 in s0 , ki pa seveda še nista optimalna, zato opisano\niterativno proceduro ponovimo za i = 2, 3... N , do N-te iteracije.\nPostopek se konča, ko je izpolnjen izstopni pogoj (ki se začne preverjati pri i ≥ 2 ) (glej sliko 3.5) [7]:\n(s N −1 − s N −2 ≤ ε1 ) & ( QN − QN −1 ≤ ε 2 ) (3.16)\nkjer sta ε1 , ε 2 v naprej določeni predpisani toleranci. Ko se torej vrednosti za ( Qi +1 , si )\nprktično ne spreminjata več, predvidevamo, da smo prispeli v minimum pričakovane stroškovne funkcije. Pri tem dobimo naslednja optimalna rezultata za signalno zalogo in \n sopt = sN* −1  (3.17)  Qopt = QN*\nPodrobnejši opis in izpeljavo osnovne iterativne procedure si lahko bralec prebere v\n"], "abstract": ["Magistrsko delo obravnava predstavitev in razvoj nekaterih pomembnih optimalnih strategij za upravljanje zalog na primeru realne trgovske organizacije. Izbrane strategije optimalnega upravljanja zalog načrtujemo na osnovi ustreznih matematičnih modelov za primer upravljanja zalog. Problematika se nagiba predvsem k stohastičnemu upravljanju zalog, pri čemer je povpraševanje naključnega značaja, saj problematika zajema realno trgovsko organizacijo. V magistrskem delu se osredotočamo na razvoj novih pristopov k načrtovanju stohastičnega modela pri zveznem pregledovanju stanja zalog, tako imenovanem (Q, s ) model, za nekatere izbrane artikle iz asortimana podjetja. Za razvoj stohastičnega (Q, s ) modela so še posebej pomembni kronološki podatki hitrosti praznjenja in polnjenja zalog v obravnavanem skladišču. Magistrsko delo se začne s kratkim pregledom obstoječega stanja v podjetju ter opisom osnovnega (Q, s ) modela. Omenjeni model je pozneje nadgrajen pri razvoju novega pristopa k načrtovanju stohastičnega modela zveznega pregledovanja stanja zalog. V prvem delu magistrskega dela je predstavljen osnovni klasični pristop modeliranja z uporabo linearne funkcije za aproksimacijo povprečne vrednosti stanja zalog v določenem časovnem intervalu, ki vodi do razvoja klasičnega zveznega (Q, s ) modela za optimalno upravljanje zalog. Nato je opisana strategija novega pristopa za načrtovanje modela pri zveznem pregledovanju stanja zalog, ki pa je razvita na nekoliko drugačnih principih od tistih, kot osnovni klasični (Q, s ) model. Za povprečno vrednost stanja zalog je namreč uporabljen pristop z aproksimacijo na osnovi eksponentne funkcije, pri čemer smo opazovali in proučevali njeno ukrivljenost in vpliv na stroškovno funkcijo. Razvoj novega pristopa (Q, s ) modela je glavni doprinos magistrske naloge. Pri tem smo z modifikacijami pri modeliranju izpeljali stohastični (Q, s ) model, ki daje nekoliko boljše rezultate (nižjo stroškovno funkcijo) kot klasični modelarski pristopi v obstoječi literaturi (npr. linearna oblika aproksimacije povprečne vrednosti stanja zalog). Dobljene rezultate na osnovi novega modelarskega pristopa smo primerjali z rezultati osnovnega klasičnega pristopa zveznega (Q, s ) modela. Tako smo dobili izračunane optimalne atribute (Q, s ) pristopov, in sicer optimalno naročilno količino in optimalno signalno zalogo. Izračunane optimalne atribute smo uporabili v skupni stroškovni funkciji upravljanja zalog, na podlagi katere smo opredelili kvaliteto in kvantiteto dobljenih rezultatov. Z novim pristopom modeliranja (Q, s ) modela želimo stroškovno funkcijo glede na klasični model še dodatno zmanjšati, saj je optimizacija upravljanja zalog izredno pomembna v vsakem podjetju. "]}