{"1": ["UVOD", ""], "2": ["PREDSTAVITEV PROBLEMA", "V diplomski nalogi bomo obravnavali program usposabljanja varstva pri delu in varstva pred požari ter pri tem izpostavili težave omenjenega področja, ki se pojavljajo v enem izmed največjih trgovskih podjetji v Sloveniji. Za potrebe naloge bomo podjetje imenovali Trgovina, d. d.\nZaposleni delavci in delovno okolje tvorijo specifični ekološki sistem. V delovnem okolju več dejavnikov vpliva na organizem zaposlenih, ki jih ti čutijo kot obremenitev. V organizmu zaposlenih se kot posledica obremenitve, pojavi (pre)obremenjenost. Med obremenjenostjo in obremenitvami mora biti vzpostavljeno ravnotežje.\nVečje obremenitve povzročajo večjo obremenjenost, vendar le do meje, ki ji pravimo največja dovoljena obremenjenost delavca. Ko je meja prekoračena, je delavec preobremenjen in sistem obremenitev/obremenjenosti se poruši. Takrat se pojavijo negativni kazalci zdravja, kot so utrujenost, fluktuacija (delavec išče drugo delo), bolniški dopust, poklicna bolezen, invalidnost, smrt.\nNa osnovi različnih profilov v podjetju in možnosti za nastanek požara bomo skladno z zakonodajo v program vključili tudi izobraževanje iz varstva pred požari. Povezava teh dveh izobraževanj je smiselna zaradi ekonomičnosti priprave in izvedbe programa kot tudi zaradi neposredne povezave s temo varstvo pri delu.\nZa pripravo programa bomo poleg zahtev iz zakonodaje izvedli tudi anketo, s katero želimo pridobiti poglede in mnenja zaposlenih ter njihove želje, povezane z izvedbo programa usposabljanja. S tem želimo nov program čim bolj približati udeležencem in jim s tem varstvo pri delu ter varstvo pred požarom čim bolje predstaviti.\nCilj usposabljanja in izobraževanja je doseči najboljšo strategijo manage- menta in izboljšati obstoječe stanje poslovanja (Florjančič 1997, 174).\n"], "3": ["PREDSTAVITEV OKOLJA", "Podjetje Trgovina, d. d., se ukvarja z živilsko in neživilsko maloprodajo ter prodajo na debelo. Razvija se z investiranjem, nakupi komplementarnih podjetij in s širitvijo dejavnosti v živilski ter neživilski trgovinski dejavnosti na področju rekreacije, gostinstva in energetike. Število zaposlenih se je v zadnjih štirih letih povečalo za štirikrat na 4.700 zaposlenih v skupaj 300 poslovnih enotah. \n"], "4": ["PREDPOSTAVKE IN OMEJITVE", "Podjetje Trgovina, d. d., ima več dejavnosti. Zaradi velikosti podjetja in razno- likosti področij se bom osredotočila na pripravo programa usposabljanja za varstvo pri delu in varstvo pred požari za zaposlene v pisarnah. Anketa bo zato izvedena le med zaposlenimi, ki opravljajo pisarniška dela in potrebujejo usposabljanje iz varstva pri delu ter posebna navodila v primeru izbruha požara.\n"], "5": ["METODE DELA", "Diplomsko delo je teoretičnega značaja in je izdelano na konkretnem primeru trgovskega podjetja, imenovanega Trgovina, d. d. Literatura je pridobljena iz dokumentov podjetja, zakonodaje, študijskih knjig in z internetnih strani. Za pridobitev nekaterih podatkov za pripravo programa bomo izvedli anketo.\n"], "6": ["TEORETIČNI DEL", ""], "7": ["1 OPREDELITEV TEMELJNIH POJMOV", ""], "8": ["1.1 IZOBRAŽEVANJE IN USPOSABLJANJE", "Izobraževanje je dolgotrajen in načrten proces razvijanja posameznikovih znanj, sposobnosti in navad, ki mu omogočajo vključitev v družbeno življenje in delo ter oblikujejo znanstveni pogled na svet (Jereb 1998, 17). Izobraževanje delimo na splošno in strokovno. Splošno izobraževanje je usmerjeno k oblikovanju znanj in sposobnosti, ki so nujno potrebna za življenje. Kadar posameznik potrebuje znanja, sposobnosti in navade za opravljanje določenega poklicnega dela, pa govorimo o strokovnem izobra- ževanju (pogosto uporabljamo tudi pojem usposabljanje). S tem pojmom po navadi označujemo proces razvijanja tistih človekovih sposobnosti, ki jih potrebuje pri opravljanju nekih konkretnih del in nalog v okviru določene dejavnosti. V tem smislu predstavlja usposabljanje vmesno stopnjo med izobraževanjem in delom. Ko govorimo o razvijanju znanj, spretnosti in navad kot osnovnih sestavin vsakega izobraževanja, imamo v mislih vedno tudi usposabljanje človeka za izvajanje določenih poklicnih in življenjskih nalog (Jereb 1989, 16).\n"], "9": ["1.2 POMEN IZOBRAŽEVANJA", "Brez izobraževanja človek ne bi mogel spoznati in uresničiti možnosti lastnega razvoja. Proces izobraževanja posamezniku pomaga, da spozna svoje potrebe in se jih zave, pomaga pa mu tudi pri iskanju ustreznih načrtov, oblik in sredstev za njihovo zadovoljevanje. S pomočjo izobraževanja človek spoznava zakonitosti razvoja družbe in družbena protislovja, vse to pa mu omogoča vključitev v družbo. Posameznika v izobraževanju vodijo na eni strani njegove notranje potrebe po izobraževanju, na drugi strani pa obstajajo zunanji dejavniki, kot so na primer zahteve delovnega mesta.\n"], "10": ["1.3 NALOGE IZOBRAŽEVANJA", "Če želi podjetje oziroma delovna organizacija uresničiti cilje, mora opraviti naslednje naloge (Jereb 1989, 165):\n- analizirati in ugotavljati potrebe po izobraževanju glede na zahtevnost in  vrsto dela ter problematiko organizacije dela;\n- načrtovati zadovoljevanje izobraževalnih potreb in usmerjati zaposlene v  izobraževanje glede na zahteve ter možnosti organizacije (finančne, \n materialne, kadrovske);\n- izdelati programe in učne načrte posameznih predmetov ter drugih  sestavin programov za razne oblike internega usposabljanja in  izpopolnjevanja zaposlenih;\n- organizirati in realizirati potrebe po izobraževanju z izborom ustreznih  oblik, metod in tehnik izobraževanja ter usposabljanja;\n- nadzorovati, spremljati in vrednotiti rezultate svojega dela.\n"], "11": ["1.4 STOPNJE IZOBRAŽEVALNE DEJAVNOSTI V ORGANIZACIJAH", "Če želimo organizirati izobraževalni sistem, ki bo ustrezal potrebam delovne organizacije, moramo najprej poznati te potrebe in hkrati poznati možnosti, ki so za zadovoljevanje teh potreb nujne. Po navadi vseh izobraževalnih potreb zaradi omejenih možnosti ne moremo uresničiti hkrati, zato predvidimo njihovo postopno zadovoljevanje v dolgoročnih, srednjeročnih in kratkoročnih načrtih izobraževanja. Z načrti izobraževanja opredelimo programe, nosilce in potrebna sredstva za izobraževalne aktivnosti, ki jih nameravamo uresničiti v načrtovanem obdobju. Del izobraževalnih načrtov uresniči delovna organizacija v sodelovanju z ustreznimi izobraževalnimi organizacijami, del pa z lastno izobraževalno dejavnostjo. Za tisti del izobraževalnih potreb, ki jih v delovni organizaciji zadovoljujemo sami, moramo v stopnji priprav na izobraževanje izdelati ustrezne programe izobraževanja, usposabljanja ali izpopolnjevanja. Programi so temelj, na podlagi katerega lahko organiziramo in izvajamo izobraževanje. Po izvedbi določenega programa pa moramo še ovrednotiti njegove učinke s stališča ciljev, ki smo si jih s programom postavili (Jereb 1989, 166).\n"], "12": ["1.5 CILJI IZOBRAŽEVANJA", "S stališča delovne organizacije naj bi izobraževanje zaposlenih prispevalo k večji produktivnosti, boljši kakovosti dela, večji gospodarnosti, boljši organizaciji, pa tudi k razvoju samoupravljanja, samozaščite in drugih funkcij.\nCilji izobraževalne dejavnosti v delovni organizaciji so (Jereb 1989, 164):\n- stalno usposabljanje in izpopolnjevanje delavcev;\n- načrtno uvajanje, usposabljanje in usmerjanje kadrov v nadaljnje  izobraževanje;\n- kontinuirano preučevanje zadovoljevanje potreb delovne organizacije po  izobraževanju, usposabljanju in izpopolnjevanju kadrov;\n- pravočasno zadovoljevanje načrtovanje potreb po kadrih ustreznih  profilov, stopenj in smeri izobraževanja;\n- dvig izobraževalnih aktivnosti na višjo in učinkovitejšo raven z uvajanjem \n sodobnih oblik in metod izobraževanja;\n- vrednotenje in preverjanje dosežkov izobraževanja v praksi ter uporaba  rezultatov vrednotenja za izboljšanje izobraževalne dejavnosti v delovni  organizaciji.\n"], "13": ["1.6 SPREMLJANJE IN VREDNOTENJE IZOBRAŽEVANJA", "Spremljanje je sistematično opazovanje poteka izobraževanja ob neposredni prisotnosti tistega, ki izvaja nadzor. Po navadi traja omejen čas, zato ne more biti preširoko zastavljeno (ne sme imeti preveč ciljev). Če je zastavljeno preširoko (na več vidikov), lahko pride zaradi omejenosti časa do površnosti pri opazovanju. To pa zelo verjetno privede do napačnih zaključkov (Ferjan 2005, 258). S to dejavnostjo ugotavljamo učinke in posledice izobraževanja. Ločimo notranje in zunanje vrednotenje izobraževanja. O notranjem vrednotenju govorimo, če izobraževalno dejavnost vrednotimo na podlagi učinkov, ki jih vidimo v rezultatih udeležencev med izobraževalnim procesom in po njem. Splošni kriteriji notranjega vrednotenja izvirajo iz ugotovljenih izobraževalnih potreb in ti kriteriji so: pogoji za izobraževalno delo (organizatorji in izvajalci, prostor, oprema, finančna sredstva), izvedba izobraževalnih programov, notranja organizacija izobraževanja (ustrezno izbrana učna metoda, priprava in časovna razporeditev učnega procesa, dostopnost ter raznolikost učnih pripomočkov) in odzivi ter rezultati udeležencev, kjer ugotavljamo njihova mnenja o dejavnikih izobraževalnega procesa in njihovo zadovoljstvo z izvedenim izobraževanjem. Mnenja in sodbe udeležencev ugotavljamo z anketo, intervjuji, lestvicami stališč in podobnimi tehnikami raziskovanja mnenj. Zunanje vrednotenje pomeni ugotovitev učinkov in posledic izobraže- vanja, ki se kažejo znotraj delovnega procesa v boljši kakovosti dela, boljših medsebojnih odnosih, boljši prilagodljivosti in mobilnosti zaposlenih. Splošni kriteriji zunanjega vrednotenja izobraževanja izvirajo iz opredeljenih potreb in ciljev, ki jih pred izobraževalno dejavnost postavlja okolje. Ti kriteriji so: zadovoljitev kadrovsko-razvojnih potreb, usklajenost programov in potreb, delovna uspešnost zaposlenih ter prispevek izobraževanja k razvoju orga- nizacije (Jereb 1998, 114–115).\n"], "14": ["1.7 POMEN VARSTVA PRI DELU IN VARSTVA PRED POŽAROM", "V vsaki družbeni ureditvi ima težnja k zaščiti zdravja in življenja ljudi na delu velik pomen, predvsem zaradi ekonomskih in socialnih posledic, ki jih povzročajo nesreče pri delu. Zaradi njih lahko namreč prihaja do velike gospodarske škode in težkih socialnih težav, vse to pa se odraža pri posamezniku, v njegovi družini, gospodarski ali kakšni drugi organizaciji in celotni družbi. \nNesreča pri delu moti potek dela, saj poškodovani delavec preneha delati, ker potrebuje prvo pomoč, če je potrebno pa tudi zdravniško oskrbo. Posledica nesreče je bolniški dopust, kar pomeni, da je potek dela moten tako dolgo, dokler se poškodovani delavec ne vrne popolnoma zdrav oziroma dokler ga ne nadomesti drugi delavec. Na padec produktivnosti vpliva tudi navzočnost sodelavcev ponesrečenca, ki so med nesrečo opravljali redno delo v delovni organizaciji in so nesrečo videli ali o njej slišali ter o njej pripovedovali drugim sodelavcem. V tem primeru pride do izgubljenega proizvodnega in storilnega časa, to pa pomeni izgubljeni dohodek (Smole 1976). Poleg izgube zaradi motenj v proizvodnem procesu je imelo podjetje in družba zaradi nesreče pri delu še druge izdatke oziroma tako imenovane oportunitetne stroške, ki so nastali zaradi stroškov rehabilitacije, zdravljenja in raznih nadomestil. Glavni cilj varstva pri delu je, da delavec po končani delovni dobi ostane sorazmerno zdrav in nima trajnih posledic zaradi opravljanja dela. V nasprotnem primeru za državo delavec predstavlja precej višji strošek. Če pride do poškodbe ali obolenja še med delovnim razmerjem oziroma med delovno dobo, je strošek seveda breme za delodajalca.\n"], "15": ["2 ZAKONODAJA", "Zakon o varnosti in zdravju pri delu (Uradni list RS, št. 56/1999; v nadalje- vanju Zakon) predpostavlja, da živimo in delamo v družbeno-ekonomskem sistemu, ki temelji na zasebni lastnini in tržnih zakonitostih, ter da obseg pravic, obveznosti in odgovornosti v zvezi z delom izhaja predvsem iz vloge in položaja, ki ga v procesu dela nekdo zaseda v odnosu do lastnine, ter od podpisane pogodbe o zaposlitvi. Zagotovo večino obveznosti v zvezi s to vsebino nalaga delodajalcu kot formalnemu in dejanskemu predstavniku premoženja, vloženega v organizacijo ali status. Zakon torej predpostavlja obstoj osebe – zakonitega zastopnika, ki je dolžna aktivno poskrbeti za uresničitev vseh zakonskih zahtev v imenu delodajalca. Delodajalec je po tem Zakonu lahko gospodarska družba, zavod, javni zavod, samostojni podjetnik posameznik, državni organ, kmet, civilnopravne osebe (društva, cerkev) itd. Delavec pa je po tem Zakonu oseba, ki je z delodajalcem sklenila pogodbo o zaposlitvi na podlagi delovnega prava (tudi dijak na praksi in študent z napotnico) (povzeto po Zakonu o varnosti in zdravju pri delu, Uradni list RS, št. 56/1999, in po Brezovar 2002). V nacionalnem programu varstva pri delu in varstva pred požari je določena strategija razvoja področja varnosti in zdravja pri delu, katerega namen je varovanje življenja, zdravja ter delovne zmožnosti delavca, preprečevanje poškodb pri delu, poklicnih bolezni in bolezni, ki so posledica dela ali so z delom povezane. Osnova Zakona sta torej želja, da se zavaruje zdravje in življenje delavcev, ter predpostavka, da to življenje in zdravje ogroža delovni proces, ki je v oblasti delodajalca, zato večji del Zakona vsebuje obvezna pravila ravnanja predvsem za delodajalca. Ključna dolžnost delodajalca v najširšem smislu je, da postavi učinkovit sistem za zagotavljanje varnosti in zdravja pri delu ter da ves čas skrbi za njegovo operativno delovanje.\nZakon (1999) med drugim določa:\n- pravice in dolžnosti delodajalcev in delavcev,\n- ukrepe za zagotavljanje varnosti in zdravja pri delu,\n- organe, pristojbine za varnost in zdravje pri delu,\n- da se uporablja v vseh dejavnostih in za vse osebe, ki so zavarovane.\n"], "16": ["2.1 ORGANIZACIJA VARNOSTI PRI DELU", "Z vsako novo zaposlitvijo mora podjetje nuditi delavcu varnost pri delu. Delodajalec je dolžan zagotoviti varnost in zdravje pri delu. Izvajati mora ukrepe, ki so potrebni za zagotovitev varnosti in zdravja delavcev, s preprečevanjem nevarnosti pri delu, z usposabljanjem in obveščanjem delavcev, ustrezno organiziranostjo in s potrebnimi materialnimi sredstvi. \nIzvajati mora takšne preventivne ukrepe in delovno-proizvajalne metode, ki bodo zagotavljale večjo stopnjo varnosti (Penšek 2009). Kadar organizacije organizirajo dopolnilno usposabljanje, imajo naslednje cilje (Florjančič 1994, 67):\n- izboljšati kakovost in količino proizvodov ter storitev,\n- znižati lastno ceno in ohranjevati stroje ter opremo,\n- zmanjšati število delovnih nezgod,\n- izboljšati motivacijo in samospoštovanje posameznikov, ki potem  boljše in bolj strokovno delajo.\nUsposabljanja za varstvo pri delu in varstvo pred požari se mora udeležiti oziroma ga mora opraviti (Plevnik 2005):\n- direktor v podjetju (samostojni podjetniki, gospodarske družbe),\n- zaposleni v podjetju,\n- honorarno zaposleni v podjetju, študentje in dijaki.\nUsposabljanje v ožjem pomenu besede pomeni zaključno ali predhodno stopnjo pripravljanja in prilagajanja človeka na delo. Pomeni torej vmesno stopnjo med izobraževanjem in delom, kajti noben vzgojno-izobraževalni program ni tako obsežen, da bi udeležence izobraževanja pripravil za konkretno opravljanje delovnih nalog. Tako lahko zagotovo trdimo, da je zaključna stopnja vsakega izobraževanja daljše ali krajše izobraževanje (Jereb 1980, 36).\n"], "17": ["2.2 OBVEZNOSTI DELODAJALCA", "Pri sklenitvi delovnega razmerja mora delodajalec delavca usposobiti za varno opravljanje dela. Nuditi mu mora ustrezno izobraževanje ob razporeditvi na drugo delovno mesto, ob uvajanju nove tehnologije in novih sredstev za delo ter ob spremembi v delovnem procesu, ki lahko povzroči spremembo varnosti pri delu. Preverjati mora tudi preizkuse teoretične in praktične usposobljenosti za varno delo, ki jih opravlja na delovnem mestu. Za delavce na delovnih mestih, kjer so poškodbe pogostejše, pa mora občasne preizkuse izvajati vsaki dve leti (Penšek 2009).\nDelodajalec mora izdelati in sprejeti izjavo o varnosti v pisni obliki, s katero določi način ter ukrepe za zagotavljanje varnosti in zdravja pri delu, ter jo dopolnjevati ob vsaki novi nevarnosti in spremembi ravni tveganja. Izjava o varnosti temelji na ugotovitvi možnih vrst nevarnosti in škodljivosti na delovnem mestu ter v delovnem okolju in oceni tveganja za nastanek poškodb in zdravstvenih okvar (MDDSZ 2009).\nDelodajalec mora hraniti dokumentacijo po Zakonu o varnosti in zdravju pri delu o (ZVZD 1999, 39. člen):\n- periodičnih preiskavah kemičnih, fizikalnih in bioloških škodljivosti; \n - periodičnih preizkusih in pregledih delovne opreme;\n- pregledih in preizkusih sredstev ter opreme za osebno varnost pri  delu;\n- opravljenem usposabljanju za varno delo in preizkusih praktičnega  znanja;\n- posebnih zdravstvenih zahtevah, ki jih morajo izpolnjevati delavci za  določeno delo na podlagi strokovne ocene pooblaščenega zdravnika;\n- preventivnih zdravstvenih pregledih delavcev;\n- poškodbah pri delu, kolektivnih nezgodah, nevarnih pojavih,  ugotovljenih poklicnih boleznih in boleznih v zvezi z delom ter o  njihovih vzrokih;\n- obvestilih inšpekciji dela o začetku del;\n- nevarnih snoveh, ki jih uporablja.\n"], "18": ["2.2.1 Ukrepi, s katerimi se zagotavlja varno delo", "Delodajalec je dolžan zagotoviti varnost in zdravje delavcev predvsem z izvajanjem ukrepov, potrebnih za zagotovitev varnosti in zdravja delavcev, vključno (PVD-CURS 2000, 2. člen):\n- s preprečevanjem nevarnosti pri delu;\n- z obveščanjem in usposabljanjem delavcev;\n- z ustrezno organiziranostjo in potrebnimi materialnimi sredstvi.\nDelodajalec je dolžan izvajati preventivne ukrepe in izbirati delovne ter proizvajalne metode, ki bodo zagotavljale večjo stopnjo varnosti in zdravja pri delu ter bodo vključene v vse aktivnosti delodajalca in na vseh organiza- cijskih ravneh.\n"], "19": ["2.3 PRAVICE IN DOLŽNOSTI DELAVCA", "Pri uresničevanju osnovnih ciljev zagotavljanju zmanjšanja poslovnega tveganja in na tej osnovi krepitve konkurenčne prednosti nas mora pri delu vselej voditi skrb za zdravje ljudi, njihovo varnost, ohranitev okolja in zagotavljanje čim višje ravni kakovosti življenja nasploh. Delavec ima pravico do dela in delovnega okolja, ki mu zagotavljata varnost in zdravje pri delu.\nPravice in dolžnosti delodajalca ter delavcev v zvezi z varnim in zdravim delom ter ukrepi za zagotavljanje varnosti in zdravja pri delu so določeni z Zakonom o varnosti in zdravju pri delu (Uradni list RS, št. 56/99, 22/01, 64/01) ter veljavnimi tehnično-varnostnimi predpisi (44 pravilnikov različnih področij dela) (AGIL 2009). \nDelavec ima pravico in dolžnost (ZVZD 1999, 32. člen):\n- da se seznanja z varnostnimi ukrepi in ukrepi zdravstvenega varstva  ter da se usposablja za njihovo izvajanje;\n- dajati strokovnemu delavcu za varnost pri delu in pooblaščenemu  zdravniku za zdravstveno varstvo pri delu predloge, pripombe ter  obvestila o vprašanjih varnosti in zdravja pri delu.\n"], "20": ["2.3.1 Dolžnosti delavcev glede varnosti pri delu", "Delavec ima do varnosti in zdravja pri delu dolžnost, da (Plevnik 2005):\n- upošteva predpisane varnostne ukrepe za zagotavljanje varnosti in  zdravja pri delu;\n- nenehno uporablja predpisana sredstva in opremo za osebno varnost  ter jo vzdržuje in čisti skladno z namenom uporabe;\n- se odzove na predpisane zdravstvene preglede;\n- delodajalca pisno ali ustno preko predstavnikov obvesti o vsaki  pomanjkljivosti, škodljivosti, okvari ali drugem pojavu, ki bi lahko pri  delu ogrozili njegovo zdravje in varnost ali zdravje ter varnost drugih;\n- opozori vodjo, če zaradi trenutnega psihofizičnega stanja ne more ali  se ne čuti sposobnega za varno opravljanje dela;\n- pred in med delom ne uživa alkoholnih pijač oziroma narkotičnih  sredstev;\n- o poškodbi pri delu takoj obvesti svojega vodjo oziroma delodajalca.\nDelavec ima pri opravljanju svojih del še zlasti naslednje dolžnosti (ZVZD 1999, 9. člen):\n- da svoje delo opravlja s tolikšno pazljivostjo, da s tem varuje svoje  življenje in zdravje ter zdravje in življenje drugih oseb;\n- da spoštuje in izvaja vse predpisane ukrepe za zagotavljanje varnosti  in zdravja pri delu.\n"], "21": ["2.3.2 Pravice delavcev s področja varnosti in zdravja pri delu", "Delavec ima v zvezi z varnostjo in zdravjem pri delu naslednje pravice (Plevnik 2005):\n- da se pisno ali ustno obrne na delodajalca s predlogi, pripombami in  obvestili o vprašanjih varnosti in zdravja pri delu;\n- da odkloni delo:  q če ni bil predhodno seznanjen z vsemi nevarnostmi in s škodljivostmi  pri delu ali če delodajalec ni zagotovil predpisanega zdravstvenega  pregleda; \n q če mu grozi neposredna nevarnost za življenje ali zdravje, ker niso bili  izvedeni predpisani varnostni ukrepi, in zahtevati, da se nevarnost  odpravi;  q če dela več kot polni delovni čas oziroma ponoči in bi mu v skladu z  mnenjem pooblaščenega zdravnika takšno delo poslabšalo zdravstve-  no stanje;\n- da zahteva posredovanje inšpekcije dela, kadar delodajalec ne odpravi  nevarnosti (pomanjkljivosti, škodljivosti, okvare ali drugi pojavi, ki bi lahko  pri delu ogrozili zdravje in varnost) ali ne ravna v skladu z mnenjem  pooblaščenega zdravnika;\n- da v primeru neposredne in neizogibne nevarnosti za življenje ali zdravje  ustrezno ukrepa skladno s svojim znanjem ali tehničnimi sredstvi, ki jih  ima na razpolago, in zapusti nevarno delovno mesto, delovni proces  oziroma delovno okolje;\n- da ga delodajalec usposobi za varno opravljanje dela:  q ob sklenitvi delovnega razmerja,  q ob razporeditvi na drugo delo,  q ob uvajanju nove tehnologije in novih sredstev za delo,  q o spremembi v delovnem procesu, ki lahko povzroči spremembo  varnosti pri delu,\n- da so zagotovljene varnostne naprave in sredstva ter oprema za osebno  varnost pri delu;\n- da se mu v primeru ogroženosti nudi evakuacija, prva pomoč in  reševanje.\n"], "22": ["3 ZDRAVSTVENO VARSTVO", ""], "23": ["3.1 DEJAVNIKI TVEGANJA, VEZANI NA DELOVNO OKOLJE", "Delavec in delovno okolje tvorita specifični ekološki sistem. V delovnem okolju več dejavnikov vpliva na organizem delavca, ki jih delavec čuti kot obremenitev. V delovnem organizmu se zato kot posledica obremenitve pojavi obremenjenost. Med obremenitvami in obremenjenostjo mora biti vzpostavljeno ravnovesje.\nDela so lahko pretežno (Plevnik 2005):\n- mišična: kadar se proizvajajo sile (npr. neprestano dvigovanje in  prenašanje bremen);\n- senzomotorična: kadar prevladuje koordinacija senzorike z motoriko  (npr. delo trgovcev);\n- reaktivna: kadar se informacije pretvarjajo v reakcije (npr. upravljanje  delovne opreme);\n- informacijska: kadar se vhodne informacije pretvarjajo v izhodne (npr.  operater v komandnem prostoru);\n- ustvarjalna: kadar se ustvarjajo nove duhovne vrednote (npr. razisko-  valno delo).\nObremenitve, ki izhajajo iz teh del, so biomehanske, energetske, senzorične in psihične. Poleg tega je delavec izpostavljen tudi vplivom okolice. Pri tem ne gre samo za fizikalne in kemične faktorje, kot so toplotne razmere (mikroklima), hrup, vibracije, sevanja in škodljive snovi, temveč tudi za medčloveške odnose in biološki ritem.\nV splošnem so obremenitve odvisne od (Plevnik 2005):\n- narave dela in delovnega postopka,\n- usposobljenosti delavca za delo,\n- načina dela,\n- razmer v delovnem okolju.\nVečje obremenitve povzročajo večjo obremenjenost, vendar le do neke meje, ki ji pravimo največja dovoljena obremenjenost delavca. Ko je meja prekora- čena, je delavec preobremenjen in sistem obremenitev (obremenjenost) se poruši. Takrat se pojavijo negativni kazalci zdravja (Plevnik 2005), ki so:\n- utrujenost,\n- fluktuacija (delavec išče drugo delo),\n- bolniški dopust,\n- poklicna bolezen,\n- invalidnost,\n- smrt.\n"], "24": ["3.2 PREHRANA", "Hrana oskrbuje človekov organizem s toploto in z energijo, ki je potrebna za vzdrževanje telesne temperature in osnovnih življenjskih funkcij ter za izvajanje vseh telesnih aktivnosti, od sedenja do največjih fizičnih naporov. Uravnotežena prehrana je tista količina in mešanica hrane, ki popolnoma zadovolji delavčeve potrebe. Lačen delavec se pri delu hitro utrudi, dela napake, dela vedno počasneje ipd.\nZa dobro počutje delavca in dobro delovno storilnost so potrebni najmanj trije obroki hrane dnevno v rednih časovnih presledkih. Zdravo počutje in največjo delovno zmogljivost delavec doseže, če se hrani petkrat dnevno, kar pomeni, da uživa zajtrk, kosilo, večerjo ter dopoldansko in popoldansko malico. Tudi malica med delovnim časom bistveno poveča delovno storilnost v preostanku delovnega dne.\n"], "25": ["3.2.1 Prehrana delavcev", "Pri pogoju, da delavec uživa pet obrokov dnevno, mu mora malica med delom zagotoviti dovolj tekočine in pokriti potrebo po energiji. V zdravi prehrani velja pravilo, da so zmerno tople jedi in pijače preimernejše kot mrzle. Mrzle namreč v želodcu povzročijo krčenje žil, kar ima za posledico zmanjšano izločanje prebavnih sokov. Prebavljanje je počasnejše, kar pri občutljivejših delavcih povzroča težave. Zato niso priporočljive malice in drugi obroki, ki so sestavljeni le iz hladnih jedi in pijač. Celo pri delu v vročih poletnih dneh je zmerno topla pijača sobne temperature primernejša kot mrzla. Topla pijača manj obremenjuje želodec in hitreje prehaja v kri, zato tudi prej povzroči zaželeni učinek – odžejanje. Najprimernejši napitki so čaji (iz mete, melise, šipka ipd.), oslajeni z glukozo in ohlajeni na sobno\n"], "abstract": ["Na začetku diplomskega dela smo predstavili osnovni pomen izobraževanja in pomen zdravja ter varstva pri delu. Pri nas je pravni red na tem področju urejen z Zakonom o varstvu in zdravju pri delu, ki temelji na evropskih ureditvah zdravja in varstva pri delu. V nadaljevanju smo se osredotočili na pripravo programa za usposabljanje varstva pri delu in varstva pred požari v podjetju Trgovina, d. d. Diplomsko delo je razdeljeno na dva dela. Prvi del predstavlja teoretični vidik obravnavane teme, saj bomo na njegovi osnovi lažje razumeli praktični del, v katerem smo podrobneje predstavili program usposabljanja za varstvo pri delu in varstvo pred požari. V drugem, raziskovalnem delu, smo prikazali potek izobraževanja z izdelanim programom teoretičnega in praktičnega usposabljanja. Sledijo še analiza in rezultati izvedene raziskave. Zanimali so nas predvsem odgovori na vprašanja o tem, ali so se anketirani že usposabljali iz varstva pri delu in varstva pred požari, ali se jim navedena tematika zdi potrebna in smiselna, koliko časa so pripravljeni nameniti usposabljanju in kakšna znanja pričakujejo, da bodo pridobili na usposabljanju. Raziskava je pokazala, da udeleženci usposabljanje iz varstva pri delu in varstva pred požari ocenjujejo kot pozitivno in pomembno predvsem zaradi varnosti na delovnem mestu. Prav tako je pokazala, da si želijo več podobnih izobraževanj in da potrebujejo obnavljanje že pridobljenega znanja. Večinoma si želijo, da usposabljanje poteka na delovnem mestu in med delovnim časom."]}