{"1": ["1 UVOD", "Zaradi klimatskih sprememb povsod po svetu iščejo nove sisteme pridelovanja poljščin. Veliko pozornosti se posveča konzervirajočim oz. minimalnim tehnikam obdelave tal. Med njimi predvsem različnim sistemom direktne setve (ridge till, strip till, no – till, setev v mrtvo ali aktivno zastirko…), in zato so tudi pristopi k zatiranju plevelov v teh novih pridelovalnih sistemih povsem drugačni od običajnih. Uvaja se setev v mrtvo zastirko, setev v aktivno zastirko oz razne podsevke z različnimi izvedbenimi možnostmi (neposredno vsejavanje v podsevke, obdelava ozkih pasov s herbicidi, …) in uporaba gensko modificiranih rastlin (GMO) rastlin odpornih na določene herbicide kot sta glifosat in glufosinat (t.i. glyphosate tolerant - GT rastline) ali »normalne« koruze odporne na določene herbicide, kot v primeru našega poskusa, koruze odporne na aktivno snov cikloksidim (pripravek FOCUS ULTRA).\n"], "2": ["1.1 Delovne hipoteze", "1. Obstajajo statistično značilne razlike med hitrostjo in obsegom vznikanja klasično  posejane koruze in koruze posejane z različnimi metodami direktne setve.  2. Obstajajo značilne razlike v številu plevelov, ki se razvijejo v posevkih klasično  posejane koruze in posevkih koruze posejane v različnih postopkih direktne setve.  3. Obstajajo značilne razlike v pridelku klasično posejane koruze in koruze posejane z  različnimi postopki direktne setve.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Prednosti in slabosti sistemov direktne setve koruze", "Poznanih je več sistemov direktne setve koruze, pri čemer imajo ti sistemi tudi različne prednosti in slabosti. Razlike med posameznimi sistemi so lahko zelo velike.\n"], "5": ["2.1.1 Prednosti in slabosti direktne setve", "Direktna setev (v tuji literaturi označena z izrazi no till, direct seed, direct drilling, direktsaat) je poseben pridelovalni postopek, pri katerem se največ 10 % površine tal obdela s posebnimi sejalnicami ob postopku setve, ostala površina je neobdelana (Birkás 1995). Setev se vrši brez kakšne koli predhodne obdelave tal, razen postopka vlaganja semen v tla (Eichhorn 1985). Pri teh sistemih ne pride zgolj do redukcije osnovne obdelave tal, ampak tudi do načrtnega opuščanja rahljanja in drobljenja setvene plasti tal. To je postopek z najmanjšim posegom v strukturo tal, saj se naredijo le plitve reže oziroma žlebovi, v katere se odloži seme (Estler in Knittel 2002).\nRosner, Zwatz in Klik (2003) kot prednosti direktne setve navajajo:\n- znižanje proizvodnih stroškov;\n- manjša poraba goriva in manj delovnih ur;\n- manjša obremenitev strojev;\n- preprečevanje vetrne in vodne erozije tal;\n- povečanje vsebnosti organske snovi v tleh in\n- izboljšana zadrževalna kapaciteta tal za vodo.\nKot slabost direktne setve mnogo avtorjev navaja manjše pridelke. Birkás in Gyuricza (2000) opažata prva tri leta po uvedbi direktne setve padec pridelka koruze, kasneje pa se le ta počasi zopet povečuje. Ob manjših pridelkih, pa je slabost direktne setve tudi \nzgostitev zgornjih talnih horizontov in povečana zapleveljenost, kar lahko nekoliko zmanjšamo samo s primernim kolobarjem.\n"], "6": ["2.1.2 Prednosti in slabosti sistema direktne setve v mrtvo zastirko", "Setev v mrtvo zastirko (v tuji literaturi Mulchsaat, dead mulch seed, mulch drilling) sodi med konzervirajoče tehnike obdelave tal, katere tipična značilnost je plitva obdelava tal brez obračanja zemlje. Setev v mrtvo zastirko občutno zmanjšuje površinsko odtekanje vode od 80 do 90 % in lahko skoraj v celoti prepreči odnašanje površinske plasti tal zaradi erozijskih procesov. Zraven tega pa daljše mirovanje tal in več organske snovi v tleh vzpodbuja talno življenje, še posebej aktivnost deževnikov (Lumbricidae), katerih populacija se poveča že v enem letu (Estler in Knittel 2002).\nPrednosti in pomanjkljivosti sistema setve v mrtvo zastirko so dobro prikazane tudi v članku iz revije Top Agrar (5/2007). V poljskem poskusu so sejali tritikalo (Tritico secale) v tla obdelana na dva načina; po konvencionalnem načinu z uporabo pluga in po konzervirajočem načinu setve v mrtvo zastirko. Iz rezultatov lahko razberemo, da so ob prednostih, kot so manj delovnih ur, manjša poraba goriva, tudi omejitve in nevarnosti tega sistema. Pri temeljni lahko prihaja do problema koncentracije slame v zgornji plasti tal, kar nekoliko ovira vznik tritikale, saj ni dovolj časa za razgradnjo slame. Zato priporočajo globoko umešanje slame, če ni dovolj časa za preperevanje slame. To bi dosegli, če bi še enkrat opravili temeljno obdelavo z združenim orodjem, vendar bi s tem izgubili prihranek na času in gorivu. Poleg tega je v takšnih primerih potrebno opraviti še škropljenje z gifosatom, saj je kemično zatiranje plevelov pri tem sistemu nujno potrebno. Primerjali so tudi stroške obeh sistemov in ugotovili prihranek konzervirajoče obdelave 32 €/ha pri letni obdelavi 100 hektarjev. Če pa k temu prištejemo še stroške za škropljenje z glifosatom (25 €/ha), se ta prihranek nekoliko zmanjša. Prihranek se lahko še nekoliko zmanjša ob večjem napadu bolezni, višjih stroških zatiranja plevelov in nevarnosti nihanja pridelkov. Nasprotno pa se lahko prihranek poveča na teksturno težkih tleh zaradi večje storilnosti in manjše porabe goriva in delovnih ur, v primerjavi, s konvencionalno obdelavo s plugom.\n"], "7": ["2.1.3 Prednosti in slabosti sistema direktne setve v aktivno zastirko", "Več avtorjev (Zink in Hurle 1990, Garibay 1997, Ammon 1996…) navaja različne definicije sistema aktivne zastirke, ki so večinoma preozko zastavljene, zato Feil in Liedgens (2001) predlagata relativno široko definicijo sistema aktivne zastirke, ki predstavlja v širšem pomenu mešane posevke več vrst rastlin, pri katerih se ena od rastlin te mešane združbe razvija dalj časa kot živa oz. aktivna zastirka tal, in je namenjena oblikovanju osnovnega pridelka.\nRastline, ki oblikujejo zastirko znotraj glavnega posevka, lahko posejemo pred setvijo glavnega posevka, istočasno, ali pa po njej (Lešnik 2007). V tuji literaturi najdemo več izrazov za sistem aktivne zastirke kot so: living mulch, mixed croping, cover crops, intercroping, Bodendecker, Lebendmulche, Begleitpflanzen, Beisaat …\nPrednosti sistema aktivne zastirke lahko povzamemo iz zahtev, ki sta jih določila Enache in Ilnicki (1990) ter jih mora izpolnjevati »idealni« prekrivni posevek, ki naj:\n- čim manj konkurira glavnemu posevku;\n- preprečuje erozijo tal, in izpiranje fitofarmacevtskih sredstev;\n- zmanjšuje izpiranje nitratov;\n- zmanjšuje uporabo fitofarmacevtskih sredstev, s tem ko učinkovito zatira škodljive  organizme (plevele, rastlinske bolezni, škodljivce);\n- ima kakovosten in cenovno ugoden semenski material;\n- se brez težav vključi v kolobar (nima prezgodnjega roka setve, ne vzpodbuja  razvoja plevelov in škodljivcev);\n- prispeva k izboljšanju strukture tal in preprečuje zbitost tal;\n- ima sposobnost biološke fiksacije dušika;\n- proizvaja velike količine kvalitetne krme (pomembno predvsem za živinorejske  kmetije) in\n- ustvarja življenjski prostor za male živali, ptiče in koristne žuželke. \nSlabost tega sistema pa je, da glavni posevek v tej združbi običajno ne doseže takšnega nivoja pridelka, kot ga pri drugih sistemih, npr. pri klasični setvi ali setvi v mrtvo zastirko (Zink in Hurle 1990). Vzrok za to je večinoma ta, da aktivna zastirka tekmuje z glavnim posevkom za rastne dejavnike kot so svetloba, prostor, voda in predvsem hranila (v največji meri dušik). Garibay s sod. (1997) ugotavlja, da aktivna zastirka, ki je posejana pred glavnim posevkom, odvzame tlom večje količine dušika, kar je dobro, saj se zmanjša možnost izpiranja nitratov v podtalnico, po drugi strani pa je na razpolago manj dušika za glavni posevek. Tudi če nižje vrednosti N-min kompenziramo z dodatnim gnojenjem ob setvi, lahko glavni posevek že v zgodnjih razvojnih fazah občuti pomanjkanje dušika (Feil s sod. 1997).\n"], "8": ["2.2 Razvoj plevelov v sistemih direktne setve koruze", ""], "9": ["2.2.1 Razvoj plevelov pri direktni setvi in setvi koruze v mrtvo zastirko", "Birkás in Gyuricza (2000) sta raziskovala in primerjala rezultate dveh petletnih poskusov (od 1977 do 1981 in od 1992 do 1996). V poskusih so primerjali sistem direktne setve s sistemom pridelovanja s klasičnim oranjem in setvijo. Osredotočila sta se na kompleksno povezavo med obdelovalnim sistemom in stanjem tal ter razvojem plevelov in povezavo med stanjem tal in pridelkom.\nV prvem petletnem obdobju so bili dejavniki, ki so najbolj vplivali na večjo zapleveljenost posevka koruze, opustitev gnojenja z mineralnimi gnojili, opustitev kakršne koli obdelave tal (direktna setev), plitva obdelava tal spomladi (setev v mrtvo zastirko), pridelava brez kolobarjenja, večletna direktna setev ali plitva obdelava tal in oranje pomladi. V drugem petletnem obdobju pa so imeli največji vpliv na povečano zapleveljenost posevkov: opustitev mineralnega gnojenja, opustitev kolobarjenja in opustitev obdelovanja zemlje (direktna setev). Najpomembnejši dejavniki, ki so v obeh petletnih obdobjih vplivali na \nzmanjšanje zapleveljenosti posevkov, pa so bili primerno gnojenje, kolobarjenje, jesenska temeljna obdelava tal in vsaj 20 cm globoka obdelava tal z obračanjem (uporaba pluga) in vsakoletno rahljanje zemlje.\nIz obeh poskusov je bilo razvidno, da v sistemih direktne setve zapleveljenost tako z večletnimi ozkolistnimi pleveli kot toploljubnimi poletnimi pleveli in tudi skupna zapleveljenost v vseh variantah narašča do tretjega leta in se nato do petega leta zopet nekoliko zniža. Prav tako sta Birkás in Gyuricza (2000) ugotovla, da je zapleveljenost večja na površinah, kjer se ni gnojilo z mineralnimi gnojili. Na splošno pa je bila največja zapleveljenost pri variantah z direktno setvijo, med tem ko plitva obdelava (setev v mrtvo zastirko) ugodno vpliva na zatiranje večletnih plevelov, nekoliko manj pa na zatiranje enokaličnih in toploljubnih enoletnih plevelov, v primerjavi z konvencionalnim načinom obdelave tal. V kolikor je mrtva zastirka dovolj gosta, lahko po ugotovitvah omenjenih avtorjev dokaj uspešno zavre vznikanje enoletnih plevelov, ki kalijo blizu površja tal. Razvoja trajnih plevelov, ki se razvijejo iz podzemnih založnih organov, zastirka navdano ne more v popolnosti preprečiti. Pri mrtvih zastirkah so ponavadi alelopatski neugodni učinki na posevek nekaj manjši kot pri aktivnih zastirkah.\n"], "10": ["2.2.2 Razvoj plevelov v sistemih setve v aktivno zastirko", "Osnovna ideja tega sistema, kot navaja Ammon (1996) je, da lahko plevele bolje uravnavamo, ker je namesto raznolike, spremenljive in deloma tudi agresivne plevelne flore prisoten samo en »plevel«, ki ga je mogoče dobro zatirati, to je rastlina, ki oblikuje aktivno zastirko (podsevek).\nAktivna zastirka oz. podsevki na več načinov zatirajo plevele s tem ko: plevelom konkurirajo za hranila, tvorijo fizikalno oviro, ki ovira rast plevelov, izločajo alelopatsko delujoče snovi, spreminjajo mikroklimo in dostopnost svetlobe na površini tal, kjer kalijo semena plevelov (Moore s sod. 1994). \nPozitivne učinke podsevkov na uspešnost zatiranja plevelov opisuje več avtorjev. Ammon s sodelavci (1995) je sejal koruzo v trajni podsevek deteljno travne mešanice. 30 cm širok pas v vrsti ob rastlini je bil predhodno poškropljen s herbicidi, podsevek v medvrstnem prostoru pa je bil po potrebi dva do tri krat pokošen s posebej skonstruirano kosilnico. Pri tem so ugotovili, da razen nekaj rastlin navadne kostrebe (Echinochloa crus-galli L.) in krvavordeče srakonje (Digitaria sanguinalis L.), enoletna plevelna flora ni imela nobenih možnosti za razvoj. Zastirka je skoraj v popolnosti preprečevala razvoj plevelne vegetacije, vendar je bilo tudi znižanje pridelka precejšnje.\nEnache in Ilnicki (1990) pa sta posejala koruzo v aktivno zastirko iz podzemne detelje (Trifolium subterraneum L.). V primerjavi z drugimi variantami je podsevek podzemne detelje odlično zaviral razvoj plevelov. V treh letih trajanja poskusa se je plevelna biomasa izrazito manjšala, pridelki koruze v aktivni zastirki pa se niso bistveno razlikovali od konvencionalno obdelovane variante (oranje s plugom in uporaba herbicidov brez aktivne zastirke). Ta detelja se je v teh poskusih pokazala kot dokaj uporabna. Detelja kot metuljnica zemljišče obogati z dušikom, pri razpadanju njene biomase pa ne pride do velikega dušičnega prehranskega šoka, ker ima ozko C:N razmerje.\nZink in Hurle (1990) sta raziskovala primernost istočasno s koruzo posejanih podsevkov podzemne detelje (Trifolium subterraneum L.), facelije (Phacelia tanacetifolia Benth.), ozimne ogrščice (Brassica napus L.) in bele gorjušice (Sinapis alba L.), za uporabo kot aktivno zastirko. Podzemna detelja je plevele zelo slabo zatirala, medtem ko sta facelija in še posebej bela gorjušica bistveno bolje zatirali plevele. Vendar pa se je učinek na plevele pokazal šele takrat, ko je podsevek že močno konkuriral glavnemu posevku. Podsevki so povzročili bistveno znižanje pridelka koruze. Pri beli gorjušici sta uporabila rastni regulator, ki je povzročil povečanje zatiralnega učinka na plevele, vendar pa regulator rasti podsevka ni trajno zaustavil. To je imelo za posledico masivne izgube pridelka koruze. Vendar pa sta Zink in Hurle, kljub vsem težavam v omenjenih poskusih, ostala mnenja, da koncept aktivne zastirke (podsevka) hkrati omogoča okolju sprejemljivo zatiranje plevelov in ekonomsko smotrno pridelavo koruze.\n"], "11": ["3 MATERIAL IN METODE DELA", ""], "12": ["3.1 Poskusna parcela", "Poskus je bil zasnovan kot naključni blok s šestimi variantami v štirih ponovitvah. Izvajal se je na posestvu Univerzitetnega kmetijskega centra Fakultete za kmetijstvo in biosistemske vede – Pohorski dvor. Posamezna parcelica je bila dolga 30 m in široka štiri vrste koruze oz. 3 m. Ker je bila njiva neizenačena, smo imeli več kot štiri ponovitve parcelic in smo potem za analize izbrali tiste najbolj izenačene. Varianta V5 ni bila naključno porazdeljena po blokih, ker nismo uspeli izvesti oranja tako ozkih in kratkih delov zemljišča kot so bile velike parcelice.\n"], "13": ["3.2 Sistem direktne setve koruze v poskusu", "Koruzo smo posejali 22. aprila z štiri-vrstno pnevmatsko sejalnico za direktno setev Monosem NX, na medvrstno razdaljo 75 cm. Gostota je znašala 14,5 koruznih rastlin / m². V poskusu smo uporabili hibrid Unixx DUO, katerega značilnost je bila, da je odporen na herbicide na podlagi aktive snovi cikloksidim (tako imenovan »Focus ready maize«). Hibrid ni gensko modificirana sorta, temveč je rezultat naravne mutacije in klasične selekcije. Za ta hibrid smo se odločili, da smo lahko kvalitetno zatrli ljulko po vzniku koruze. Številne kombinacije herbicidov, ki ji po vzniku uporabljamo v koruzi, ljulke ne zatrejo dovolj učinkovito.\nPri prvi varianti (V1) smo koruzo posejali v prezimelo travno deteljno mešanico mnogocvetne ljulke (Lolium multiflorum Lam.) in črne detelje (Trifolium pratense L.) poškropljeno s herbicidom glifosat en teden pred setvijo koruze. Uporabili smo pripravek BOOM EFEKT (48 % glifosat) v odmerku 5 l/ha. V času setve koruze se travno deteljna \nmešanica še ni posušila, ker je od posledic herbicida propadala dokaj počasi. V popolnosti je propadla šele več tednov po setvi koruze. V drugi varianti (V2) smo koruzo posejali v travno deteljno mešanico mnogocvetne ljulke in črne detelje pokošene nekaj dni pred setvijo, tri tedne po setvi pa smo uporabili pripravka FOCUS ULTRA 3 l/ha (cikloksdim 10 %) in HERBOCID 1,5 l/ha (2,4-D DMA 55,9 %) po vsej površini poskusnih parcelic. Koruza je v času uporabe herbicidov že delno vzniknila. Masa travno deteljne mešanice je bila pred setvijo koruze odstranjena in odpeljana z njive. Ta varianta je predstavljala sistem dela, ko travno deteljna mešanica pred setvijo koruze služi kot krmna baza. V tretji varianti (V3) smo koruzo prav tako posejali v travno deteljno mešanico pokošeno in odstranjeno nekaj dni pred setvijo, tri tedne po setvi smo uporabili mešanico pripravkov FOCUS ULTRA in HERBOCID samo v 20 cm pasu vrstnega prostora (tepih ljulke se je v medvrstnem prostoru nemoteno razvijal). V četrti varianti (V4) smo postopali enako kot v tretji varianti (V3), le da smo pas mnogocvetne ljulke in črne detelje v medvrstnem prostoru enkrat pokosili z vrtno kosilnico. Košnjo smo izvedli, ko je imela koruza 4 liste in mešanica višino 20 cm. Peta varianta (V5) je predstavljala klasično setev koruze kot kontrolo. Njiva je bila normalno preorana in opravljena je bila predsetvena priprava setvišča s predsetvenikom. Na parcelicah variante pet smo plevele zatrli tako, da smo takoj po setvi koruze pred vznikom uporabili herbicid STOMP 400 SC (pendimetalin 40 %) v odmerku 3 l/ha, nato pa smo v času, ko je koruza imela 4 liste, uporabili mešanico herbicidov FOCUS ULTRA in HERBOCID, kot pri varinatah z zastirkami. V šesti varianti (V6) pa smo koruzo posejali brez predhodne košnje travno deteljne mešanice, ter tri tedne po setvi uporabili pripravka FOCUS ULTRA in HERBOCID po vsej površini. Za varianto 6 je značilno, da je imela zastirka največjo prekrivno maso, kar je bilo dobro s stališča zadrževanja razvoja plevelov. S stališča razvoja koruze pa se je omenjen sistem dela izkazal za tvegan, saj je zelo počasi odmirajoča zastirka povzročila velik zaostanek v zgodnjem razvoju koruze. \nplevelov primanjkuje hranil. Skrajno desno koruza v sistemu konvencionalnega  pridelovanja, ki je bistveno bolj razvita.\n"], "14": ["3.3 Sistem analize plevelne populacije in ocenjevanje vznika koruze", "Plevelno populacijo smo analizirali po standardizirani metodi naključnega štetja plevelov na površinsko enoto. Štetje smo izvajali z metanjem kovinskega okvirja velikosti 0,5 x 0,5 m (0,25 m²). Okvir smo naključno trikrat vrgli na posamezno parcelico in nato prešteli plevele znotraj okvirja in na podlagi števila posameznih plevelov opravili statistično analizo. Štetje smo opravili pred spravilom koruze. Analizirali smo razmerja med posameznimi plevelnimi vrstami, enoletnimi, večletnimi, ozkolistnimi in širokolistnimi pleveli znotraj variant. Za testiranje statističnih razlik med povprečji smo uporabili Tukejev HSD test (α = 0,05). \nVznik koruze smo ocenjevali tri tedne po setvi, in sicer smo prešteli število vzniklih rastlin koruze na dolžinski meter. Štetje smo opravili na dolžini 4 m na sredinskih vrstah vseh parcelic. Iz tega smo izračunali število vzniklih rastlin koruze na hektar in delež vzniklih rastlin od posejanih 145 000 rastlin/ha. Štetje koruze smo nato opravili še enkrat šesti teden po setvi. Prešteli smo število rastlin na dolžinski meter in število listov koruze, ter izračunali število rastlin na hektar in delež razvitih rastlin od posejanih.\n"], "15": ["3.4 Ugotavljanje pridelka koruze", "Poskus smo pospravljali 10. 09. 2007. Vsako od štirih ponovitev izmed šestih poskusnih variant smo ročno poželi na površini 20 m² (sredina dveh sredinskih vrst parcelic) in stehtali pridelek celih rastlin. Nato smo stehtane rastline zmleli z enorednim traktorskim silažnim kombajnom Vihar 40 proizvajalca Sip, ter vzeli vzorec za analizo suhe snovi. V nalogi so predstavljeni le podatki o pridelku sveže snovi, ker analize silaže, ki smo jo pripravili iz koruze, niso bile predmet naše raziskave.\n"], "16": ["3.5 Vremenske razmere v letu 2007", "vremensko postajo Maribor. Vir: ARSO (mesečni bilten 2007)\nPodatki vremenske postaje Maribor kažejo precejšnjo pomanjkanje vlage v aprilu, ravno v času setve, čemur je sledil v drugem tednu po setvi rahel temperaturni šok (ohladitev). Prav tako je nekoliko primanjkovalo vlage tudi v juniju. Drugače pa je bilo vlage in toplote dovolj na razpolago za normalen razvoj koruze. To je razvidno iz modificiranega Walter- Gausovega klimadiagrama.\nMaribor\n"], "17": ["4 REZULTATI Z RAZPRAVO", ""], "18": ["4.1 Rezultati in razprava glede analize dinamike vznika koruze", "Po prvem ocenjevanju vznika (3 tedne po setvi) je bil najboljši vznik opazen pri varianti V5 - klasična setev (93,9 %), vendar se statistično značilno ni razlikoval od rezultatov pri variantah V1 in V2. Statistično značilno najslabši vznik pa smo zabeležili v varianti V6 (16,74 %). Delež vzniklih rastlin v variantah V3 in V4 je bil značilno višji od deleža pri varianti V6 in značilno nižji od tistega pri variantah V3 in V4 (glej preglednico 3). Najslabši rezultat pri V6 je nastal zaradi tega, ker ljulka pred setvijo ni bila niti pokošena, niti zatrta s herbicidi. Po uporabi herbicidov po vzniku koruze je propadala zelo počasi.\nPovprečja označena z enako črko znotraj posamezne meritve se statistično značilno ne razlikujejo po Tukey HSD testu (α = 0,05). Legenda: V1 – setev v mrtvo zastirko, V2 – aktivna zastirka + herbicid po celotni površini, V3 – aktivna zastirka + herbicid v 20 cm vrstnem pasu, V4 – aktivna zastirka + herbicid v 20 cm vrstnem pasu + enkrat košnja medvrstnega prostora, V5 – klasična setev, V6 – setev brez predhodne košnje zastirke. \nPo drugem štetju števila vzniklih rastlin koruze (6 tednov po setvi) smo statistično značilno največji delež vzniklih rastlin zabeležili v varianti V5 (97,02 %), medtem ko smo značilno najnižji delež vzniklih rastlin znova zabeležili v varianti V6, samo 23,67 %. Na drugem mestu po deležu vzniklih rastlin je bila varianti V1, ki je imela značilno nižji delež od variante V5, vendar pa se rezultat ni razlikoval statistično značilno od vrednosti ugotovljenih pri varianti V2. Varianta V4 ni imela značilno nižjega deleža vzniklih rastlin od variante V2, in prav tako ne od variante V3 (glej preglednico 3). Pri drugem štetju koruze smo prešteli še število listov koruze. Statistično značilno največ razvitih listov je imela koruza posajena v varianti V5, značilno najmanj razvitih listov pa je imela koruza v varianti V6. Koruza v varianta V1 ni imela značilno več razvitih listov, kot koruza v variantah V2 in V4. V varianti V3 koruza ni imela značilno manj razvitih listov od koruze v variantah V2 in V4 (preglednica 3). Pri analizi rezultatov je potrebno upoštevati, da smo imeli pri izvedbi poskusa cel kup težav. Zemlja je bila ob setvi travno deteljne mešanice izredno slabo pripravljena, kar je povzročilo izrazito neizenačenost površine. Bilo je veliko grud in velikih lukenj. Takšne razmere so povzročile zamude pri vzniku koruze. Zrna, ki so padla v globoke luknje, niso imela dobrega stika z zemljo in so le počasi srkala vlago iz tal. Počasen vznik lahko pripišemo tudi lokaciji poskusne parcele, saj so tla na poskusnem posestvu težka in hladna, zato vegetacija tam skoraj vedno zamuja. Pri obeh štetjih je najboljše vznikala koruza v klasični setvi, najslabši vznik pa je bil zabeležen v varianti V6 – setev v nepokošen posevek mnogocvetne ljulke in črne detelje. Dejansko je v varianti V6 vzkalil večji del semen koruze, vendar jih je nepokošen posevek mnogocvetne ljulke in črne detelje popolno zasenčil mlade rastlinice, zato so le s težavo pognale ven iz 5 do 6 cm globokega sejalnega žleba, napravljenega od sejalnice. Obenem pa so koruzo v variantah V3, V4 in V6 obžrli polži, ki so se zadrževali v podsevku ljuljke, ki ni takoj propadel. Polži so raje, kot ljulko obžirali mlade rastlinice koruze. Največjo škodo so polži naredili pri varianti V6. Ponekod smo našteli več kot 4 polže na m². Primerjava med obema štetjema ne kaže bistvenega povečanja števila vzniklih rastlin od enega do drugega štetja. Povečanje ni bilo tako veliko kot bi moralo biti, ker je veliko pozno vzniklih rastlin propadlo zaradi polžev. Vznik pri drugem štetju se je vidno povečal le v varianti V5 in V6.\n"], "19": ["4.2 Rezultati in razprava glede ugotavljanja velikosti populacije posameznih vrst", "plevelov\nPodatki glede štetja zastopanih plevelnih vrst so prikazani v preglednici 4. Podatki so iz jesenskega obdobja. Največ mnogocvetne ljulke se je ohranilo v varianti V4, vendar je tam ni bilo značilno več kot v variantah V1, V2 in V6. Najmanj mnogocvetne ljulke pa smo našteli v varianti V5, vendar tudi ne statistično značilno manj kot v variantah V1, V2 in V6. Lahko rečemo, da se je ljulka na večjem delu parcelic nadpovprečno dobro obnovila, kljub poškodbam herbicidov in tekmovanju s koruzo. To kaže ne veliko žilavost in trpežnost te rastline.\nPodobno je bilo tudi pri štetju števila preživelih rastlin črne detelje. Največ smo je našteli v variantah V1, V3 in V4, vendar je ni bilo značilno več kot v variantah V2 in V6. Najmanj pa smo je našteli v varianti V5, vendar tudi ne značilno manj ko v variantah V2 in V6, kar je bilo pričakovano, saj se ni mogla obnoviti po oranju in še dodatni uporabi herbicidov.\nPri beli metliki (Chenopodium album L.) smo pričakovali razlike med variantami. Manjše razlike smo ugotovili, vendar niso bile statistično značilne. V varianti 5 so herbicidi dokaj dobro delovali, a je vseeno tretiranje preživelo nekaj rastlin. Očitno se je pri vseh ostalih variantah nekaj rastlin vedno uspelo prebiti skozi zastirko, ki ni bila povsod dovolj gosta.\nNajveč rastlin navadne kostrebe (Echinochloa crus-galii L.) smo našteli v varianti V5, vendar je ni bilo značilno več kot v variantah V1, V2, V3 in V6. Najmanj smo je našteli v varianti V4, vendar ne značilno manj kot v variantah V1, V2, V3 in V6. Tako mrtva kot aktivna zastirka (V4), nista uspeli popolnoma zadržati razvoja kostrebe. Vidi se, da je bilo pri V4 kostrebe nekaj manj, saj se ni mogla dobro razvijati v medvrstnem prostoru, ki je bil pri tej varianti cel čas ozelenjen.\nPri analizi velikosti populacije njivske mete (Mentha arvensis L.) nismo ugotovili statistično značilnih razlik med variantami. Meta je trajen koreninski plevel. Take plevele s podsevki težje zadržimo v razvoju. Njihove populacije se pri direktni setvi lahko celo \nnekoliko povečajo. V našem primeru se je meta najbolje ohranila pri varianti 6, kjer smo medvrstni prostor tretirali po vzniku koruze. Enoletni pleveli so večinoma propadli, meta pa se je obnovila po poškodbah od herbicida 2,4 D. Nasprotno je bila pokrovnost pri varianti 3 precej velika in meta si ni uspela izboriti prostora.\nTudi njivski slak (Convolvulus arvensis L.) spada med trajne plevele. Največ slaka se je razvilo v varianti V5, a ne statistično značilno več kot v varianti V1. To je posledica selektivnega delovanja herbicidov. Ker so pri varianti 5 herbicidi precej omejili razvoj drugih plevelov, je imel slak dobre možnosti za razvoj. Najmanj slaka pa smo našteli v variantah V2, V3, V4 in V6, vendar ga tudi ni bilo značilno manj kot v varianti V1. V našem poskusu sistem uporabe zastirk ni povečal populacije rastlin njivskega slaka.\nStatistično značilno največ sivozelenega muhviča (Setaria glauca (L.) P.B.) smo našteli v varianti V5. Med variantami V1, V2, V3, V4 in V6 pa ni bilo statistično značilnih razlik. Pri tem plevelu se dobro vidi učinek zastirke. Pri vseh variantah je zastirka močno omejila razvoj muhviča. V varianti V5 se je uspel močno razviti potem, ko je popustil rezidualni učinek talnega herbicida Stomp. Razvoj plevelov kot je muhvič, torej z uporabo zastirk in sistema direktne setve, lahko močno omejimo.\nNajveč navadnega regrata (Taraxacum officinale Web.) smo našteli v varianti V2, a ga ni bilo značilno več kot v variantah V3, V4 in V6. Najmanj pa smo ga našteli v variantah V1 in V5, vendar ne manj kot v variantah V3, V4 in V6. Populacije regrata so bile v vseh variantah majhne in niso imele vpliva na pridelek koruze. Regrat ne štejemo za konkurenčen plevel za koruzo. V manjšem obsegu se mu uspe ohraniti v vseh sistemih dela.\nStatistično značilno največ breskove dresni (Polygonum persicaria L.) smo našteli v varianti V5. Med variantami V1, V2, V3, V4 in V6 pa ni značilnih razlik. Uporaba sistema zastirk očitno zelo močno zadrži razvoj dresni. Pri varianti 5 herbicidi niso posebej dobro delovali, zato se je dresen v sredini poletja pričela intenzivno razvijati. \nGlede števila toge zajčje detelje (Oxalis stricta L.) nismo ugotovili statistično značilnih razlik med variantami. To je skoraj povsem nepomemben plevel, ki se v manjših populacijah vedno ohrani na koruziščih ne glede na sestavo ostalega dela plevelne populacije. V varianti 5 je ni bilo, kar je verjetno posledica njene občutljivosti na uporabljene herbicide.\nTravniška latovka (Poa pratensis L.) se je značilno najboljše razvila v variantah V4 in V6, medtem ko med variantami V1, V2, V3 in V5 ni bilo statistično značilnih razlik. Pričakovali smo, da se bo latovka najbolje razvijala v omenjenih variantah, ker smo pri njih najmanj ovirali njen razvoj. Pri V4 se je normalno razvijala v medvrstnem prostoru, ki ni bil tretiran s herbicidi. Pri V6 se je brez težav prebila skozi mrtvo zastirko nastalo iz propadlih rastlin podsevka.\nNajveč plezajoče lakote (Galium aparine L.) smo prešteli v varianti V3, a je ni bilo značilno več kot v variantah V1 in V6. Najmanj pa smo je našteli v variantah V2, V4 in V5, vendar tudi ne statistično značilno manj kot v variantah V1 in V6. Lakota je značilen žitni plevel in ni značilen plevel koruze. Ker je tolerantna na herbicid 2,4-D in na cikloksdim, je pri škropljenju niso zatrli in se je razvijala tako v živi, kot v mrtvi zastirki. Zanimivo, da se ni uspela razvijati v varianti V4. Verjetno ljulka uspešno zadržuje njen razvoj. Pri varianti V5 smo pričakovali, da lakote ne bo, ker herbicid pendimetalin nanjo dobro deluje, in ker ni konkurenčna koruzi.\nPlazeča pirnica (Elytrigia repens L.) se je najboljše razvila v varianti V5, vendar je ni bilo statistično značilno več kot v variantah V3 in V4. Najmanj smo je našteli v varianti V1, vendar tudi ne značilno več kot v variantah V2, V3 in V6. Med variantami V2, V3, in V6 pa nismo ugotovili statistično značilnih razlik. Pirnica je zelo žilav trajen plevel. Predvidoma bi jo herbicid cikloksidim moral dokaj temeljito zatreti. V varianti V1 je je bilo najmanj, ker herbicid glifosat nanjo dobro deluje. Pri varianti V3 se je obnovila zato, ker je v času škropljenja po vzniku koruze s cikloksidimom koruze imela dokaj majhno listno maso. Očitno je imela premalo listne mase za dobro delovanje herbicida. Pri varianti V5 je bil vzrok za slabo delovanje herbicida cikloksidim enak. V tej varianti je ob \nškropljenju imela še manjšo listno maso. večanje listne mase iz zaoranih rizomov je počasnejše, kot po košnji, ko se obnovi iz nadzemnih delov. Herbicid pendimetalin ne more zadržati njenega razvoja. Če upoštevamo razvoj v neškropljenih kontrolah lahko rečemo, da sistemi direktne setve ne zadržijo popolnoma razvoja pirnice. Če v klasični pridelavi koruze ne uporabimo učinkovitih herbicidov, je razvoj pirnice zadržan manj kot pri sistemih direktne setve.\nNajveč njivskega zebrata (Galeopsis tetrahit L.) smo našteli v varianti V6, a ga ni bilo značilno več kot v varianti V3. Med variantami V1, V2, V3, V4 in V5 pa ni statistično značilnih razlik. Ta žitni plevel se običajno v posevkih koruze ne more normalno razvijati in ni pomemben.\nStatistično značilno največ hibridnega ščira (Amarantus hybridus L.) smo našteli v varianti V5, medtem ko med variantami V1, V2, V3, V4 in V6 ni bilo značilnih razlik. Sistemi direktne setve močno zadržijo razvoj ščirov, ki so značilni enoletni semenski pleveli. Razlika med varianto V5 in ostalimi je bila zelo velika. Na mnogih parcelicah z zastirko se niso razvile niti posamične rastline.\nNavadni plešec (Capsella bursa-pastoris (L.) M.) se lahko razvija tudi v travniški vegetaciji. Najbolje se razvijal v variantah V2 in V4, vendar ga ni bilo značilno več kot v variantah V1 in V6. Najmanj plešca smo našteli v variantah V3 in V5, medtem ko med variantami V1, V3 in V6 ni bilo opaziti statistično značilnih razlik. Pri varianti V5 so herbicidi in zasenčenje od koruze povzročili popolno zaustavitev razvoja populacije. Plešec so očitno uspe razviti v vseh vrstah zastirke, ne glede na način in termin uničenja zelene mase. Vzrok je v zelo hitrem razvoju na vseh še tako majhnih mestih, ki niso bila poraščena ali prekrita z mrtvo zastirko. Ker ni konkurenčen koruzi, nas njegov razvoj ne moti.\nNajveč enoletne suholetnice (Erigeron canadensis L.) smo našteli v varianti V2, vendar ne značilno več kot v variantah V1 in V6. Najmanj pa v variantah V3 in V5, vendar ne statistično značilno manj kot v varianti V4. Statistično značilnih razlik pa ni bilo med \nvariantami V1, V4 inV6. Suholetnica ima sposobnost razvoja predvsem v mrtvi zastirki. Naša populacija ni bila odporna na glifosat, bila pa je manj občutljiva na herbicid 2,4-D. V običajnih posevkih koruze suholetnica nima možnosti za normalen razvoj, ker ni konkurenčna.\nPopulacije njivskega osata (Cirsium arvense (L.) Scop.) se niso statistično značilno razlikovale med variantami. Ker je bila porazdelitev rastlin neenakomerna v otokih, ni bilo značilnih razlik niti pri varianti V5. Zastirke ne morejo v popolnosti zadržati razvoja tega plevela. Pri varianti V5 herbicid 2,4-D verjetno ni zadovoljivo deloval, ker je imel osat v času nanosa herbicida premalo listno maso. Glede na literaturo se na dolgi rok pri sistemih direktne setve brez uporabe herbicida glifosat lahko pričakuje nekolikšno povečanje populacij tega plevela.\nPri analizi števila vseh plevelnih vrst skupaj smo ugotovili, da jih je bilo statistično značilno največ v varianti V4. Drugo največje število plevelnih vrst smo zabeležili v varianti V3. Najmanj plevelov pa smo zabeležili v varianti V1, vendar ne značilno manj kot v variantah V2 in V6. Med variantami V2, V5 in V6 pa ni značilnih razlik. Vzrok za največje število plevelov pri V4 je puščanje prostega razvoja plevelov v medvrstnem prostoru. Najmanj plevelov je bilo pri V1, kjer smo ustvarili mrtvo zastirko pred setvijo, skozi katero se niso uspeli prebiti predvsem enoletni pleveli. S stališča zatiralnega učinka na plevele je bil sistema dela V1 celo boljši od klasičnega sistema pridelave z uporabo selektivnih herbicidov. \nPovprečja označena z enako črko znotraj posamezne vrste plevelne rastline se statistično značilno ne razlikujejo po Tukey HSD testu (α = 0,05). Legenda: V1 – setev v mrtvo zastirko, V2 – aktivna zastirka + herbicid po celotni površini, V3 – aktivna zastirka + herbicid v 20 cm vrstnem pasu, V4 – aktivna zastirka + herbicid v 20 cm vrstnem pasu + enkrat košnja medvrstnega prostora, V5 – klasična setev, V6 – setev brez predhodne košnje zastirke.\n"], "20": ["4.3 Rezultati in razprava glede analize velikosti populacije značilnih skupin plevelov", "Največ mnogocvetne ljulke se je ohranilo v varianti V4, vendar je ni bilo značilno več kot v variantah V2, V3 in V6. Najmanj mnogocvetne ljulke pa smo našteli v varianti V5, vendar je tudi ni bilo statistično značilno manj kot v variantah V1, V2 in V6. \nPodobno je bilo tudi pri štetju črne detelje. Največ smo je našteli v variantah V1,V3 in V4, vendar je ni bilo značilno več kot v variantah V2 in V6. Najmanj pa smo je našteli v varianti V5, ki pa se tudi ni značilno razlikovalo od variant V2 in V6. Herbicid 2,4-D v našem poskusu na črno deteljo ni deloval učinkovito. Propadanje je bilo le delno in zelo dolgotrajno. Pri ločeni analizi skupne populacije enoletnih plevelov nismo ugotovili statistično značilnih razlik med variantami. Statistično značilno največ večletnih plevelov smo prešteli v varianti V5. Med variantami V1, V2, V3, V4 in V6 pa ni bilo statistično značilnih razlik. Tudi glede združenega skupnega števila širokolistnih plevelov nismo ugotovili večjih statistično značilnih razlik.\nOzkolistni pleveli so se najbolje razvijali v varianti V4, vendar jih ni bilo značilno več kot v variantah V3, V5 in V6. Najmanj ozkolistnih plevelov pa smo prešteli v varianti V1, a jih tudi ni bilo značilno manj kot v variantah V2, V5 in V6. Med variantami V2, V3, V5 in V6 nismo ugotovili statistično značilnih razlik.\nPovprečja označena z enako črko znotraj posamezne vrste plevelne rastline oz skupine plevelov se statistično značilno ne razlikujejo po Tukey HSD testu (α = 0,05). Legenda: V1 – setev v mrtvo zastirko, V2 – aktivna zastirka + herbicid po celotni površini, V3 – aktivna zastirka + herbicid v 20 cm vrstnem pasu, V4 – aktivna zastirka + herbicid v 20 cm vrstnem pasu + enkrat košnja medvrstnega prostora, V5 – klasična setev, V6 – setev brez predhodne košnje zastirke. \nIz rezultatov lahko sklepamo, da se večletni pleveli veliko bolje razvijajo pri klasični setvi, kot pa v različnih sistemih direktne setve koruze. Vzrok za to je podsevek, ki je v sistemih direktne setve uspešneje zatiral trajne plevele, kot herbicidi v klasični setvi. Če bi poskus izvajali več let, verjetno ne bi prišli do povsem enakih zaključkov. Pri enoletnih plevelih ni bilo značilnih razlik med klasično setvijo in različnimi sistemi direktne setve. Glede na uspešnost zatiranja enoletnih kot večletnih plevelov se je kot najbolj uspešna izkazala varianta V1 (uporaba herbicida glifosat pred setvijo koruze). Pri tem sistemu je glifosat dokaj uspešno zatrl trajne plevele, enoletni pa pod zastirko niso kalili v velikem obsegu.\n"], "21": ["4.4 Rezultati in razprava glede pridelka koruze", "Najvišji pridelek celih svežih rastlin koruze smo zabeležili v varianti V5 (klasična setev), vendar ni bil značilno večji kot v varianti V1 (setev v mrtvo zastirko). Najnižji pridelek smo zabeležili v varianti V6, a prav tako ni bil značilno nižji od pridelka pri varianti V3. Med variantami V2, V3 in V4 pa ni bilo statistično značilnih razlik v pridelku celih rastlin koruze.\nPovprečja pridelkov celih rastlin označena z enako črko se statistično značilno ne razlikujejo po Tukey HSD testu (α = 0,05). Legenda: V1 – setev v mrtvo zastirko, V2 – aktivna zastirka + herbicid po celotni površini, V3 – aktivna zastirka + herbicid v 20 cm vrstnem pasu, V4 – aktivna zastirka + herbicid v 20 cm vrstnem pasu + enkrat košnja medvrstnega prostora, V5 – klasična setev, V6 – setev brez predhodne košnje zastirke. \n(UKC Pohorski dvor 10.9.2007) Legenda: V1 – setev v mrtvo zastirko, V2 – aktivna zastirka + herbicid po celotni površini, V3 – aktivna zastirka + herbicid v 20 cm vrstnem pasu, V4 – aktivna zastirka + herbicid v 20 cm vrstnem pasu + enkrat košnja medvrstnega prostora, V5 – klasična setev, V6 – setev brez predhodne košnje zastirke.\nIz prikazanega lahko sklepamo, da je imel na vznik in pridelek vpliv predvsem podsevek in ne toliko pleveli. Koruza se je najboljše razvijala v klasični setvi brez podsevka in pri setvi v mrtvo zastirko, najslabše pa tam, kjer podsevka nismo pokosili oz. smo pustili, da se je nemoteno razvijal v medvrstnem prostoru.\nUpoštevati pa je potrebno tudi, da je bila koruza pri klasični setvi malo bolj zrela, zato bi bila razlika v kilogramih proti drugim variantam verjetno večja, če bi tudi te dozorele do takšne stopnje. Dozorevanje koruze je pri direktni setvi koruze nekaj počasnejše kot pri klasični setvi.\nPri varianti V1 – herbicid glifosat iz neznanega vzroka ni dobro deloval. Potrebno je bilo ponovno škropljenje z manjšim odmerkom glifosata. Prišlo je do zamude v vzniku koruze. Ljulka je zelo počasi propadala, celih 6 tednov. Če se to ne bi zgodilo, bi bila razlika med V1 in V5 manjša. \nPri direktnih sistemih setve so težave tudi z dognojevanjem koruze. Koruzo smo dognojevali s trosilcem v obliki samokolnice, ki ima dva bočna cevna izvoda, iz katerih med vožnjo pada gnojilo. Izvoda lahko poljubno približamo koruzi. Ob dognojevanju je le zelo majhen del zrnine padel v medvrstni prostor. Koruzo smo dognojili v stadiju 4 listov z 250 kg gnojila KAN na hektar (27% N). Pri dognojevanju je potrebno upoštevati, da je ljulka pri varianti V3 in V4 odvzela koruzi veliko dušika dodanega ob dognojevanju.\n"], "22": ["5 SKLEPI", "V letu 2007 je bil izveden poskus na lokaciji UKC Pohorski dvor. Preučevan je bil vpliv različnih sistemov direktne setve koruze na uspešnost zatiranja plevelov (enoletnih, večletnih, ozkolistnih, širokolistnih kot tudi posameznih vrst). Ugotavljali smo tudi vpliv na vznik in pridelek celih rastlin koruze.\nNa podlagi rezultatov lahko sklepamo naslednje:\n1. delež vzniklih rastlin koruze je največji pri klasični setvi koruze, najmanjši pa pri  setvi v nepokošen podsevek mnogocvetne ljulke in črne detelje. Vzroki za to so v  ohladitvi tal, močnem zasenčevanju, alelopatskih učinkih in prehranskem dušičnem  šoku (široko C:N pri razpadajoči masi od herbicidov uničene ljulke);\n2. največje skupno število plevelov se razvije pri setvi v pokošen podsevek  mnogocvetne ljulke in črne detelje, kjer se herbicid uporabi samo v 20 cm širokem  pasu vrstnega prostora, podsevek v medvrstnem prostoru pa se nemoteno razvija  oz. se enkrat vmes pokosi. Če ljulko pred setvijo pokosimo in odstranimo, imamo  kasneje zelo malo prekrivne mase mrtve zastirke. Zatiralni učinek na plevele je  majhen, imamo pa koristi, ker smo pridelali krmo. V tem primeru je dodatna  uporaba herbicidov po vzniku koruze skoraj vedno potrebna;\n3. če ne uporabimo dobrih herbicidnih kombinacij, se večletni pleveli v klasični setvi  bolje razvijajo kot pa v različnih sistemih direktne setve. Pri številu enoletnih in  ozkolistnih plevelov na m² pa ni značilnih razlik med sistemi direktne setve in  klasično setvijo;\n4. najvišji pridelek celih rastlin koruze dosežemo pri klasični setvi in setvi v mrtvo  zastirko, najnižji pa pri setvi v nepokošen podsevek mnogocvetne ljulke in črne  detelje; \n5. z izjemo sistema direktne setve v mrtvo zastirko ustvarjeno z uporabo herbicida  glifosat ostali preučevani sistemi direktne setve po naših izkušnjah niso neposredno  priporočljivi za prakso, ker so izgube pridelka koruze prevelike;\n6. pri prekinitvi razvoja rastlin zastirke pred direktno setvijo koruze z glifosatom je  pomembna določitev optimalnega časa uporabe herbicida. Herbicid je potrebno  uporabiti, ko imamo dovolj razvite zelene mase zastirke in dovolj zgodaj pred  setvijo, da rastline zastirke dejansko pričnejo propadati pravočasno. Če rastline  prepočasi propadajo, imajo preveč dolgotrajen zaviralni učinek na vznikanje  koruze. Če rastline zastirke z glifosatom zatremo prezgodaj, je lahko zastiralni  učinek mrtve zastirke zmanjšan, vendar razmere pozneje, glede zatiranja plevelov,  ki se prebijejo skozi zastirko, lahko rešimo z uporabo selektivnih herbicidov. V  tem primeru so stroški zatiranja plevelov veliki, vendar jih moramo tehtati skozi  pozitivne učinke zaradi izboljšanja strukture tal, povečanja zadrževalne sposobnosti  za vodo, povečanja mikrobiološke aktivisti in posledično povečanja izkoristka  dodanih hranil ob gnojenju;\n7. pri sistemih gojenja koruze z direktno setvijo lahko pričakujemo povečanje težav z  nekaterimi škodljivci (npr. polži in strune), kar tudi lahko odločilno vpliva na  pridelek. Obvezno je razkuževanja semena z insekticidi in delno povečanje setvene  norme ob setvi, da nadomestimo izpad rastlin. To dodatno nekoliko poveča stroške  setve.\n"], "abstract": ["Cilj študije je bil ugotoviti vpliv različnih sistemov setve koruze (S1, S2, …) na hitrost vznika koruze, pridelek in na uspešnost zatiranja plevelov. Primerjali smo sistem pridelave koruze odporne na herbicid cikloksidim s klasično setvijo (klasično oranje in setev; S1), z direktno setvijo v mrtvo zastirko (dead mulch; S2) in s setvijo v različne oblike negovane aktivne zastirke (living mulch; S3). Zastirko (mešanica mnogocvetne ljuljke in črne detelje) smo pustili nepokošeno (S3a) ali pa smo jo pokosili in zatrli s herbicidom na podlagi cikloksidima in 2,4-D po celotni površini (S3b), ali pa samo v 20 cm pasu v vrsti ob koruzi, zastirka v medvrstnem prostoru pa se je nemoteno razvijala (S3c), oz smo jo enkrat vmes pokosili z vrtno kosilnico (S3d). Rezultati raziskave so pokazali, da je koruza vznikala najhitreje v pridelovalnem sistemu S1 in najpočasneje v sistemih S3. Glede na skupno število plevelov na m2 jeseni pred spravilom koruze lahko poskusne variante razdelimo po naslednjem vrstnem redu S3d > S3c > S1 ≥ S3b ≅ S3a ≥ S2, glede na pridelek (kg sveže mase celotnih rastlin na ha) pa po naslednjem vrstnem redu S1 ≅ S2 > S3b ≅ S3d ≥ S3c ≥ S3a. "]}