{"1": [" 1. UVOD", "Pridelava krme je osnovna naloga vsakega živinorejca. Za doseganje najboljših rezultatov v pridelavi krme je potrebno ogromno znanja in spretnosti. Žal smo vse prepogosto vezani tudi na stroške, ki pri pridelavi krme nastajajo. Da bi zmanjšali proizvodne stroške, moramo pred samim opravilom dobro poznati stroj, s katerim delamo, se seznaniti z njegovimi karakteristikami ter delovnimi zmožnostmi, da lahko maksimalno izkoristimo njegov učinek. Tega bomo dosegli le s pravilno nastavitvijo stroja, z optimalno hitrostjo dela, ki nam jo teren še dopušča ter z rednim vzdrževanjem stroja in zamenjavo obrabljenih delov. Posamezni deli strojev imajo velik vpliv glede na to, kolikšno moč bomo potrebovali za pogon stroja. Ti deli imajo svojo življenjsko dobo, ki jo moramo upoštevati, ter jih zamenjati, najbolje z originalnimi nadomestnimi deli in ne s ponaredki. Zaradi vse višjih cen pogonskih energentov je znižanje stroškov pridelave krme in optimizacije vseh ostalih stroškov na kmetiji bistvenega pomena za preživetje kmetijstva.\n"], "2": ["1.1 Namen in cilj", "V diplomskem delu želimo ugotoviti najcenejšo metodo košnje, ki jo lahko dosežemo glede na stroje, ki so na razpolago na kmetiji Pepelnak. Namen dela je preučiti, pod kakšnimi pogoji delovanja traktorja in kose je poraba goriva najnižja in posledično košnja najcenejša. To bomo ugotovili s praktičnim preizkusom, v katerem bomo izmerili porabo goriva pri različnih pogojih delovanja stroja na isti parceli. Spremljali bomo vpliv novih in starih (topih) nožev na diskasti kosilnici Vicon CM 217 na porabo goriva v primeru vrtilne frekvence traktorske priključne gredi 540 min-1 in 750 min-1 ter vrtilne frekvence vrtljajev motorja traktorja 1600 min-1 in 2000 min-1. V poskusu bomo spremljali tudi hitrost košnje z vlečnim agregatom, traktorjem John Deere 6100, letnik 1996, ki razvije maksimalno 55 kW moči pri nazivni vrtilni frekvenci 2300 min-1. Poskus bomo izvedli ob košnji sena in bo bločno zasnovan s ponovitvami.\nCilj diplomskega dela je poiskati najcenejšo metodo košnje, obenem pa se naučiti, kako pravilno nastaviti stroj pred vsakim delovanjem, da z njim dosežemo največjo kakovost košnje ter nizko porabo energije, ugotoviti, ali je smiselna menjava izrabljenih nožev pred vsako košnjo glede na ceno nožev in ceno porabljenega goriva ter časa, ki se porabi pri iztrošenih nožih.\n"], "3": [" 2. PREGLED OBJAV", ""], "4": ["2.1 Sodobni standardni traktor", "Traktorje delimo v različne skupine glede na namen uporabe, in sicer:\n– standardni traktor,  – dvoriščni traktor,  – sadjarsko-vinogradniški traktor,  – gorski traktor,  – traktor jahač. V Sloveniji je na večini kmetij vsaj en standardni traktor, velikokrat pa tudi večje število traktorjev (na srednje veliki kmetiji minimalno dva standardna traktorja). Standardni traktor lahko uporabimo za večino opravil, ki jih imamo na kmetiji. Obenem je pogonski agregat za delovne priključke, kakor tudi vlačilec za prevoz tovora. Bistvena razlika med vlačilcem in traktorjem je, da ima traktor nameščen tritočkovni priključni sistem ali hidravlično dvigalo ter traktorsko priključno gred, v večini primerov na zadnji premi traktorja. Sodobni traktorji so opremljeni še s čelnim hidravličnim dvigalom in priključno gredjo. Dvižna sila hidravličnega dvigala je pri najpogostejših traktorjih, ki jih najdemo na slovenskih kmetijah od 35 do 84 kN, pri tem imajo traktorji moč motorja od 75 do115 KM. Trend sodobnih traktorjev gre k večji zmogljivosti, saj so se priključki, s katerimi obdelujemo površine, v zadnjih letih zelo spremenili. Vsi proizvajalci stremijo k večjim delovnim širinam in večjim zmogljivostim stroja ter zmanjšanju prehodov preko obdelovalne površine. Traktorji morajo biti po varnostnih zahtevah opremljeni z varnostnim lokom ali kabino, da se s tem zavaruje traktorist ob morebitni prevrnitvi traktorja. Večina sodobnih traktorjev je opremljena s komfortno kabino, ki je zastekljena in klimatizirana ter predvsem pregledna. Večina sodobnih traktorjev je opremljena s štirikolesnim pogonom, ki se vklopi preko elektrohidravličnega ventila, ali ročno preko vzvoda, odvisno od opremljenosti traktorja z elektroniko, ki pa je dandanes nepogrešljiva (Jejčič 2007).\n"], "5": [" 2.2 Traktorske kosilnice", "Značilno za traktorske kosilnice je, da nimajo lastnega pogonskega agregata, ampak jih poganja traktor preko priključne gredi. Poznamo več tipov traktorskih kosilnic, ki jih razlikujemo glede na priključitev na traktor, in sicer:  – nošene,  – vlečne. Vlečne so samo zadnje stranske izvedbe, pri nošenih pa poznamo še čelno izvedbo. Glede na način delovanja jih ločimo na:  – rotacijske,  – strižne. Rotacijske delujejo po principu centrifugalne sile, ki nastane pri rotiranju bobna ali diska, pri strižnih traktorskih kosah pa se kosa, na katero so pritrjeni noži, giblje levo in desno med prsti kosilnega grebena in tako travo dobesedno odstriže (Mrhar 1997).\nZnačilno za bobenske kosilnice (slika 1) je, da imajo 2 ali 4 nasproti vrteče se valje oziroma rotorje (bobne), ki so nameščeni na jekleni votli nosilec, v katerem so pogonski deli. Ti so lahko zobniški ali jermenski. Bobenske kosilnice se ne mašijo in imajo veliko storilnost. Za bobensko kosilnico je značilno, da potrebuje večjo zagonsko moč kot diskasta (Mrhar 1997).\nDiskaste kosilnice imajo od 4 do 8 diskov, razmeščenih na votlem ploskem grebenu, v katerem so pogonski deli, ki so lahko zobniški ali verižni. Na obodu diska sta pri večini proizvajalcev kosilnic nameščena dva noža. Poznamo tudi kosilnice, ki imajo na disku nameščene tri nože. Diski se vrtijo v parih eden proti drugemu ali proti sredini, tako da travo odlagajo v redi. Višino reza nastavljamo z nagibom kosilnega grebena. Diskasta kosilnica je primerna tudi za košnjo brežin, saj je kosilni greben lažji od bobenske ter potrebuje manjšo zagonsko moč (Mrhar 1997). Slika 2 prikazuje diskasto kosilnico.\nStrižne kosilnice (slika 3) travo odstrižejo na podoben način kot škarje. Poznamo prstni in brezprstni kosilni greben, vendar je princip delovanja enak. V obeh primerih kosa travo potisne ob protirezilo in jo s tem odstriže. Prstni kosilni greben je najstarejša oblika in način strojne košnje. Sestavljen je iz prstov ali palcev, med katerimi potuje kosa levo in desno ter tako travo odstriže. Prsti so lahko togi ali gibljivi. \nPri brezprstnem kosilnem grebenu potujeta dve kosi ena proti drugi in tako travo odstrižeta. Za brezprstni greben z dvojno koso je značilno, da se greben ne maši, kosimo lahko s hitrostjo do 12 km/h. Greben z dvojno koso je tišji, saj kosi, gibajoči se ena proti drugi, dušita vibracije, vendar je zahtevnejši za vzdrževanje, saj je potrebno natančno brušenje nožev pod kotom 40- (Mrhar 1997).\n"], "6": ["2.3 Travinje", "Glede na izvor delimo travinje na:  – antropogeno,  – klimatogeno. Nastanek antropogene travinje je povzročil človek s svojim poseganjem v naravo, s krčenjem in požiganjem gozdov. Če teh površin človek ne obdeluje, se po določenem času zopet zarastejo nazaj v gozd, saj so ta rastišča po svoji naravni danosti primerna za gozd. Klimatogeni travniki so naravno dani. Najdemo jih tam, kjer se gozd ne more več razvijati, bodisi zaradi prenizkih temperatur (planinsko travinje) ali zaradi izredno visokih temperatur, kakršnih pri nas v Sloveniji ne najdemo (Korošec 1984). \nSkupno ime za številne rastline, ki rastejo na travinju, je travna ruša in je polifilna rastlinska združba. Sestavljena je iz velikega števila pretežno trpežnih zeljnatih rastlin, ki jih s kmetijskega stališča razvrščamo v tri skupine:  – trave (Poaceae),  – detelje (Fabaceae),  – zeli (vse ostale vrste iz botaničnih družin). Če travne ruše ne negujemo, se začno pojavljati v njej pleveli, grmičevja in drevesne vrste. Zeli so včasih štele za plevele, zato so bile nezaželene, vendar to ne drži popolnoma. Nekatere zeli imajo veliko hranilno vrednost in so celo zdravilne, večina pa jih je slabše kakovosti ali pa so celo strupene (Korošec 1984).\nGlede na botanično sestavo travne ruše ločimo:  – sejano travinje z deležem 50–70 % trav, 30–40 % metuljnic, 0–10 % zeli ter  – nesejano travinje z deležem 50–60 % trav, 20–30 % metuljnic, 10–0 % zeli. Botanična sestava travne ruše je zelo pomembna, saj je od nje odvisna njena trpežnost (sposobnost prenašanja strojne obdelave) in hranilna vrednost krme. Če je v ruši veliko zeli, bistveno slabše prenaša prehod s strojem, kot če je zeli malo, takrat so poškodbe travne ruše bistveno manjše. Pri sejanem travinju pa moramo posebno previdnost nameniti prvemu odkosu, saj je takrat ruša še nežna in neutrjena ter ima majhen koreninski sistem (Korošec 1984).\n"], "7": [" 3. MATERIAL IN METODE DELA", ""], "8": ["3.1 Splošni podatki o poskusu", "Praktično delo je potekalo na trajnem travniku s parcelno številko 1177/21, ki se nahaja v katastrski občini 773 Pečke v občini Makole. Njegova nadmorska višina je 245 m, nagib 4,32 %, površina pa je 4380,83 m2.. Travnik lahko vidimo na sliki 4.\nNa travniku smo najprej odmerili delovno pot, tako da je bilo na začetku in na koncu dovolj prostora za manevriranje s strojem. Košnja je potekala vedno v isti smeri v klanec navzgor, zato da smer košnje ne bi vplivala na meritev. Odmerjena dolžina parcele je bila 170 m. Vsako meritev smo izvajali v dveh ponovitvah. Najprej smo preverjali količino porabljenega goriva s topimi noži, nato še z novimi. Dobljeni rezultati so se zapisovali v preglednico 1 in 2. \nDobljene rezultate smo statistično analizirali s pomočjo programa IBM SPSS Statistics 20, pri tem smo uporabili metodo Paired samples T test. S tem testom smo želeli pokazati, ali lahko trdimo, da je razlika v porabi goriva res vpliv spreminjanja parametrov košnje in da to ni zgolj naključje. Kadar je koeficient manjši od 0,05, lahko 95 % trdimo, da je poraba goriva posledica spreminjanja parametrov košnje in ni zgolj naključje. Paired samples T test lahko vidimo v prilogi.\n"], "9": [" 3.2 Enačbe in izračuni", "Hitrost traktorja smo korigirali s pomočjo izmerjenega časa in poti z enačbo. Na dejansko hitrost vpliva zdrs in obrabljenost pnevmatik, vrednosti na armaturni plošči niso zanesljive. Hitrost smo izrazili z enačbo:\npri čemer je:  m v – hitrost    s s – pot [m] t – čas [s ]\nDelovna širina kosilnice Vicon CM 217 je 217 cm, dejanska širina ene košene redi je 200 cm, kar je pomenilo delovno širino, ki jo bomo označili z d. Za ugotavljanje najboljše kombinacije košnje potrebujemo še specifično porabo goriva, ki ga porabi traktor v eni uri, kar smo označili s sph. To smo izračunali po enačbi:\nPri čemer je:\npg – porabljeno gorivo [ml ]\nt – čas [s ] 3600 – faktor za pretvorbo iz sekunde v uro 1000 – faktor za pretvorbo iz mililitrov v liter \nZanimala nas je tudi površina, ki jo lahko pokosimo pri določeni nastavitvi košnje, kar smo imenovali specifična storilnost – ss. Izračunali smo jo po naslednji enačbi:\nPri čemer je:   ha  ss – specifična storilnost    h  m v – hitrost    s d – dejanska delovna širina košnje [m] 3600 – faktor za pretvorbo iz sekunde v uro 10000 – faktor za pretvorbo iz m2 v ha\nIzračunali smo še, koliko goriva porabi traktor, če pokosimo en hektar oziroma specifično porabo goriva na hektar, ki jo bomo označili s spha. Ta podatek smo dobili iz naslednje enačbe:\nPri čemer je:\nl  sph – specifična poraba goriva v eni uri    h   ha  ss – specifična storilnost    h\n"], "10": [" 3.3 Uporabljeni delovni stroji", "Traktor John Deere 6100 ima 4,5 l dizelski agregat z močjo 55 kW pri nazivni vrtilni frekvenci 2300 min-1 (slika 5). Masa traktorja je 4650 kg. Menjalnik, ki je nameščen v traktorju, je PowerQuad 20/20 – 40 km/h, kar pomeni da lahko izbiramo 5 osnovnih sklopov prestav, ki so razdeljene v še 4 podprestave, ki jih lahko menjujemo pod obremenitvijo brez uporabe sklopke. Smer vožnje spreminjamo s pomočjo EH inverterja brez uporabe sklopke prav tako pod obremenitvijo. Hidravlično dvigalo ima dvižno silo 42 kN in je elektronsko vodeno (EHR). Možne nastavitve so višina dviga ter hitrost dviganja in spuščanja hidravličnega dvigala. Nameščena ima 2 para hidravličnih ventilov, katerih pretok je lahko reguliran. Traktorska priključna gred ima tri hitrosti, in sicer 540 min-1, 540E (750) min-1 in 1000 min-1. Pnevmatike, ki so na traktorju, so dimenzije: spredaj 380/85 R 24, zadaj 600/65 R 34. Medosna širina traktorja je 2400 mm, dolžina 4564 mm, višina 2718 mm ter širina 2500 mm. Traktor ima zastekljeno komfortno kabino, dokaj ergonomično oblikovano ter pregledno in zračno vzmeten Grammer sedež. Traktor doseže teoretično hitrost 40 km/h, njegova dejanska hitrost pa je 34,5 km/h, saj se pri takšnem premeru obrabljenost pnevmatike precej odraža na hitrost vožnje.\nKosilnica Vicon se od drugih razlikuje po tem, da ima 3 nože na enem disku, kar bistveno podaljša življenjsko dobo noža in posledično doseže lepši rez travne ruše. Na kosilnem grebenu najdemo 6 nasproti vrtečih se diskov, na katerih so noži točkovno vpeti z ekscentričnim vijakom. Kosilni greben je stransko vpet na ohišje. Pri večjih delovnih širinah najdemo tudi centralno vpetje, ki zmanjša tlak kosilnega grebena ob površino predvsem na zunanjem robu grebena. Pogon grebena je preko jermenov, kar dopušča bistveno večji naklon pri košenju. Slika 6 prikazuje košnjo nabrežine.\nConditioners/Disc-Mowers-Rear-Mounted/Vicon-CM-1700-2200-2400) (28. 8. 2012)\nPrehod v transportni položaj je s pomočjo hidravličnega cilindra, ki greben potegne k sebi in ga tako postavi v vertikalni položaj.\n"], "11": ["3.4 Pripomočki za meritev porabe goriva", "Za merjenje porabe goriva smo izbrali merilni valj, volumna 2000 ml, izdelanega iz plastične mase, da se ob morebitnem udarcu ne bi zlomil. Če bi meritev opravljali s starejšim traktorjem, ki še ima klasičen vbrizg goriva v motor, bi bila meritev preprosta, saj bi v valj speljal dve cevki za gorivo. Eno za dovod iz valja do visokotlačne črpalke, drugo \npa za povratek odvečnega goriva iz vbrizgalnih šob nazaj v valj. Tako pa meritve nismo izvedli na ta način, saj traktor John Deere 6100 potrebuje konstanten tlak goriva do visokotlačne črpalke, ki ga ustvarja električna črpalka, ki je nameščena v rezervoarju za gorivo. Zato smo v merilni valj na dnu izvrtali luknjo in vanj namestili priključni člen za cevko. Valj smo pritrdili na traktor vertikalno nad rezervoarjem za gorivo. Namesto pokrova za rezervoar smo privili po pokrovu kopiran kos plastike, v katerem je bila luknja in priključni člen za cevko. S cevko smo spojili rezervoar in merilni valj. Pred tem smo z gorivom napolnili rezervoar do roba, nato pa še merilni valj do oznake 2000 ml. Z delovanjem motorja traktorja je nivo goriva v valju padal in tako smo lahko vrednost porabljenega goriva odčitali iz valja, kar prikazuje slika 7.\nPri poskusu smo uporabili tudi kovinski meter za odmerjanje površine ter štoparico za merjenje časa košnje ene redi.\n"], "12": [" 4. REZULTATI IN RAZPRAVA", ""], "13": ["4.1 Poraba goriva s topimi noži", "V preglednici 3 lahko vidimo porabo goriva pri vrtilni frekvenci motorja traktorja 1600 in 2000 min-1 ter traktorske priključne gredi v prestavnem razmerju 540 min-1 oziroma 750 min-1, s starimi noži.\nPreglednica 4 prikazuje porabo goriva in hitrost vožnje traktorja z novimi noži.\n*  95 % gotovost, da je na porabo goriva vplivala sprememba nastavitev parametrov pri košnji. \nPri košnji s starimi noži, ki so bili izrabljeni, se pokaže, da so vrtljaji motorja traktorja pomembni, saj z njimi kontroliramo navor motorja traktorja, ki ga potrebujemo za delo, a vseeno ne toliko, kot prestavno razmerje priključne gredi traktorja.\n*  95 % gotovost, da je na porabo goriva vplivala sprememba nastavitev parametrov pri košnji. \nPoraba goriva se bistveno ne spremeni, če zvišamo samo vrtljaje motorja traktorja. Večja je razlika v porabi goriva, če spremenimo prestavno razmerje traktorske priključne gredi. Če vrtljaje motorja vzdržujemo na 1600 min-1, prestavno razmerje traktorske priključne gredi pa spremenimo iz 540 min-1 na 750 min-1 pri enaki nazivni vrtilni frekvenci motorja, se poraba goriva nekoliko zviša. Čeprav bi pričakovali, da z višjimi vrtljaji traktorske priključne gredi in nožev na diskih kosilnega grebena kose dosežemo večjo vztrajnost nožev in s tem lažjo rez same travne ruše. A temu ni tako. Zaradi krivulje navora traktorja v odvisnosti od vrtljajev motorja, je navor traktorja pri vrtilni frekvenci 1600 min-1 premajhen, da bi z lahkoto poganjal priključno gred v prestavnem razmerju 750 min-1. Tako prihaja do večje obremenitve motorja traktorja in s tem posledično tudi do večje porabe goriva. Z grafa 1 je razvidno, da je najmanjša poraba goriva v kombinaciji košnje s topimi noži pri nižjih vrtljajih motorja in traktorske priključne gredi. Vendar moramo predpostaviti, da je to gledano pri košnji ene redi dolge 170 m. Katera kombinacija je na poljubnem travniku dejansko ugodnejša, lahko ugotovimo, če upoštevamo še čas košnje, čas in gorivo, ki ga porabimo za obračanje na koncu in začetku parcele ter kakovost košnje, ki jo prikazuje slika 8.\nZ grafa 2 je razvidno, da je najmanjša poraba pri 1600 min-1 vrtljajev motorja in 540 min-1 traktorske priključne gredi. En hektar bi pokosili v dobrih 44 minutah, saj vemo, da je specifična storilnost pri tej kombinaciji 1,35 hektarja na uro in bi za to porabili 9,67 l goriva. Če vemo, da je v začetku septembra 2012 cena enega litra dizelskega goriva 1,44 EUR, bi bil strošek zgolj košnje slabih 14 evrov. K temu moramo dodati še strošek goriva, ki ga potrošimo za manevriranje na robovih parcele, stroške delavca ter amortizacije strojev.\nPri višjih vrtljajih je tudi centrifugalna sila nožev večja, zato se noži manj zapirajo v disk ob naletu na krtino ali debelejšo travno bilko in je zato odkos bistveno čistejši, tudi če kosilni greben malce privzdignemo, saj nož bilko odreže. Če pa vrtljaje zmanjšamo, nož bilko upogne pred seboj in je ne odreže, dokler kosilnega grebena nekoliko ne nagnemo k tlom. Če kosimo prenizko, zmanjšamo kvaliteto krme zaradi večje vsebnosti prašnih delcev in kamenja, obraščanje travne ruše pa je bistveno slabše, kot pri pravilni višini košnje, kar je razvidno s slike 9. \n"], "14": ["4.2 Poraba goriva z novimi noži", "Z grafa 3 je razvidno, da je najmanjša poraba goriva pri nižjih vrtljajih motorja in pri višjih vrtljajih traktorske priključne gredi, kar je nasprotno kot pri starih nožih. Pa si poglejmo vzrok, zakaj prihaja do tega. Disk in s tem nož, ki je točkovno pritrjen nanj, se vrti z neko obodno hitrostjo, zato nanj delujejo določene sile. Centrifugalna sila povzroča, da nož travno bilko odreže, obenem pa nož pri določeni obodni hitrosti vleče iz središča točke vpetja navzven. Nasprotna sila trenja zavira nož, ko naleti na oviro. Ta je odvisna od koeficienta trenja in hitrosti gibanja noža. Vendar trenje ni krivec za povečanje porabe goriva, saj koeficient trenja ostane enak pri novih in obrabljenih nožih. Če pa pomislimo, kje je razlika med ostrim in obrabljenim nožem, ugotovimo, da je to površina samega rezila (slika 10).\nNov nož je nabrušen kot ostrokotni trikotnik (slika 12), za obrabljen nož (slika 11) pa lahko predpostavimo, da njegova površina predstavlja lik elipse ali mogoče celo polkroga. Spremeni se torej površinski tlak. In če vemo, da je površinski tlak odvisen od sile F (N) in od površine nekega telesa A (mm2), lahko trdimo, da je sila, s katero mora nož odrezati travno bilko, res večja pri obrabljenem nožu kot pri novem, saj je:  F N   p= (5)  A  mm 2   in s tem sila  F = p ⋅ A[N ] . (6) \nOglejmo si še porabo goriva z novimi noži, če bi kosili en hektar, vendar pri tem zanemarimo čas in potrošeno gorivo obračanja na robovih parcele.\nSpomnimo se grafa 2, kjer so stolpci segali povsod čez mejo 7 l/ha, v grafu 4 vidimo, da je najvišja poraba 5,5 l/ha, kar je za skoraj 2 l manj. Poveča se tudi storilnost košnje, saj z novimi noži pokosimo precej večjo površino v krajšem času in tudi pokošeno je bistveno lepše, saj za sabo ne puščamo travnih bilk, ki osamljeno štrlijo v zrak. Vidimo tudi, da se poraba ob povečanju vrtljajev motorja zniža, zato lahko z gotovostjo trdimo, da je navor traktorja pri vrtljajih motorja 1600 min-1 premajhen za potrebe košnje sena, ne glede na prestavno razmerje traktorske priključne gredi, kar se odraža z višjo porabo goriva. Vidimo, da je z vidika stroška košnje ter kakovosti le-te primerna izbira okrog 2000 min-1 vrtljajev motorja ter prestavno razmerje priključne gredi 750 min-1.\n"], "15": ["4.3 Primerjava porabe goriva pri košnji enega hektarja z novimi in starimi noži", "Z grafa 5 vidimo, da je razlika v porabi goriva majhna, če spremenimo zgolj vrtljaje motorja in prestavno razmerje traktorske priključne gredi. Večja razlika se pokaže, če zamenjamo stare nože z novimi. V tem primeru govorimo o razliki 4 l goriva pri košnji enega hektarja, kar je dobro razvidno z grafa 5. To stroškovno znaša 5,76 EUR zgolj pri privarčevanem gorivu po končani košnji enega hektarja, če vemo, da liter goriva stane 1,44 EUR. S tem je tudi storilnost večja do enega hektarja v eni uri, če uporabimo nove nože. Za primerjavo vzemimo vijoličen stolpec in rdeč stolpec pri 2000 min-1 vrtljajih motorja. Če bi kosili površino 10 ha s starimi noži, bi za košnjo potrebovali 73 l goriva, ta podatek dobimo iz enačbe, če poznamo storilnost košnje in specifično porabo goriva na hektar, kar znaša 105,00 EUR. Kosili bi 6 ur in 12 minut, če zanemarimo obračanje na robovih parcele. Če zamenjamo stare nože z novimi za košnjo 10 ha velike površine potrebujemo 33,6 l goriva, kar bi zneslo 48,30 EUR, kosili pa bi jo 4 ure in 40 minut. Novi noži za kosilnico Vicon CM 217 stanejo 27,00 EUR, kar vidimo v prilogi 2, obraba le-teh je odvisna od površine, kako je pripravljena, od krtin, ki so v travni ruši in raznih ovir. Vsekakor je \nobraba zaradi treh nožev na disku bistveno manjša kot pri kosilnicah, ki imajo samo dva noža na disku. Zato je torej govoriti o življenjski dobi nožev zelo težko, vendar se pričakuje, da z njimi pokosimo vsaj 40 hektarjev, s tem da jih po približno 20-tih hektarjih košnje obrnemo. Poglejmo si razliko v porabi goriva, ki je nastala, ko smo zamenjali stare nože z novimi. Namesto da smo za košnjo 10-tih hektarjev porabili 73 l goriva, smo porabili samo 33,6 l in s tem privarčevali 39,4 l ter smo 1 uro in 32 minut prej zaključili z delom. S porabljenim gorivom manj smo privarčevali kar 56,7 EUR, kar je več kot strošek nabave novih nožev. Z gotovostjo lahko trdimo, da se splača zamenjati stare nože z novimi, kljub visoki ceni. Z novimi noži privarčujemo tako z gorivom kot s časom košnje. Če pogledamo travnik, ki smo ga kosili, vidimo lepe redi, ne onesnažene s prašnimi delci, saj smo lahko optimalno nastavili višino odkosa. Po prehodu travniške površine s kosilnico pa ni ostajalo travnih bilk, ki bi posamično štrlele v zrak.\n"], "16": [" 5. SKLEPI", "V uvodu diplomskega dela smo zastavili cilj poiskati varianto košnje, s katero bi porabili najmanj goriva za pogon traktorja John Deere 6100, na katerega smo imeli priključeno traktorsko kosilnico Vicon CM 217, obenem pa bi za to porabili čim manj časa. Na osnovi meritev, ocen in izračunov smo prišli do sledečih zaključkov:\n– Če kosimo s starimi, iztrošenimi noži, moramo upoštevati, da je za pogon kose potrebna bistveno večja sila, saj je večji tudi površinski tlak med nožem in travnimi bilkami. Zaradi tega potrebujemo za vzdrževanje ustreznih vrtljajev diskov na kosilnem grebenu večjo moč, kar pomeni več potrošenega goriva traktorja.\n– Če pri košnji s starimi, iztrošenimi noži zvišamo vrtljaje traktorske priključne gredi s 540 min-1 na 750 min-1, ne da bi zvišali vrtljaje motorja traktorja, traktor potroši 1,5 l/ha več goriva, kot če kosimo z nižjimi vrtljaji priključne gredi ter z višjimi vrtljaji motorja.\n– Če stare nože zamenjamo z novimi, se poraba goriva zniža najmanj za 2 l pri košnji enega hektarja, če vzdržujemo vrtljaje motorja med 1600 in 2000 min-1, ne glede na prestavno razmerje traktorske priključne gredi.\n– Ugotovili smo, da je z vidika storilnosti košnje in porabe goriva traktorja smiselno kositi pri 2000 min-1 vrtljajev motorja traktorja in v prestavnem razmerju 750 min-1 vrtljajev traktorske priključne gredi pri nazivni vrtilni frekvenci traktorja 2400 min-1.\n"], "abstract": ["Za rejce govejih živali predstavlja košnja trave eno ključnih opravil od pomladi do jeseni. Število košenj je odvisno od intenzivnosti kmetovanja, vendar predstavlja košnja trave časovno in stroškovno velik zalogaj za kmetovalca. Namen diplomskega dela je preučiti, kako moramo nastaviti parametre košnje, da bomo določeno površino pokosili v najkrajšem času in bomo za to porabili najmanj goriva, saj je le to iz dneva v dan dražje. V bločnem poljskem poizkusu smo preučevali, kako vpliva število vrtljajev motorja in priključne gredi na porabo goriva in ali se splača pred košnjo zamenjati nože na kosilnem grebenu kosilnice kljub relativno visoki ceni. Ob upoštevanju dobljenih izračunov lahko z gotovostjo trdimo, da ima spreminjanje vrtljajev motorja in priključne gredi manjši vpliv na porabo goriva kot zamenjava starih nožev kosilnega grebena kosilnice z novimi. "]}