{"1": ["1 UVOD", "Videz svežega sadja je najpomembnejši kriterij potrošnika pri izbiri nakupnih odločitev in je pomemben skozi celoten proces proizvodnje-shranjevanja-trženja. Videz določajo velikost, oblika, barva, stanje in odsotnost napak plodu. Izboljšave v kvaliteti in velikosti plodov je možno doseči z redčenjem plodičev in s tem zmanjšanjem tekmovanja za hrano med plodovi že v zgodnejših stopnjah razvoja. Na izboljšavo kvalitete plodov pa je možno vplivati tudi z uporabo rastnih regulatorjev.\nNamen diplomskega dela je z apliciranjem različnih rastnih regulatorjev v različnih časovnih terminih, ter različnih kombinacijah, doseči boljšo kvaliteto podov. Zanimal nas je tudi vpliv pripravkov na vsebnost sladkorja v plodovih ob obiranju in število odpadlih plodov pred obiranjem. Želeli smo tudi ugotoviti ali je potrebno večkratno škropljenje s temi sredstvi za doseganje želenega učinka. Tako smo v nasadu marelic izbrali drevesa, ki smo jih škropili z rastnimi regulatorji ter dobljene rezultate merjenih parametrov med seboj primerjali.\nPredpostavili smo naslednje hipoteze:  različni rastni regulatorji različno vplivajo na višino, širino, maso plodov ter  vsebnost sladkorja v plodovih;  škropljenje z rastnimi regulatorji bo vplivalo na manjše odpadanje plodov;  plodovi, ki ne bodo škropljeni z rastnimi regulatorji, bodo slabše kakovosti.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Marelica (Prunus armeniaca L.)", "Marelica je doma na Kitajskem, kjer jo gojijo že 5000 let. Marelica (Prunus armeniaca L.) je nastala v treh rodovnih središčih: kitajskem, osrednje azijskem in bližnjevzhodnem. V Evropo se je razširila iz osrednje azijskega in bližnjevzhodnega središča kot posledica vojn, trgovskih poti ter preseljevanja narodov v času pohodov Aleksandra Velikega v Turkestan v 4. st. pr. n. š. Ime armeniaca je vrsta dobila po armenskih trgovcih, ki so marelico prinesli v Italijo in Grčijo. V Evropi se je razširila šele po letu 1400. Sorte izhajajo iz manjšega števila praform, ki so bile v Evropo prinesene iz Armenije (Štampar in sod. 2009).\nDrevesa so srednje bujna. Obdobje mirovanja je kratko, zato jim najbolj ustreza hiter prehod iz zime v pomlad brez temperaturnih kolebanj. Vse sorte zorijo v času enega meseca. Med sadnimi vrstami zmernega podnebnega pasu je marelica najbolj občutljiva, zato so območja, primerna za pridelavo, zelo omejena. Glede klimatskih razmer je zelo zahtevna. V zimskem mirovanju prenese nizke temperature, zaradi kratkega obdobja zimskega mirovanja pa cveti zelo zgodaj spomladi, ko je nevarnost pozebe še zelo velika. Zato so zanjo ustrezne le lege brez nevarnosti spomladanskih pozeb. Primerna so hladna težka tla ter lege, ki so nagnjene proti severu ali severovzhodu, da s tem preprečimo prezgodnje odganjanje spomladi. Bolje uspeva na območjih z manjšimi količinami padavin in nizko sorazmerno zračno vlago kot na območjih z večjimi količinami padavin. Bolje prenaša sušo. Večina sort je avtofertilnih (samooplodnih), nekatere sorte pa so samoneoplodne in za normalno rodnost potrebujejo opraševalne sorte (Štampar in sod. 2009).\n"], "4": ["2.2 Videz plodov marelice", "Videz svežega sadja je najpomembnejši kriterij potrošnika pri izbiri nakupnih odločitev in je pomemben skozi celoten proces proizvodnje-shranjevanja-trženja. Videz določajo velikost, oblika, barva, stanje in odsotnost napak plodu. Široka paleta pred obiralnih dejavnikov lahko uravnava videz plodu ob obiranju. Kaj šteje kot zaželen videz za določene produkte, je odvisno od tega, kje v verigi je produkt ocenjevan in kdo ga ocenjuje (Kays 1999).\n"], "5": ["2.2.1 Velikost plodov", "Velikost posameznih enot produkta lahko precej vpliva na potrošnikovo izbiro, politiko ravnanja, potencial shranjevanja, izbiro trga za proizvajalca in končno uporabo. Velikost določajo: dimenzija (dolžina, širina, premer in obseg), teža ter volumen. V nekaterih primerih je narejenih več meritev velikosti za posamezen uporabljen proizvod (Kays 1999).\nIzboljšave v velikosti plodov ob obiranju je mogoče doseči z zmanjšanjem tekmovanja med plodovi za vodo in asimilate. To ugodnost izboljšamo, če zmanjšamo tekmovalnost v zgodnjih stopnjah razvoja plodov. Z redčenjem cvetov na začetku sezone izboljšamo iniciacijo cvetnega nastavka za naslednje leto in s tem zmanjšamo obremenitve zaradi prevelikega pridelka (Webster in Spencer 2000).\nVečina Japonskih sliv (Prunus Salicina), gojenih v Izraelu, ima dokaj majhne plodove. Apliciranje dveh litrov raztopine (25 mg pripravka Power TM, 15 mg pripravka MaximR in 25 mg 0,3% AmigoTM) na drevo, na začetku rasti pečke povprečnega premera 22 mm, je povzročilo upoštevanja vredno povečanje plodu. Tudi celoten donos vseh petih sort sliv, vključenih v ta poskus, se je dramatično povečal. Ni bilo negativnih učinkov na kvaliteto plodov ob obiranju niti na naslednjo letino (Stern in sod. 2007). \nVelikost plodov je zadnji in prvi parameter, ki določi vrednost plodov sladke češnje. V študiji so predelali osem rastlinskih rastnih regulatorjev (citokinine, gibereline in avksine ter njihove medsebojne kombinacije). Vsak pripravek je bil mešan z lanolinovo pasto in bil dan na peclje plodov 9 ali 10 dni po vrhu cvetenja. Najučinkovitejši so bili citokinini dodani 30 dni po vrhu cvetenja in so izboljšali težo za približno 15 %, med njimi rastni regulator CPPU (Caixi in Whiting 2011).\n"], "6": ["2.2.2 Oblika plodov", "Oblika predstavlja splošen opis, ki je lahko natančno določen z uporabo posebnih meritev in njihovih matematičnih razmerij. Najpogosteje je oblika določena subjektivno in je pomemben faktor v razlikovanju med posameznimi sortami. Manjše nepravilnosti v obliki na splošno niso kritični faktor za morebitne odločitve o izbiri potrošnikov. Plodovi z bolj ekstremnimi spremembami, ki lahko vplivajo na nakupne odločitve, so običajno zavrženi že med ročnim obiranjem ali v pakirnici (Kays 1999).\nPri raziskavah je opis oblike plodov pogosto potreben za številne različne namene, kot je opis sorte pri vlogah za žlahtniteljske pravice ali register sort, vrednotenje želj potrošnikov, preiskovanje heritabilitete za značilne oblike sadja (Rashidi in Gholami 2008) ter analiza porazdelitve mehanskih obremenitev na kožici rastočega plodu (Moreda in sod. 2012).\n"], "7": ["2.2.3 Barva plodov", "Od vseh faktorjev barva plodu največ prispeva k oceni kvalitete. Potrošniki so razvili različne soodvisnosti med barvo in splošno kvaliteto specifičnega produkta. Medtem ko je barva uporabljena kot osnovno merilo za ocenitev splošne kakovosti številnih izdelkov, vseeno kvaliteta in barva nista nujno med seboj povezani (Kays 1999). \nMarelica je odličen vir beta-karotena, to je glavni karotenoid, ki daje oranžno barvo na osenčeni strani plodu marelice, na osončeni strani pa se lahko pojavi rdeča barva, ki ima zelo privlačen komercialen vpliv in je obenem zavajajoča pri optimalnem času obiranja (Ruiz in sod. 2005). Zorenje plodov je povezano s pomembnimi biokemijskimi spremembami, ki spremenijo barvo, teksturo, okus in ostale kakovostne značilnosti. Proces zorenja je genetsko določen in reguliran s pomočjo etilena pri klimakteričnih sadnih vrstah, tudi pri marelicah (Bureau in sod. 2009).\nSadne sorte marelic predstavljajo veliko spremenljivost barv plodov v razponu od bele ('Moniqui') in oranžne ('Goldrich') do plodov, po večini obdanih z močno rdečo barvo, kot je 'A1710'. Narejena je bila študija hibridizacij med temi kontrasti, v kateri sta bila obravnavana dva teh hibridov; 'A3576', ki je križanec 'A1710' z 'Goldrich' ter 'A3751', ki je križanec med 'A1710' z 'Moniqui' (Bureau in sod. 2009). Opisane so bile spremembe akumulacije vzorcev antocianinov in beta-karotena med zorenjem plodov med 82 in 125 dnevom po cvetenju dveh sort marelic (Prunus Armeniaca L.) 'A3576' in 'A3751' leta 2002. Pri obeh sortah se pokaže intenzivna rdeča barva kožice, ki se razlikuje po genetski sestavi sorte. Maksimalna vsebnost antocianinov je bila dosežena med 108 in 118 dnevom po cvetenju v povezavi z izgubo trdote in pridobitvijo rdeče barve na nezasenčeni strani plodov. Proti koncu zorenja je koncentracija beta-karotena v mesu dosegla 5mg kg -1 pri sorti 'A3576' in 15mg kg-1 pri sorti 'A3751'. Na vsebnost antocianinov je bil opažen velik vpliv okolja pri obeh sortah. Barva kožice plodu na neosenčeni strani je iz zelene na začetku zorenja postajala rdeče barve v povezavi z razkrajanjem klorofila in akumulacijo antocianinov (Bureau in sod. 2009).\nZanimivo je, da so pri prejšnjih študijah zapisali ugotovitve, da so bili antocianini zaznani v zgodnjem razvoju plodu breskve, prav tako so naraščale vrednosti antocianinov v plodovih jablane izpostavljenim soncu. Pri zrelih rdečih marelicah so bile merjene enote osenčenih in neosenčenih delov plodov zanemarljive, kar sovpada s sortama 'A3576' in 'A3751'. Nižje vrednosti meritev so bile na neosenčenih delih plodov pri sortah kot sta 'Goldrich' in 'Bergeron', saj te sorte akumulirajo malo antocianinov, kar se odraža po njihovih nizkih vrednostih (Bureau in sod. 2009). \nV zadnjem desetletju so potrošniki močno zainteresirani za privlačne okusne plodove, ki ne samo da pokrivajo osnovno preskrbo s hranilnimi snovmi, ampak imajo tudi sposobnost spodbujanja zdravja in preprečevanja bolezni. Zato so Roussos in sod. (2011) na univerzi v Atenah raziskovali kakovostne lastnosti in fitokemikalije v različnih obremenitvah pridelka. Raziskave so potekale na treh sortah marelice ( Prunus armeniaca L.) v različnih stopnjah redčenja plodičev. Pri obiranju so bile ocenjevane kakovostne značilnosti sadja, skupaj s koncentracijo fitokemikalij (ogljikovi hidrati, fenolne spojine in organske kisline). Redčenje je izboljšalo težo plodov pri dveh sortah z naknadnim zmanjšanjem trdote plodov, brez učinka na skupne topne trdne snovi in titracijske kisline. Na barvo kožice redčenje ni imelo vpliva, narasla je koncentracija ogljikovih hidratov in indeks sladkosti.\n"], "8": ["2.3 Rastni regulatorji", "Na procese razvoja rastlin ter obrambe rastlin pred boleznimi delujejo poleg dednih osnov, prehrane in okolja še regulatorji rastlinske rasti, med katerimi imajo zelo pomembno vlogo rastlinski hormoni (fitohormoni). Proizvajajo jih rastline in v nizkih koncentracijah regulirajo fiziološke procese pri rastlinah. Fitohormoni so močno učinkovite snovi, ki se po rastlini premeščajo od mesta nastajanja do mesta delovanja. Tako npr. avksini pospešujejo dolžinsko rast celic, povzročajo dolžinsko rast stebelnih poganjkov v višino in rast korenin navzdol, obenem pa preprečujejo rast stebelnih poganjkov (Krajnčič 2008).\nRastni regulatorji raznih vrst lahko privedejo do cvetnega nastavka. Kemični regulatorji, ki v eni rastlinski vrsti pospešujejo razvoj nastavka, lahko pri drugi rastlinski vrsti nastavek zavirajo. Do zdaj so z dodajanjem kemičnih rastnih regulatorjev uspešno pospeševali razvoj cvetenja pri različnih sadnih vrstah (Westwood 1992).\nDoslej je bilo znanih pet glavnih skupin fitohormonov: avksini, giberelini, citokinini, abscizinska kislina, eten ter na novo odkrita šesta skupina oligosaharini (Krajnčič 2008). Rastlinski hormoni se med seboj dopolnjujejo, so v sinergiji, pri nastajanju plodov. GA- Avksin sinergija je bila ugotovljena pri češnji, slivi in borovnici. Pri mangu in jabolku so \ndosegli maksimalen učinek, ko so avksine, citokinine in gibereline uporabili skupaj. Natančnih priporočil za nastanek plodov ni, saj ima vsaka sadna vrsta drugačne potrebe (Westwood 1993).\n"], "9": ["2.3.1 Avksini", "Izraz avksini izhaja iz grške besede aukso = rastem. Avksini so velikega pomena za razvoj plodov. (Krajnčič 2008) Nastajajo v aktivno rastočih poganjkih, mladih listih in v razvijajočih se zarodkih. Kontrolirajo stopnjo širjenja celice s tem, da vplivajo na raztezanje celične stene. Avksini, uporabljeni prej, zavirajo začetek rasti, tisti kasneje pa razvoj cveta pospešujejo (Westwood 1993).\n2.3.1.1 AMID-THIN (Naphthaleneacetamide)\nTa tip hormona je absorbiran v sistem rastline, kjer direktno povzroči (inducira) nastanek plasti abscizije. Amid-Thin se uporabi, ko odpadejo venčni lističi in vse do dva tedna in pol po polnem cvetenju. Efekt redčenja Amid-Thina ni tako hiter in učinkovit kot nekateri drugi pripravki za redčenje, vendar je s tem produktom manjši riziko za prekomerno redčenje (AgraPoint International Inc. 2010).\n2.3.1.2 MAXIM (3,5,6-trikloro-2-piridiloksi acetat 3,5,6-TPA)\nGlavna sorta češenj 'Bing' v toplih klimatskih razmerah Izraela ima zelo majhne plodove. Da bi povečali velikost plodov in s tem tržno vrednost češenj, so v letih 2003–2005 zastavili poskus. Tri zaporedna leta so škropili s pripravki iz sintetičnih avksinov in uporabili rastne regulatorje, kot so PowerTM, MaximR ter AmigoTM. Največji učinek na povečanje rasti plodov so imeli tisti rastni regulatorji, ki so jih uporabili v drugem stadiju razvoja plodov (Stern in sod. 2007). \nPri tej študiji so iste pripravke uporabili še za citruse in breskve. Ugotovljeno je bilo, da škropljenje z rastnim regulatorjem Maxim očitno vpliva na velikost plodov. Uporabili so ga za škropljenje v različnih koncentracijah 25 dni po vrhu cvetenja, ko pečka doseže premer za približno 13 mm pri vseh primerih. Kontrolna drevesa niso bila škropljena. Rezultati so pokazali učinek vseh treh naštetih rastnih regulatorjev na povečanje velikosti in na bolj poudarjeno barvo plodov, kar je omogočilo obiranje 4 dni prej (povečanje donosa iz 3 na 6–7 kg na drevo). Pod mikroskopom so opazovali velikost celic mezokarpa. Pri vseh tretiranjih z avksini je bila velikost celičnega tkiva povečana v primerjavi s kontrolnimi (Stern in sod. 2007).\nCilj študije Torresa in sod. 2011 je bil oceniti vpliv rastnega regulatorja Maxim pri zmanjšanju odpadanja plodičev pred obiranjem in učinek na kvaliteto pri obiranju in po 3 mesecih hladnega skladiščenja. V prvem letu (2007) je bil Maxim testiran na dveh sortah hrušk 'Blanquilla' in 'Konferans'. Narejena so bila tri obravnavanja in sicer 3, 4 in 5 tednov pred obiranjem. Vsa ta obravnavanja so primerjali s kontrolnimi. Rezultati za leto 2007 so pokazali, da so aplikacije Maxima proizvedle veliko zmanjšanje odpadanja plodičev pri sorti 'Blanquilla'. V drugem letu (2008) so bila obravnavana ista testiranja na sorti 'Conference', ki so pokazala, da je Maxim vplival na zmanjšanje naravnega odpadanja plodičev pred obiranjem sorte 'Conference'.\n"], "10": ["2.3.2 Citokinini", "So fitohormoni, ki pospešujejo celično delitev (citokinesis), od tod tudi njihovo ime. Citokinini se sintetizirajo predvsem v meristemskih tkivih koreninskih vršičkov in mladih listov. Stimulirajo celične delitve in rast celic, vendar dobro učinkujejo le ob sodelovanju avksinov. Zadržujejo staranje listov, cvetov in plodov ter podaljšujejo življenjsko dobo klorofilov. Pri apikalni dominanci pospešujejo rast stranskih popkov v nasprotju z avksini, ki zavirajo rast stranskih popkov, tu delujejo antagonistično in ne sinergistično kot pri celični delitvi (Krajnčič 2008). \n2.3.2.1 CPPU N-(2-kloro-4-piridil)-N)´-feniluree\nNa univerzi v Italiji so opravili poskus, kolikšen je vpliv aplikacije CPPU na produktivnost rasti kivija, na akumulacijo ogljikovih hidratov, metabolizma ter na končni plod. S CPPU so škropili 2 tedna po vrhu cvetenja, vpliv pa je bil viden kmalu po tretiranju, ob obiranju je bila teža tretiranih plodov približno 25 % večja od kontrolnih. Višja je bila tudi vsebnost klorofila v tretiranih sadežih. Vse to kaže, da CPPU pospešuje dozorevanje sadja (Antognozzi in sod. 1996).\nZa namen določanja ustreznih pogojev uporabe sredstev za povečanje velikosti 'hardi' kivija (Actinidia arguta), znanega kot 'baby' kivi, je bil uporabljen CPPU v treh različnih stopnjah rasti plodov. Pridobljena je bila občutno povečana velikost plodov, teža plodov pa se je podvojila. 'Hardi' kivi je manjši kot komercialni, tehta povprečno manj kot 10 g, zato bi bilo povečanje teh plodov ena od strategij za povečanje celotnega donosa in tržnosti plodov, kot kaže tudi s pomočjo rastnega regulatorja CPPU (Kim in sod. 2006).\n"], "11": ["3 MATERIALI IN METODE DELA", ""], "12": ["3.1 Rastlinski material", ""], "13": ["3.1.1 Podlaga Mirabolana 29c", "Za podlago smo uporabili Mirabolano 29c. Je zelo rodna podlaga, ki vpliva na srednje bujno rast dreves ter na boljšo skladnost sorte in podlage (Štampar in sod. 2009). Ta podlaga je primerna za lahka, zračna in rodovitna tla, prav tako pa marelice propadajo zaradi epopleksije (kap, sušenje drevesa) (Krpina 2004).\n"], "14": ["3.1.2 Sorta 'Goldrich'", "Sorta marelice 'Goldrich' je ameriškega izvora, nastala je s križanjem sort 'Sun Glo' x 'Perfection'.  rast drevesa je bujna;  ker je delno samooplodna sorta potrebuje za dobro rodnost opraševalne sorte  ('Portici', 'Sabbatani', 'Bella d´Imola');  cveti srednje zgodaj, zori v drugi tretjini julija;  hitro preide v rodnost in nato dobro rodi po celotni dolžini vej;  ima debele plodove, ki so primerni za manipulacijo in transport  osnovna barva kožice je oranžno-rumena do oranžna, s pikasto porazdeljeno  krovno barvo, ki prekriva manj kot četrtino plodu  je cepka s srednje veliko koščico (Sadni izbor za slovenijo 1998).\n"], "15": ["3.2 Vremenske razmere", ""], "16": ["3.2.1 Vremenske razmere v trideset letnem obdobju za Maribor", "Maribor v 30-letnem obdobju (1961–1990) po modificiranem Walterjevem in Gaussenovem klimadiagramu. Podatki so prikazani v razmerju 1:4\n(Hidrometeorološki zavod republike Slovenije 2006).\nNa področju Maribora je v tridesetletnem obdobju (1961–1990) padlo 1047 mm padavin letno, v obdobju vegetacije (april – september) pa 639 mm. Povprečna letna temperatura je bila 9,7 -C, povprečna temperatura v času vegetacije pa 16 -C. Iz klimadiagrama je razvidno, da v tridesetletnem obdobju ni zaznati pomanjkanja vode.\n"], "17": ["3.2.2 Vremenske razmere za Maribor v letu 2009", "Maribor – letališče v letu 2009 po modificiranem Walterjevem in Gaussenovem klimadiagramu v razmerju 1:4 (Mesečni bilteni 2009)\nLeto 2009 se je pričelo z izrazito hladnim vremenom. Kljub temu da je bila bilanca vode v tleh pozitivna, je bila zaradi zmrznjenih tal voda v tleh občasno nedostopna do globine 20 cm. V večjem delu Slovenije je rastlinstvo še ves februar ostalo v globokem mirovanju do zadnjih dni meseca, ko so se pričele pomladne temperature, ki so vztrajale še vso prvo polovico marca. Cvetenje kasnejših vrst koščičarjev ni bistveno odstopalo od povprečja. Aprila je bilo zelo toplo, v posameznih dneh se je ogrelo nad 20 -C. Bilanca vode v tleh je bila konec aprila že negativna, primanjkljaji vode so bili največji na osrednjem štajerskem. Obilje akumulirane toplote je močno pospešilo fenološki razvoj rastlin, kar je zabrisalo fenološki vrstni red. Vzbrstelo in zacvetelo je skoraj vse hkrati. V drugi polovici maja je Slovenijo zajel vročinski val. Temperature zraka nad 30 -C so pognale izhlapevanje iz tal in rastlin. Na Mariborskem območju so močne padavine v zadnji tretjini maja primanjkljaj \nuravnovesile. Ob koncu maja se je ohladilo, zadnje dni maja so bile v nasprotju rastline v stresu zaradi prenizkih temperatur. V zadnji tretjini junija je prav tako presenetilo hladno vreme, močan veter, nalivi in toča, ki so prizadeli tudi mariborsko območje, poškodovani so bili vinogradi in sadovnjaki. Še vso prvo polovico julija so bila tla obilno založena z vodo. Nadpovprečno vroče in nemirno poletno vreme se je končalo v začetku septembra (Bilten Agencije RS za okolje 2009).\n"], "18": ["3.3 Lokacija poskusa in lastnosti poskusnega nasada", "Poskusni sadovnjak se nahaja v vasi Trčova pri Malečniku v okolici Maribora. Leži na 277,4 m nadmorske višine. Drevesa sorte 'Goldrich' cepljena na podlagi Mirabolana 29c so bila posajena spomladi leta 2004 na razdalji sajenja 4,5 x 3 m. Poskus je potekal v letu 2009. Nasad je bil oskrbovan v skladu s pravili integrirane pridelave. Dne 15. 5. 2008 je bila opravljena analiza tal, ki je pokazala zadovoljivo vsebnost humusa v tleh (2,82 %) ter nevtralna tla (pH 7,23). Magnezija je bilo 21,2 mg/100 g tal, fosforja 27 mg, kalija 45,6 mg in bora 0,76 mg/100 g tal.\n"], "19": ["3.4 Metode dela", ""], "20": ["3.4.1 Zasnova poskusa", "Na osnovi podobne bujnosti smo izbrali 16 dreves. V poskus smo vključili osem obravnavanj v dveh ponovitvah. Izbrali smo dve vrsti in v vsaki določili po osem dreves. Drevesa smo škropili z rastnimi regulatorji z nahrbtno škropilnico CP3 v dveh terminih:\nKoncentracije rastnih regulatorjev, s katerimi smo škropili:  AMID-Thin - 1,2g/l vode \n Maxim - 0,2g/l vode  CPPU - 10ml/l vode\nObravnavanja: Obravnavanje 1: Uporabili smo pripravek AMID-Thin, tretirali smo v obeh terminih. Obravnavanje 2: Uporabili smo pripravek Maxim, s katerim smo škropili v obeh terminih. Obravnavanje 3: Uporabili smo pripravek AMID-Thin in škropili z njim samo v prvem  terminu. Obravnavanje 4: V prvem terminu smo uporabili rastni regulator Amid-Thin, v drugem  terminu pa CPPU. Obravnavanje 5: Uporabili smo pripravek CPPU ter škropili z njim samo v drugem  terminu. Obravnavanje 6: Uporabili smo pripravek Maxim ter škropili z njim samo v prvem  terminu. Obravnavanje 7: Tu ni bilo tretiranj s sintetičnimi sredstvi. Obravnavanje 8: V prvem terminu smo škropili s pripravkom Maxim, v drugem terminu  smo uporabili CPPU.\n"], "21": ["3.4.2 Meritve", "Na vsakem drevesu smo označili 10 plodov s številkami od 1 do 10. Ker smo imeli za vsako obravnavanje po dve ponovitvi, je to skupaj 20 plodov za eno obravnavanje. Označene plodove smo spremljali ob različnih datumih in si sproti zapisovali število na novo odpadlih plodov. Na tri datume obiranj smo označenim zrelim plodovom, ki smo jih potrgali izmerili še vsebnost suhe snovi. Datumi opazovanja označenih plodov: \nVsebnost suhe snovi smo merili z avtomatskim refraktometrom v laboratoriju Fakultete za kmetijstvo in biosistemske vede.\nNa tri datume obiranj (17. 7. 2009, 21. 7. 2009, 23. 7. 2009) smo iz vsakega drevesa naključno izbrali 20 plodov ter opravili še naslednje meritve:  maso plodu (g), vsak plod smo stehtali z elektronsko tehtnico;  višino plodu (mm) v smeri od peclja do izbočenega vrha plodu;  širino 1 plodu (mm), ki poteka vzporedno s pecljem in povezuje stran plodu, kjer je  šiv, z nasprotno stranjo;  širino 2 plodu (mm), ki povezuje strani pravokotno s stranjo, kjer je šiv plodu.\nVišino in širini plodov smo merili s pomičnim merilom.\n"], "22": ["3.5 Statistična analiza podatkov", "Podatki, ki smo jih dobili pri terenskem delu, so bili obdelani s pomočjo programskega paketa Microsoft Excel 2003 in s pomočjo programa IBM SPSS Statistics 20. Srednjenje vrednosti po posameznih obravnavanjih smo primerjali z analizo variance (ANOVA). Podatke smo testirali z Duncan-ovim testom pri 5 % tveganju in v nalogi označili statistično značilne razlike.\n"], "23": ["4 REZULTATI", ""], "24": ["4.1 Višina plodov", "Z meritvami, katerih rezultati so razvidni v grafikonu 3, smo želeli ugotoviti, kako različne koncentracije škropiv v različnih časovnih terminih vplivajo na velikost in s tem na kakovost plodov.\nNajvišjo povprečno višino plodov smo izmerili pri obravnavanju 2 (43,6 mm), kjer smo marelice poškropili z Maximom v obeh terminih. Sledijo obravnavanja, kjer smo kot rastni regulator uporabili v prvem terminu Maxim, v drugem pa CPPU (43,4 mm) ali najprej Amid-Thin in potem CPPU (43,2 mm), medtem ko je bila povprečna višina plodov tam, kjer smo uporabili CPPU v prvem terminu manjša (42,5 mm) in je bila večja le od kontrole (41,7 mm), kjer nismo uporabili rastnih regulatorjev. Tako bi lahko trdili, da je uporaba Maxima in Amid-Thina pozitivno vplivala na višino plodov. \nrazlične črke (a, b, c) pomenijo statistično značilne razlike med posameznimi obravnavanji (Duncan, 0,05)\n"], "25": ["4.2 Širina plodov 1 (ob šivu)", "Največjo povprečno širino 1 smo izmerili pri obravnavanju 4 (43,6 mm), kjer smo kot rastni regulator uporabili v prvem terminu Amid-Thin v drugem pa CPPU. Sledijo obravnavanja, kjer smo marelice škropili z Amid-Thinom ali Maximom v obeh terminih; ali z Maxim-om v prvem in s CPPU-jem v drugem terminu. Najmanjše povprečne širine so bile izmerjene pri obravnavanjih, ko smo škropili le v enem terminu. Tako je bila večja izmerjena širina 1 od kontrole (40,8 mm) le v obravnavanju 3 (41,2 mm), kjer smo uporabili Amid-Thin le v prvem terminu. \nRazlične črke (a, b, c, d) pomenijo statistično značilne razlike med posameznimi obravnavanji (Duncan, 0,05)\n"], "26": ["4.3 Širina plodov 2", "Tukaj si vplivi rastnih regulatorjev na širino 2 plodov sledijo podobno kot pri vplivu na širino 1 plodov, le da je tukaj kontrola (39,9 mm) večja od najmanjše izmerjene vrednosti pri obravnavanju 6 (39,5 mm), kjer smo škropili z rastnim regulatorjem Maxim le v prvem terminu. \nRazlične črke (a, b, c) pomenijo statistično značilne razlike med posameznimi obravnavanji (Duncan, 0,05)\n"], "27": ["4.4 Masa plodov", "Podobno kot velikost plodov je tudi masa plodov zelo pomemben kazalec kakovosti. Največja izmerjena povprečna masa je bila pri obravnavanju 4 (43,3 g), kjer smo kot rastni regulator uporabili v prvem terminu Amid-Thin, v drugem CPPU ter pri 8 obravnavanju (42,7 g), kjer smo škropili v prvem terminu z Maximom, v drugem pa s CPPU. Sledijo obravnavanja, kjer smo uporabili Maxim (42 g) ali Amid-Thin (41,9 g) v obeh terminih. Najmanjši učinek na povprečno izmerjeno maso je imel Maxim uporabljen samo v prvem terminu (37,6 g) z malo večjim učinkom le od kontrole (37 g). Tukaj lahko trdimo, da je imel pozitiven učinek na povprečno maso marelic Maxim ter Amid-Thin, oba v kombinaciji s CPPU. \nRazlične črke (a, b, c, d) pomenijo statistično značilne razlike med posameznimi obravnavanji (Duncan, 0,05)\nNajboljše rezultate meritev višine, širin ter mase so pokazala obravnavanja 1, 2, 4, 8. Med obravnavanji 4 in 8 ni bilo statistično značilnih razlik, kar pomeni, da je bila najboljša kombinacija, kjer smo v prvem terminu uporabili Amid-Thin ali Maxim, v drugem terminu pa CPPU. Takoj za njima sledita obravnavanji 2 in 1, kjer smo uporabili Amid-Thin ali Maxim v obeh terminih. Najmanšo povprečno višino, širino in maso smo dobili pri uporabi Amid-Thina, Maxima ter CPPU-ja uporabljenih le v enem terminu.\n"], "28": ["4.5 Vsebnost sladkorja", "Sladkor smo merili pri tistih označenih plodovih, ki so na drevesu ostali do obiranja. Ker je pri nekaterih obravnavanjih do obiranja ostalo zelo malo število plodov, statistična obdelava med njimi ni bila smiselna. Največ označenih plodov je do obiranja ostalo pri obravnavanju 4, kjer je bila tudi izmerjena največja vsebnost sladkorja. Po količini vsebnosti sladkorja, ki smo ga lahko izmerili štirim plodovom, sledi obravnavanje 2. Najmanj sladkorja smo izmerili enemu plodu iz obravnavanja 1 (Amid-Thin v obeh terminih), ter pri obravnavanju 8 (prvi termin Maxim, drugi CPPU), kjer smo že kmalu opazili intenzivno odpadanje plodov.\n"], "29": ["4.6 Intenzivnost in čas odpadanja plodov", "Pri tej meritvi smo želeli ugotoviti, kateri od uporabljenih rastnih regulatorjev bodo najbolje vplivali na manjše odpadanje plodov pred obiranjem.\nPrvo odpadanje plodov smo opazili dne 13. 7. 2009, ko je pri 7. (kontrola) in 8. (v prvem terminu Maxim, drugem CPPU) obravnavanju odpadlo že po 7 in 6 plodov od 20. Tri dni kasneje, to je en dan pred prvim obiranjem, je pri istih obravnavanjih odpadlo še po 5 in 6 plodov, kar je že 60 % odpadlih plodov. Tudi pri prvem obravnavanju, kjer smo uporabili Amid-Thin v obeh terminih, je do takrat odpadlo že 40 % plodov. Medtem ko je bilo manj intenzivno (10–15 %) odpadanje pri obravnavanjih 2 (Maxim v obeh terminih), 4 (Amid- Thin v prvem in CPPU v drugem terminu) in 5 (enkratna uporaba CPPU-ja). Do drugega obiranja (21. 7. 2009) je bilo najmanj odpadlih plodov pri obravnavanjih 2 (20 %), 4 (30 %) in 6 (enkratna uporaba Maxima), pri katerem je bilo odpadlih 25 % plodov. \nPri 5 obravnavanju pa se je odpadanje povečalo na 40 %. Pri ostalih obravnavanjih je odpadlo že po 50–75 % od 20 plodov.\nNa termin tretjega obiranja (23. 7. 2009), smo največ označenih plodov na drevesu našteli pri obravnavanju 4 (45 %), ter 6 (40 %). Pri ostalih obravnavanjih je bilo plodov le še 20– 30 % in pri prvem obravnavanju 5 % od 20 plodov.\nPri tej meritvi lahko trdimo, da je bil najmanjši pozitiven učinek, torej največ odpadlih plodov, dosežen pri škropljenju z Amid-Thinom v obeh terminih, pozitiven učinek na manjše odpadanje plodov pa so imeli rastni regulatorji Amid-Thin ali Maxim uporabljena v prvem terminu oba v kombinaciji s CPPU uporabljenim v drugem terminu, kar se ujema s prejšnjimi meritvami višine, širin in mase.\nterminih.\n"], "30": ["5 SKLEPI", "Pri preučevanju vpliva različnih rastnih regulatorjev smo pri poskusu, ki je potekal v letu 2009 v sadovnjaku marelic sorte 'Goldrich' v vasi Trčovo pri Malečniku, prišli do naslednjih zaključkov:  rastna regultorja Amid-Thin ali Maxim (uporabljena vsak posebej v prvem  terminu), ki spadata v skupino avksinov, sta dosegla največji učinek v kombinaciji  z rastnim regulatorjem CPPU (uporabljen v drugem terminu) iz skupine  citokininov. Pozitiven učinek sta imela na višino, širino ter maso plodov, Amid-  Thin v kombinaciji s CPPU pa tudi na manjše odpadanje plodov pred obiranjem.  Vse to se ujema s trditvijo, da se rastlinski hormoni med seboj dopolnjujejo in  delujejo v sinergiji;  posamično sta oba avksina dosegla pozitivne učinke (na višino, širino in maso)  uporabljena v obeh terminih, medtem ko sta uporabljena le v enem terminu dosegla  boljše rezultate le od kontrole, pri kateri so bili učinki najmanjši;  proti odpadanju plodičev so bili pozitivni učinki prav tako pri uporabi Amid-Thina  s CPPU ter pri obeh avksinih (Amid-Thin, Maxim) uporabljenih v prvem terminu;  meritve so pokazale večjo vsebnost sladkorja v primerjavi s kontrolo pri dvakratni  uporabi Maxima, kombinirani uporabi Amid-Thina in CPPU-ja ter pri enkratni  uporabi CPPU-ja.\nKakovost plodov pri obravnavanju 4 (kombinirana uporaba Amid-Thin in CPPU) je bila značilno večja v primerjavi s kontrolo pri vseh merjenih parametrih. Sledi 8 obravnavanje, le da je bilo tukaj že kmalu opaženo intenzivno odpadanje plodov in manjša vsebnost sladkorja merjenih plodov. Pri obravnavanjih 1 in 2 so v primerjavi s kontrolo rastni regulatorji Amid-Thin in Maxim ravno tako statistično značilno vplivali na večjo višino, širini ter maso, obravnavanje 2 pa še na manjše odpadanje plodov in na večjo vsebnost sladkorja. Pri ostalih obravnavanjih (3, 5, 6), kjer smo Amid-Thin, Maxim ali CPPU uporabili le v enem terminu, meritve niso pokazale pomembnih statistično značilnih razlik v večji kakovosti plodov v primerjavi s kontrolo.\n"], "abstract": ["V nasadu marelic v vasi Trčova pri Malečniku smo v letu 2009 izvajali poskus uporabe različnih rastnih regulatorjev in njihovih učinkov na kakovost plodov marelic sorte 'Goldrich', cepljene na podlagi Mirabolana 29c. Uporabili smo avksina (Amid-Thin in Maxim) in citokinin (CPPU), v dveh terminih 10. in 20. 5. 2009 in v poskus vključili 8 obravnavanj. V poskusu smo želeli ugotoviti vpliv rastnih regulatorjev na višino, širino in maso plodov, vsebnost sladkorja ob obiranju in vpliv na odpadanje plodov pred obiranjem. Največjo povprečno maso, višino in širino plodov smo dobili ob kombinirani uporabi avksina (Amid-Thin ali Maxim) 10. 5. 2009 in citokinina (CPPU) 20. 5. 2009 oziroma takrat, ko smo avksin (Amid-Thin ali Maxim) uporabili v obeh terminih. Manjše vrednosti opazovanih parametrov smo zabeležili ob enkratni uporabi avksina ali citokinina. Največjo vsebnost sladkorja v plodovih in najmanjše odpadanje plodov pred obiranjem je bilo ob uporabi Amid-Thina v prvem in CPPU v drugem terminu. "]}