{"1": ["1 UVOD", "Zdravilne rastline so bile pred hitrim industrijskim razvojem v 20. stoletju dobro zastopane v naravi, prav tako jih je imel vsak domači vrt, saj so se njihovi pripravki uporabljali za prvo pomoč pri boleznih in poškodbah. Velike predelovalne industrije takrat še ni bilo, zato je bilo nabiranje rastlin v naravi stvar posameznikov, saj so bile le-te namenjene lastnim potrebam.\nNovejše raziskave so odkrile nove farmakološko zanimive in uporabne sestavine ter s tem občutno povečale pomen, povpraševanje in uporabo nekaterih zelišč. Zanimanje kozmetične in farmacevtske industrije za te dragocene surovine je povzročilo nenadno množično nabiralništvo v državah z nizkim življenjskim standardom po eni strani in bogatih s temi surovinami po drugi strani. Zelišča iz narave so bila dober vir zaslužka za nabiralce in najugodnejša rešitev za industrijo. Poleg tega so začela območja rastišč pospešeno izginjati tudi zaradi pridelovalnih interesov in izkrčitve gozdov. Na ta način se je (in se še) biotska raznovrstnost naravnih rastišč in populacija zdravilnih rastlin precej zmanjšala. Vrste zelišč, kot je arnika, so postale redkost, zato so jih velike evropske države označile za ogrožene in jih po zakonu prepovedale nabirati v naravi.\nEno izmed ogroženih in zaščitenih zelišč pri nas in drugod je gorska arnika (Arnica montana L.), ki je že od nekdaj zelo cenjeno in prvo zdravilo pri ranah, bolečinah v mišicah, opeklinah, pikih žuželk in udarninah. Novejše raziskave so potrdile njeno antiseptično, protivnetno, antirevmatično in celilno učinkovitost (Smallfield 2008). Zaradi zelo zahtevnih pogojev pridelave vzgoja v nižinskem svetu pri nas ni možna, se pa po Evropski farmakopeji komercialno prideluje enako kakovostna travniška arnika (Arnica chamissonis Less. ssp. foliosa (Nutt.) Maguire).\nDanašnji pridelovalni sistemi stremijo k trajnostnemu razvoju, zato želimo z nalogo okrepiti razumevanje in namen varovanja biotske raznovrstnosti zdravilnih rastlin v Sloveniji. Travniško arniko gojijo v 26 državah našega podnebnega pasu, saj ni zahtevna za vzgojo in je zato potencialna rastlina za tržno pridelavo tudi pri nas. \nPrav tako je zaželena v farmacevtski in kozmetični industriji ter pri pridelovalcih in nabiralcih zelišč, ki bi z gojenjem lahko opustili nabiranje gorske arnike v naravi.\nEkonomska upravičenost pridelave in analize učinkovin v cvetu travniške arnike je povod za nadaljnje raziskave. V diplomskem delu smo želeli preveriti možnost pridelave travniške arnike v našem klimatskem območju (SV Slovenija, Spodnja Savinjska dolina) in spremljali rast, višino, pridelek glede na različne gostote nasada. Merili smo čas in učinkovitost pri spravilu pridelka.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Taksonomija arnike", "Ime arnika izvira iz grške besede 'arnakis', kar pomeni krzno jagnjeta in se nanaša na mehke dlačice, s katerimi je poraščena rastlina in jo varujejo pred zunanjimi vplivi (Smallfield 2008). Arnika spada v red košarnic (Asterales) in družino nebinovk (Asteraceae). Iz rodu arnik je po svetu najbolj znana gorska arnika (Arnica montana L., včasih Doronicum montanum Lam.), pogosto imenovana gorski tobak, ljudska imena pa so aronk, brdnja, moravka, volčji zob, črvivec, gorska svetlica, gorski kokovičnik, planinski pečnik, primožek, rmena krsnica in druga (Willfort 2006). Travniško arniko (Arnica chamissonis Less. ssp. foliosa (Nutt.) Maguire) po svetu poznajo pod imenom ameriška arnika, saj od tam izvira. Najbolj raziskani sta gorska in travniška arnika, poznamo še druge vrste, ki jih po svetu uporabljajo v zdravilne namene: A. acaulis, A. alpina, A. amplexicaullis, A. angustifolia, A. anthodium, A. cordifolia, A. cernua, A. dealbata, A. discoidea, A. frigida, A. fulgens, A. gracillis, A. griscomii, A. lanceolata, A. latifolia, A. lessingii, A.lonchophylla, A. longifolia, A. louiseana, A. mallotopus, A. mollis, A. nevadensis, A. ovata, A. parry, A. rydbergii, A. sachalinensis, A. sororia, A. spathulata, A. unalaschensis, A. venosa in A. viscosa (Persoglio 2007).\n"], "4": ["2.2 Morfologija arnike", "Na sliki 1 prikazana travniška arnika (Arnica chamissonis Less. ssp. foliosa (Nutt.) Maguire) je 30–80 cm (20–100 cm) visoka zelnata trajnica z dlakavim razraslim steblom, ki tvori na koncu več živo rumenih cvetov. 1. leto razvije rastlina pritlično rozeto s sedečimi celorobimi listi, kasneje se ta razraste. Na steblu raste 5–10 parov nasprotno deljenih, zelenih, sedečih, enostavnih listov, ki so dlakavi in jajčasti ali suličasti (Mala flora 2010). \nNa površini lista je 5–7 dobro vidnih slokasto-progastih listnih žil (Wagner 1997). Cvetovi so združeni v 4–5 cm velike koške, ki jih sestavljajo notranji cevasti in zunanji jezičasti cvetovi. Cevasti cvetovi so kratki in peterozobi, jezičasti pa trizobi, veliki 1–2 cm (Wagner 1997). Cvetni košek obdajajo zeleni dlakavi čašni listi. Korenika je valjasta in skoraj vodoravna. Seme je rjava do svetlo siva rožka, dolžine 4 mm in širine 0,8 mm. Na obeh straneh je ošiljeno, na koncu ene strani se zaključi z dlakastimi laski. Gram semena vsebuje okoli 2700 semen. Rastlina je vetrocvetka, dobro se razmnožuje tudi rizomatsko.\n(Kumer 2010).\n"], "5": ["2.3 Fiziološke potrebe rastline za rast", "Gorska arnika je zelo občutljiva na pogoje v tleh, dobro uspeva na kislih (pH = <5,5), šotnih, zračnih, kremenčastih tleh, bogatih s humusom. Ne prenaša apnenja (Radanović 2004) ter prevelike količine fosforja in dušika (Wagner 1997). Ustreza ji alpsko podnebje, najdemo jo na nadmorski višini 500–2500 m, na polsenčni legi in ob robovih gozdnih jas. Gojenje gorske arnike je zelo zahtevno, saj viri opisujejo različne vzroke propada rastlin. Wagner (1980) pri poskusih vzgoje na IHPS Žalec poroča o pojavu kloroze že pri mladih rastlinicah, gojenje travniške arnike pa se je izkazalo za zelo uspešno. Smallfield (2008) je v večletnih poskusih z gorsko in travniško arniko v Novi Zelandiji na različnih nižinskih območjih opazil prenehanje cvetenja gorske arnike po dveh oziroma treh uspešnih sezonah pridelave.\nTravniška arnika raste v naravi na nadmorski višini 820–2296 m (Klinkenberg 2012, cit. po Persoglio 2007), na tleh, kjer je pH 6–7,2 (Conservation 2012), pri temperaturi zraka nad –35 in pod 30 -C. Potrebuje vsaj 90 dni letno brez zmrzali, ugodna relativna zračna vlaga je med 60 in 75 % (Persoglio 2007). Žutić (2008) piše, da v rastni sezoni potrebuje 350–600 mm vode. Za hranila arnika ni posebej zahtevna, na kislost ni občutljiva, potrebuje pa rodovitno zemljo (Wagner 1997). Sugierjeva (2007) je ugotovila pozitiven vpliv foliarnega gnojenja na višino rastlin, povečano razrast stebel, večji pridelek in večjo maso podzemnih delov rastline.\n"], "6": ["2.4 Obdobje cvetenja rastline", "Senderski (2004, cit. v Sugier 2007) navaja, da v naravnem rastišču gorska arnika cveti od junija do avgusta, na poskusnih poljih Sugierjeve na Poljskem je bila doba cvetenja od konca maja do tretje dekade junija, kar znaša 26 dni. \nNekateri viri pišejo, da travniška arnika cveti zgodaj poleti, od junija do avgusta, Wagner (1997) poroča, da cveti junija, po Nowakovi (2002, cit. v Sugier 2007) od konca maja do konca junija, Sugierjeva (2007) pa je ugotovila, da se ta termin skrajša na 18 dni. V preučevanih letih 2005 in 2006 je pri njih travniška arnika cvetela od 5. 6. do 23. 6.\n"], "7": ["2.5 Učinkovine v arniki – kemijska sestava", "Uporabna dela rastline sta cvet (Arnicae flos) in korenika (Arnicae radix). V zadnjem desetletju so bile po vsej Evropi opravljene mnoge raziskave o učinkovinah v cvetu. Najbolj iskane sestavine v arniki so seskviterpenski laktoni (SL), helenalin, dihidrohelenalin in njegova veriga estrov. Pomembni so tudi flavonoidi, eterična olja, maščobne kisline, diterpeni, poliacetileni, fenol-karbonske kisline, grenčine, kumarini in karotenoidi. Po Evropski farmakopeji mora za lekarniško rabo posušena droga gorske arnike vsebovati 0,40 % (ali več) SL, da se smatra za kakovostno. Vsebnost učinkovin variira glede na izvor arnike, z izjemo SL, ki so odvisni od genetske zasnove rastline.\nBisset (2001) je v svoji knjigi zapisal, da je vsebnost SL v gorski arniki 0,20–0,80 %, v travniški 0,20–1,50 %. Estri helenalina so v obeh vrstah arnik različni. Travniška arnika vsebuje estre arnifoline in chamissonoline. Kuštrak (2005) navaja vsebnost SL 0,30–1,00 % v gorski arniki in 0,07–1,4 % SL v travniški arniki. V poskusni pridelavi gorske arnike na Novi Zelandiji so merili vsebnost SL v različnih zrelostnih stopnjah cvetnega koška in tudi v različnih delih rastline. Vrednosti SL so nihale med 0,76 in 0,94 %.V arniki je tudi 0,40–0,60 % flavonoidov. V gorski arniki so jih našli 17, v travniški pa kar 27 različnih (Bisset 2001). Roki in sod. (2001, cit. v Persoglio 2007) so v gorski arniki ocenili delež flavonoidov na 0,40–0,60 %, v travniški arniki 0,70–1,80 %. V suhi drogi cveta je tudi 0,20–0,35 % eteričnega olja, ki vsebuje okoli 40–50 % maščobnih kislin (Bisset 2001). Ristić in sod. (2007) so pri poskusu z obema arnikama v Srbiji merili kemijsko sestavo in ugotovili 0,08-% vsebnost eteričnega olja v cvetju. V eteričnem olju so našli 83 različnih komponent, od katerih je poznanih okoli 97 %, najbolje zastopane v obeh vrstah pa so β- kariofilen in germakren D. \nV enakem poskusu v Litvi je tudi Judžentienejeva (2009) ugotovila, da je bila vsebnost eteričnih olj v cvetu gojene gorske arnike manjša od 0,10 %, medtem ko navaja 0,5–6,3 % v koreniki in 1,7–3,7 % eteričnega olja v rizomih. V eteričnem olju so našli 56 različnih sestavin. Najbolj zastopane so Geranil linalool (14,7 %), farnezol (4,6 %) in dve neznani komponenti (4,5 % in 13,8 %).\nZa izvleček učinkovin je koreniko smiselno izkopati po treh ali več letih. Vsebuje alkaloide, že omenjena eterična olja, v katerih sta tudi jantarjeva in mlečna kislina, mangan, kalijev sulfat, magnezijev ter železov oksid (Wakounig 2012).\nPljevljakušić in sod. (2012) so analizirali eterična olja v rizomih in korenikah dvoletnega ter troletnega nasada gorske arnike na planini Tare. Izmerili so povprečno 1,89–4,05 % eteričnega olja v drugem in 1,85–2,43 % v tretjem letu rasti.\n"], "8": ["2.6 Raba arnike", "Rastlina ima zaradi naštetih spojin veliko vrednost v fitomedicini, saj SL delujejo protivnetno in citotoksično. S stimulacijo belih krvničk v krvi pospešujejo okrevanje po večjih operacijah, pri udarninah ali zmečkaninah udov, krastah in opeklinah. V novejši randomizirani študiji iz leta 2010 so dokazali, da mazilo, ki vsebuje arniko (20 %) zmanjša tudi podplutbe, in sicer bolj učinkovito kot placebo ali krema z vitaminom A (3 %) oz. vitaminom K (1 %) (Baćac 2011). Flavonoidne komponente imajo antimikrobne in antirevmatične lastnosti, zato pripravki arnike hitro zmanjšajo otekanje in podplutbe.\nEterično olje je sestavina mnogih pripravkov za prvo pomoč pri poškodbah, kot so rane in zvini, ker učinkuje antiseptično (Bisset 2001). Po nekaterih virih naj bi alkaloidi v koreniki arnike redčili maščobe v krvi in tako nižali holesterol, spodbujali slabotno srce oziroma stimulativno delovali pri kroničnem artritisu (Kuštrak 2005). Arnika se največkrat uporablja v tinkturah, mazilih, kremah, oljih, tudi v kozmetičnih, športnih in masažnih izdelkih in celo v prehrambeni industriji. \nPo Bissetu (2001) naj bi v Nemčiji arniko vsebovalo 271 izdelkov, na nemškem rdečem seznamu obstaja kar 200 izdelkov, ki vsebujejo ekstrakt arnike. Več kot polovica izdelkov se uporablja na alopatskem področju, ostalo so homeopatski pripravki.\nV Evropski farmakopeji je zapisana receptura za pripravo tinkture s suho drogo cveta in 60–70-% etanolom v razmerju 1 : 10.\nTinktura je lahko osnova za uporabo v kremah, mazilih in drugih kozmetičnih ali farmacevtskih pripravkih. Krema ali mazilo lahko vsebuje do 25 % tinkture arnike ali do 15 % droge. Za čaj kuhamo zavretek 2 g suhe droge arnike v vodi do vretja, nato ga po 5– 10 minutah precedimo (Bisset 2001).\n"], "9": ["2.7 Zakonodaja pri nas in po Evropi", "V Sloveniji je gorska arnika (Arnica montana L.) na seznamu ogroženih in zavarovanih rastlinskih vrst. V kategorijo ogrožena je prišla leta 1998 z oceno ASN – kategorij in ekspertno oceno botanikov, ki so vrsto preučili. Danes jo ščiti Zakon o ohranjanju narave (ZON–UPB2, Uradni list RS, št. 96/2004) ter Uredba o zavarovanih prostoživečih rastlinskih vrstah (Uradni list RS, št. 46/2004). Glede na stanje ogroženosti rastlinske in živalske vrste so za vse kategorije ogroženih vrst zlasti primerni neposredni ukrepi varstva: omogočanje primernih mest za reprodukcijo, prehranjevanje, prezimovanje in zagotavljanje drugih pomembnih življenjskih faz (Uradni list RS 2002). Poleg teh ukrepov je v Uredbi o zavarovanih prostoživečih rastlinskih vrstah prepovedano zavestno uničenje, zlasti trganje, rezanje, ruvanje in odvzem iz narave, poškodovanje ali zbiranje rastlin vrst Rdečega seznama in ogrožanje obstoja teh vrst na njihovem naravnem območju razširjenosti. V uredbi je seznam rastlinskih vrst, ki so domorodne na območju Republike Slovenije. Ta uvršča gorsko arniko v kategorijo C, za katero je pogojno dovoljen odvzem iz narave in izkoriščanje, hkrati pa je uvrščena še v kategorijo O, za katero je dovoljen odvzem iz narave za osebne namene, z nabiranjem nadzemnih delov, razen semen oziroma plodov. \nGorska arnika je tudi na Rdečem seznamu praprotnic in semenk Pravilnika o uvrstitvi ogroženih rastlinskih in živalskih vrst (Ur. l. RS, št. 82/2002). Spada v kategorijo ogroženosti 'Ranljiva vrsta', ki ima definicijo:\n''Ranljiva vrsta je kategorija ogroženosti, v katero se uvrstijo vrste, za katere je verjetno, da bodo v bližnji prihodnosti prešle v kategorijo prizadete vrste, če bodo dejavniki ogrožanja delovali še naprej. Številčnost vrste se je v velikem delu areala zmanjšala oziroma se zmanjšuje. Vrste so zelo občutljive na kakršnekoli spremembe oziroma poseljujejo habitate, ki so na človekove vplive zelo občutljivi. Skrajšana oznaka te kategorije je V.''\nArnika spada pod oznako kritično ogrožena še v Belgiji, Bosni, na Hrvaškem in v Luksemburgu, ogrožena je v Belorusiji in na Nizozemskem, prizadeta vrsta v Estoniji, Nemčiji, na Madžarskem, v Latviji, Litvi, na Portugalskem in v Romuniji ter ranljiva vrsta na Danskem in Norveškem (Lange 1998, cit. v Judžentiene 2009).\n"], "10": ["3 MATERIALI IN METODE DELA", ""], "11": ["3.1 Ekološke danosti Savinjske doline", "Savinjska dolina leži na območju od Logarske doline do Celjske kotline. Geografsko in demografsko je zelo raznolika. Deli se na Zgornjo Savinjsko dolino, ki poteka od Solčave do Mozirja, in Spodnjo Savinjsko dolino, ki sega od Mozirja in vse do Celja (Atlas 2005). V tem poglavju se osredotočimo na geološke, pedološke, klimatske in hidrološke značilnosti severnega predela Spodnje Savinjske doline, kjer je bil zasnovan poskus s travniško arniko.\n"], "12": ["3.1.1 Naravnogeografske in pedološke lastnosti", "S severozahoda obdajajo Savinjsko dolino Kamniško-Savinjske Alpe in predalpski hribovji Dobrovlje, Menina, na jugu pa Posavsko in Kozjansko hribovje (Atlas 2005). Na Spodnjo Savinjsko dolino je v zgodovini deloma vplival ledenik, ki je v obdobju pleistocena drsel po Zgornji Savinjski dolini in ustvaril porečje Savinje, ki je s stoletji s svojimi nasipi nalagala v dolino različne materiale (Atlas 2005). Tla so antropogena, evtrična rjava, ob rečnih strugah obrečna. Na pobočjih hribovij, ki oblegajo dolino, najdemo rendzine in rjava pokarbonatna tla pa tudi nekaj pobočnega psevdogleja (Geografija Slovenije 2012). Tekstura je raznolika, največ je lahkih do srednje težkih tal, nekaj srednje težkih do težkih, malo je težkih. Prst je po vsej dolini zmerno kisla do nevtralna, neobdelana pobočja so kisla, redka pogozdena območja so močno kisla. Povprečna distričnost se kaže na delih doline z intenzivno pridelavo poljedelskih kultur, ob nasipih Savinje so tla bogatejša s hranilnimi snovmi in srednje do dobro humozna z 2–10 % organske snovi (Pedološka karta 2012).\n"], "13": ["3.1.2 Podnebje Savinjske doline", "V dolini se mešajo vplivi predalpskega sveta in celinskega podnebja, saj imamo v novembru najobilnejša deževja, medtem ko padavine dosežejo višek še enkrat v spomladanskih mesecih (Podnebne 2006). Po večjem delu Slovenije je na leto vsaj 100 dni s padavinami, na tem območju jih je 133. V tridesetletnem obdobju izračuni za povprečne letne vsote padavin znašajo 1500–1600 mm dežja na severozahodnem delu, 1400–1500 mm v osrednjem in 1300–1400 mm v jugovzhodnem delu Spodnje Savinjske doline; na območju poskusa nihajo letne padavine 700–1400 mm. Na temperature močno vpliva tip podnebja in relief. Povprečne letne temperature so 8–10 -C, v tridesetletnem obdobju se je ta dvignila za 1,5 -C (Podnebne 2006).\nPogostost toplih dni se je v enakem obdobju precej zvišala, pogostost hladnih v zadnjih 10 letih pa zmanjšala. Na najbližji merilni postaji Celje so našteli 110 toplih in 158 hladnih dni (Podnebne 2006). S severozahoda in jugozahoda pihajo vetrovi, ki lahko zaradi raznolikega površja tudi spremenijo smer. Poleti s hladnim zrakom iz Kamniško- Savinjskih Alp pridejo nevihte, ki ohladijo dolino in nekajkrat letno prinesejo tudi točo.\n(http://meteo.arso.gov.si/met/sl/climate/diagrams/celje/).\n"], "14": ["3.2 Zasnova poskusa", "Poskus smo v letu 2010 izvedli z vzgojo lastnih sadik. V stadiju 3–4 listov so bile dovolj utrjene za presajanje na poskusno polje, ki smo ga pripravili in oskrbovali v Braslovčah v Savinjski dolini, ki ležijo na 306,8 m n. v. Postopke oskrbe smo prilagodili glede na pedološke in klimatske danosti v letih 2010 in 2011. V letu 2010 smo nasad zasnovali, v 2011 pa spremljali in analizirali izbrane parametre.\n"], "15": ["3.3 Vzgoja sadik", "Na Oddelku za zdravilne rastline Inštituta za hmeljarstvo in pivovarstvo (IHPS) v Žalcu smo spomladi 2010 dobili ekološko seme travniške arnike – A. chamissonis Less. ssp. foliosa (Nutt.) Maguire. 2 grama smo 23. marca posejali v 6 setvenih plošč. Ker seme bolje kali na svetlobi, smo ga posuli po substratu in prekrili le z vermikulitom. 3 setvene plošče smo vzdrževali v rastlinjaku Fakultete za kmetijstvo in biosistemske vede v Mariboru (FKBV) in 3 na IHPS Žalec pod enakimi pogoji. Za ta ukrep smo se odločili zaradi pričakovanega nizkega odstotka in neenakomernosti kalitve. Arnika namreč za kalitev poleg svetlobe potrebuje zelo visoko temperaturo in relativno zračno vlago z minimalnim nihanjem ponoči. Temu smo se najbolje približali z gojitvijo v delu rastlinjaka z nadzorovano mikroklimo. V sredini aprila so vzniknile prve rastline. Konec aprila v fazi 2 pravih listov smo prepikirali rastline v 6 setvenih platojev s 104 luknjami. Za setev in pikiranje smo uporabili ekološki substrat Bio-Potgrond proizvajalca Klasmann. Tako smo imeli za presajanje pripravljenih 624 sadik, ki v času od kalitve do presajanja niso bile tretirane s FFS-ji ali gnojene z mineralnimi gnojili, zato jih smatramo kot ekološko vzgojene sadike.\n"], "16": ["3.4 Priprava poskusnega polja", "Marca smo njivo preorali s plugom na globini 40 cm ter s samohodnim multikultivatorjem zrahljali in poravnali prst. Do 1. aprila smo zemljo dokončno fino pripravili z grabljami in motiko. Okrog njive smo postavili ograjo višine 80 cm in nanjo napeljali protitočno mrežo. Njiva je bila v preteklih letih obdelana s plugom in brano, dodan ji je bil doma pridelan kompost. Predhodni posevki so bili krompir, fižol, zelje, sončnice in solata. Njiva ni bila nikoli tretirana s fitofarmacevtskimi sredstvi, niti gnojena z mineralnimi gnojili, zato poskus obravnavamo kot ekološki nasad arnike.\nPoskus smo zastavili kot naključni blok sistem s 4 ponovitvami. Njiva ima površino 49,92 m2, v dolžino meri 15,60 m, v širino 3,20 m. Razpored parcel je postavljen kot kaže slika 2: 2 vrsti po 8 parcel, ki so brez razmika, 1 parcela meri v dolžino 1,95 m, v širino 1,60 m, njena površina je 3,12 m2. Na njivi je 8 vrst v razmiku 40 cm, kar znaša 4 vrste na parcelo.\n(Kumer 2010).\n"], "17": ["3.5 Tla in padavine na območju poskusa", "Pred sajenjem sadik v začetku junija smo prst s poskusnega polja dali v analizo. S celotne njive smo vzeli 14 manjših vzorcev na globini 20 cm, jih združili v 1 vzorec ter ga odnesli v analizo na Kmetijsko gozdarski zavod Maribor. Lahka do srednje težka evtrična rjava tla so antropogena, bogata s hranili (Pedološke karte 2001), po analizah nevtralna, s pH-jem 6,62–6,77. S kalijem so tla zmerno preskrbljena (17,3 mg/100 g), zelo bogata s fosforjem (40 mg/100 g) in humusom (6,07 %). V tleh je 3,52 % organskega ogljika, razmerje C:N je 12:1. Analiza je pokazala visoko vsebnost skupnega dušika (0,30 %).\nObravnava srednjih mesečnih temperatur in padavin je prikazana v grafikonih 2 in 3. opravljene in analizirane meritve na arniki. Začetek leta 2010 je bil hladen z dosti padavinami; povprečna mesečna temperatura je bila v januarju –2 -C, v februarju 0,5 -C. Marca je bilo najmanj padavin, le 27 mm, srednja mesečna temperatura se je od marca iz 5,4 -C strmo dvignila na 10,5 -C do junija. V tem obdobju je padlo zelo malo padavin, zato je bil začetek poletja sušen in vroč. Julija je bila povprečna mesečna temperatura kar 22,1 -C, dežja je bilo le za 86 mm. V obdobju od julija do oktobra je povprečna mesečna temperatura močno padla, saj je oktobra znašala le 8,3 -C. Največ padavin je celjsko območje prejelo septembra – 301 mm, in novembra – 145 mm.\nZačetek leta 2011 je bil zelo hladen, saj so bile povprečne mesečne temperature v prvih treh mesecih pod 0 -C. Najhladneje je bilo februarja, ko je bilo –5 -C, padavin pa le 15 mm. Srednje mesečne temperature so se v aprilu, ko je arnika vzniknila, dvignile nad 0 -C, v maju in juniju že nad 11,2 -C in do septembra ohranile nivo nad 10 -C. V pomladi 2011 je bilo padavin zelo malo, marec in april nista imela dovolj dežja, aprila je zapadlo le 47 mm dežja. Posledično je bil začetek poletja izredno topel, a sušen. Trend padavin se je do julija, ko je zapadlo 157 mm dežja, zviševal, vendar so se padavine od aprila do maja in junija le postopno zviševale – v avgustu je zapadlo le 22 mm dežja. September in oktober sta bila bolj mokra, november, ki naj bi bil najbolj deževen mesec v letu pa sploh ni imel padavin.\n"], "18": ["3.6 Sajenje rastlin", "Za poskusno polje smo potrebovali 352 sadik, ki smo jih 8. junija ročno presadili na poskusno polje v 4 različnih vrstnih razdaljah oziroma gostotah. Vse sadike so imele razvitih vsaj 5 pravih listov in imele dobro razvito koreninsko grudo. Pri 1. obravnavanju je bila razdalja med rastlinami 20 cm (11,5 r./m2), kar smo označili 1G, pri drugem 30 cm (7,7 r./m2) – 2G, tretjem 40 cm (5,1 r./m2) – 3G in četrtem 50 cm (3,8 r./m2) – 4G. Medvrstna razdalja je bila pri vseh obravnavanjih enaka (40 cm). \nV svojih knjigah sta Wagner (1997) in Valenčič (2000) predlagala sadilne razdalje samo za gorsko arniko. Wagner je priporočal zasaditev z 8 rastlinami na kvadratni meter, Valenčič je predlagal razdalje 30 x 20 cm. Preostale sadike smo presadili v plastične lončke premera 10 cm, v mešanico komercialnega substrata, domačega humusa in zemlje v razmerju 2 : 1 : 2.\n"], "19": ["3.7 Oskrba nasada 2010", "Sadike smo junija zaradi izredne suše in visokih temperatur zalivali na 2 dni. Bramor in strune so v istem mesecu uničili veliko rastlin, nekaj jih je propadlo tudi zaradi suše. Skupno je propadlo 96 sadik (27 %). Proti bramorju in strunam smo na polje 28. 6. aplicirali ekološki pripravek Nemasys® C v enkratnem odmerku. Bramorjem smo v medvrstni prostor nastavili tudi lončke premera 10 cm, kar se je izkazalo za učinkovito metodo zatiranja. Uničene sadike smo 3 tedne po presajanju nadomestili. Dosajevanje je potekalo z rezervnimi sadikami iste razvojne stopnje, ki so bile prilagojene na zunanje razmere. Njivo smo s pletjem in okopavanjem vsaka 2 tedna razplevelili. Rastline so cvetele od 31. 7. do 10. 9., ker pa je bilo 1. leto namenjeno vzgoji in stabilizaciji nasada, na polju nismo izvedli odbire in meritev.\n"], "20": ["3.8 Oskrba nasada 2011", "V letu 2011 smo prešteli rastline, ki so vznikle na novo, analizirali višino in pridelek rastlin glede na različno gostoto, merili čas pobiranja cvetov ter učinkovitost pri pobiranju. V času razvoja dvoletnih rastlinic smo njivo 2-krat razplevelili z okopavanjem, prvič 26. 3., ob vzniku rastlin, in drugič 7. 5. 2011. Kasneje zaradi bujne razrasti arnike okopavanje ni bilo potrebno.\n"], "21": ["3.8.1 Štetje rastlin", "Rastline smo prešteli 1. aprila, v fazi 2–4 listov. Zaradi velike gostote novih rastlin smo si pomagali s pravokotno mrežo velikosti 24 dm2, kar vidimo na sliki 3. S štetjem smo želeli preveriti obnovo rastlin glede na 1. leto.\n"], "22": ["3.8.2 Meritve višine rastlin, pridelka in časa odbire cveta", "Arnika je cvetela od 20. maja do 20. junija. V tem času smo opravili 5 odbir cvetov. Vse odbire so potekale ročno. Izvedene so bile 24. 5., 29. 5., 3. 6.,10. 6. in 17. 6. Dnevi odbire so bili prilagojeni največjemu optimalnemu razcvetu celotnega nasada. Pripomočki za odbiro so bili papirnate vrečke, košara, tehtnica, zvezek, pisalo, meter in kovinski okvir. Slednjega smo naredili, ker se je pri odbiri upošteval vpliv roba njive in vpliv sosednjih rastlin na parcelah. Okvir je zavzemal notranji del posamezne parcele. Tako sta bili odšteti stranski zunanji vrsti parcele in 20 cm začetka ter konca vrste. \nCvetje je bilo vsakič pobrano na velikosti okvirja 1,24 m2. Pri prvi odbiri 24. 5., drugi 29. 5. in zadnji 17. 6. se je merila tudi višina rastlin. Višino smo merili na vsaki parceli pred odbiro; merila se je celotna rastlina od tal do vrha cveta. Meritve so potekale na 11 naključno izbranih rastlinah po celotni površini okvirja.\n"], "23": ["3.9 Analiza rezultatov", "Podatke pridobljene iz poskusnega polja smo analizirali s programom STATGRAPHICS Centurion XV.II, s katerim smo preverili vpliv gostote sajenja na pridelek cvetja arnike in višino rastlin, čas odbire ter učinkovitost dela pri ročni odbiri pridelka.\nIzračun učinkovitosti dela pri ročni odbiri pridelka:\nUČINKOVITOST =\nS tem parametrom smo preverili, pri kateri gostoti rastlin je bila masa v sekundi odbire največja.\n"], "24": ["4 REZULTATI Z RAZPRAVO", ""], "25": ["4.1 Obnova arnike v letu 2011", "Vznikle rastline smo prešteli 4. 4. 2011 na poskusnem polju in ugotovili, da se je arnika čez zimo zelo dobro obdržala, saj je na vseh parcelah vzniknilo več mladih rastlinic, kot je bilo posajenih v letu 2010. Na parcelah z najvišjo gostoto, 11,5 r./m2, je v 1. letu raslo na vsaki parceli po 36 rastlin, v 2011 jih je zraslo od 695 na najmanj zaraščeni do 1108 na najbolj zaraščeni parceli. Na kvadratni meter to znese 222 rastlin na najslabše obnovljeni in 355 na najbolje obnovljeni parceli. Na parcelah z 2G je v letu 2010 zraslo na najmanj poraščeni parceli 177 r./m2, na najbolj poraščeni 337 r./m2. Na parcelah z 3G je bilo v 1. letu največ rastlin na parceli 3. ponovitve, 187 r./m2. Površine z gostoto 4G so se obnovile do 139 r./m2 na najbolje obnovljeni parceli.\nV grafikonu 4 je prikaz obnove rastlin arnike v letu 2011. Iz grafa je razvidno, da so se rastline na vseh parcelah bujno obnovile, saj je bilo pri 1G in 3G v 2. letu število rastlin 27- krat večje, pri 2G 31-krat večje, pri 4G pa 23-krat večje. Pokaže se trend padanja obnove rastlin, ki je sorazmeren s številom rastlin v osnovi nasada.\n1G 2G 3G 4G  Gostota zasaditve\n"], "26": ["4.2 Pridelek in višina arnike", "V številnih raziskavah, ki danes temeljijo na učinkovinah obeh arnik, so bile sekundarni podatek tudi sadilne razdalje ali gostote zasaditve in pridelek. Pridelek je večinoma naveden za gorsko arniko – v kilogramih na hektar suhe snovi (SS) cvetov. Douglas (2004) poroča o 320 kg/ha suhe mase (SS) cvetov gorske arnike na 1,3 m širokih gredicah s 4 vrstami v nasadu 25 x 25 cm. Persoglijeva (2007) je pri preučevanju pikiranih in nepikiranih rastlin travniške arnike pri zasnovi nasada 1,1 x 0,15 m oziroma 6 rastlin/m2 analizirala pridelek, ki je bil pri pikiranih rastlinah 255,7 kg/ha SS, pri nepikiranih pa le 131,4 kg/ha SS. V navodilih za gojenje arnike v Novi Zelandiji so pri sejanih rastlinah na nasadu gorske arnike v 1. letu pridelali 100–570 kg/ha SS. S izbranimi rastlinami so v 1. letu dobili 700 kg/ha SS, v 2. letu pa do 1000 kg/ha SS. Navedli so zasnovo nasada s 150 cm gredicami s 4 vrstami medvrstne (25–30 cm) in vrstne razdalje 25 cm.\nV različni literaturi navajajo različne pretvorbe (faktorje) sveže v suho maso cvetja. Valenčič (2000) navaja, da potrebujemo za kilogram suhih cvetov arnike 5 do 9 kilogramov svežega cvetja. Michler (2001) piše, da je to razmerje 1 : 2, zato smo se odločili pridelek prikazati v kilogramih na hektar (kg/ha) sveže mase cvetja. Multifaktorska analiza je pokazala statistično značilen vpliv termina pobiranja na pridelek in višino arnike, gostota ni vplivala na pridelek, vendar je vplivala na višino rastlin (preglednica 1). Najvišji pridelek, 2110 kg/ha, bi pobrali 24. 5., v začetku cvetenja. Pri naslednjih odbirah se je pridelek glede na prejšnjo odbiro skoraj razpolovil, najmanj bi pobrali 17. 6., ko je pridelek znašal le 91 kg/ha. Med pridelkom glede na gostoto ni bilo signifikantnih razlik, dobimo pa največji pridelek pri 2G, ki znaša 1116 kg/ha, nato pri 1G, najnižji pridelek imata gostoti 3G in 4G, slednja le 837 kg/ha svežega cvetja. Gostota rastlin vpliva na višino rastlin; najvišje so rastline pri največji gostoti (48 cm), najnižje pri gostoti 4G (30 cm).\nVišino rastlin smo merili 24. 5., 29. 5. in 17. 6. Termin ima statistično značilen vpliv na višino rastlin le pri 2. meritvi 29. 5., 1. in zadnji termin ne kažeta razlik. Z 99-% statistično verjetnostjo lahko sklepamo, da ima na višino rastlin vpliv tudi gostota. \nSrednje vrednosti Termin\nns – ni statistično značilnih razlik; ** – signifikantno pri P ≤ 0,01. Povprečja znotraj obravnavanj, označena z različno malo črko, se med seboj statistično značilno razlikujejo (Duncan P < 0,05).\nAnalizirali smo tudi interakcijo gostote in termina odbire (grafikon 5). Podatki kažejo na najvišji pridelek pri prvi odbiri in 1. ter 2. gostoti. Slednji sta statistično enaki in različni od ostalih. Zanimiv je rezultat pridelka gostote 3,8 rastline/m2, ki je v vseh odbirah, z izjemo zadnje, statistično značilno enak in stabilen, v zadnjih 2. odbirah zato celo višji od ostalih pridelkov. Iz grafikona je razvidno, da je najboljša gostota sajenja glede na pridelek in termin 7,7 rastline/m2, ker pa se cvetenje pri tej gostoti prej zaključi, bi bilo smotrno prilagoditi odbiro cvetov na 3 termine.\nPrav tako smo analizirali razlike znotraj obravnavanih obdobij odbire cvetja. Statistično značilne razlike nam pokažejo velike tiskane črke nad stolpci v grafikonu. V terminu odbire 24. 5. se pridelka 1G in 2G razlikujeta od 4G rastlin. Pridelek 3G je statistično enak pridelkom ostalih gostot. Pri 2. odbiri cvetja (29. 5.) sta pridelka prvih dveh gostot enaka in se statistično značilno razlikujeta od drugih dveh gostot, ki sta si prav tako enaki. \nPri 3. odbiri (3. 6.) je največji pridelek pri gostoti 7,7 rastline/m2, 1. in 3. gostota imata enak pridelek, ki je statistično značilno enak 4. gostoti. 4. in 5. odbira imata rezultate povsem drugačne v primerjavi s prvimi tremi termini, saj največji pridelek beleži najredkejši nasad, pridelka 2. in 3. gostote sta statistično značilno enaka, najmanjši pridelek pa ima 1. gostota oziroma ga 17. 6. nima.\nCeloletni pridelek pri najgosteje zasajenih rastlinah (1G) arnike bi bil na hektarju površine 5580 kg sveže mase cvetja, največji bi bil pri 7,7 rastline/m2 (2G) s 6048 kg/ha, pri 3G bi pobrali 5109 kg/ha cvetov, najmanj bi pridelali na 4G, in sicer 4186 kg/ha.\nZanimala nas je tudi višina cvetoče rastline, ki smo jo merili pred 1., 2. in 3. odbiro cvetov (grafikon 6). Pri meritvah 24. 5. in 17. 6. opazimo, da višina rastlin enakih gostot med seboj ni statistično značilno različna. Znotraj posameznega obravnavanja so rastline pri 1G najvišje, pri 2G in 3G statistično enako visoke in najnižje pri 4G. Zanimivi so rezultati višin 29. 5., saj kažejo drugačen trend višine rastlin. Pri 1G in 2G je višina enaka in se razlikuje od 3G in 4G, ki sta med seboj prav tako statistično različni. \nPredpostavljamo, da so višine rastlin zaradi morfološke sestave rastline statistično nižje pred 2. odbiro. Ker je 2. odbira izvedena le 5 dni po 1. odbiri, so nabrani cvetovi rastli na nižjih nodijih stebel.\n"], "27": ["4.3 Število delovnih ur za odbiro cvetov glede na termin in gostoto", "Pri pobiranju arnike smo merili tudi delovni čas, porabljen za odbiro 1 parcele z upoštevanjem robnega efekta. Rezultate smo pretvorili v ure, ki bi jih potrebovali za ročno odbiro cveta na 1 hektarju (preglednica 2). Termin je vplival na delovne ure, saj smo največ časa porabili 24. 5. in 29. 5. Odbira 3. 6. in 10. 6. je časovno statistično značilno enaka in se razlikuje od prvih dveh datumov ter od zadnjega, pri katerem bi za hektar površine potrebovali 260 delovnih ur. Gostota nasada ni statistično značilno vplivala na delovne ure, se pa kaže trend sorazmernega upada gostote rastlin in delovnih ur. Statistični vpliv na čas pobiranja je imela tudi interakcija termina in gostote (grafikon 7). \nSrednje vrednosti Termin\nns – ni statistično značilnih razlik; ** – signifikantno pri P ≤ 0,01. Povprečja znotraj obravnavanj, označena z različno malo črko, se med seboj statistično značilno razlikujejo (Duncan P < 0,05).\nNajveč delovnih ur je bilo opravljenih v datumih 24. 5., 29. 5. in 3. 6. pri 1G in 2G, najmanj pa 10. 6. in 17. 6. pri istih gostotah. Tu se kaže trend različnega cvetenja rastlin glede na gostoto, saj rastline z višjo gostoto začno cveteti intenzivneje prej, rastline z nižjo gostoto pa cvetijo kasneje. Cvetenje je najbolj enakomerno pri 4G, kjer je čas odbire pri vseh terminih statistično značilno enak, medtem ko pri 1G 17. 6. nimamo več cvetočih rastlin. Podobna slika se pokaže že pri pridelku v odvisnosti od termina in gostote, ko predlagamo porazdelitev odbir le na 3 termine. Ko analiziramo čas pobiranja znotraj posameznih terminov, ki je označen z velikimi tiskanimi črkami, vidimo pri 24. 5. in 3. 6. razliko med časom pri 1G, 2G in 4G; pri 3G ni statističnih razlik. Največ časa za pobiranje cvetov smo potrebovali pri 1G in 2G. Zanimiv je rezultat časa pobiranja 29. 5., saj je pri vseh gostotah enak. Največ časa za odbiro 10. 6. in 17. 6. smo porabili pri 4G, ki je različen od 1G in 2G, za katere smo potrebovali najmanj delovnih ur. \nSklepamo lahko, da pri najgostejših parcelah na zadnja 2 termina odbira ni več smiselna, ker je bilo zanjo potrebnega najmanj časa.\n"], "28": ["4.4 Učinkovitost dela pri pobiranju", "Smiselnost pobiranja cvetov v terminih 10. 6. in 17. 6 je bila vprašljiva že pri analizi pridelka in delovnih ur, zato smo preverili učinkovitost pobiranja (preglednica 3). Definirana je z odvisnostjo mase cvetov in časa pobiranja. Najbolj učinkoviti smo bili z rezultatom 0,35 grama/sekundo 24. 5., termina 2. in 3. odbire sta statistično značilno enaka in kažeta manjšo učinkovitost kot v 1. terminu, vendar je ta še vedno večja kot 10. 6. in 17. 6., ko smo bili z 0,16 grama/sekundo in 0,06 grama/sekundo neučinkoviti. Pri gostoti rastlin so srednje vrednosti ravno nasprotne. Pri najmanjši gostoti smo bili z 0,25 grama/sekundo najbolj učinkoviti. 3G je statistično značilno enaka 2G in 4G, se pa razlikuje od 1G, pri kateri je bila z 0,18 grama/sekundo učinkovitost najnižja. \nSrednje vrednosti Termin\nns – ni statistično značilnih razlik; ** – signifikantno pri P ≤ 0,01. Povprečja znotraj obravnavanj, označena z različno malo črko, se med seboj statistično značilno razlikujejo (Duncan P < 0,05).\nV grafikonu 8 je prikazana interakcija učinkovitosti glede na termin in gostoto. Najbolj učinkoviti smo bili 24. 5. pri 4G z 0,39 grama cvetov na sekundo in 1G z 0,36 g/s, sledi 4G iz 3. termina. Najmanjša učinkovitost se kaže v zadnjem terminu pri 1G in 2G, ko rastline niso več cvetele oziroma smo pobrali le 0,01 g/s. Z izjemo 4G 3. 6. se pokaže v obravnavanjih trend padanja učinkovitosti s terminom. Iz tega lahko povzamemo, da smo res najbolj učinkoviti, če cvetje poberemo v 3 ali 4, namesto v 5 terminih. Pri poskusu smo v letu 2011 določili datum odbire glede na optimalen razcvet, vendar je Douglas (2004) v poskusu na gorski arniki ugotovil, da se vrednost komponent v SL zvišuje z zrelostjo cvetka. Če odbiro cvetov določimo na 3 termine, bi bilo dobro odbrati najbolj zrele v prvih dveh odbirah, vse ostale pa v zadnji odbiri. \n24. 5. 29. 5. 3. 6. 10. 6. 17. 6.\n"], "29": ["5 SKLEPI", "Za pridelovalce, ki bi jih gojenje travniške arnike zanimalo, bi bili v največjo korist in pomoč iz našega poskusa podatki o sadilnih razdaljah, rasti, cvetenju in pridelku arnike. Ugotovili smo namreč, da ji najbolj ustreza vrstna razdalja 30 cm glede na medvrstno razdaljo 40 cm oziroma gostota (2G) 7,7 rastline/m2. Tudi pridelek bi bil pri tej gostoti z 6048 kg/ha svežih cvetov največji. Rastlina se v 1. letu še razvija, cveti skozi celo poletje in ne da pričakovanega pridelka. Ker se v naslednjih letih lepo razraste, svetujemo že pri drugih raziskavah izvedeno zasnovo nasada na gredicah, ki vsebujejo 4 vrste, med gredicami pa širši prostor za prehod kmetijske mehanizacije oziroma obiralcev. Arnika je pri nas v 2. letu cvetela od 20. maja do 20. junija, ko smo izvedli 5 odbir. Trend cvetenja je pokazal pri pridelku, delovnih urah in pri izračunu učinkovitosti dela potrebo po 3–4 odbirah cvetja. V terminih 10. 6. in 17. 6. namreč pobiranje ni bilo več smiselno, ker so bili na večini poskusnega polja, z izjemo parcel z 4G, pridelki in število delovnih ur zanemarljivi. Gostota rastlin je imela vpliv na tekmovalnost rastlin pri hrani, vodi in svetlobi ter tako vplivala na višino rastlin in tudi na začetek ter trajanje cvetenja. Posledično so rastline z najvišjo gostoto v parceli zrasle nad 0,5 m in prenehale cveteti že po 3. odbiri. Rastline pri 2G in 3G so bile v povprečju visoke 40–50 cm, tiste z najmanjšo gostoto pa pod 40 cm.\nPo svetu je bilo narejenih veliko raziskav na gorski in v zadnjem času tudi na travniški arniki, ki pa se med sabo zelo razlikujejo. Največ je analiz učinkovin glede na rastne razmere, nadmorsko višino, nekaj je tudi poskusov z gnojenjem. Vse raziskave so bile narejene namensko za komercialno pridelavo arnike. Pridelava le-te je v praksi kljub ogroženosti gorske arnike v evropskem prostoru prava redkost. Prej navedene raziskave bi bile pri nas še kako dobrodošle, saj lahko z izvedbo poskusa in diplomske naloge sklepamo, da je pridelava travniške arnike možna in smiselna tudi v slovenskem prostoru oziroma v Savinjski dolini.\n"], "abstract": ["Potreba naše družbe po zdravilih in alternativnih pripravkih se veča in z njo pridobivanje ter izkoriščanje zdravilnih rastlin, rastočih v naravi. Prepričanje, da so samo te najboljše za uporabo in jih ni mogoče gojiti na poljih, je dokazano zmotno. V poljskem poskusu leta 2011 se je to pokazalo pri zelo vsestransko uporabni trajnici travniški arniki (Arnica chamissonis Less. ssp. foliosa (Nutt.) Maguire), ki je po učinkovinah povsem enaka ali celo boljša od avtohtone gorske arnike (Arnica montana L.). Namen poskusa je približati pridelavo arnike ekološkim pridelovalcem, zeliščarjem in posameznikom ter s tem ohraniti naravna rastišča gorske arnike. Na domačem polju v Savinjski dolini je bilo preverjeno, če ta rastlina sploh uspeva v našem podnebju in kakšna gostota ji najbolje ustreza za dober razvoj in pridelek. V poskusu so bile leta 2010 vzgojene in nasajene sadike, leta 2011 pa analizirana obnova in višina rastlin, pridelek, zapleveljenost, čas ročne odbire in učinkovitost pobiranja glede na različne gostote rastlin v nasadu. Ker se travniška arnika razraste z rizomi, se čez zimo zelo dobro okorenini, kar je pokazalo štetje mladih rastlin spomladi 2011. Ponekod se je gostota povečala za kar do 31-krat. Izkazalo se je, da ima termin odbire cvetov statistično značilen vpliv na pridelek in višino rastlin. Gostota zasaditve ni pokazala pomembnih razlik v pridelku, kljub temu je bil ta največji pri 7,7 rastline/m2 oziroma medvrstni razdalji 40 cm in vrstni razdalji 30 cm. "]}