{"1": ["UVOD", ""], "2": ["Opis problema", "Gospodarska družba SADEKO, d.o.o. se tako kot mnoge druge primerljive družbe v dejavnosti sooča s perečo poslovno problematiko. Družbe, ki v zadnjih letih niso izpeljale poslovnega prestrukturiranja, čaka v kratkem času resen boj za preživetje. Dogodki, ki pretresajo svetovno gospodarstvo, bodo pustili preživeti le družbam, ki se bodo hitro in učinkovito prilagodile novim razmeram. Sposobni vodje bodo v strateškem odnosu z lastniki preživeli in iz krize izšli kot zmagovalci. Družba Sadeko v zadnjih letih ni izpeljala potrebne prilagoditve zaostrenim razmeram, zato jo čaka globoko prestrukturiranje. Korenito zmanjšanje števila zaposlenih, prepotrebna investicija v novo kotlarno, iskanje novih trgov, povezave s strateškimi partnerji in zmanjševanje stroškov na vseh ravneh so glavne naloge, ki jih bo moral speljati management. Sprememba lastništva in vodstva podjetja v začetku leta 2009 sta prva ukrepa, ki nakazujeta uspešnost prestrukturiranja podjetja. Žal pa prenova poslovanja povzroči tudi dodatne stroške, ki se bodo v obliki poslovne izgube pokazali v izkazu poslovanja v letu 2009. Vendar pa, kot kaže dolgoročna projekcija poslovanja, že v letu 2010 lahko pričakujejo pozitivne poslovne rezultate, ki se bodo z naslednjimi leti še izboljševali. Prizadevajo si zgraditi družbo, ki bo dolgoročno stroškovno učinkovita, z leti pa bo zrasla v pomembnega proizvajalca otroškega pohištva na slovenskem trgu in na tujih trgih.\nLogistika sodi med gospodarsko najpomembnejše dejavnosti, saj urejen logistični sistem z visoko kakovostjo in nizko ceno logističnih dejavnosti najbolj prispeva k ekonomičnosti izdelka. Logistične dejavnosti so prisotne v vsakem podjetju in se prepletajo skozi vse oddelke podjetja, njihova optimizacija, znotraj in zunaj podjetja, pa prinaša podjetju dobiček. Vizija podjetja je uveljavitev lastne blagovne znamke v Evropi in Rusiji ter postati eden ključnih dobaviteljev otroškega pohištva za velike trgovske verige. Da bi to dosegli, je potrebno zelo natančno in skrbno načrtovanje, planiranje in nato še spremljanje vseh nalog; od nabave, upravljanja s surovinami, načrtovanja in nadzora proizvodnje, logistike, zalog in distribucije proizvodov, \nizboljšavami in inovacijami. Uspešnost vsakega podjetja temelji na njegovi dobri organiziranosti, ta pa je potrebna za uspešno doseganje in uresničevanje poslovnih ciljev, med drugim tudi na račun organizacijske klime, pozitivne psihologije na delovnem mestu ter na sistemu nagrajevanja, bodisi materialnega ali v katerikoli drugi obliki.\nV proizvodnem procesu večkrat prihaja do različnih zastojev, ki bremenijo fleksibilnost in učinkovitost podjetja. Eden od vzrokov je zastarela sistemizacija, ki je bila narejena leta 1996 za 99 zaposlenih, trenutno pa je zaposlenih le 54. Zastarela sistemizacija je narejena na podlagi predvidevanj, da se za vsako delovno operacijo predvideva razpisano delovno mesto, to pa v današnjem času globalizacije in vse večje konkurence povečuje izdelavne čase produktov v proizvodnem obratu. Menimo, da tudi zaradi kadra, ki ne obvladuje več kot ene delovne operacije. To je posledica predhodnega managementa, ker ni uredil dodatnega izobraževanja zaposlenih, ni jih motiviral, primerno nagrajeval ter prilagajal sistemizacije trenutnim razmeram na tržišču. Pri vidnem zmanjšanju kupčevih naročil bi bilo treba zmanjšati število zaposlenih, uvesti interni pravilnik o plačah ter prilagoditi sistemizacijo delovnih mest za manjše število zaposlenih. Kader bi moral obvladovati več delovnih operacij, saj družba in delodajalci od nas zahtevajo, da opravljamo vsa tista dela, ki so v gospodarskih družbah nujno potrebna, prav tako vodstvo ne izbira več, kateri posel bo sprejelo v proizvodnjo. Podjetje Sadeko d.o.o. se tudi zaveda, da je njihova največja konkurenca poceni delovna sila iz manj razvitih držav.\nIzbrana tema diplomske naloge je odziv na gospodarske razmere, saj drastično zmanjšanje naročil beleži manjšo mesečno realizacijo in opozarja na nedoseganje planov proizvodnje ter zaradi zahtev dobaviteljev po dobavi več različnih tipov naročenih produktov v manjših količinah v čim krajših dobavnih rokih.\n"], "3": ["Določitev ciljev, namena in poti za reševanje problema", "Naš namen je preučiti trenutno stanje sistemizacije delovnih mest ter sistem nagrajevanja. Menimo, da s pravilnim načinom vodenja, novo sistemizacijo delovnih \nmest in s pravilnim plačnim sistemom lahko zaposlene motiviramo in s tem povečamo produktivnost, ki pripomore k izboljšanju poslovnih rezultatov.\nV diplomski nalogi bomo:\n- predstavili, kako sistemizacija delovnih mest vpliva na proizvodni proces;\n- analizirali njene vplive s pomočjo trenutnega stanja v podjetju;\n- predstavili podjetje (tudi z ekonomskega vidika);\n- predlagali način nagrajevanja v sklopu pravilnika o plačah ter\n- ugotovili prednosti in slabosti predloga nove sistemizacije delovnih mest.\nCilj diplomske naloge je najti načine in rešitve za povečanje produktivnost na podlagi boljše organiziranosti med zaposlenimi ob nespremenjenih stroških, hkrati pa ohraniti kakovost v najširšem pomenu besede.\n"], "4": ["Predstavitev okolja", "Najprej bomo na kratko predstavili osebno izkaznico podjetja.\n- Ime: SADEKO tovarna otroškega pohištva d.o.o.\n- Kratko ime: SADEKO d.o.o.\n- Davčni zavezanec: DA\n- Poreklo kapitala: Domači kapital\n- Lastnik: M & A, d.o.o., Celje\n- Regija: SAVINJSKA REGIJA\n- Dejavnost: C 31.090 Proizvodnja drugega pohištva\n- Matična številka: 5454638\n- Osnovni kapital: 525.789 €\nSADEKO d.o.o. je družba, ki z zaposlenimi delavci z dolgoletnimi izkušnjami na področju otroškega pohištva od leta 1996 dalje nadaljuje dolgoletno tradicijo proizvodnje otroških posteljic v TOVARNI OTROŠKEGA POHIŠTVA v bližini Rimskih Toplic. Proizvodnja otroških posteljic v tovarni sega v daljna 70. leta prejšnjega stoletja, takrat poznana pod blagovno znamko TIM Laško, Tovarna lesnih in \nproizvodnji otroških posteljic v zadnjem desetletju pridružujejo tudi drugi izdelki, namenjeni za otroka, tako da danes lahko ponudijo pohištvo in izdelke za opremo otroške ali mladinske sobe, izdelke za opremo vrtcev in šol ter ostale izdelke iz masivnega lesa, namenjene opremi prostorov. Da bi cenjenim kupcem ponudili čim širšo paleto izdelkov, tako iz masivnega lesa iz slovenskih gozdov, ki ga obdelujejo v Rimskih Toplicah, kot tudi iz ostalih lesnih tvoriv, so se v letu 2008 povezali s priznanim podjetjem M&A iz Celja, ki v svoji proizvodnji izdeluje visoko zahtevne pohištvene izdelke in opremo po naročilu, z možnostjo aplikacije tapetniških produktov. V podjetju oblikujejo, projektirajo in izdelujejo lepe, uporabne, varne in visoko kvalitetne izdelke iz naravnih materialov za uporabo otrok in staršev. Pri tem se vsi udeleženci v tem procesu zavedajo velike odgovornost za varnost, zdravje in prijetno počutje otrok, zato se vsi njihovi izdelki razvijajo, preizkušajo in proizvajajo, skladno z evropskimi standardi za otroške izdelke – EN 71/1996. Poleg masivnega lesa bukve, hrasta in smreke s kontroliranim poreklom uporabljajo tudi ostale materiale, ki jih v izdelku vedno preverjajo, da so skladni s standardi. Da bi vodenje in nadziranje proizvodnega procesa, vse od naravnega lesa v obliki hloda pa do končnega izdelka v embalaži, potekalo skladno s standardi kakovosti, je tovarna, v kateri danes proizvajajo otroško pohištvo, že daljnega leta 1990 pridobila certifikat ISO 9001, kot ena izmed prvih slovenskih lesnih tovarn. Zadovoljstvo uporabnika je tudi njihovo zadovoljstvo, kar dokazuje dolgoletno zaupanje njihovih cenjenih in priznanih poslovnih partnerjev doma in v tujini, saj preko 90 odstotkov izdelkov izvozijo. Izdelke z veseljem uporabljajo otroci vse od daljne dežele vzhajajočega sonca, Japonske, preko Bližnjega vzhoda, do Severne Amerike ter od hladne Skandinavije do prijetnega Sredozemlja.\nV podjetju se občuti slabšanje poslovnih pogojev že od leta 2002 dalje. Podjetje je imelo tri večje kupce, ki so dosegali skoraj 90 odstotkov proizvodnje. Količine so bile velike, serije enotne, in tečaj funta ugoden. Že leta 2003 se je francoski kupec pričel umikati, na sejmih pridobljeni novi partnerji pa so pritiskali na cene in zahtevali širše palete izdelkov z manjšimi serijami. Na evropskem trgu se je pričel pritisk nizko cenovnih izdelkov z Vzhoda. Prodaja se je vse od leta 2002 vztrajno zmanjševala, tako da je padla skoraj na polovico v letu 2008. Stroški dela so v letu 2002 dosegali manj od 40 odstotkov realizacije, medtem ko so v letu 2008 dosegli že skoraj 60 odstotkov čistih prihodkov iz prodaje. Hkrati je sorazmerno padal tudi rezultat iz poslovanja, ki je v letu \n2005 prvič dosegel negativni predznak. Zaradi hitrega sledenja naročilom je bilo potrebno skrbeti za velike količine nedokončane proizvodnje, kar je povzročalo dodatno zadolžitev podjetja in s tem večje stroške financiranja. Za nameček se je začel poslabševati trend gibanja GBP nasproti evru, ki se je odrazil v negativnih tečajnih razlikah. Ukrepi poslovodstva niso sledili poslabševanju ekonomskega stanja. Število zaposlenih, in s tem stroški dela, niso sledili zmanjševanju prodaje. Prilagajanje stroškov materiala in storitev ni bilo izvedeno, s tem se je pa močno poslabšal ekonomski položaj podjetja. Vse našteto se je izrazilo v manjši konkurenčnosti in posledično zmanjšani prodaji. Globalne gospodarske razmere, ki so se začele konec leta 2008 in se nadaljujejo v letu 2009, še dodatno zaostrujejo položaj podjetja. Zato se je novo poslovodstvo odločilo, da bo v letu 2009 izpeljalo korenitejše ukrepe zmanjševanja stroškov dela in investicijo v kotlarno, ki bo v prihodnosti pomenila večje poslovne prihranke. Prav tako se je vodstvo podjetja odločilo, da spremeni sistemizacijo ter postavi nove standarde za določanje nagrajevanja zaposlenih (Sadeko d.o.o., 2009, str. 6).\nv tisoč EUR\nČisti prihodki od prodaje\n2002 2003 2004 2005 2006 2007 2008\nČisti prihodki od prodaje\nPoslovni izid iz poslovanja\n(200) (15.0 %)  2002 2003 2004 2005 2006 2007 2008\nPoslovni izid iz poslovanja Marža iz poslovanja\n"], "5": ["Predpostavke in omejitve", "Predpostavljamo, da sprememba načina nagrajevanja ter na novo zastavljena sistemizacija omogočata večjo produktivnost in učinkovitost ter prispevata k izboljšani organizacijski klimi v podjetju.\nPri omejitvah diplomskega dela bi izpostavili dejstvo, da se rezultati uvedbe nove sistemizacije delovnih mest in novega načina nagrajevanja pokažejo šele po določenem času. Omejitve pa prav tako lahko predstavlja pojav odpora pred spremembami in uvajanju novosti med zaposlenimi. Pri starejših zaposlenih velikokrat pride do težav pri sprejemanju in dovzetnosti za vpeljavo novih modelov ocenjevanja in vrednotenja dela, prav tako pa tudi pri spremenjenih opisih del in opravil v sistemiziranih delovnih mestih.\n"], "6": ["Metode dela", "V diplomskem delu bomo združili dve metodi. V metodi deskripcije bomo opisovali teorije sistemizacije delovnih mest, dejstva ter pojme, v metodi komparacije pa bomo primerjali obstoječo sistemizacijo delovnih mest s predlogom nove. Prav tako pa bomo v sklopu pravilnika o plačah primerjali tudi način nagrajevanja s predlogom novega. Za opise del in opravil bomo za osnovo vzeli Kolektivno pogodbo za lesarstvo, hkrati pa upoštevali tudi Zakon o delovnih razmerjih.\n"], "7": ["1 TEORETIČNE OSNOVE", ""], "8": ["1.1 Sistemizacija dela", "Belčič (2002, str. 80) navaja, da bi v praksi težko srečali normalno, še težje pa dobro urejeno podjetje, ki ne bi imelo analize delovnih mest, in na tej podlagi zasnovane sistemizacije delovnih mest. Pravi tudi, da je pomen tega področja tolikšen, da je minimum določen z zakonom, obveznost pa ne velja za delodajalce, ki zaposlujejo deset ali manj delavcev.\nRes je, da podjetje deluje tudi, če se sistemizacija delovnih mest ne prilagaja razmeram, ki jih določa trg. To podjetje sčasoma postane »neurejeno«, ne sledi trendom in ga zagotovo čaka ureditev tega področja, sploh v današnjem času velike negotovosti na finančnem in tržnem področju, če ne drugače pa morajo delodajalci urediti to področje zaradi same dinamike dela in večje fleksibilnosti pri poslovanju podjetja.\nUhan (1996, str. 42) pravi, da je sistemizacija dela predpisan organizacijski splošni akt, s katerim se razčleni celoten delovni proces združbe na delne delovne procese, praviloma na opravila. V aktu je potrebno vpisati vse podatke, ki so pomembni za izvajanje del oziroma opravil ter podatke, ki omogočajo presojo njihove zahtevnosti.\nUhan (1996, str. 43) navaja: »Sistemizacija dela je po vsem navedenem večnamenski akt, ki je podlaga za:\n1. organiziranje delovnega procesa,  2. organiziranje širših organizacijskih enot,  3. oblikovanje delovnih področij in delovnih programov delavcev na podlagi  organizacijske sestave in procesov ter celotnega delovnega (proizvodnega)  programa združbe,  4. ugotavljanje zahtevnosti opravil,  5. ugotavljanje rezultatov dela,  6. načrtovanje dela in delavcev, \n 7. zaposlovanje (pridobivanje in izbor) delavcev,  8. razporejanje (razvrščanje) delavcev,  9. izobraževanje delavcev,\nSistemizacija predstavlja razdelitev delovnega procesa na osnovne naloge, da bi bili zastavljeni cilji tudi uresničeni. Delovni proces je potrebno pretvoriti v smiselno zaokrožene organizacijsko-tehnične in planske celote. Uporabljamo jih za načrtovanje dela in vključevanje delavcev v delovni proces. Ko se oseba v določenem podjetju zaposli, mora točno vedeti, za katere naloge, delovno področje ali delovno mesto bo sklenila delovno razmerje. Analiza dela v sistemizaciji mora za vsako delo, delovno mesto ali delovno področje pokazati položaj delavca v organizacijski strukturi v odnosu na druga delovna področja in temu pripadajoče organizacijske povezave in od kje izvirajo naloge, navodila in napotki za delo, komu kaj poročati in na koga se obračati.\nDobra sistemizacija nam torej omogoča učinkovito opravljanje delovnih zadolžitev, selekcijo kadrov, notranje prerazporeditve, vsebuje pa tudi točen opis del in nalog. Delovno mesto je torej del nekega podsistema, ki je nujno za delovanje sistema kot celote, umestitev posameznika v nek sistem pa je nujen za ureditev odnosov v družbi.\n»Delovni proces je dinamičen in zato zahteva, da se sistemizacija dela pogosto dopolnjuje. Če je postopek sprejemanja in dopolnjevanja sistemizacije dela preveč zapleten in predolg, bo zelo verjetno izostalo sprotno usklajevanje tega akta. To pa pomeni, da bo kmalu zastarel in postopoma postal neuporaben. Neprilagojena sistemizacija pa pomeni, da bodo morali vse tisto, kar naj ureja, po svoje in mimo veljavnih postopkov urejati vodstveni delavci ali strokovne službe. V praksi je veliko primerov, ko neusklajena sistemizacija dela povzroča samovoljno urejanje in usmerjanje delovnega procesa.« (Uhan, 1996, str. 77).\n"], "9": ["1.2 Delovno mesto", "»Zakon o delovnih razmerjih določa, da mora vsako podjetje sprejeti interni akt, s katerim določa organizacijo dela in delovna mesta, ki so odraz dejavnosti podjetja. Prav tako mora vsak delodajalec, ki želi zaposliti delavca za katerokoli delovno mesto znotraj družbe, skleniti z delavcem pogodbo o zaposlitvi. Ta mora med drugim vsebovati naziv delovnega mesta oziroma podatke o vrsti dela, za katere delavec sklepa pogodbo o zaposlitvi, s kratkim opisom dela, ki ga mora delavec opravljati « (Vukasović – Žontar, Sevšek, Korade – Purg & Kukovičič, 2005, str. 1).\nVukasović – Žontar et al. (2005, str. 3) navajajo, da je delovno mesto osnovna enota organizacijske strukture in odraz dogovorjene delitve dela, kar pomeni, da vsa delovna mesta v podjetju dosežejo namen organizacije kot celote ter ustrezno zaposlitev posameznih delavcev. Delovno mesto obstaja neodvisno od osebe, ki je trenutno razporejena na delovnem mestu. Pri spremembi strategije in strukture podjetja se spremenijo tudi delovna mesta ter posledično opisi delovnih mest, če se seveda pojavi potreba po novih delovnih mestih.\nLipovec (1987, str. 74) pravi, da so delovna mesta najmanjše organizacijske enote v podjetju ter da je delovno mesto prostor, na katerem izvajalec določne vrste in stopnje kvalificiranosti z ustreznim delovnim sredstvom opravlja dodeljeni opravek ali skupino opravkov. Pravi tudi, da je delovno mesto opredeljeno s tremi določili, in sicer:\n- z izvajalcem določene vrste in stopnje kvalificiranosti;\n- s sredstvom za delo ustrezne vrste;\n- s prostorom, na katerem se izvaja opravek ali skupina opravkov.\nOpravki pa so vrste dela, ki jih opravljajo na določen način izvajalci ustrezne kvalificiranosti z ustreznimi sredstvi za delo. Opravek se da določiti z izvajanjem določene kvalificiranosti, z ustreznim sredstvom za delo, z določeno kvaliteto dela in z načinom (metodo) dela.\nVukasović – Žontar et al. (2005, str. 4) pravijo, da je namen opisa del in nalog posameznega delovnega mesta določiti prispevek, ki ga podjetje zahteva od zaposlenega \nna določenem delovnem mestu ter predstavlja osnovno vodilo delavcu na določenem delovnem mestu in njegovemu nadrejenemu za razumevanje tega, kar se od delavca zahteva, kar mora doseči in katera merila bodo uporabljena za ocenjevanje uspešnosti.\n»Delovno mesto je delovnopravna kategorija, uporabna za razporejanje delavcev v delovnem procesu. Vsak delovni proces sestavlja množica delovnih postopkov, ki jih morajo opraviti zaposleni. Delovno mesto se uporablja za združevanje večjega števila delovnih postopkov z namenom, da se združujejo istorodni delovni postopki« (Jurančič, 1995, str. 11). Torej je delovno mesto vrsta dela ali opravila oziroma pojem, ki združuje delovne naloge in aktivnosti istega delovnega področja ali sorodnih delovnih področij, za katere delavec s pogodbo o zaposlitvi sklepa delovno razmerje.\nDelovno mesto lahko oblikujemo tako, da so v opisu natančno našteti delovni postopki, naloge in aktivnosti pa čeprav ta natančnost ne more biti izvedena do te mere, da bo delavec izvajal izključno samo to, kar piše v opisu delovnega mesta. Vsekakor pa mora opis delovnega mesta vsebovati najmanj naziv delovnega mesta, tarifni razred, v katerega je delovno mesto razporejeno, in podatke, ki jih zahteva metoda za vrednotenje delovnih mest (Jurančič, 1995, str. 12).\nRazvoj človeka in njegovega dela ima za posledico tudi razvoj delovnega mesta. Napredek je opazen pri sredstvih za delo in pri predmetih dela, glavni vzrok za to pa je zelo hiter tehnološki razvoj in razvoj informacijske tehnologije. Še pred dvajsetimi leti so bili računalnik, prenosni telefon, telefax in ostala informacijsko-komunikacijska oprema v podjetjih velika redkost, danes pa si brez omenjenega ne moremo predstavljati dela oziroma funkcionalnega delovnega mesta.\n"], "10": ["1.3 Podatki v opisu delovnega mesta", "Vsi tisti podatki, ki opredeljujejo in določajo pripadnost vsakega opravila, omogočajo organizacijsko ali drugačno razvrstitev opravila ter ga označujejo, so podatki za identifikacijo. Najpomembnejši podatek za identifikacijo je naziv opravila. Pri oblikovanju si je treba prizadevati, da naziv označuje bistvene značilnosti aktivnosti, ki se izvajajo v okviru opravila, in da je čim krajši. Razen naziva spadata med podatke za \nidentifikacijo še organizacijska opredelitev opravila in šifra. Sistemizacija dela mora določiti organizacijsko pripadnost vsakemu opravilu, pri čemer se pogosto dogaja, da enako opravilo izvajajo v dveh ali več organizacijskih enotah. Šifra omogoča smotrno organizacijsko razvrstitev opravil in je podlaga za računalniško obravnavanje podatkov o opravilih in nato o delovnih področjih (Uhan, 1996, str. 59).\nOpisi delovnih mest predstavljajo delovna mesta s tremi vrstami podatkov.\nPodatki za identifikacijo delovnega mesta:\n- naziv delovnega mesta-organizacijska enota v katerega spada;\n- organizacijska številka delovnega mesta-število delovnih mest v organigramu;\n- število delavcev.\nOrganizacijsko tehnični podatki delovnega mesta:\n- delovno področje;\n- osnovne (in dodatne) naloge delovnega mesta;\n- cilj in vloga delovnega mesta;\n- čas trajanja aktivnosti delovnega mesta;\n- organizacijske povezave in komunikacije;\n- organizacijske pristojnosti (pooblastila, kompetence);\n- odgovornosti (strokovna, organizacijska, materialna);\n- sredstva in predmeti za delo (delovna sredstva in materiali);\n- osnove za delo (dokumentacija, navodila);\n- delovni pogoji, v katerih se opravlja delo (vplivi delovnega okolja in delovanje  psihosocialnih razmer);\n- organizacija delovnega časa, napori pri delu (fizični, umski, napor čutil v odnosih z  ljudmi).\nKadrovski podatki o delovnem mestu:\n- poklic (vrsta in stopnja strokovne izobrazbe);\n- funkcionalna znanja (zahtevana, zaželena);\n- delovne izkušnje; \n- psihofizične sposobnosti;\n- osebnostne zahteve (lastnosti,poteze);\n- druge osebne značilnosti delavca za delo (dopustna invalidnost, ipd.).\nPodatki, ki jih organizacija sprejme v opis delovnega mesta, so stvar njene odločitve glede na cilje, postavljene za njeno uporabo. Glede na namen sistemizacije se moramo odločiti za širšo ali ožjo shemo podatkov, ki jih bomo vnesli. Oceniti je treba, kako daleč in kako obširno je smotrno zasnovati sistemizacijo, da bo uporabna in korak naprej v razvoju, vendar pa ne bo terjala preobsežnega, nepotrebnega in odvečnega dela (Možina & Florjančič, 1977, str. 54).\n"], "11": ["1.4 Plačni sistem", "str. 294.\nMožina, Svetlik, Jamšek, Zupan & Vodovnik (2002, str. 294) pravijo: »V osnovi razlikujemo med fiksnim in gibljivim delom prejemkov zaposlenih. Fiksni del je odvisen od tega, kakšno je delo, ki ga nekdo opravlja, gibljivi pa od tega, kako dobro ga opravlja. Zato je prvi enak za enaka dela, drugi pa se spreminja glede na uspešnost \nposameznika. Največji delež fiksnih izplačil zajema osnovna plača, ki jo delavec dobi za normalno uspešno delo določene zahtevnosti in za opravljeno število delovnih ur. Fiksna so tudi nadomestila plače za ure upravičene odsotnosti (dopusti, prazniki, bolezenski izostanki). Tudi dodatki in ugodnosti so pretežno fiksni, na primer dodatek za težke delovne razmere, dodatek za nočno delo, dodatek za delovno dobo. Večina ugodnosti je prav tako vezana na delovno mesto (na primer dodatno zdravstveno, pokojninsko zavarovanje), nekatere pa lahko zaposleni dobijo glede na svojo uspešnost (na primer uporaba službenega avtomobila v zasebne namene le za najboljšega prodajalca). Plačilo za uspešnost in nagrade so seveda v celoti gibljivi del.«\nV aktu o sistemizaciji delovnih mest so opredeljena tudi relativna razmerja, iz katerih se izračunava višina plače glede na osnovo iz kolektivne pogodbe za lesarstvo, prav tako pa je treba upoštevati višine tarifnih razredov v katerih je opredeljen razpon teh relativnih razmerij. Elementi plače so osnovna plača, dodatki, del plače iz naslova delovne uspešnosti in del plače na podlagi uspešnosti poslovanja podjetja. Pisni obračun plače pa mora vsebovati najmanj:\n- osnovno plačo delavca;\n- dodatke po posameznih vrstah, ki izhajajo iz kolektivne pogodbe oziroma splošnih  aktov podjetja;\n- plačo iz naslova uspešnosti (stimulativni del);\n- nadomestila plače po posameznih vrstah;\n- bruto plačo;\n- zneske prispevkov za socialno varnost;\n- neto plačo;\n- davek od osebnih prejemkov in\n- neto izplačilo plače.\nDo sedaj podjetje ni imelo internega pravilnika o plačah in se je držalo splošnih predpisov in zakonov, ki so v veljavi. Prav zaradi tega razloga smo se odločili in predlagali na novo sestavljen pravilnik o plačah, uporabili pa smo Zakon o določitvi minimalne plače in o načinu usklajevanja plač, Zakon o zajamčenih osebnih dohodkih, Zakon o starševskem varstvu in družinskih prejemkih, Zakon o delovnih razmerjih ter Kolektivno pogodbe za lesarstvo.\n"], "12": ["2 OBSTOJEČE STANJE", ""], "13": ["2.1 Posnetek stanja", "Skupščina družbe Sadeko je sprejela sistemizacijo delovnih mest že daljnega leta 1996, vsebuje pa:\n- šifro delovnega mesta;\n- naziv organizacijske enote;\n- naziv delovnega mesta;\n- zahtevano strokovno izobrazbo;\n- smer strokovne izobrazbe;\n- zahtevano dobo delovnih izkušenj;\n- dobo poskusnega dela;\n- opis funkcionalnih znanj;\n- opis psihofizičnih zahtev;\n- opis del;\n- opombe.\nV sistemizaciji delovnih mest je sistemiziranih 20 delovnih mest, v tistem času pa je število zaposlenih variiralo med 99 in 120. Šifre delovnih mest so oštevilčene od 001 pa do 020. V sistemizaciji delovnih mest so opredeljene tudi naslednje organizacijske enote:\n- vodstvo tovarne otroškega pohištva;\n- področje komerciale in finančno računovodskih poslov;\n- tehnično področje s pripravo dela;\n- področje proizvodnje in servisne dejavnosti – proizvodnja;\n- področje proizvodnje in servisne dejavnosti – vzdrževanje in energetika.\nOpisi del so prilagojeni po Kolektivni pogodbi za lesarstvo iz leta 1996, ta kolektivna pogodba pa je veljala le do leta 2006. Sistemizacija delovnih mest je torej ostala \nSistem nagrajevanja ni sedaj nikjer pisno definiran, kar pa je zelo nestimulativno za delavce v podjetju. Vse bazira samo na ustnih dogovorih med vodstvom in delavci, tako da ni zapisanih nikakršnih kriterijev, po katerih bi se lahko ti dodatki ali nagrade izračunavale in izplačevale. Obstoječa praksa so dodatki, ki so zakonsko določeni in so prikazani na plačilnih listah vseh zaposlenih, ki jih prejemajo. Ti dodatki so za:\n- vodenje;\n- težavnost;\n- delovno dobo;\n- stalnost;\n- stimulacijo.\nDodatke za vodenje ponavadi določa direktor podjetja in se trenutno gibljejo med 0 in 10 odstotkov. Za težavnost pri delu je dogovorjeno za skupinsko nagrajevanje, in sicer:\n- 3 odstotke za zaposlene v strojnem oddelku in pakirnici;\n- 4 odstotke za zaposlene v oddelku prirezovalnice;\n- 7 odstotkov za zaposlene v oddelku lakirnice in žage.\nZa delovno dobo ter stalnost se izračunava za vsakega posameznika posebej in se gibljejo med 0 in 7 odstotkov za stalnost in med 0 in 18 odstotkov za delovno dobo, za stimulacijo pa se na podlagi osebnih kriterijev odloča skupinovodja vsakega oddelka, gibljejo pa se med 0 in 35 odstotkov.\n"], "14": ["2.1.1 Organizacijska struktura", "V upravi podjetja je lociran prokurist, kadrovski oddelek, tajništvo ter komercialni in finančno-računovodski sektor, ki skupaj zaposlujejo štiri osebe. V proizvodnji so oddelek za pripravo dela, vzorčna delavnica in proizvodnja. Skupno število delavcev v proizvodnji je 47. Tajnica, po izobrazbi ekonomski tehnik, sprejema stranke in ureja kadrovske zadeve, računovodja je zadolžen za knjiženje poslovnih listin ter pripravo finančnih in ostalih poslovnih poročil, kakor tudi za nemoteno izplačevanje osebnih dohodkov. Komercialna služba v podjetju skrbi za sklepanje pogodb s starimi dobavitelji, izdeluje kalkulacije novih produktov, rezultate pa poroča neposredno prokuristu, hkrati pa skrbi tudi za nabavo. V podjetju imajo tudi vodje posameznih \noddelkov, ki razporejajo delavce na delovna mesta ter nadzirajo in spremljajo delo v proizvodnji.\nSpodaj je prikazan organigram delovnih mest ter sistemizirana delovna mesta v razpredelnici. Ne pozabimo, da navedeni podatki iz slik in razpredelnic niso ažurni. Ti podatki so iz leta 1996 za sistemizacijo in iz leta 2001 za strukturo zaposlenih. Če računamo, da se nahajamo v letu 2010, je to dovolj zgovoren podatek o zastarelosti teh podatkov. \nIzjavo o varnosti je pripravilo podjetje Kova d.o.o., podatki pa so iz leta 2001. Ta organigram pa je tudi edini, ki ga podjetje poseduje. V nadaljevanju pa prikazujemo tabelo s podatki trenutno sistemiziranih delovnih mest v podjetju Sadeko d.o.o..\nDelovna mesta, ki so trenutno sistemizirana v podjetju:\n"], "15": ["2.1.2 Vizija za prihodnost, poslanstvo in vrednote", "V letu 2010 pričakujejo normalizacijo gospodarskega stanja, vendar še vedno načrtujejo prihodke, manjše od leta 2008 za 19 odstotkov. V naslednjih letih pričakujejo rast prihodkov od prodaje z indeksom 10 odstotkov letno. To utemeljujejo z napovedano normalizacijo gospodarske klime, razvoja novih produktov in agresivnega širjenja tržnih aktivnosti. Proizvodne kapacitete imajo zasedene 85 odstotkov v eni izmeni. To pomeni, da bi proizvodnja s polno zasedenostjo in podaljševanjem delovnega časa na več izmen lahko zagotavljala nemoteno oskrbo kupcev. Število zaposlenih se jim bo zaradi optimiziranja proizvodnega procesa in s tem izboljšano produktivnostjo povečevalo le za 2 zaposlena na leto. Stroški dela se jim bodo povečevali skladno z rastjo števila zaposlenih. Stroški materiala in energije pa se jim bodo zmanjševali relativno na prodajo glede na leto 2008 (Sadeko d.o.o., 2009, str. 9).\nDanes Sadeko d. o. o. s štiriinpetdesetimi zaposlenimi za nedoločen čas in z dvema za določen, uvrščamo med srednje velika podjetja. Dolgoročne vizije podjetja so ohranjanje sedanjih in pridobivanje novih trgov, tehnološke posodobitve, zaposlovanje izobraženih kadrov lesarske stroke in komercialistov ter dodatno izobraževanje že zaposlenih, od katerih pričakujejo, da bodo sposobni slediti načrtovanemu razvoju podjetja in zadostiti potrebam kupcev. Novi kader bodo iskali seveda ob večjem številu naročil, ki jih bo management uspel pridobiti na trgu, kjer je konkurenca neizprosna, stranke pa hkrati za nizko ceno pričakujejo visoko kvaliteto.\n"], "16": ["2.2 Kritična analiza", "Obstoječe stanje na področju sistemizacije delovnih mest ter sistema nagrajevanja je zelo zastarelo in sistemsko neurejeno. Menimo, da je bilo dvajset delovnih mest sistemiziranih za okoli sto zaposlenih, kot jih je bilo takrat, trenutno pa je zaposlenih le štiriinpetdeset. Torej sistemizacija delovnih mest že štirinajst let ostaja nespremenjena, čeprav se je število zaposlenih zmanjšalo za približno polovico. Ta sistemizacija delovnih mest je narejena na podlagi predvidevanj, da se za vsako delovno operacijo predvideva razpisano delovno mesto, vemo pa, da se vsako podjetje trudi racionalizirati in optimizirati čim več delovnih procesov. Podjetja težijo k zaposlovanju kadrov z \nobsežnejšim spektrom znanja in z vnaprej določenimi karakteristikami. Danes obstajajo podjetja, ki »testirajo« bodoče iskalce zaposlitve, teste pa naročijo podjetja ki iščejo kadre, ki so najbolj prilagojeni zahtevanemu razpisu za zasedbo določenega delovnega mesta. To, da sistemizacija delovnih mest ostaja tako dolgo nespremenjena, se odraža v trenutnih razmerah v podjetju, krivimo pa lahko neustrezne direktive managementa.\nPreden je družba M&A d.o.o. prevzela 100-odstoten lastniški delež podjetja Sadeko d.o.o., je družba imela tri lastnike. Kot je znanih že veliko primerov iz zgodovine, se je tudi v našem primeru takšno vodenje podjetja izkazalo za neustrezno. Lastniki podjetja se niso uspeli dogovoriti o načinu nagrajevanja zaposlenih, višini nagrajevanja in kriterijih, po katerih naj bi se jih nagrajevalo, saj so med drugim tudi sami opravljali operativne funkcije v proizvodnem obratu. Med tem obdobjem nesoglasij pa je odhajal kader za katerega se je izkazalo, da bi v današnjem času bil nujno potreben, saj za vsakega na novo zaposlenega podjetje porabi veliko časa in energije za vpeljavo, priučitev in izobraževanje, kot pa če bi se že takrat odločili in nagradili zaposlene, ki so bili sposobni opravljati več delovnih operacij. Problem v določanju višine nagrajevanja vidimo tudi v pristranskosti nekaterih vodij, ki te odstotke »stimulacije« določajo. Če povzamemo omenjeno trditev, je vzrok takšne situacije, da je več kot polovica zaposlenih v ožjem sorodstvu, tako da na zadovoljstvo oziroma nezadovoljstvo na delovnem mestu, čeprav ne bi smele, vplivajo tudi družinske in osebne zamere. Vemo, da v takšnem okolju vodstvo podjetja težko najde motive za stimuliranje zaposlenih, če so dodatki in nadomestila, določene ugodnosti, napredovanje in podobno lahko pri določenem odstotku zaposlenih le posredne stvari in zaradi omenjenih razlogov ne dosegajo želenih učinkov.\nVsakega problema se je treba lotevati v celoti, se pravi, da je med drugim treba preučiti tudi socialne vidike. Takrat, ko imamo možnosti in so pogoji za preučitev večjega števila faktorjev, ki vplivajo na opazovani proces, imajo predlagane rešitve večji odstotek možnosti, da zagotovijo želene rezultate, do katerih skušamo priti. Pri vrednotenju zahtevnosti dela sedaj ni drugih kriterijev kot razvrstitev zaposlenih v sedem tarifnih razredov in »stimulacija« na podlagi osebne presoje skupinovodje. Takšne oblike nagrajevanja seveda ne moremo podpirati, saj skupinovodja nima definiranih nikakršnih kriterijev, po katerih bi lahko ocenjeval delovno uspešnost in \nvrednotil delo. Za takšen sistem nagrajevanja bi potrebovali normiranje, to je izmerjena količina opravljenega dela, ki se določi s statističnim izračunavanjem in posnetkom opravljenega enakega dela več delavcev. Na podlagi srednje vrednosti se ponavadi določi višina norme, ki je nato merilo za nagrajevanje uspešnosti ali neuspešnosti opravljenega dela. Delodajalec seveda pričakuje takšno izmerjeno normo tudi izpolnjeno, pozabiti pa ne smemo niti na kakovost opravljenega dela, ki pa ga je tudi potrebno natančno določiti in definirati. Več, kot je definiranega, manj je težav pri razreševanju nastalih nesoglasij v vezi s kakovostno opravljenim delom.\nProblem vidimo tudi v sami izobrazbeni strukturi zaposlenih, saj je zaposlenih le deset ljudi s peto stopnjo izobrazbe, devet ljudi s triletno strokovno izobrazbo, trije z dvoletnim programom izobrazbe, kar enaintrideset z dokončano osnovno šolo in eden z nedokončano osnovno šolo. Ker določen del zaposlenih ne dosega kriterijev stopnje izobrazbe, ki so zahtevana v sistemiziranih delovnih mestih, jim je vodstvo podjetja dalo v podpis anekse k pogodbam, v katerih piše, da so na podlagi znanj iz izkušenj lahko razporejeni v višje tarifne razrede, kot bi sicer lahko bili. To je rešitev na kratek rok, saj predvidevamo, da bo pri zaposlovanju novega kadra prišlo do konfliktnih situacij prav pri razmerju med vrednotenjem dela in doseženo strokovno izobrazbo med zaposlenimi.\n"], "17": ["2.2.1 Obvladovanje tveganj s trenutno sistemizacijo delovnih mest", "Strateška tveganja: Med strateška tveganja, ki zadevajo dolgoročni razvoj podjetja, uvrščajo tveganje nastanka izgube zaradi nepravilnih poslovnih odločitev družbe, neustreznega izvajanja sprejetih odločitev ter premajhne odzivnosti družbe. Ta tveganja obvladujejo z izvajanjem in rednim preverjanjem ustreznosti opredeljenih strategij družbe. Sprejemanje investicijskih odločitev glede investiranja je ključnega strateškega pomena. Tveganja na tem področju bodo zmanjšali z načrtovanjem in stalnim spremljanjem poteka projektov, vpeljavo nove sistemizacije delovnih mest in z vpeljavo novega pravilnika o plačah. \nFinančna tveganja: Znotraj tega področja tveganj vidijo kot ključno likvidnostno tveganje, saj zaostrene likvidnostne razmere povzročajo slabšo poplačilo njihovih terjatev in posledično težave pri plačilih dobaviteljem. Pridobivanje novih finančnih virov jim je lahko oteženo, saj družba nima ustreznih zavarovanj za pridobivanje dodatnih bančnih kreditov. Pridobivanje finančnih virov za financiranje investicije je zaradi tega lahko oteženo in bo verjetno zahtevalo dodatna angažiranja s strani lastnikov. Finančna kriza lahko zaostri pogoje kreditnega sodelovanja z bankami, vpliva pa lahko tudi na zmanjšanje povpraševanja po izdelkih. Pozornost je treba usmeriti tudi k sistemiziranim delovnim mestom in relativnim razmerjem, saj mora biti vedno prilagojena in slediti razmeram tudi na finančnem področju. V primeru dokapitalizacije družbe pa je možno, da bo potrebno sistemizirati tudi dodatna delovna mesta.\nOperativna tveganja: Z operativnimi tveganji podjetje Sadeko d.o.o. razume tveganja, ki so povezana z vsakodnevnim delovanjem podjetja. Ta tveganja so s faznimi kontrolami, tekočim in kvalitetnim vzdrževanjem v družbi minimizirana. Seveda pa ne izključujejo možnosti napak s strani človeškega faktorja ter operativnih napak na račun zastarelega tehnološkega parka nekaterih strojev v proizvodnji. Prav zaradi naštetih dejavnikov pa se mora nova sistemizacija prilagoditi trenutnim razmeram, prav tako tudi sistem nagrajevanja, da bo operativnih tveganj čim manj.\n"], "abstract": ["Iskreno se zahvaljujem mentorici doc. dr. Ireni Gorenak, ki me je pri izdelavi diplomske naloge usmerjala in mi pomagala s strokovnimi nasveti in navodili. Zahvaljujem se tudi partnerki Jeri Pušnik in lektorici Aniti Laznik. Posebna zahvala je namenjena družinskim članom za podporo, strpnost, razumevanje in potrpežljivost v času mojega študija. Implementacija pravilnika o plačah ter nove sistemizacije delovnih mest v podjetju Sadeko d.o.o. V diplomskem delu predstavljamo uvedbo nove sistemizacije dela oziroma sistemizacijo delovnih mest ter pravilnik o plačah. Po teoretičnem uvodu smo na podlagi gospodarskih razmer in razmer v podjetju podali predloge. Posebej smo se osredotočili na smiselnost ter dinamičnost uporabe podatkov, ki jih vsebuje pravilnik o sistemizaciji delovnih mest. Sistemizacija delovnih mest je po določilih Zakona o delovnih razmerjih splošni akt, s katerim delodajalec določa organizacijo dela ter pogoje za opravljanje dela na posameznem delovnem mestu. V podjetju Sadeko d.o.o. ji do sedaj niso pripisovali večjega pomena, zaradi česar so z zmanjševanjem števila zaposlenih naleteli tudi na težave. Ugotovili smo, da je vzrok organizacijskih problemov v podjetju prav zaradi neurejenih splošnih aktov. "]}