{"1": ["1 UVOD", "Kmetijstvo je ena osnovnih in prvotnih človekovih dejavnosti. Poljedelstvo se je pojavilo pred približno 10.000 leti in je pomenilo velik korak v človeškem razvoju. Odkritje je omogočilo, da so se ljudje za stalno naselili na nekem območju. (Wikipedija, elektronski vir). V Sloveniji se s kmetijsko dejavnostjo trenutno ukvarja okoli 75 tisoč kmetijskih gospodarstev. Od tega se je njihovo število, po statističnih podatkih Slovenije, po letu 2000 zmanjšalo za kar trinajst odstotkov (Kmetijsko gozdarska zbornica Slovenije. Elektronski vir).\nVzroki za zmanjšanje so lahko predvsem v konkurenčnosti velikih kmetij, ki imajo le-te veliko moč in dovolj dohodkov, prevzemajo manjša posestva. V mnogih primerih je za propad posestva krivo slabo in/ali nespretno vodenje, ki je največkrat posledica nesistematičnega pristopa k analizam preteklih dogodkov in pomanjkljivega planiranja vnaprej. V kolikor gospodarstvo ni v enem od sistemov pridelave (ekološko ali integrirani) in ni davčni zavezanec, je zelo verjetno, da se celotna evidenca dogajanja na gospodarstvu vodi samo v spominu gospodarja ali kakšnem »zvezku« od gospodinje. Tako shranjene informacije se kasneje slej ko prej nekje izgubijo in od njih nimamo nikakršnih koristi. Zelo izrazito se to lahko občuti ob zamenjavi gospodarja ali vodje. Nov gospodar si mora svoje izkušnje ponovno nabrati od začetka, zahteve trga pa so neizprosne in ga običajno prehitijo. Ima pa t.im. »sistem zvezka« še eno veliko pomanjkljivost, saj se kasneje nikoli ne najde dovolj časa in volje, da bi se iz zapisov naredila kakšna obsežnejša analiza in bi se dokopali do kakšnih pomembnih ugotovitev. Pri gospodarstvih, ki se ukvarjajo z več panogami ali imajo veliko število stroškovnih nosilcev (vrste pridelka, stroji…) je pomembno, da se stroški zbirajo ločeno po stroškovnih nosilcih in jih tako tudi spremljamo. Marsikateri gospodar, ki stroškov ni spremljal ločeno in je bil po posameznih stroškovnih nosilcih iz leta v leto v večjem minusu, a tega ni opazil, ker je bil skupen rezultat še vedno pozitiven, se je moral nekega dne soočiti z neljubo resnico, da je gospodarstvo na robu propada. Sodobno kmetijsko gospodarstvo mora biti vodeno kot podjetje z ustrezno informacijsko podporo. Informacijska podpora mora biti enostavna in hitra, saj na kmetiji nimamo \nzaposlenega osebja, ki bi se ukvarjalo samo s tovrstnimi opravili. Vnos podatkov mora biti enostaven in zajemati samo podatke, ki so potrebni. Analize, ki jih potrebujemo pri poslovanju morajo biti vnaprej pripravljene, tako da uporabnik z njimi ne izgublja dragocenega časa.\nNamen naloge je izdelati zasnovo informacijske podpore v obliki preprostih povezanih elektronskih preglednic, s katerimi bomo lahko relativno enostavno in zanesljivo zelo povečali učinkovitost vodenja posestva. V osnovnih tabelah bodo zbrani osnovni podatki o gospodarstvu, kot so podatki o gerkih, strojih, zaposlenih, itd.. Ti podatki bodo uporabljeni za hiter in enostavno vnašanje zapisov v tabelo o vsakodnevnih delovnih procesih. Tako zbrani zapisi bodo kasneje omogočali enostavne in učinkovite analize po stroškovnih nosilcih za določeno časovno obdobje. Pravo vrednost zbranih zapisov pričakujemo šele po določenem časovnem obdobju (npr. eno leto), ko bo na osnovi zapisov, zbranih v preteklem obdobju (letu), že možno vnaprej planirati delovne procese za tekoče leto.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Posebnost kmetijstva v Sloveniji", "Slovenija je majhna država. Z nekaj več kot 20000 kvadratnimi kilometri se uvršča med manjše evropske države. Ker je površinsko zelo razgibana in pestra, prihaja do posebnosti, kot je ta, da so v Sloveniji večinoma manjše kmetije.\nPovprečna evropska kmetija je velika okoli 12,6 ha. Iz te majhnosti izhaja tudi precejšna nekonkurenčnost slovenskih kmetov v primerjavi z evropskimi. Za primerjavo lahko omenimo, da ima slovenski kmet v povprečju 1,8 krave mlekarice, povprečni evropski kmet pa 14 krav molznic. Za slovensko kmetijstvo pa velja tako imenovana zaostalost. Izobrazba slovenskega kmeta je zelo nizka, zato prevladuje v kmetijstvu bolj tradicionalna miselnost. Prevladuje način pridelovanja »vsega po malo«, kar pa ni najbolj gospodarno in konkurenčno. (Cunder, 1997, 12-23.)\n"], "4": ["2.2 Davki in dajatve v kmetijstvu", "V Sloveniji in tudi drugod v Evropski uniji so kmetije podvržene plačilu davkov in dajatev. V ta namen morajo lastniki kmetij voditi določene evidence. Ena izmed obveznih evidenc, ki jo morajo voditi kmetije, je knjiga prihodkov in odhodkov, kjer se beležijo prejeti in izdani računi. Druga obvezna evidenca, ki velja zgolj za kmetije, ki redijo govedo, pa je evidenčna knjiga o izvoru govedi, ki spremlja vsako govedo od skotitve do zakola. Vse kmetije pa niso zavezane k vodenju knjigovodstva. Tako lahko delimo kmetije na pavšaliste in zavezance za davek (DDV).\nPavšalisti so tisti kmetje, ki niso zavezani za davek na dodano vrednost. Ti kmetje ne plačujejo DDV-ja in si tudi ne morejo obračunavati vstopnega DDV. Takšnim kmetijam ni potrebno voditi knjigovodstva. (Lah, 2005.) \nZadnje desetletje je kmetijstvo izpostavljeno velikemu znižanju odkupnih cen kmetijskih pridelkov. Zmanjšanja dohodka ne nadomeščajo niti neposredna in izravnalna plačila. Temu so se pridružile spremembe načina obdavčitve kmetijstva. Po določbah Zakona o dohodnini se subvencije vključujejo v izračun katastrskega dohodka. Te obdavčitve plačil kmetijskih subvencij povečujejo davčno obremenitev kmetijske pridelave in prireje. Vse to zahteva od kmetij, ki jim kmetijstvo predstavlja pomemben dohodek, resen razmislek o ugotavljanju dejanskega dohodkovnega položaja (Zakon o dohodnini. Ur. 1. RS, Ljubljana, št. 117/06).\n"], "5": ["2.3 Kriteriji uspešnosti kmetije", "Glavni kazalec poslovne uspešnosti vsakega poslovnega sistema je poslovni izid. Poslovni izid pa je razlika med prihodki in tako ali drugače opredeljenimi odhodki. (Melavc, 2000.)\nČe so prihodki večji od odhodkov, imamo pozitiven poslovni izid in govorimo o uspešnosti, kadar pa imamo večje odhodke od prihodkov, pa govorimo o negativnem poslovanju.\nPoznamo več vrst prihodkov in tudi odhodkov. Tako prihodke ločimo na :\n- prihodke iz poslovanja-to so prihodki, ki nastanejo pri prodaji poslovnih  učinkov, to je proizvodov oziroma storitev;\n- prihodke iz financiranja, ki izhajajo iz finančnih naložb;\n- izredne prihodke, ki nastanejo iz različnih vzrokov.\nNa drugi strani pa imamo odhodke, katerim je skupno, da zmanjšujejo poslovni izid. To so odhodki za poslovanje, za financiranje in izredni odhodki.\n"], "6": ["2.4 Uporabniki računovodskih sporočil na kmetiji", "V literaturi pogosto najdemo predlog o delitvi računovodstva na notranje računovodstvo, ki pripravlja informacije za notranje uporabnike, in zunanje računovodstvo, ki pripravlja informacije za zunanje uporabnike. Računovodsko informiranje je predstavljanje računovodskih podatkov in informacij uporabnikom. Kot takšno je končna stopnja vodenja knjig.\nZa dobro delovanje kmetije so izredno pomembne računovodske informacije za notranje uporabnike. Ponavadi se nanašajo na strategijo, usmerjenost in bodoče usmeritve kmetije. Na uspešnost kmetije vplivajo poleg neposrednega dobička tudi drugi kakovostni dejavniki: kakovost proizvodov, zavest zaposlenih, zadovoljstvo kupcev. Lastniki kmetij potrebujejo za vodenje kmetije različne knjigovodske informacije. Potreba po računovodskih informacijah je odvisna predvsem od velikosti kmetije, razvejanosti dejavnosti, faze razvoja kmetije, v veliki meri pa tudi od znanja in osebnostnih lastnosti zaposlenih na kmetiji. (Benedikt Barbara, 2003.)\n"], "7": ["2.5 Zaposlenost in računalnik v kmetijstvu", "S kmetijsko dejavnostjo se je še v letu 2000 ukvarjalo skoraj 260.000 oseb; do leta 2007 se je število oseb, ki so se ukvarjale s to dejavnostjo, znižalo na okrog 200.000. Zaposlenost v kmetijstvu se je v celotnem opazovanem obdobju zniževala. V letu 2008 je bilo v kmetijsko proizvodnjo vključenih skoraj za četrtino manj zaposlenih kot v letu 2000. Do leta 2005 se je število zaposlenih dvignilo na 8.500 delavcev, v zadnjih treh letih pa se je to število znižalo za več kot tretjino.\nKmetijska gospodarstva imajo največ stroškov s krmo; v letu 2008 je delež stroškov za krmo znašal 49 %. Gnojila so v povprečju predstavljala 6 % stroškov v kmetijski proizvodnji; v letu 2008 je bil ta delež 10 %. Stroški za gnojila so se v letu 2008 v \nprimerjavi s predhodnimi leti podvojili. (Statistični urad republike Slovenije. 2010. Statistične informacije. Elektronski vir.)\nV današnjem času je računalnik na kmetiji skoraj obvezen. Brez njega težko spremljamo uspešnost kmetije. Uporabljamo ga lahko skoraj povsod: pri prašičereji, pri prireji mleka, v rastlinski proizvodnji, v rastlinjakih, v kmetijski mehanizaciji ter pri finančnem spremljanju kmetije. Najbolj uporabljen je pri prireji mleka. Družinska kmetija, ki redi 30 do 200 krav molznic, mora za obvladovanje proizvodnega procesa poleg vsakodnevne molže, krmljenja, pregleda živine opravljati tudi nujno kontrolo. Del kontrole v živinoreji lahko z računalniškim spremljanjem proizvodnje prevzame elektronika. Vsaka krava ima okrog vratu posebno ovratnico, preko katere lahko računalnik prepozna kravo. Sodobna molzišča so opremljena z avtomatskimi digitalnimi odčitovalniki mleka. Sprejemnik na molzišču registrira številko krave, po končani molži pa odčita količino namolzenega mleka in jo zapiše na disk. Na disku so zapisani vsi podatki o kravi. Na podlagi vseh zapisanih podatkov dobi kmet vsakodnevni spisek krav, ki jih je potrebno osemeniti, pregledati, preseliti v porodni boks itd…\nVeč računalniških podjetij ponuja rejcem svoje računalniške programe za vodenje prašičereje, govedoreje ter za finančno vodenje kmetije. Na podoben način kot pri prireji mleka računalnik vodi tudi hlevsko knjigo. Zaradi velike koncentracije živali moramo podatke natančno zapisovati vsak dan. Le tako lahko računalnik prevzame funkcijo hlevske knjige.\nVelika prednost računalnika na kmetiji je v tem, da lahko računalnik spremlja in kontrolira proizvodnjo. Rejec dobi s pomočjo računalnika dnevne izpise planov. Z obdelavo podatkov na kraju samem podatki precej pridobijo na kakovosti in uporabnosti.\n"], "8": ["2.6 Finančno spremljanje kmetije", "Ker računalnik hrani zelo veliko podatkov, ga lahko s pridom uporabljamo na kmetiji. Poleg spremljanja tehničnih problemov proizvodnje je za vsako kmetijo življenjskega pomena vodenje finančne kontrole. Vsak lastnik kmetije ali najemnik mora vsak dan vedeti, kakšno je stanje na tekočem računu, zadolženost, spremljati mora stroške in prihodke za celotno kmetijo. Računovodski podatki so kmetu najtrdnejša opora pri pomembnih odločitvah, kot so nove naložbe v kmetijsko mehanizacijo, zgradbe ali reprodukcijski program. Povprečen slovenski kmet morda ne čuti, da bi moral voditi knjigovodstvo. Zahteve trga in zakonske obveznosti v nekaterih razvitih državah pa silijo kmete, da se na področju spremljanja in kontrole svojega finančnega stanja obnašajo tako kot pravi podjetniki. Preden kmetu odobrijo kredit, mora predložiti svoje računovodske podatke.\nV zahodni Evropi se vedno več kmetov odloča za vodenje knjigovodstva, saj to zagotavlja boljšo kontrolo nad finančnimi sredstvi. Spremljanje priliva in odliva finančnih sredstev, vodenje stroškov po različnih stroškovnih mestih, analize, krediti se lahko vodijo s pomočjo računalnika. Prednost računalniške obdelave je ta, da lahko kadarkoli brez ponovnega preračunavanja dobimo dejansko finančno stanje. Če spremljamo podatke po stroškovnih mestih, lahko sami izračunamo lastno ceno pridelkov. Vsak dan pa moramo vpisovati nastale stroške in prihodke.\nRačunalniški programi, namenjeni knjigovodskemu spremljanju kmetije, so v vseh državah, kjer so kmetje že začeli množično uporabljati računalnik, najbolj razširjeni programi. Kmetija že skoraj povsod po svetu predstavlja podjetje, ki mora poskrbeti za preživetje. Prav zaradi zaostrenih tržnih razmer so kmetje prisiljeni uporabljati vse metode in načine, ki vodijo k finančno uspešnemu kmetovanju.\n"], "9": ["2.7 Računalniški programi za vodenje kmetij", ""], "10": ["Računalniški program FADN", "Knjigovodstvo je način zbiranja in beleženja podatkov. Je spremljanje dohodkovnega položaja kmetij različnega proizvodnega tipa, različnih velikosti, na različnih območjih. Tako dobimo primerjavo med leti ter primerjavo med kmetijami. Kratica FADN pomeni Farm Accountancy Data Network, kar v prevodu pomeni mreža knjigovodskih podatkov s kmetij, pri čemer gre za zbiranje podatkov za potrebe kmetijske politike po poenostavljeni metodi FADN.\nProgram deluje v okolju Windows XP. Za namestitev in delo s programom se zahteva tudi povezava z internet okoljem, saj se na ta način omogoča dostop do strežnika, na katerem so vedno aktualne verzije programa, in do sistemskih datotek, potrebnih za delo s programom.\nFADN knjigovodstvo se uporablja za potrebe:\n- mednarodne primerljivosti,\n- analiz na nacionalni in meddržavni ravni,\n- načrtovanja smernic in spremljanja učinkov kmetijske politike,\n- povratnih informacij za spremljanje učinkov kmetijske politike.\nZačetki segajo v leto 1994, v večjem obsegu pa se je knjigovodstvo nadaljevalo z letom 2005. Obveza Slovenije do Evropske unije je, da letno zbere 900 vzorčnih kmetij.\nKmetije, ki danes vodijo knjigovodstvo po FADN metodologiji, delimo na obvezne in vzorčne kmetije. Obvezne kmetije so vse tiste, ki so pridobile kakršna koli investicijska sredstva, ki so dobile denar za pomoč mladim kmetom, ki sodelujejo s programom SAPARD. Takšne kmetije so dolžne od zadnjega nakazila sredstev, še 5 let vodit FADN knjigovodstvo. V vzorcu so kmetije, za katere je Slovenija dolžna poročati Komisiji EU o dohodkovnem položaju. Za reprezentativnost vzorca morajo biti zastopane kmetije različne ekonomske velikosti in tipa kmetovanja. \nVzorčne kmetije vodijo FADN knjigovodstvo na prostovoljni odločitvi in se uvrščajo v enega izmed reprezentativnih vzorcev na podlagi kriterijev:\n- Proizvodna zastopanost\n- Velikost\n- Regionalna zastopanost\nFADN knjigovodstvo sestoji iz:\n- Inventurnih popisov\n- Zapisovanja sprememb pri pridelkih in živini\n- Evidentiranja delovne sile\n- Zapisovanja izdatkov in prejemkov\nDelo s programom temelji na treh knjigah:\n- Popisni list\n- Denarno poročilo\n- Poročilo o pridelkih, živini in delovni sili\nPopisni listi se izdelajo enkrat letno, ponavadi na začetku koledarskega leta. Popisni listi so preglednice z navodili za izpolnjevanje ustreznih podatkov,in sicer:\n- osnovni podatki o kmetiji,\n- splošni podatki o kmetiji,\n- delitev splošnih stroškov,\n- delovna sila,\n- trajni nasad,\n- gospodarska poslopja,\n- mehanizacija in oprema,\n- dolgovi,\n- zaloge kupljenega materiala,\n- raba zemljišč, \n - investicijske podpore,\n- kvote in pravice.\nObračunsko obdobje je koledarsko leto. Na začetku leta se izpolni popisni list- seznam za gibanje doma pridelanih pridelkov in živine, nato pa sledi 12 mesečnih poročil. Poročilo je možno voditi ročno oziroma preko računalnika s pomočjo Excela.\nPopisni list- inventura se izpolni v začetku leta. Takrat ločimo popisni list za nove kmetije, ki šele vstopajo v sistem FADN knjigovodstva, in popisni list za stare kmetije.\nV denarno poročilo se beležijo prihodki od pridelkov in izdelkov, storitve, subvencije ter odhodki od nakupa reprodukcijskega materiala, nakupa osnovnih sredstev, splošni stroški, kot so elektrika, voda, telefon, davki, prispevki, krediti za kmetijstvo. Ločeno se beležijo glavnica in obresti, stroški delovne sile, najemnine, itd.\nV poročilo o pridelkih, živini in delovni sili se zapisujejo samo doma pridelani pridelki. Zapisi morajo biti v enotnih merah - v kilogramih oziroma litrih. Začetno stanje meseca se mora ujemati s končnim stanjem predhodnega meseca. Seznam pridelkov in živine se med letom naj ne bi spreminjal, lahko se doda v nove kategorije. Pri zapisovanju podatkov pri živini se je potrebno držati pravilne pretvorbe med meseci.\nPri samem vodenju FADN knjigovodstva je zelo pomembna pravilnost in realnost zapisanih podatkov. Zbrani podatki se v računovodski pisarni pri Kmetijskem zavodu vnesejo v program, se obdelajo in posredujejo na Ministrstvo za kmetijstvo, gozdarstvo in prehrano.\nKonec februarja je rok za oddajo vseh mesečnih poročil in izpolnjenih popisnih listov za preteklo leto. Obrazec lahko prinesejo kmetje osebno v računovodsko pisarno ali pa ga pošljejo na Kmetijsko gozdarski zavod Slovenije. (Kmetijska svetovalna služba Ptuj, Helena Vornekar ing. gr; Brod, januar 2008.)\n"], "11": ["3 METODE DELA", "V diplomskem delu bo za izdelavo povezanih tabel uporabljen program Excel. Enake povezane tabele lahko ustvarimo tudi v katerikoli drugi odprtokodni razpredelnici , kot je npr. OpenOffice Spreadsheet. Takšni odprtokodni programi so brezplačni in zato kot nalašč primerni za poceni in enostavne rešitve. Snamemo si jih enostavno s spleta in namestimo na računalniku, ki lahko teče pod operacijskim sistemov Windows, Linux ali katerim drugim. Za izdelavo diplomskega dela sem izbrala preglednico Excel, ki je najbolj razširjena v Sloveniji.\n"], "12": ["3.1 Računalniški program Excel", "Elektronske preglednice, med katerimi je tudi program Excel, so eno prvih programskih orodij za osebne računalnike, saj so se pojavile celo pred urejevalniki besedil. Računalniški program Excel je enostaven za uporabo. Vsi smo ga spoznali že v osnovnih šolah ter se naučili kako se pravilno uporablja. Excel je uporabno orodje za urejanje vseh vrst podatkov, naj bodo to številke, besedilo ali kaj drugega. Ker ima program množico vgrajenih možnosti za računanje, ga večina ljudi uporablja za pripravo finančnih poročil. Zelo priljubljene so tudi Excelove funkcije za grafikone, ki iz številk na delovnem listu ustvarijo različne diagrame in grafikone.\nVnos podatkov je najpomembnejši del pri izdelavi tabel. Excel dopušča vnos različnih vrst podatkov, od datumov in časa in denarnih zneskov pa vse do navedenih številk in besedila. V Excelu lahko v celico vtipkamo tri osnovne vrste podatkov: besedilo, število ali računski izraz (Harvey, Greg. Excel za telebane).\nDa si lahko ustvarimo skupek povezanih tabel, potrebujemo osnovne podatke. Ti osnovni podatki o površinah, strojih, zaposlenih… se navezujejo na kmetijo in so zbrani v osnovnih tabelah.\n"], "13": ["3.2 Osnovni podatki o površinah", "Večina poslovnih dogodkov v kmetijstvu se odvija na določenih površinah. V ta namen bomo oblikovali osnovno tabelo o površinah oziroma gerkih.\nGERK je strnjena površina kmetijskega zemljišča z enako dejansko rabo (njiva, travnik, trajni sadovnjak itd.), ki je v uporabi enega kmetijskega gospodarstva. Je osnovna enota identifikacijskega sistema za prijavo zemljišč. Celoten sistem GERK temelji na grafičnih podlagah, ki nastanejo s cikličnim snemanjem iz zraka in določanjem dejanske rabe kmetijskih in gozdnih zemljišč na podlagi teh posnetkov. Na ta način je zagotovljeno stalno posodabljanje in dopolnjevanje baze podatkov o dejanski rabi kmetijskih in gozdnih zemljišč v Sloveniji. Leta 2005 so bili na razpolago ortofoto posnetki iz obdobja 1996- 2004, zato so bili informativne narave, kmetje pa so na te grafične podlage vrisovali rabo kmetijskih in gozdnih zemljišč, kot je bila dejansko v naravi.\nZbirno vlogo za uveljavljanje ukrepov na površino vlaga cca. 65.000 kmetijskih gospodarstev (KMG) s 692.016 GERK-i kmetijskih zemljišč v uporabi (85 % vseh GERK-ov) (Ministrstvo za kmetijstvo, gozdarstvo in prehrano, 2009. Elektronski vir.)\nVsak gospodar kmetije, lahko pridobi ortofoto posnetke (slika 1), na katerih so posneti gerki oziroma vse njegove površine. Vsak gerk vsebuje svoje ime, številko ter površino.\nZa izdelavo povezanih tabel ortofoto posnetki niso potrebni, saj bomo posamezen gerk obravnavali z njegovo številko, ki je unikatna. So pa ortofoto posnetki površin potrebni kasneje, če bomo povezane tabele uporabili za izdelavo GIS-a, kjer si bomo lahko zbrane podatke prikazovali tudi grafično.\nOsnovne podatke, kot so ime, površina, številka in čas vožnje do posameznih gerkov, si ustvarimo samo enkrat in so nam na razpolago za nadaljnje analize. Čas vožnje od strojne lope do gerka je pomemben, da lahko čas poti do gerka prištejemo k času samega delovnega opravila. Tabele ni potrebno spreminjati, razen če gospodar opusti neko dejavnost ali pa nivo spremeni v travnik.\nV to tabelo moramo zajeti osnovne podatke, kot so :\n- ime gerka\n- številko gerka\n- površino gerka\n- čas vožnje od strojne lope do posameznega gerka\nZ vnosom vpisov v tabelo dogodkov, ki bodo zajemali podatke o posamezni površini, bo možno spremljati stroške v določenem časovnem obdobju po posameznih gerkih, ki bodo predstavljali stroškovne nosilce. Tabeli lahko kasneje dodamo še razne geografske podatke, če bomo sistem uporabili kot osnovo za geografski informacijski sistem (GIS).\n"], "14": ["3.3 Osnovni podatki o strojih in priključkih", "V tabeli o strojih in priključkih bomo opisali vso mehanizacijo, ki je v uporabi. Vsak stroj, priključek ali orodje, ki ga zavedemo kot osnovno sredstvo, predstavlja stroškovni nosilec \nin moramo zanj odvajati amortizacijo. Takšno tabelo kasneje spreminjamo samo, če kupimo nov stroj ali če kakšen stroj oz. priključek odstranimo s kmetije.\nV tej tabeli moramo zajeti:\n- ime stroja\n- številko stroja, priključka\n- datum nakupa\n- datum registracije\nTabelo z osnovnimi podatki je smiselno v nadaljevanju razširiti s posebno tabelo o  servisiranju in popravilih strojev in priključkov, saj so te informacije v procesu  vzdrževanja mehanizacije nujno potrebne. Takšna tabela bi vsebovala še podatke, kot  so:\n- datum okvare\n- številka ali ime stroja\n- vrsta okvare\n- datum servisiranja\n- ime serviserja\n- ime delavca v času okvare\n- stroški\n"], "15": ["3.4 Osnovni podatki o zaposlenih", "Delovne procese na kmetijskem gospodarstvu opravljajo ljudje. To so lahko družinski  člani, ki se preživljajo na kmetiji, najeti sezonski delavci, ki pomagajo pri delu občasno  ali pa jih gospodar zaposli čez celo leto za nedoločen čas in so na razpolago vsak dan.  Tabela z osnovnimi podatki o zaposlenih mora vsebovati naslednje podatke: \n - ime in priimek,\n- datum rojstva,\n- kraj bivanja,\n- telefonska številka.\n- šifra delavca\n- datum zaposlitve\nGlede na obseg poslovanja, lahko tabelo še dopolnimo z vsemi kadrovskimi podatki, ki so potrebni.\n"], "16": ["4 REZULTATI Z RAZPRAVO", "Za beleženje delovnih dogodkov moramo najprej vnesti podatke v osnovne tabele o površinah, strojih, zaposlenih. Podatki , ki so uporabljeni za vzorec, so izmišljeni in predstavljeni v ta namen , da lahko ustvarimo povezane tabele. .\n"], "17": ["4.1 Podatki o površinah (GERKIH)", "Preglednica 1 prikazuje tabelo z osnovnimi podatki o posameznem gerku:\nPodatke iz preglednice 1 uporabimo pri vnosu zapisov o delovnih postopkih. Posamezno površino zabeležimo samo z njeno zaporedno številko, saj so vsi podatki o tej površini povezani preko polja Zap. št.. Po določenem obdobju lahko analiziramo parametre, kot so prihodki, odhodki, poraba časa in razni stroški za določen gerk oz. stroškovni nosilec. Na tak način lahko ugotovimo rentabilnost površine. Če smo na neki površini ustvarili določene izgube, jih lahko enostavno analiziramo, da v bodoče ne bomo ponavljali enakih napak. Enake analize prihodkov in odhodkov lahko izvedemo za vsako površino posebej.\n"], "18": ["4.2 Podatki o delavcih", "Nosilci dela so delavci, ki so lahko člani družine in/ali občasno ali redno zaposleni na kmetiji. Preglednica 2 prikazuje primer takšne tabele: \nZAPOSLENI IME PRIIMEK DATUM ROJSTVA KRAJ BIVANJA TELEFONSKA DATUM ZAPOSLITVE Miha Junak 3.4.1984 Hoče 041-111-111 20.1.2009 Tone Petrič 2.5.1982 Pivola 031-212-121 2.4.2009 Ivan Sedak 24.10.1980 Straže 041-515-511 23.2.2009 Joži Novak 29.1.1983 Ptuj 040-212-212 23.2.2009 Lojzi Jurač 5.7.1978 Ptuj 031-313-323 20.1.2009\nOPOMBA: Imena in priimki, telefonska številka, naslov bivanja, datum rojstva in datum zaposlitve so izmišljeni in služijo za lažji prikaz in razumevanja.\nPri vnosu podatkov o delovnih dogodkih vnesemo delavca samo z njegovo zaporedno številko. Analiza zbranih podatkov za določeno časovno obdobje (npr. mesec) nam omogoča ugotavljanje izkoriščenosti delovnega časa in potrebne podatke za obračun osebnega dohodka.\n"], "19": ["4.3 Podatki o strojih", "Ob nakupu se v tabeli popiše vsa mehanizacija, ki jo imamo v uporabi. Pod to so vključeni vsi priključki, traktorji, ki se uporabljajo za posamezna opravila. Preglednica 3 prikazuje primer takšne tabele:\nPODATKI O STROJIH  STROJ ŠT.STOJA DATUM NAKUPA REGISTRACIJA  traktor 98 2.2.2009 2.2.2009  škropilnica 232 3.2.2009 3.2.2009  cisterna 43 24.3.2009 24.3.2009  traktor 65 5.6.2009 5.6.2009  plug 112 7.6.2009 7.6.2009  trosilec 87 8.8.2009 8.8.2009\nPri vnosu podatkov o delovnih dogodkih vnesemo zaporedno številko stroja s katerim smo izvajali opravilo, saj je vsak stroj v bistvu stroškovni nosilec, saj na njem nastajajo zaradi vzdrževanja in amortizacije določeni stroški. Iz zbranih podatkov je možno razbrati, kdo je \nstroj oziroma priključek uporabljal v času okvare, kdo je bil serviser, ter seveda kakšni stroški so nastali na njem.\nPodatke o opravljenih servisih lahko vodimo v posebni tabeli, ki jo prikazuje preglednica 4.\nPODATKI O OKVARI  DATUM IME TRAKTORISTA VRSTA SERVISER STROŠKI  …  skupaj 450\n"], "20": ["4.4 Podatki o delovnih dogodkih", "Preglednica 5 prikazuje tabelo v katero vnašamo zapise o delovnih dogodkih. Glede na pripravljene podatke v predstavljenih tabelah je vnos hiter in enostaven\nDATUM MESEC PRIIMEK stroškovno stroškovni vrsta dela št.stroj št.ur površi traktor priključek vrsta količina opombe  mesto nosilec nih ur za OD na porabljenega porabljeneg  materiala  a materiala \nZ vsakodnevnim vnosom lahko po določenem časovnem obdobju spremljamo opravljeno delo na posameznih površinah, delavcih ali strojih:\n"], "21": ["4.5 Podatki o nakupu materiala", "Materiale, ki se kupijo za potrebe kmetije lahko zapisujemo v posebno tabelo. V tabelo (preglednica 6) je potrebno vnašati podatke o:\n- vrsti nakupljenega materiala,\n- datumu nakupa,\n- stroških nakupa,\n- stroških prevoza.\nDATUM MATERIAL CENA v eur STROŠKI PREVOZA SKUPAJ  …  skupaj 1250\nTakšna zasnova povezanih preglednic nam omogoča, da enostavno oblikujemo nove preglednice, ki jih potrebujemo za izvajanje najrazličnejših analiz. V nadaljevanju je kot primer prikazana zbirna preglednica za ure traktoristov za celo leto in posamezno.\n"], "22": ["4.6 Zbir ur traktoristov za celo leto in posamezno", "V tabelo ne vnašamo ničesar, saj so v njej zbrane vsote zapisov iz tabele delovnih dogodkov. Preglednica 9 prikazuje primer takšne zbirne tabele za posameznega delavca. Iz \ntakšne tabele je razvidno, koliko ur je delavec Novak opravil v enem mesecu in kaj je takrat delal.\nNpr: 21. 1. 2009 je za krmljenje potreboval 4 ure, za čiščenje skednja je porabil 3 ure, za popravilo traktorja 1 uro. Torej je skupno v tem dnevu opravil 8 ur. Rezultate lahko uporabimo kot osnovo za izplačilo osebnega dohodka.\nMESEC JAN 09  PRIIMEK Novak\nV podobno zasnovani tabeli si lahko prikažemo zbir ur po mesecih za vse delavce (preglednica 7).\nV preglednici 8 so zbrane vse ure posameznih delavcev čez celo leto. Tako lahko spremljamo delavca in njegovo delo prek celega leta. Iz tega je razvidno, kateri mesec posameznega delavca nismo potrebovali, ter kateri delavec je imel posamezni mesec največ ur. Tako lahko delavcem izplačamo nadure ali pa imajo ure v dobrem in jih koristijo pri letnem dopustu. Pod rubriko ostali vpisujemo tiste ure, ki so jih opravili domači ali sorodniki.\n"], "23": ["5 SKLEPI IN ZAKLJUČKI", "Namen diplomske naloge je bil izdelati najosnovnejše ogrodje informacijske podpore, ki bo maksimalno skrajšala čas vnosa vseh informacij, nam nudila potrebne analize ter s tem omogočila učinkovit vpogled v trenutno stanje kmetije. Izbrana programska oprema s programom Excel se je pri delu izkazala kot dobra izbira, saj je orodje enostavno za uporabo in nudi uporabniku številne možnosti.\nPrednosti, ki jih prinaša izdelana informacijska podpora so:\n- osnovne podatke zberemo in vnesemo samo na začetku uporabe programa in jih  spreminjamo samo takrat, ko pride do sprememb. Tako so ti podatki vedno  dostopni in pripravljeni za nadaljnje analize.\n- Imamo hiter in enostaven vpogled na stanje kmetije. Spremljamo stroške in  prihodke na kmetiji. Imamo hiter vpogled v obseg dela posameznega delavca, tako  lahko vidimo, kateri delavec je imel opravljenih veliko število ur, kateri je bil dalj  časa na bolniškem staležu. Delo lahko planiramo vnaprej, kar je zelo pomembno.\n- Spremljamo delo strojev. Tako imamo hiter vpogled, kateri stroj ali priključek je že  star ali dotrajan, in se lahko na podlagi tega odločimo, ali ga bomo odstranili s  kmetije ali pa ga obdržali.\n- Najbolj pomembno pa je, da imamo vpogled v stanje gerkov in ostalih stroškovnih  nosilcev, kot je npr. koruza v letu 2009, ter tako konec leta lahko enostavno in hitro  izračunamo, katera dejavnost nam je prinesla največ dohodka, katera dejavnost nam  dela izgube,…\n- Vsi dogodki, ki jih vnašamo vsak dan, po končanem delu so takoj dostopni in  pripravljeni za analize, ki jih lahko opravljamo vsak dan ali pa konec meseca\n- Z vnašanjem vsakodnevnih dohodkov in prihodkov lahko lažje vodimo finančno  stanje kmetije. Da imamo takojšen vpogled v trenutno stanje, je zelo velikega  pomena. Tako lahko hitro razberemo, katera dejavnost nam prinaša samo stroške  in se na podlagi tega odločimo, ali bomo dejavnost opustili. \nSlabosti :\n- Na začetku leta potrebujemo veliko časa za zbiranje podatkov, saj moramo popisati  vse površine, vse stroje, ki so v uporabi na kmetiji, ter vse zaposlene. Za to  porabimo na začetku veliko časa, kar pa se nam potem tekom leta obrestuje.\nPrikazana zasnova informacijske podpora že v prikazani osnovni obliki predstavlja dobro osnovo za oblikovanje lastnega geografsko informacijskega sistema (GIS) in zelo učinkovito orodje za povečanje učinkovitosti vodenja posestva. Zavedati pa se moramo, da je za uporabo v praksi potrebno pred uporabo preglednice še dodelati in prilagoditi specifičnim pogojem posameznega posestva.\n"], "abstract": ["V Sloveniji se število kmetijskih gospodarstev od leta 2000 zmanjšuje. Eden od razlogov za ta proces je nedvomno tudi zastarel način vodenja posesti, ki žal še vse prevečkrat temelji zgolj na dolgoletnih izkušnjah gospodarja, ki pa niso nikjer zapisane in se prej ali slej izgubijo. Sodobno kmetijsko gospodarstvo mora biti vodeno kot podjetje z ustrezno informacijsko podporo. V nalogi je prikazana zasnova informacijske podpore v obliki preprostih povezanih elektronskih preglednic s katerimi lahko relativno enostavno in zanesljivo zelo povečamo učinkovitost vodenja posestva. V osnovnih tabelah zbrane podatke o gospodarstvu, kot so podatki o gerkih, strojih, zaposlenih, itd., uporabimo za hitro in enostavno vnašanje zapisov v tabelo o vsakodnevnih delovnih procesih. Zbrani zapisi nam kasneje omogočajo enostavne in učinkovite analize po stroškovnih nosilcih za določeno časovno obdobje. Prava vrednost zbranih zapisov se pokaže šele po določenem časovnem obdobju (eno leto), ko je na osnovi zapisov, zbranih v preteklem obdobju (letu), že možno vnaprej planirati delovne procese za tekoče leto. Prikazana zasnova informacijske podpora že v prikazani osnovni obliki predstavlja dobro osnovo za oblikovanje lastnega geografskega informacijskega sistema (GIS) in zelo učinkovito orodje za povečanje učinkovitosti vodenja posestva. Za uporabo v praksi se mora pred uporabo še dodelati in prilagoditi specifičnim pogojem posameznega posestva. "]}