{"1": ["", "PREDGOVOR \nSvetovno bančništvo je danes podvrženo velikim spremembam, ki so rezultat globalizacije in uspešnega delovanja drugih finančnih organizacij.  Zaradi vse intenzivnejše konkurence, hitrega tehnološkega napredka in vse zahtevnejših strank se morajo banke neprestano prilagajati novim tržnim razmeram.  Banke morajo ponujati storitve, ki bodo zadovoljile tako zahteve strank kot cilje bank, ki si na trgu želijo zagotoviti predvsem svoj dolgoročni obstoj. \nBanka Koper, d.d., se danes nahaja pred problemom, ali naj v svojo ponudbo uvrsti tudi posredovanje prodaje storitev, ki so dejansko storitve konkurenčnih finančnih ustanov in kakšen naj bo v tem primeru način takega posredovanja, da banka s tem poslom ne bo izgubila (kvečjemu morebiti pridobila) strank, ki bi sicer privarčevana sredstva vlagali v bančne depozite. \nOsnovni cilj diplomskega dela je preučitev smiselnosti vključitve storitev pokojninskih in vzajemnih skladov v splošno bančno ponudbo, z vidika povpraševanja po teh storitvah. \nNaslednji cilj je preučitev obstoječe oblike trženja Odprtega vzajemnega pokojninskega sklada in Vzajemnih skladov, s katerimi ima Banka Koper, d.d., sklenjene pogodbe o trženju ter izdelava predlogov za izboljšanje trženja navedenih storitev in s tem vplivati na učinkovitost in uspešnost poslovanja Banke.  Za dosego ciljev v teoretičnih izhodiščih opredelim posebnosti trženja v bankah, poslovni proces banke in njihovo poslovno komuniciranje s tržiščem, opišem politiko storitev bank ter teoretični del zaključim s predstavitvijo vzajemnih skladov, njihovih vrst ter opisom njihovih prednosti in slabosti.  V tretjem delu predstavim Banko Koper, d.d., in podam rezultate poslovne raziskave o tem ali so stranke zadovoljne z obstoječo ponudbo Banke in ali je ponudba storitev vzajemnih skladov strankam prilagojena. \nZ raziskavo se omejim zgolj na Banko Koper, d.d.  Izhajam iz predpostavke, da so ostale banke v slovenskem prostoru trenutno na enakem razpotju: ponuditi strankam kakovostno novo storitev ali pa bodo morda srednjeročno izgubljale na svoji moči in položaju.  Skladno s pričakovanji je najopaznejša omejitev ravno s strani banke, predvsem glede pridobitve in nato objave določenih zaupnih internih podatkov. \nPo opravljeni raziskavi iz dobljenih odgovorov dobim potrditve svojih dveh osnovnih trditev, ki sta, da si stranke želijo, da Banka poleg klasičnih storitev ponuja tudi storitve pokojninskih in vzajemnih skladov in da si želijo predvsem čim kvalitetnejše svetovanje bančnih uslužbencev s področja varčevanja v vzajemnih skladih. \nDiplomsko delo je lektoritala prof. Bržan Alferija. \nKAZALO 1 UVOD 4 \n1.1 Opredelitev in opis problema, ki je predmet raziskovanja 4 1.2 Namen, cilji in trditve diplomskega dela 5 1.2.1 Namen 5 1.2.2 Cilji 5 \n1.2.3 Trditve diplomskega dela 5 1.3 Predpostavke in omejitve raziskave 5 1.4 Predvidene metode raziskovanja 6 \n"], "2": ["2 TEORETIČNA IZHODIŠČA 7 ", ""], "3": ["2.1 Posebnosti marketinga v bankah 7 ", "2.2 Poslovni proces banke in komuniciranje banke s tržiščem 8 2.3 Politika storitev bank 10 2.4 Opredelitev skladov 15 2.4.1 Nastanek skladov 15 2.4.2 Vrste skladov 16 \n2.4.3 Prednosti in pomanjkljivosti vlaganja v vzajemne sklade 20 2.4.4 Pregled vzajemnih skladov in njihovih donosov v slovenskem prostoru 21 \n"], "4": ["3 PROUČITEV OBSTOJEČEGA NAČINA TRŽENJA V BANKI KOPER 23 ", ""], "5": ["3.1 Predstavitev Banke Koper, d.d. 23 ", "3.2 Predstavitev Odprt vzajemni pokojninski sklad Banke Koper, d.d. 26 3.2.1 Trženje storitev Odprtega vzajemnega pokojninskega sklada Banke Koper, d.d. 27 3.3.  Trženje storitev vzajemnih skladov v Banki Koper, d.d. 28 3.4.  Proučitev obstoječega načina trženja v Banki Koper, d.d. 29 3.4.1 Metoda zbiranja podatkov in oblikovanje vzorca 30 3.4.2 Prikaz pridobljenih podatkov 30 \n"], "6": ["4 PREDLOGI 34 5 SKLEP 35 6 POVZETEK 37 ", ""], "abstract": ["Primarna naloga banke je uspešno zadovoljevanje potreb tržišča, kar je osnova za pridobivanje dobička, le-ta pa nadalje za rast in razvoj vsake banke. Banke se ukvarjajo z denarnimi posli, ki so po vrstah in oblikah zelo različni. Od nekdaj le nekaj »tipično« bančnih storitev je banka danes v svojo ponudbo uvrstila tudi druge specifične finančne storitve. Zaradi spremenjenih družbeno-ekonomskih razmer ter vse manj ugodnih pogojev bančnih oblik varčevanja, pridobivajo na svojem pomenu vzajemni in pokojninski skladi. Vključitev storitev le-teh v bančno ponudbo okrepi njen konkurenčni položaj. Stranke si v bankah želijo kakovostne storitve ter sposobnost svetovanja bančnih uslužbencev pri njihovih odločitvah o načinu varčevanja oz. vlaganju denarnih sredstev. "]}