{"1": ["UVOD", "V diplomski nalogi z naslovom Trendi kriminalitete na Škotskem sem poskušal iz obstoječe literature prikazati nekatera teoretična in empirična spoznanja o trendih kriminalitete na Škotskem, pri čemer sem uporabil podatke iz posameznih policijskih okrožij na Škotskem, European sourcebook-a of Crime and Criminal Justice ter knjigo Ursule Smartt, Law for Criminologists. Uporabil sem tudi članek z naslovom Crime, Criminology and Criminal justice in Scotland avtorice Lesley McAra. Glavni poudarek je bil dan primerjavi trendov, čeprav je bila ves čas dana pozornost tudi obsegu in strukturi kriminalitete. Podatke sem prikazal v tabelah in slikah, glavne ugotovitve sem tudi interpretiral.\nS to diplomsko nalogo sem ugotovil, da je na Škotskem zelo uspešno delo v skupnosti t.i. community policing. Mislim, da bi bilo potrebno ta način dela v skupnosti vpeljati tudi v slovenski policiji. Zanimivi so podatki, da jim je uspelo zmanjševati vsa kazniva dejanja od leta 2004/05 po regijah ravno na račun sprejetih strategij o varnosti v skupnosti in uveljavitve upravljanja s tveganji (ang. risk management). Še posebej jim je uspelo zmanjševati najhujša kazniva dejanja.\nVeliko je pripomoglo tudi k zmanjševanju kaznivih dejanj dobro sodelovanje med organi pregona in sodišči, kar se je odrazilo v tem, da so leta 2003 ustanovili Nacionalni urad za kazensko pravo, ki je pripomogel k sprejetju Nacionalnega kriminološkega načrta leta 2004. Ta načrt je postavil smernice za varnejšo skupnost, s soočanjem z vzroki kriminalitete.\nPoleg tega so leta 2006 ustanovili tudi Nacionalni organ za svetovanje o upravljanju s tveganji na področju kriminalitete.\nNaredil sem primerjave med Slovenijo, Škotsko, Anglijo z Walesom, Severno Irsko in Irsko. Uporabil sem podatke iz European Sourcebooka of Crime and Criminal Justice od leta 2000 do leta 2003 in sicer za: vsa kazniva dejanja, umor, telesne poškodbe, posilstvo, rop, tatvine, vlomi, kazniva dejanja zlorabe prepovedanih drog ter kazniva dejanja preprodaje prepovedanih drog.\n"], "2": ["1 VIRI PODATKOV O KRIMINALITETI NA ŠKOTSKEM", "V tem poglavju bom obravnaval vire kriminalitete na Škotskem, podatke sem črpal iz European Sourcebook-a in iz letnih poročil škotske vlade.\n"], "3": ["1.1 Spletne strani škotske vlade in škotske policije po okrožjih", "Tu sem uporabil posamezna letna poročila škotske policije po okrožjih od 2003/04 do 2008/09 za kriminaliteto zato, da sem lahko prikazal trende gibanja kriminalitete po policijskih okrožjih. Iz tega se vidi, katere pokrajine obsega posamezno okrožje in obremenitev s kriminaliteto.\n"], "4": ["1.2 European Sourcebook on Crime and Criminal Justice Statistics", "European Sourcebook on Crime and Criminal Justice Statistics je projekt, ki ga je v začetku 90-tih let dvajsetega stoletja ustanovil Svet Evrope (Killias 2000, Rau 2000).\nPrvi model je bil izdelan leta 1995, prvo poročilo pa je bilo objavljeno štiri leta kasneje, leta 1999. Zajemalo je podatke za 34 držav v letih 1990 -1996. Drugo poročilo je bilo objavljeno leta 2003, obsegalo je podatke za obdobje 1996-2000. Tretje poročilo je bilo objavljeno leta 2007, obsegalo je podatke za obdobje 2000-2004. Trenutno je v pripravi četrto poročilo, ki obsega podatke od 2004-2007, objavljeno naj bi bilo do konca leta 2009 (Lewis 2004, Barclay 2004, Cavarlay 2004, Costa 2004, Smit 2004).\nEuropean Sourcebook je na začetku vseboval podatke policije, tožilstev, sodišč in organizacij za izvajanje kazenskih sankcij ter tudi podatke iz ICVS (International Crime Victimisation Survey) oz. podatke mednarodnih viktimoloških anket. Pozneje se je slednjemu viru European Sourcebook odpovedal, zaradi nerednega izvajanja teh anket v različnih evropskih državah. Podatki so objavljeni na spletni strani, prav tako so dostopni v knjižni obliki (Lewis 2004, Barclay 2004, Cavarlay 2004, Costa 2004, Smit 2004).\nPodatke za European Sourcebook na podlagi enotnega vprašalnika zberejo v posameznih državah izbrani strokovnjaki (ti. nacionalni korespondenti), v Sloveniji so bili dr. Alenka Šelih, dr. Franci Brinc in dr. Marko Bošnjak, v letu 2008 pa je za sodelovanje zadolžen dr. Miran Mitar (Gorjup, 2009).\n"], "5": ["1.3 Crime, Criminology and criminal Justice in Scotland", "Članek avtorice Lesley McAra (2008) z naslovom Crime, Criminology and criminal Justice in Scotland je raziskava trendov na Škotskem, ki je jedro škotske institucije kazenskega pravosodja, statističnih trendov na področju kriminala in kazni v zadnjih 40 letih, zgodovini in politiki škotskega kazenskega pravosodja in še posebej izrazito škotske kriminologije. Zlasti pa poudarja večplasten način moči in identitete, ki so oblikovali institucionalno in razvojno politiko ter na močne povezave med znanjem in politiko.\n"], "6": ["1.4 Law for Criminologists", "Knjiga Law for Criminologist avtorice Ursule Smartt (2009) je nastala na podlagi izkušenj iz raziskovalnega in pedagoškega dela avtorice v okviru visokošolske ustanove. Predstavlja tako študije kot raziskave čez celotno disciplino ter pomaga študentom, da uporabljajo teoretična in praktična spoznanja s področja prava in pravnih virov in kriminoloških teorij.\n"], "7": ["2 OBSEG, STRUKTURA IN TRENDI KRIMINALITETE NA  ŠKOTSKEM", ""], "8": ["2.1 Škotska", "Škotska (gelsko Alba) je nekdanja Kraljevina Škotska na severni tretjini Britanskega otočja. Leta 1707 se je Kraljevina Škotska združila s Kraljevino Anglijo v Kraljevino Veliko Britanijo (kralj Škotske je nasledil angleško krono že leta 1603). Leta 1999 je Škotska ponovno dobila svoj parlament (http://en.wikipedia.org/Scotland).\nKraljica Elizabeta II., potomka zadnjega škotskega monarha Jakoba VI., vlada Združenemu kraljestvu. Vredno je poudariti, da je prva škotska vladarica s tem imenom in je podpisovala vse listine z imenom »Elizabeta«. Pričakovali so, da bo njeno uradno ime Elizabeta I. Združenega kraljestva, vendar jo je škotska kraljevska vlada uradno imenovala Elizabeta II (http://en.wikipedia.org/Scotland).\nZa Škotsko so značilni moški v krilih (kiltih) s škotskim vzorcem, po katerih se ločujejo posamezni klani, ki pogosto igrajo na škotski nacionalni inštrument dude, dragocena in ročno tkana tkanina tweed in povsod sloveči škotski viski. Škotsko glavno mesto je Edinburgh, največje pa je Glasgow. Obsega 79.000 km2. Ima preko 790 otokov, ki so razdeljeni na tri večja otočja to so Hebridi, Orkney in Shetland. Škotsko na severu in zahodu obdaja Atlantik, na vzhodu pa severno morje in na jugu Anglija. Pokrajina ima približno 5 milijonov prebivalcev od tega sta dve tretjini protestantov. (http://en.wikipedia.org/Scotland).\nVendar Škotska ni poznana samo po dudah, viskiju in kiltih ampak tudi po legendah. Znana so videnja pošasti v jezeru Loch Ness, bolje poznana kot Nessie. Druga od teh legend je Roslinska Kapela, v kateri naj bi bil skrit »sveti gral«. Škotska ima dva uradna jezika to sta Angleščina in Škotska gelščina (galščina). Škotska Gelščina je keltski jezik, ki se govori na Škotskem. Angleščini je enakovredna od leta 2005, ko jo je sprejel Škotski parlament. Ta jezik govori približno 75.000 ljudi vendar narašča, kot narašča tudi število Škotsko Gelskih govorečih šol (http://en.wikipedia.org/Scotland).\nNajprej bom predstavil zgodovinski razvoj kazenskega pravosodja in kazenske politike. V nadaljevanju bom predstavil tudi zgodovino in razvoj škotske kriminologije.\n"], "9": ["2.2 Zgodovinski razvoj kazenskega pravosodja in kazenske politike", ""], "10": ["2.2.1 Zgodovinski razvoj kazenskega prava na Škotskem", "Pri zgodovinskem razvoju sem predvsem uporabil angleško verzijo wikipedie, v kateri je podan poljuden opis razvoja prava na Škotskem.\nŠkotsko pravo je edinstven pravni sistem, ki ima korenine v številnih drugih virih prava. Do sredine 10. stoletja, je na Škotskem veljalo keltsko pravo, pozneje pa je nad tem pravom prevladovalo tako fevdalno pravo kot cerkveno pravo. Leta 1124, ko je na prestol prišel kralj David, je kralj David uvedel elemente Anglo-Normanskega prava in pravnih inštitucij, kot so šerifi in sodniki. Regiam Majestatem je bilo prvo znano pravno besedilo na Škotskem, ki je vsebovalo tako civilno, fevdalno, kanonsko pravo, običajno pravo in je v bilo vključeno v škotsko ustavo. Do sredine 15. stoletja je na škotsko pravo neposredno vplivalo Rimsko pravo, preko civilnega in kanonskega prava. Po tem obdobju se je na sodiščih uporabljalo rimsko pravo v prilagojeni obliki, ko ni bilo škotskih pravil, takšna oblika rimskega prava je bila vpeljana v škotsko pravo. Ta primerjalna oblika uvršča škotsko pravo v mešani pravni sistem, kjer je tudi Južnoafriško pravo, pravna zakonodaja Louisiane, Quebeca in Portorika. Leta 1707 se je z Akti Unije zakonodaja poenotila s preostalim Združenim kraljestvom. Toda Škotska je ohranila bistveno drugačen pravni sistem od Anglije in Walesa. V zadnjih letih je na škotsko pravo vplivala evropska zakonodaja na podlagi Rimske pogodbe, Evropske konvencije o človekovih pravicah in vzpostavitev škotskega parlamenta, ki je to zakonodajo vpeljal v okvir svojih zakonskih pristojnosti, kot se je to zgodilo leta 1998 z Scotland Act (zakonom o Škotski) (http://en.wikipedia.org/Scots_Law)\nŠkotska pravna zakonodaja predvideva tri vrste sodišč in sicer: civilno sodišče, kazensko sodišče ter heraldično sodišče.\nVrhovno civilno sodišče je Court of Session, ki domuje v parlamentu v Edinburgu in predstavlja del Pravne fakultete, je sodišče prve stopnje in pritožbeno sodišče. Čeprav lahko pritožbe sprejema tudi dom Lordov. Višje sodišče je vrhovno kazensko sodišče na Škotskem, ki je hkrati sodišče prve stopnje in pritožbeno sodišče. Šerif sodišče je glavno kazensko in civilno sodišče, ki obravnava večino primerov. Obstaja 49 Šerif sodišč po vsej državi. Heraldično sodišče je stalno sodišče, ki ureja heraldike, je javni register vsega orožja. Leta 1975 so bila uvedena okrajna sodišča, ki obravnavajo manjše prekrške in manjše denarne kazni. Sodišče Lord Lyon ureja heraldike. Več desetletij je bil škotski pravni sistem edinstven in edini pravni sistem na škotskem, ko ni bilo parlamenta. To se je spremenilo z ustanovitvijo škotskega parlamenta, vendar so ohranili večino funkcij od prej. Znotraj kazenskega prava, pozna škotski pravni sistem, tri razsodbe in sicer: »kriv«, »ni kriv« in »ni dokazano«. V primeru, ko je razsodba »ni kriv« in »ni dokazano« je rezultat oprostilna sodba, brez možnosti ponovnega sojenja (http://en.wikipedia.org/Scotland).\nScottish Prison Service (SPS) upravlja z zapori na Škotskem v katerih je zaprtih 8500 zapornikov. Minister za pravosodje je odgovoren SPS-ju, ki deluje v okviru škotske vlade (http://en.wikipedia.org/Scotland).\n"], "11": ["2.2.2 Pred spremembo trendov", "Med leti 1960 in 1990 se je škotsko kazensko pravo in kazenska politika upirala prevelikemu kaznovanju, zato je v sistem kazenskega prava vpeljalo popolno upoštevanje socialnega dela. Najbolj ključne spremembe kazenskega prava je prinesel Social Work Act (Zakon o socialnem delu) iz leta 1968. Zakon je vsidral socialno delo v osrčje kazenskega prava in s tem odpravil stare prepovedi ter postavil podlage za ustanovitev centrov za socialno delo (McAra 2008, Smartt 2009).\nNajbolj radikalna značilnost zakona je bila v tem, da je odpravil sodišča za starejše mladoletnike in vzpostavil sistem spraševanja otrok (McAra 2008, Smartt 2009).\nSnovanje ključnih elementov mladoletnega in odraslega prava v povezavi z socialnim delom je bila stalna praksa dobrih 25 let (McAra 2008, Smartt 2009).\n"], "12": ["2.2.3 Po spremembi trendov", "Od sredine leta 1990 je Škotska ubrala različne poti, vendar je ohranila pomembno vlogo socialnega dela, tako na področju mladoletniškega prava kot prava za odrasle (McAra 2008, Smartt 2009).\nVodstvene in institucionalne spremembe:\nTo se je predvsem odrazilo od leta 1998 v gradnji preko 100 novih ustanov, ki so vključevale: 1) 32 ekip, ki so se ukvarjale z mladoletniškem pravom, 2) 11 lokalnih agencij za kazensko pravo, 3) 22 ekip za alkohol in droge, 4) 8 pravnih strokovnjakov za pravo v skupnosti, 5) Policijski svetovalni organ, 6) SCDEA-škotska agencija kriminal in droge, 7) specialiste za nasilje v družini, sodišča za mlade in droge 8) ter organ upravljanja s tveganji (McAra, 2008).\nPoleg tega so sprejeli nove nacionalne strategije soočanja s kriminaliteto in sicer leta 1999 Strategijo za droge, leta 2001 Strategijo o žrtvah kaznivih dejanj in leta 2002 Strategijo o mladoletniškem kriminalu (McAra 2008, Smartt 2009).\nZa boljše sodelovanje je bil leta 2003 ustanovljen Nacional Criminal Board (Nacionalni urad za kriminalitetno politiko), v katerem so sodelovali predstavniki škotske vlade in pomembnih pravnih agencij. Leta 2004 so izdali National Criminal Justice Plan (Nacionalni načrt soočanja s kriminaliteto), v katerem so predstavili politiko, ki se je osredotočala na izboljšanje varnosti v skupnostih, na preprečevanja kriminala z drogo, poleg tega pa je ta načrt pripomogel tudi k reformi sodišč (McAra 2008, Smartt 2009).\nNačrt je pripomogel tudi k temu, da je bil leta 2006 ustanovljen National Advisory Board on Offender Management (Nacionalni organ za svetovanje o uporavljanju s tveganji na področju kriminalitete) (McAra 2008, Smartt 2009).\nZaščita v skupnosti in upravljanje s tveganji:\nMladoletno pravo se je začelo spreminjati z Children Act (Zakonom o otrocih leta) 1995. Zakon je dal večjo vlogo interesom otrok, ki so bili vpleteni v kazniva dejanja. Za varnost v skupnosti je bil leta 1998 sprejet Crime and Disorder Act (Zakon o kriminalu in neredu) (McAra, 2008 Smartt 2009).\nSocialna vključenost, preprečevanje kriminala v skupnosti z vidika udeležencev: V tem delu sta bila ključna dva politična dokumenta in sicer: Partnerstvo za Škotsko in Varnejše skupnosti na Škotskem iz leta 1999, ki sta vsebovala predloge za zmanjšanje kriminala, skozi promoviranje varnejše in močnejše skupnosti z vidika, soočanja z razlogi za kriminal, v povezavi z brezposelnostjo in socialno izolacijo (McAra, 2008 Smartt 2009).\nNa Škotskem so v okviru mladoletnega prava potekali aktivni programi za zmanjševanje mladoletnega kriminala, ki so vsebovali izboljšane programe za varnost v soseskah, starševske izkušnje ter z povečanjem kulturnih in športnih programov za mlade (McAra 2008, Smartt 2009).\nKljučni je bil leta 2004 sprejet Anti-social Behaviour Act (Zakon o anti-socialnem vedenju), ki je dal policiji večja pooblastila v zvezi preprečevanja zbiranja mladostnikov v skupine na določenih območjih, kjer njihovo ravnanje lahko povzroči ali povzroča stiske in skrbi drugim v skupnosti (McAra 2008, Smartt 2009).\nŽrtve: Leta 2003 so bili predstavljeni pilotni projekti, ki so nudili podpore in informacije mladoletnim žrtvam kaznivih dejanj, ki jih je okrepil leta 2003 sprejeti Criminal Justice Act (Zakon o kazenskem pravu), ki je določil pooblaščeno osebo za pomoč žrtvam kaznivih dejanj (McAra 2008, Smartt 2009).\n"], "13": ["2.3 Zgodovina in razvoj škotske kriminologije", "Zgodovina Škotske kriminologije se je pomembno razlikovala od razvoja kriminologije v drugih državah, to je bilo predvsem zaradi vpliva prevladujočih kritičnih študij o kriminologiji na Škotskem, ki so imela veliko večji vpliv na prakso in politiko, kot pa najbolj kritični škotski kriminološki strokovnjaki (McAra 2008, Smartt 2009).\nTa kritična tradicija izhaja iz zgodovine vzgojno-izobraževalnih reform na Škotskem, ki naj bi bile po mnenju Patersona eden od glavnih načel evropske socialne demokracije in ki so močno oblikovali načelo evropskega intelektualizma (McAra 2008, Smartt 2009).\nPribližno dve desetletji je Centralna raziskovalna enota, ki je delovala v okviru Škotske vlade, imela pomembno vlogo pri oblikovanju ključnih kriminoloških raziskav, katere so prispevale pomembno osnovo za delo škotske vlade. Prve pionirske študije, ki so jih izdelali Carten (1983), Carson (1982), Ditton (1979), Kinsey (1993) in Young (1997), so bile inkubator za prihodnje generacije akademikov (McAra 2008, Smartt 2009).\nPrvi kriminološki oddelek je bil ustanovljen na Univerzi v Edinburghu leta 1974 (McAra 2008, Smartt 2009).\nPozneje sta se ustanovila še dva oddelka za kriminologijo in sicer v Glasgow Caledonian (Croall) in Stirling (McIvor) ter veliko drugih zasebnih raziskovalnih centrov v katerih sodelujejo raziskovalci s svojimi študijami (McAra 2008, Smartt 2009).\n"], "14": ["3 RAZDELITEV ŠKOTSKE POLICIJE NA REGIJE", "Policija na Škotskem je razdeljena na osem policijskih okrožij, in sicer: 1) Central Scotland Police, ima pokrajine Stirling, Falkirk, Clackmannanshire, velikost  območja je 2.643 km2, število prebivalcev je 281.000; 2) Dumfries & Galloway Constabulary, ima pokrajine Dumfries and Galloway,  velikost območja je 6.426 km2, prebivalcev je 148.600; 3) Fife Constabulary, velikost območja je 1.325 km2, prebivalcev je 356.740; 4) Grampian Police, ima pokrajine Aberdeen, Aberdeenshire, Moray, velikost območja  je 8.737 km2, število prebivalcev je 525.936; 5) Lothian & Borders Police, ima pokrajine Edinburg, East Lothian, West Lothian,  Midlothian, Scottish borders, velikost območja je 6.453 km2, prebivalcev je 920.164; 6) Northern Constabulary, ima pokrajine Highland, Na h-Eileanansiar, Orkney Isles,  Shetland Isles, velikost območja je 31.186 km2, prebivalcev je 300.000; 7) Strathclyde Police, ima pokrajine Argyll and Bute, City of Glasgow, East Ayrshire,  East Dunbartonshire, East Renfrewshire, Inverclyde, North Ayrshire, North  Lanarkshire, Renfrewshire, South Ayrshire, South Lanarkshire, South  Dunbartonshire, velikost območja je 13.624 km2, prebivalcev je 2,3 milijona; 8) Tayside Police, ima pokrajine Angus, Dundee, Perth&Kinross, velikost območja je\nVsako posamezno okrožje je tudi prikazano na zemljevidu spodaj. V nadaljevanju bom predstavil statistiko za posamezno okrožje posebej. Na koncu pa bom še na kratko predstavil celotno škotsko statistiko.\n"], "15": ["3.1 Statistika po okrožjih:", "Vsako okrožje vodi svojo evidenco kaznivih dejanj. Ta kazniva dejanja so razdeljena v 7 skupin.  prva skupina: kazniva dejanja zoper življenje in telo, razen kaznivih dejanj  zoper spolno nedotakljivost;  druga skupina: kazniva dejanja zoper spolno nedotakljivost;  tretja skupino: kazniva dejanja zoper premoženje;  četrta skupina: kazniva dejanja zoper splošno varnost ljudi in premoženje;  peta skupina: kazniva dejanja zoper javni red in mir;  šesta skupina: kazniva dejanja zoper okolje, prostor in naravne dobrine;  sedma skupina: kazniva dejanja zoper varnost javnega prometa; \nStatistika se vodi od prvega aprila tekočega leta do konca marca naslednjega leta. V posameznih okrožjih se dobro vidi trend gibanja kriminalitete od leta 2004/05 do leta 2008/09.\n"], "16": ["3.1.1 Northern Constabulary", "www.scotland.gov.uk/Publications/2009/04/27103325/54\nOpaziti je porast kriminalitete od leta 2004/05 pa do leta 2006/07, ko je bilo največ kaznivih dejanj in sicer 47.406. Po tem letu pa sledi trend padca kriminalitete za 6,46 odstotkov. Po letu 2007/08 pa je ponovno opaziti trend porasta kriminalitete za 5,32 odstotkov. Število kaznivih dejanj je v letu 2008/09 doseglo številko 46.835.\n"], "17": ["3.1.2 Central Scotland Police", "www.scotland.gov.uk/Publications/2009/04/27103325/54\nOd leta 2004/05 je opaziti porast kriminalitete, ki je dosegla največjo število kaznivih dejanj v letu 2006/07, ko je bilo teh dejanj 64.089. Po tem letu pa se počasi nadaljuje trend padca kriminalitete. V letu 2008/09 se je število kaznivih dejanj znižalo za 8,31 odstotkov v primerjavi z letom 2006/07, ko je bilo največ kriminalitete.\n"], "18": ["3.1.3 Strathclyde Police", "www.scotland.gov.uk/Publications/2009/04/27103325/54\nNajveč kaznivih dejanj je bilo v letu 2004/05, ko je bilo teh dejanj 467.100. V letu 2005/06 pa je prišlo do občutnega trenda padca kriminalitete. V tem letu je kriminaliteta padla za 7,19 odstotkov. Po letu 2005/07 pa se nadaljuje počasnejši padec kriminalitete. V letu 2007/08 pa se trend padca kriminalitete ustavi. V letu 2008/09 pa je opaziti rahel porast kriminalitete za 0,19 odstotkov.\n"], "19": ["3.1.4 Dumfries & Galloway Constabulay", "www.scotland.gov.uk/Publications/2009/04/27103325/54\nNa sliki se vidi, da je v letu 2005/06 prišlo do manjšega padca kriminalitete. Po tem letu sledi porast kriminalitete za 5,95 odstotkov v letu 2006/07, ko je bilo največ kaznivih dejanj, in sicer 42.316. Sledi občuten padec kriminalitete za 22,34 odstotkov v letu 2007/08. V letu 2008/09 pa se nadaljuje trend padca kriminalitete. V tem letu je bilo kaznivih dejanj 31.662, kar je za 25,18 odstotkov manj kot v letu 2006/07.\n"], "20": ["3.1.5 Grampian Police", "www.scotland.gov.uk/Publications/2009/04/27103325/54\nOd leta 2004/05 pa do leta 2005/06, je opaziti trend padca kriminalitete. V letu 2006/07 pa je opazna ponovna rast kriminalitete za 7,01 odstotkov. V tem letu je največ kaznivih dejanj, in sicer 104.383. V letu 2007/08 pa se opazi trend ponovnega padca kriminalitete, ki se nadaljuje tudi v leto 2008/09. V letu 2008/09 je padec kriminalitete za 13,75 odstotkov v primerjavi z letom 2006/07.\n"], "21": ["3.1.6 Tayside Police", "my9ct39ca&q=annual+report&sa=Search&cof=FORID%3A11&siteurl=www.tayside.pol ice.uk%2F#1017, www.scotland.gov.uk/Publications/2009/04/27103325/54\nOd leta 2004/05 je vseskozi opazi trend enakomernega padca kriminalitete. V letu 2006/07 pa je začetek hitrejšega padca kriminalitete, ki se nadaljuje do 2008/09. Tako je v letu 2008/09 najnižje število kaznivih dejanj in sicer 68.021, kar je za 24,75 odstotkov manj kot pa leta 2004/05, ko je bilo kaznivih dejanj 90.388.\n"], "22": ["3.1.7 Fife Constabulary", "www.scotland.gov.uk/Publications/2009/04/27103325/54\nOd leta 2004/05 je opaziti trend padca kriminalitete. V letu 2008/09 je kaznivih dejanj 58.954, kar je za 18,99 odstotkov manj kot jih je bilo v letu 2004/05, ko je bilo teh kaznivih dejanj 72.773.\n"], "23": ["3.1.8 Lothian and Borders Police", "www.scotland.gov.uk/Publications/2009/04/27103325/54\nVidi se, da je od leta 2004/05 trend padca kriminalitete. V letu 2008/08 je kaznivih dejanj 158.863, kar je za 22,57 odstotkov manj v primerjavi z letom 2004/05, ko je bilo kaznivih dejanj 205.158.\nV sliki 10 sem prikazal kriminaliteto po regijah za leto 2008/09 glede na 100.000 prebivalcev.\n"], "24": ["4 PRIMERJAVA ŠKOTSKE Z ANGLIJO in WALESOM, S  SEVERNO IRSKO IN Z IRSKO", "Obstajajo velike razlike med pravom Škotske, Anglije in Severne Irske, na področjih kot so nepremičninsko pravo, kazensko pravo, dedno pravo, dokazno pravo in družinsko pravo. Medtem ko so največje podobnosti na področju nacionalnega interesa, kot je gospodarstvo in davčna zakonodaja. Države sestavljajo Združeno Kraljestvo. Združeno Kraljestvo obsega 243.610 km2, prebivalcev je 61.113.205. Anglija z Walesom predstavlja po površini 89 odstotkov vsega ozemlja Združenega kraljestva. Po prebivalcih pa je 61,75 odstotka vseh prebivalcev Združenega Kraljestva, samo Anglija z Walesom ima obseg 145.920 km2. Škotska obsega 78.772 km2, Irska obsega 70.723 km2, Severna Irska pa obsega 13.843 km2.\nNekatere praktične razlike so tudi v tem, da je na Škotskem oseba pravno sposobna pri 16 letih, medtem, ko je v Angliji ta starost 18 let. Škotska ima 15 člansko poroto, medtem ko je na drugih angleško govorečih območjih 12 članska porota in dejstvo, da obtoženec v kazenskem procesu nima možnosti do izbire sodnika in porote ter dejstvo, da v škotskem pravu ne obstaja pravičnost.\nVeliko zakonodaje med Škotsko in ostalo Britanijo se razlikuje v izrazih, npr. uboj v Angliji in Walesu je na Škotskem naklepni umor.\nPraktične podobnosti pa so v zaščiti potrošnikov z Sale of Goods Act iz leta 1979 ter podobni obravnavi davčne zakonodaje in zaščitnih ukrepov za zaposlene.\nV tabeli sem prikazal število prebivalcev po državah, ki jih bom primerjal, poleg tega pa bom dodal še grafično ponazoritev prebivalcev, predvsem zato, da bi bile bolj razvidne razlike med državami po številu prebivalcev.\nPodatke o prebivalcih sem pridobil na spletni strani Wikipedia, in sicer so bili podatki pridobljeni za Škotsko leta 2009, za Anglijo z Walesom 2005, za Severno Irsko leta 2009 in za Irsko leta 2009.\nhttp://en.wikipedia.org/wiki/NothernIreland, http://en.wikipedia.org/wiki/Ireland\n"], "25": ["4.1 Statistični podatki European Sourcebook-a", "Najprej sem naredil pregled statističnih podatkov policije za omenjene države. Podatke sem pridobil na spletni strani European sourcebook. Prikazal sem kriminalitetno število za posamezna kazniva dejanja po državah.\n"], "26": ["4.1.1 Statistični podatki: za vsa kazniva dejanja", ""], "27": ["4.1.2 Statistični podatki: umor", ""], "28": ["4.1.3 Statistični podatki: telesne poškodbe", ""], "29": ["4.1.4 Statistični podatki: posilstvo", ""], "30": ["4.1.5 Statistični podatki: rop", ""], "31": ["4.1.6 Statistični podatki: tatvina", ""], "32": ["4.1.7 Statistični podatki: vlom", ""], "33": ["4.1.8 Statistični podatki: kaznivo dejanje zlorabe prepovedanih drog", ""], "34": ["4.1.9 Statistični podatki: kaznivo dejanje preprodaje prepovedanih drog", "Kot se vidi v tabeli 12 ima največ kaznivih dejanj Anglija z Walesom, kar je logično, ker je tudi največja država med vsemi ostalimi. Najmanj kaznivih dejanj pa ima Irska. Največ umorov ima Škotska, najmanj pa Irska. Največ telesnih poškodb ima Škotska, najmanj pa Irska. Največ posilstev ima Anglija z Walesom, najmanj jih ima Irska. Pri premoženjskih kaznivih dejanjih kot so rop, tatvine, vlomi je zaslediti, da ima teh kaznivih dejanj največ Anglija z Walesom, najmanj premoženjskih kaznivih dejanj ima Irska. Pri kaznivih dejanj zlorabe drog in preprodaje drog ima največ teh kaznivih dejanj Škotska, medtem ko jih ima manj Severna Irska.\n"], "35": ["5 PRIMERJAVA ŠKOTSKE S SLOVENIJO", "Škotska ima po podatkih iz leta 2009, ki so dostopni okoli 5.168.500 prebivalcev in obsega 78.723 km2, medtem ko jih ima Slovenija leta 2009 le 2.0533.55 prebivalcev in obsega 20.273 km2. Primerjal bom kriminaliteto med Škotsko in Slovenijo za obdobje od leta 2000 do leta 2003. Podatke, ki sem jih uporabil, sem pridobil iz tretje izdaje European sourcebook-a, jih primerjal in interpretiral.\nŠtevilo zabeleženih kaznivih dejanj je bilo leta 2000 na Škotskem 9.912 ( na 100.000 prebivalcev), v Sloveniji pa je bilo leta 2000 zabeleženih 3.363 kaznivih dejanj (na 100.000 prebivalcev).\nŠtevilo zabeleženih kaznivih dejanj za leto 2001 na Škotskem je bilo 9.879 na 100.000 prebivalcev, medtem ko je bilo tega leta v Sloveniji zabeleženih kaznivih dejanj 3.719 na 100.000 prebivalcev.\nŠtevilo zabeleženih kaznivih dejanj za leto 2002 na Škotskem je bilo 10.032 na 100.000 prebivalcev, medtem ko je bilo tega leta v Sloveniji zabeleženih kaznivih dejanj 3.839 na 100.000 prebivalcev.\nŠtevilo zabeleženih kaznivih dejanj za leto 2003 na Škotskem je bilo 9.639 na 100.000 prebivalcev, medtem ko je bilo tega leta v Sloveniji zabeleženih kaznivih dejanj 3.810 na 100.000 prebivalcev.\nZa boljšo preglednost sem vključil dva grafa. Prvi prikazuje število prebivalcev na Škotskem in v Sloveniji, drugi pa prikaz zabeleženih kaznivih dejanj za obe državi.\n"], "36": ["5.1 Statistika kriminalitete na Škotskem in v Sloveniji (po podatkih  European Sourcebook-a)", "Podatke o zabeleženih kaznivih dejanjih v Sloveniji in na Škotskem, sem pridobil na spletni strani European sourcebook-a. Primerjal bom podatke za posamezna kazniva dejanja, ki so bila zabeležena v letih od 2000 do leta 2003.\n"], "37": ["5.1.1 Statistični podatki: umor", "Iz stolpičnega garfikona (slika22) je razvidno, da se je število umorov v Sloveniji od leta 2000 do leta 2003 zmanjševalo. Največ umorov je bilo tako leta 2000, ko so bili 4 umori na 100.000 prebivalcev, medtem ko jih le bilo leta 2003 le 2,9 umora na 100.000 prebivalcev. Na Škotskem je število umorov naraščalo od leta 2000 do leta 2002, ko je bilo največ umorov, in sicer 17,8 na 100.000 prebivalcev, nato se je v letu 2003 število umorov znižalo na 16,8.\n"], "38": ["5.1.2 Statistični podatki: telesne poškodbe", "V Sloveniji se je število zabeleženih telesnih poškodb zmanjševalo, medtem ko se je število telesnih poškodb na Škotskem povečevalo. Leta 2000 je bilo v Sloveniji 21 telesnih poškodb, leta 2003 je bilo telesnih poškodb le še 16 na 100.000 prebivalcev kar \nje za 23,81 odstotkov manj kot leta 2000. Na Škotskem pa je bilo leta 2000 število telesnih poškodb 1.205, leta 2003 pa je bilo telesnih poškodb že 1.232 na 100.000 prebivalcev.\n"], "39": ["5.1.3 Statistični podatki: posilstvo", "V Sloveniji je bilo leta 2000 število posilstev na 100.000 prebivalcev 4, leta 2003 pa jih je bilo 3. Na Škotskem pa je opaziti porast posilstev od leta 2000, ko jih je bilo 14, medtem ko jih je bilo leta 2003 že prijavljenih posilstev 20, kar pomeni, da se je število posilstev povečalo za 42 odstotkov.\n"], "40": ["5.1.4 Statistični podatki: rop", "V Sloveniji je opaziti zmanjševanje ropov od leta 2000 do leta 2003. Leta 2000 je bilo tako 26 ropov na 100.000 prebivalcev, medtem ko je bilo leta 2003 število ropov 21. Na Škotskem pa se je v letih od 2000 do 2001 število ropov zmanjševalo, leta 2002 pa je število ropov naraslo na 97, po tem letu pa je ponovno opazi padec in leta 2003 je tako 82 ropov na 100.000 prebivalcev.\n"], "41": ["5.1.5 Statistični podatki: tatvina", "Na sliki je opaziti, da so tatvine v Sloveniji v porastu, medtem ko se na Škotskem opazi zmanjševanje tatvin. V Sloveniji je bilo leta 2000 število tatvin 1.500, nato pa je število tatvin v letu 2003 naraslo na 2.153, to je za 43,53 odstotkov več kot jih je bilo leta 2000. Na Škotskem je bilo leta 2000 število tatvin 4.551, v letu 2003 pa je bilo število tatvin 3.735, kar pomeni, da so se tatvine zmanjšale za 21,84 odstotkov v primerjavi z letom 2000.\n"], "42": ["5.1.6 Statistični podatki: vlom", "V Sloveniji so od leta 2000 pa do leta 2003 v porastu, medtem ko pa je na Škotskem opaziti zmanjševanje števila vlomov. V Sloveniji je bilo leta 2000 število vlomov 794, nato pa je bilo v letu 2003 že 842 vlomov na 100.000 prebivalcev. Na Škotskem je bilo leta 2000 število vlomov 962, medtem ko se je število vlomov leta 2003 zmanjšalo na 727. Zanimivo je to, da je bilo leta 2003 v Sloveniji za 115 vlomov več na 100.000, kot pa na Škotskem.\n"], "43": ["5.1.7 Statistični podatki: kaznivo dejanje zlorabe prepovedanih drog", "Škotskem od leta 2000 do leta 2003\nOd leta 2000 do leta 2003 je opaziti porast zlorabe prepovedanih drog na Škotskem. Na Škotskem je bilo tako leta 2000 število kaznivih dejanj zlorabe prepovedanih drog 621, medtem ko je bilo v letu 2003 število kaznivih dejanj zlorabe prepovedanih drog 800 na 100.000 prebivalcev. Leta 2000 je bilo v Sloveniji število kaznivih dejanj zlorabe prepovedanih drog 68, potem je številka v letu 2001 narasla na 76. Leta 2002 je število kaznivih dejanj zlorabe prepovedanih drog ohranilo na isti ravni kot leta 2002, medtem ko je v letu 2003 prišlo do znižanja števila kaznivih dejanj zlorabe prepovedanih drog na 52.\n"], "44": ["5.1.8 Statistični podatki: kaznivo dejanje preprodaje drog", "Škotskem od leta 2000 do leta 2003\nV Sloveniji je opaziti zmanjševanje števila preprodaje drog od leta 2000 do leta 2003. V letu 2000 je bilo število preprodaj prepovedanih drog na 100.000 prebivalcev 47, leta 2003 pa je bilo število preprodaj prepovedanih drog na 100.000 prebivalcev 39. Na Škotskem se je število preprodaj prepovedanih drog zviševalo, leta 2003 pa se je število preprodaj prepovedanih drog začelo zniževati.\n"], "45": ["6 ZAKLJUČEK", "V diplomski nalogi sem poskušal prikazati trende kriminalitete na Škotskem ter trende kriminalitete po posameznih regijah. Trende kriminalitete na Škotskem pa sem primerjal tudi z drugimi Evropskimi državami in sicer s Severno Irsko, Irsko, ter Anglijo z Walesom in tudi s Slovenijo. Predstavil sem kriminaliteto na 100.000 prebivalcev, uporabil sem podatke za umor, napadi, posilstvo, rop, tatvine, vlomi, kazniva dejanja zlorabe prepovedanih drog ter kaznivo dejanje preprodaje prepovedanih drog.\nPri tej diplomski nalogi sem spoznal, da uspešno delo v skupnosti pripomore k zmanjševanju najhujših kaznivih dejanj in boljšemu preiskovanju. Poleg tega je pomembno dobro sodelovanje med vsemi organi. Vendar pa je potrebno upoštevati, da je obremenitev s kriminaliteto na Škotskem precej večja kot v Sloveniji (problem razpada skupnosti?).\nPosvetil sem se regionalni porazdelitvi policijskih okrožij na Škotskem, kjer sem priložil zemljevid okrožij ter za vsako okrožje predstavil statistiko. Uporabil sem podatke od leta 2004/05 do leta 2008/09. Zanimivo mi je bilo to, da se vodi statistika od 1.aprila tekočega leta do konca marca naslednjega leta, ne pa tako kot v Sloveniji, za posamezno tekoče leto. Zaradi tega sem uporabil za primerjavo držav podatke iz European Sourcebooka, ki so zbrani za koledarsko leto in v skladu z enotnimi definicijami kaznivih dejanj. Za obrazložitev razlik v kriminalitetnih trendih so potrebne še druge primerjave (ekonomski trendi, stanje razvoja skupnosti, politični trendi, stopnje družbene neenakosti, delež nezaposlenosti, revščina ipd), kar pa ni mogoče brez dodatnih raziskav.\n"], "abstract": ["V diplomski nalogi sem prikazal TRENDE KRIMINALITETE NA ŠKOTSKEM z oporo na dostopne vire. Predvsem sem spoznanja črpal iz spletnih strani »European sourcebook of crime and criminal justice« in www.scotland.gov.uk. Uporabil sem naslednje pisne vire: knjigo Law for CRIMINOLOGIST avtorice Ursule Smartt, članek Reported Crime, Indications for Crime Victims Surveys and Fear of Crime Studies katera avtorja sta Miran Mitar in Gorazd Meško, Članek Crime, Criminology and Criminal Justice in Scotland avtorice Lesley McAra. Nato sem v drugem poglavju predstavil Škotsko, razvoj Škotskega prava skozi zgodovino in trende kriminalitete na Škotskem, kjer sem uporabil knjigo Law for Criminologist in članek Crime, Criminology and Criminal Justice in Scotland. V tretjem poglavju sem se posvetil regionalni porazdelitvi policijskih okrožij na Škotskem, ter za vsako okrožje predstavil statistiko. Uporabil sem podatke od leta 2004/05 do leta 2008/09. Statistika se vodi od 1. aprila tekočega leta do konca marca naslednjega leta. V četrtem poglavju pa sem predstavil primerjavo med Anglijo z Walesom, Irsko in Severno Irsko ter Škotsko. Predstavil sem kazniva dejanja od leta 2000 do leta 2003 za 100.000 prebivalcev in sicer: vsa kazniva dejanja, umor, telesne poškodbe, posilstvo, rop, tatvine, vlomi, kazniva dejanja zlorabe prepovedanih drog ter kaznivo dejanje preprodaje prepovedanih drog. V petem poglavju sem se osredotočil na primerjavo med Škotsko in Slovenijo. Prav tako sem naredil primerjavo glede na 100.000 prebivalcev. Uporabil sem podatke od leta 2000 do leta 2003. Primerjavo sem prikazal za vsa kazniva dejanja, umor, telesne poškodbe, posilstvo, rop, tatvine, vlomi, kazniva dejanja zlorabe prepovedanih drog ter kaznivo dejanje preprodaje prepovedanih drog."]}