{"1": ["1 UVOD", "Obdelava tal je ena najstarejših človeških dejavnosti, način obdelave pa se skozi obdobja vedno bolj spreminja. V začetku človeške civilizacije sta v kmetijstvu prevladovala lov in nabiralništvo, sčasoma pa so ljudje začeli razvijati različna orodja − od rala do pluga. Dandanes se na naših kmetijah v glavnem uporabljata dva načina obdelave tal: konvencionalna obdelava tal s plugom in konzervirajoča obdelava tal brez pluga, poznamo pa še tretji način direktne setve brez obdelave tal.\nKmetje so zaradi vedno večjih cen goriv in nizkih prodajnih cen pridelkov primorani iskati nove načine, kako zmanjšati stroške na kmetiji. Kot je znano se pri osnovni obdelavi tal z oranjem porabi največ goriva, zato se nekateri kmetje že odločajo, da to opravilo opuščajo in ga nadomeščajo s konzervirajočimi tehnikami obdelave tal.\nV diplomski nalogi želimo odgovoriti na vprašanje, kateri način obdelave je najprimernejši za pridelavo ajde. Poizkus smo opravili na ajdi (Fagopyrum esculentum L.), ker je pridelek zelo odvisen od priprave tal pred setvijo, saj se drugi agrotehnični ukrepi minimalno izvajajo. Ker se v obdelavi tal za ajdo pojavlja veliko vprašanj, povezanih s primernostjo in ekonomičnostjo pridelave, želimo v raziskavi poiskati rešitve, ki bodo vplivale na lažje odločitve kmetovalcev.\n"], "2": ["1.1 Cilj in namen diplomske naloge", "Osnovni namen diplomskega dela je ugotoviti razliko v porabi goriva pri oranju in rahljanju. Ker je znano, da se pri rahljanju porabi manj goriva kot pri oranju, smo želeli ugotoviti, kako obdelava tal vpliva na vznik rastlin ajde, plevela in ostankov predposevka oljne ogrščice. Hkrati smo ugotavljali, kako vpliva obdelava tal na velikost rastlin.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Obdelava tal", "Namen obdelave tal je pripraviti njivsko površino za setev, ter tako omogočiti posevkom popolne pogoje za kalitev. Hkrati z obdelavo zatiramo plevele, bolezni in škodljivce. Danes v glavnem poznamo konvencionalno in konzervirajočo obdelavo tal, le redko pa se pojavlja tudi način direktne setve (Slika 1). Dejstvo je, da za obdelavo tal porabimo največ časa in goriva, zato je prihranek lahko tukaj tudi največji.\n"], "5": ["2.1.1 Konvencionalna obdelava tal", "V Sloveniji še vedno prevladuje konvencionalna obdelava tal, za katero se uporablja plug. Z oranjem tla obračamo, mešamo, drobimo, rahljamo, zaorjemo rastlinske ostanke ter zasujemo plevele, škodljivce in rastlinske bolezni.\nPri oranju tal se volumen tal poveča za 20 do 25 %. Hkrati se z oranjem zmanjša koherenca, popravlja struktura, poveča propustnost za vodo in zrak. Tla vsebujejo več zraka, zaradi povečane površine tal pa se poveča tudi evaporacija (Bratkovič 2009).\nPlug je traktorski priključek, ki tla odreže na določeni globini in jo obrne. Delimo ga glede na:\n- način oranja: krajniki in obračalni;\n- način priključevanja: nošeni, polnošeni in vlečeni;\n- konstrukcijo: lemežni, rahljalni, rotacijski, diskasti in lopatniki (Žmavc 2002).\n"], "6": ["2.1.2 Konzervirajoča obdelava", "Pri konzervirajoči obdelavi tal ne obračamo, ampak tla le premešamo in zrahljamo. Ta način obdelave zmanjšuje vetrno in vodno erozijo, saj po obdelavi na njivi še vedno ostanejo rastlinski ostanki (Bernik 2005).\nOsnovno orodje za konzervirajočo obdelavo je rahljalnik, ki zemljo rahlja, meša in zrači, vendar je v primerjavi s plugom ne obrača. Prednost rahljalnika je v tem, da sta poraba goriva in časa pri delu z njim dosti manjša kot pri oranju (Mrhar 1990).\n"], "7": ["2.1.3 Direktna setev", "Direktna setev ali je tehnika odlaganja semena v neobdelana tla. Za tak način setve potrebujemo posebej prirejene sejalnice, ki razrežejo ali počistijo rastlinske ostanke iz setvenih brazd. Pri tem načinu obdelave je potrebno pogosteje zatirati plevele s herbicidi (Bernik 2005).\n"], "8": ["2.2 Traktor", "Traktor je najpogostejši in najosnovnejši delovni stroj na kmetijah. Uporabljamo ga za vleko, poganjanje, prevažanje in dvigovanje različnih priključkov. Razvoj traktorja se iz leta v leto spreminja, tako se je od začetka nastanka pa do danes njegova oblika in tehnologija popolnoma spremenila in prilagodila zahtevam na trgu.\nNajpogosteje uporabljeni so standardni traktorji, katerih novejše izvedbe imajo pogon na vsa štiri kolesa. Prednja kolesa so manjša kot zadnja, temu je tudi prilagojen razpored teže 40 % spredaj in 60 % zadaj (Žmavc 2002).\nStandardni traktorji (Slika 2) se največ pojavljajo na poljedelskih kmetijah, kjer velikost traktorja ni omejena z delovnim prostorom, temveč se velikosti prilagajajo potrebam po moči motorjev.\nNajpomembnejši deli traktorja so:\n- dizelski motor,\n- transmisija,\n- hidravlični sistem,\n- elektronika,\n- komfortna kabina. \nTransmisija je mehanizem, ki prenaša moč motorja na pogonska kolega, priključno gred, hidravlično črpalko in druge pomožne enote. Sestavni deli transmisije so: sklopka, menjalnik, pogon priključne gredi, pogon koles, pogon hidravlične črpalke. Najpomembnejši del transmisije je menjalnik, ki nam omogoča izbiranje smeri vožnje naprej/nazaj, izbiranje prestav in prosti tek motorja. Starejše izvedbe traktorjev imajo nameščene mehanske menjalnike s šestimi ali osmimi prestavami naprej in dvema nazaj. Sodobni traktorji manjših izvedb imajo večinoma nameščene mehanske sinhronizirane menjalnike z inventorjem za izbiro smeri vožnje naprej/nazaj. Traktorji večjih velikosti pa imajo najpogosteje nameščene t.i. Powershift menjalnike, ki omogočajo izbiranje prestavnega razmerja s pritiskom na gumb ne da bi pri pri tem prekinili prenos moči iz motorja na pogonska kolesa. Poznamo še brezstopenjske menjalnike, ki se redkeje uporabljajo na traktorjih, večinoma jih najdemo na kombajnih (Jejčič 2007). \nHidravlični sistem na sodobnem traktorju ima veliko funkcij: krmiljenje, zaviranje, vklop in izklop pogonske gredi, krmiljenje hidravlične dvigalke, upravljanje priključkov, vzmetenje, vklop štirikolesnega pogona in v nekaterih primerih tudi upravljanje menjalnika. Traktorsko hidravlično dvigalo je najpomembnejši hidravlični mehanizem, ki ga najdemo na popolnoma vsakem sodobnem traktorju. Omogoča nam dvigovanje, spuščanje in reguliranje višine priključkov. Krmiljen je lahko mehansko preko ročic in vzvodov ali elektronsko (EHR) s pritiskanjem na gumbe (Jejčič 2007).\nTraktorska kabina predstavlja delovni prostor za traktorista, saj iz nje upravlja z vsemi funkcijami traktorja. Zahteve, ki jih mora izpolnjevati udobna kabina, so: varnost, preglednost, zvočna izolacija, zračno vzmeten sedež, ergonomsko razporejene ročice, klima in dober pregled nad instrumenti (Žmavc 2002).\n"], "9": ["2.3 Gorivo", "Največja surovina za pridobivanje mineralnih pogonskih goriv je surova nafta, ki jo z destilacijo predelajo v tekočo gorivo. Na ta način pridobljena pogonska goriva so: petrolej, bencin, tekoči plini in plinsko olje (Žmavc 2002).\nPlinsko olje ali dizel je zagotovo najpomembnejše pogonsko gorivo v kmetijstvu, saj se uporablja za pogon večine kmetijskih strojev. Za dizel je značilna večja viskoznost kot v ostalih mineralnih gorivih, vendar pa ne sme presegati določene vrednosti, saj se gorivo težje razprši, kar pa zmanjša vnetljivost. Vnetljivost označujemo z cetanskim številom, ki pri dizlu znaša 43 do 52 (Jejčič 2007).\n"], "10": ["2.3.1 Poraba goriva", "Poraba goriva pri oranju s 3-brazdnim obračalnim plugom PÖTTINGER SERVO III PLUS je znašala 29,3 l/ha, z rahljalnikom UNIA KOS 3.0 B pa 12,09 l/ha. Razlika med njima je znašala 17,21 l/ha. Upoštevati moramo delovno širina pluga 1,26 m in rahljalnika 3,0 m. V meritev ni prišteto porabljeno gorivo pri obračanju (Šbül 2011).\nNa porabo goriva vpliva tudi zdrs koles, ki ga lahko zmanjšamo z nižjim tlakom v pnevmatikah. Pri oranju njive s 0,8 barov tlaka v pnevmatikah je bila poraba 21,87 l/ha, pri tlaku 2,4 bara pa 25,78 l/ha. Meritev je bila opravljena s standardnim traktorjem Deutz Fahr K100 in 3-brazdnim plugom PÖTTINGER SERVO 25-302. Delovna širina pluga je znašala 1,2 m (Kacijan 2010).\n"], "11": ["3 MATERIAL IN METODE DELA", ""], "12": ["3.1 Njivska površina", "Za poskus voznika in meritev velikosti rasti ajde smo uporabili del 4,7 ha velike njivske površine (Slika 3). Njiva se nahaja na sredini vasi Hajdoše v občini Hajdina in je v lasti kmetije Brodnjak. Domače ime za njivo je 'Doma'. Tla na njivi so ilovnato peščena, kar pomeni, da so zračna, lahka za obdelavo, ter imajo nizko sposobnost zadrževanja vlage.\n"], "13": ["3.2 Ajda", "Za poskus smo posejali ajdo (Fagopyrum esculentum L.) avtohtone sorte ''Darja'', proizvajalca semenarne Ljubljana. Ajda se seje na globino 2−3 cm, v sušnem obdobju pa malo globlje, do 4 cm. Na dobro založenih tleh gnojenje ni potrebno, kjer pa so tla slabše založena z hranili pa dodamo 50 kg dušika, 50 kg fosforja in 50 kg kalija na hektar. Tabela 1 nam prikazuje parametre kvalitete, globine setve in setveno normo ajde za setev.\n"], "14": ["3.3 Uporabljena mehanizacija", ""], "15": ["3.3.1 Traktor New Holland 6020 Delta", "Za rahljanje in oranje smo uporabili traktor New Holland 6020 Delta, letnik 2008 s štirikolesnim pogonom (Slika 4). Poganja ga štirivaljni dvo-ventilski dizelski motor, ki razvije 82 kW (112 KM) maksimalne moči pri 2200 vrt/min. Nameščen ima Powershuttle sistem, ki omogoča spreminjanje smeri naprej ali nazaj brez uporabe sklopke. Prestavna razmerja so ločena v dve skupini po osem prestav, menjalnik Electro CommandTM pa nam omogoča menjavanje prestav znotraj ene skupine brez pritiskanja na sklopko. Največjo hitrost 40 km/h dosežemo v 16 prestavi pri polnih vrtljajih.\nHidravlični sistem poganja črpalka s 63 l/min, medtem ko so dvigalka in distributerji mehansko krmiljeni. Kabina je pregledna in komfortna, nameščen ima zračni sedež, \nklimatsko napravo ter radio. Masa traktorja brez obtežitve je 5290 kg, največja dovoljena masa pa 9000 kg.\n"], "16": ["3.3.2 Traktor New Holland TN75D", "Pri setvi smo uporabili traktor proizvajalca New Holland, letnik 2001, model TN75D (Slika 5). Traktor ima štirikolesni pogon, poganja pa ga tri valjni dizelski motor, ki polno moč 53 kW (72 KM) doseže pri 2200 vrt/min. Opremljen je s sinhroniziranim menjalnikom 16 x 16, ter mehanskim inverterjem smeri naprej/nazaj. Prestavna razmerja so porazdeljena v štiri skupine. Največjo hitrost 40 km/h traktor doseže v šestnajsti prestavi pri polnih obratih.\nHidravlika na traktorju je mehanska, za lažje upravljanje pa ima nameščeno funkcijo Lift- O Matic, ki nam s pritiskom na gumb omogoča spuščanje dvigalke na nastavljeno globino, ter dvigovanje v najvišji položaj. Traktor ima brez dodatne obtežitve maso 2900 kg. \n"], "17": ["3.3.3 Rahljalnik Lemken Smaragd 9", "Pri konzervirajočem načinu obdelave tal smo uporabili rahljalnik Lemken Smaragd 9, ki ima 2,7 m delovne širine (Slika 6). Nameščenih ima 7 nogač ter 6 krožnikov. Nogače so razporejene v dve vrsti, njihova naloga pa je, da tla spodrežejo in premešajo do globine 15 cm. Krožniki, ki so nameščeni za nogačami, prerežejo zemljo in zdrobijo grude. Gruber ima dodatno nameščen še sejalni element Hatzenbichler, ki pa je namenjen za setev ukrepa ozelenitve tal, zato ga nismo uporabili. Delo z rahljalnikom smo opravljali pri hitrosti 8,5 km/h. \n"], "18": ["3.3.4 Plug Lemken Variopal 6", "Njivske površine smo preorali s štiribrazdnim obračalnim plugom Lemken VariOpal 6 (Slika 7). Oznaka modela VariOpal nam pove, da gre za plug, ki ima nameščen t. i. spominski cilinder za spreminjanje delovne širine med oranjem (od 22 do 50 cm na plužno telo). Pred obračanjem pluga se ta cilinder do konca skrči in se po obratu ponovno vrne v prej nastavljeno širino.\nPlužna telesa so univerzalna z nastavljivim nagibom, razdalja med njimi pa je 100 cm. Pri poskusih smo plug nastavili na delovno širino 180 cm. Delovna hitrost oranja je bila 8 km/h. \n"], "19": ["3.3.5 Sejalnica Lemken Saphir 7 Autoload", "Ajdo smo posejali z mehansko sejalnico za strnjeno setev Lemken Saphir 7 Autoload (Slika 8). Sejalnica ima delovno širino 2,5 m, na kateri je razporejenih 20 sejalnih elementov. Ti so sestavljeni iz dvojnih diskov, ki zarežejo tla, vanjo odložijo seme in jo s pomočjo gumijastih koles pritisnejo ob tla.\nSejalnica je opremljena z elektroniko Easytronic, ki nam omogoča lažjo kalibracijo setvene norme. Sejalnica ima 650 l nasipnico za seme, prazna pa ima maso 810 kg.\nGlobino setve 3 cm smo nastavili s pomočjo hidravlične dvigalke na traktorju, delovna hitrost je bila 10 km/h. \n"], "20": ["3.4 Meritev porabe goriva", "Porabo goriva smo izmerili tako, da smo pred pričetkom obdelave tal napolnili rezervoar z gorivom do roba in ga nato po opravljenem delu, vključno z obračanjem, ponovno dolili. Pri dolivanju smo uporabili merilno čašo − 1000 ml (Slika 9), iz katere smo lahko odčitali količino dolitega goriva. Meritve smo izvedli na osmih parcelah, ki smo jih razdelili v dve skupini (Tabela 2). V prvi skupini smo merili porabo goriva pri rahljanju, v drugi pa porabo pri oranju. Velikosti njivskih površin med skupinama so v približno enakem razmerju, znotraj posamezne skupine pa se razlikujejo. Vse površine so v lasti kmetije Brodnjak in so ilovnato peščene teksture.\nIz dobljenih meritev smo na podlagi velikosti parcel iz GERK-ov in porabljenega časa, izračunali povprečno porabo goriva na hektar. \n"], "21": ["3.5 Ugotavljanje vznika in velikosti ajde", "Del njive 'Doma' (Slika 3) smo najprej razdelili na tri manjše površine v širini 10 m (Slika 10). Prvi del njive smo pustili neobdelan, drugi del smo obdelali z rahljalnikom do globine 15 cm, tretji del pa preorali do globine 25 cm.\n7. julija 2012 smo na vse tri površine posejali ajdo, setvena norma je bila na vseh površinah enaka 95 kg semena na hektar. Vznik prvih rastlin se je pojavil že pet dni po setvi (12. 7. 2012), vendar smo s štetjem počakali še dodatna dva tedna, da vzniknejo popolnoma vse rastline in pleveli.\nPoskus smo opravili 25. julija 2012, tako da smo izdelali leseni okvir v velikosti 50 x 50 cm in ga naključno položili na posejano površino (Slika 11) in nato prešteli število vzniklih \nrastlin ajde, ogrščice ter plevela. Oljna ogrščica je bila predposevek ajdi, zato smo jo opredelili posebej, tako da smo lahko lažje ponazorili pomembnost zaoravanja žetvenih ostankov. Tak poskus smo opravili na dvajset naključno izbranih mestih na vsaki površini.\nV istem dnevu smo iz vsakega dela njive naključno izbrali 15 rastlin ajde in z metrom izmerili njihovo višino od začetka glavne korenine do vrha stebla (Slika 12). Meritve smo ponovili še dvakrat v razmiku 14 dni (8. in 22. avgusta 2012). Iz tega je bil razviden vpliv načina obdelave tal na rast ajde. \nrahljanje).\n"], "22": ["3.6 Uporabljena oprema", "- merilna čaša za ugotavljanje porabe goriva, prostornine 1 l, z razdelkom za  odčitavanje na 10 ml;\n- merilni trak za merjenje širine površin, dolžine 10 m, z natančnostjo 0,5 cm;\n- merilni trak za merjenje velikosti rastlin, dolžine 3 m, z natančnostjo 0,1 cm;\n- posode za nalivanje goriva;\n- leseni koli;\n- štoparica za merjenje časa;\n- fotoaparat;\n- beležka.\n"], "23": ["3.7 Enačbe in izračuni", "Iz pridobljenih meritev smo izračunali naslednje parametre:\n- povprečno porabo goriva v litrih na hektar (l/ha);\n- povprečno porabo časa v minutah na hektar (min/ha);\n- delovno storilnost v hektarjih na uro (ha/h);\n- gostoto rastlin na kvadratni meter (rastlin/m2);\n- povprečno velikost rastlin (cm).\n"], "24": ["3.7.1 Povprečna poraba goriva", "PG Pg = [1]  P\nPg – povprečna poraba goriva (l/ha) PG – porabljena količina goriva (l) P – obdelana površina (ha)\n"], "25": ["3.7.2 Povprečna poraba časa", "PČ Pč = [2]  P\nPč – povprečna poraba časa (min/ha) PČ – porabljen čas (min) P – obdelana površina (ha)\n"], "26": ["3.7.3 Storilnost", "60×P SN = [3]  PČ\nSN – storilnost (ha/h) P – obdelana površina (ha) PČ – porabljen čas (min)\n"], "27": ["3.7.4 Odstotek vznika", "vzk .rastline V = pos .rastline × 100 [4]\nV – odstotek vznika (%) vzk. rastline – vzkaljene rastline pos. rastline – posejane rastline\n"], "28": ["3.7.5 Povprečna velikost rastlin", "sk . vzorci PVr = [5]  n\nPVr – povprečna velikost rastlin (cm) sk. vzorci – skupna velikost vzorcev (cm) n – število vzorcev\n"], "29": ["3.8 Statistična obdelava podatkov", "Za izdelavo tabel in statistično obdelavo podatkov smo uporabili program Microsoft Excel 2003.\n"], "30": ["4 REZULTATI Z RAZPRAVO", ""], "31": ["4.1 Poraba goriva in časa pri konzervirajoči obdelavi tal z rahljalnikom", "Porabo goriva in časa pri rahljanju tal smo izmerili na skupno 2,9 ha njivskih površin (Tabela 3). Največja poraba je bila na najmanjši površini ('PRI SABINI') 12,5 l/ha, najmanjša pa na največji površini ('KOMASACIJA') 10 l/ha. Podobno sliko nam kažejo tudi rezultati porabe časa, kjer smo največ časa porabili za obdelavo najmanjše površine (50 min/ha), najmanj pa za obdelavo največje površine (46,9 min/ha). Za obdelavo vseh površin smo povprečno porabili 11,26 l goriva/ha ter 48,45 min/ha. Do razlike v porabi goriva in časa je prišlo zaradi oblike parcel, saj so velike parcele daljše in ožje, zato ni potrebno toliko obračanja.\n"], "32": ["4.2 Poraba goriva in časa pri oranju", "Tabela 4 nam prikazuje izmerjeno porabo goriva in časa pri oranju. Iz nje lahko razberemo, da sta ta parametra večja kot pri rahljanju. Za meritve smo skupno porabili 2,85 ha njivskih površin in 87,7 l goriva. Največjo porabo goriva smo izmerili na najmanjši njivi 'PRI KANALU' 31,6 l/ha, najmanjšo pa na največji 'LOG' 30,16 l/ha. Prav tako smo na najmanjši njivi porabili 72 minut za obdelavo enega hektarja in 64,6 minut na največji. Povprečna poraba goriva je bila za 276 % večja kot pri rahljanju in je znašala 31,5 l/ha, poraba časa pa za 139,9 % in je znašala 67,8 min/ha.\nGrafikon 1 nam prikazuje primerjavo porabe goriva pri oranju in rahljanju.\nGrafikon 2 nam prikazuje primerjavo porabe časa pri oranju in rahljanju.\n"], "33": ["4.3 Poraba goriva in časa pri setvi", "Če primerjamo porabo goriva in časa za setev na orani ali na rahljani površini, se ta dva parametra nista veliko razlikovala (Tabela 5). Za primerjavo smo uporabili najmanjši in največji njivi pri obeh načinih obdelave tal. Povprečna poraba goriva pri setvi na rahljani zemlji je bila 5,57 l/ha, na orani zemlji pa 5,63 l/ha. Podobna slika je bila tudi pri porabi časa, ki smo ga za setev na rahljani površini porabili 44,79 min/ha, na orani pa 44,87 min/ha.\nIz podatkov o velikosti parcel in porabljenem času dela pri oranju, rahljanju in setvi smo izračunali storilnost posameznih strojev (Tabela 6). Storilnost rahljalnika je bila 1,24 ha/h, storilnost pluga 0,89 ha/h in storilnost sejalnice 1,34 ha/h. \n"], "34": ["4.4 Vznik rastlin", "Tabela 7 prikazuje vznik rastlin ajde, ogrščice ter ostalih plevelov pri direktni setvi. Vznik ajde je pri direktni setvi znašal 68,4 %. Na 0,25 m2 je zrastlo 45,15 rastlin ajde, 14,2 rastlini oljne ogrščice in 102 plevela.\nNa površini, ki smo jo pred setvijo obdelali z rahljalnikom (Tabela 8), smo na 0,25 m2 prešteli povprečno 47,75 rastlin ajde, to pomeni, da je bil vznik ajde 72,3 %. Prav tako smo na površini prešteli 10,1 rastline oljne ogrščice in 2,85 rastlin plevela na 0,25 m2.\n smo 59,45 rastlin ajde in zanemarljivih 0,05 rastline plevela na 0,25 m2.\nČe povzamemo tabele 7, 8 in 9, vidimo, da je bil vznik ajde na orani površini za 17,8 % boljši kot na rahljani površini in za 21,7 % boljši kot pri direktni setvi. Prav tako v 20 ponovitvah na orani površini nismo prešteli nobene rastline oljne ogrščice, medtem ko smo našli le en plevel. Sklepamo lahko, da je iz vidika vznika rastlin najboljši način obdelave tal oranje.\nVendar pa ne moremo popolnoma zanemariti učinka rahljalnika, saj se je na površini pojavilo za 28,9 % manj rastlin predposevka oljne ogrščice in 44,1 % manj plevela kot pri direktni setvi.\n"], "35": ["4.5 Povprečna višina rastlin", "Različni načini obdelave tal so vplivali na intenzivnost rasti. Tabela 10 nam prikazuje rezultate meritev višin ajde, ki smo jih izmerili 25. julija, 8. avgusta in 16. avgusta 2012. Iz Tabele 10 je razvidno, da so bile najvišje rastline na orani površini.\nPri prvem merjenju so bile izmerjene povprečne višine ajde: pri direktni setvi 22,21 cm, pri površini obdelani z rahljalnikom 23,24 cm in pri orani površini 31,07 cm. Pri drugem merjenju so bile izmerjene velikosti: pri direktni setvi 40,02 cm, pri rahljani površini 49,51 cm in pri orani 70,07 cm.\nPodobno sliko kot pri prvih dveh merjenjih smo dobili tudi pri tretjem, kjer so bile izmerjene višine: pri direktni setvi 70,21 cm, pri rahljani 80,45 cm in pri orani 99,75 cm.\nGrafikon 3 nam prikazuje povprečne izmerjene višine rastlin ajde, iz katerega je razvidno, da je bila ajda v vseh treh merjenjih najvišja na orani površini. \n"], "36": ["5 SKLEPI", "Poskuse smo izvedli v letu 2012 na njivskih površinah, ki so v lasti kmetije Brodnjak. V poskusih smo merili porabo goriva in časa pri konvencionalni obdelavi, konzervirajoči obdelavi tal ter setvi ajde. Ugotavljali smo vpliv različnih načinov obdelave na rast ajde, pri čemer smo merili odstotek vznika rastlin ajde in velikost rastlin ter število oljne ogrščice iz predposevka in plevela.\nNa podlagi meritev smo prišli do naslednjih sklepov:\n1. Povprečna poraba goriva pri konzervirajoči obdelavi tal z rahljalnikom je znašala  tal s plugom.\nminut, pri oranju pa 67,8 minut, torej je obdelovalni čas z rahljalnikom za 39,6 %  krajši. Delovna storilnost je pri rahljalniku 1,25 ha/h, pri plugu pa 0,90 ha/h.\n3. Za manjše površine potrebujemo povprečno več časa in goriva za obdelavo hektarja  površine kot pri večjih površinah. Povprečna poraba goriva pri rahljanju najmanjše  površine (0,24 ha) je znašala 12,5 l/ha, pri rahljanju največje (1,27 ha) pa 10,0 l/ha.  Povprečna poraba pri oranju najmanjše površine (0,25 ha) je bila 31,6 l/ha in pri  oranju največje (1,28 ha) 30,16 l/h.\nrahljani in za 21,7 % slabši pri direktni setvi. \n 5. Na orani površini je bilo zanemarljivo število plevelov, saj smo v dvajsetih  ponovitvah našli le enega, medtem ko se je v povprečju na rahljani površini  pojavila 10,1 rastlina oljne ogrščice in 2,85 rastlin plevela na 0,25 m2. Pri direktni  setvi smo v povprečju prešteli 14,2 rastlin oljne ogrščice in 5,1 rastlin plevela na\n6. Največjo višino rasti so rastline ajde dosegale na orani površini, saj bile pri vseh  treh merjenjih v povprečju višje kot pri konzervirajoči obdelavi in direktni setvi. Pri  prvem merjenju, 25. julija 2012, so bile povprečne višine rastlin: 22,21 cm pri  direktni setvi, 23,24 cm na rahljani površini in 31,07 cm na orani površini.  Rezultati pri drugem merjenju višin rastlin ajde, 8. avgusta 2012, so bili: 40,02 cm  pri direktni setvi, 49,51 cm na rahljani površini in 70,07 cm na orani površini.  Višine pri tretjem merjenju, 16. avgusta 2012, so bile: 70,21 cm pri direktni setvi,\nKmetovalcem, ki tla obdelujejo na ilovnato peščenih tleh Dravskega polja, lahko svetujemo, da za setev ajde uporabijo konvencionalni način obdelave tal, saj je kljub večji porabi goriva bolj ugoden za rast ajde. Rezultati so pokazali, da smo z oranjem dosegli najboljši vznik ajde ter popolnoma zatrli predposevek oljne ogrščice in ostanke plevelov. Na orani površini so se rastline ajde prav tako najhitreje razvijale, saj so bile višje kot rastline pri direktni setvi in konzervirajoči obdelavi.\n"], "abstract": ["Obdelava tal je največji porabnik pogonskega goriva pri pridelovanju poljščin. Danes zaradi visokih cen goriva veliko kmetij opušča konvencionalno obdelavo z oranjem in jo nadomešča s konzervirajočimi obdelavami. V diplomskem delu smo ugotavljali, kolikšna je poraba goriva pri različnih načinih obdelave tal in setvi ajde. Prav tako smo ugotavljali vpliv obdelave tal na vznik ajde, število plevelov in kaljenje predposevka. Za obdelavo tal smo uporabili standardni poljedelski traktor New Holland T6020 DELTA, 4- brazdni obračalni plug Lemken VariOpal 6 in rahljalnik Lemken Smaragd 9. Setev smo opravili s traktorjem New Holland TN75D ter sejalnico Lemken SAPHIR 7 Autoload. Povprečna poraba goriva pri rahljanju je bila 11,26 l/ha, pri oranju pa 31,05 l/ha. Vznik ajde je bil na oranih tleh 90,1 % , rahljanih 72,3 % in pri direktni setvi 68,4 %. Prav tako so bile rastline na oranih tleh višje kot na rahljanih. Ugotovili smo, da je za pridelavo ajde najbolj primeren konvencionalni način obdelave tal."]}