{"1": ["1 UVOD", "Krmni dosevki so krmne poljščine s kratko rastno dobo in jih lahko pridelujemo po žetvi nekega glavnega posevka in pred setvijo naslednjega glavnega posevka, ko bi sicer zemljišče ostalo prazno. Vse njivske površine bi namreč morale biti stalno zasejane, saj le tako stalno izkoriščamo njihov proizvodni potencial. Stalna zelena odeja pa tudi zavaruje tla pred neposredno sončno pripeko in drugimi podnebnimi dejavniki, ki vplivajo na strukturo tal (Korošec, 1982).\nKrmni dosevki zelo hitro rastejo in se razvijajo, kar omogoča, da jih torej lahko pridelujemo med dvema glavnima posevkoma. S setvijo ustreznega krmnega dosevka na strnišče lahko tako pridelamo še eno žetev. Uvedba pridelovanja krmnih dosevkov nam torej omogoča, da iz iste površine dobimo v enem letu dva pridelka, oziroma v dveh letih vsaj tri. Tako pridelovanje dosevkov omogoča povečanje njivskih površin, ki jih v Sloveniji primanjkuje (Korošec, 1982).\nV njivskem kolobarju so prezimni krmni dosevki dobrodošli tudi zaradi črpanja mineralnega dušika iz tal jeseni, pozimi in spomladi. S tem lahko preprečimo njegovo izpiranje v podtalje. V številnih izvedenih poskusih po svetu in pri nas se je izkazalo, da so pri črpanju mineralnega dušika iz tal najbolj učinkovite rastline iz družin trave (Poaceae) in križnice (Brassicaceae), ki pa imajo lahko negativen vpliv na naslednjo poljščino. Najbolj se negativnemu vplivu dosevkov na naslednjo poljščino izognemo, če kot dosevek uporabimo rastlino iz družine metuljnice (Fabaceae), ali pa mešanico bogato z metuljnicami (Kramberger, 2008).\nZ metuljnicami črpamo dušikove spojine iz tal, simbiotsko vnašamo dušik iz zraka, jeseni in spomladi pa lahko pridelamo velike količine organske mase za podor ali pa veliko kakovostne krme za živali. Izmed metuljnic lahko za prezimno ozelenitev uporabimo inkarnatko, ozimno grašico, črno deteljo ali podzemno deteljo (Kramberger, 2006). \nInkarnatka ima kot metuljnica pomembno vlogo v kolobarju, ker povečuje vsebnost dušika v tleh in ugodno vpliva na rodovitnost tal. Organski ostanki v tleh izboljšujejo biotične in fiziološke lastnosti tal, zato inkarnatki v kolobarju navadno sledijo okopavine, ki te ugodne razmere najbolje izkoristijo (Korošec, Kučan, 1995).\nIdealno mesto inkarnatke v kolobarju je, da sledi strnemu žitu, in da se seje kot prezimni krmni dosevek. Sledi ji navadno kakšna okopavina (koruza, krompir, idr.), lahko pa tudi katera druga poljščina, ki ne spada v družino metuljnic in jo v tem času še lahko sejemo (Korošec, Kučan, 1995).\n"], "2": ["1.1 Cilji raziskave", "Kot cilj dela smo želeli proučiti prednosti inkarnatke kot prezimnega dosevka v primerjavi s pri nas veliko uporabljano mnogocvetno ljuljko pri vključevanju v kolobar s koruzo.\n"], "3": ["2 PREGLED LITERATURE", ""], "4": ["2.1 Inkarnatka", "Inkarnatka spada v rod detelj (Trifolium) in družino metuljnic (Fabaceae) (Martinčič in sod., 1999). V naravni flori jo srečamo predvsem v južni in jugovzhodni Evropi. Za pridelovanje voluminozne krme se je v druge predele Evrope razširila iz Južne Francije (Kramberger 2003).\nPridelovanje inkarnatke v Sloveniji je razširjeno v Pomurju, v Podravju, na Kranjskem in Krškem polju, na Dolenjskem ter v Istri (Korošec, 1998).\nInkarnatka je tujeprašnica. Ker so cvetovi zelo medoviti, jih obiskujejo čebele in druge žuželke ter jo tako oprašujejo. V precejšnji meri je možna tudi samooploditev. Plod je strok, v katerem je seme. Seme je večje kot pri ostalih deteljah, rumeno pomarančne do svetlo rumeno rdeče barve. Absolutna masa semena je 3,5 g (Korošec, 1998).\nInkarnatka je enoletna prezimna rastlina, ki po prezimitvi doseže tudi do 70 cm višine. Na vrhu stebel razvije podolgovate, na pogled zelo privlačne, v cvetne glavice združene cvetove, katerih venčni listi so škrlatno rdeče barve (Kramberger, 2003).\nIma triperesne liste. Tako steblo kot listi so močno porasli z dlačicami, kar nekoliko zmanjšuje njeno krmno vrednost (Kramberger 1999).\nKoreninski sistem inkarnatke je dobro razvit in srednje globok (30-40 cm). Glavna korenina je vretenasta in ima močnejše izražene stranske koreninice, ki ležijo pod ostrim kotom ob njej. Na njih so gomoljčki, v katerih so bakterije Rhizobium (Korošec, Kučan, 1995). \nInkarnatka je rastlina zmerno toplih rastišč. Čeprav dobro prenese mraz (več kot -10-C), v hladnejše kraje ne sodi. Pri nas je za pridelovanje primerna le v nižinah. Dobro uspeva predvsem na propustnih, zmerno kislih, nevtralnih ali zmerno bazičnih tleh. Dobro prenaša sušo, na zelo vlažnih tleh pa uspeva nekoliko slabše (Kramberger 1999).\nPri nas jo pridelujemo izključno kot prezimni dosevek. Setev izvedemo konec avgusta. Za čisto setev inkarnatke porabimo za hektar površine od 25 do 30 kg semena. Sejemo jo gostoredno (Kramberger, 1999).\nZanesljivejša kot setev čistega posevka inkarnatke je mešana setev z drugimi krmnimi poljščinami, saj inkarnatka pozimi rada pomrzne in se zredči. Prav tako dajejo mešanice zanesljivejše in višje pridelke, ki so bogatejši s hranilnimi snovmi. Najbolj znana mešanica je grašljinka (landsberška mešanica), ki je mešanica ozimne grašice, inkarnatke in mnogocvetne ljuljke (Korošec, Kučan, 1995). \nInkarnatka je dober predposevek večini kmetijskih rastlin. Tudi njeno pridelovanje je mogoče po večini kmetijskih rastlin. Izogibamo pa se vrstenju z ostalimi metuljnicami (Kramberger, 2003).\nHranljiva vrednost inkarnatke je slabša kot hranljiva vrednost črne detelje, ampak njen pomen je predvsem v tem, da daje zeleno krmo že zelo zgodaj spomladi, ko je najbolj potrebna in so zimske zaloge že v pomanjkanju. Po cvetenju krma ni več tako okusna in lahko povzroča prebavne motnje. Če se že jeseni po setvi bujno razvije, jo lahko visoko pokosimo ali pa pustimo, da jo živina popase. Zelena krma v fazi cvetenja vsebuje okrog 2,3% beljakovin, v senu pa 8,4% (Korošec, 1998).\n(http://www.lucianabartolini.net/Immagini/paesaggi/trifolium-incarnatum.jpg\n"], "5": ["2.2 Vpliv inkarnatke na pridelek naslednje poljščine v kolobarju", "Če prejšnji poljščini v njivskem kolobarju ne sledi ozimina kot glavni posevek, je zelo priporočljivo posejati prezimni dosevek, ki črpa mineralni dušik iz tal in ga kopiči v organski snovi. Spomladi ali pa že konec jeseni lahko del tega dušika odpeljemo z njive in porabimo za krmo živalim in le podzemni del biomase pridelka zaorjemo, lahko pa pustimo na njivi celotni pridelek biomase, če voluminozne krme za živali ne potrebujemo. Po mineralizaciji organske snovi bo nakopičen dušik kot hranilo spet na voljo naslednjim poljščinam v kolobarju (Kramberger, 2009).\nPri poljščinah, ki za svojo rast potrebujejo nekoliko več dušika (npr. koruza), se z izrazito pozitivnim vplivom predhodnega posevka srečamo, če, kot prezimni dosevek uporabimo pravočasno sejano metuljnico. V tej metuljnici je lahko s pomočjo simbioze in črpanja mineralnega dušika iz tal nakopičenega skupno tudi do 200 kg dušika na hektar. Precejšen del tega dušika se zaradi hitre razgradnje lahko razgradljivih delov organskih snovi sprošča že v maju in juniju in je zato na voljo prvi naslednji poljščini (Kramberger, 2009).\nV poskusih izvedenih na Fakulteti za kmetijstvo in biosistemske vede v zadnjih nekaj letih, so koruzo po prezimni metuljnici gnojili enako kot koruzo, kjer predhodnega posevka ni bilo (uporabljeno je bilo 120 kg dušika na hektar). Vpliv predhodnega posevka (inkarnatka) se je pokazal v večjem pridelku koruze, večji vsebnosti proteinov v pridelku koruze in v »luksuznem« gospodarjenju koruze z dušikom (Kramberger, 2009).\nKramberger in sod. (2010) navajajo, da če želimo parametre kot so veliko simbiotskega dušika in velike pridelke biomase brez gnojenja z dušikom (za krmo in podor), ter manjše tveganje za izpiranje dušika v podtalje preko zime, potem je priporočljiva setev inkarnatke v čisti setvi ali v mešanicah, kjer inkarnatka prevladuje.\nV nekaterih primerih se v njivskem kolobarju srečujemo tudi z negativnimi alelopatskimi vplivi predhodne rastline na poljščino, ki ji sledi v kolobarju. S temi alelopatskimi vplivi se srečamo predvsem v primerih, ko smo prezimni dosevek kemijsko ali mehanično uničili, \nbiomasa, ki se razkraja pa je ostala na površini tal. Alelopatske vplive lahko zelo prikrije ali v celoti izniči večja količina rastlini dostopnega dušika. Posledično so uspešnejše predvsem neposredne setve koruze v prezimni dosevek iz družine metuljnic, izmed katerih so posebej izpostavljene grašice in inkarnatka, ki se po košnji ali mulčenju v maju več ne regenerirajo (Kramberger, 2009).\nWright in Stanley (1982) sicer opozarjata na zmanjšanje pridelka koruze, ko je bil pridelek predhodno sejane inkarnatke odstranjen z njive v obliki sena. Vendar pa višje pridelke koruze lahko pričakujemo, če sejemo koruzo kot naslednji posevek po prezimnem dosevku metuljnic (Kramberger in sod., 2009). Zelo uporabne pa so tudi mešanice metuljnic in nemetuljnic. Prednost mešanice med inkarnatko in mnogocvetno ljuljko je npr. v tem, da vsebuje metuljnico, kar vodi do več akumuliranega dušika v pridelku organske snovi. S tem se teoretično lahko izognemo negativnemu vplivu dosevka na naslednjo poljščino v kolobarju, kar je dokazano v primerih nizke vsebnosti dušika v nemetuljnicah oziroma v primerih širokega razmerja med ogljikom in dušikom (C:N razmerje) v organski snovi zaoranega dosevka (Kramberger in sod., 2010).\nZa racionalno gospodarjenje v celotnem njivskem kolobarju je posebej pomembno, da z metuljnicami vnesemo v krogotok čim več dušika, kar zmanjšuje potrebe po dragih mineralnih dušikovih gnojilih, veliko pa pripomore tudi k večji sonaravnosti kmetijske pridelave. V raziskavah je prikazano, da s simbiotsko vezavo v njivski kolobar vnesemo največ dušika s čisto setvijo inkarnatke. S padanjem deleža inkarnatke v mešanicah pa se je zmanjševala tudi količina simbiotsko vezanega dušika (Kramberger in sod., 2010).\nKramberger in sod. (2009) navajajo, da prezimni dosevki občutno vplivajo na mineralni dušik v tleh pred zimo in pred setvijo koruze spomladi. S poskusi so ugotovili, da spomladi v vsebnosti mineralnega dušika med kontrolo in nemetuljnicami skoraj ni bilo razlik, medtem ko so bile vsebnosti mineralnega dušika pri metuljnicah (inkarnatka in podzemna detelja) v zgornjem sloju (0-30 cm) in kumulativno v sloju 0-90 cm značilno višje kot v kontrolnem posevku. Posledično so bile razlike v vsebnosti dušika v koruzi občutne v poskusih, ki so jih opravljali na Fakulteti za kmetijstvo in biosistemske vede. V primerjavi \ns kontrolnim posevkom je bilo pri posevku inkarnatke in podzemne detelje znatno povečanje v vsebnosti dušika v pridelku koruznega zrnja in v nadzemnih delih koruze v dveh od treh poskusov.\n"], "6": ["3 MATERIAL IN METODE DELA", "Z namenom, da bi ugotovili, kako prezimni dosevki vplivajo na količino pridelka cele rastline in zrnja koruze, na količino dušika v koruzi in na samo višino koruze, smo leta 2010 izvedli poljski poskus na lokaciji UKC Pohorski dvor (46- 28' severne geografske širine in 15-38' vzhodne geografske dolžine).\nNa lokaciji UKC Pohorski dvor so tla distrična rjava (distrični kambisol), globoka in oglejena. Za njih je značilno, da so slabo nasičena z bazičnimi kationi, zato je vrednost pH pri njih običajno pod 5,5. Nahajajo se na nekarbonatnem produ in pesku, ki ju je nasula reka Drava. Kot posledica obdelave tal se je kislost zmanjšala in tla so postala primerna za poljedelstvo (Lovrenčak 1994).\nTla so pred pričetkom poskusa vsebovala 22,5 mg/100g tal P2O5, 28,4 mg/100g tal K2O in 2,24 % organske snovi (po Al metodi). Reakcija tal (pH) je bila 5,94 (v 0,1 mol KCl). Vsebnost mineralnega dušika je bila 12,72 kg ha-1 v sloju tal 0-30 cm, 9,55 kg ha-1 v sloju tal 30-60 cm, ter 5,9 kg ha-1 v sloju tal 60-90 cm. Torej je bilo skupaj v tleh od 0-90 cm 28,17 kg dušika na hektar.\n"], "7": ["3.1 Uporabljen material, zasnova in oskrba poskusa", "V poskusu smo uporabili inkarnatko (Trifolium incarnatum L.), sorto Contea v količini 30 kg semena na hektar in mnogocvetno ljuljko (Lolium multiflorum Lam.), sorto Tetraflorum v količini 50 kg semena na hektar. Kot naslednjo poljščino smo uporabili koruzo (Zea mays L.), sorto Nerissa v količini 82 000 semen na hektar.\nPoskus je bil zasnovan po metodi naključnih blokov v štirih ponovitvah. Posamezna parcela je bila dolga 12m in široka 6,5 m (78 m2). Na parcelicah smo obravnavali vpliv inkarnatke in mnogocvetne ljuljke kot predposevka na koruzo, kontrolno obravnavanje je bilo brez predposevka. \nPrejšnji glavni posevek je bila pšenica. Slama je bila spravljena, ostanki zaorani in zemlja pripravljena na setev prezimnih dosevkov. Prezimni dosevki niso bili gnojeni. Inkarnatka in mnogocvetna ljuljka kot prezimna dosevka za ozelenitev, sta bili posejani 28.8.2009. Spomladi (26.4.2010) smo odvzeli vzorce zemlje in 28.4.2010 smo ovrednotili količine pridelka dosevkov, jih pokosili ter spravili za krmo. Zaoravanje ostankov smo izvedli 7.5.2010, pripravili njivo na setev ter 11.5.2010 posejali koruzo. Pred setvijo je bila koruza gnojena s 100 kg gnojila UREA na hektar, kar predstavlja 46 kg dušika na hektar, 22.6.2010 pa smo dognojevali koruzo z NPK po predposevku inkarnatke 1, mnogocvetne ljuljke in po kontrolnem obravnavanju s 74 kg N, 80 kg P2O5 in 120 kg K2O. Koruzo po inkarnatki 2 smo dognojevali le s 14 kg N in enakima količinama fosforja in kalija. Spravilo koruze je bilo opravljeno 29. in 30.9.2010. Zadnjič smo vzorce zemlje za analizo vzeli 28.10.2010.\n"], "8": ["3.2 Meritve in analize", "Osnovna analiza tal je bila opravljena pred setvijo prezimnih dosevkov. Vsebnost rastlini dostopnega kalija in fosforja v tleh je bila določena po Al metodi (Egner in sod., 1960). Vsebnost mineralnega dušika v tleh pa je bila določena po metodi Keeney-a in Nelson-a (1982). V ta namen smo za ugotavljanje vsebnosti mineralnega dušika v tleh s pomočjo pedološke sonde vzeli vzorce tal do treh globin (0-30, 30-60 in 60-90 cm). Za vsako globino smo na posamezni parcelici vzeli vzorec (0,5 kg) zemlje. Le-to smo zdrobili s prsti, zemljo zapakirali v plastične vrečke, označili in shranili v hladilno torbo. Na koncu smo vse vzorce odnesli v zamrzovalno skrinjo, kjer so počakali do ugotavljanja vsebnosti mineralnega dušika v tleh, kar smo opravili v laboratoriju Fakultete za kmetijstvo in biosistemske vede.\nJulija smo z merilnim trakom izmerili višine celotnih rastlin koruze. Septembra pa smo izmerili višine celotnih rastlin koruze in vrednotili količine pridelka koruze. V vsakem obravnavanju smo odbrali deset povprečnih rastlin, jim odstranili storže in te rastline stehtali. Tako smo dobili pridelek sveže mase rastlin koruze. Dve rastlini brez storžev iz posameznega obravnavanja smo v sušilnici sušili na temperaturi 50-55-C, 2-3 dni oziroma \ndo prenehanja sprememb v masi ter nato dobili pridelek suhe snovi rastlin koruze. Iz storžev, ki smo jih potrgali z rastlin smo odbrali pet povprečnih ter z njih oluščili zrnje in ga po istem postopku kot celotne rastline posušili na 14% vlage. Preostanek storžev smo posušili in nato prišteli masi rastline. V laboratoriju kmetijskega zavoda smo določali vsebnosti dušika v zrnju in rastlini koruze po Kheldahlu.\n"], "9": ["3.3 Statistična obdelava podatkov posameznih parametrov", "Podatke, ki smo jih dobili, smo zbrali v Microsoft Excel-ovi preglednici. Za statistično obdelavo (analiza variance) je bil uporabljen program SPSS 17.0 za Windows. Sredine variabilnih spremenljivk smo testirali z Duncan testom pri 5% tveganju.\n"], "10": ["3.4 Vremenske razmere", "Vremenske razmere so podane za meteorološko postajo Maribor - Letališče, ki se nahaja na nadmorski višini 275 m in je od parcele, kjer je bil izvajan poskus, oddaljena 3 km zračne linije.\nobdobje 1981 do 2000 za meteorološko postajo Maribor.\nIz preglednice 1 je razvidno, da so bile povprečne temperature zraka jeseni 2009 nekoliko nad povprečjem, januarja pa nekoliko pod povprečjem, prvi pomladni mesec marec je naznanil začetek pomladi, saj so bile temperature nad dolgoletnim povprečjem. Enako so bile povprečne temperature junija višje od temperatur v obdobju 1981 do 2000. V obdobju izvajanja poskusa so bile skoraj vse mesece povprečne mesečne temperature za malenkost višje od dolgoletnega povprečja.\nAvgusta 2009 (Preglednica 1), ko so bili sejani prezimni dosevki, je bilo kar 284 mm padavin, kar je več kot 2-kratno povečanje od dolgoletnega povprečja. V zimskih mesecih \n2009/2010 je bilo nekoliko manj padavin kot v letih od 1981 – 2000. Februarja je bilo povečanje, naslednjih pet mesecev pa je bila občutno manjša količina padavin. Avgusta je bil višek padavin v letu 2010 in tudi za 32,5 mm padavin več kot v dolgoletnem povprečju. September je bil podoben avgustu, le padavin je bilo nekoliko manj. Oktobra pa je bilo padavin dosti manj kot v letih od 1981 do 2000.\nV času izvajanja poskusa je padlo 1317 mm padavin, kar je le za malenkost manj glede na dolgoletno povprečje, ko je v enakem časovnem obdobju padlo 1378 mm padavin. Padavine so padle dokaj enakomerno, izstopanje je bilo le avgusta 2009, ko je padlo 284 mm padavin in avgusta in septembra 2010 s 153 in 135 mm padavin. Snežna odeja je prekrivala tla 64 dni v času izvajanja poskusa v letih 2009/2010.\nMaribor 2009/2010\navg sep okt nov dec jan feb mar apr maj jun jul avg sept okt  temperature padavine\nMaribor v času izvajanja poskusa (v razmerju 1:4). \nMaribor v obdobju od 1981 do 2001 (v razmerju 1:4).\nIz grafikona 1 je razvidno, da je padavinska krivulja julija 2010 prišla pod temperaturno krivuljo, kar kaže na to, da je bilo takrat obdobje pomanjkanja padavin. Po podatkih za dolgoletno obdobje (Grafikon 2) pa sušnih obdobij ni bilo.\n"], "11": ["4 REZULTATI Z RAZPRAVO", ""], "12": ["4.1 Mineralni dušik v tleh pred setvijo koruze", "Vsebnost mineralnega dušika v tleh pred setvijo koruze (Preglednica 2) se ob vzorčenju 26.4.2010, tik pred zaoravanjem prezimnih dosevkov, pričakovano statistično med inkarnatkama ne razlikuje. V obeh primerih je bila vsebnost mineralnega dušika čez 50 kg ha-1. Se pa ti dve vsebnosti razlikujeta od vsebnosti mineralnega dušika pod mnogocvetno ljuljko in kontrolo, ki se med seboj tudi statistično ne razlikujeta in znašata 16,13 in 21,2 kg dušika na hektar.\nGselman in Kramberger (2008) navajata, da je simbiotska vezava dušika iz zraka pri metuljnicah zelo učinkovita ob pravočasni poznopoletni setvi, kar smo izvedli tudi v našem poskusu. Zato lahko iščemo razlog za večjo vsebnost mineralnega dušika v tleh pod inakarnatko prav v simbiotski vezavi dušika iz zraka.\nPovprečja, označena z različno črko, se v posameznem letu medsebojno statistično razlikujejo (Duncan, P ≤ 0,05).\nGlede na to, da je mnogocvetna ljuljka črpala dušik iz tal, je bilo pričakovno manj dušika v tem obravnavanju kot v kontrolnem obravnavanju, kjer dosevka ni bilo. Razlog za to, da se vsebnost dušika pri mnogocvetni ljuljki in kontroli statistično ne razlikuje, je verjetno v tem, da se je v kontrolnem obravnavanju dušik izpiral iz tal, saj je v času od setve dosevkov pa do datuma odvzema vzorcev spomladi padlo kar 758 mm padavin.\n"], "13": ["4.2 Višine koruze", "Kot smo pričakovali, je koruza dosegla najvišjo višino v tistih obravnavanjih, kjer je bila predposevek inkarnatka. To smo ugotovili julija in septembra (Preglednica 3). Zanimivo pa je, da v višinah koruze ni bilo statistično značilne razlike med po inkarnatki gnojeno koruzo s 120 kg N ha-1 in med po inkarnatki gnojeno koruzo s 60 kg N ha-1. Se pa je julija pokazala statistična razlika v višinah koruze med obravnavanjem, kjer je bil predposevek mnogocvetna ljuljka in obravnavanjem, kjer je bil predposevek inkarnatka, saj so bile koruze po predposevku mnogocvetne ljuljke za skoraj 0,5 m nižje od tistih po predposevku inkarnatke. Tudi septembra se je statistično značilna razlika prav tako pokazala med obravnavanji predposevka inkarnatka in obravnavanjem predposevka mnogocvetna ljuljka.\nPovprečja, označena z različno črko, se v posameznem letu medsebojno statistično razlikujejo (Duncan, P ≤ 0,05).\nRazlog za to, da je bila koruza po predposevku mnogocvetne ljuljke nižja, lahko iščemo v tem, da ostanki mnogocvetne ljuljke v tleh vsebujejo širše C:N razmerje kot ostanki inkarnatke, kar posledično vodi do imobilizacije dušika in le-ta koruzi začasno ni dostopen.\nJensen in sod. (2005) namreč navajajo, da lahko zaoran rastlinski material s širšim C:N razmerjem od 45:1 povzroči povečano imobilizacijo dušika v tleh in konkurenčnost mikroorganizmov za dušik v tleh z naslednjo poljščino v kolobarju.\n"], "14": ["4.3 Pridelek koruze", ""], "15": ["4.3.1 Pridelek suhe snovi cele rastline koruze", "Pričakovano je bil največji pridelek cele rastline koruze, vključno z zrnjem (18481 kg ha-  ), dosežen v obravnavanju po inkarnatki. Različno gnojenje koruze po inkarnatki ni dalo statistično različnih pridelkov koruze. Pridelek koruze je bil po mnogocvetni ljuljki (12919 kg ha-1) značilno manjši kot po inkarnatki, vendar statistično na istem nivoju kot v kontrolnem obravnavanju (15536 kg ha-1).\nPovprečja, označena z različno črko, se v posameznem letu medsebojno statistično razlikujejo (Duncan, P ≤ 0,05).\nV našem poskusu smo z inkarnatko kot prezimnim dosevkom dosegli največji pridelek koruze. Enako navajajo tudi Kouyate in sod. (2000), ki so ugotovili, da so metuljnice kot prezimni dosevek v kolobarju sposobne povečati pridelek koruze kot naslednje poljščine enako, kot lahko to dosežemo z gnojenjem 60 do 200 kg N ha-1.\nVpliv mnogocvetne ljuljke kot prezimnega dosevka se je pokazal kot negativen, kar lahko pripišemo širokemu C:N razmerju v zaoranih ostankih in imobilizaciji dušika, ki je namenjen koruzi, kar navajajo tudi Kramberger in sod. (2009). Raimbault in sod. (1999) pa navajajo, da lahko zmanjšan pridelek koruze povzroči celo alelopatija predhodnega posevka.\n"], "16": ["4.3.2 Pridelek suhe snovi zrnja koruze", "Na osnovi rezultatov poskusov (preglednica 5) lahko ugotovimo, da je uporaba različnih prezimnih dosevkov vplivala na pridelek zrnja koruze, ki je bila sejana kot naslednja poljščina v kolobarju. Najvišji pridelek zrnja koruze (10932,0 kg ha-1) smo pridelali za prezimnim dosevkom inkarnatka 1, ki se statistično razlikuje od pridelka zrnja koruze po mnogocvetni ljuljki, po kateri je bil pridelek najnižji (8246,5 kg ha-1). Pridelek zrnja koruze po inkarnatki 2 in kontrolnem obravnavanju se statistično ne razlikuje od ostalih obravnavanj.\nPovprečja, označena z različno črko, se v posameznem letu medsebojno statistično razlikujejo (Duncan, P ≤ 0,05).\nV primerjavi z inkarnatko je bil pridelek mnogocvetne ljuljke manjši za kar 24,5 % kot tam, kjer je bila zaorana metuljnica. Caporalli in sod. (2004) poročajo, da je bil v njihovem poskusu nižji pridelek tam, kjer so kot prezimni dosevek zaorali mnogocvetno ljuljko (22%), in kjer je bila kontrola (14%), kot tam, kjer so zaorali metuljnice, kar nam pove, da metuljnice naknadni posevek oskrbijo z dušikom in vplivajo na povečan pridelek koruze kot naslednje poljščine v kolobarju.\n"], "17": ["4.4 Količina dušika v koruzi", "Vsebnost dušika v pridelku koruze (rastlina in zrnje) je bila največja v obravnavanju, kjer je bil predposevek inkarnatka in smo koruzo gnojili s 120 kg N ha-1. V pridelku tega obravnavanja je bilo kar 223,81 kg N ha-1. Ta količina se je statistično razlikovala od kontrolnega obravnavanja (129,36 kg N ha-1) in obravnavanja s predposevkom inkarnatka, kjer je bila koruza gnojena s 60 kg N ha-1 (183,75 kg N ha-1). Koruza po mnogocvetni ljuljki je v pridelku akumulirala statistično značilno najmanj dušika (130 kg N ha-1).\nVpliv inkarnatke je bil torej pozitiven tudi kar se tiče vsebnosti dušika v koruzi, saj je imela koruza sejana po predposevku inkarnatke največje vsebnosti dušika. Vzrok za to je lahko več dušika v tleh, ki ga je kot predposevek zapustila inkarnatka.\nPovprečja, označena z različno črko, se v posameznem letu medsebojno statistično razlikujejo (Duncan, P ≤ 0,05).\n"], "18": ["5 SKLEPI", "Na osnovi poskusa, v katerem smo ugotavljali vpliv inkarnatke (Trifolium incarnatum L.) na koruzo (Zea mays L.) kot naslednjo poljščino v kolobarju, smo prišli do naslednjih sklepov:\n- Inkarnatka se je v primerjavi z mnogocvetno ljuljko in kontrolo, kjer ni bilo  nobenega prezimnega dosevka, pokazala kot zelo dober predposevek koruzi.\n- Čeprav smo gnojenje z dušikom koruzi po pridelovanju inkarnatke zmanjšali za  polovico (60 kg ha-1), je bil pridelek koruze še vedno na istem nivoju, kot tam, kjer  predposevka ni bilo in je bila koruza gnojena s 120 kg dušika na hektar.\n- Predvsem z vidika ekološke pridelave je lahko inkarnatka zelo primeren prezimni  dosevek v kolobarju s koruzo. Kot metuljnica ima namreč sposobnost simbiotske  vezave dušika iz zraka, s čimer se po njenem spravilu vsebnost dušika v tleh  poveča, kar pomeni boljše pogoje za uspevanje naslednje poljščine v njivskem  kolobarju.\n"], "abstract": ["V letih od 2009 do 2010 smo v Hočah (275 m n.v., 46° 28' s.g.š., 15° 38' v.g.d.) ugotavljali vpliv inkarnatke (Trifolium incanrnatum L.) na koruzo (Zea mays L.) kot naslednjo poljščino v kolobarju. Poskus je bil zasnovan po metodi naključnih blokov v štirih ponovitvah. V poskuse so bila vključena naslednja obravnavanja: kontrola (brez prezimnega dosevka), mnogocvetna ljuljka (Lolium multiflorum Lam.) in inkarnatka, po katerih je bila koruza gnojena s 120 kg N ha-1, ter inkarnatka, po kateri je bila koruza gnojena s 60 kg N ha-1. Dosevki so bili sejani konec avgusta 2009, zelinje dosevkov pa je bilo spravljeno z njive konec aprila 2010, nakar je bila njiva preorana in posejana koruza. V poskusu se je inkarnatka izkazala kot zelo dober predposevek koruzi, kar se je izkazovalo v največji doseženi višini koruze, največjem pridelku sušine koruze in največji vsebnosti dušika v pridelku koruze. V obravnavanju, kjer smo po inkarnatki koruzo pridelovali ob zmanjšanem gnojenju z dušikom, je bil pridelek koruze še vedno statistično na istem nivoju kot v kontrolnem obravnavanju, kjer je bila koruza gnojena s 120 kg N ha-1. Pozitiven vpliv inkarnatke na koruzo kot naslednjo poljščino v kolobarju lahko pripišemo simbiotski vezavi dušika pri inkarnatki, kar omogoča vnos dodatnega dušika iz zraka v krogotok dušika v njivskem kolobarju. "]}