{"1": ["1 UVOD", "Slovenske kmetije so majhne, saj znaša povprečna velikost kmetijskih zemljišč 6,5 hektarjev. Večina kmetij samo s kmetijsko pridelavo ne more zagotavljati socialne varnosti kmečki družini. Zaradi vse manjših možnosti za zaposlovanje številni ostajajo na svojih majhnih kmetijah in iščejo nove možnosti za zaslužek. Tako se z dopolnilnimi dejavnostmi v Sloveniji ukvarja okoli 4 % vseh kmetijskih gospodarstev, in sicer s štirimi glavnimi dejavnostmi, med katerimi ima najdaljšo tradicijo gotovo domača obrt, nato turizem na kmetiji ter predelava lesa, sadja in zelenjave.\nTurizem na kmetijah omogoča, da si člani kmetije pridobijo dodaten zaslužek, posredno pa s ponudbo, ki temelji na privlačnosti naravne in kulturne dediščine podeželja, gostoljubnosti in domačnosti, individualnosti ponudbe ter znanju podeželskih ljudi, ki ohranjajo identiteto slovenskega podeželja, izboljšujejo okolje in urejenost krajine, krepijo lokalno trajnostno oskrbo, promovirajo Slovenijo v svetu ter ne nazadnje dvigujejo bruto dodani proizvod in tako krepijo nacionalno gospodarstvo. Razvoj turističnih kmetij vseskozi podpirata z različnimi ukrepi tako slovenska kot tudi evropska kmetijska politika in politika razvoja podeželja.\nTurizem na kmetijah:\n- predstavlja pomemben sestavni del turistične ponudbe podeželja;\n- zagotavlja kmetijam pomemben vir dodatnega dohodka;\n- zagotavlja ohranjanje delovnih mest na kmetijah;\n- predstavlja možnost za neposredno prodajo kmetijskih pridelkov;\n- vzpodbuja razvoj sorodnih dopolnilnih dejavnosti na kmetijah\nin s tem prispeva k:\n- urejanju podeželja, ohranjanju poseljenosti in kulturne krajine;\n- ohranjanju proizvodnega potenciala kmetij; \n - povečanju konkurenčne sposobnosti in gospodarske aktivnosti kmetij. (Kmetijsko  gozdarska zbornica Slovenije – zavod Celje 2012).\n"], "2": ["1.1 Namen in cilji", "Glavni namen diplomske naloge je analiza pričakovanj gostov glede kakovosti ponudbe turizma na podeželju. Raziskava je potekala skupaj z Združenjem turističnih kmetij Slovenije in Kmetijskim gozdarskim zavodom Celje. Naročnikom kataloga Prijazno podeželje smo po pošti poslali anketni vprašalnik.\nRezultati analize bi lahko pomagali turističnim kmetijam v Sloveniji, saj je poslovni uspeh turistične dejavnosti na kmetiji, s tem pa tudi dodatni dohodek kmetij odvisen od obiska gostov. Zato je prav, da se turistične kmetije trudijo, da s svojo ponudbo ustrežejo željam in potrebam gostov, ki obiščejo posamezno kmetijo.\n"], "3": ["1.2 Pregled zastavljenih hipotez", "H1: predvidevamo, da si večina anketirancev rezervirajo počitnice na podeželju preko  Združenja turističnih kmetij, kateri izdajajo katalog Prijazno podeželje, s katerim so  anketiranci zelo zadovoljni;\nH2: predvidevamo, da večina anketirancev ponavadi počitnikuje ves teden;\nH3: predvidevamo, da anketiranci radi počitnikujejo na turistični kmetiji, kjer so že bili ali  po priporočilu prijateljev, saj jim prvi dober vtis predstavljata prijazen in oseben  sprejem gostiteljev;\nH4: predvidevamo, da je obisk turistične kmetije odvisen od lokacije; \nH5: predvidevamo, da na izbiro namestitve na podeželju na anketirance najbolj vpliva  kategorizacija turistične kmetije, saj jim je med bivanjem na turistični kmetiji najbolj  pomemben visoki standard sob in storitev.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Definicija kmetije", "Kmetija je oblika kmetijskega gospodarstva, na katerem se eno ali več gospodinjstev ukvarja s kmetijsko dejavnostjo. Člani ali članice kmetije so fizične osebe, ki so člani gospodinjstva po predpisih o prijavi prebivališča in so starejši od 15 let (Zakon o kmetijstvu 2008).\n"], "6": ["2.2 Dopolnilne dejavnosti na kmetiji", "Kmetje so se že od nekdaj poleg kmetovanja ukvarjali še z drugimi dejavnostmi, v začetku le za lastne potrebe (domača obrt, predelava pridelkov), pozneje pa tudi za trg, da so si izboljšali socialni položaj.\nČeprav se dopolnilne dejavnosti razvijajo ves čas, pa je v zadnjih letih zanimanje zanje še mnogo večje. Pozna se vse slabši položaj kmetijstva in vedno manjše možnosti za zaposlitev zunaj kmetije. Pri nas so kmetije manjše in težavnejše razmere za kmetijsko pridelavo že od nekdaj silijo kmeta v iskanje možnosti za dodatni prihodek, ki ga kmetje želijo pridobiti za zagotavljanje socialne varnosti oziroma si izboljšati socialni položaj družine in torej bolje izkoristiti svoje stanovanjske in gospodarske prostore ter stroje, zaposliti proste delovne moči na kmetiji, izkoristiti znanje in spretnosti ter bolje unovčiti svoje kmetijske pridelke (Kulovec 2002).\nDopolnilna dejavnost na kmetiji je s kmetijstvom oziroma gozdarstvom povezana dejavnost, ki omogoča kmetiji boljšo rabo njenih proizvodnih zmogljivosti ter delovne sile članov kmetije in njenih zaposlenih. (Zakon o kmetijstvu 2008). \nPri nas se na kmetijah razvijajo predvsem dopolnilne dejavnosti, ki so tesno povezane s kmetijsko pridelavo. To so predelava in prodaja kmetijskih pridelkov in izdelkov, domača obrt in turistična dejavnost na kmetiji, kjer gre tudi za prodajo po večini doma pridelane hrane in izrabo razpoložljivega prostora (Krašovec 1997).\n"], "7": ["2.3 Turizem na kmetiji", ""], "8": ["2.3.1 Definiranje pojma turizem na kmetiji", "Že od nekdaj se je človek v iskanju miru in počitka zatekel v naravo. Vedno znova se želi vsaj za trenutek odtrgati od betona, slabega zraka, prometnega vrveža in stresnega življenja, ki ga duši v mestu. Kam? Ponavadi na planine, v gozdove, med žitna polja in travnike… torej ustavil se je popotnik – turist na deželi, na kmetiji, da prisluhne tišini in pomirjujočim glasovom narave – ptičjemu petju, žuborenju potoka, mukanju živine... In prav tukaj, v tem trenutku, je nastal prvi, neposredni stik turista s podeželjem, s kmečkim prebivalstvom in z njegovim življenjem. Včasih taka srečanja meščana s kmetom niso bila vsakdanja, ker je takrat nasploh manj ljudi potovalo in tudi tedanji način življenja meščana ni tako utrujal. Dandanes potuje pravzaprav že vsakdo in vedno več je ljudi, posebej tistih iz večjih mest, ki jim postajajo oddih in počitnice v mirnem kraju na deželi življenjska potreba. Tako se je iz nekoč priložnostne turistične dejavnosti na podeželju – na kmetiji razvila organizirana turistična dejavnost – kmečki turizem (Korošec 1975), ki združuje/povezuje kmetijsko-gozdarsko in turistično dejavnost (McGehee in Kim 2004).\nKulovec (2002) poudarja, da je pravilno poimenovanje kmetije, ki se ukvarja s turistično dejavnost »turistična kmetija« in ne »kmečki turizem«.\nTurizem na kmetijah ima v Sloveniji dolgo tradicijo in je danes vsekakor najpomembnejša dopolnilna dejavnost na kmetijah. Glede na sodobne trende v turizmu je tržno zanimiv in kakovosten turistični proizvod tisti, ki temelji na privlačnosti narave in kulturne dediščine podeželja, gostoljubnosti, domačnosti, znanju podeželskih ljudi in individualnosti (Križan 2000). \nNa kratko bi lahko rekli, da je turizem oziroma turistična dejavnost na kmetiji ena izmed vrst dopolnilnih dejavnosti na kmetiji, pri kateri se pripravljajo in strežejo jedi ter pijače, nastani goste ter se jim ponudi še kaj. Urejajo pa jo predpisi s področja kmetijstva in gostinstva (Krašovec, 2002).\n"], "9": ["2.3.2 Pogoji za opravljanje dopolnilnih dejavnosti na kmetiji", "Nosilec dopolnilne dejavnosti na kmetiji je lahko fizična oseba, ki je lastnik, zakupnik ali drugačen uporabnik kmetije in se za svoj račun ukvarja s kmetijsko dejavnostjo ter je za to ustrezno usposobljen (Zakon o kmetijstvu 2008).\nLetni dohodek iz dopolnilnih dejavnosti na člana kmetije ne sme presegati 1,5 povprečne letne plače na zaposleno ali zaposlenega v Republiki Sloveniji v preteklem letu, v območjih z omejenimi možnostmi za kmetijsko dejavnost pa ne sme presegati tri povprečne letne plače na zaposlenega v Republiki Sloveniji v preteklem letu (Zakon o kmetijstvu 2008).\nDopolnilne dejavnosti se na kmetiji v celoti ali delno izvajajo na zemljiščih ali v objektih, ki jih ima nosilec dopolnilne dejavnosti ali družinski član v lasti, najemu ali v zakupu ali v skupnih objektih. Takšna kmetija mora imeti v lasti najmanj en hektar ali v zakupu najmanj pet hektarjev primerljivih površin. Za 1 ha primerljivih površin se štejejo: 1 ha njiv, 2 ha travnikov oziroma ekstenzivnih sadovnjakov, 4 ha pašnikov, 0,25 ha plantažnih sadovnjakov ali vinogradov oziroma hmeljišč, 0,2 ha vrtov, vključno z zavarovanimi prostori pri pridelavi vrtnin, 8 ha gozdov, 5 ha gozdnih plantaž ali 6 ha barjanskih travnikov oziroma drugih površin (Zakon o kmetijstvu 2008).\n"], "10": ["2.3.3 Vrste oziroma oblike turističnih kmetij", "Turizem na kmetiji se deli na gostinsko in negostinsko dejavnost.\n- Negostinska dejavnost: \n - ogled kmetije in njenih značilnosti ter okolice kmetije;\n- prikaz vseh del iz osnovne kmetijske in gozdarske dejavnosti;\n- prikaz vseh del iz ostalih vrst dopolnilne dejavnosti na kmetiji;\n- turistični prevoz potnikov z vprežnimi vozili;\n- ježa živali;\n- žičnice, vlečnice, sedežnice;\n- oddajanje športnih rekvizitov;\n- oddajanje površin za piknike.\n- Gostinska dejavnost:\n- kmetija z nastanitvijo;\n- kmetija s prostorom za kampiranje;\n- izletniška kmetija;\n- vinotoč;\n- osmica;\n- planšarija (Ur.l. RS, št. 61/2005).\nZa dopolnilno dejavnost turizem na kmetiji – gostinska dejavnost se mora zagotoviti takšen obseg kmetijske dejavnosti, ki zagotavlja najmanj 30 % vrednosti lastnih surovin, pri čemer se jih do največ 30 % vrednosti surovin lahko dokupi v trgovini, ostalo pa od drugih kmetij (Ur.l. RS, št. 61/2005).\nTako kot pri nekaterih drugih dopolnilnih dejavnostih je tudi pri turistični dejavnosti na kmetiji določen fizični obseg, v katerem se lahko opravlja dejavnost kot dopolnilna \ndejavnost na kmetiji. Turistična dejavnost lahko obsega največ 60 sedežev na izletniških kmetijah in vinotočih ter največ 10 sob in dodatnih skupnih ležišč na kmetijah z nastanitvijo, pri čemer število vseh ležišč ne sme biti večje od 30. Tudi v primeru apartmajev se upošteva število sob, saj pravilnik o minimalnih tehničnih pogojih apartma opredeljuje kot enosobni ali večsobni nastanitveni prostor (Krašovec 2008).\n2.3.3.1 Kmetija z nastanitvijo\nZa nastanitev lahko kmetija ponuja sobe, stanovanje ali apartma in prostor za kampiranje. Svoje storitve ponuja v obliki nočitev z zajtrkom, celodnevne oskrbe na osnovi polpenziona ali polnega penziona in v primeru ponudbe apartmajev v obliki najema apartmaja. Na kmetiji je mogoče urediti prostor za kampiranje, ki gostom nudi prostore za postavitev avtodomov, šotorov, počitniških prikolic in hišic ter osebnih avtomobilov ali pa nastanitev v že postavljenih šotorih, počitniških prikolicah in hišicah. Pri nastanitvi v apartmaju ali kampu lahko kmetija nudi oskrbo z lastnimi pridelki. Za prenočevanje lahko na kmetiji uredimo skupna ležišča. Možnosti za to obstajajo na neizrabljenih podstrešjih in v drugih prostorih obstoječih turističnih kmetij in so primerna za sprejem skupin otrok, tabornikov, planincev…(Združenje turističnih kmetij Slovenije 2012).\n2.3.3.2 Izletniška turistična kmetija\nPonuja hrano in pijačo, ne nudi pa prenočišč. Izletniška kmetija lahko nudi jedi iz domačega okolja, doma pridelane in predelane pijače, napitke, ustekleničeno in mineralno vodo. Pristojni organ samoupravne lokalne skupnosti lahko dovoli kmetu, da nudi tudi kupljeno pijačo (Združenje turističnih kmetij Slovenije 2012).\n2.3.3.3 Vinotoč in osmica\nGre za dve obliki strežbe in prodaje lastnega vina in drugih doma pridelanih alkoholnih in \nbrezalkoholnih pijač. Medtem ko lahko v vinotoču prodajajo in strežejo hrano in pijačo čez vse leto, seveda dokler imajo svojo lastno zalogo, pa so osmice lahko odprte največ dvakrat na leto do deset dni. Osmice izhajajo še iz časa Marije Terezije in so razširjene predvsem na Primorskem. Zakonski predpisi določajo, da lahko vinotoč nudi hladne prigrizke, domač kruh in pecivo ter lastno vino, druge alkoholne in brezalkoholne pijače ter mineralno in ustekleničeno vodo. Osmice lahko poleg naštetega ponujajo tudi eno krajevno značilno jed (Združenje turističnih kmetij Slovenije 2012).\n2.3.3.4 Planšarija\nPlanšarija lahko ponuja sir, mleko, mlečne izdelke in hladne prigrizke, doma pridelane alkoholne in brezalkoholne pijače, tople in hladne napitke in eno domačo jed iz kotlička. Na planšariji se nudijo jedi in pijače le v času pašne sezone, ki jo potrdi pašna skupnost za tekoče leto (Združenje turističnih kmetij Slovenije 2012).\n"], "11": ["2.3.4 Kategorizacija kakovosti ponudbe turističnih kmetij z nastanitvijo", "Od leta 1999 označujemo - kategoriziramo v Sloveniji kakovost storitev na turističnih kmetijah z jabolki. Več jabolk zagotavlja višjo kakovost in večji obseg storitev.\nKakovost storitev na turističnih kmetijah z nastanitvijo je označena z jabolki, in sicer z eno, dvema, tremi ali štirimi (Slika 1). Z označitvijo kakovosti je izražena urejenost kmetije kot celote, največji poudarek je namenjen urejenosti prostorov, kjer se zadržujejo gostje, vključena pa je tudi kakovost in pestrost jedi in pijač ter izbira možnosti za preživljanje prostega časa. Kakovost ponudbe turističnih kmetij vsake 3 leta preverja pristojna inštitucija (Združenje turističnih kmetij Slovenije 2012).\nPo novem Pravilniku o merilih in načinu kategorizacije nastanitvenih obratov in marin (Ur. l. RS, št. 62/2008 in 72/2009), ki določa tudi pogoje za kategorizacijo turističnih \nkmetij z nastanitvijo, je pridobitev kategorije za vse turistične kmetije z nastanitvijo obvezna, na spletnih straneh STO pa je na razpolago elektronsko orodje za kategorizacijo do treh jabolk v obliki samoocenitve, za štiri jabolka pa mora ocenitev opraviti ocenjevalec z licenco Ministrstva za gospodarstvo. Pravilnik natančno opisuje pogoje glede urejenosti okolja in zunanjega videza kmetije, urejenosti ter opremljenosti posameznih prostorov kmečke hiše (jedilnice, kuhinje, sanitarij, kopalnice in sob za goste), zahteve pri ponudbi hrane in dodatni ponudbi za goste pri posameznih kategorijah turističnih kmetij. Postopek za pridobitev kategorije je sedaj poenostavljen tako, da odločbe o kategoriji turistične kmetije ne izdaja več upravna enota, ampak zadostuje kategorizacija s samoocenitvijo oziroma z ocenitvijo ocenjevalca.\npostelj eno kopalnico, ki mora biti v etaži ter eno moško in eno žensko stranišče. Zadovoljiva kakovost in način ponudbe hrane (upoštevanje normativov).\nin pestra izbira hrane. \nrekreacijske površine …). Zelo dobra notranja opremljenost turistične kmetije (oprema iz naravnih materialov). Najmanj 70 % sob ima svojo kopalnico in stranišče. Zelo dobra ponudba hrane (pestra, raznolika – vegetarijanska, dietna, polnovredna hrana dobrega okusa in videza). Dodatna ponudba, npr. otroške posteljice, previjalne mize za dojenčke, spalnice samo za nekadilce, organizirana vodniška služba.\nklopi iz naravnih materialov itd.). Oprema notranjih  prostorov je udobna in iz naravnih materialov. Odlična  kakovost in način ponudbe hrane (pestra, raznolika –  vegetarijanska, dietna, polnovredna hrana dobrega okusa in  estetskega videza). Vse sobe imajo kopalnico in stranišče.  Dodatna ponudba, npr. otroške posteljice, previjalne mize za  dojenčke, možnost likanja in uporaba pralnega stroja,  spalnice samo za nekadilce, organizirana vodniška služba ipd.\n"], "12": ["2.3.5 Specializacija ponudbe turističnih kmetij", "V Sloveniji je vse več kmetij, ki se odločajo za razvoj specializirane ponudbe, s katero želijo izpolniti potrošnikove želje in jim s tem pomagajo pri odločitvi izbire. Strokovnjaki s posameznih področij so pripravili obvezne in izbirne pogoje, ki jih morajo izpolnjevati \nkmetije, ki želijo pridobiti znak specializirane ponudbe. Znake od leta 2007 podeljuje Kmetijsko gozdarska zbornica Slovenija.\nigra, zdrava prehrana). V vse aktivnosti s posebno pozornostjo vključuje tudi starše.\nPonuja zanimivo in aktivno preživljanje počitnic tudi takrat, ko pridejo otroci na kmetijo brez spremstva staršev, najpogosteje s svojimi vzgojitelji. Nekatere kmetije varstvo in pester program aktivnosti v celoti zagotovijo same. Programi bivanja na kmetiji vključujejo spoznavanje narave in dela na kmetiji ter animirano igro pod skrbnim vodstvom vzgojiteljev ali drugih strokovno usposobljenih oseb.\nkolesa shranite ali pa si jih, če si jih ne boste pripeljali s seboj, tudi sposodite.\ndobrotami. Gostje lahko spoznajo dela v vinogradu in kleti. Te kmetije niso privlačne le za poznavalce vin, ampak s svojo gostoljubnostjo in domačnostjo očarajo prav vsakogar.\n Gostom omogoča, da se lahko z invalidskim vozičkom  samostojno gibljejo okoli kmetije in v prostorih, ki so jim  namenjeni in katerih oprema je v največji meri prilagojena  njihovim potrebam (Združenje turističnih kmetij Slovenije  2012).\n"], "13": ["2.3.6 Število turističnih kmetij", "Po podatkih kmetijske svetovalne službe Kmetijsko gozdarskih zavodov v Sloveniji je bilo meseca marca leta 2009 630 registriranih turističnih kmetij v Sloveniji, od tega je bilo 270 izletniških kmetij, 94 vinotočev, 27 osmic in 239 turističnih kmetij z nastanitvijo. Vse te kmetije so imele skupaj 26.300 sedežev in 3.100 ležišč (Združenje turističnih kmetij Slovenije 2012).\n"], "14": ["2.4 Predstavitev Kmetijsko gozdarskega zavoda Slovenije- zavod Celje (KGZS-  zavod Celje)", "Kmetijsko gozdarski zavod Celje deluje na območju enajstih upravnih enot in štiridesetih občin med avstrijsko in hrvaško mejo. Območje obsega 192.475 ha zemljišč. Od tega je 80.305 ha kmetijskih in 89.762 ha gozdnih zemljišč. 87 % površin, ki so namenjene kmetijski dejavnosti, leži v območjih z omejenimi dejavniki, kar narekuje specifične pogoje kmetovanja in temu prilagojene svetovalne ukrepe. Na območju je 15.100 kmetijskih gospodarstev, od katerih je v letu 2008 10.539 oddalo vloge za neposredna plačila. Dvainpetdeset sodelavcev oddelka za kmetijsko svetovanje ter enainštirideset sodelavcev oddelka za živinorejo deluje na enajstih izpostavah zavoda. Na oddelku za kmetijsko svetovanje pomaga kmetom s strokovnimi rešitvami 11 specialistov za področja: živinoreja, travništvo in pašništvo, poljedelstvo, zelenjadarstvo in okrasne rastline, ekološko kmetovanje, hmeljarstvo, ekonomika kmetijstva, razvoj podeželja, varstvo rastlin, pravno svetovanje, kmečka družina in razvoj dopolnilnih dejavnosti na kmetijah. Kmetijski svetovalci nudijo kmetom tehnološko svetovanje, izvajajo usposabljanja, \nizdelujejo poslovne načrte, pomagajo kmetom pri uveljavljanju najrazličnejših ukrepov kmetijske politike, pri organizaciji in delovanju rejskih organizacij, organizacij pridelovalcev in drugih oblik proizvodnega in interesnega združevanja kmetov ter sodelujejo pri različnih projektih razvoja podeželja na lokalnem nivoju in mednarodnih projektih.\nPoleg tega strokovnjaki na zavodu izdelujejo tehnološke načrte za novogradnje in adaptacije hlevov, vodijo knjigovodstvo na kmetijah ter koordinirajo in izvajajo aktivnosti Združenja turističnih kmetij Slovenije (Kmetijsko gozdarska zbornica Slovenije – zavod Celje 2012).\n"], "15": ["2.5 Predstavitev Združenja turističnih kmetij (ZTKS)", "Združenje turističnih kmetij je bilo ustanovljeno 4. 11. 1997 na KGZS-Kmetijsko gozdarskem zavodu Celje, ki že od ustanovitve dalje zagotavlja nepogrešljivo strokovno in finančno pomoč pri delovanju združenja. ZTKS je organizirano v skladu z določili Zakona o društvih in kot področna turistična organizacija povezuje več kot polovico vseh registriranih turističnih kmetij - 384 turističnih kmetij iz vse Slovenije.\nOd ustanovitve leta 1997 dalje skrbi Združenje za skupen nastop turističnih kmetij na trgu, za razvoj ponudbe, informiranje in usposabljanje nosilcev turistične dejavnosti na kmetijah, zastopanje interesov članov,… Dejavnosti promocijskega spleta so v preteklih desetih letih pomembno vplivale na večjo prepoznavnost ponudbe turističnih kmetij, boljše zavedanje potrošnikov, poznavanje in večjo naklonjenost ponudbi slovenskih turističnih kmetij ter tako zagotovile vsaj 80 % večjo zasedenost zmogljivosti v primerjavi z letom 1997.\nNajpomembnejša orodja marketinškega komuniciranja so: produkcija katalogov, predstavitve na internetu, odnosi z javnostmi in predstavitve na sejmih. Združenje turističnih kmetij tesno sodeluje s strokovnjaki območnih kmetijsko gozdarskih zavodov Kmetijsko gozdarske zbornice Slovenije ter v sodelovanju z različnimi izobraževalnimi \nustanovami ter strokovnjaki s področja turizma, vsako leto pripravi program usposabljanja za nosilce turistične dejavnosti na kmetijah. Usposabljanja pomembno vplivajo na razvoj človeških virov v turizmu na podeželju, višjo raven usposobljenosti za opravljanje dejavnosti, na spodbujanje inovativnosti in ustvarjalnosti, večjo gostoljubnost in višjo raven kakovosti turističnih storitev.\nNaloge združenja iz statuta so naslednje:\nvarovanje in zastopanje interesov članov združenja na gospodarskem in pravnem  področju;   izboljšanje gospodarskega položaja kmetov-nosilcev turistične dejavnosti;   organiziranje izobraževanja nosilcev turistične dejavnosti in članov njihovih družin  v različnih oblikah;   izmenjava izkušenj in reševanje strokovnih vprašanj na področju turistične  dejavnosti na kmetiji;   promocija podeželja in turizma na kmetiji na državni in mednarodni ravni;   izdajanje skupnih turističnih publikacij;   sodelovanje z državnimi, javnimi in strokovnimi ustanovami in službami pri vseh  vprašanjih, ki so v interesu združenja (financiranje, podpore, zakonodaja);   obveščanje članov in širše javnosti o dejavnosti združenja;   spodbujanje, organizacija in izvajanje vseh nalog, ki se v času delovanja združenja  pokažejo v interesu združenja in pripomorejo k uresničitvi namena in predhodno  naštetih nalog;   spremljanje razvoja turizma na kmetijah v tujini;   spodbujanje izboljšanja in razširitve ponudbe turističnih kmetij (Združenje  turističnih kmetij 2012).\n"], "16": ["2.6 Dosedanje raziskave ponudbe turističnih kmetij", "Upadanje gospodarske dejavnosti, prestrukturiranje kmetijskega sektorja, zmanjševanje podeželske industrializacije in izseljevanje višje izobraženih mladih je privedlo do sprejetja \nturizma kot alternativne strategije razvoja za gospodarsko in socialno prenovo podeželskih območij (Pompl in Levery 1993).\nTurizem kot strategijo za gospodarsko rast na obrobnih podeželskih območjih pogosto vidijo kot sredstvo za pospeševanje lokalnih delovnih mest in višje ravni gospodarske blaginje. Velikokrat je to posledica pomanjkanja drugih izvedljivih možnosti ali samozaposlene politične retorike (Baum in Moore 1966).\nV Nemčiji je bil predlagan model, ki bi postavil kmečki, podeželski in nemestni turizem v kontekst. Obravnavanih je več vidikov turizma na podeželju, ki temeljijo na raziskavi izvajalcev turističnih kmetij in turistov v južni Nemčiji. Glavni tržni segment so družine z otroki in starejši pari, njihove glavne dejavnosti pa so ekskurzije k atrakcijam, ki se nahajajo v okolici posamezne turistične kmetije. Zdi se, da na odločitev turista, kje bo počitnikoval, vpliva predvsem cenejše prenočišče (Oppermann 1996).\nDobro načrtovan in voden turističen razvoj določenega podeželskega območja lahko vpliva:\n- neposredno na ekonomsko raven (ohranitev obstoječih služb, dodatni dohodki,  ustvarjanje novih služb),\n- posredno na socialno raven (ustvarjanje lokalnih vezi, spodbujanje kmečkega  prebivalstva za individualne iniciative v turizmu) (Rural tuourism: A solution for  Employment 1997).\nRezultati ankete, ki je bila opravljena na 164 turističnih kmetijah v Missouriju so pokazali, da turizem na kmetijo predvsem privablja nove goste, izobražuje javnost o kmetijstvu in izboljšuje kakovost življenja družine na kmetiji, kar predstavlja tako gospodarske kot negospodarske koristi. Ugotovitve so pokazale, da se turizem na kmetiji dojema kot najpomembnejši pri doseganju tržnih ciljev. To kaže, da se gospodarska vloga agroturizma ne meri le v povečanem dobičku, ampak tudi kot marketinško orodje (Tew in Barbieri 2012).\n"], "17": ["3 MATERIAL IN METODE DELA", "V diplomskem delu smo uporabili deskriptivno metodo in metodo analize. Deskriptivno ali opisovalno metodo smo uporabili pri pregledu objav. Metodo analize pa smo uporabili v poglavju o rezultatih z razpravo, saj smo analizirali odgovore anketirancev na našo anketo.\n"], "18": ["3.1 Anketa", "Anketni vprašalnik je vseboval 20 vprašanj. Zanimalo nas je pričakovanje gostov ponudbe turizma na podeželju, nad kakšno ponudbo je gost navdušen ter kaj je potrebno v prihodnosti še izboljšati za kvaliteto ponudbe. Ugotoviti smo poskušali, kaj gostu ustreza oziroma kaj bi mu ustrezalo, kje najde informacije za počitnikovanje, kako je zadovoljen z informacijami v katalogu Prijazno podeželje ter kako učinkovito ga uporablja za načrtovanje počitnic na podeželju, kaj gosta vzpodbudi in kaj vpliva k počitnikovanju na turistični kmetiji, kaj je zanj pomembno na turistični kmetiji, takoj ko pride na kmetijo, ko na njej počitnikuje in ob odhodu domov.\n"], "19": ["3.1.1 Splošni podatki o izvedbi ankete", "Raziskava pričakovanj gostov v zvezi s kakovostjo ponudbe turizma na podeželju je potekala skupaj z Združenjem turističnih kmetij Slovenije in Kmetijskim gozdarskim zavodom Celje. Anketiranje je potekalo tako, da smo 1000 naključno izbranim naročnikom kataloga Prijazno podeželje anketni vprašalnik poslali domov po pošti. Pravočasno so nam nazaj po pošti vrnili 333 anket.\n"], "20": ["3.1.2 Namen ankete", "Z dobljenimi rezultati smo predvsem dobili odgovor na vprašanja, na kakšen način izboljšati ponudbo na turističnih kmetijah po Sloveniji, da bi svojo ponudbo čim bolj \npribližale pričakovanjem in željam gostov ter informacijo o učinkovitosti vloge Združenja turističnih kmetij pri trženju in ponudbi turističnih kmetij v Sloveniji.\n"], "21": ["3.1.3 Obdelava podatkov", "Pridobljene odgovore iz anketnih vprašalnikov smo nato obdelali v programu Excel. Pri tem smo izračunali odstotke in aritmetično sredino posameznih vprašanj.\n"], "22": ["4 REZULTATI Z RAZPRAVO", "Pri analizi pričakovanj gostov glede kakovosti ponudbe turizma na podeželju smo analizirali odgovore 333 vrnjenih anketnih vprašalnikov od 1000, ki smo jih poslali naključno izbranim osebam različnega spola in starosti po vsej Sloveniji, ki so brezplačno pri Združenju turističnih kmetij naročili katalog Prijazno podeželje.\nAnketna vprašanja so bila:\n1.»Kaj povezujete s pojmom turizem na podeželju?«\nKar 76 % anketirancev povezuje pojem turizem na podeželju s kmetijo z živalmi oziroma turizem na kmetiji. Nekoliko manj, a vseeno še kar velik odstotek (45 %) povezuje turizem na podeželju z aktivnimi počitnicami, 44 % pa prenočišča z zajtrkom ali sobe na podeželju. 23 % povezuje počitniški apartma na podeželju, 15 % hotel ali penzion na \npodeželju, 14 % počitniški kompleks na podeželju. Najmanj pa povezujejo s počitniško hišico in s kampom. Možnost sodelovanja ali vsaj opazovanje vsakdanjega dela na kmetiji, zdrava hrana oziroma »kmečka« hrana določenega okoliša, mir, domačnost ter oprema kmetije iz naravnih materialov pa so ostala mnenja anketirancev, ki jih povezujejo s pojmom turizem na podeželju.\n2. »Ali imate izkušnje z nastanitvijo – počitnicami na podeželju?«\nKar 89 % anketirancev ima izkušnje z nastanitvijo - počitnicami na podeželju v Sloveniji in 11 % anketirancev v drugih državah. \nDruge države, kjer so oziroma počitnikujejo anketiranci, so v Avstriji, Italiji, na Hrvaškem, v Nemčiji, na Češkem, Irskem, v Grčiji, Švici, na Slovaškem, Nizozemskem, Madžarskem in Škotskem.\n3. »Kako želite rezervirati počitnice?«\n(Opombe: 1- najmanj zaželeno; 5 – najbolj zaželeno)\nNajboljšo oceno - 4,59 je dobila rezervacija počitnic direktno pri gostitelju, z povprečno oceno 2,17 je rezervacija online preko interneta, s povprečno oceno 2 preko turistične agencije, najmanj pa sta bili ocenjeni rezervaciji preko Združenja ali poznane blagovne znamke (1,76) ter prihod brez predhodne rezervacije (1,56). \n4. »Kateri je vaš običajni vir informacij?«\n(Opombe: 1- najmanj običajen; 5 – najbolj običajen)\nPriporočila prijateljev so običajen vir informacij, ki je dosegel največjo oceno (3,50). Anketiranci pa dobijo vir informacij še v turističnih vodnikih-knjigah (3,30), na internetu (2,72), predvsem pa se zanesejo na osebne izkušnje (3,12). Ostali običajni viri informacij so dosegli povprečno oceno pod 2,71, pa do 1,50. \n5. »Kako ste zadovoljni z informacijami, ki so v katalogu turističnih kmetij Slovenije Prijazno podeželje? «\n(Opombe: 1- sploh ne; 5 – zelo zadovoljni)\nNaši anketiranci so zadovoljstvo informacij v katalogu turističnih kmetij Slovenije Prijazno podeželje ocenili s povprečno oceno 4.\n6.» Katere informacije v katalogu pogrešate? «\nAnketiranci so navedli različne slabosti oziroma pomanjkljivosti, ki se nanašajo;\n- izključno na katalog: želijo večjo pisavo besedila, oblika kataloga (velikost A4) je  prevelika, seznam vseh turističnih kmetij v Sloveniji in ne zgolj članic združenja,  večjo preglednost oziroma preglednost kmetij po regijah, večjo ažurnost podatkov  kmetij, več in bolj objektivne slike same kmetije, sob in okolice, obširnejši opis  kmetij in okolice ter katere živali se nahajajo na kmetiji, ocene oziroma mnenja  predhodnih obiskovalcev kmetij, dejanski delovni čas kmetij, označbo kmetij  specifičnih za športnike in upokojence ter možnost varstva otrok, starost obstoja  turističnih kmetij…\nAnketiranci so izpostavili tudi naslednje pomanjkljivosti, ki jih pogrešajo v katalogu, vendar smo jih zaradi večje preglednosti razvrstili po temah, ki se nanašajo na:\n- aktivnost: podatke za aktivno preživljanje prostega časa, opis kolesarskih poti in  pešpoti, povezave organiziranih ogledov in opis znamenitosti kraja, v katerem je  kmetija, prireditve v kraju, kjer je kmetija, možnost dela, pomoči ali zaposlitve na  kmetiji, možnost druženja z domačini, informacijo o mojstrih domače obrti,  označbo večjih trgovin in gostišč v okolici kmetije,…\n- hrano: več kulinarike, možnost vegetarijanske hrane, nudenje dietne hrane,  ponudbo ekološko pridelanih živil.. \n - promet: slabe označbe in smerokazi ob cestah za dostop do kmetij, podrobnejši  zemljevid za lažji dostop na kmetijo, možnost dostopa javnega prevoza (vlak,  avtobus, taxi)…\n7. »Ali ste se s pomočjo kataloga Prijazno podeželje kdaj že odločili za počitnikovanje na turistični kmetiji?«\nKatalog je pomembno vplival na odločitev anketirancev o počitnikovanju na turističnih kmetijah, saj se je za takšno obliko počitnic že odločilo kar 64 % naročnikov kataloga. \n8. »Ali se boste za takšno počitnikovanje še odločili?«\nZa počitnikovanje s pomočjo kataloga Prijazno podeželje se namerava odločiti kar 91 % naročnikov. \n9. »Ali ste se s pomočjo kataloga odločili za enodnevni izlet in kosilo ali večerjo na izletniški kmetiji? «\nVečina anketirancev (70 %) se je za enodnevni izlet in kosilo ali večerjo na izletniški kmetiji odločila s pomočjo kataloga. \n10. »Koliko časa ponavadi počitnikujete na turistični kmetiji?«\nVes teden in ob koncu tedna počitnikuje kar 35 % anketirancev, 23 % pa se odloči za počitnikovanje na turistični kmetiji za manj kot tri dni. Mali odstotek (3 %) se za možnost počitnikovanja na turistični kmetiji odloči za več kot teden dni. \n11. »Ali si ponavadi želite počitnikovati na turistični kmetiji?«\n74 % anketirancev je odgovorilo, da si želi počitnikovati na turističnih kmetijah, kjer še niso bili, 35 % anketirancev pa tam, kjer so že bili. \n12. »Kaj vas je vzpodbudilo k počitnikovanju na turistični kmetiji?«\nVelik odstotek (77 %) anketirancev je odgovorilo, da jih je k počitnikovanju na turistični kmetiji vzpodbudil prav katalog turističnih kmetij Prijazno podeželje in spletne strani Združenja Turističnih kmetij (30 %). Zelo pomembno so na odločitev vplivala tudi priporočila prijateljev (53 %). Ostali vzroki so dosegli povprečje med 20 % in 5 %. \n13. »Kateri obliki storitve turističnih kmetij s prenočitvenimi zmogljivostmi dajete prednost?«\n60 % anketirancev je odgovorilo, da daje prednost storitvi polpenziona, medtem ko so ostale oblike storitev turističnih kmetij s prenočitvenimi zmogljivostmi njim manj pomembne, saj so jih ocenili med 24 % in 4 %.\n14. »Kaj ste na počitnicah na kmetiji pogrešali?«\n19 % anketirancev je navedlo različne vzroke, kaj vse so pogrešali na počitnicah na kmetiji, in sicer:\n- na kmetiji: možnost vključitve v delo na kmetiji in stik z živalmi, možnost nakupa  domačih izdelkov, čistoča same kmetije in njene okolice, avtentičnost in pristnost  kmetije, etnografske ponudbe in tradicija kraja, slabo označena pot do kmetije… \n - pri ljudeh – gostiteljih: večjo gostoljubnost, premalo posvečanja gostitelja  gostom, več informacij o širši okolici kmetije, večjo povezanost lokalnih skupnosti  in društev s kmetijo, možnost obširnejšega ogleda kmetije, izvirnost oziroma  dodatno ponudbo, kot je učenje ročne spretnosti domače obrti, petje ob večerih…\n- kulinarika: pogrešali so tipično, domačo, tradicionalno hrano območja, kjer se  nahaja kmetija, premajhna ponudba pijač, ponekod pa je vse preveč kupljene  industrijsko pridelane hrane,…\n- ostali vzroki: lepo vreme, več drugih gostov, psa, dnevni časopis, organiziranost  varstva otrok, možnost izposoje koles, več aktivnosti in pestrosti dogajanja na  kmetiji..\n15. »Kaj vpliva na izbiro vaše namestitve na podeželju?«\n(Opombe: 1- za to še nisem slišal; 5 – zelo pomembno) \nMnenja ali priporočila gostov zelo pomembno (3,70) vplivajo na odločitev anketirancev. Nekaj manj (3,39) vpliva kategorija turističnih kmetij, medtem ko certifikat s specifično oznako (2,63) in blagovna znamka (1,78) malo vplivata na izbiro anketirancev na namestitev na podeželju.\nDoločena oznaka, priporočena internetna stran ali vrsta certifikata, ki še posebno vplivajo na naše anketirance so:\n- oznaka Biodar,\n- oznaka eko, bio,\n- oznaka prijazno družinam oziroma otrokom prijazna kmetija,\n- oznaka možnost počitnikovanja skupaj s hišnimi ljubljenčki,\n- možnost kampiranja,\n- dobra znamka vina in hrane,\n- internetna stran posamezne kmetije. \n16. »Kaj vas prepriča, da je počitniška namestitev, ki ste jo izbrali, vredna vašega denarja?«\n(Opombe: 1- ne vpliva; 5 – zelo pomembno)\nPrivlačna okolica in lokacija turistične kmetije zelo vplivata na počitniško namestitev anketirancev, saj sta ocenjeni s povprečno oceno 4,09. Nekoliko manj vplivajo brezskrbnost (3,01), različne aktivnosti na kmetiji (2,75), visok standard sob in storitev (2,73), ter zagotovitev posebnega počitniškega doživetja (2,66). \n17. »Kako pomembni so pri načrtovanju vaših počitnic in izbiri namestitve spodaj našteti vidiki?«\n(Opombe: 1- najmanj pomembno; 5 – zelo pomembno) \nZa oblikovanje ponudbe turističnih kmetij so zelo dobrodošli odgovori anketirancev na vprašanje, kateri so pomembni vidiki pri načrtovanju počitnic.\nKot lahko vidimo, našim anketirancem zelo veliko pomeni sam prostor, v katerem se nahajajo turistične kmetije, saj so prav privlačna narava ali pokrajina (4,47) in dobra lokacija (4,29) najbolj pomembni. Nekoliko manj pomembni, a še vseeno ocenjeni z visoko oceno so vidiki: popolna zanesljiva informacija o počitniški namestitvi (4,04) ter tiha in mirna lokacija in okolica (4,02). Ostali vidiki so dosegli povprečno oceno med 3,93 in 1,67.\n18.» Kaj je pomembno za prvi vtis ob prihodu?«\n(Opombe: 1- najmanj pomembno; 5 – zelo pomembno) \nAnketirancem je ob prihodu pomemben prijazen in oseben sprejem s strani gostiteljev ali osebja, ki so ga ocenili s povprečno oceno 4,57. Sledi namestitev, ki mora biti natančno takšna, kot je bila opisana v ponudbi (4,24), potem pa dobro vzdrževanje namestitvenih objektov in opreme (4,15). Ostali vtisi so ocenjeni z dokaj enako povprečno oceno, med 3,93 in 3,56.\n19. »Kaj vam med vašim bivanjem omogoča dobre počitnice?«\n(Opombe: 1- najmanj pomembno; 5 – zelo pomembno)\nGostoljubnost domačinov so naši anketiranci ocenili z največjo povprečno oceno 4,54, s povprečno oceno 4,30 pa jim dobre počitnice omogoča občutek varnosti in zaupanja vredno osebje. Ostale vidike so ocenili z nižjo povprečno oceno med 3,96 in 3,17. \n20.» Kaj vam ob odhodu in potem, ko ste doma, pomenijo spodnji vidiki?«\n(Opombe: 1- ni pomembno; 5 – zelo pomembno)\nOd naštetih vidikov prednjačijo lepi spomini s povprečno oceno 4,54, sledi vidik razumljiv in pravilen račun s povprečno oceno 4,05. Osebno slovo od gostitelja ali osebja pa so anketiranci ocenili s povprečno oceno 3,89. Ostali so pod oceno od 3,81 in do 2,75.\n"], "23": ["5 SKLEP", ""], "24": ["5.1 Pregled hipotez", "Na podlagi rezultatov lahko sklepamo:\nH1: Anketiranci si najpogosteje ne rezervirajo počitnic na podeželju preko Združenja  turističnih kmetij, saj si najraje rezervirajo počitnice direktno pri gostitelju. S katalogom  Prijazno podeželje niso zelo zadovoljni, v njem se še pojavljajo določene napake in  pomanjkljivosti, ki so anketirance zmotile. Zato ta hipoteza ni bila sprejeta.\nH2: Hipoteza je bila sprejeta, saj večji del odstotkov anketirancev ponavadi počitnikuje na  turistični kmetiji ves teden, enak odstotek anketirancev je znašalo tudi počitnikovanje  samo ob koncu tedna.\nH3: Majhen je odstotek anketirancev, ki si želijo počitnikovati na turistični kmetiji, kjer so  že bili. Največ anketirancev pa vzpodbudi k počitnikovanju na turistični kmetiji prav  priporočilo prijateljev, prvi dober vtis ob prihodu jim res predstavlja prijazen in oseben  sprejem s strani gostiteljev ali osebja. Prvi del hipoteze ni sprejet, medtem ko drugi del  hipoteze sprejmemo.\nH4: To hipotezo v celoti sprejmemo, saj se je v več odgovorih na naša vprašanja, ki so se  nanašala na obiskanost turistične kmetije izkazalo, da je turistična kmetija bolje  obiskana, čim boljša je njena lokacija.\nH5: Ob izbiri namestitve na podeželju na anketirance ne vpliva najbolj kategorija  turističnih kmetij, pa tudi visok standard sob in storitev med bivanjem na turistični  kmetiji jim ni najbolj pomemben, tako da ta hipoteza ni sprejeta. \nPorast novega trenda turizma in drugačno gledanje na prostor in okolje povzročata, da vse več ljudi preživlja svoj prosti čas na podeželju. Ljudje na splošno radi raziskujejo in preizkušajo nove ponudbe turizma na podeželju, zato je tudi iz danih rezultatov ankete razvidno, da gostje radi počitnikujejo na turističnih kmetijah, ki jih še niso obiskali. Turistične kmetije se zato ne smejo zanesti samo na stalne goste, ampak morajo neprestano skrbeti za pridobivanje novih. Zadovoljnega gosta si želi prav vsaka turistična kmetija, saj se bo le tisti gost, ki je bil zadovoljen s turistično kmetijo in njeno ponudbo, rad vrnil nazaj ter jo tudi priporočil svojim prijateljem in znancem. S slednjim bo zagotovil povečano promocijo, obisk in dohodek posamezne turistične kmetije, s tem pa tudi večjo prepoznavnost kraja in okolice, v katerem se nahaja turistična kmetija. Pomembno gostom – predvsem tistim, ki prihajajo iz mest je, da se v vedno večji meri odločajo za počitnice na turistični kmetiji zato, da se umaknejo iz vsakdanjega stresnega življenja v mestih, da se nadihajo svežega zraka in se odpočijejo v miru in tišini, kar jim ponuja narava, zato je prav lokacija zelo pomembna za dobro obiskanost posamezne turistične kmetije. Vedno več je gostov, ki se odločijo za dopust na turističnih kmetijah tudi zaradi tega, da lahko vzpostavijo pristnejši odnos z ljudmi in na ta način spoznavajo njihovo kulturo, navade in šege ter hkrati uživajo v dobrotah slovenske kuhinje. Zato pa so presenetljivi rezultati ankete, da gostje kljub temu, da v večini radi preživljajo počitnice na podeželju ves teden, ne dajo velikega poudarka kategorizaciji turističnih kmetij, prav tako jim niso pomembni visoki standardi sob in storitev. Iz tega lahko sklepamo, da počitnice na podeželju niso takšne kot oddih na morju ali v zdravilišču, so drugačne – v tesnem stiku z naravo in ljudmi, z njihovo kulturo, življenjsko modrostjo, šegami in navadami.\n"], "abstract": ["Diplomska naloga zajema analizo kakovosti ponudbe turizma na podeželju v Sloveniji. Najprej smo definirali turizem na podeželju, pogoje in možnosti za opravljanje dopolnilnih dejavnosti na kmetiji, vrste oziroma oblike turističnih kmetij, kategorizacijo kakovosti ponudbe turističnih kmetij z nastanitvijo in katere specializacije ponudbe turističnih kmetij poznamo. Raziskava je potekala tako, da smo anketo po pošti poslali 1000 naključno izbranim naročnikom kataloga Prijazno podeželje. Rezultati analize bi lahko pomagali turističnim kmetijam v Sloveniji, saj je poslovni uspeh turistične dejavnosti na kmetiji, s tem pa tudi dodatni dohodek kmetij odvisen od obiska gostov. Tako smo iz analiziranega gradiva ugotovili, da gostje radi počitnikujejo na turističnih kmetijah, ki jih še niso obiskali oziroma jim je prav lokacija pomembna za dobro obiskanost turistične kmetije. Velik poudarek dajejo vzpostavitvi pristnejšega odnosa z ljudmi na turistični kmetiji. Zato pa so presenetljivi rezultati ankete, da gostje kljub temu, da v večini radi preživljajo počitnice na podeželju ves teden, ne dajo velikega poudarka kategorizaciji turističnih kmetij, prav tako jim niso pomembni visoki standardi sob in storitev. "]}