{"1": ["1 UVOD", "V obdobju intenzivnega kmetijstva se je, predvsem zaradi velikih inputov gnojil in sredstev za varstvo rastlin, uporabljenih na kmetijskih obdelovalnih površinah, zmanjšala biotska pestrost, srečujemo se z onesnaženostjo podtalnice na večini slovenskih polj, kjer poteka na njivskih površinah zelo intenzivna kmetijska pridelava z ozkim kolobarjem, na nagnjenih terenih se pojavlja erozija, v pridelkih pa so pogosto najdeni tudi ostanki sredstev za varstvo rastlin – mnogokrat tudi nad dovoljeno zakonsko mejo.\nZ mešanicami žit bi lahko mnoge negativne vplive omilili in skušali rešiti pomanjkljivosti obstoječih sortimentov in načinov pridelave. V mešanice pravih žit dajemo skupaj rastline, ki se razlikujejo po odpornosti na bolezni, škodljivce in plevele. Razlikujejo pa se tudi po načinu razraščanja, po sposobnosti prezimitve, masi zrnja na klas in kakovosti zrnja.\nGlede na veliko ponudbo linijskih sort na tržišču, mešanice kljub stabilnejšim pridelkom v pridelavi niso zanimive. Še v začetku 20. stoletja je bila soržica (mešanica pšenice in rži) popularna, danes pa je na naših intenzivno usmerjenih njivah ne vidimo več. Uporabljajo jo le še ekološki kmetje, pa še ti zelo redko.\nGlede na omenjene prednosti iz literature, ki jih mešanice žit imajo, je namen diplomskega dela ovrednotiti vplive združene setve pšenice in rži na parametre klasa (dolžino klasa, število klaskov na klas, število zrn na klas in maso zrnja na klas) obeh žit.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Izrazoslovje združene setve", "Glavni izraz za združeno setev je večkratna setev (ang. Multiple Cropping), v njeno kategorijo pa spadata zaporedna setev (ang. Sequential Croping) in združena setev (ang. Intercropping).\nPetersen (1994) deli večkratno setev na dve kategoriji:\na) zaporedna setev pomeni rast dveh ali več posevkov hkrati, v zaporedju, na isti njivi v enem letu. Tukaj ne prihaja do konkurence oziroma do tekmovalnosti. Poljedelci pridelujejo samo en posevek na isti njivi.\nb) združena setev pomeni hkratno rast dveh ali več komponent (rastlinskih vrst ali sort) na isti površini. Pri tem lahko gre za združeno setev z zamikom (ang. Relay Intercropping), kjer se rastni dobi posevkov časovno povsem ne prekrivata in je drug posevek posejan za prvim, za setev rastlin v pasovih (ang. Strip Intercropping), setev v vrstah (ang. Row Intercropping) in setev mešanic (ang. Mixed Intercropping). Posebna oblika združene setve je tudi setev v alejah (ang. Alley Cropping). Med rastlinami prihaja do interakcije med vso rastjo ali pa samo v določenem obdobju rasti.\n"], "4": ["2.2 Pomen in prednosti združene setve", "Združeno setev definira uporaba praktičnih ekoloških načel, kot so raznolikost, interakcija med rastlinskimi vrstami oziroma sortami in drugimi naravnimi regulativnimi mehanizmi. Pri tem moramo upoštevati prostorsko razporeditev rastlin, njihov vigor ter čas zrelosti. Ni nujno, da so posevki posejani hkrati in tudi njihov čas žetve je lahko različen, pri čemer v času rasti zavzemata isti rastni prostor (Andrews in Kassam 1976). Posevke ponavadi spravljamo posebej in njihove pridelke shranjujemo ločeno.\nS primerno izbiro komponent v združeni setvi, njihovo gostoto in prostorsko porazdelitvijo se razpoložljivi rastni viri, kot so svetloba, voda in hranilne snovi, boljše absorbirajo in pretvorijo v pridelek biomase. Poleg tega pa večnamenski značaj združenih setev omogoča, da igra številne druge vloge v kmetijskih sistemih kot so zmanjšani negativni vplivi okolja na rastline (temperatura, veter, jakost osvelitve), varstvo rastlin pred specifičnimi škodljivci in boleznimi, omogoča večjo konkurenčnost posevka plevelom, izboljšano kakovost pridelka in zmanjša negativne vplive pridelave poljščin na okolje. Metuljnice, ki vežejo dušik, se v obdelovalnih sistemih lahko vključijo v večji meri. Le-te prispevajo k ohranjanju rodovitnosti tal s simbiotsko vezavo dušika, povečajo pa tudi tekmovalnost žit za anorganski dušik, kar skupaj vodi v bolj učinkovito rabo dušikovih virov. Združena setev metuljnic in žit ponuja priložnost za povečanje vnosa dušika v kmetijske sisteme, brez ogrožanja, da bi žita črpala preveč dušika in zato polegala (Intercrop 2006).\n"], "5": ["2.3 Obseg združenih setev v Evropi in po svetu", "Združena setev v Evropi je bila običajna praksa pred razvojem mehanizacije, uporabe lahkotopnih mineralnih gnojil in sintetičnih pesticidov. Travno-deteljne mešanice se še danes pogosto uporabljajo na travinju, vendar združenih setev žit, stročnic in oljnic za krmo in prehrano ljudi trenutno ni pogosto zaslediti.\nLeta 2005 je bilo sprejeto, da morajo biti vse sestavine v živalski krmi, na ekoloških kmetijah, pridobljene iz ekološkega izvora (EU komisija (EC), št. 1804/1999). To je zahtevalo veliko večjo pridelavo ekoloških žit in stročnic, da bi se pokril primanjkljaj. Kot primer lahko navedemo primanjkljaj ekološke beljakovinske krme v Franciji, ki je leta 1999 znašal 9.000 ton, ob upoštevanju popolne oskrbe z ekološko krmo. V zvezi s tem bi lahko bila združena setev sprejeta kot moderen evropski ekološki kmetijski sistem, kot praktična alternativa, v že obstoječi pridelovalni strategiji. Ponovno uvajanje združenih setev v evropskem ekološkem kmetijstvu v večji meri ne bi smel biti problem, glede na uporabnost te stare in trajnostne prakse. Poleg tega združena setev predstavlja raznolikost in konkretno spremembo v kmetijskih ekosistemih, za katere obstaja po svetu vse več pritožb (Intercrop 2006).\nRazlične sisteme združenih setev, namenjene pridelavi hrane in krme, omenjajo predvsem v tropskem delu Azije, Amerike, Afrike, vzhodnem in zahodnem delu ZDA in na Bližnjem vzhodu. Največjo raznovrstnost in pomen imajo združene setve v tropskih predelih, kjer so posebej zanimive kmetom v tradicionalnih sistemih kmetovanja z omejenimi pridelovalnimi površinami. Manj je tovrstna pridelava zastopana v intenzivnem kmetijstvu. V današnjem obdobju, v težnji po bolj sonaravni pridelavi hrane in krme, težnji po znižanju obremenitev okolja s pesticidi ter večji biološki raznovrstnosti v kmetijski pridelavi, pridobivajo sistemi združenih setev ponovno na veljavi (Vandermeer 1989).\n"], "6": ["2.4 Podskupine združenih setev", ""], "7": ["2.4.1 Mešanica vrst in sort kmetijskih rastlin", "Mešanice vrst in sort kmetijskih rastlin pomenijo hkratno rast dveh ali več posevkov brez posebne razporeditve vrst (npr. setev graha in ječmena, rži in ječmena, pšenice in rži, podsevek detelje v žitih). S setvijo mešanic se zmanjša poraba kemičnih sredstev za varstvo rastlin in s tem se tudi zmanjšajo pridelovalni stroški. Njena prednost je tudi velika genetska različnost in s tem večja sposobnost preživetja v neugodnih ekoloških razmerah (Grossman in Quarles 1993).\n"], "8": ["2.4.2 Združena setev v vrstah", "Združena setev v vrstah pomeni hkratno rast dveh ali več posevkov, kjer te sejemo v vrste. Ta način setve se večinoma uporablja v intenzivni pridelavi, npr. v zelenjadarstvu (Grossman in Quarles 1993). Vse več pa se pojavlja tudi v ekološkem zelenjadarstvu (Žuljan 2009).\n"], "9": ["2.4.3 Združena setev v pasovih", "Združena setev v pasovih je oblika združene setve, kjer so komponente posejane v različne pasove, kar omogoča ločeno obdelavo posevkov, npr. koruze in sončnice, koruze in metuljnice (Andrews in Kassam 1976). To obliko setve srečujemo v visoko moderniziranih sistemih v ZDA.\n"], "10": ["2.4.4 Združena setev z zamikom", "Združena setev z zamikom pomeni, da se rastni dobi posevkov časovno povsem ne prikrivata in da je druga rastlinska vrsta posejana za prvo, posledično pa se razlikuje tudi njun čas spravila (Petersen 1994).\n"], "11": ["2.4.5 Setev v alejah", "Pri setvi v alejah gre za setev ene trajne rastlinske vrste in ene ali več dvoletnih ali enoletnih rastlinskih vrst, po navadi ta sistem združene setve prevladuje v drevesničarstvu (AFTA 2010).\n"], "12": ["2.5 Prednosti in slabosti združene setve", "Če so vrste poljščin ali zelenjadnic v združeni setvi pravilno izbrane in posejane v pravilnih razmerjih, imajo v primerjavi s čistimi posevki naslednje prednosti (OISAT 2010):\n- škode zaradi rastlinskih bolezni in škodljivcev so manjše zaradi raznolikosti v posevkih, pri čemer so škodljivci ob naletu zmedeni in potrebujejo več časa za iskanje svoje najljubše rastline,\n- manjša je talna erozija,\n- dajejo količinsko in ekonomsko višje, bolj kakovostne ter stabilnejše pridelke na površinsko enoto,\n- združene setve s stročnicami lahko zmanjšajo ali povsem pokrijejo potrebe posevka po dušiku,\n- zaradi boljše pokritosti so tla manj izpostavljena negativnim vplivom okolja,\n- zaradi zasenčevanja, konkurenčnosti in alelopatskih spojin nekaterih kultur je zapleveljenost manjša,\n- zagotavlja dva ali več različnih pridelkov v eni sezoni za hrano eni družini.\nIz Ecological Agriculture Projects (Univerza McGill 1997) navajajo naslednje slabosti:\n- v nekaterih primerih so pridelki manjši,\n- večje so potrebe po ročni delovni sili,\n- pomanjkanje znanja in razumevanja o sistemu,\n- sistemi so bolj zapleteni in manj razumljivi,\n- v številnih aktualnih gospodarskih sistemih se šteje za ekonomsko neučinkovito,\n- obstaja pomanjkanje usposobljenega osebja,\n- za proizvajalce z omejenimi ekonomskimi sredstvi, lahko traja dlje časa, da si opomorejo od začetne naložbe,\n- ne ponujajo zadostne spodbude za znižanje stroškov kmetov.\n"], "13": ["2.6 Soržica – mešani posevek pšenice in rži", "V preteklosti so naši kmetje pridelovali rž za zrnje v mešanici s pšenico, ki so ji rekli soržica, ržada ali kar zmeša. Leta 1920 je bilo posejana soržica na 3.000 ha, leta 1939 pa se je razširila že na 6.000 ha. Povprečni pridelek ni nikoli dosegel 1 t/ha. Po drugim svetovni vojni je bilo s soržico posejanih še okoli 600 ha, v sedemdesetih letih pa so jo kmetje povsem opustili, ker mešanice niso bile tržno zanimive. Prednost soržice je bila, da je dala pridelek tudi v letih, ko za eno od sestavin v mešanici niso bile ugodne vremenske razmere. V posevku soržice je rž varovala pšenico pred glivičnimi boleznimi, pšenica pa je varovala rž pred trosi rženega rožička. Ker so ju skupaj sejali, želi in mleli v zmesno moko, so morali izbrati sorte s sočasno zrelostjo. Gospodinje so pekle okusen soržični kruh, ki je dolgo časa ostal svež. Ker se je kmetijska pridelava spremenila v monokulturno in intenzivno, se je pridelava mešanic tako zmanjšala. Soržico so ponekod zamenjale nove sorte rži, večinoma pa pšenica z večjimi pridelki (Kocjan 1999).\n"], "14": ["2.7 Alelopatija", "Leta 1937 je izraz alelopatija skoval nemški fiziolog prof. Hans Molisch. Izraz alelopatija v grščini pomeni »trpeti drug od drugega« (International Allelopathy Foundation 2006). Alelopatija je področje, ki proučuje zaviralne ali spodbujevalne biokemične interakcije med dvema organizmoma. Je biološki fenomen, kadar organizem proizvaja eno ali več substanc, ki vplivajo na rast, preživetje in razmnoževanje drugih organizmov. Te biokemikalije so znane kot alelokemikalije in lahko imajo koristne ali škodljive učinke na ciljne organizme. Aldrich (1984) opisuje dve vrsti alelopatije:\n- resnični tip alelopatije (ang. True type) je izpust snovi v okolje, ki so strupene v obliki, kot so bile proizvedene,\n- funkcionalni tip (ang. Functional type) je izpust snovi v okolje, ki so strupene v obliki ki je rezultat preoblikovanja snovi s pomočjo mikroorganizmov. \nAlelopatija je trdno povezana s stresom v okolju, vključno s škodljivci in boleznimi, temperaturnimi skrajnostmi, hranili in vlago, sevanji in herbicidi (Einhelling 1996). Te stresne razmere pogosto povečajo izločanje alelokemikalij, kar še poveča delovanje le-teh. Aldrich (1984) in Rice (1984) navajata različne dejavnike, ki vplivajo na količino proizvedenih alelokemikalij. Ti dejavniki so intenzivnost in trajanje svetlobe (večje količine alelokemikalij nastanejo, ko so rastline izpostavljene ultravijoličnim žarkom in dolgemu dnevu), pomanjkanje mineralov (ob pomanjkanju mineralov je bilo proizvedenih več alelokemikalij), stres zaradi suše (tudi zaradi stresa ob suši je proizvedenih več alelokemikalij) in nižje temperature (pri nižjih temperaturah rastline proizvajajo več alelokemikalij).\nRaziskave so pokazale velik potencial alelokemikalij pri zatiranju škodljivcev in plevelov, zato bi se lahko zmanjšala ali v nekaterih primerih povsem opustila uporaba nekaterih sodobnih pesticidov (International Allelopathy Foundation 2006).\nAlelokemikalije, ki so opredeljene kot sekundarni metaboliti rastlin, na splošno veljajo za tiste spojine (kot so alkaloidi, fenoli, flavonoidi, terpenoidi, glukozinolati, glikozidi, kumarini), ki nimajo v osnovnem presnovnem procesu bistvenega pomena za preživetje rastlin in so proizvedene kot stranski produkt primarnih presnovnih poti (Rice 1984).\nAlelokemikalije so prisotne skoraj v vseh rastlinskih tkivih, vključno s koreninami, stebli, listi, cvetnim prahom, cvetovi in plodovi oziroma semeni. Delovanje alelokemikalij je možno preko koreninskih izločkov, izpiranja snovi iz živih ali odmrlih listov, produktov razgradnje in izhlapevanja iz listov (Regional org. 1998). Ko so rastline izpostavljene alelokemikalijam, le-te vplivajo na njihovo rast in razvoj. Kot takoj vidni učinki, vključno z zaostalo rastjo, so še: semena so temnejša in nabrekla, koreninskih laskov je manj in ti so razbarvani, povečano število glavnih korenin ter zmanjšana sposobnost razmnoževanja (Rice 1979).\nRice (1984) navaja številne rastlinske vrste, za katere se je izkazalo, da imajo vpliv na zmanjšano število plevela. V seznam so vključene naslednje: pesa, volčji bob, koruza, \npšenica, oves, grah, ajda, kuštrava grašica, proso, ječmen, rž in kumare. Rž je primer rastline, ki zagotavlja odlično zatiranje plevela na način konkurenčnosti in alelopatskega vpliva. Ostanki rži v tleh vplivajo z izločki, ki močno zavirajo kalitev in rast dvokaličnic (Barnes in Putnam 1987). Rž in njeni ostanki zmanjšajo število plevelov in rast pridelkov s pomočjo sproščanja alelokemikalij in s spreminjanjem mikrookolja (Putnam 1983). Rž se tudi zelo gosto razrašča in je s tem bolj konkurenčna za svetlobo in hranila, v primerjavi s plevelom. Poleg tega rž z ostanki na površini tal zmanjša kalitev in rast plevela s senčenjem, zniževanjem temperature tal, z nihanjem dnevne mikroklime in deluje kot fizična pregrada (Barnes in Putnam 1986). Putnam in Defrank (1983) poročata, da ostanki rži zmanjšajo rast plevela ambrozije (Ambrosia artemisiifolia L.) za 43 %, lisičjega repa (Alopecurus pratensis L.) za 80 % in tolščaka (Portulaca olearacea L.) za 100 %.\nGlede na izkazane trende na trgu ekološke hrane gre tudi v prihodnje pričakovati, da se bo po svetu povečalo povpraševanje po bolj kakovostni hrani. V ta namen bi bilo potrebno zmanjšati uporabo pesticidov za nadzor škodljivcev in herbicidov za nadzor plevelov, pri čemer bi se lahko posluževali tudi alelopatije (International Allelopathy Foundation 2006).\n"], "15": ["2.8 Lastnosti mešanih posevkov", "Pod vodstvom mednarodne skupine znanstvenikov so kmetje v kitajski provinci Yunnan naredili preprosto spremembo v njihovem načinu pridelave riža (Oryza sativa L.). Namesto ene tipične sorte riža, ki so ga vseskozi sadili, so nasadili dve različni sorti riža. Glavni razlog, da so poskusili to novo tehniko, je bil v zmanjšanju pojava glavne bolezni riža, sive riževe plesni (Magnaporthe grisea), ang. Rice Blast. Tehnika je bila tako učinkovita pri zmanjšanju pojava bolezni, da so lahko kmetje opustili fungicid, ki so ga vseskozi uporabljali. V tem primeru biotske pestrosti vidimo, da v primeru gosto posejane sorte, dovzetne za bolezni, se bo bolezen zato slabše širila. Če so občutljive rastline posejane skupaj z rastlinami, ki niso gostiteljice in dovzetne za bolezni, lahko le-te predstavljajo fizično oviro za bolezni in občutljive rastline so manj izpostavljene boleznim. V tej študiji \nje riž na teh kmetijah ročno obiran in zato sorte enostavno ločijo med spravilom, saj je ena sorta višje rasti od druge (Wolfe 2000).\nZdružena setev se je izkazala kot učinkovit način za obvladovanje bolezni, zlasti pri žitih. Vilich-Meller (1992) je v poskusu mešanic ozimne rži (Secale cereale L.) in ozimne pšenice (Triticum aestivum L.) ter jarega ječmena (Hordeum vulgare L.) in ovsa (Avena sativa L.) dokazal zmanjšano škodo zaradi glivičnih bolezni listov. Lenartson (1988) pa je dokazal, da mešanica pšenice in hmeljne meteljke (Medicago lupulina L.) zmanjša pojavnost vseh talnih bolezni pšenice.\n"], "16": ["2.9 Uporaba žit v prehrani živali", "Žita imajo med vsemi krmili najvišjo hranilno vrednost, po svoji kemični sestavi pa so zelo primerna predvsem za prehrano ljudi. Zato v živinoreji uporabljamo le tista žita, ki so manj uporabna za prehrano ljudi. V mlinsko predelovalni industriji kot stranski proizvod nastanejo otrobi in krmilna moka. V prehrani domačih živali so najbolj cenjeni pšenični in rženi otrobi, manj pa ječmenovi in ovseni, ker vsebujejo zelo veliko luščin. Med krmilnimi mokami pa je najboljša koruza. Ta krmila vsebujejo veliko beljakovin in nekaterih mineralov (Zupanc 1999).\nV prehrani perutnine in neprežvekovalcev, z izjemo konj, so žita seveda nepogrešljiva, saj predstavljajo osnovni del obroka, medtem ko jih v prehrani prežvekovalcev in konj uporabljamo le v omejenem obsegu kot dopolnilno krmo (Zupanc 1999). Žita so v prehrani konj najprimernejša vrsta koncentriranih krmil. Za krmljenje konj uporabljamo predvsem žita z močnejšo žitno lusko, ki rahlja hrano v prebavilih, te so oves, ječmen in koruza. Žita, ki vsebujejo veliko lepka in glutena, torej pšenica in rž, za prehrano konj niso primerna (Zupanc 2001). \nZupanc (1999) navaja skupne značilnosti žit:\n- visoka koncentracija hranilnih snovi,\n- v suhi snovi je približno 70 % ogljikovih hidratov, večinoma v obliki škroba,\n- vsebujejo približno 10 % beljakovin dobre kakovosti,\n- vsebujejo približno 3 % maščob,\n- vsebujejo določene pomembne vitamine in minerale,\n- prebavljivost hranilnih snovi je velika,\n- visoka energijska vrednost\nŽita pričnemo krmiti od 1 do 2 mesecev po žetvi, ko v zrnju prenehajo procesi vrenja in ko je posušeno tako, da vsebuje največ 12 % do 14 % vode (Zupanc 1999).\n"], "17": ["3 MATERIAL IN METODE", ""], "18": ["3.1 Zasnova poskusa", "Na polju Univerzitetnega kmetijskega centra, Fakultete za kmetijstvo in biosistemske vede Maribor, je bil leta 2006/07 izveden poskus s štirimi sortami ozimne pšenice in eno sorto ozimne rži. Poskus je potekal v okviru Ciljnega raziskovalnega projekta CRP Konkurenčnost Slovenije 2006 – 2013 (V4-0332) z naslovom »Intercropping – alternativa za zmanjšanje inputov v pridelavi zelenjave in poljščin«. Sorte pšenice 'Edison', 'Pegasus', 'Justus', 'Soissons' in sorta rži 'Walet' so bile posejane v različnih utežnih razmerjih (100 % pšenica, 75 % pšenice in 25 % rži, 50 % pšenice in 50 % rži, 25 % pšenice in 75 % rži, 100 % rž), kar je razvidno iz sheme 1. Pridelek iz leta 2006/07 se je ponovno sejal v letu 2007/08, vendar so se utežna razmerja v tem letu spremenila, kar prikazuje preglednica 1. Klase za analizo smo pridobili iz leta 2007/08. Razpored parcel je bil naključen v petih ponovitvah (shema 1), kjer je merila osnovna parcela 5 m² (dolžina 5 m x širina 1 m). Število posejanih vrst na parceli je bilo 8, razmik med vrstami je bil 12,5 cm. Iz posameznega obravnavanja se je ob žetvi iz sredine posamezne parcelice naključno pobralo 30 klasov pšenice in/ali rži. Na klasih so bile izvedene meritve, pri čemer smo izmerili dolžino klasa, prešteli število klaskov na klas, število zrn na klas in stehtali maso zrnja na klas. \n5. ponovitev\n4. ponovitev\n3. ponovitev\n2. ponovitev\n1. ponovitev\nLegenda: oznake mešanic s številkami in deleži pšenice posejanih v sistematičnem poskusu v petih ponovitvah: 1=100 % pšenica, 2=75 % pšenica+25 % rž, 3=50 % pšenica+50 % rž, 4=25 % pšenica+75 % rž,5=100 % rž\nShema 1: Shema postavitve poskusa \n"], "19": ["3.2 Opis uporabljenih sort", ""], "20": ["3.2.1 'Soissons'", "Po obliki klasa je sorta 'Soissons' resnica, ki daje velike pridelke z odlično kakovostjo in stabilnim številom padanja. Spada med srednje zgodnje sorte. Optimalni rok setve je med 5. in 20. oktobrom, pri čemer se seje 500 kalivih zrn na kvadratni meter. Za setev na enem hektarju potrebujemo od 180 do 210 kg semena. Sorta ima močan koreninski sistem, brez težav prenaša sušo in dobro izkorišča hranila iz tal. Z odličnim razraščanjem nadomesti morebitno slabšo prezimitev. Primerna je za setev v vseh pridelovalnih območjih Slovenije. Ima srednje visoko slamo in je srednje odporna proti poleganju in žitnim boleznim. Nekoliko bolj je občutljiva na fuzariozo klasov. V povprečju dosega B kakovostni razred (Semenarna Ljubljana 2010). \n"], "21": ["3.2.2 'Justus'", "Sorta 'Justus' uspeva na težjih tleh, ki so dobro preskrbljena z vodo in ne trpijo suše. Ima srednje visoko slamo in spada med srednje pozne sorte. Po obliki klasa je bela golica, ki ima srednje visok potencial za rodnost. Za setev na enem hektarju potrebujemo od 180 do 210 kg semena, seje se 450 kalivih zrn na kvadratni meter. Sejemo jo od 5 do 20 oktobra. Ponavadi spada v B kakovostni razred, ob dobri oskrbi na boljših tleh in ugodnih vremenskih razmerah pa v A kakovostni razred (Kmetijsko gozdarski zavod Maribor 2006).\n"], "22": ["3.2.3 'Pegasus'", "Sorta 'Pegasus' spada med belo golico, po višini med visoke pšenice, ki je odporna na poleganje. Je pozna sorta, ki spada v B kakovostni razred in visokim pridelkom zrnja. Za \nsetev na en hektar potrebujemo od 200 do 220 kg semena. Odpornost proti pepelovki je dobra, proti listni pegavosti srednje dobra, pegavosti plev srednja in proti poleganju srednje odporna (Kmetijsko gozdarski zavod Maribor 2006).\n"], "23": ["3.2.4 'Edison'", "Po obliki klasa spada sorta 'Edison' med belo resnico, ki daje srednje visok pridelek zrnja. Je pozna in srednje visoka sorta. Za setev na en hektar potrebujemo od 150 do 180 kg semena. Dosega kakovostni razred B, ob dobri oskrbi na boljših tleh in ugodnih vremenskih razmerah pa A kakovosti razred (Kmetijsko gozdarski zavod Maribor 2006).\n"], "24": ["3.2.5 'Walet'", "Sorta ozimne rži 'Walet' je po višini slame srednje visoka (145 cm) in ima visok potencial rodnosti. Je srednje pozna sorta, ki je dobro odporna na bolezni in škodljivce. Za setev na en hektar potrebujemo od 130 do 150 kg semena (Zemljič 2007).\n"], "25": ["3.3 Izvedene meritve", "Za analizo klasov smo iz vsake parcelice, iz sredine naključno pobrali trideset klasov pšenice in/ali rži. V okviru analize smo ovrednotili dolžino klasa, število klaskov na klas, število zrn na klas in maso zrnja na klas. Dolžino klasa smo vrednotili od začetka prvega členka v klasnem vretenu do vrha klasa, brez upoštevanja rese (slika 7).\nNa klasu smo prešteli klaske, vključno z zakrnelimi na spodnjem delu klasa. Število klaskov na klas se oblikuje ob koncu razraščanja. Določen delež zasnov, ki so se pojavile ob koncu razraščanja, pa v nadaljnjem razvoju zakrni. Število klaskov na klas je odvisno \npredvsem od genotipa rastline, preskrbljenosti rastline z dušikom, intenzivnosti pridelovanja ter od talnih in klimatskih razmer. Glede števila klaskov na klas obstajajo kultivarji, ki imajo večje število klaskov na klas in tisti, ki imajo manjše. Meja med njimi je nekje 18 klaskov na klas. V svetu pa obstajajo tudi kultivarji, ki imajo vse tja do 30 klaskov na klas (Tajnšek 1989).\nPo štetju klaskov smo vsak klas posebej izluščili in prešteli vsa semena. Če primanjkuje padavin v fazi razraščanja, se razvije slabša zasnova klasov, ti ostanejo majhni in je število zrn po klasu manjše (Zadravec 2010). \nIzluščena semena smo stehtali na tehtnici, ki tehta do dveh decimalk natančno.\n"], "26": ["3.4 Statistična analiza", "Statistične analize smo opravili s programskim paketom Statgraphics Centurion (Statgraphic® 2005). Opravljena je bila analiza variance (ANOVA), razlike med obravnavanji znotraj posameznih sort pšenice smo preverjali s Duncan testom pri 5 % stopnji tveganja. Rezultati so prikazani kot srednja vrednost petih ponovitev ± standardna napaka srednje vrednosti (± SEM).\n"], "27": ["4 REZULTATI Z RAZPRAVO", "Iz rezultatov analize klasa pri pšenici je razvidno, da obravnavanja združene setve znotraj sort 'Justus', 'Edison' in 'Pegasus' nimajo statistično značilnega vpliva na dolžino klasa in število klaskov na klas (preglednica 2). Pri sorti 'Pegasus' smo pri obravnavanju združene setve zabeležili za 20 % manjše število zrn na klas. Rž kot komponenta v mešanici je vplivala na maso zrnja pri sorti 'Justus' pozitivno in pri sorti 'Edison' negativno. Tako je bila, v primerjavi s čistimi posevki obeh sort, masa zrnja klasov pobranih iz soržice pri sorti 'Justus' večja za 0,4 g in pri sorti 'Edison' manjša za 0,5 g. Pri sorti 'Soissons' je opaziti statistično značilen vpliv rži kot komponente v mešanici na dolžino klasa, število klaskov na klas, število zrn na klas in maso zrnja na klas. V primerjavi s čistim posevkom pšenice so bile vrednosti vseh omenjenih lastnosti klasa nižje pri obravnavanjih z višjim deležem rži v mešanici (posevek z izhodiščnim deležem 50 % pšenice). Primerjava čistih posevkov pšenice je pokazala, da ima sorta 'Pegasus' najdaljši klas (8,0 cm), z največ klaski (16,2) in z največ zrni na klas (36,2).\nRezultati prikazani v diplomskem delu se nanašajo na soržico požeto v drugem letu trajanja poskusa, ko so se prvotna utežna razmerja komponent v mešanici spremenila v korist rži (preglednica 1). Tako pri prvotnem 50 % in 25 % utežnem razmerju posejane pšenice opazimo, da pri sortah 'Justus', 'Edison' in 'Pegasus', klasov pšenice v pobranem vzorcu sploh ni več zaslediti. Iz tega lahko sklepamo, da je rž bolj konkurenčna, pri čemer ji pomaga tudi njen alelopatski značaj, ter s tem izpodrine pšenico. Pri sorti 'Soissons' pri prvotnem 50 % deležu posejane pšenice le-to še zasledimo, iz česar lahko sklepamo, da ima sorta 'Soissons' večjo konkurenčno sposobnost od ostalih sort in da je manj dovzetna na vplive okolja, tudi na alelopatsko delovanje rži.\nPri pregledu literature smo zasledili diplomsko nalogo, ki je bila pridobljena iz podobnega poskusa, le da so se klasi za analizo pobirali v prvem letu trajanja poskusa (Ojsteršek 2008). Pri primerjavi rezultatov vseh merjenih parametrov klasa pšenice, je razvidno, da so \nrezultati vpliva sort, ki jih v diplomski nalogi navaja Ojsteršek, v nasprotju z našimi dobljeni rezultati. \nn.s. ni statistično značilnih razlik (P≥0,05); * statistično značilen vpliv (P≤0,05); ** statistično značilen vpliv (P ≤ 0,01) a-b srednje vrednosti označene z različnimi črkami se med sabo statistično značilno razlikujejo (Duncan, α=0,05) \nV preglednici 3 so prikazani podatki, ki se nanašajo na meritve izvedene na klasih rži, ko je ta rasla v čistem posevku ali v mešanici z različnimi sortami pšenice. Iz rezultatov je razvidno, da so imele vse uporabljene sorte pšenice statistično značilen vpliv na vse merjene parametre (P≤0,01), z izjemo dolžine klasa rži pri obravnavanjih s sorto 'Pegasus' (P≥0,05). V primerjavi s čistim posevkom rži je imela sorta 'Soissons' izrazito negativen vpliv na rž, saj so vrednosti meritev klasa pri vseh obravnavanjih soržice značilno nižje. Tako so bili, v primerjavi s čistim posevkom, klasi rži v združeni setvi s sorto 'Soissons' v povprečju do 13 % krajši, število klaskov se je zmanjšalo za 8,7 % do 12,4 %, število zrn na klas do 18,7 %, masa zrnja pa je bila nižja tudi za 38,9 %. Iz dobljenih rezultatov lahko sklepamo, ne le da je sorta 'Soissons' konkurenčnejša in manj občutljiva na alelopatsko delovanje rži (preglednica 3), temveč da tudi sama negativno deluje na rž v združeni setvi. Pri sorti 'Edison' so, v primerjavi z rezultati čistega posevka rži, dobljene vrednosti nižje le pri obravnavanju z izhodiščnim deležem pšenice 75 %. Podobno pozitivno delovanje pšenice na parametre klasa rži opazimo tudi pri sorti 'Justus', kjer je dolžina klasa, število klaskov na klas in število zrn na klas statistično enako čistemu posevku rži le pri obravnavanju z izhodiščnim deležem pšenice 75 %. V nasprotju z ostalimi sortami pšenice, pri katerih je pozitiven ali negativen vpliv na parametre klasa rži jasno viden, so pri sorti 'Pegasus' rezultati manj jasni (preglednica 3).\nDobljeni rezultati so v nasprotju z dognanji, ki jih v diplomski nalogi navaja Ojsteršek (2008). V omenjenem poskusu sorte niso imele statistično značilnega vpliva na dolžino klasa, število klaskov na klas, število zrn na klas in maso zrnja na klas pri rži. \nn.s. ni statistično značilnih razlik (P≥0,05); * statistično značilen vpliv (P≤0,05); ** statistično značilen vpliv (P ≤ 0,01) a-b srednje vrednosti označene z različnimi črkami se med sabo statistično značilno razlikujejo (Duncan, α=0,05)\n"], "28": ["5 SKLEPI", "Na Univerzitetnem kmetijskem centru fakultete za kmetijstvo in biosistemske vede v Hočah je bil proučevan in statistično ovrednoten vpliv različnih sort pšenice v združeni setvi z ržjo na dolžino klasa, število klaskov na klas, število zrn na klas in maso zrnja na klas obeh komponent. Na podlagi rezultatov lahko sklepamo naslednje:\n1. Da imajo v posevkih soržice uporabljene sorte pšenice različno konkurenčno sposobnost.  Med preizkušanimi sortami je najkonkurenčnejša sorta 'Soissons'.\n2. Rž kot komponenta v združeni setvi ima negativen vpliv na parametre klasa pri pšenici.\n3. V odvisnosti od sorte ima pšenica kot komponenta v združeni setvi pozitiven ali  negativen vpliv na parametre klasa pri rži. Sorta 'Soissons' značilno negativno, in sorta  'Justus' značilno pozitivno vplivata na parametre klasa rži.\nKer ima pšenica v primerjavi z ržjo boljše pekovske lastnosti, lahko glede na dobljene rezultate sklenemo, da je za uspešno pridelavo soržice namenjene predelavi v moko in peki vzhajanih pekovskih izdelkov bistvenega pomena izbira sorte pšenice.\n"], "abstract": ["V današnji kmetijski praksi, po desetletjih intenzifikacije, je združena setev novost in pomeni inovativen pristop k pridelavi poljščin. Med slovenske tradicionalne sisteme združenih setev sodi tudi mešani posevek pšenice in rži, imenovan soržica. Poskus je bil izveden leta 2006/07 na Univerzitetnem kmetijskem centru (UKC) Pohorski dvor. Cilj diplomskega dela je bil raziskati medsebojni vpliv dveh žit, zastopanih v soržici, na parametre klasa: dolžina klasa, število klaskov, število zrn in maso zrn. Analizirani klasi so bili pridobljeni iz poljskega poskusa, kjer sta bili pšenica (sorte 'Soissons', 'Justus', 'Edison' in 'Pegasus') in rž (sorta 'Walet') posejani v različnih utežnih razmerjih. Ta utežna razmerja so bila umetno zmešana in posejana v prvem letu trajanja poskusa, nato se je pridelek ponovno sejal, vendar so se dejanska utežna razmerja spremenila, zaradi večje konkurenčne sposobnosti rži. Klasi za analizo so bili pobrani v drugem letu trajanja poskusa. Iz rezultatov lahko sklepamo, da rž kot komponenta v združeni setvi ima negativen vpliv na parametre klasa pri pšenici. Ker pri prvotnem 50 % in 25 % deležu posejane pšenice, le–te ni več zaslediti, lahko sklepamo, da je rž bolj konkurenčna, pri čemer ji pomaga njen alelopatski značaj in s tem izpodrine pšenico. V posevkih soržice imajo uporabljene sorte pšenice različno konkurenčno sposobnost, tako je najkonkurenčnejša sorta 'Soissons'. V odvisnosti od sorte ima pšenica kot komponenta v združeni setvi pozitiven in negativen vpliv na parametre klasa rži. Sorta 'Soissons' značilno negativno, in sorta 'Justus' značilno pozitivno vplivata na parametre klasa rži. "]}