{"1": ["1 UVOD", "Gnojenje je dodajanje hranil v tla in preko listov, kar zagotavlja, glede na sorto in lego , optimalen ter kakovosten pridelek . S pravilnim gnojenjem in obdelovanjem lahko tudi nekoliko slabša tla izboljšamo. Letno dodajanje hranil pa se vse bolj spreminja iz pavšalnega v gnojenje na podlagi rezultatov analize tal ob vsakokratnem upoštevanju lastnosti rastišča in založenosti s hranili.\nTak način je gospodarnejši, saj večje količine hranil dodamo samo pri velikem pomanjkanju. Pri večji založenosti s posameznimi hranili lahko gnojenje za eno leto v celoti opustimo. Tak pristop je še posebno pomemben pri dodajanju dušika, saj je tako podtalnica manj obremenjena z nitrati. Analizo naredimo vsakih 4-6 let. Z analizo tal dobimo podatke, katerih hranil primanjkuje, katera so v presežkih in katera so na želeni ravni. Analiza nam daje samo podatke o količini oziroma stanju hranil v tleh, ne dobimo pa informacije o učinku dodanih hranil.\nZ uporabo sadre v sadovnjakih želimo izboljšati puferno sposobnost tal, vplivati na reakcijo tal in na dostopnost hranil v tleh. Različna sredstva za kalcifikacijo imajo različen vpliv na pH in dostopnost hranil predvsem P,K,Mg. Večina sredstev, ki se uporablja za kalcifikacijo, zviša pH tal in poveča vsebnost aktivnega kalcija v tleh.Težava pa nastane v bazičnih tleh, v katerih bi želeli povečati vsebnost kalcija, pri tem pa bi želeli ohraniti reakcijo tal nespremenjeno. Takšen učinek želimo doseči s kalcifikacijo tal s sadro.Potreba po gnojenju nastane zaradi odvzema hranil s pridelkom in izgubo hranil. Zavedati pa se moramo, da lahko z nepravilnim gnojenjem in obdelovanjem poslabšamo fizikalne lastnosti tal. Odmerke gnojil določamo predvsem na podlagi analize tal in listov. Analiza tal daje podatke o pomembnih lastnostih tal, predvsem o vsebnosti za rastline potrebnih hranil. V poskusu želimo ugotoviti vpliv sadre na reakcijo tal, dostopnost hranil, predvsem kalcija, v tleh.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Gnojenje", "Pravilno gnojenje ali prehrana rastlin je eden izmed ključnih dejavnikov za doseganje dobrih pridelkov v intenzivnem nasadu. Za dostopnost hranil je zelo pomembna tudi vlažnost tal. Vsaka sadna rastlina ima svoje potrebe po posameznih hranilih in je za njihovo pomanjkanje bolj ali manj občutljiva. Jablana je zelo občutljiva za pomanjkanje kalcija, fosforja in kalija. Vse to se vsako leto kaže ob obiranju pridelka in naslednjo pomlad ob cvetenju. Zelo pomembna sta tudi pH- vrednost tal in delež organske snovi v tleh. Organska snov v tleh ob vlažnem in toplem vremenu mineralizira ter sprošča poleg dušika tudi druga hranila, ki so na ta način dostopna rastlinam.Stanje preskrbljenosti tal s hranili ugotavljamo z analizo zemlje, ki jo v intenzivnih nasadih opravimo vsaki dve leti. Jablana zahteva pH med 5,5 in 6,5, 3-4 % humusa v tleh, srednje težka tla, do 100 cm globine tal, 400-600 mm padavin v rastni dobi in najnižjo zimsko temperaturo do -25 -C (Štampar 2009a).\nGnojenje pozitivno vpliva na diferenciacijo cvetnih brstov (Jazbec 1995 str.35).\nGnojenje je potrebno izvajati racionalno. S tem bomo ohranili rodnost tal, prehrambeno ravnotežje drevesa in plodov ter zmanjšali negativni vpliv na okolje. Analiza tal na P, K, Mg, humus, pH in mikroelemente nam da informacijo o potrebah po gnojenju in o hranilih, ki so rastlini na voljo. Pred napravo nasada je potrebno obvezno izvršiti analizo tal za določanje količine založnih gnojil. V obstoječih nasadih pa jo moramo opraviti vsaka štiri leta. Gnojenje v polni rodnosti je odvisno od lastnosti tal, stanja hranil v tleh in od rasti ter rodnosti nasada. Pretirano gnojenje se negativno odraža v odpornosti drevesa, kakovosti plodov in v okolju \n(http://www.sbaza.net/clanek_html.php?url_clanka=clanki_sb1%2Ffkintegrirano_pridelovanje _sadja.sb&vsebina.replace=fk 5.7.2010).\nTla se ves čas postopno zakisujejo zaradi delovanja kislega dežja, izpiranja bazičnih kationov – Ca in Mg ter njunega odvzema iz tal s pridelki. V poljskih poskusih so ugotovili, da za sprotno nevtralizacijo v tleh nastajajočih kislin potrebujemo okrog 500 kg apnenca (CaCO3), če pa gnojimo s kislo delujočimi mineralnimi gnojili, pa celo 1000 kg apnenca/ha letno. Apno in gašeno oz. hidratizirano apno delujeta hitro, vendar sta zelo agresivna za žive organizme v tleh (deževnike, korenine rastlin), zato ju smemo odmerjati le malo naenkrat (http://www.horti-kult.com/forum/viewtopic.php?=14 5.7.2010 )\n(Štampar 2009b, str.117)\n"], "4": ["2.2 Vloga kalcija v sadni rastlini", "Za Ca velja, da je optimalna reakcija tal za njegov sprejem v rastline pri pH med 7 in 9 (Perelli 1987, str.35). Kalcij med vsemi mineralnimi elementi vpliva na kakovost in trpežnost plodov pri skladiščenju jabolk. Njegov učinek ni mogoče nadomestiti z nobenim drugim elementom. Tudi zahteve potrošnikov po kakovosti jabolk so vedno večje, zato le težko dosežemo želene cilje samo po naravni poti. Vzrok za pomanjakanje Ca v plodovih je lahko v neugodnih talnih ali vremenskih razmerah ter v transportu tega elementa po rastlini (Faust 1989).\nKalcij je najbolj variabilen med različnimi sezonami (Marcelle 1990, str.305). Pojav fizioloških bolezni v plodovih, kot posledica pomanjkanja Ca, je resen problem sodobnih gostih nasadov oz. modernih sort (Mengel 1991, str.446).\nKalcij je izredno pomemben makroelement pri jablanah. Če ga v tleh ni dovolj, se pri jablanah pogosto pojavi grenka pegavost plodov (Simonič 1992, str.18). Majhne vsebnosti Ca v plodovih zmanjšujejo čvrstost plodov in pospešujejo zorenje, kar je zelo pomembno za jabolka, ki jih dolgo skladiščimo. Plodovi z nezadostno vsebnostjo kalcija so za skladiščenje manj primerni, saj so bolj dovzeti za fiziološke bolezni, posebno pri sortah z velikimi plodovi. Prisotnost Ca v plodovih upočasni propad celičnih sten, vzdržuje trdoto plodov, upočasni tvorbo etilena (rastlinski hormon zorenja in staranja) in zmanjšuje dihanje (Fallahi in Simons 1996).\nTudi zahteve potrošnikov po kakovosti jabolk so vedno večje, zato le težko dosežemoželene cilje brez uporabe kalcijevih dodatkov. Najbolj utečen agrotehnični ukrep za dosego zadostne koncentracije kalcija v plodovih je foliarno gnojenje z raztopino kalcijevega klorida. Kljub \nširoki uporabi teh pripravkov se grenka pegavost plodov še vedno pojavlja (Carbo 1998). Dobra količina kalcija v listih in plodovih nevtralizira abcizinsko kislino, ki se sentitizira zaradi visokih temperature in nizke relativne zračne vlažnosti (suša). V tem primeru kalcij ščiti rastlino pred prezgodnjim odpadanjem listov in plodov. Kalcij vpliva na boljšo obarvanost in na večjo trdoto plodov, zagotavlja daljšo skladiščno sposobnost in večjo odpornost proti pokanju plodov, glivičnim boleznim in mehaničnim udarcem (Veber 2004).\nPomanjkanje kalcija lahko še povzroči lenticelno pegavost, porjavenje mesa, jonatonovo pegavost, steklavost plodov in večjo občutljivost za Gleosporium. Plodiči sprejemajo kalcij prve tedne razvoja. Sprejem kalcija jim omogoča izločanje avksina. Tako lahko konkurirajo s poganjki (sinteza avksina v rastnem vršičku) za razpoložljiv kalcij. Pri močni rasti poganjkov ti zmagujejo za kalcij, ki prihaja preko korenin in ga najprej primanjkuje v plodičih. V tleh je prisoten v obliki apnenca CaCO3 in dolomita CaCO3 X MgCO3. Z dodajanjem kalcija ostanejo plodovi bolj trdni. Plodovi, ki jim primanjkuje kalcija, bolj intenzivno dihajo in tvorijo več etilena (hormon zorenja oziroma staranja) (Štampar 2009c).\nPri sadnem drevju so na pomanjkanje kalcija najbolj občutljive jablane, večje potrebe po tem hranilu so prisotne tudi pri hruškah in češnjah. Na pomanjaknje kalcija je zelo občutljiva sorta Braeburn, srednje občutljiva pa sorta Gala. Pomanjkanje kalcija je v rastlini malokdaj povezano z nizko vsebnostjo tega elementa v tleh. Takšna tla so kisla in povzročajo druge, pomembnejše težave, kot je pojav toksičnosti zaradi Al, Fe, Mn ali Zn. Pojav pomanjakanja kalcija nastane predvsem zaradi neučinkovitega sprejema ali slabega premeščanja tega hranila vrastlini(http://www.hmezad.si/uploads/datoteke/TehničniList_Chelal_Omnical.pdf 5.7.2010).\n"], "5": ["2.3 Pomen kalcija v tleh", "Kalcija primanjkuje običajno na listih v zelo izpranih podzolastih tleh. Zato pri nas ni potrebno gnojiti s kalcijem, razen v primerih, ko so tla prekisla. V tem primeru dodamo določeno količino apna ali snovi, ki vsebuje apno (žgano apno, mleti apnenec, dolomit). Če kislost zemlje ni prevelika, zadostuje že gnojenje z bazičnimi rudninskimi gnojili (Jazbec s sod. 1976). Rastline sprejemajo kalcij iz tal v ionski obliki, absorpcija pa je odvisna od okoljskih dejavnikov in od lastnosti koreninskega sistema ( Himerlick in McDuffie 1983, str.147). Kalcij prihaja iz listov v sadje približno v enaki koncentraciji kot kalij, vendar so talne izgube v zelo veliki koncentraciji. Kalcij napolni v rastlini manj specifičnih funkcij pri encimski aktivaciji, stabilizira pa v prvi liniji novo strukturo pri celični gradnji. Ena pomembna funkcija v rastlini, poleg stabilizacije, je tudi funkcija v celičnih membranah (Quast 1986).\nVloga kalcija v tleh je prav tako pomembna, ker izboljšuje fizikalne lastosti tal: vpliva na boljšo prepustnost in zračnost ter izboljšuje strukturo tal. Prisotnost kalcija v tleh je velikega pomena tudi zaradi vpliva na reakcijo tal in s tem na dostopnost rastlinskih hranil. Vse to vpliva na življenje mikroorganizmov v tleh in pospešuje mineralizacijo organske snovi, s tem pa izboljšuje prehrano rastlin (Pajestka in Pavlin 1992).\nTudi kisla tla z majhno količino izmenljivega kalcija lahko prispevajo zadovoljivo količino kalcija za oskrbo plodov s kalcijem (Little, 1993, str.437; Haynes 1992, str.847). Kalcij v tleh posredno vpliva tudi na sprejem drugih rastlinskih hranil in s tem na mineralno sestavo plodov, ki je odločilnega pomena za kakovost in skladiščno sposobnost plodov (Weibel in sod. 1997, str.337).\nKalcij zagotavlja stabilnost kromosomov in normalno delitev celic (mitoza/mejoza). Transport kalcija poteka v rastlini pasivno ,tako da se ta element premešča s tokom celičnega soka, ki je posledica evaporacije (izhlapevanje vode skozi listne reže). Na tak način se v rastlini premešča 72 % tega hranila(http://www.hmezad.si/uploads/datoteke/TehničniList_Chelal_Omnical.pdf 5..2010). \nOd talnih lastnosti je za sprejem kalcija v rastlino pomembna nasičenost talnih koloidov s kalcijevimi ioni, razmerje med posameznimi ioni na sorptivnem delu tal (Ca, Mg, K, H, Al itd) (Tomala in Dilley 1990, str.481).\n"], "6": ["2.4 Sadra kot gnojilo", "Besede sadra, naravna sadra, kemijska sadra, titanova sadra, gips, REA gips, mavec, kalcijev sulfat imajo skupno kemijsko formulo CaSO4 x H2O. To pomeni, da gre za snovi z enako osnovno sestavo. V Sloveniji nahajališč naravne sadre ni, zato pa obstajajo različni viri kemijskih sadr, ki se kot alternativa naravni sadri v svetu vse bolj uporabljajo. Največji vir predstavljajo Termoelektrarna Šoštanj in Trbovlje z energetsko sadro ter Cinkarna Celje s titanovo sadro. Je eden pomembnejših virov kalcija in žvepla v prsti, regulator pH vrednosti v prsti, sredstvo za prezračevanje zemlje in zadrževalec vlage v zemlji. V manjši meri z uporabo sadre izboljšamo pH-vrednost zelo kislih tal. Na splošno se z uporabo sadre zemlja prezrači in izboljša njena struktura ( http://www.cinkarna.si/filelib/publikacije_si/cinkarnar/cc_307_net.pdf 2.7.2010 ).\nSadra je vir žvepla (nujno potreben pri prehrani rastlin). Je pomembno rastlinsko hranilo. Vendar se na žveplo ponavadi pri gnojenju ne oziramo, ker ga običajno pride v tla dovolj s padavinami. Sadra je v kmetijstvu uporabljena kot alternative apnu - v smislu gnojenja s kalcijem (Ca) in kalijevemu sulfatu - kot gnojenje z žveplom (S). Sadra, ki je kalcijev sulfat dihidrat/ CaSO4 x 2 H2O/, se v kmetijstvu uporablja kot gnojilo in kot izboljševalec fizikalno- kemijskih lastnosti tal. Vsebuje 30 % CaO in 45 % SO3. Na kmetijskih zemljiščih sadro dodajamo poleti, jeseni oziroma spomladi. Na težjih tleh izboljša strukturo tal (večja zračnost, propustnost, tla se hitreje ogrejejo, zadržije vodo). Na lažjih tleh pa omogoča večjo kapaciteto za vlago, vendar je potrebno v tla dodajati tudi organska gnojila. S sadro gnojimo zgodaj spomladi v količini 15- 20 T/ha. Kadar gnojimo s sadro, sta kalcij in žveplo zelo hitro dostopna za rastline in nič ne vplivata na spremembo reakcije zemlje. S sadro bomo gnojili \ntakrat, kadar bomo želeli izboljšati oskrbo rastlin. Sadra je pomembna pri rahljanju in povečanju zračnosti zemlje, kadar je v zemlji veliko magnezija (Leskovšek 1998). Uporabljamo jo za vnos večjih količin Ca2+ ionov, da nadomestimo Na+ ione v izmenljivih mestih. Z izpiranjem odplaknemo soli in Na+ ione (sadro uporabljamo namesto apnenca zaradi večje topnosti in ker ne vpliva na pH). Sadra se ne uporablja na območjih, kjer so samo dobre topne soli ( http://www.ipm.iastate.edu/ipm/icm/2003/4-21-2003/gypsum.html 13.4.2010).\nSadra je naravni mineral, ki se nahaja v sedimentnih kamninah. Čista sadra pa je bel do prozoren mineral. Njeno kemijsko ime je kalcijev sulfat dihidrat. Celotna formula sadre je : CaSO4 X 2H2O ↔ CaSO4 x 0,5 H2O + 1,5 H2O ( http://www.minet.si/gradivo/seminarske/4546661Sadra.pdf 2.7.2010 ).\nSadra je pomembna za rahljanje, kadar je v zemlji veliko magnezija. Dovoljena je za uporabo na kmetijskih zemljiščih, saj koncentracije primesi (krom, baker, nikelj, svinec, mangan ) ne presegajo dovoljenih vrednosti. Uporabljamo jo večkrat v rastni dobi ( http:// web.bf.uni-lj.si/katedre/clanki/clanek80.htm 13.4.2010 ).\nSadro dajemo v tla za zmanjšanje toksičnosti aluminija in mangana v močnih kislih tleh ( pri pH < 5,0). Kalcij iz sadre (kot tudi iz apnenca ) tvori večje strukturne agregate kot magnezij, zato površina tal ( zgornja 2 cm tal ), ne razpoka. Žveplo posredno vpliva na povečanje izkoristka dušika in zmanjšuje vsebnosti nitratov. Pomemben učinek sadre je lahko tudi pri preprečevanju amoniaka iz tal (po uporabi amonij vsebujočih mineralnih ali organskih gnojil). Z uporabo sadre ne bomo odpravili zbitosti tal, ne bomo odpravili tudi kislosti tal, čeprav v tla z njo dodajamo kalcij. Kislost tal lahko popravimo le z apnenjem, to je dodajanjem apnenca ali apna oz. do določene mere tudi dolomita. Z apnenjem dosežemo povečanje dostopnosti glavnih hranil, povečanje delovanja mikroorganizmov ter vezavo težkih kovin v nedostopno obliko. Rastline dobro prenašajo sadro, tudi če je odmerimo mnogo, npr.10 t/ha. Vendar je smiselno odmerjati le toliko sadre, da z njo zadovoljimo potrebe rastlin in tal po kalciju in žveplu \n(http://www.kmeckiglas.com/index.php?option=com_concent˛&task=view&id=1392&Itemid =102 13.4.2010 ).\n"], "7": ["3 MATERIALI IN METODE DELA", ""], "8": ["3.1 Lokacija poskusa", "Opisani poskusi so bili izvedeni leta 2008 na UKC Pohorski dvor. Ta se nahaja v severovzhodnem delu Slovenije, pod obronki Pohorja. Posestvo je organizirano kot Univerzitetni kmetijski center, znotraj katerega predstavljajo sadjarske površine 55 ha, obseg ostalih površin (njive, vinogradi…) pa je čez 80 ha. Posestvo ima urejen kapljični namakalni sistem s fertigacijo. Voda se zbira v akomulacijska jezera.\n"], "9": ["3.2 Podnebne značilnosti leta 2008", "Glavna podnebna značilnost leta 2008 je bila nadpovprečna temperatura. Osončenost in količina padavin sta bili blizu dolgoletnemu povprečju. V večjem delu države so bile te vrednosti malo nad povprečjem, na nekaterih območjih pa tudi pod povprečjem. Zadnje dni novembra je v Julijcih zapadlo veliko snega, močno pa je sneg pobelil tudi nižine. Podnebne razmere glede na dolgoletne povprečne vrednosti niso bile enake preko celega leta. V posameznih mesecih in letnih časih so bila večja odstopanja v smeri nadpovprečnih, v nekaterih pa tudi v smeri podpovprečnih vrednosti. Leto 2008 si bomo zapomnili tudi po veliki škodi, ki so jih povzročila poletna neurja. Povprečna letna temperatura je bila povsod za več kot 1 -C nad dolgoletnim povprečjem. Nadpovprečno topli so bili tudi vsi letni časi. Nadpovprečno je bilo v letu 2008 tudi število toplih in vročih dni, vendar ekstrem iz leta 2003 \nni bil dosežen. Vsota padavin v letu 2008 je bila blizu dolgoletni povprečni vrednosti, v večjem delu državeso bile vrednosti presežene do 20 %, na severovzhodu in vzhodu pa je bil za okoli 10 % velik primanjkljaj. Po veliki nadpovprečni namočenosti je izstopalo le Posočje. V Posočju je padlo preko 3000 mm, v Pomurju manj kot 700 mm, na obali pa okoli 1000 mm padavin. Slovenijo so julija in avgusta 2008 prizadela številna močna nevihtna neurja s točo, viharnim vetrom in intenzivnimi padavinami. Neurja so povzročila ogromno gmotno škodo (http://www.arso.gov.si/vreme/podnebje/meteorolo/5%a1ki%20letopis/2008klima.pdf 19.5.2010 ).\n"], "10": ["3.3 Material", ""], "11": ["3.3.1 Opis sorte ′Gala′", "′Gala′ je novozelandska sorta. Vzgojil jo je J.H. Kidd v Greytovnu na Novi Zeladiji. Nastala je s križanjem sort Kidd’s orange in Zlati delišes. V pridelavo so jo uvedli leta 1965. V slovenskem sadnem izboru je uvrščena med postranske sorte in je četrta najbolj razširjena sorta na svetu. Pridelava te sorte s svetu se širi, saj je zelo priljubljena pri porabnikih in dosega visoke cene. Ker so plodovi standardne sorte pogosto slabo obarvani, selekcionisti odbirajo bolj obarvane različke (Viršček 1998).\nPoznamo več vrst ′Gala′, ki se ločujejo od standardne po deležu in načinu obarvanosti. Ločimo tri glavne tipe: Royal ′Gala′ (progasto rdeča krovna barva in nekoliko drobnejši plodovi od standardne), Real prince ′Gala′ (s prelito rdečo krovno barvo in debelejšimi plodovi od standardne) in Mondial ′Gala′ (progasto rdeča krovna barva in nekoliko debelejšimi plodovi od standardne) (Godec in sod. 2002). \nDrevo raste srednje bujno in se dobro obrašča. Cveti srednje pozno. Je diploidna sorta. Pogosto zelo obilno cveti, zato je obvezno redčenje. Podlaga M9 ji zelo ustreza. Na njej zarodi v drugem letu. Pri intenzivni oskrbi, ki obsega tudi temeljito redčenje, redno in zelo dobro rodi. Zahteva dvakratno obiranje. Zori v začetku septembra. Uporabna je takoj po obiranju in se ohranja do januarja. Plodovi so drobni do srednje debeli, ploščato okrogli, nekoliko rebrasti. Koža je gladka s svetlo rumeno osnovno in svetlo rdečo krovno barvo. Meso je rumenkasto, hrustljavo, sočno, aromatično in sladko. Plodovi niso občutljivi za otiske in prevoze. Za škrlup (Venturia inaequalis C.) in jablanovo plesen (Podosphaera leucotricha L.) ni posebno občutljiva, na zimski mraz pa je srednje občutljiva sorta (Črnko 1990a).\n"], "12": ["3.3.2 Opis sorte ′Braeburn′", "Sorta ′Braeburn′ je novejšega izvora. Prvič je bila posajena leta 1989 na Južnem Tirolskem (Oesterreicher 1994, str.143).\nSorta je nastala kot naključni sejanec med križanjem Lady Hamilton (Apfel) x Cox Orange leta 1952 iz Waiwhera na Novi Zelandiji. Odkril jo je O. Moran (http://de.wikipedia.org/w/index.php?title=Datei:Apple_seeds_variety_Braeburn_(aka).jpg&fi letimestamp=20070623082158 12.4.2010).\nV mladostni dobi kaže ′Braeburn′ bujnejšo vegetativno rast. V obdobju rodnosti je šibke rasti, zato ga je potrebno vzpodbujati k vegetativni rasti za dosego rednih in visokih pridelkov. Glede na dosedanje izkušnje je najprimernejša vegetativna podlaga M9. V kombinaciji s srednje bujnimi podlagami (M26, M7, M111) daje ′Braeburn′ nižje začetne pridelke, na plodovih se razvije več lenticelnih peg. ′Braeburn′ močno reagira na tla. Na lahkih, peščenih tleh ima zelo šibko rast; na težjih, globljih in humosnih tleh pa ima bistveno močnejšo rast (Oesterreicher 1995). \nZaradi zgodnejšega cvetenja je občutljiv na spomladansko pozebo, zato so hladne in mokre lege neprimerne (Steiner in Frasnelli 1994, str.140). Sorta ′Braeburn′ redno in obilno rodi. Obira se sredi oktobra, ko dosežejo plodovi fiziološko zrelost. Kakovost plodov je odlična tako glede barve kot debeline. Zahteva redno dvakratno kemično redčenje plodičev, razen v prvih letih in ročno korekcijo ter redno večkratno škropljenje s kalcijevimi preparati, zaradi nevarnosti pojava lenticelnih peg. Pravočasno obrani plodovi se zelo dobro skladiščijo. Plodovi so težji, meso je čvrsto in hrustljavo, s primernim razmerjem sladkorja in kisline (Mustar 1995).\nOprašujejo jo opraševalci sort Fuji, Gala, Granny Smith in Zlati delišes (http://vrt-bj.hr/jabuke/jabuka_braeburn/ 12.4.2010).\n"], "13": ["3.3.3 Podlaga M9", "M9 rumeni paradiževec, je najbolj razširjena šibkorastoča vegetativna podlaga za jablane pri nas in v svetu. Drevesa potrebujejo oporo. Raste tako v težkih kot v lažjih tleh. Najbolje uspeva v globokih, humoznih, zmerno vlažnih in prepustnih tleh. Občutljiva je na prekomerno vlago v tleh. Vpliva na zdodnjo in obilno rodnost. Plodovi so debeli in lepo obarvani. Trpežnost plodov je v prvih letih slabša,še posebej, če so predebeli in prezreli. M9 je občutljiva na jablanov škrlup, jablanovo pepelovko, krvavo uš, hrušev ožig, na oster zimski mraz in na voluharja. Sorazmerno je odporna proti gnilobi koreninskega vratu. Pogosto odganja koreninske izrastke. S tem, ko so podlago M9 očistili virusov, so pridobili podklone ali različne tipe te podlage. Ti se od klasične M9 in tudi med seboj razlikujejo po bujnosti in rodnosti. Nekaj najpomembnejših: EMLA, T 337, PAJAM 1 in PAJAM 2. Drevo zraste dva ali tri metre v višino, plodovi so kakovostni. M9 ima slabo tolerance za sušo in pomanjkanje hranil (Štampar 2009d). V zelo gostih nasadih se praviloma uporablja podlaga M9, izjemoma za bujne sorte se lahko uporabi M27, vendar je v tem primeru potrebno v 1 letu potrgati vse cvetove (Babnik 1991, str.13). \nDokaj odporna je proti gnilobi koreninskega vratu (Phytophtora cactorum C.), občutljiva na škrlup (Venturia inaequalis C.) in jablanovo plesen (Podosphaera leucotricha L.) in zelo občutljiva na krvavo uš (Eriosoma lanigerum L.) in hrušev ožig (Ervinia amylovora L.). Občutljiva je tudi na zimski mraz, še zlasti če so nanjo cepljene bujne triploidne sorte. Rada poganja koreninske izrastke, ki so nevarni zaradi okužbe s hruševim ožigom. Občutljiva je na čezmerno vlago, pa tudi sušo slabo prenaša. Plodovi so kakovostni in dobro obarvani (Črnko 1990b). Najbolje rodi v kombinaciji s šibkimi in srednje bujnimi sortami. Plodovi jablan na podlagi M9 bolj zgodaj dozorijo in so izenačeni (Gvozdenović s sod. 1988, str.58).\n"], "14": ["3.4 Metode dela", ""], "15": ["3.4.1 Zasnova poskusa", "Poskus smo zastavili v jeseni leta 2004 v mladem nasadu UKC Pohorski dvor na sorti ′Gala′. Nasad je bil posajen spomladi istega leta. Sistem nasada je enovrsten s sadilnimi razdaljami 3,2 m x 0,7 m, kar znese 4100 dreves/ha. Tehnologija oskrbe nasada je v skladu s pravili integrirane pridelave enotno na celotnem nasadu. V poskus pri sorti ′Gala′ smo vključili 6 obravnavanj, ki so se zvrstila v 4 blokih (preglednica 3).\n 6. Kontrola negnojeno\nPosamezno obravnavanje je bilo izvedeno na parceli dimenzij 3,2 x 7,0 m, kar znese 22,4 m2. Velikost posameznega obravnavanja v štirih ponovitvah je tako 4 x 22,4 m2 = 89.6 m2. Celoten poskus s šestimi obravnavanji obsega 89,6 m2 x 6 = 537.6 m2 . Izhodiščne količine sadre za posamezna obravnavanja smo določili v razponu od najnižje (5t/ha) pa do ekstremno visokega hektarskega odmerka (20 t/ha), preračunano na površino poskusnih parcelic. Na enak način je bilo gnojenje s kalcijevimi gnojili izvedeno že v letu 2005. V letu 2006 smo parcelice razdelili na polovico, kjer smo prvo polovido parcelic ponovno pognojili s Ca- gnojili, drugo polovico pa ne. Prva polovica: 1G, 2G, 3G, 4G, 5G (G – ponovno gnojeno = ponovna kalcifikacija) in 6 kontrola (brez Ca – gnojil) in druga polovica: 1N, 2N, 3N, 4N, 5N (N – brez ponovnega gnojenja s Ca - gnojili) in 6 kontrolna parcelica (negnojeno). V letu 2006 smo v poskus vključili novo sorto ′Braeburn′ in novo lokacijo z obravnavanji,ki so predstavljeni v preglednici 4.\nV poskus je bilo vključenih pet obravnavanj, ki so se izvedla v štirih ponovitvah. V vsako ponovitev je bilo vključenih 10 dreves. Tla v starejšem nasadu sorte ′Braeburn′ so plitka \ndegradirana z visokim pH za te razmere. V letu 2006 smo celotni poskus vrednotili kot celoto z 11 obravnavanji (preglednica 4).\n"], "16": ["3.4.2 Meritve", "Za vrednotenje vpliva kalcifikacije tal s sadro in apnom na reakcijo tal, dostopnost hranil v tleh in vsebnost hranil v plodovih so bile opravljene naslednje meritve:\n5. Meritve generativnih parametrov\nV nasadu so bile izvedene standardne pomološke meritve:\n- meritve obsega debla jeseni 200x in jeseni 200y,\n- štetje socvetij spomladi,\n- štetje in tehtanje plodov ob obiranju,\n- delitev pridelka glede na velikostne razrede (premer pod in nad 70 mm). \nAnalize tal so bile opravljene v analitsko fizikalnem laboratoriju Cinkarne Celje. Odvzeti so bili naslednji elementi: pH, organska snov, N cel., S, P2O5, K2O, Ca in Mg na globinah 0 - 30 in 30 - 60 cm.\n"], "17": ["3.5 Statistična analiza podatkov", "Analiza podatkov o generativnem in vegetativnem razvoju dreves ter parametri kakovosti plodov so bili obdelani in analizirani po programskem paketu Microsoft Excel 2007 in s pomočjo programa SPSS for Windows 10.0. Za posamezne parametre smo računali srednje vrednosti in standardne odklone odvisnih ali variabilnih spremenljivk. Srednje vrednosti smo primerjali z analizo variance (ANOVA) s posameznimi skupinami in ugotovili, da med njimi obstajajo statistično značilne razlike. Sredine preračunanih variabilnih spremenljivk smo testirali z LSD testom, kjer so bile statistično značilne razlike posameznih parametrov med različnimi skupinami pri p < 0,05.\n"], "18": ["4 REZULTATI Z RAZPRAVO", ""], "19": ["4.1 Pomološke meritve v nasadu", "Med pomološke meritve spadajo vegetativni (premer debla) in generativni parametri (število socvetij, število plodov in masa na velikostne razrede premera pod in nad 70 mm ter skupna masa).\n′Braeburn′ v letu 2008\na, b,c: vrednosti označene z istimi črkami se med seboj razlikujejo statistično značilno (LSD, 0,05) \nPri sorti ′Braeburn′ je kumulativna količina pridelka pri najvišji dozi sadre 25 t/ha statistično značilno najvišja v primerjavi s kontrolo. Doza 15 t/ha in 20 t/ sadre se statistično značilno ne razlikuje od kontrole. Na tej parceli je reakcija tal (pH) višja kot na parceli s sorto ′Gala′. Najnižji kumulativen pridelek je bil pri dozi 15 t/ha sadre. Pri kontroli ni bilo zaznati vidne razlike. Masa pridelkov se pri vseh vzorcih ni kaj dosti razlikovala. Pri vegetativnih parametrih smo merili število socvetij in premer debla, pri generativnih parametrih pa število plodov < 70, masa < 70, število plodov > 70, masa > 70 in skupno maso. Število socvetij je bilo pri sorti ′Braeburn′ največje pri obravnavanju 3, najnižje pa pri obravnavanju 4. Pri merjenju premera debla smo ugotovili da imajo drevesa največji premer pri obravnavanju 3, najmanjšega pa pri obravnavanju 1. Število plodov < 70 je bilo največje pri obravnavanju 4, najmanjše pa pri obravnavanju 2. Največjo maso < 70 smo izmerili pri kontroli, najmanjšo pa pri obravnavanju 4. Število plodov > 70 je bilo največje pri kontroli, najmanjše pa pri obravnavanju 1. Največjo maso > 70 smo izmerili pri obravnavanju 4, najmanjšo pa pri obravnavanju 2. Pri skupni masi smo ugotovili da je največja pri kontroli, najmanjša pa pri obravnavanju 4.\nOP: 1G, 2G, 3G, 4G, 5G (G- gnojeno s sadro) in 6 kontrola ter 1N, 2N, 3N, 4N, 5N (N- negnojeno) \nIz analize podatkov o pridelkih sorte ′Gala′ lahko razberemo, da je kumulativno število plodov v letu 2008 statistično značilno najnižja pri dozi 20 t/ha hidratiziranega apna in kontrolni parceli v primerjavi z dozo 5 t/ha sadre pri 1 obravanavnju. Pri ugotavljanju ocene kvalitete plodov, predvsem grenke pegavosti ni bilo zaznati pojava. Najnižji kumulativen pridelek je bil pri kontroli v negnojenih tleh. Najvišji kumulativen pridelek je bil pri 1 obravanavnju. Pri primerjavi ostalih kumulativnih pridelkov je bila največja razlika pri dozi 5 t/ha sadre s primerjavo pri kontroli. Pri sorti ′Gala′ lahko razberemo da je največje število socvetij pri obravnavanju 1 v gnojenih tleh, najmanjše pa pri obravnavanju 5. Pri izmeritvi premera debla smo ugotovili da je največji premer pri obravnavnjih 4 in 5 v negnojenih tleh. Najmanjši premer debla imajo drevesa pri obravnavanju 2 v negnojenih tleh. Največje število plodov < 70 je bilo pri obravnavanju 1, najmanjše pa pri obravnavanju 5 v negnojenih tleh. Pri masi < 70 je bila največja vrednost pri obravnavanju 1, najmanjša pa pri vseh ostalih obravnavanjih. Največje število plodov > 70 je bilo pri obravnavanju 1, najmanjše pa pri obravnavanju 5 v gnojenih tleh. Pri masi > 70 je bila največja vrednost pri 2 v negnojenih tleh, najmanjša pa pri obravnavanju 5 v gnojenih tleh. Največja skupna masa je bila pri obravnavanju 1 v gnojenih tleh, najmanjša pa pri kontroli.\n"], "20": ["4.2 Rezultati analize tal", ""], "21": ["4.2.1 Analiza tal pred in vegetaciji v letu 2008 pri sorti ′Braeburn′ v globini 0-30 in 30-60", "Rezultati analize tal (preglednica 7) pred vegetacijo v globini 0 - 30 cm kažejo na povečanje pH pri vseh obravnavanjih v primerjavi s kontrolo. Največji pH je bil izmerjen pri uporabi 20 t/ha hidratiziranega apna. Organska snov je bila povečana pri gnojenju z 25 t sadre na hektar. Vsebnost celotnega dušika v tleh je od vseh ostalih vzorcev odstopala pri uporabi 25 t sadre na hektar. Sulfatni ion (SO4 ) je bil povečan pri uporabi 20 t sadre na hektar. Vsebnost fosforja je \nbila pri uporabi apna povečana v primerjavi s kontrolo. Vsebnost kalija je bila največja pri uporabi 25 t sadre na hektar v primerjavi s kontrolo v isti globini. Kalcij je bil občutno povečan pri uporabi apna v primerjavi s kontrolo. Pri vrednostih magnezija ni bilo opaziti velikih razlik pri vzorcih. Rezultati analize tal po vegetaciji v globini 0 - 30 cm kažejo na spremembo reakcije tal (pH) pri uporabi 15 t sadre na hektar in sicer se je pH močno znižal. Ostali vzorci niso pokazali velikih razlik. Organska snov se je zvišala pri uporabi 20 t apna na hektar, in sicer z 4,9 na 5,69 %. Razlik ni bilo pri celotnem dušiku. Pri vsebnosti sulfata ni opaznih razlik. Vsebnost fosforja je največja pri uporabi 20 t sadre na hektar v primerjavi s kontrolo. V vsebnosti kalija ni razlik v primerjavi s kontrolo. Kalcij je odstopal pri uporabi hidratiziranega apna v primerjavi s kontrolo. Tudi magnezij ni pokazal večjih sprememb v primerjavi z analizo pred vegetacijo.\nRezultati analize tal (preglednica 8) pred vegetacijo v globini 30 - 60 cm kažejo na povečan pH pri gnojenju z hidratiziranim apnom. Pri kontroli je bil nižja reakcija kot pri uporabi apna. Organska snov je izstopala pri kontroli, pri ostalih vzorcih pa med seboj ni imela velikih \nodstopanj. Celotni dušik je bil največji pri uporabi 20 t sadre na hektar. Vsebnost SO4 ni nikjer bila povečana. Vsebnost fosforja v globini 30 - 60 cm se je rahlo povečala pri uporabi hidratiziranega apna in je bila v primerjavi s kontrolo višja. Vrednost kalija je pri kontroli pokazala najnižjo vrednost v primerjavi z uporabo sadre. Kalcij je bil povečan pri uporabi apna v primerjavi s kontrolo. Tudi vrednosti magnezija niso pokazale večjih odstopanj. Rezultati analize tal po vegetaciji v isti globini (30 - 60 cm) kažejo da ni razlik v reakciji tal. Večjih razlik tudi ni pri organski snovi v tleh. Vrednost celotnega dušika je bila višja pri uporabi 20 t sadre na hektar. Sulfatni ion je bil pri uporabi 25 t sadre na hektar višji kot pri kontroli. Vrednost fosforja je bila najvišja pri gnojenju z 25 t sadre na hektar. Kalij je bil rahlo povečan pri uporabi 20 t sadre. V vsebnosti kalcija med obravnavanji je ta pokazal najvišjo vrednost pri uporabi 25 t sadre na hektar in je bil ta višji od analize pred vegetacijo v isti globini. Odstopanj tudi ni bilo pri vsebnostih magnezija.\n"], "22": ["4.2.2 Analiza tal pred in po vegetaciji v letu 2008 pri sorti ′Gala′ v globini 0-30 in 30-60 cm", "Rezultati analize tal (preglednica 9) pred vegetacijo v globini 0-30 cm so pokazali, da se je pH močno povišal pri tretiranju z apnom. Ostali rezultati so bili v povprečju istih vrednosti. Organska snov je zelo vplivala na tla, saj je bila le-ta največja pri gnojenju z 20 t hidratiziranega apna na hektar in je bila v primerjavi s kontrolo večja. Vrednosti celotnega dušika so bila v tleh razmeroma enakovredna. Pri vsebnosti sulfatnega iona v tleh je imel ta največjo vrednost pri gnojenju z 20 t sadre na hektar. Pri vsebnosti fosforja v tleh je opazen vzorec pri kontroli in ta odstopa od povprečja pri ostalih vzorcih. Kalij (K2O) je imel največjo vrednost pri uporabi 20 t hidratiziranega apna na hektar in v primerjavi s kontrolo ni veliko odstopal. Vsebnost kalcija v tleh se je pri uporabi 5 t in 20 t sadre znižala v primerjavi s kontrolo. Močno povečanje kalcija pred vegetacijo je opazno pri tretiranju z hidratiziranim apnom, kjer je vsebnost kar 1,07 %. Pri vsebnosti magnezija pred vegetacijo lahko izključimo vsebnost hranil v tleh. Rezultati analize tal (preglednica 9) po vegetaciji v isti globini so pokazali, da se je pH pri obravnavanju 1 (gnojenje s 5 t sadre/ha) zvišal v primerjavi z analizo \npred vegetacijo. Zelo visok pH je bil izmerjen pri tretiranju z 20 t hidratiziranega apna na hektar, kjer je ta dosegel vrednost 8,1, kar pomeni, da so v tem predelu tla bazična. Organska snov se je najbolj zvišala pri uporabi apna v tleh in je ta bila v primerjavi z analizo pred vegetacijo v globini 0-30 cm večja. Vsebnost celotnega dušika ni veliko odstopala z analizo pred vegetacijo. Sulfatni ion je povečal vrednosti pri gnojenju z 20 t sadre na hektar in je v primerjavi z analizo pred vegetacijo dosegel kar 7 kratno povečanje. Vrednosti fosforja so največje pri gnojenju z 10 t sadre na hektar. Kalij je pri hidratiziranemu apnu imel manjšo vrednost, kot pri analizi pred vegetacijo. Vsebnost kalcija je bila najvišja pri apnu in se je v primerjavi z analizo pred vegetacijo znižala. Pri vsebnosti magnezija v tleh ni opaziti večjih sprememb.\nse nadaljuje\nse nadaljuje\nRezultati analize tal (preglednica 10) pred vegetacijo v globini 30 - 60 cm so pokazali, da gnojenje s sadro ni imelo velikega učinka na spremembo pH v tleh. Velik pH je bil opazen pri tretiranju z hidratiziranim apnom. Pri vsebnosti organske snovi ni bilo opaziti velike spremembe, ki bi vplivala na tla. Vrednosti celotnega dušika v tleh so pri vseh vzorcih v nekem povprečju in ne odstopajo. Pri uporabi 10 t in 15 t sadre na hektar je v primerjavi s kontrolo opazno povečanje sulfatnega iona ( SO4 ). Pri uporabi 20 t hidratiziranega apna na hektar pa povečanje ni opazno. Vsebnost fosforja se je znatno povečala pri obravnavanju 5 in kontroli, ter bila tako večja od ostalih vzorcev. Vsebnost K2O v tleh pred vegetacijo je bila pri gnojenju z 20 t sadre na hektar višja v primerjavi s kontrolo v isti globini. Pri vsebnosti kalcija \nni opaznih razlik v primerjavi s kontrolo. Višja vsebnost kalcija je bila pri 15 t sadre na hektar. Vrednosti magnezija v tleh niso imele velikih odstopanj med vzorci.\nRezultati analize tal po vegetaciji v isti globini so pokazali, da se je pH v tleh povečal iz 6,3 na 7,4 pri uporabi hidratiziranega apna. Pri ostalih vzorcih ni bilo velikih odstopanj. Pri kontroli je bil kisel pH. Vsebnost organske snovi v tleh je pri obravnavanju 5 dosegla povečanje iz 5,1 na 5,69 %. Vrednosti celotnega dušika po vegetaciji se ne razlikujejo od analize pred vegetacijo. Sulfatni ion je povečal vrednost pri gnojenju z 15 t sadre na hektar. Sadra ni imela učinka pri kontroli. Vrednosti fosforja so bile najvišje pri uporabi apna. Močno zmanjšanje fosforja v tleh je pri uporabi 15 t sadre na hektar v primerjavi s kontrolo. Vsebnost kalija je pri kontroli po vegetaciji višja kot pri kontroli pred vegetacijo. Pri vsebnosti kalcija ni opaznih razlik v primerjavi s kontrolo. Višja vsebnost kalcija je bila opazna le pri gnojenju z 20 t hidratiziranega apna na hektar. Pri magneziju v tleh po vegetaciji ni opaziti spremembe.\n"], "23": ["4.2.3 Vrednosti žvepla v tleh pred vegetacijo in po vegetaciji pri sorti ′Braeburn′ leta 2008", "Iz preglednice 11 je razvidna razlika v vrednosti žvepla v tleh v letu 2008. V letu 2008 je imela sorta Braeburn največjo vrednost žvepla pred vegetacijo pri obravnavanju 2 v globini 0\n- 30 cm, pri tretiranju z 20 t/ha sadre in to 0,13 %. Drugače je analiza po vegetaciji pri isti sorti pokazala največjo vrednost žvepla pri obravnavanju 3 v globini 30 - 60 cm z isto količino sadre in to kar 0,22 %. Pri kontroli kot dodatku poskusa je bilo žveplo pri obeh vegetacijah obravnavano v zelo majhnih količinah. Analiza pred vegetacijo je najprej pokazala naraščanje žvepla po odmerkih gnojil, potem pa padanje proti kontroli. Analiza po vegetaciji pa je pokazala naraščanje, pri obravnavanju 3 v globini 30-60 cm pa zelo veliko naraščanje žvepla in potem strmo padanje proti kontroli.\nIz preglednice 12 je razvidna razlika v vrednostih žvepla pred in po vegetaciji pri sorti ′Gala′. Največjo vrednost žvepla je pokazalo obravnavanje 4 v globini 0 - 30 cm v negnojenih tleh,pred vegetacijo. Analiza po vegetaciji pa je pokazala nizko izmerjeno vrednost žvepla pri obravnavanju 4 v isti globini, po vegetaciji, vendar v negnojenih tleh. Izmerjena pa je bila tudi najnižja vrednost žvepla pri obravnavanju 3, v globini 30 - 60 cm v negnojenih tleh, po vegetaciji, pri sorti ′Gala′.\n"], "24": ["5 SKLEPI", "V letu 2008 smo v poskusu uporabe sadre prišli do naslednjih zaključkov:\n- Skupni povprečni pridelek na drevo je pri sorti 'Braeburne' najvišji pri 25 t sadre na ha in pri  kontroli v primerjavi z vsemi ostalimi obravnavanji,\n- pri sorti 'Gala' je povprečni skupni pridelek najvišji pri uporabi 5 t sadre na ha,\n- pri sortah 'Gala' in 'Braeburne se je pH vrednost najbolj dvignil pri uporabi 20 t apna na ha na visokih 7,9 do 8,1,\n- uporaba sadre ni vplivala na pH vrednost pri nobeni sorti in nobeni dozi,  saj so ostale vrednosti na nivoju kontrole,\n- najvišji nivo žvepla 0,57 % smo dosegli pri uporabi 25 t na ha sadre pri sorti 'Gala',\n- gibanje kalcija v globino smo potrdili pri obeh sortah, saj se je koncentracija na globini\n- pri sorti 'Gala' se je vsebnost dušika v tleh povsod povečala, organska snov pa le pri  Tretiranjih s 15 ton sadre na ha in več,\nPoskus uporabe sadre in apna je potrdil učinkovitost apna na povišanje reakcije tal, medtem ko sadra ni vplivala na spremebo pH vrednosti.\n"], "abstract": ["V letu 2008 smo na posestvu Fakultete za kmetijstvo in biosistemske vede Maribor (UKC Pohorski dvor) ugotavljali uporabo sadre pri pridelavi jabolk sorte ′Braeburn′ in ′Gala′. V poskusu smo ugotavljali kako sadra, kot rastlinsko gnojilo, vpliva na reakcijo in pH tal, na dostopnost hranil, predvsem kalcija. Pri sorti ′Braeburn′ je bilo vključenih 5 obravnavanj ( obr.1 s 15 t sadre/ha, obr.2 s 20 t sadre/ha, obr.3 s 25 t sadre/ha, obr.4 s 20 t hidratiziranega apna/ha in obr.5 kontrola-negnojena). S sorto′Gala′ je bilo izvedenih 6 obravnavanj (obr.1 s 5 t sadre/ha, obr.2 s 10 t sadre/ha, obr.3 s 15 t sadre/ha, obr.4 s 20 t sadre/ha, obr.5 s 20 t hidratiziranega apna/ha in obr.6 kontrola-negnojena). Ugotovljeno je bilo, da je bil pH najvišji pri tretiranju z hidratiziranim apnom. Optimalna količina sadre je pri 15-20 t/ha. Apno je znižalo vrednosti Ca (večletno tretiranje). Pri sorti ′Gala′ so vrednosti Ca in S povišane pri tretiranju z apnom. Poskus uporabe sadre in apna je potrdil učinkovitost apna na povišanje reakcije tal, medtem ko sadra ne vpliva na spremebo pH vrednosti "]}