{"1": ["1. UVOD", "Slovenija po vstopu v Evropsko unijo nima možnosti za masovno pridelavo, zato pa ima več možnosti, da se usmeri v naravi prijazno pridelavo hrane But (2000 cit. v Pažek 2003).\nEkološko kmetijstvo je naravi in človeku prijazna oblika kmetovanja, ki temelji na krogotoku hranil na kmetiji in ravnovesju v sistemu tla – rastline – živali – človek ter vedno bolj pridobiva na svojem pomenu. Tak način kmetovanja ima najmanjše negativne vplive na okolje in najmanjšo porabo energije. Vse več ljudi se zaveda, da zastrupljanje narave s pesticidi in drugimi škodljivimi snovmi ne vodi do pozitivnih zaključkov, ravno v ekološkem kmetijstvu pa so osnovne prepovedi uporaba vseh lahko topnih mineralnih gnojil, kemično-sintetičnih sredstev za varstvo rastlin, razkuženega semena itd. (Bavec in sod. 2009).\nEkološko kmetijstvo predstavlja obliko in način kmetovanja, ki pridobiva vse večji pomen v slovenskem kmetijskem prostoru. Slovenija ima pestre naravne danosti z različnimi tipi pokrajin in bogato krajinsko členitvijo, z velikim deležem gorsko-višinskih kmetij in drugih območij z omejenimi možnostmi za kmetijsko dejavnost. In prav zato tudi odlične možnosti za nadaljnji in pospešeni razvoj tega načina kmetovanja, ki pomembno prispeva k zagotavljanju javnih dobrin, ohranjanju kulturne kmetijske krajine, ohranjanju oziroma izboljšanju biotske raznovrstnosti, varstvu virov pitne vode in sploh varovanju celotnega okolja (Ministrstvo za kmetijstvo, gozdarstvo in prehrano Republike Slovenije 2011).\nPredelava ekoloških proizvodov je povezana s strogo namenskimi vlaganji oziroma specifičnimi investicijami, ki so v večini panog predelave povezane z visokimi denarnimi vložki. Zato je predhodno nujna informacija o finančni upravičenosti denarnega vložka, katero lahko ocenimo s pomočjo »Cost – Benefit« analize (primerjalne analize skupnih stroškov in prihodkov, angl. CBA analize) (Pažek 2003).\n"], "2": ["1.1 Namen in cilji", "Namen diplomske naloge je oceniti ekonomsko in finančno upravičenost proizvodnje pekovskih izdelkov na ekološki kmetiji.\nCilj diplomske naloge je razvoj tehnološko-ekonomsko simulacijskega modela, katerega osnovni element bo kalkulacija skupnih stroškov. Ekonomska upravičenost posameznega kmetijskega pridelka/proizvoda se bo ocenjevala s pomočjo ekonomskih indikatorjev, kot so: prihodek, lastna cena, finančni rezultat, koeficient ekonomičnosti. Drugi cilj je aplikacija CBA analize, primerjalna analiza skupnih stroškov in skupnih prihodkov (angl. »Cost – Benefit Analysis«) na primeru proizvodnje pekovskih izdelkov. Rezultati CBA analize bodo služili za odločitev, ali je ob določenih predpostavkah investicija upravičena.\n"], "3": ["1.2 Hipoteze", "V diplomski nalogi so predpostavljene naslednje delovne hipoteze:\nH1: Proizvodnja ekoloških pekovskih izdelkov je ekonomsko upravičena.\nH2: Razvoj kalkulacijskega sistema za ekonomsko analizo proizvodnje pekovskih izdelkov je učinkovito orodje pri procesu odločanja o proizvodnji posameznega izdelka.\nH3: Predvidevamo, da je investiranje v proizvodnjo pekovskih izdelkov po petih letih upravičeno.\n"], "4": ["2. PREGLED LITERATURE", ""], "5": ["2.1 Ekološko kmetijstvo", "Ekološko kmetijstvo je posebna oblika kmetijske pridelave, ki poudarja gospodarjenje v sožitju z naravo. Je način trajnostnega kmetovanja, ki upošteva kmetijo kot celosten, enovit sistem v smislu tla – rastline – živali – človek in skrbi za ravnovesje vseh vključenih elementov. Povpraševanje po ekološko pridelanih živilih se je zaradi vedno večjega zavedanja potrošnikov za zdravstvena, okoljevarstvena vprašanja ter vprašanja glede zaščite živali močno povečalo. K temu je prispevalo tudi kontinuirano spodbujanje in pospeševanje ekološkega kmetijstva s strani države. Poleg izraza \"ekološko kmetijstvo\" se v splošni rabi jezika uporabljajo tudi izrazi \"biološko\" in \"organsko kmetijstvo\" (Bavec 2001).\nDarnhofer (2005) navaja, da lahko ekološko kmetijstvo podpira preoblikovanje dejavnosti na kmetijah, kar spodbuja tudi preusmeritve v več različnih aktivnosti, ki vodijo k večjemu vključevanju v lokalno gospodarstvo in povečanju dohodka. Padel (2001) kot glavni cilj ekološkega kmetijstva navaja ustvarjanje trajnostnega kmetijskega proizvodnega sistema.\n"], "6": ["2.2 Zakonodaja v ekološkem kmetijstvu", "V državah članicah Evropske Skupnosti je ekološko kmetijstvo enotno urejeno z naslednjimi predpisi:  Uredba Sveta (ES) št. 834/2007 z dne 28. junija 2007 o ekološki pridelavi in  označevanju ekoloških proizvodov in razveljavitvi Uredbe (EGS) št. 2092/91.\n- Uredba Sveta (ES) št. 967/2008 o spremembi Uredbe (ES) št. 834/2007 o ekološki  pridelavi in označevanju ekoloških proizvodov. \n Uredba Komisije (ES) št. 889/2008 o določitvi podrobnih pravil za izvajanje Uredbe  Sveta (ES) št. 834/2007 o ekološki pridelavi in označevanju ekoloških proizvodov  glede ekološke pridelave, označevanja in nadzora\n- Uredba Komisije (ES) št. 1254/2008 o spremembi Uredbe (ES) št. 889/2008 o določitvi  podrobnih pravil za izvajanje Uredbe Sveta (ES) št. 834/2007 o ekološki pridelavi in  označevanju.\n- Uredba Komisije (ES) št. 710/2009 o spremembi Uredbe (ES) št. 889/2008, ki se  predvsem nanaša na eko ribogojstvo, deloma pa tudi na spremembo pri pitovnih  prašičih in hlevskem gnoju.\n- Uredba Komisije (ES) št. 271/2010 o spremembi Uredbe (ES) št. 889/2008 o določitvi  podrobnih pravil za izvajanje uredbe Sveta (ES) št. 834/2007 v zvezi z logotipom  ekološke pridelave Evropske unije.\n- Izvedbena Uredba Komisije (EU) št. 344/2011 z dne 8. aprila 2011 o spremembi  Uredbe (ES) št. 889/2008 o določitvi podrobnih pravil za izvajanje Uredbe Sveta (ES)  št. 834/2007 o ekološki pridelavi in označevanju ekoloških proizvodov glede ekološke  pridelave, označevanja in nadzora.\n- Izvedbena Uredba Komisije (EU) št. 426/2011 z dne 2. maja 2011 o spremembi  Uredbe (ES) št. 889/2008 o določitvi podrobnih pravil za izvajanje Uredbe Sveta (ES)  št. 834/2007 o ekološki pridelavi in označevanju ekoloških proizvodov glede ekološke  pridelave, označevanja in nadzora.\nV Sloveniji ekološko kmetijstvo dopolnjujejo na državni ravni naslednji predpisi:\nNovi Pravilnik o ekološki pridelavi in predelavi kmetijskih pridelkov oz. živil (UR.l.  RS št. 71/2010).  Pravilnik o določitvi območij v Republiki Sloveniji, ki so primerna za ekološko  čebelarjenje (Ur.l. RS, št. 52/2003) (Inštitut za kontrolo in certifikacijo UM 2012).\n"], "7": ["2.3 Stanje ekološkega kmetijstva v Sloveniji", "Slovenija je že kmalu po osamosvojitvi odločila, da stopi na pot naravi prijaznega kmetovanja. Leta 1993 je bila sprejeta Strategija razvoja slovenskega kmetijstva (Cortese 2009). V Sloveniji je od uvedbe nadzora in certifikacije ekološke pridelave leta 1998 število kmetij, vključenih v nadzor ekološke pridelave, naraslo na 2.000, kar znaša približno 3 % slovenskih kmetij (Zveza potrošnikov Slovenije 2010). Največja rast je bila v začetnih letih ekološkega kmetovanja, najnižja rast pa je bila zabeležena v letu 2009, ko je bila 1,4 %. V letu 2010 se je odstotek povečal na 6 %. V letu 2010 je bilo v ekološko kontrolo vključenih 2.218 kmetijskih gospodarstev (kar predstavlja 2,9 % vseh kmetij v Sloveniji). Od teh je 1.897 kmetij že zaključilo preusmeritveno obdobje (preglednica 1).\n(Vir: Ministrstvo za kmetijstvo, gozdarstvo in prehrano Republike Slovenije 2012) \nZ naraščanjem števila ekoloških kmetij posledično naraščajo tudi ekološke obdelovalne površine (preglednica 2). V začetnih letih je bila rast visoka, nato so leta 2009 ekološke obdelovalne površine upadle, v letu 2010 pa smo zabeležili povečanje ekološko obdelovalnih površin.\n(Vir: Ministrstvo za kmetijstvo, gozdarstvo in prehrano Republike Slovenije 2012)\n"], "8": ["2.4 Stanje ekološkega kmetijstva po svetu", "Zanimanje za ekološka živila je v izrazitem porastu, saj so se potrošniki in prodajalci odzvali na poročanje raznih medijev o vplivih pesticidov in gensko spremenjenih organizmov (GSO) na okolje, zdravje in varnost hrane (Hughner in sod, 2007). V EU-27 v letu 2009 je bilo 7,6 mio ha površin vključenih v ekološko kontrolo, kar predstavlja 4,3 % zemljišč. Največji delež ekoloških površin med evropskimi članicami beležimo v Češki republiki, Estoniji, Latviji, Švedski in Avstriji, ki je s 15,5 % na vrhu. Glede tega je Slovenija primerljiva s starimi članicami EU, saj primerjava deleža kmetijskih gospodarstev v ekološki kontroli kaže, da je v Sloveniji le-teh 2,9 %, v EU-27 pa 1,4 %; natančneje, povprečni delež je višji v evropski petnajsterici, 2,9 %, ter nižji v novih članicah, kjer dosega le 0,6 %. V svetovnem merilu je delež najvišji na Falklandskih otokih (35,7 %), sledita Liechtenstein (26,9 %) ter Avstrija. Globalno je vodilna po površinah v ekološki kontroli Avstralija (12 mio ha), sledita Argentina (4,4 mio ha) ter ZDA (1,9 mio ha) od skupno zabeleženih 37,2 mio ha na svetu (Majkovič 2011).\n"], "9": ["2.5 Kontrola ekoloških kmetij", "Kontrola ekološkega kmetijstva je namenjena zagotavljanju in razvoju kakovosti, ki jo določajo, oblikujejo in pospešujejo vplivi in osnovne ideje o ekološkem kmetovanju. Razvijajo jih različni interesni partnerji (slika 1), med katerimi so ekološki kmetje, združenja in zveze za ekološko kmetovanje, predelovalni obrati, pristojne državne oblasti, porabniki in kontrolna organizacija (Bavec 2001). \nKontrola je preverjanje dejanskega stanja na kmetijskem gospodarstvu (pregled zemljišč, hlevov, skladišč, zapisov) in ugotavljanje skladnosti s predpisi za ekološko kmetovanje (kontrolno poročilo, določitev potrebnih ukrepov) (Ozimič 2008).\nIzvajanje kontrole ekološke pridelave zagotavlja predvsem varstvo potrošnika (kupca), saj se z veljavnim certifikatom zagotovi razlikovanje med ekološko pridelanimi in ekološko nepridelanimi pridelki. Pomemben razlog za izvajanje kontrol ekološkega kmetijstva je tudi zagotavljanje varstva okolja in naravnih bogastev ter omogočanje oskrbe prebivalstva z zdravimi pridelki in izdelki (Zveza potrošnikov Slovenije 2010). \nSlovenski organi in njihovi logotipi za izdajanje certifikatov, ki jih je akreditirala Slovenska akreditacija, so prikazani na slikah od 2 do 4 (Eko Slovenija 2012):\nSlika 2 KON-CERT, Inštitut za kontrolo in certifikacijo v kmetijstvu in gozdarstvu SI- EKO-001\nSlika 3 IKC, Inštitut za kontrolo in certifikacijo UM SI-EKO-002\nSlika 4 BUREAU VERITAS SI-EKO-003\n"], "10": ["2.6 Potrošniki ekoloških živil", "Ekološke pridelke običajno kupujejo ljudje z višjo izobrazbo in visokim dohodkom in glede na pozitivno naravnanost in naraščanje stopnje izobrazbe obstaja velik potencialni trg za ekološke proizvode (Smit in sod. 2009).\nV splošnem so najpogostejši potrošniki ekološke hrane ženske z otroki in starejši ljudje. Zanimiva je ugotovitev, da imajo mlajši potrošniki pozitivnejši odnos do ekološko pridelane hrane. Ugotavljajo tudi, da družine pričnejo z uporabo ekoloških živil, ko se jim rodi otrok (predvsem uporaba ekološke hrane za otroke) (Hughner in sod. 2007).\n"], "11": ["2.7 Dosedanje raziskave ekonomike na ekoloških kmetijah", "V Sloveniji le redke kmetije živijo samo od kmetijske pridelave. Predvsem kmetije na območjih s težjimi pogoji za pridelovanje so bile prisiljene iskati druge vire prihodka. V bližnji preteklosti so se na kmetijah opravljale kot dopolnilne dejavnosti predvsem domača obrt, turizem na kmetiji, predelava sadja, peka kruha in peciva, predelava mleka, v manjšem obsegu v zadnjih dveh letih tudi predelava mesa (Kulovec 2002).\nOsnovna klasifikacija stroškov na stalne (fiksne) in spremenljive (variabilne) stroške za potrebe analize skupnih stroškov in skupnih prihodkov ne zadostuje. V ta namen je potrebna še podrobnejša razdelitev stroškov. Na podlagi vseh zbranih informacij o skupnih stroških in skupnih prihodkih je mogoče pristopiti k izvedbi finančne analize posameznega kmetijskega projekta. Pri tem gre za uporabo veljavnih tržnih cen in posledično ovrednotenje dejanskih stroškov in prihodkov, ki so (bodo) nastali z izvedbo nekega kmetijskega projekta (Turk 2001). \nOcenjevanje investicijskih projektov v kmetijstvu je večplasten proces. Smotrnost določene naložbe v kmetijstvu je potrebno vrednotiti v smislu njenega finančnega, ekonomskega in družbeno-socialnega prispevka. Vrednotenje posameznega kmetijskega projekta je mišljeno kot ocenjevanje povsem določene investicije v kmetijstvu. Govorimo o CBA analizi, primerjalni analizi skupnih stroškov in skupnih prihodkov (angl. »Cost Benefit Analysis«), ki je osrednje metodološko orodje v procesu vrednotenja specifičnega kmetijskega projekta oziroma dane investicije znotraj posamezne kmetijske panoge ali kmetijstva kot celote (Turk 2001).\nPri primerjavi ekonomske izvedljivosti najbolj pogoste konvencionalne in ekološke pridelave v Sloveniji, je opisana metodologija integrirane determinističnega tehnološko- ekonomskega simulacijskega sistema KARSIM 1.0 (DSM) in vloga za analizo stroškov ter podporo odločanju na kmetijah. Razviti simulacijski sistem omogoča ekonomsko vrednotenje nekaterih najpomembnejših ekonomskih parametrov kot so: finančni rezultat, skupni prihodki, koeficient ekononomičnosti (Pažek in Rozman 2008).\nTurk in sod. (2002) navajajo, da je model poenostavljena abstraktna slika realnega stanja nekega sistema, kjer se poskušajo razmerja med posameznimi elementi modela (inputi in outputi) ponazoriti s tehnološkimi formulami in funkcijskimi odvisnostmi.\nHudson (2007) opisuje program, ki je bil ustanovljen v New Yorku, za financiranje razvojnih projektov proizvodnje, predelave in distribucije kmetijskih pridelkov, za krepitev ekonomske vitalnosti v kmetijstvu.\nEkonomsko vrednotenje izhaja iz predpostavke, da je potrebno vložke projekta oziroma investicije vrednotiti na podlagi njihovih oportunitetnih stroškov, rezultate pa glede na pripravljenost porabnikov, da jih plačajo. Oportunitetni stroški niso nujno vedno enaki opazovanim finančnim stroškom (Pro-eco 2010). \nPoglavitni namen je izračun kazalnikov finančnih rezultatov investicije in izdelava konsolidirane finančne analize. Pri tem upoštevamo metodo diskontiranega denarnega toka in terminski nastanek denarnega toka (Pro-eco 2010).\nPažek in sod. (2007) so razvili integriran determinističen simulacijski model, s pomočjo katerega je mogoče modelno ocenjevati ekonomsko upravičenost posamezne pridelave in predelave kmetijskih proizvodov na območjih z omejenimi dejavniki za kmetijsko pridelavo.\nCabrera in sod. (2008) opisuje razvit model input – output za oceno neposrednih, posrednih in induciranih vplivov kmetij in kmetijske predelave na gospodarstvo v Novi Mehiki. Cilj raziskave je bil ovrednotiti gospodarsko vlogo kmetijstva in predelovanja kmetijskih pridelkov ter prepoznavanja povezav sorodnih predelav glede na prihodke, dodano vrednost in zaposlovanje.\nFinančni del »Cost – Benefit« analize ocenjevanja investicij dopolnilnih dejavnosti na ekoloških kmetijah je ovrednotila Pažekova (2003). Z raziskavo je avtorica želela ugotoviti ekonomsko upravičenost posamezne panoge predelave na ekoloških obratih ter ugotoviti, ali je na njih finančno smotrno investirati v posamezno panogo predelavo ekoloških proizvodov.\nHaruvy (1997) je s pomočjo »Cost – Benefit« analize ocenil ponovno uporabo odpadne vode v kmetijstvu. Vse večja uporaba odpadne vode v kmetijstvu služi ciljem, kot sta spodbujanje trajnostnega kmetijstva, ohranjanje redkih vodnih virov in okolja. Med stroške so vključeni stroški čiščenja, skladiščenja in transporta, med koristi pa obseg kmetijske proizvodnje, zmanjšanje stroškov gnojenja in polnjenje vodonosnikov. \nWustenbergh in sod. (2008) so na podlagi »Cost – Benefit« analize (CBA) razčlenili ukrepe za zmanjšanje emisij hranil v kmetijstvu. Na območjih, kjer je intenzivna živinoreja, so v površinskih vodah povečane koncentracije dušika in fosforja. Okvirna direktiva o vodah za zmanjšanje emisij zahteva dodatne hranilne ukrepe, zato so bili stroški in koristi možnih ukrepov najprej analizirane glede na presežke v tleh. Ugotovili so, da so povečana učinkovitost krav molznic, poljščine – zimski posevki – in večja učinkovitost prašičje krme stroškovno učinkoviti.\n"], "12": ["2.8 Simulacijski modeli", "Kmetijski sistem je dinamičen sistem, ki je odvisen od mnogih dejavnikov. Pri ugotavljanju ekonomičnosti proizvodnje in predelave kmetijskih proizvodov je v kmetijskem managmentu simulacijski proces splošno sprejeta metoda. V procesu simulacijskega modeliranja s pomočjo matematičnih formul in funkcijskih odvisnosti, opisujemo dejansko stanje oziroma dejanski proces, ki se odvija v nekem sistemu (Pažek 2006).\nSimulacijsko modeliranje je v kmetijsko-podjetniški analizi splošno sprejeta metoda, ki so jo avtorji večinoma uporabljali za ocenjevanje stroškov kmetijske proizvodnje (Rozman in sod. 2002).\nDeterminističen simulacijski sistem KARSIM EKO 1.0 (DSM) je sestavljen iz determinističnih modelov simulacije proizvodnje, ki upošteva različne vrste izračunov stroškov za ekološko proizvodnjo in predelavo hrane na kmetiji v okviru dopolnilne dejavnosti (Pažek in sod. 2007).\nS simuliranjem (modeliranjem) želimo ponazoriti dejanski proces ali stanje. V simulacijski model lahko vnašamo spremembe in ugotavljamo odziv modela na vnosne spremembe (Levin in sod. 1992). \nCsaki (1985 cit. v Pažek 2003) opisuje, da je temeljno načelo simulacijske metode proučevanje pojava ali objekta kot celote, kar pomeni, da poskusimo v simuliranje čim bolj kompleksno vključiti vse elemente. Bistvena razlika med simulacijo in linearnim programiranjem je v tem, da je s simulacijo pridobljen rezultat variantna rešitev, ki je odvisna od kombinacije vhodnih in sistemskih podatkov. Uporabnik simulacijskih modelov mora tako uporabiti mnogo znanja, da bi izboljšal zanj neugoden rezultat simulacije.\nZa potrebe odločanja in planiranja v kmetijstvu so poleg tehnoloških informacij nujno potrebne tudi ekonomske informacije. Temu cilju so namenjeni različni sistemi zbiranja teh informacij, tako se največ uporablja enostavno knjigovodstvo (FADN – Farm Accountancy Data Network in Katalog kalkulacij za gospodarjenje na kmetiji). Kot splošno sprejeta metoda ocenjevanja stroškov na kmetiji se uporabljajo raznovrstni modeli, predvsem ekonomsko simulacijski modeli (Csaki 1986).\nSimulacijsko modeliranje je ena od vodilnih sodobnih metod računalniškega modeliranja za analizo dinamičnih problemov. S pomočjo simulacijskega modeliranja lahko raziskujemo dinamiko proizvodnje glede na različne organizacijske variante, unčikovitost proizvodnje in njenega vodenja, izkoriščanje delavnih kapacitet in drugih virov (Pažek 2006).\nTehnološko ekonomski simulacijski modeli so sistemi enačb ter funkcijskih odvisnosti, ki na poenostavljen način opisujejo sistem neke kmetijske proizvodnje v njeni okolici. Pri teh modelih gre za oceno tehničnih parametrov neke proizvodnje (Pažek 2006).\n"], "13": ["3. MATERIALI IN METODE DELA", ""], "14": ["3.1 Zatečeno stanje", "Zatečeno stanje predstavlja situacijo ekološke kmetije. V nadaljevanju so opisani osnovni podatki o kmetiji, to so: naravni pogoji, velikost, družinska situacija, rastlinska pridelava, živinoreja, predelava in način prodaje izdelkov.\n"], "15": ["3.1.1 Družinska situacija in delovna sila na kmetiji", "Na kmetiji živijo tri osebe. Mama (46 let), hčerka (21 let) ter sin (21 let). Mama je gospodinja ter vodi kmetijo, sin in hčerka sta študenta. Glavni vir dohodka predstavlja kmetija in proizvodnja ekološkega pekovskega peciva. Delovno silo predstavlja mama z njenima dvema otrokoma.\n"], "16": ["3.1.2 Lega, velikost, tla in naravni pogoji", "Kmetija se nahaja na Hočkem Pohorju na nadmorski višini 650 m. Kmetija ima večinoma vse površine strme z naklonom med 35–50 %. Težavo predstavlja tudi alpsko podnebje, zaradi katerega je otežena pridelava poljščin. Celotna kmetija obsega 24 ha površine, od tega je obdelovalnih površin 8,6 ha (sadovnjaki 0,7 ha, njive 1,2 ha in travniki 6,7 ha).\n"], "17": ["3.1.3 Varstvo rastlin in gnojenje", "Za varstvo rastlin pred plevelom in škodljivci uporabljajo naravne pripravke predvsem pripravke iz kopriv, vendar večina teh pripravkov deluje le preventivno tako, da plevele in škodljivce (koloradski hrošč pri krompirju) zatirajo mehanično (ročno). Na kmetiji se proizvedeta hlevski gnoj in gnojevka, ki se aplicirata na travinje in njivo.\n"], "18": ["3.1.4 Kolobar in razmere med kulturami", "Na kmetiji pridelujejo po triletnem kolobarju, ki poteka po naslednjem vrstnem redu: pšenica – krompir – travno deteljna mešanica. Kmetija prideluje na 0,42 ha pšenico ter na 0,2 ha krompir. Na 0,42 ha, posejanega s pšenico, pridelajo 1500 kg čistega zrna, krompirja pridelajo okoli 1000 kg. Semenski material je lastni.\n"], "19": ["3.1.5 Živinoreja", "Stalež živali na kmetiji je naslednji: 3 teleta do šest mesecev, 2 mlada goveda od šest mesecev do enega leta, 2 mlada goveda od enega do dveh let, 3 goveda nad dve leti, 3 svinje, 10 kokoši, kar skupaj znaša 5,68 GVŽ. Vse živali so tudi v ekološki reji. Govedo se prehranjuje z večinoma doma pridelano krmo, za prašiče pridelajo krompir. Z druge ekološke kmetije dokupijo 20 % pšenice.\n"], "20": ["3.1.6 Predelava na kmetiji", "Kmetija se ukvarja s predelavo pšenice v moko, iz katere pečejo pekovsko pecivo: kruh, gibanico ter slane palčke. Vsi našteti izdelki so pridobili certifikat o ekološkem poreklu. Za proizvodnjo pekovskih izdelkov mora kmetija dokupovati ekološko pšenico. \nGlavni tržni proizvodi so:\nKolač (kruh) za katerega je potrebna pšenična moka, ki jo pridelajo in predelajo  sami (20 % pšenice pa dokupijo z druge ekološke kmetije), ekološki sladkor trsni  kupijo v ekološki trgovini Biovan, kvas in sol pa kupijo v trgovini z živili.\nGibanica za katero so potrebne pšenična moka, skuta in kisla smetana, ki jo  proizvajajo doma, ekološki sladkor, kvas in sol.\nSlane palčke za katere je potrebna pšenična moka, kvas in sol.\n"], "21": ["3.1.7 Način prodaje izdelkov", "Pekovske izdelke (kolač, gibanico in slane palčke) tržijo na ekološki tržnici v Mariboru, pri čemer so zelo uspešni, saj povpraševanje po izdelkih presega ponudbo, katero pa zaradi manjšega števila družinskih članov ter strme obdelovalne površine ne morejo razširiti. Krompir, jabolko in hruške tržijo doma.\n"], "22": ["3.2 Metodologija dela", "Za oceno ekonomike predelave ekoloških pekovskih izdelkov smo uporabili več metod: metodo simulacijskega modeliranja, metodo kalkulacije skupnih stroškov in finančno analizo ocenjevanja smotrnosti investicije na ekološki kmetiji (kjer se bodo ocenili parametri neto sedanje vrednosti in interne stopnje donosnosti).\nZa obdelavo podatkov in izračunavanje modelov smo uporabili program Microsoft Excel 2000.\n"], "23": ["3.2.1 Zgradba in razvoj simulacijskega modeliranja proizvodnje na ekološki kmetiji", "Ekonomika kmetijstva se ukvarja z ekonomskimi problemi, ki nastopijo vselej, kadar ni mogoče zadovoljiti potreb, ker za to ni na razpolago ustreznih virov. Vsaka družba, vsako podjetje in vsak posameznik se spopada s problemom, ki ima svoj izvor v nepomirljivem nasprotju med neomejenimi človeškimi željami in potrebami na eni strani ter z omejenimi možnostmi (viri) na drugi strani, da bi te želje in potrebe zadovoljili (Perper 2005).\nRazvoj našega simulacijskega modela temelji na proizvodnji ekoloških pekovskih izdelkov. V prvi fazi je bilo tako potrebno najprej za vsak pekovski izdelek sestaviti ustrezno tehnološko karto s pripadajočimi elementi, s pomočjo katerih so se v nadaljevanju s pomočjo računalniškega programa izračunavali in ocenjevali najpomembnejši indikatorji oziroma kazalniki ekonomske upravičenosti pridelave naših izdelkov (povzeto po Pažek 2003). Najprej smo zbrali in vnesli vse podatke v posebej za to razvit simulacijski model. Določila se je količina pekovskih izdelkov ter prodajna cena posameznega izdelka. Nato je sledil vnos podatkov za sestavine, ki so potrebne za izdelavo posameznega pekovskega izdelka. Sledil je vnos podatkov o posrednih stroških ter stroških dela.\nVsi podatki, ki se pojavljajo v tehnološko-ekonomskem simulacijskem modelu, so pridobljeni na analizirani ekološki kmetiji.\nProizvodi, za katere se je razvil simulacijski model, so: kolač, gibanica ter slane palčke.\n"], "24": ["3.2.2 Metode kalkulacij skupnih stroškov", "Kalkulacija je računski postopek obračunavanja stroškov proizvodnje z namenom, da se ugotovi ekonomska upravičenost neke proizvodnje. Kalkulacije so osnovno orodje, ki se uporablja v kmetijskem managementu. Na podlagi kalkulacije ocenjeni skupni stroški \nproizvodnje in izračuni indikatorjev ekonomske uspešnosti so osnova za nadaljnje načrtovanje proizvodnje na kmetiji (Rozman in sod. 2009).\nKalkulacije so v bistvu osnovna informacijska podpora za planiranje proizvodnje. Kalkulacije so tudi osnova (izračunani letni ekonomski indikatorji in denarni tokovi) za nadaljnje planiranje investicij (Rozman in sod. 2009).\nKalkulacija skupnih stroškov proizvodnje obračunava variabilne stroške in pripadajoči delež fiksnih stroškov. S kalkulacijo stroškov po posameznih proizvodnjah lahko torej ugotavljamo, katere proizvodnje so nerentabilne in jih bodisi izključimo iz proizvodnega načrta ali pa jih s spremembami v tehnologiji pokušamo napraviti dobičkonosne. Kalkulacije stroškov so ponavadi izdelane na enoto proizvoda: na hektar površine ali glavo živine (Rozman in sod. 2009).\nOcena najpomembnejših parametrov ekonomske analize\nSkupni stroški\nSkupni stroški so seštevek vseh fiksnih in variabilnih stroškov.\nSS = VS + FS (1)\nKjer je:\nSS = skupni stroški (€), VS = variabilni stroški (€), FS = fiksni stroški (€). \nSkupni prihodek\nVrednost pridelka oz. skupni prihodek je odvisen od skupnega pridelka. Skupni prihodek izračunamo kot:\nSP = Y*Cy (2)\nKjer je:\nY = skupni pridelek (kg, l, kom), Cy = cena enote proizvoda (€/kg, l, kom).\nFinančni rezultat\nFinančni rezultat dobimo kot razliko med skupnimi prihodki in skupnimi stroški proizvodnje. To prikažemo kot naslednje:\nFR = SP – SS (3)\nKjer je:\nFR = finančni rezultat (€ ali €/enoto), SP = skupni prihodek (€ali €/enoto), SS = skupni stroški (€ali €/enoto). \nKoeficient ekonomičnosti (Ke)\nKoeficient ekonomičnosti nam kaže uspešnost neke proizvodnje. Ekonomičnost bo tem višja, čim večji bo proizvod na enoto stroškov oziroma čim nižji bodo stroški na enoto proizvoda. Če je koeficient ekonomičnosti večji od 1, pomeni, da je proizvodnja pekovskih izdelkov oz. posameznega pekovskega izdelka ekonomična in obratno. Koeficient ekonomičnosti prikazuje razmerje med skupnimi prihodki in skupnimi stroški.\nKe = SP / SS (4)\nKjer je:\nKe = koeficient ekonomičnosti, SP = skupni prihodek (€), SS = skupni stroški (€).\nLastna cena\nLastna cena predstavlja strošek v €/kg nekega proizvoda:\nLC = SS / Y (5)\nKjer je:\nLC = lastna cena (€/enoto), SS = skupni stroški (€), Y = pridelek (kg, l, kom). \nAnaliza praga pokritja\nKo imamo informacije o skupnih ali variabilnih stroških načrtovane proizvodnje, se pojavlja vprašanje, pri kateri ceni in pri katerem pridelku bo nameravana kmetijska proizvodnja rentabilna. Osnovna indikatorja sta prelomna točka proizvodnje in prelomna cena proizvodnje.\nPrelomna točka proizvodnje (prag pokritja) je v bistvu minimalen pridelek, ki ga moramo doseči, da bomo pokrili vse stroške proizvodnje.\nPTP = SS/Cy (6)\nKjer je:\nPTP = prelomna točka proizvodnje (t, kg, l, kom) SS = skupni stroški proizvodnje (€) Cy = cena proizvoda (€/enoto)\nPrelomna cena proizvodnje je v bistvu ekvivalent lastni ceni, torej tista cena, ki pri danem obsegu proizvodnje pokrije vse stroške proizvodnje.\nPCP = SS/Y (7)\nKjer je:\nPCP = prelomna cena proizvoda (€/enoto) Y = pričakovani pridelek (t, kg, l, kom itd.)\n"], "25": ["3.2.3 Finančna analiza ocenjevanja smotrnosti investicije", "S terminom investicija razumemo denarna vlaganja v prvine poslovnega procesa (Rozman in sod. 2009).\nZ ekonomskega vidika je investicija poraba kapitala v sedanjosti v pričakovanju (negotovih) prihodnji koristi. Investicijo sestavlja načrtovano zaporedje kapitalskih izdatkov v pričakovanju, da bomo z njimi ustvarili večjo količino denarnih prilivov v različnih obdobjih v prihodnosti. Tako je ocena investicije ovrednotenje negotovih prihodnjih denarnih prilivov v odnosu (tudi do negotovih) denarnih odlivov v sedanjosti ali bližnji prihodnosti Kavčič (1996 cit. v Pažek 2003).\nInvesticija so denarna vlaganja v prvine poslovnega procesa. Podjetje (v našem primeru kmetija) investira, ker dolgoročno ne more zagotavljati tehnološke učinkovitosti (investicija = vnos tehničnega napredka). Brez tehnološke učinkovitosti pa je vprašljiva tudi učinkovitost gospodarske enote (Turk 2001).\nZa posamezno proizvodnjo ekološkega pekovskega peciva je narejena ocena investicije. Višina investicije je odvisna od specifičnosti predelovalne panoge in že obstoječih kapacitet. Podatki za oceno višine investicije so bili pridobljeni na ekološki kmetiji in s pomočjo katalogov in cenikov.\nDinamične metode ocenjevanja investicij\nPri dinamičnih metodah ocenjevanja investicij gre za ugotavljanje vseh investicijskih stroškov in donosov v celotni življenjski dobi investicije. K dinamičnim metodam prištevamo že omenjeni finančni del CBA analize. Neto sedanja vrednost (NSV) in interna stopnja donosa (ISD) sta osnovna indikatorja finančnega dela CBA analize (Rozman in sod. 2009). \nNeto sedanja vrednost (NSV)\nOsrednja točka finančne analize je zajeta v konceptu neto sedanje vrednosti (angl. ''Net Present Value'') (Turk 2001) oziroma v ''metodi diskontiranja denarnih tokov'' (Kay in Edwards 1999). Investicijska neto sedanja vrednost je tako razlika med vsoto sedanjih vrednosti denarnega prihodka (pritoka) za vsako posamezno leto in začetnih investicijskih stroškov. Metoda neto sedanje vrednosti je metoda rangiranja alternativnih vlagateljskih predlogov.\nNeto sedanja vrednost:\nn  t NSV = - I + Σ π / (1 + r) (8)  i =1\nKjer je:\nNSV = neto sedanja vrednost (€), I = višina investicije (€), SP = skupni prihodki (€), SS = skupni stroški (€), r = povprečna letna obrestna mera (%), t = časovna komponenta (število let) (Turk 2001).\nPravilo za odločitev o naložbi na osnovi NSV je, da naložbo sprejmemo, če je NSV večja od 0 (nič) in jo zavrnemo, če je NSV manjša od 0 (nič). Če je NSV enaka nič, je odločitev prepuščena nosilcu odločanja. Med več alternativnimi investicijskimi možnostmi pa izberemo tisto, ki ima najvišjo pozitivno NSV. Naložba je namreč sprejemljiva le tedaj, ko ni druge alternativne naložbe, ki bi pri enakih investicijskih stroških dajala višjo vrednost donosov (Čebokli 2009). \nInterna stopnja donosnosti (ISD)\nInterna stopnja donosnosti (ISD, angl. ''Internal Rate of Return'‘, IRR), nam prikazuje maksimalne obresti, na podlagi katerih je še finančno smotrno izvesti določeno naložbo v kmetijstvu (Turk, 2001). ISD razumemo kot maksimalno obrestno mero, ki jo projekt še lahko prenese (če za njegovo financiranje najamemo posojilo). Želimo si projekt s čim višjo vrednostjo ISD. Metoda ISD je razširitev NSV tehnike. Namesto vnaprejšnje odločitve o izbiri ustrezne diskontne stopnje in izračuna od nje odvisne NSV pri tej metodi izračunavamo diskontno stopnjo, ki izenači začetno investicijo z vsoto sedanjih vrednosti prihodkov (NSV postavimo na 0). To dosežemo s postopkom poskusa in napake. Naložba je upravičena, če je ISD večja kot obrestna mera.\nInterna stopnja donosnosti prikazuje izračun maksimalnih obresti, pri katerih je še smotrno izvesti določeno investicijo kot:\nn  t  ISD = - I + Σ π / (1 + r) = 0 oz. (9)  i=1\nn  t  ISD = - I + Σ SP – SS / (1 + r) = 0 (10)  i=1\nKjer je:\nISD = interna stopnja donosnosti (%), I = višina investicije (€), SP = skupni prihodki (€), SS = skupni stroški (€), r = povprečna letna obrestna mera (%), t = časovna komponenta (število let).\n"], "26": ["4. REZULTATI Z RAZPRAVO", "V sklopu diplomskega dela smo s pomočjo razvitega tehnološko-ekonomskega modela želeli oceniti, ali je proizvodnja ekoloških pekovskih izdelkov ob ocenjenih parametrih ekonomsko upravičena ali ne. Indikatorji ekonomske upravičenosti, ki smo jih ocenjevali v našem primeru, so:\no lastna cena,  o finančni rezultat,  o skupni prihodek,  o skupni stroški,  o koeficient ekonomičnosti,  o prelomna točka proizvodnje in  o prelomna cena proizvodnje.\nV nadaljevanju preglednice predstavljajo osnovno formo kalkulacijskega modela, kjer so ob predpostavljenih vhodnih podatkih, predvideni prodajni ceni in količini razvidni še stroški materiala ter najpomembnejši finančni kazalniki (preglednice 3–5).\n"], "27": ["4.1 Rezultati ekonomske analize pekovskih izdelkov", "Preglednice 3, 4, 5 predstavljajo osnovno formo kalkulacijskega modela, kjer so ob predpostavljenih vhodnih podatkov o prodajni ceni in količini proizvoda razvidni še proizvodni stroški ter najpomembnejši finančni kazalniki.\n(Vir: Lasten Vir)\nIz preglednice 3 je razvidno, da je letno proizvedenih 1.417,00 kosov kolača. Koeficient ekonomičnosti > 1 (Ke = 1,17), kar pomeni, da je proizvodnja kolača iz ekonomskega stališča upravičena in so stroški proizvodnje kolača s prodajno ceno končnega proizvoda pokriti. \n(Vir: Lasten vir)\nKoeficient ekonomičnosti > 1 (Ke = 1,38), kar pomeni, da je proizvodnja gibanice z ekonomskega stališča upravičena in so stroški proizvodnje gibanice s prodajno ceno končnega proizvoda pokriti. Uspešnost poslovanja lahko razberemo iz finančnega rezultata. Finančni rezultat pri proizvodnji gibanice znaša 1.405,38 €. Razvidno je tudi, da je prelomna cena proizvodnje ekvivalentna lastni ceni. \n(Vir: Lasten vir)\nIz preglednice 5 je razvidno, da je pri letni proizvodnji 1.378,00 kosov slanih palčk (s prodajno ceno 1,90 €/kos) koeficient ekonomičnost >1 (Ke = 1,57). Proizvodnja je ekonomsko upravičena. Finančni rezultat nam predstavlja razliko med skupnim prihodkom in skupnimi stroški proizvodnje. Pri proizvodnji slanih palčk znaša finančni rezultat 946,00 €. \nPri izračunani letni količini 1.417,00 kosov kolača so v preglednici 6 prikazani različni rezultati ekonomskih parametrov. Ekonomska analiza kaže na upravičenost proizvodnje kolača v primeru, ko je prodajna cena 3,7 €/kos, (Ke = 1,01). Pri tej ceni so stroški proizvodnje pokriti. Lastna cena 3,67 €/kos je namreč nekoliko nižja od prodajne cene, kar pomeni, da je predpostavljeni obseg proizvodnje zadosten oz. sprejemljiv (preglednica 6 in grafikon 1).\n(Vir: Lastni vir)\nPri izračunani letni količini 2.544,00 kosov gibanice so v preglednici 7 prikazane različne ocene ekonomskih parametrov. Ekonomska analiza kaže na upravičenost proizvodnje (peke) gibanice v primeru, ko je prodajna cena vsaj 1,5 €/kos. Vtem primeru je koeficient ekonomičnosti 1,04. Pri tej ceni so pokriti tudi stroški peke. Lastna cena 1,45 €/kos je namreč nekoliko nižja od prodajne cene, kar pomeni, da je proizvodnja (peka) gibanice z ekonomskega vidika upravičena (preglednica 7 in grafikon 2).\n(Vir: Lastni vir)\nPri izračunani letni količini proizvodnje (peke) slanih palčk 1.378,00 kosov so v preglednici 8 prikazani različni rezultati ekonomskih parametrov. Ekonomska analiza kaže na upravičenost proizvodnje (peke) v primeru, ko je prodajna cena vsaj 1,30 €/kos (Ke = 1,07). Pri tej ceni so stroški peke pokriti. Lastna cena znaša 1,21 €/kos in je nekoliko nižja od prodajne cene, kar pomeni, da je predpostavljeni obseg proizvodnje zadosten (preglednica 8 in grafikon 3).\n(Vir: Lasten vir)\nNa podlagi podatkov je v preglednicah 9, 10, 11 prikazan vpliv količine pekovskih izdelkov in prodajne cene. Razvidno je, da se z večanjem količine pekovskih izdelkov lastna cena zmanjšuje. Čim višji je koeficient ekonomičnosti, bolj je proizvodnja z ekonomskega vidika upravičena. V kolikor je koeficient ekonomičnosti nižji od 1, je proizvodnja ekonomsko neupravičena. Vrednost Ke v označenih poljih prikazuje mejo med ekonomsko upravičeno proizvodnjo in ekonomsko neupravičeno proizvodnjo (preglednica 9).\n(Vir: Lasten vir) \n(Vir: Lasten vir)\n(Vir: Lasten vir) \nV nadaljevanju smo v preglednicah 12, 13, 14 prikazali prelomno točko proizvodnje za pekovsko pecivo kolač, gibanico in slane palčke. Iz preglednice 12 je razvidno, da je minimalna količina kolača, ki ga moramo proizvesti je 1.209,00 kosov. Da pokrijemo vse stroške proizvodnje je potrebno doseči minimalno prodajno ceno 4,30 €/kos. (preglednica 12 in grafikon 4).\n(Vir: Lasten vir)\nIz preglednice 13 je razvidno, da je minimalni proizvod, ki ga moramo doseči pri proizvodnji gibanice, 1.841,00 kosov. Minimalna prodajna cena mora doseči vrednost 2 €/kos (preglednica 13 in grafikon 5).\n(Vir: Lasten vir)\nIz preglednice 14 je razvidno, da je za proizvodnjo slanih palčk potrebno proizvesti 880,00 kosov le teh. Prodajna cena mora dosegati vsaj vrednost 1,90 €/kos, (preglednica 14 in grafikon 6).\n(Vir: Lasten vir)\n4.2 Rezultati finančne analize pekovskih izdelkov\nOsnovni rezultat simulacijskega modela je tehnološka karta s kalkulacijo skupnih stroškov proizvodnje. Za posamezen ekološki pekovski izdelek je bila tako predhodno sestavljena ustrezna tehnološka karta s pripadajočimi elementi, iz katerih so se nadalje s pomočjo računalniškega programa izračunavali in ocenjevali najpomembnejši kazalniki ekonomske upravičenosti proizvodnje (preglednica 15) in finančne smotrnosti investiranja v proizvodnjo ekoloških izdelkov (preglednica 16).\n(Vir: Lasten vir)\nIz preglednice 15 je razvidno, da je lastna cena omenjenih pekovskih izdelkov nekoliko nižja od prodajne cene, kar pozitivno vpliva na ekonomsko upravičenost proizvodnje in tudi na finančno upravičenost investicije proizvodnje posameznega ekološkega izdelka. Zgornja preglednica med drugim tudi prikazuje različne izračunane vrednosti koeficienta ekonomičnosti (Ke), s pomočjo katerega ugotavljamo ekonomičnost proizvodnje posameznega ekološkega proizvoda. Tako je koeficient ekonomičnosti pri kolaču (Ke = 1,17), pri gibanici (Ke = 1,38), pri slanih palčkih (Ke = 1,57). Letni neto denarni tok je pri vseh analiziranih proizvodih pozitivna vrednost. \nPd – dinamični ocenjeni parameter (čas do prve pozitivne vrednosti NSV). (Vir: Lasten vir)\nV preglednici 16 so prikazane ocene nekaterih investicijskih parametrov, kjer je čas do  prve pozitivne neto sedanje vrednosti istočasno tudi doba povračila investicije.\nOcena investicijskih parametrov kaže, da se investicija pri kolaču povrne v 25 mesecih, pri  gibanici v 15 mesecih in pri slanih palčkih v 25 mesecih (pri 14,00 % obrestni meri).  Ocenjene vrednosti parametrov neto sedanje vrednosti in interne stopnje donosnosti za čas  10 let kažejo na finančno smotrnost investiranja v proizvodnjo naštetih pekovskih  izdelkov: pri kolaču (NSV = 195,53 € in ISD = 20,10 %), pri gibanici (NSV = 502,58 € in  ISD =35,05 %), pri slanih palčkih (NSV = 234,67 € in ISD = 21,00 %) (preglednica 16).\n"], "28": ["5. SKLEPI", "V raziskavo so bili vključeni trije ekološki pekovski izdelki, katere smo analizirali z ekonomskega in finančnega vidika. Z razvojem tehnološko-ekonomskega simulacijskega modela posameznega izdelka smo želeli ugotoviti, ali je proizvodnja ekonomsko upravičena ali ne, nato je sledila še finančna analiza.\nNa podlagi rezultatov raziskave lahko potrdimo oziroma ovržemo delovne hipoteze.\nH1: Proizvodnja ekoloških pekovskih izdelkov je upravičena.\nNa podlagi dobljenih rezultatov lahko potrdimo postavljeno hipotezo, saj je proizvodnja vseh analiziranih ekoloških pekovskih izdelkov upravičena: pri kolaču je koeficient ekonomičnosti 1,17, pri gibanici je koeficient 1,38 in pri slanih palčkih 1,57.\nH2: Razvoj kalkulacijskega sistema za ekonomsko analizo proizvodnje pekovskih izdelkov je dobro orodje pri odločanju o proizvodnji posameznega izdelka.\nTo hipotezo lahko potrdimo, saj se s pomočjo razvitega orodja odločamo na podlagi matematično-funkcijskih odnosov med posameznimi elementi tehnološko-ekonomskega simulacijskega modela.\nH3: Predvidevamo, da je investiranje v proizvodnjo pekovskih izdelkov po petih letih upravičeno.\nTretjo hipotezo ovržemo, saj nam je finančna analiza pokazala, da se investicija povrne pred obdobjem petih let. Investicija pri kolaču se povrne v obdobju treh let, pri gibanici se povrne v obdobju dveh let in investicija slanih palčk se povrne v obdobju treh let.\n"], "abstract": ["Cilj raziskave je analizirati ekonomsko in finančno upravičenost peke pekovskih izdelkov na ekološki kmetiji. V ta namen je bil razvit simulacijski model s pripadajočo kalkulacijo skupnih stroškov. Rezultati ekonomske analize kažejo, da so proizvodnje analiziranih ekoloških pekovskih izdelkov, kot so kolač (Ke = 1,17), gibanica (Ke = 1,38) in slane palčke (Ke = 1,56) ekonomsko upravičene. Modelna ocena parametrov finančne smotrnosti v proizvodnjo pekovskih izdelkov kaže, da je s finančnega vidika po 10 letih in ob predvideni 14 % letni obrestni meri ter ob predpostavki konstantnega letnega denarnega toka na kmetiji investicija upravičena (kolač NSV = 195,53 €, gibanica NSV =502,58 € in slane palčke NSV = 234,67 €). Obdobje povratka investicije v proizvodnjo pekovskega peciva znaša 3 leta. "]}