{"1": ["1 UVOD", "Dosevki so rastline, ki jih sejemo konec poletja ali v začetku jeseni, njivo pa zapustijo pozno jeseni ali v začetku spomladi do meseca maja. Hargrove s sodelavci (1991) navaja, da sta bila pomen in vrednost dosevkov znana že pri starodavni kitajski civilizaciji v obdobju dinastije Zhou. V kolonialnem obdobju je T. Jefferson priporočal setev prezimnih dosevkov v Severni Ameriki z namenom zagotavljanja čim boljše oskrbe bombaža z dušikom. Pri nas smo njihove prednosti spoznali šele konec 19. stoletja, kot njihovo glavno funkcijo so v takratnem obdobju navajali zeleno gnojenje (Kramberger 2003).\nŠele v prvi polovici 20. stoletja so ugotovili, da dosevki pomembno vplivajo na zmanjšano spiranje dušika v podtalnico. Danes predvsem zaradi strožje zakonodaje na področju varstva okolja, uvedbe nitratne direktive in drugih ukrepov gledamo na pozitivno vlogo dosevkov v kolobarju in njihov pomen širše, v glavnem s stališča racionalnega gospodarjenja z rastlinskimi hranili, predvsem dušikom, in ohranjanja rodovitnosti tal. Rezultati poskusov v zadnjih 15-ih letih so pokazali, da lahko dosevki počrpajo od 10 do približno 180 kg mineralnega dušika na hektar v obdobju od avgusta do novembra oziroma decembra, odvisno od dejavnikov kot so datum setve, dostopnost N v tleh, rastlinske vrste in pojava prve zmrzali (Vos in van der Putten 2004).\nPrezimni dosevki poleg okoljevarstvene vloge predstavljajo tudi hitro rešitev za živinorejsko kmetijo v primeru pomanjkanja kakovostne krme zaradi vremenskih ujm kot so poletne suše ali toča. Tako si lahko kmetija zagotovi veliko kvalitetne krme že pred poletnimi sušami.\nGlede na to, da so dosevki pomemben sestavni del njivskega kolobarja, pa lahko vplivajo tudi na pridelek naslednje poljščine. V literaturi je precej objav o vplivu dosevkov na koruzo v različnih pridelovalnih sistemih, veliko manj pa so raziskani vplivi na pridelek krompirja in sladkorne pese. V večini objav avtorji ugotavljajo, da metuljnice nimajo negativnega vpliva na pridelek koruze oz. ga celo povečajo. Na drugi strani pa se setev mnogocvetne ljuljke (Lolium multiflorum Lam.) ali rži (Secale cereale) kot dosevka odraža v zapoznelem razvoju \nin zmanjšanju pridelka koruze (Tollenar s sod 1993, Liedgens 2004, Hanly in Gregg 2004). Sheperd (2006) na podlagi rezultatov 8 letnega poskusa navaja, da so dosevki (žita) na peščenih tleh povečali pridelek krompirja v povprečju za 8 %, v primerjavi s praho čez zimo, medtem ko na pridelek sladkorne pese niso vplivali. Tudi Allison s sod. (1998b) in Koch (1998) nista ugotovila negativnega vpliva dosevkov na možnost doseganja maksimalnih pridelkov sladkorne pese.\nZa racionalno gospodarjenje z dušikom v tleh in uspešno rast naslednje poljščine je zelo pomemben čas zaoravanja dosevka, ki smo ga uporabili za ozelenitev tal. Če izvedemo zaoravanje prezgodaj, lahko nastopi spiranje mineraliziranega dušika. Če pa opravimo oranje prepozno, to je neposredno pred setvijo naslednje poljščine, lahko pride zaradi preširokega razmerja med ogljikom in dušikom v razkrajajoči se organski snovi do morebitne imobilizacije dušika. Tako so rastline že v prvih razvojnih fazah prikrajšane za normalen razvoj, kar se kasneje odraža tudi v manjšem pridelku (Kramberger 2003).\nCILJI DELA IN DELOVNE HIPOTEZE\nGlede na povedano v uvodu so bili cilji dela sledeči:\n1. Ugotoviti, kako gnojenje z N ob setvi vpliva na pridelek jeseni pridelane krme.  Predvidevali smo, da bo gnojenje z N povečalo količino pridelka mnogocvetne ljuljke.  2. Ugotoviti, kako mnogocvetna ljuljka in gnojenje ob setvi vpliva na vsebnost Nmin  jeseni in spomladi. Predvidevali smo, da bo največja vsebnost Nmin v tleh v  obravnavanju C (kontrola), najmanjša pa v obravnavju z negnojeno mnogocvetno  ljuljko.  3. Ugotoviti, kako mnogocvetna ljuljka vpliva na količino in kakovost pridelka sladkorne  pese. Predvidevali smo, da bo mnogocvetna ljuljka vplivala negativno na pridelek in  kakovost sladkorne pese.  4. Ugotoviti, kako čas zaoravanja vpliva na količino in kakovost pridelka sladkorne pese.  Predvidevali smo, da bo pridelek sladkorne pese manjši v obravnavanju s poznim  zaoravanjem.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Prezimna ozelenitev njiv", "V sodobnem kmetijstvu pomeni pojem ozelenitev tal setev rastlin, katerih pridelek primarno ni namenjen za hrano, krmo ali predelovalno industrijo, ampak z njimi površino tal zgolj začasno ozelenimo. Če je pridelek namenjen za krmo živali ga lahko imenujemo krmni dosevek. Torej na izbor rastline v prvi vrsti vpliva namen pridelave, potrebe kmetijskega gospodarstva in stroški pridelave (seme, gnojenje, morebitno varstvo rastlin pred boleznimi in škodljivci). Vsi dosevki niso vsestransko uporabni. Nekateri dosevki so pri nas uporabni le za zeleno gnojenje (oljna redkev, gorjušica, facelija), poznamo pa tudi vsestransko uporabne dosevke (ajda, krmna ogrščica, mnogocvetna ljuljka) (Kramberger 2003).\nNa splošno velja, da so odlični prezimni krmni dosevki rastlinske vrste, ki tvorijo močan in razvejan koreninski sistem, s katerim intenzivno izkoriščajo razpoložljiva hranila, tvorijo veliko zelene mase in na ta način hitro prekrijejo površino, so odporne na bolezni, škodljivce, neugodne vremenske razmere. Prav tako nimajo neugodnega vpliva na naslednje poljščine v kolobarju in so nenazadnje primerne za krmo živalim. V številnih poskusih v svetu in pri nas so ugotovili, da so po črpanju mineralnega dušika iz tal med dosevki najbolj učinkovite rastline iz družine trav in križnic. Rastline iz obeh družin namreč že jeseni tvorijo zelo učinkovit koreninski sistem, ki je nujen za učinkovito črpanje mineralnega dušika iz tal. Počrpani mineralni dušik dosevki vežejo v organsko obliko. Ta dušik se ponovno sprosti v primeru mineralizacije organske snovi, ko dosevek ali njegove žetvene ostanke (korenine in strnike) podorjemo. V primeru uporabe dosevka za krmo del vezanega dušika v rastlinah odpeljemo s pridelkom. Izmed trav se po sposobnosti črpanja mineralnega dušika najbolj odlikujeta mnogocvetna ljuljka in ozimna rž. \nŠtudije koreninskih sistemov so pokazale, da morfološke karakteristike trav predstavljajo pomembno prednost v primerjavi z rastlinami iz družine metuljnic ali križnic. Evans (1977) je namreč dokazal, da imajo trave daljše in številčnejše koreninske laske v vrhnjem sloju tal, kar pomeni večjo specifično površino za črpanje vode in hranil. Posledično to pomeni tudi večjo specifično maso korenin v zgornjem sloju tal (Kutschera in Lichtenegger 1982 (po Thorup- Kristensen 2001)). Korenine poleg rahljanja tal zapustijo tudi ogromno koreninsko gmoto, iz katere s preperevanjem nastaja humus, ki na ta način izboljšuje strukturo in rodovitnost tal.\nZa ohranjanje rodovitnosti tal je pomembno, da tla vse leto pokrivajo poljščine in jih na ta način ščitijo pred negativnimi vremenskimi vplivi sonca oz. izsušitvijo in negativnimi vplivi padavin. Pokrovnost tal je zaželena tudi v zimskem obdobju, ker preprečuje negativne vplive erozije ob obilnih pozno jesenskih padavinah. V zahodni Evropi je največje izpiranje nitratov v obdobju od konca septembra in do začetka aprila (Vos in van der Putten 2004).\nShipley s sod. (1992) navaja, da je po sposobnosti črpanja mineralnega dušika v kratkem časovnem obdobju (do sredine aprila) ozimna rž celo bolj učinkovita od mnogocvetne ljuljke, v kolikor pa rastno dobo mnogocvetne ljuljke podaljšamo do sredine maja z namenom uporabe za krmo, pa počrpa enako količino dušika kot rž. Iz družine križnic so na našem območju za ozelenitev najbolj uporabne ozimna ogrščica (Brassica napus L. var. napus Thell.), ozimna redkev (Raphanus raphanistrum L.), nekoliko manj pa oljna redkev (Raphanus sativus L. var. oleiformis Pers.) in bela gorjušica (Sinapis alba L.), ker slednji nista prezimni.\nNa živinorejskih kmetijah je za krmo poleg količine možnega pridelka pomembna tudi hranilna vrednost izbranega krmnega dosevka in njegova sposobnost vključevanja v obrok. Tako lahko praktično brez omejitev krmimo le rastline iz družine trav. \nOzelenitev tal po spravilu glavnega pridelka ima veliko pozitivnih učinkov. Po Krambergerju (2003) so najpomembnejše prednosti ozelenitve tal naslednje:\n1. zmanjšanje površinske vetrne in vodne erozije tal na hribovitih območjih,  2. akumulacija hranil v setvenem sloju tal in posledično zmanjšanje onesnaženja  podtalnice s hranili,  3. zmanjšana evaporacija oz. izsuševanje tal v poletnih mesecih,  4. rastline z globljim koreninskim sistemom izkoriščajo težje dostopna hranila v globljih  plasteh,  5. povečanje vsebnosti organske snovi v tleh,  6. preprečevanje razvoja in širjenja plevelov in posledično manjša uporaba herbicidov,  7. v izrednih razmerah (ujme) lahko predstavljajo dobrodošel vir krme ali hrane,  8. ohranjanje in povečevanje biotske pestrosti ter popestritev kolobarja,  9. ohranjanje kulturne krajine,  vezavo,\nČe želimo z ozelenitvijo tal doseči navedene učinke, je pomemben optimalen čas setve, še posebej to velja za krme dosevke, kjer je zgodnja setev nujna za doseganje visokih pridelkov. Vos in van der Putten (1997) sta izračunala, da pri dosevkih, ki jih sejemo konec avgusta do konca septembra z vsakim zamujenim dnem roka setve izgubimo 3,4 kg ha-1 mineralnega dušika, ki bi ga lahko dosevek počrpal.\n"], "4": ["2.2 Italijanska mnogocvetna ljuljka", "Italijanska mnogocvetna ljuljka (Lolium multiflorum Lam. ssp. italicum Schinz in Kell.) je v Sloveniji poznana tudi kot laška ljuljka. Je eno do dvoletna prezimna rastlina, primerna predvsem za intenzivno pridelovanje krme v njivskem kolobarju. Uvrščamo jo med srednje visoke trave s šopastim razrastiščem. Bili dosežejo višino 80 do 100 cm. Je precej zahtevna glede tal. Ustrezajo ji srednje težka, globoka, z vlago in hranili dobro preskrbljena tla. V dobro založenih tleh jo odlikuje hitra rast in regeneracija po košnji. Minimalna temperatura za rast je 6,4 -C (Weihing 1963).\nOdlično prenaša večkratno košnjo in pašo. Ob intenzivnem gnojenju z dušikom rada poleže. Z N ji lahko gnojimo samo s KAN-om, in sicer 250 kg ha-1 ob vsaki košnji, lahko pa opravimo gnojenje tudi z NPK gnojilom 15:15:15 v količini 400 kg ha-1. Velik del hranil lahko nadomestimo s živalskimi gnojili, vendar je potrebno upoštevati kemično analizo zemlje in gnojilni načrt (Kapun 2005).\npredstavlja ljuljka gnojena s 60 kg N ha-1, svetlejša obravnavanja so bila negnojena. \nNa izrazito težkih, vlažnih ali suhih tleh ponavadi hitro odmre. Slabo prenaša dolgotrajno snežno odejo, nizke zimske temperature in prekisla tla. Čez zimo jo pogosto močno razredči snežna plesen (Korošec 1997).\nNa splošno uvrščamo italijansko mnogocvetno ljuljko med ugodilke, kljub temu da razvije glavnino korenin le v vrhnjem sloju tal. Da dosežejo korenine globino 1 m je potrebna temperaturna vsota 1375 -C (Thorup-Kristensen 2001).\nČeprav je pod 1 m zelo malo korenin pa je Thorup-Kristensen dokazal, da lahko zmanjša vsebnost nitratov tudi v globini tal od 1 do 1,5 m za približno 50 %. Tako se po sposobnosti črpanja dušika skoraj približa krmni redkvi in oljni ogrščici. Hitra rast po vzniku ji namreč omogoča učinkovito črpanje mineralnega dušika in druga sproščujoča, lahko izpirljiva hranila iz globine ornice. Na ta način spada med rastline, ki najbolje preprečujejo onesnaževanje podtalnice. V kolobar jo lahko vključujemo za večino kmetijskih rastlin, prav tako pa je lahko dober predposevek prihodnjim glavnim poljščinam. Kljub temu Hanly in Gregg (2004) navajata negativni vpliv mnogocvetne ljuljke na pridelek storžev sladke koruze, ki naj bi se v njunih poskusih zmanjšal za 48 oz. 64 %.\nSejemo jo v čisti setvi ali v enostavnih mešanicah s hitrorastočimi metuljnicami kot kratkotrajni prezimni krmni dosevek. V primeru setve mešanic jo sejemo skupaj s črno deteljo, aleksandrijsko deteljo, perzijsko deteljo ali inkarnatko. Italijansko mnogocvetno ljuljko lahko vključujemo v njivski kolobar kot glavno poljščino, strniščni dosevek, naknadni dosevek ali prezimni dosevek. Kot glavno poljščino jo lahko sejemo zgodaj spomladi za enoletno ali dvoletno pridelovanje v mešanici z drugimi rastlinskimi vrstami ali v monokulturi (40-50 kg ha-1). Tako lahko pridelamo 50 do 80 ton zelene krme ha-1 (Kramberger 1995).\nMnogocvetna ljuljka da takoj po zgodnji spomladanski setvi že v prvem letu rasti 3 košnje pridelkov, po junijski setvi kot naknadni dosevek 2 in po julijsko avgustovski setvi kot strniščni dosevek le za eno dobro košnjo krme (Korošec 1998). \nKapun in Korošec (1999) navajata, da jo v Pomurju najpogosteje sejemo kot strniščni prezimni dosevek na dobršnem delu strnišč, s čimer kmetje znatno povečajo količino voluminozne krme za govedo. Ugodne jesenske in spomladanske podnebne razmere omogočajo eno košnjo že jeseni po setvi in eno zgodaj spomladi. Zelo ugodne razmere za mnogocvetno ljuljko so enakomerno razporejene padavine skozi rastno dobo. Sušne razmere se kažejo v slabšem prirastu zelinja in v večji tvorbi generativnih poganjkov, kar vzporedno vodi k slabši hranilni vrednosti. Ob visokih temperaturah in pomanjkanju vlage se hitro zmanjša vsebnost surovih beljakovin in se poveča delež surove vlaknine.\nPravilno gnojenje s dušikom lahko pomembno vpliva na kakovost pridelane krme. S dodajanjem dušika se namreč povečuje vsebnost beljakovin in ostalih hranilnih snovi, hkrati pa se zmanjša delež celuloze oz. neprebavljivih snovi. Težko najdemo rastlino, ki bi se po krmni in uporabni vrednosti lahko primerjala z mnogocvetno ljuljko. Neto energija laktacije (NEL) v kilogramu sušine je manjša od 6 MJ le v stadijih cvetenja in zorenja. Odlikuje jo visoka prebavljivost organske snovi (približno 70-80 %) in velika vsebnost lahkotopnih ogljikovih hidratov (DLG - Futterwerttabellen). Zato je ena najbolj primernih trav za siliranje, uporablja se tudi za dehidriranje pri pripravi travne moke. Tudi Lehman (1990) pravi, da spada mnogocvetna ljuljka med najbolj rodovitne in kakovostne vrste trav.\nPosebej v tetraploidnih sortah mnogocvetne ljuljke so pomemben pokazatelj kakovosti krme okusnost in všečnost živalim, saj jo dokaj rade zaužijejo, tudi če imajo na voljo tudi druge rastline (Kramberger 1999).\nOmenjene lastnosti dajejo mnogocvetni ljuljki veliko praktično vrednost v primerjavi z drugimi travami, zaradi katere jo kmetje v Sloveniji danes vse raje sejejo kot kratkotrajni prezimni krmni dosevek predvsem na živinorejskih kmetijah, kjer ji spomladi lahko sledijo okopavine, v preteklosti sladkorna pesa, danes pa predvsem koruza. To omogočajo tudi vse bolj mile zime z malo snega in brez zelo nizkih temperatur. V sortni listi Slovenije sta v letu 2007 vpisani le dve diploidni sorti italijanske mnogocvetne ljuljke: Gordo in Vertyl. Vpisane tetraploidne sorte so: Lipo, Serenade, Tetraflorum, Danergo in KPC Laška; za katere je značilno, da so bolj listnate in bogate z beljakovinami kot diploidne.\n"], "5": ["2.3 Sladkorna pesa v njivskem kolobarju", "Sladkorna pesa (Beta vulgaris L. ssp. vulgaris var. altissima (Doll). Helm) je dveletna rastlina iz družine lobodovk (Chenopodiaceae), ki v prvem letu ustvari zadebeljen koren (peso) in rozeto z listi, v drugem letu pa cvetno steblo, cvet, plod in seme (Stanaćev 1979). Dobri predposevki sladkorne pese so poljščine, katerih žetveni ostanki se čez zimo dobro razkrojijo, pustijo tla razpleveljena, v dobri strukturi in niso gostitelji ogorčic. Slabši predposevki so vse poljščine, ki jih pozno zaorjemo in katerih organski ostanki se počasi razkrajajo kot so zeleni podor, detelje, ostanki križnic in večletno travinje. Nerazkrojeni organski ostanki lahko ovirajo nemoten razvoj korenov. Sladkorna pesa naj si ne bi sledila v kolobarju pogosteje kot na štiri leta. Kot primerne vmesne strniščne dosevke pred setvijo sladkorne pese Kuharičeva (2001) navaja facelijo, belo gorjušico in oljno redkev, ki jih lahko v jesen zaorjemo ali opravimo spomladi setev v mulč oz. rastlinske ostanke. Sama sladkorna pesa je dober predposevek za mnoge poljščine, saj zahteva globoko obdelavo, obilno gnojenje z organskimi in mineralnimi gnojili in pazljivo pripravo setvišča. Globoke korenine zrahljajo in povečajo zračnost tudi težjih tal (Štefančič 1998). Njeno spravilo predstavlja na nek način obdelavo tal za naslednji člen kolobarja. Ob dobri agrotehniki pušča za sabo nezapleveljena tla in žetvene ostanke bogate z dušikom. Za njo dobro uspevajo strna žita, koruza, zrnate metuljnice (Stanaćev 1979).\n"], "6": ["3 MATERIAL IN METODE DELA", ""], "7": ["3.1 Uporabljen material, zasnova in oskrba poskusa", "Poskus je bil izveden v letih 2004 in 2005 v Prekmurju pri vasi Murski Črnci na obrečnih ilovnatih tleh s pH vrednostjo 4,8. Po osnovni analizi tal na podlagi AL – metode so tla pred zasnovo poskusa vsebovala 4,8 mg P205 100 g tal-1 in 15,8 mg K2O 100 g tal-1. Pred izvedbo poskusa so tla vsebovala 57,2 kg mineralnega dušika (0-90 cm) ha-1. Poskus je bil zasnovan kot dvofaktorski (split-plot) poskus, po metodi naključnih blokov v štirih ponovitvah. Velikost osnovne parcele je bila prilagojena delu z razpoložljivim strojnim parkom (oranje, setev, spravilo), dolžine 30 m in širine 6 m (180 m2). Na osnovnih parcelicah smo obravnavali različno gnojeno mnogocvetno ljuljko (glej Shema 1), kontrola je bila brez dosevka. Na podparcelicah smo obravnavali različen spomladanski čas zaoravanja.\nShema 1: Zasnova dvofaktorskega (split-plot) poskusa \nPredposevek mnogocvetne ljuljke je bila pšenica. Strnišče smo zaorali 9. avgusta. Predsetveno pripravo tal smo opravili z vrtavkasto brano. Predsetveni pripravi je sledilo količenje poskusa, delitev na poskusne ploskve in gnojenje z N 60 kg ha-1, kjer je bilo le-to predvideno. Za gnojenje smo uprabili gnojilo KAN s 27 % N in 4,8 MgO. Za to gnojilo je značilno, da je polovičen delež dušika v amonijski in polovičen v nitratni obliki. Setev mnogocvetne ljuljke smo opravili 13. avgusta. Uporabili smo tetraploidno sorto Lipo 50 kg ha-1. Po opravljeni setvi je sledilo valjanje posevka z namenom zagotoviti čim bolj enakomeren vznik in vzpostaviti kapilarni vzpon vode. Zaradi zapleveljanja kontrolnih površin (parcela B) je bila potrebna konec septembra obdelava z vrtavkasto brano.\n29. oktobra smo odvzeli vzorce pridelka strniščno sejane mnogocvetne ljuljke za določevanje količine pridelka na ha-1. Po vzorčenju smo ljuljko postopno do 8. novembra pokladali živalim kot zeleni konvejer. 27. novembra smo vzorčili tla z namenom določevanja vsebnosti Nmin.\nPred setvijo naslednje poljščine spomladi, smo v februarju najprej v skladu z analizo tal opravili apnenje z 2200 kg CaO. Mnogocvetno ljuljko smo zaoravali v dveh različnih \nterminih, in sicer smo polovico parcelic zaorali 26. marca, drugo polovico pa 8. aprila. Med obema obdobjema je 13 dni razlike.\nsladkorne pese.\nPred setvijo sladkorne pese smo 8. aprila vzorčili tla z namenom pridobiti podatke o vsebnosti Nmin po prezimitvi. Opravili smo predsetveno gnojenje s 44 kg P ha-1 in 332 kg K ha-1. Gnojila smo zadelali v setveni sloj z vrtavkasto brano. Setev sladkorne pese je bila opravljena 12. aprila. Uporabili smo kultivar Antilla s standardnim sklopom 50 cm x 16 cm. Med vegetacijo smo sladkorno peso še dvakrat dognojevali s 35 kg N ha-1. Prvi obrok N smo dodali 14. maja drugega pa 6. junija. Za zatiranje širokolistnih plevelov po vzniku smo uporabili Goltix in Betanal Tandem new. V juniju se je vršilo okopavanje sladkorne pese, z namenom zatiranja nekaterih neželenih rastlin. V večji meri so se pojavili Bela metlika (Chenopodium album L.), njivski osat (Cirsium arvense L. Scop.) in mnogocvetna ljuljka – prejšnji strniščni dosevek. V avgustu je bilo potrebno dvakratno varstvo sladkorne pese pred pesno listno pegavostjo (Cercospora beticola Sacc. 1876) in foliarno dognojevanje z borom. Za varstvo pese pred pesno listno pegavostjo smo uporabili pripravek Duett. Spravilo sladkorne pese je potekalo 13. oktobra, na vsakem podobravnavanju smo ugotavljali pridelek korenov na površini 10 m2.\n"], "8": ["3.2 Vremenske razmere", "Podatki o vremenskih razmerah v času izvajanja poskusa so bili pridobljeni iz statističnih letopisov in mesečnih biltenov Agencije Republike Slovenije za okolje, in sicer za meteorološko postajo Murska Sobota, ki se nahaja na nadmorski višini 190 m in je približno 6 km zračne linije oddaljena od njive, kjer je bil izvajan poskus.\n"], "9": ["3.2.1 Značilnosti vremena v letih 2004 in 2005 ter primerjava s 30 letnim klimatskim", "obdobjem\nKlimatske razmere so bile v letih izvajanja poskusa podobne dolgoletnemu povprečju. Povprečne mesečne temperature so se dvignile v skladu s pričakovanim trendom in v primerjavi z dolgoletnim povprečjem, največ za 2,5 -C v oktobru 2004 (Preglednica 1).\nv letih 2004-2005 z obdobjem 1971 do 2000 za meteorološko postajo Murska Sobota.  (Mesečni bilteni ARSO 2004, 2005 in Statistični letopis 1981, 2007)\nNižje temperature od dolgoletnega povprečja so bile le februarja, marca in oktobra 2005. V obdobju poskusa je bilo 42 dni s snežno odejo v mesecih januar, februar in marec 2005. Prvo \npolovico januarja je zaznamovala več kot 10 dni trajajoča zimska otoplitev, ko so najvišje dnevne temperature presegle 10 -C. Zaradi izmenjujočega zamrzovanja in odtajanja je površinski sloj tal prešel v prašnato strukturo, ki postane na nezastrtih tleh izpostavljena vetrni eroziji. Februar je izstopal tako po nadpovprečnih padavinah kot po izredno nizkih temperaturah, predvsem v prvi dekadi meseca. Nenavadno veliko padavin smo izmerili v juliju (37 % nad dolgoletnim povprečjem) in avgustu 2005 (113 % nad dolgoletnim povprečjem). Večina padavin je bila posledica močnih nalivov in neviht. V oktobru 2005 je padlo le 3 mm padavin, kar predstavlja 5 % padavin dolgoletnega povprečja, in ni vplivalo na oblikovanje pridelka ali težje spravilo sladkorne pese.\nposkusa.\nIz grafikona 1 je razvidno, da je bilo v času trajanja poskusa eno obdobje s pomanjkanjem padavin v maju 2005, medtem ko po podatkih za dolgoletno obdobje (1971-2000) po modificiranem Walterjevem in Gausovem klimadiagramu sušnih obdobij ni bilo (Grafikon 2). \n"], "10": ["3.3 Meritve in analize", "Pred samo izvedbo poskusa smo opravili vzorčenje tal do globine ornice, da smo ugotovili splošno založenost tal s hranili po AL – metodi. Za ugotavljanje vsebnosti mineralnega N (amonijske in nitratne oblike) smo s pomočjo pedološke sonde vzeli vzorce na treh globinah: 0-30, 30-60, 60-90 cm in v različnih časovnih obdobjih izvajanja poskusa. Prvič smo vzeli vzorce pred zasnovo poskusa, drugič 27. novembra pred prezimitvijo rastlin in tretjič 8. aprila oz. pred setvijo sladkorne pese. Zadostno količino vzorca (0,5-1 kg zemlje) za posamezno parcelico in globino smo v vedrih z roko zdrobili, premešali ter ga zapakirali v plastično vrečko opremljeno s podatki. Vzorce smo takoj shranili v hladilni torbi, dokler jih nismo prenesli v zamrzovalno skrinjo. Kasneje smo določili vsebnost nitratne (NO3-) in amonijske (NH4+) oblike dušika v vzorcu po metodi Keeney in Nelson (1982).\nKoličino jesenskega pridelka krme smo ugotavljali 29. oktobra. V vsakem obravnavanju smo na sredini pokosili 7,2 m2 mnogocvetne ljuljke in količino nadzemnega pridelka stehtali z vzmetno tehtnico. Vzorce smo zapakirali v vreče opremljene s podatki in jih odpeljali na sušenje. Vsak pridobljeni nadzemni vzorec smo sušili do konstantne mase v sušilni omari pri \n70 -C. V suhi snovi zelinja smo nato določili vsebnost N po Kjehldahl-u v kemijskem laboratoriju Fakultete za kmetijstvo in biosistemsko inženirstvo.\nSpravilo sladkorne pese je bilo izvedeno 13. oktobra, na vsaki podparcelici smo dvakrat vzorčili pridelek korenov na 10 m2 (1,35 x 7,4 m), torej 20 m2 v vsakem obravnavanju. Z vzmetno tehtnico smo najprej stehtali pridelek korenov z listjem in nato še pridelek samih korenov, brez listja. Ob koncu tehtanja smo iz vsakega velikega vzorca pridelka odbrali 15 do 20 povprečnih korenov (približno 20 kg vzorca) za določanje vsebnosti sladkorja, K, Na in α – amino N. Odbrane vzorce povprečnih korenov smo opremili s podatki in jih odpeljali na analizo v laboratorij Tovarne sladkorja Ormož.\nSliki 5 in 6: Vzorčeni pridelek sladkorne pese z 10 m2 (levo) in tehtanje pridelka z vzmetno tehtnico  (desno).\nV Tovarni sladkorja Ormož uporabljajo avtomatiziran laboratorijski sistem, katerega dobavitelj je nizozemsko podjetje Venema. V laboratoriju se vzorci najprej operejo, da se odstranijo vsi delci zemlje. Očiščena pesa nato potuje v rezkalnik, kjer korene zmeljejo v kašo. Kaši se doda aluminijev sulfat, ki služi kot sredstvo za bistrenje. Sledi mešanje z Al- sulfatom v mešalnih posodah s pomočjo magnetnih mešal in filtriranje skozi filter papir. V \nprefiltrirani snovi se sladkor določi s polarimetrom, K in Na s plamenskim fotometrom, α – amino N pa s kolorimetrom. Postopek velja za standardno metodo v predelovalni industriji sladkorja (ICUMSA 1994).\nPridelek belega sladkorja in standardno izgubo melase smo izračunali po Buchholzu s sod. (1995):\nWSY = pridelek korenov x (delež sladkorja – SML - 0, )\nSML = 0,12 (K + Na) + 0,24 amino-N + 0,48\nWSY = pridelek belega sladkorja (Mg ha-1); pridelek korenov (Mg ha-1); delež sladkorja v % v svežih korenih; 0,6 konstanta tovarniških izgub; SML = standardna izguba melase (%); K + N = vsota koncentracije kalija in natrija v korenih (mmol 100 g-1 sveže snovi), amino-N = koncetracija N v amonijski obliki (mmol 100g-1 sveže snovi)\nAnaliza variance (ANOVA) je bila izvršena za naslednje podatke: pridelek strniščnega dosevka, vsebnost N v zelinju strniščnega dosevka, vsebnost Nmin, pridelek svežih korenov sladkorne pese, vsebnost sladkorja, pridelek sladkorja, nečistoče soka (vsebnost amino-N, K in Na). Uporabili smo statistični paket SPSS verzija 14.0 za Windows. Aritmetične sredine smo primerjali z Duncanovim testom pri 5 % tveganju.\n"], "11": ["4 REZULTATI S KOMENTARJEM", ""], "12": ["4.1 Pridelek italijanske mnogocvetne ljuljke", "V preglednici 2 je prikazana količina pridelka suhe snovi, ki jo lahko porabimo za krmo živalim in količina N v tem pridelku, ki ga odpeljemo z njive.\nmnogocvetna ljuljka do jeseni.\nNadzemni pridelek pokošen jeseni  Obravnavanje  SS (t ha-1) N (kg ha-1)\nMLG 2.74a 70.9a  b  MLN 1.76 40.5b C - kontrola brez mnogocvetne ljuljke in gnojenja; MLG - mnogocvetna ljuljka gnojena s 60 kg N ha-1 ob setvi; MLN - mnogocvetna ljuljka brez gnojenja. Številke označene z različnimi črkami v stolpcih se statistično signifikantno razlikujejo pri 5 % tveganju (P ≤ 0.05) po Duncanovem testu.\nPričakovano največji pridelek suhe snovi smo pridelali v obravnavanju, ki je bilo gnojeno s 60 kg N ha-1 ob setvi (MLG). V negnojenem obravnavanju (MLN) je bil povprečni pridelek manjši kar za 0,98 t ha-1 ali 35,8 %. Statistično signifikantno večji odvzem N z jesenskim pridelkom krme je bil v gnojenem obravnavanju, kjer je znašal 70,9 kg N ha-1 medtem ko je bil v negnojenem obravnavanju manjši za 30,4 kg N ha-1 oz. je znašal 40,5 kg N ha-1. Količina absorbiranega mineralnega dušika v nadzemnem pridelku je tako odvisna tudi od količine potencialno dostopnega mineralnega dušika v tleh, slednjega je bilo več v obravnavanjih, kjer je bilo ob setvi dosevka gnojeno s 60 kg N ha-1.\nDo podobnega zaključka sta v svojih poskusih prišla tudi Vos in van der Putten (2004), ki ugotavljata, da dosevki počrpajo več mineralnega dušika v tleh, kjer je več potencialno dostopnega mineralnega dušika. Količina slednjega pa je odvisna od številnih dejavnikov kot so žetveni ostanki glavne poljščine, klimatski dejavniki, vrste dosevka, mineralizacija po oranju glavne poljščine.\n"], "13": ["4.1.1 Vpliv mnogocvetne ljuljke in časa oranja na vsebnost Nmin v tleh", "Mnogocvetna ljuljka (Lolium multiflorum Lam) je tudi v našem poskusu potrdila, da ima veliko sposobnost črpanja hranil ter da pomembno vpliva na manjšo vsebnost mineralnega dušika v nižjih plasteh tal, kar je razvidno iz preglednice 3.\nVsebnost Nmin ob setvi  Dosevek Čas Vsebnost Nmin pred zimo  slad. pese  (A) oranja (B)  0-30 30-60 60-90 0-90 0-30 30-60 60-90 0-90  kg ha-1  C ZO 23.3 24.5 25.6 73.4  PO 24.3 21.7 18.3 64.2  MLG ZO 21.9 13.5 10.5 45.9  PO 14.4 10.4 10.7 35.5  MLN ZO 18.9 10.3 9.2 38.4  PO 12.0 8.9 8.9 29.8 Srednje vrednosti (means)  C 32.2a 29.7a 17.8a 79.8a 23.8a 23.1a 21.9a 68.8a  b b b b b b b  MLG 19.7 11.3 10.9 41.9 18.2 12.0 10.6 40.7b  MLN 17.5b 10.4b 9.4b 37.3b 15.4b 9.6b 9.1b 34.1b  ZO 21.3a 16.1 15.1 52.6a  PO 16.9b 13.7 12.6 43.2b  Signifikanca  A * ** * ** * *** ** ***  B * NS NS *  AxB NS NS NS NS C - kontrola brez mnogocvetne ljuljke in gnojenja; MNG - mnogocvetna ljuljka gnojena s 60 kg N ha-1 ob setvi; MLN - mnogocvetna ljuljka brez gnojenja; ZO - zgodnje oranje 17 dni pred setvijo sladkorne pese; PO - pozno oranje 4 dni pred setvijo sladkorne pese. Vrednosti označene z različnimi črkami v stolpcih z isto skupino podatkov se statistično signifikantno razlikujejo pri 5 % tveganju (P ≤ 0.05) po Duncanovem testu. Signifikanca: *** (P ≤ 0.001), ** (P ≤ 0.01), * (P ≤ 0.05), NS ni statistično signifikantnih razlik.\nUgotovili smo, da se obravnavanji mnogocvetna ljuljka gnojeno (MLG) in mnogocvetna ljuljka negnojeno (MLN) statistično signifikantno ne razlikujeta glede vsebnosti mineralnega dušika pred zimo. So pa statistično signifikantne razlike, če primerjamo obravnavanje dosevek z obravnavanjem kontrola. Na slednji lahko namreč ugotovimo znatno večje vsebnosti mineralnega dušika v tleh pred zimo. V globini ornice (0-30 cm) je bilo na kontroli 12,5 kg ha-1 več mineralnega dušika kot v gnojenem obravnavanju oz. 14,7 kg ha-1 več kot v \nnegnojenem obravnavanju. Na celotni globini vzorčenja (0-90 cm) pa so te razlike še mnogo bolj izrazite, tako je bilo 37,9 kg ha-1 manj mineralnega dušika v obravnavanju mnogocvetna ljuljka gnojeno kot na kontroli in 42,5 kg ha-1 manj v mnogocvetna ljuljka negnojeno kot na kontroli. Dobljeni rezultati so v skladu s pričakovanji in znanimi dejstvi iz literature.\nČe primerjamo rezultate vsebnosti Nmin v tleh ob setvi sladkorne pese, lahko ugotovimo, da so vrednosti Nmin na celotni globini tal nižje v obravnavanjih, kjer je bilo spomladi poznejše oranje. Analiza variance vsebnosti mineralnega dušika po setvi sladkorne pese kaže, da tudi čas zaoravanja statistično signifikantno vpliva na vsebnost mineralnega dušika v globini ornice. Signifikantno manjšo vsebnost mineralnega dušika smo izmerili na obravnavanjih s poznejšim datumom oranja.\nIz tega lahko sklepamo dvoje. Prvič, da je italijanska mnogocvetna ljuljka ob nekoliko višjih spomladanskih temperaturah že sposobna počrpati znatne količine mineralnega dušika iz vrhnjega sloja tal. In drugič, statistično signifikantna večja vsebnost mineralnega dušika na obravnavanjih z zgodnejšim terminom oranja je lahko tudi posledica že aktivne mineralizacije organske snovi zgodaj spomladi. Počrpani mineralni dušik je tako vezan v nedostopni organski obliki za sledečo kulturo – sladkorno peso. Iz organske oblike počasi prehaja s procesi mineralizacije v rastlinam dostopne oblike.\nPri interakciji dosevek (A) in čas oranja (B) nismo ugotovili statistično signifikantnih razlik.\n"], "14": ["4.3 Vpliv mnogocvetne ljuljke na pridelek sladkorne pese", "Analiza variance pridelka svežih korenov kaže, da je italijanska mnogocvetna ljuljka statistično signifikantno negativno vplivala na pridelek korenov sladkorne pese. V našem poskusu so bili pridelki korenov na gnojenem (MLG) in negnojenem obravnavanju (MLN) v povprečju manjši od 5.5 do 6.6 t ha-1 v primerjavi z obravnavanjem C (kontrola). Medtem ko med gnojenim in negnojenim obravnavanjem ni statistično signifikantne razlike temveč zgolj numerična, ki je znašala zgolj 1,12 t ha-1 v prid obravnavanju z gnojeno mnogocvetno ljuljko kot dosevkom. Navedena dejstva so razvidna iz preglednice 4.\nbelega sladkorja, vsebnost sladkorja, fosforja, natrija in α-amino N.\nC ZO 92.86 16.85 13.76 5.13 0.56 1.02  PO 90.20 16.58 13.21 4.92 0.47 0.91  MLG ZO 91.66 17.01 13.79 4.93 0.50 0.93  PO 80.39 17.33 13.12 4.91 0.42 1.09  MLN ZO 89.48 17.15 13.56 4.98 0.53 1.02  PO 80.35 17.19 12.22 5.00 0.44 0.81  Srednje vrednosti  C 91.53a 16.71 13.48 5.02 0.52 0.96  MLG 86.03b 17.17 13.46 4.92 0.46 1.01  MLN 84.91b 17.17 12.89 4.99 0.49 0.91  ZO 91.33a 17.00 13.70a 5.01 0.53a 0.99  PO 83.65b 17.02 12.85b 4.94 0.45b 0.94  Signifikanca  A * NS NS NS NS NS  B * NS ** NS ** NS  AxB NS NS NS NS NS NS C - kontrola brez mnogocvetne ljuljke in gnojenja; MNG - mnogocvetna ljuljka gnojena s 60 kg N ha-1 ob setvi; MLN - mnogocvetna ljuljka brez gnojenja. ZO - zgodnje oranje 17 dni pred setvijo sladkorne pese; PO - pozno oranje 4 dni pred setvijo sladkorne pese. Vrednosti označene z različnimi črkami v stolpcih z isto skupino podatkov se statistično signifikantno razlikujejo pri 5 % tveganju (P ≤ 0.05) po Duncanovem testu. Signifikanca: ** (P ≤ 0.01), * (P ≤ 0.05), NS ni statistično signifikantnih razlik. \nManjši pridelek glavne kulture oz. negativen vpliv italijanske mnogocvetne ljuljke na naslednji člen v kolobarju so v poskusih z drugimi glavnimi rastlinami ugotovili tudi (Jensen 1991, Wallgreen in Linden 1994 ter Francis s sod. 1998). Z analizo variance smo torej potrdili hipotezo, da bo mnogocvetna ljuljka vplivala negativno na pridelek svežih korenov. V gnojenem obravnavanju ni bilo opaznega vpliva na vsebnost koncentracije sladkorja. Dobljeni rezultati so podobni razultatom Allisona in sodelavcev (1998b).\nVpliv neželenih melasotvornih snovi α – amino N, K, Na ni bil statistično signifikanten. Nekatere raziskave (Koch 1998) sicer kažejo na to, da lahko krmni dosevek ali predposevek zviša vsebnost neželenih melasotvornih snovi, ki preprečujejo kristalizacijo enega dela sladkorja v predelavi sladkorne pese in na ta način zmanjšajo izplen sladkorja. Medtem ko na drugi strani Allison s sod. (1998b) ugotavlja, da je negativen vpliv dosevkov na koncentracijo neželenih melasotvornih snovi majhen oz. ga generalno gledano ni, podobno so pokazali tudi rezultati naše raziskave. Vzrok je po vsej verjetnosti iskati v nizki vsebnosti mineralnega dušika v tleh. Poleg tega smo jesenski pridelek mnogocvetne ljuljke odpeljali z njive in ga pokrmili živini, s tem tudi del dušika vezanega v nadzemnem delu rastline.\nV gnojenem obravnavanju nismo ugotovili statistično signifikantnega vpliva na pridelek belega sladkorja, saj je P ≤ 0,05.\nČas zaoranja mnogocvetne ljuljke je imel statistično signifikanten vpliv na pridelek svežih korenov sladkorne pese. V primerjavi z zgodnjim zaoravanjem (ZO) se je na obravnavanjih s poznim zaoravanjem (PO) pridelek korenov zmanjšal za več kot 5 t ha-1, posledično manjši pa je bil tudi pridelek belega sladkorja ha-1. Zgodnje zaoravanje statistično signifikantno vpliva še na vsebnost Na v korenih sladkorne pese. Tako smo večje koncentracije Na izmerili na obravnavanjih z zgodnejšim terminom zaoravanja dosevka. Pri ostalih neželenih melasotvornih snoveh nismo ugotovili statistično signifikantnega vpliva časa oranja, vendar obstajajo numerične razlike. Vse vrednosti so višje pri zgodnjem spomladanskem oranju.\nPri interakciji dosevek (A) in čas oranja (B) nismo ugotovili statistično signifikantnih razlik.\n"], "15": ["5 SKLEPI", "Na podlagi zastavljenih ciljev smo prišli do naslednjih sklepov:\n1. Mnogocvetna ljuljka se izredno pozitivno odzove na predsetveno gnojenje z dušikom s  povečanjem jesenskega pridelka suhe snovi.\n2. Strniščni dosevek mnogocvetne ljuljke v primerjavi s kontrolo brez dosevka vpliva  negativno na pridelek sladkorne pese, ne zmanjšuje pa vsebnosti sladkorja v svežih  korenih. Izključno z vidika pridelave sladkorne pese so rezultate tega raziskovalnega  dela pokazali, da setev italijanske mnogocvetne ljuljke kot strniščnega dosevka ni  najbolj primerna.\n3. Predvsem na živinorejskih kmetijah in iz okoljevarstvenega vidika je mnogocvetna  ljuljka lahko dokaj uspešen strniščni dosevek v kolobarju s sladkorno peso, saj v  ugodnih vremenskih razmerah tvori velik pridelek, počrpa veliko količino dušika in na  ta način signifikantno zmanjša vsebnost mineralnega dušika v tleh. Posledično to  pomeni manjšo nevarnost za podtalnico zaradi spiranja nitratov in nitritov.\n4. Poznejše zaoravanje strnik mnogocvetne ljuljke vpliva negativno na pridelek korenov  sladkorne pese, kar je verjetno posledica manjše razpoložljivosti rastlinam dostopnega  mineralnega dušika, ki je pri poznem zaoravanju v veliki meri vezan v organski obliki.  Večji pridelek sladkorne pese smo dosegli na obravnavanjih, kjer smo spomladansko  oranje opravili zgodneje.\n"], "abstract": ["V Prekmurju, v bližini Murskih Črncev, smo v letih 2004 in 2005 ugotavljali vpliv gnojenja z N na jesenski pridelek strniščno sejane mnogocvetne ljuljke, vpliv mnogocvetne ljuljke in gnojenja z N na vsebnost Nmin v tleh jeseni in spomladi ter vpliv mnogocvetne ljuljke in časa zaoravanja spomladi na količino in kakovost pridelka sladkorne pese. Poskus je bil zasnovan po split-plot metodi v štirih ponovitvah. Na glavnih parcelah smo obravnavali dosevek (mnogocvetna ljuljka – negnojeno; mnogocvetna ljuljka gnojeno s 60 kg N ha-1 ob setvi; kontrola brez dosevka), na podparcelah pa čas zaoravanja (17 ali 4 dni pred setvijo pese). Ugotovljeno je bilo, da se mnogocvetna ljuljka pozitivno odziva na gnojenje z N s povečanjem jesenskega pridelka zelinja in signifikantno zmanjša vsebnost mineralnega dušika v tleh v primerjavi s kontrolo. V primerjavi s kontrolo je mnogocvetna ljuljka negativno vplivala na količino pridelka korenov sladkorne pese, ni pa zmanjšala pridelka sladkorja. Pridelek sladkorne pese je bil pri kasnejšem zaoravanju mnogocvetne ljuljke signifikantno manjši kot pri ranem zaoravanju. "]}