{"1": ["UVOD", "Današnji tempo življenja od nas zahteva različne stvari. Nekatere so preproste in enostavne, spet druge nekoliko bolj zapletene oziroma kompleksne. Nekatere smo že razvili skoraj do maksimuma, veliko pa je še takih, ki se lahko izboljšajo. Ena izmed teh, ki se lahko izboljšajo, so zagotovo infrastrukturne povezave. Sodobni tempo življenja namreč od nas največkrat zahteva, da pridemo iz točke A v točko B v najkrajšem možnem času po najkrajši možno poti z minimalnimi stroški. K realizaciji te trditve bo zagotovo pripomogla tudi načrtovana izgradnja tretje razvojne osi, ki bo povezovala Avstrijo s Hrvaško, potekala pa bo preko Holmca, Velenja, Celja, Novega mesta, Semiča, Metlike in Črnomlja.\nTa povezovalna cesta bo odločilno vplivala predvsem na gospodarske subjekte ter turistične atrakcije v bližini same osi. Imela pa bo seveda tudi varnostni učinek, saj naj bi se s sprostitvijo prometa na lokalnih cestah povečala varnost in pretočnost prometa.\nVsekakor je tretja razvojna os pozitivna investicija, saj bo regije ob osi naredila bolj prepoznavne, bolj odprte za gospodarstvo in turizem, bolj odprte za priseljevanje novih ljudi, predvsem pa varnejše s prometnega vidika.\n"], "2": ["Predstavitev problema", "Nova cestna povezava vedno prinese nekaj dobrega, a tudi nekaj slabega. Še pred začetkom fizičnega dela gradnje tretje razvojne osi, se bo treba dogovoriti, kje točno bo potekala dotična cestna povezava. Seveda bo in je že na to vprašanje mrgolelo različnih mnenj in odgovorov. Vsekakor jo bodo tukaj bolje odnesle občine, katerih župani bodo bolj aktivni. Manj aktivni bodo to veliko priložnost nekako spustili in tako zamudili veliko priložnost za razvoj svoje občine, svoje pokrajine. Prav tako ta dejstva veljajo tudi za občino Mokronog - Trebelno. Trenutno imamo v občini približno štiri večja podjetja, ki zaposlujejo določeno skupino ljudi z nižjo stopnjo izobrazbe. Prisotnih je tudi nekaj večjih privatnikov, ki prav tako večinoma zaposlujejo ljudi z nižjo izobrazbo. V občini ni delovnih mest, ki bi omogočala delo posameznikom z višjo stopnjo izobrazbe (6., 7., mogoče tudi 8. stopnja izobrazbe). Z novo prometno povezavo bi se v \nobčini zagotovo odprlo nekaj delovnih mest za višje izobražene kadre. Tako bi v domačih krajih obdržali mlade in nadobudne občane, ki so pogoj za nadaljnje razvijanje občine, obenem pa bi se zmanjšali stroški že obstoječih podjetij na področju transporta, kar bi omogočilo hitrejšo rast podjetij, ta pa posledično pomeni več delovnih mest.\n"], "3": ["Predstavitev občine Mokronog - Trebelno", "Občina Mokronog - Trebelno ima pomemben geografski položaj. V njej živi približno 3.000 prebivalcev v 43-ih naseljih na 71 kvadratnih kilometrih. Njena izpostavljena lega se je pokazala za pomembno v času poseljevanja teh krajev. Bogate arheološke najdbe pričajo o gosti poseljenosti v prazgodovinski, rimski in zgodnjeslovenski dobi. Iz pozne bronaste dobe poznamo večji naselji Križni Vrh in Žempoh. Z začetkom starejše železne dobe pa je to območje eno najgosteje naseljenih v Sloveniji. Pomembnejša centra in knežja sedeža sta bila na Brezju pri Trebelnem in Križnem Vrhu oziroma Žempohu nad Slepškom in Ostrožnikom pri Mokronogu. V času nastanka grštva pride v slovenskem prostoru do formiranja močnih kulturnih skupin, ki imajo na celinski Evropi nekaj časa prvenstvo. Mokronoška najdišča iz 4. in 3. stoletja pred našim štetjem so najbolj vzorčna za razumevanje keltske skupine Tavriskov in po njih je ta zapuščina poimenovana »mokronoška skupina«.\nPod zmernim podnebjem sta se iz srednjega veka sem izlili dve središčni naselji, ki sta do danes ohranili lastnosti vitalnih vozlišč. To sta Trebelno v Raduljskem hribovju in Mokronog v Mirnski dolini. Mokronog, upravno središče občine, ki se omenja kot tretji med skupno devetnajstimi dolenjskimi mesti in trgi srednjeveškega nastanka, je imel najprej svoje farno središče v Gorenjem Mokronogu. Ob prvi izpričani omembi trga leta 1279 je v strmem bregu v neposredni bližini prvotnega gradu Mokronog, v Gorenjem Mokronogu, že stala kostnica s kapelo sv. Mihaela. \nKot že rečeno, ima občina ugoden geografski položaj, saj o tem pričajo že v prazgodovinski, rimski in zgodnjeslovenski dobi. Gradovi pomenijo opuščanje staroslovenskih gradišč in uvajanje v pridvorno politično in gospodarsko življenje. V 10., 11. in 12. stoletju se pojavljajo na težko dostopnih grebenih našega gričevja in ustvarjajo tipično slovensko panoramo skupaj z našimi belimi cerkvicami, ki se kmalu po utrditvi dinastičnih oblasti pojavljajo ob gradovih ali pa na izpostavljenih točkah posesti. Vzporedno z njimi nastajajo po grebenastih pobočjih in dolinah bogata kmetijska zemljišča s slikovitimi, za našo pokrajino značilnimi zaselki. Pred poplavami varna območja ob pomembnih prometnih poteh so tudi najgosteje naseljena. Prevladujejo gručasta in obcestna naselja. Pod zmernim podnebjem so se iz srednjega veka sem izvila posamezna trška središča, ki so ohranila nekaj lastnosti vitalnih vozlišč, ki jim priteče specifičen razvoj v »trge«. V hribovjih in na planoti je poselitev razpršena v obliki zaselkov. Zaradi slabše dostopnosti in oddaljenosti od večjih središč ter težav z vodno oskrbo so se ta območja v polpretekli zgodovini močno izpraznila. V zaledju Mirnske doline prevladuje poselitev po slemenih, vrhovih in pobočnih terasah ter uravnavah, zato njene doline niso povezovalni, ampak ločitveni element. Slemena Posavskega hribovja se polagoma znižujejo proti ugrezajoči se Mirnsko-Mokronoški kotlini. Zato glavna odvodnica vodá v tem območju, reka Mirna, tu poplavlja. Skozi \nKrško gričevje se prebija na severovzhod proti Sevnici in se tam izliva v Savo. Na jugovzhodu zbira vode Krkin pritok Radulja.\nSrednja Dolenjska ima zmerno celinsko vlažno podnebje z letno količino padavin okrog 1.200 mm in povprečno letno temperaturo 9 -C (jan. -1 -C, jul. 18 -C). Kaže se prehodnost med panonsko-subpanonskim in srednjeevropskim podnebnim območjem in z njo povezana zahodna meja subpanonskega vegetacijskega in kulturnega vpliva.\nV Dolenjskem podolju se je oblikovala zahodna meja subpanonskega vinogradništva. Vinogradi pokrivajo prisojna pobočja v toplotnem pasu, ki se začenja nekaj 10 metrov nad dnom dolin in sega do nadmorske višine od 450 do 500 metrov. Naprej proti zahodu pa te tipične vinogradniške pokrajine povsem izginejo. Kraji, ki so v Mirnski dolini dvignjeni nad kotlino okrog 280 metrov, so glede dolžine poljedelske sezone primerljivi s kotlinskimi, ki so prikrajšani zaradi temperaturnega obrata; tisti, ki ležijo na nadmorski višini od 300 do 500 metov pa imajo za cvetenje sadnega drevja prednost pred dolino ali pa za njo ne zaostajajo. Sem spada večina obrobnega gričevja oziroma neposrednega kotlinskega zaledja. Sicer gre tu za staro kulturno pokrajino. Naselja so umaknjena na terase in oble gorice, dvignjene nad poplavno dno.\nZaradi izredne kamninske pestrosti, hkrati pa različnih tipov reliefa in hidrografskih oziroma talnih vodnih razmer, je v Mirnsko-Mokronoški pokrajini prisotno večje število različnih tipov prsti. V hribovju in gričevju s prevladujočimi karbonatnimi kamninami, v območju fluviokraškega reliefa, na pobočjih z naklonom nad 11- so se razvile plitve do srednje globoke pokarbonatne in rjave pokarbonatne prsti, na ozkih slemenih in vrhovih ter strmih pobočjih pa različne rendzine. Za kmetijske namene so izkoriščene predvsem različno debele rjave prsti, razvite na apnencu in dolomitu, na mešanici trdega laporja, apnenca in peščenjaka, ali pa na mehkih karbonatnih kamninah. Te prsti so zračne, vlažne, prepustne in srednje bogate z bazami. Kmetijska raba prevladuje tudi na rjavih prsteh na meljasto-ilovnatem nanosu, ki so omejene na robove Mirnsko- Mokronoške kotline.\nDanašnji izbor njivskih kultur ustreza kmetijski usmerjenosti v živinorejo. Na osojnih, strmih, kamnitih ali za erozijo občutljivih pobočjih in na najbolj zakraselem svetu se je ohranil gozd. Srednji Dolenjski je pečat vedno dajalo kmetijstvo. V 19. stoletju je regija \nzačela zaostajati za drugimi slovenskimi pokrajinami. Prepad je rasel zaradi pozne izgradnje železnice (1894) in elektrifikacije, zapoznele in šibke industrializacije ter zaostalega kmetijstva. Regija je bila zapostavljena tudi po drugi svetovni vojni in je poleg Bele krajine doživela tudi največji odliv prebivalstva v Sloveniji. Občina Mokronog - Trebelno bi imela, kolikor bi obstajala, leta 1869 3.921 prebivalcev, kar je 36,48 % več, kot jih je imela dobri dve leti pred ustanovitvijo samostojne občine. Znaki zaostalosti so se začeli zabrisovati šele v zadnjih desetletjih (»O občini« [Občina Mokronog-Trebelno], b. d.).\nObčina Mokronog - Trebelno kot del osrednje Slovenije, natančneje Srednje Dolenjske, ki se razpotega po Mirnski dolini in Raduljskem hribovju, je izrazito prehodna pokrajina, ujeta v razgiban prostor na stičišču alpskega, dinarskega in panonskega sveta.\nNa zemljevidu še ni vrisane novonastale občine Mirna \nPri zadnjem popisu prebivalstva leta 2002 je imela občina 2.844 prebivalcev, kar pomeni, da se je do zadnjih uradnih podatkov leta 2010 število prebivalcev povečalo za 71.\n"], "4": ["Predpostavke in omejitve", "Na podlagi statističnih podatkov prebivalstva v občini za zadnjih pet let lahko ugotovimo, da skupno število prebivalcev rahlo upada. Vendar samo statistično. Če pogledamo bolj podrobno, lahko vidimo, da je bil edini upad prebivalstva leta 2008, pred tem letom in za njim pa v občini beležimo rast prebivalstva. Tudi ta padec lahko pripišemo odseljevanju tujcev iz občine, saj se je njihovo število v občini v zadnjih petih letih zmanjšalo za 40 %. V občini še naprej pričakujemo vsakoletno povečanje števila občanov. Upravičeno lahko to pričakujemo zaradi podatkov, ki nam kažejo, da vsako leto populacija oseb ženskega spola starih do 14 let raste, in sicer za 3,7 %. Poleg tega rast prebivalstva pričakujemo tudi zaradi graditve novega stanovanjskega naselja. Če je bil v preteklih letih selitveni prirast vedno nekoliko negativen, lahko pričakujemo, da bo v prihodnjih letih pozitiven. \nTako kot vsaka občina, se tudi občina Mokronog - Trebelno trudi v smeri razvoja in skuša postati čim pomembnejši dejavnik v svoji regiji. Tako spodbuja gospodarske investicije, gradnjo novih družbeno koristnih kompleksov in navsezadnje projekte, ki omogočajo višjo kakovost življenja in dajejo občini dodano vrednost. V občini je trenutno zaposlenih 888 ljudi, od tega je 235 samozaposlenih. Delež samozaposlenih kaže na to, da ima aktivno prebivalstvo v občini dovolj poguma in vidi dovolj priložnosti, da se samozaposli. To kaže na inovativno razmišljanje v občini in seveda tudi na napredek.\nPorast prebivalstva v občini ni usmerjena v strogi center Mokronoga, vendar na njegovo obrobje, kjer je več prostora in bolj sproščeno življenjsko vzdušje. Večina naj bi se jih naselila v novo stanovanjsko naselje, nekaj naj bi si uredilo stanovanje v podstrešnih prostorih, prizidkih in podobno. V občini se ne načrtuje gradnja nobenih novih blokovskih naselij, saj je prioriteta občine ta, da ostane odprta, človeku prijazna. Po mnenju občinskih veljakov bi blokovsko naselje delovalo preveč mestno in bi poslabšalo kvaliteto življenja ter bivalni standard.\nV diplomski nalogi predpostavljamo, da bo občina sledila svojim smernicam, zapisanim v Viziji in strategiji občine. Prav tako naj bi bili zanjo prioritetni projekti, ki povišujejo bivalni standard in zadovoljujejo občane in občanke.\n"], "5": ["Metode dela", "Naloga bo skupek raziskovanj, predvidevanj in dejstev. Rezultate raziskovanj bomo analizirali in nekatere med sabo tudi primerjali. Tako lahko ugotovimo, kateri rezultat oziroma katera rešitev naj bi bila najugodnejša.\nRazlična mnenja bomo zbirali tudi z javnomnenjskimi anketami, s katerimi bomo zbrali mnenja, stališča in nekatere predloge občanov. Nekaj mnenj bo podanih tudi iz vira intervjujev z gospodarstveniki. \nUporabili bomo metodo deskripcije, ki nam omogoča, da opišemo procese, nekatera dejstva in ugotovitve. Uporabljena bo tudi primerjalna metoda, za ugotavljanje določenih podobnosti ali enakosti.\n"], "6": ["1 TEORETIČNA IZHODIŠČA", ""], "7": ["1.1 Najverjetnejša predvidena različica celotne tretje razvojne osi", "Z izgradnjo avtocestnega križa, katerega smo kot zadnji pričakali Dolenjci, so nekateri deli Slovenije postali bolje in hitreje dostopni, kar je tudi eden izmed pogojev za njihov hitrejši razvoj. Tako pride do povečanja koncentracije gospodarskih dejavnikov, poselitve in znanja, ki pa je ključnega pomena za razvoj določene regije in večjih gospodarskih središč. V primerih, kjer regije nimajo dobrih cestnih povezav, pride do razvojnih težav. Hitro se lahko zazna odliv kadrov, rast večjih in prodornih podjetij oziroma njihovo dolgoročno delovanje pa je vprašljivo. Določene težave nastopajo tudi pri sami poselitvi in demografiji, saj starejši ostajajo, mladi in znanja polni ter ambiciozni pa se odseljujejo v večja mesta oziroma vsaj na njihovo obrobje. Te in še vrste drugih težav naj bi vsaj delno rešila tretja razvojna os. Slednja je ključna za obstoj regij in krajev ob trasi osi. Zato so v izvedbo tega projekta močno vpete tudi regije in občine, ki si od tega obetajo koristi.\nOb načrtovanju tako pomembnih cest je veliko pozornosti namenjene občutljivosti okolja oziroma negativnim vplivom na okolje. Upoštevati je potrebno:\n- vodne vire;\n- surovine, ki so v zemlji;\n- gozdne površine;\n- naravno in kulturno dediščino;\n- obstoječo prometno, energetsko in komunalno infrastrukturo;\n- obrambni in zaščitni vidik;\n- analizo zaščitenih območij ter\n- kmetijsko, gospodarsko in turistično razvitost.\nV razvoju tega projekta je zato velika pozornost namenjena ravno regionalnim vsebinam razvoja in prilagajanje infrastrukture potrebam in koristim lokalnemu okolju. Zaradi takih ciljev so postopki umeščanja tras v prostor širše načrtovani, tako da bo omogočeno vsebinsko, prav tako pa tudi infrastrukturno navezovanje projektov na tretjo razvojno os. \nV sklopu tretje razvojne osi naj bi se posodobile obstoječe cestne povezave, deloma pa bi se zgradile tudi nove. Na predvideni trasi je nujno izboljšanje pretočnosti prometa, to je odprava ozkih grl na državni cestni mreži. Vzpostavitev prometne povezave bo usklajena z razvojnimi potrebami regij in mest ob trasi. Na ta način se bo posredno omogočilo izboljšanje konkurenčnosti gospodarstva, kar pomeni sledeče:\n- razvoj podjetij;\n- razvoj poslovnih con;\n- logistične storitve;\n- turizem ter\n- demografska vprašanja.\nS projektom tretje razvojne osi se zagotavlja nekoč zelo poznano javno dobro v obliki cestne infrastrukture, ki je eden izmed potrebnih dejavnikov za doseganje celovitega in trajnostnega razvoja družbe. Tako se bo zagotovila večja konkurenčnost, skladnejši regionalni razvoj na nacionalni ravni in uravnotežena prostorska politika. Predvsem pa bodo pri tem projektu pridobili regionalni razvojni potenciali, kar bo omogočilo razvoj gospodarstva. Navsezadnje pa se bo omogočilo tudi kakovostno življenjsko okolje za ljudi v dotičnih regijah.\nZ načrtovano prometno povezavo bo zagotovljena (Petrinčič, 2008, str. 11):\n- medsebojna povezanost središč mednarodnega, nacionalnega in regionalnega  pomena v širšem območju Slovenije;\n- prometna povezava v okviru 5. in 10. evropskega koridorja;\n- povezanost tujih središč mednarodnega pomena preko ozemlja Slovenije;\n- navezava pomembnejših lokalnih središč v obravnavanem območju na ustrezne  razvojne povezave;\n- razbremenitev obstoječih lokalnih prometnic, ki ne omogočajo ustreznih pogojev za  sodoben, varen in hiter promet ter transport in\n- izboljšanje kakovosti potovanja, skrajšanje potovalnih časov ter povečanje prometne  varnosti.\nTretja razvojna os se začne na severni državni meji z Republiko Avstrijo ter poteka preko Koroške in Savinjske regije do avtoceste A1 Koper-Šentilj, nato se nadaljuje proti \navtocesti A2 Karavanke-Obrežje in naprej skozi Dolenjsko in Belo Krajino do državne meje z Republiko Hrvaško.\nČe pogledamo enostavneje, to pomeni povezovanje naslednjih regij:\n- Avstrijsko Koroške;\n- naše Koroške;\n- Savinjsko-Šaleške;\n- Celjske;\n- Posavske in Zasavske;\n- Dolenjske in Bele Krajine ter\n- Karlovške-Reške, na sliki prikazanih z rdečo barvo.\npromet], b. d.\nV prometnem smislu je območje tretje razvojne osi razdeljeno na tri glavne odseke, na podlagi katerih se tudi izdeluje državni prostorski načrt. Ti odseki so: \n- severni del, ki se v prostor umešča pretežno kot štiripasovna hitra cesta in poteka od  državne meje z Republiko Avstrijo do avtoceste A1 Koper-Šentilj (dolžina odseka je  približno 62 km);\n- srednji del, ki se v prostor umešča kot dvopasovna cesta in poteka med avtocesto A1  Koper-Šentilj in avtocesto A2 Karavanke-Obrežje pri Novem mestu (dolžina odseka  je približno 61 km) ter\n- južni del, ki se v prostor umešča kot mestoma štiripasovna cesta, mestoma pa kot  dvopasovna cesta in poteka od avtoceste A2 Karavanke-Obrežje pri Novem mestu  do državne meje z Republiko Hrvaško (dolžina odseka je približno 79 km).\nSkupna dolžina trase tretje razvojne osi je približno 202 km. Severni del osi, ki teče skozi Koroško in Savinjsko regijo, večinoma poteka po obstoječih prometnih koridorjih, medtem ko osrednji del med avtocestama A1 in A2 predstavlja gradbeno-tehnično najzahtevnejši del, saj poteka preko grebenov tam ležečega hribovja v prečni smeri (Oven, 2010).\n"], "8": ["1.2 Možne variante tretje razvojne osi v srednjem delu", "Pod drobnogled bomo vzeli obstoječe možnosti za gradnjo tretje razvojne osi v srednjem delu, ki obsega območje med A1 Koper-Šentilj in A2 Karavanke-Obrežje. V tem delu se namreč nahaja občina Mokronog - Trebelno.\nV študiji variant s predlogom najustreznejše variante tretje razvojne osi so se možne trase primerjale in vrednotile po več vidikih ter kriterijih, in sicer:\n- razvojno urbanistični vidik;\n- gradbeno tehnični kriterij;\n- prometno ekonomski vidik ter\n- varstveni vidik.\nNa prvi stopnji je bilo predlaganih 36 različic za osrednji del tretje razvojne osi, za nadaljnjo fazo pa so jih strokovnjaki izbrali 24. Po strokovnih presojah, ki so izločale posamezne rešitve, so bili izoblikovani trije koridorji. Te variante so varianta v \nvzhodnem koridorju, srednjem koridorju in zahodnem koridorju (Razvojni center Planiranje d. o. o., 2008b).\nV okviru študije je bila kot najprimernejša varianta opredeljena varianta G2 (G2-n1) – H2 – I1, ki poteka od Celja po zahodu – razcep Lopata proti jugu mimo Laškega in Rimskih Toplic ter v nadaljevanju mimo Radeč, Sevnice in Zavratca proti Smedniku, kjer se z razcepom priključi na obstoječo avtocesto A2 Karavanke-Obrežje.\nPrednosti in pomanjkljivosti izbrane kombinacije variant se medsebojno prepletajo in jih je kot take s splošnega vidika zelo težko opredeliti. Kar se namreč pri enem odseku izkaže za prednost, je na drugem slabost. Variante je zanimivo primerjati s stroškovne plati. Vzemimo za osnovo varianto G3, ki je najcenejša in stane po ocenah strokovnjakov 289 mio EUR. Takoj za njo je varianta G2, ki že krepko presega oceno vrednosti variante G3, in sicer za 128 %. V denarni valuti je tako vrednost celotnega odseka 660 mio EUR. Za najdražjo varianto naj bi veljala varianta G1, ki predstavlja 183 % povišanje cene glede na varianto G1, to pomeni 817 mio EUR. \nVarianta G1 je bila ovrednotena kot najslabša varianta, tako zaradi finančne vrednosti, kot tudi zaradi funkcionalnosti. Tako sta na pladnju ostali dve varianti, G2 in G3, med katerima pa je še vedno precej velika finančna razlika. Za primerjavo lahko navedemo le nekaj postavk; te so ene izmed ključnih dejavnikov pri gradnji cestnih povezav.\nKot lahko razberemo iz razpredelnice, so razlike velike in definitivno v korist G3. G2 je nekoliko ugodnejša le glede dolžine in viškov materiala. Čeprav so razlike močno očitne in vznemirjajoče, so se načrtovalci mirno odločili, da je varianta G2 ugodnejša.\n1.3 Najugodnejša predvidena različica tretje razvojne osi v srednjem  delu za občino Mokronog - Trebelno\nŠtudija variant je bila javno predstavljena v sredini leta 2008. Po predstavitvi so vse občine, ki jih prečka tretja razvojna os, pregledale študijo variant in svoje predloge ter pripombe sporočile pristojnemu organu. Tako je bila na podlagi teh predlogov in pripomb izdelana optimizacija predlagane variante. Celotna optimizirana različica je \nzaradi vseh izboljšav v primerjavi z osnovno različico dražja za približno 53 mio EUR. Izmed 24-ih različic je optimizirana varianta po ekonomskih kazalcih uvrščena na tretje mesto.\nOptimizirana varianta G2 – n1 je ena izmed variant, ki so še odprte. Dolžina odseka je 26,129 km in je predvidena kot 4-pasovna hitra cesta. Predvidena investicija 4-pasovne variante je 834.770.453,64 EUR, v primeru 2-pasovne variante pa 561.997.995,48 EUR.\nZačetek trase ceste je v že obstoječem priključku Lopata na avtocesti A1 Šentilj-Koper, ki se preuredi v razcep. Za razcepom Lopata se usmeri proti Levcu, kjer je predviden nov priključek z navezavo na glavno cesto Medlog-Žalec. Regionalno cesto prečka z viaduktom dolžine 65 m, ki hkrati premošča tudi železniško progo Celje-Velenje in lokalno cesto za dostop do Vodarne. V nadaljevanju prečka reko Savinjo z mostom dolžine 150 m in zavije po dolini Šahovega in Lajnarjevega grabna nato pa v hrib Košnica. Tega preide s predorom Hum dolžine 1.150 m v levi cevi in 1.140 m v desni \ncevi. Za predorom se spusti proti Savinji. Še pred njo preide hrib Slomnik s predorom Slomnik dolžine 460 m v levi cevi in 545 m v desni cevi. Nato se vklopi v koridor obstoječe glavne ceste Celje-Rimske Toplice-Zidani most. Na svoji poti prečka železniško progo Zidani most-Celje-Maribor in preloženo glavno cesto, kjer je tudi predviden nov priključek Tremerje.\nZa priključkom Tremerje trasa prečka okljuk reke Savinje z dvema viaduktoma in se nato vzpne na hrib Debro, kjer je predviden usek, globok 18 m. Za vrhom se trasa spusti in je vkopana približno 10 m. Zatem preide trasa v predor Debro dolžine 690 m in se konča pred dolino potoka Rečica. Dolino prečka z dvema viaduktoma dolžine 190 m. V nadaljevanju se vzpne v predor Šmihel dolžine 770 m. Nato se spet spusti proti Savinji in preide v predor Strmca dolžine 645 m v levi cevi in 685 m v desni cevi, s katerim preide Boštjanov hrib. Za predorom je predviden priključek Laško. V nadaljevanju prečka z novim viaduktom Savinjo in železniško progo Zidani most-Celje-Maribor. Nato sledi koridorju obstoječe železniške proge po vzhodni strani. Pred Rimskimi Toplicami trasa preide v predor Vrhe dolžine 230 m v levi cevi in 190 m v desni cevi. Za predorom trasa zavije proti vzhodu s predorom Globoko dolžine 520 m. Za naseljem Loka trasa prečka reko Savinjo z viaduktom dolžine 115 m.\nTrasa nato poteka po koridorju obstoječe glavne ceste, nato pa zavije v hrib Grmada s predorom Grmada dolžine 420 m v levi cevi in 710 m v desni cevi. Za predorom ponovno prečka reko Savinjo in železniško progo z viaduktom ter sledi železniški progi po južni strani do Zidanega mosta, kjer je predviden priključek Zidani most. Za priključkom trasa preide v predor Površnik dolžine 1.820 m po levi cevi in 1.560 m po desni cevi, nato pa v dolino reke Save in poteka severno od železniške proge Ljubljana- Zagreb mimo Radeč.\nNa trasi je zaradi prečkanja potrebno ustrezno prilagoditi 36 obstoječih prometnic. Od tega je kar šest glavnih in ena regionalna cesta. Predvidenih je pet priključkov, devet predorov, pokriti vkop in dve galeriji. Zaradi prečkanja obstoječe infrastrukture in prilagajanja terenu je predvidena izgradnja osmih nadvozov, dveh podvozov, 15 viaduktov in štirih mostov ter 22 regulacij vodotokov. \nOptimizirana varianta I4 je druga še odprta varianta. Dolžina odseka je 31,220 km. Predvidena je kot 4-pasovna hitra cesta. Predvidena investicija 4-pasovne variante je 427.360.944,00 EUR, v primeru 2-pasovne različice pa 262.066.849,98 EUR.\nZačetek trase je nasproti Radeč na levem bregu Save v vasi Obrežje pri Zidanem mostu. Trasa prečka železniško progo Zidani most-Dobova, cesto Radeče-Breg in Savo z viaduktom dolžine 450 m. Nato poteka po približno 5 m visokem nasipu po Dvorskem polju do Hotemeža, kjer križa obstoječo cesto in je predviden priključek Radeče. Trasa se nadaljuje po dolini Brunškega grabna, kjer je predviden predor Brunk dolžine 1.980 m. Na koncu predora trasa vstopi v dolino Kameniškega potoka, nato pa zavije desno \nproti Birni vasi in Gomili, kjer je lociran priključek Šentjanž. Nato trasa zavije v ozko dolino Gomilščice in teče do Krmelja, kjer je pomaknjena proti zahodu in zato vkopana v Papežev hrib. Nato se spušča po gozdnatem pobočju in se bliža reki Hinji. Reko, cesto R3-738 in železniško progo Trebnje-Sevnica premosti z viaduktom dolžine 330 m. Sledi most dolžine 40 m preko Mirne. V zaselku Mostec pri Tržišču je projektiran priključek Tržišče navezan na cesti R3-738 in Mokronog-Boštanj. Trasa se nadaljuje po dolini Tržiškega potoka in nato v predor Laknice dolžine 500 m. Na drugi strani predora prečka cesto Mokronog-Zbure in potok Laknica z viaduktom dolžine 100 m. Nato teče pod kamnolomom, zatem pa je lociran priključek Laknice. Dalje poteka po severnem robu doline in v vasi Spodnje Laknice ostro zavije desno proti Zburam, kjer je lociran tudi priključek.\nV nadaljevanju se trasa spusti v dolino Radulje, ki jo prečka z viaduktom dolžine 250 m, nadaljuje se po neposeljenem prostoru med vasema Šmarjeta in Gorenja vas pri Šmarjeti, kjer je lociran priključek Šmarješke Toplice. Nato se nad vasjo Brezovica trasa usmeri proti zahodu in z viaduktom dolžine 215 m prečka potok Prinovec. Sledi vzpon proti Gorenjim Toplicam, nato pa se preko dveh viaduktov dolžin 168 m in 145 m spusti proti obstoječi avtocesti A2 Karavanke-Obrežje. Zaselku pri Herinji vasi se trasa izogne s predorom dolžine 530 m. Trasa se konča pri Otočcu, kjer je navezava na avtocesto A2 Karavanke-Obrežje z razcepom Otočec.\nNa trasi je zaradi prečkanja potrebno ustrezno prilagoditi 31 obstoječih prometnic, od tega eno glavno in sedem regionalnih cest. Predvidenih je šest priključkov in en razcep ter štirje predori. Zaradi prečkanja obstoječe infrastrukture in prilagajanja terenu je predvidena izgradnja petih nadvozov, 23 podvozov, 12 viaduktov, enega mostu ter 16 regulacij vodotokov (Razvojni center Planiranje, 2008b).\nZa boljšo predstavitev prilagamo tudi shematski prikaz tretje razvojne osi v neposredni bližini občine Mokronog - Trebelno. \n"], "9": ["2 OBSTOJEČE STANJE", "Občina Mokronog - Trebelno je občina prihodnosti. Je občina, ki ponuja mir, sproščeno življenjsko vzdušje, hkrati pa ima vse ustanove in institucije, ki so za današnje normalno preživetje skorajda nujno potrebne. Občina ima vse kar imajo veliki, vendar še vedno nekaj manjka, še vedno so želje po izboljšavah, po še boljših življenjskih pogojih.\nPoglejmo si nekaj težav (Krnc, 2011):\n- neugodna cestna infrastruktura skozi Mokronog; občina trenutno ureja križišče v  centru Mokronoga, kjer poteka glavna povezava na relaciji Trebnje–Sevnica; v  prihodnosti je načrtovana tudi obvoznica;\n- monopol trgovine z živili; občina se trudi pridobiti v kraj novega trgovca, ponuja  jim posebno ugodne pogoje, že obstoječo infrastrukturo, vendar vedno naletijo na  ovire, največkrat je to število prebivalcev občine;\n- tako imenovane bele lise na področju širokopasovnega omrežja; projekt za reševanje  tega problema je v teku in poteka skupaj s še petimi drugimi občinami; omrežje bo,  po podatkih občinske uprave, odprtega tipa, tako da se končni uporabniki lahko  sami odločimo katerega ponudnika izberemo;\n- ureditev vaških vodovodov; na območju občine je še 20 vaških vodovodov, ki  oskrbujejo približno 42 odstotkov vseh prebivalcev; za ureditev nekaterih  vodovodov je denar že zagotovljen iz evropskih sredstev, za ostale pa bo potrebno  še najti rešitev; pravilnik o oskrbi s pitno vodo namreč določa, da morajo občine do  konca leta 2015 zagotoviti na poselitvenem območju z gostoto prebivalstva s  stalnim prebivališčem več kot pet prebivalcev na hektar površine opremljenost z  enim funkcionalno zaokroženim javnim vodovodom, če je število prebivalcev, ki  stalno prebivajo na tem območju, večje od 50 ali če je letna povprečna zmogljivost  oskrbe s pitno vodo večja od 10 m3 pitne vode na dan.\n"], "10": ["2.1 Posnetek stanja", ""], "abstract": ["Nove prometne poti niso nikoli zmanjšale prometa, le zdelo se nam je, da ga je manj, ker je bil bolje razporejen in zato tudi bolj pretočen. S povečanjem prometa se povečajo tudi potrebe po drugih, obstranskih dejavnostih, ki jih udeleženci v prometu potrebujejo. Še bolj izrazite so te potrebe takrat, ko govorimo o razvojni osi, ki bo predmet obravnave v diplomski nalogi. Predpostavljamo lahko, da bo tretja razvojna os pomembno vplivala tudi na razvoj mlade občine Mokronog - Trebelno in na njeno boljšo prepoznavnost. Za celovitejši vpogled v problematiko učinkovanja tretje razvojne osi bomo najprej predstavili, kje bi naj trasa potekala ter v nadaljevanju analizirali prednosti in slabosti te umestitve. Z razvojno osjo bi omenjena občina dobila večjo konkurenčno moč, saj bi se razdalje in potovalni časi do večjih središč močno skrajšali. Občina Mokronog - Trebelno bi tako postala bolj zanimiva npr. za priseljevanje in za ustanavljanje manjših visoko tehnološko razvitih podjetij. Največji problem vidimo v pravilni odločitvi strokovnjakov o poteku trase; pravilno menimo predvsem v kontekstu, da bo trasa potekala skozi našo občino. "]}