{"1": ["1 UVOD", "Pomen reje goved je mnogostranski. Za posamezno kmetijo, pomeni reja goved delo za dohodek, za prodajo mleka, mesa in pogosto tudi za rejo plemenskih živali. Gospodarstva, ki imajo njive in travnati svet, je reja goved nujna za dolgoročen obstoj kmetij, za razvijanje uravnoteženega načina gospodarjenja z zemljo, za trajno zaposlitev družinskih delovnih moči.\nV hribovitih in gorskih krajih kmetije večinoma ne bi mogle obstajati brez reje goved, saj ne bi mogle rabiti zemljišč, ki niso primerna za strojno obdelavo, so pa primerna za pašo (Ferčej 1989).\nCilj naloge je bil ugotoviti razlike v proizvodnih in reprodukcijskih lastnostih krav molznic na družinskih kmetijah Jesenek in Repnik. Proučevali smo vpliv reje (prosta in vezana), pasme (črno-bela in lisasta) in zaporedne laktacije (1, 2, 3, ≥4). Dodatno smo s pomočjo analize trenda napovedali smer razvoja obravnavanih kmetij in stanje v naslednjih desetih letih.\nZanimalo nas je, ali je prosta reja boljša od vezane reje. Prosta in vezana reja imata določene prednosti in slabosti. Največja prednost vezane reje je individualna kontrola in obravnava krav. Največja slabost pa je omejeno gibanje živali in manj možnosti za komfortno obnašanje. Pri prosti reji, kjer so živali proste, lahko v večji meri zadovoljijo svoje vedenjske potrebe. Nivo oskrbe in menedžment za čredo sta zahtevnejša.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Razlike med prosto in vezano rejo", ""], "4": ["2.1.1 Vezana reja", "Vsem sistemom s privezano živino je skupno, da so živali stalno privezane na istem prostoru. Za te sisteme sta značilna združevanje in kombinacija posameznih funkcijskih območij. Tako so na skupnem prostoru združena funkcijska območja za krmljenje, molžo, odstranjevanje gnoja in ležanje ali stojo. Stojišče ali ležišče, kjer žival stalno biva, mora ustrezati tem delno nasprotujočim si zahtevam. Medtem ko je pri teh sistemih mehaniziran način krmljenja in odstranjevanje gnoja dober, pa so razmere za molžo in manipulacijo z mlekom manj primerne. V vseh sistemih s privezano živino prevladujejo kratka stojišča, so toplotno izolirani in omogočajo individualno nego in rejo živali (Amon 1989).\nCizej (1991) navaja prednosti hlevov s privezano živino:\n- gospodarno individualno krmljenje krav,\n- posamično tretiranje krav (osemenjevanje, veterinarski pregledi, telitve, nega) in\n- mir v hlevu ter pregled nad živalmi. \nAmon (1989) navaja pomanjkljivosti hlevov s privezano živino:\n- ugotavljanje pojatve je težje kot v hlevih s prosto rejo,\n- poškodbe vimena, nog in drugih telesnih delov so pogostejši kot pri prosti reji,\n- pogostejši so izpadi nožnice in maternice,\n- socialni stik med živalmi je slabši, medsebojna nega živali pa ni mogoča,\n- pri določeni velikosti hleva s privezano živino je poraba živega dela večja kot pri  prosti reji,\n- slabša higiena pri pridobivanju mleka kot pri prosti reji,\n- molža je težja in napornejša,\n- relativno dražji sta oprema in graditev.\n"], "5": ["2.1.2 Prosta reja", "Bartussek in sod. (1996) navajajo naslednje prednosti proste reje:\n- v hlevu s prosto rejo lahko živali bolje zadovoljijo svoje vedenjske potrebe, zato so  ti sistemi v osnovi zelo ustrezni,\n- redkeje prihaja do motenj v obnašanju,\n- poškodbe, ki nastopajo zaradi načina hlevljanja, so v hlevih s prosto rejo redkejše,\n- delo v hlevu s prosto rejo lahko poenostavimo in predvsem olajšamo,\n- zgodi se manj nesreč pri delu,\n- plodnost, enega glavnih dejavnikov, ki vplivajo na gospodarnost pri reji mleka,  lahko bistveno izboljšamo v hlevih s prosto rejo (enostavnejša pomoč pri porodih,  učinkovitejše ugotavljanje pojatve in posledično skrajšana obdobja med telitvama),\n- manj poškodb vimena in seskov, manj bolezni vimena,\n- boljša kakovost mleka - nižje število mikrobnih ih somatskih celic. \nBartussek in sod. (1996) navajajo tudi pomanjkljivosti hlevov s prosto rejo:\n- ker se živali lahko prosto gibljejo in se obnašajo v skladu s svojimi trenutnimi  potrebami, sta oskrba črede in vodenje težavnejša,\n- živali so lahko bolj umazane,\n- če izvedba tal ni primerna in če čiščenje hodnikov ni dovolj skrbno, lahko pride do  večjih obremenitev ali celo poškodb parkljev.\n"], "6": ["2.1.3 Etologija", "Kaj je dobro počutje živali oz. blaginja?\nJensen (2002) opisuje, da jeBrombellov odbor leta 1965 prvi poskušal podati znanstveno definicijo dobrega počutja živali. Bili so precej daljnovidni, in sicer v treh stvareh: prvič, opozorili so na pomembnost vedenja za dobro počutje živali. Prej je dobro počutje živali pomenilo skoraj isto kot zdravje, drugič; poudarili so pomenbnost znanstvenega študija dobrega počutja živali, s čimer so tlakovali pot bodočim eksperimentalnim študijam; tretjič so sprejeli, da imajo živali čustva, kar je nasprotovalo veljavnim prepričanjem tistega časa. Odbor je predlagal tudi pet svoboščin, ki bi jih morala imeti vsaka žival ne glede na to, kje se nahaja. Te so bile, da se žival lahko uleže, da lahko vstane, da se lahko obrne, da se lahko pretegne (giblje) in da se lahko neguje (očisti).\nČeprav te svoboščine delujejo kot samoumevne, je še danes veliko primerov, kjer niso dosežene. Angleški strokovni svet za zaščito živali je kasneje teh pet svoboščin preoblikoval in kot jih navaja Jensen (2002) v naslednje:\n- zaščita pred lakoto in žejo,\n- zaščita pred neudobjem,\n- zaščita pred bolečino, pokodbami in boleznimi,\n- pravica izvajanja normalnega obnašanja,\n- zaščita pred stresom in stisko.\n"], "7": ["2.2 Sestava mleka", ""], "8": ["2.2.1 Sestava kravjega mleka", "Kravje mleko sodi po količini in kakovosti sestavin med najbolj kakovostno hrano ne samo za teleta, ampak tudi za ljudi. Sestava mleka ni vedno enaka, ampak obstajajo velike in stalne razlike med pasmami, razlike glede na starost in glede na potek laktacijske krivulje. Vse te razlike so zvečine gensko pogojene, na sestavo pa lahko vplivamo tudi z različno prehrano in drugimi postopki (Žgajnar 1990).\nCaput (1996) navaja, da je maščoba mleka sestavljena iz trigliceridov, ki jih sestavlja glicerol z nasičenimi in nenasičenimi maščobnimi kislinami. Poleg trigliceridov najdemo v mlečni maščobi še nekaj fosfolipidov in holesterola.\nBeljakovine v mleku so najdragocenejša sestavina mleka, ki jih delimo na kazein (78 % dušika v mleku), serumske beljakovine (17 % dušika v mleku) in nebeljakovinske spojine (5 % dušika v mleku). Priporočena vsebnost beljakovin v mleku je od 3,2 % do 3,8 % (Babnik in sod. 2004).\nLaktoza je ogljikov hidrat v obliki disaharida. Je edini naravni izvor laktoze (glukoza+galaktoza). Kljub visoki vsebnosti laktoze (4,90 %), kravje mleko ni sladko, ker je v primerjavi z običajnim sladkorjem laktoza šestkrat manj sladka (Caput 1996).\nMineralnih snovi v mleku je okoli 0,7 %. Minerale v mleku delimo na makroelemente in mikroelemente. Mikroelementi, ki so v mleku v nizkih količinah, so cink, aluminij, baker, krom, nikelj, kobalt, selen, silicij, železo, brom in drugi. Makroelementi v mleku pa so kalij, kalcij, klor, fosfor, natrij, žveplo, magnezij. V mleku je več kalija kot natrija. \nRazmerje med njima je 3:1, v krvi pa je ravno nasprotno. Da je v krvi razmerje drugačno kot v mleku, dokazuje, da soli iz krvi ne prehajajo v mleko brez predhodnega posredovanja mlečne žleze. To nam pove, da mlečna žleza uravnava količino mineralnih snovi v mleku (Rogelj 1996).\nV mleku so zastopani vitamini, topni v maščobah (A, D, E in K) in vitamini, topni v vodi (vitamini B-kompleksa in askorbinska kislina). Količina vitaminov, topnih v maščobah, je odvisna od količin, ki se nahajajo v obroku krave, medtem ko so vitamini, topni v vodi in vitamin K, v normalnih pogojih večinoma neodvisni od obroka, ker jih sintentizira mikroflora vampa. V mlezivu se nahajajo vitamini v večji količini kot v mleku. Mleko in mlečni izdelki, ki so tpolotno obdelani, vsebujejo manj vitaminov od svežega mleka (Tratnik 1998).\nSveže kravje mleko z normalno kemično sestavo ima pH med 6,5 in 6,6. Zmrzliščna točka je odvisna od vsebnosti vode. Normalno kravje mleko ima zmrzliščno točko med -0,55 -C in -0,56 -C. Z dodatkom vode v mleko se zmrzliščna točka proporcialno povečuje. Zmrzliščna točka predstavlja ugotavljanje količine dodane vode v mleko (McDonald in sod. 1990).\n"], "9": ["2.3 Vplivi na mlečnost", "Najpomembnejša dejavnika, ki vplivata na mlečnost, sta genotip (dedna zasnova) in okolje. Glede genotipa Pogačar (1984) navaja, da je mlečnost kvantitativna lastnost, ki jo določa večje število genov, razporejenih ali na različnih delih kromosomov ali celo na različnih kromosomih. Ker je mlečnost variabilna lastnost, se pojavljajo tako razlike med pasmami kot tudi znotraj posameznih pasem, na katere vplivajo tudi okoliški dejavniki. \nGlede le-teh Cizej (1991) navaja, da jih lahko razdelimo v štiri skupine:\n- neposredni vplivi okolja (prehrana, napajanje in podnebje, način molže),\n- fiziološki vplivi (starost ob prvi telitvi, sezona telitve, stadij laktacije, zaporedna  laktacija, starost živali, poporodni premor in servisna perioda, izrazitost znakov  pojatve, telesna masa in razvitost živali),\n- zdravstveno stanje živali,\n- umetno stimuliranje mlečnosti s hormonskimi pripravki.\n"], "10": ["2.3.1 Prehrana krav molznic", "Molznice imajo pri veliki mlečnosti intenzivno presnovo in zelo velike potrebe po hranilnih snoveh. Krave, ki proizvedejo letno 5000 kg mleka, izločijo z mlekom dvainpolkrat več suhe snovi, kot jo vsebuje njihovo telo. Za sintezo enega litra mleka preteče skozi vime 400 litrov krvi, dnevno torej pri visoko produktivnih živalih tudi 12.000 litrov in več. Ob teh velikih naporih so logične tudi velike zahteve po hranljivih snoveh v obroku. Napake pri krmljenju povzročajo zmanjševanje mlečnosti, spremenbe v sestavi mleka ter motnje v plodnosti in motnje v zdravstvenem stanju živali. Prizadenejo tudi življenjsko sposobnost krav (Orešnik in Kermauner 2000).\n"], "11": ["2.3.2 Vpliv prehrane živali na sestavo in lastnosti mleka", "Način prehrane in čas po telitvi imata določen vpliv na količino mleka, na količino posameznih sestavin mleka, nekatere lastnosti mleka pa ne glede na prehrano ostajajo bolj ali manj stalne (Žgajnar 1990). \nMočno odvisnost od prehrane opažamo v mleku zlasti pri beljakovinah, maščobah in vitaminih, manj pri mineralnih snoveh. Vpliv prehrane opažamo tudi na organoleptične lastnosti mleka, kot sta okus in vonj, pa tudi število mikroorganizmov ter raznih škodljivih snovi je močno odvisno od količine in kakovosti krmnega obroka (Žgajnar 1990).\n"], "12": ["2.3.3 Vpliv prehrane na vsebnost mlečnih maščob v mleku", "Vsebnost maščobe v mleku neposredno vpliva na gospodarnost prireje mleka. Ta lastnost mleka je vezana na genetske sposobnosti krav. Nižja vsebnost maščob v mleku kaže na napake v prehrani krav, čeprav vemo, da tudi stadij laktacije vpliva na vsebnost maščob v mleku. Na vsebnost maščob v mleku bistveno vpliva oskrba krav s surovo vlaknino. V obroku za krave moramo zagotavljati najmanj 180 g strukturne surove vlaknine (vlaknina iz voluminozne krme) na kg suhe snovi, ne sme pa presegati 260 g na kg suhe snovi. Vsebnost maščob v mleku je največkrat problem pri visoko produktivnih kravah. Na začetku laktacije je visoka mlečnost krav povezana z nižjo vsebnostjo maščob v mleku, vendar pa to pravilo ni povezano z mlečnostjo v celotni laktaciji. Tudi v čredah z visoko mlečnostjo lahko dosegamo visoko vsebnost maščob v mleku. Krmiti moramo primerne količine sena, ki naj vsebuje dovolj surove vlaknine. Travna silaža naj vsebuje visoke koncentracije hranilnih snovi, dobra koruzna silaža pa visoko koncentracijo energije. Na vsebnost maščob v mleku vplivamo tudi s krmljenjem presušenih krav in krav na začetku laktacije. Če so krave ob telitvi preveč debele, se bomo ob vseh problemih srečali tudi z nizko vsebnostjo maščob v mleku (Orešnik 1996).\n"], "13": ["2.3.4 Vplivi prehrane krav na vsebnost beljakovin v mleku", "Na vsebnost beljakovin v mleku krav vpliva stadij laktacije. Drugi in tretji mesec po telitvi je vsebnost beljakovin v mleku nižja, kasneje pa se povečuje. Vsebnost beljakovin v mleku krav upada tudi z njihovo starostjo, najvišja je v prvi laktaciji, nato pa postopno upada.Neposreden vpliv na vsebnost beljakovin v mleku ima prehrana krav molznic. \nPovezave med prehrano krav in vsebnostjo beljakovin v mleku so zapletene in vezane predvsem na delovanje mikroorganizmov v vampu. Ti mikroorganizmi največji del zaužitih surovih beljakovin razgradijo do stopnje amonijaka. Dušik iz amonijaka lahko mikroorganizmi izkoriščajo za sintezo sebi lastnih beljakovin. Te mikrobne beljakovine so potem v želodcu in tankem črevesu vir za oskrbo krave z beljakovinami. Drugi vir za oskrbo krave z beljakovinami pa so tiste beljakovine, ki uidejo mikrobni razgradnji v vampu in jih krave potem neposredno prebavijo v želodcu oziroma v tankem črevesu (Orešnik 1996).\n"], "14": ["2.3.5 Viri maščobe mleka", "Maščobe v mleku nastanejo predvsem iz ocetne kisline, ki nastaja pri mikrobnem prebavljanju ogljikovih hidratov v vampu. Od kislin, ki nastajajo v vampu, prispeva k nastajanju mlečnih maščob tudi maslena kislina, medtem ko propionska pri nastajanju maščob neposredno nima pomembnejše vloge. Propionska kislina je za vsebnost maščob v mleku kljub temu pomembna, saj posredno preko hormonskega sistema vpliva na mobilizacijo in nalaganje telesnih maščob (Babnik in sod. 2004).\nZa nastanek mlečne maščobe pa sta posebej pomembni surovini acetat in propionat. Zlasti acetat igra pri tem odločilno vlogo. Po Kleiberju kar 70 % mlečnih maščob nastane iz acetata (Žgajnar 1991).\n"], "15": ["2.3.6 Viri beljakovin mleka", "Osnovni gradbeni elementi vseh beljakovin, tudi mlečnih, so aminokisline. Vsebnost beljakovin v mleku je odvisna predvsem od aminokislin, ki se resorbirajo v tankem črevesu. Na njihovo vsebnost v mleku vplivajo predvsem oskrbljenost živali s presnovljivimi beljakovinami, pasma, starost in stadij laktacije. Pri prežvekovalcih se večina beljakovin krme v vampu razgradi do amonijaka. \nV tanko črevo pridejo torej neposredno le tiste aminokisline, ki so se izognile mikrobni prebavi v vampu. Sem pridejo tudi sintetizirane mikrobne beljakovine. Sinteza mikrobnih beljakovin v vampu poteka le, če imajo mikroorganizmi za svojo rast na voljo dovolj energije. Na splošno prispevajo v vampu nerazgradljive beljakovine krme tretjino, v vampu sintetizirane mikrobne beljakovine pa dve tretjini presnovljivih beljakovin. Nekaj aminokislin za nastajanje mlečnih beljakovin lahko dobi molznica tudi s črpanjem beljakovin iz telesnih rezerv. Del aminokislin porabijo živali tudi za kritje potreb po energiji. Molznice z visoko mlečnostjo imajo še posebno velike potrebe po glukozi, ob pomanjkanju le-te se kar precej aminokislin porabi za njeno tvorbo. Če živali primerno oskrbimo z viri glukoze, lahko te aminokisline privarčujemo in s tem povečamo vsebnost beljakovin v mleku (Babnik in sod. 2004).\n"], "16": ["2.4 Obolenja krav molznic", "Pri visoko produktivnih kravah se pojavljajo bolezni, ki so posledica nutritivnih in metabolnih motenj. To so ketoza, acidoza, poporodna mrzlica, mastitis itd.\nKisla indigestija (acidoza vampove vsebine) navadno nastane zaradi krmljenja s preveliko količino koruze, pšenice, rži, ječmena, sladkorne pese ali drugih krmil, bogatih s škrobom, oziroma zaradi premajhne količine sena. Acidoza nastane tudi, kadar živali zaužijejo preveč kisle silaže ob nezadostni količini sena. Pri acidozi vampa se v vampovi vsebini razmnožijo drobnoživke, ki razgrajujejo ogljikove hidrate v organske maščobne kisline. Prevladujejo predvsem bakterije, ki tvorijo mlečno kislino (acidofilne bakterije), medtem ko propadejo bakterije, ki razgrajujejo celulozo (celulitične bakterije). Živali se slinijo, slabo jedo, delovanje vampa se zmanjša in prežvekovanje preneha. Živali žvečijo v prazno in močneje podrigavajo (Ferčej in sod. 1989).\nKetoza (acetonemija) se pojavlja pri kravah z visoko mlečnostjo v prvih desetih dneh do šest tednov po telitvi. Pogosteje se pojavlja pri starejših kravah kot pri privesnicah. Pri dveh do štirih odstotkih krav v čredi se pojavlja vsako leto oziroma v vsaki laktaciji. \nPri primarni ketozi se ne pojavljajo patološka stanja, medtem ko pri sekundarni nastajajo komplikacije, kot so: metritis, mastitis, retencija in druga težka obolenja (okoli ena tretjina ketoz je sekundarnega tipa). Simptomi nastanka ketoze so: izguba teka, razdražljivost, padec proizvodnje mleka, porast maščobe v mleku in izguba telesne mase. Za ketozo so značilne metabolne spremembe, pri katerih prihaja do padca nivoja glukoze v krvi, poveča se vsebnost ketonskih teles (Caput 1996).\nNajvečkrat se bolezen pojavi pozimi in spomladi pri molznicah, ki so pretirano zamaščene. Zaradi pomanjkanja lahko prebavljivih ogljikovih hidratov v krvi in zaradi velike porabe glukoze pri nastajanju mleka (za liter mleka se porabi 40 do 60 g krvnega sladkorja) organizem obolele molznice zlepa ne more zadostiti potrebam po energiji. Zaradi neješčnosti in razkroja zalog telesne maščobe krave hitro hujšajo, mlečnost pa se zmanjša. Koža, mleko, urin in izdihani zrak imajo vonj po sadju oziroma acetonu (Ferčej in sod. 1989).\nCaput (1996) navaja sledeče ukrepe za preprečevanje:\n- hitro povečati količino koncentratov po telitvi in s tem zagotoviti potrebno energijo,  da ne pride do izčrpavanja telesnih zalog,\n- ne smejo postati preveč zamaščene,\n- dodajanje dodatne količine mineralov, vitaminov in proteinov,\n- živali ne smemo krmiti s silažo slabše kakovosti z visoko vsebnostjo maslene  kisline.\nPoporodna mrzlica se pojavlja dva do tri dni po porodu. Krava je neješča in ne vstane. Pojavi se zaradi hitrega padca koncentracije kalcija v krvi. Po telitvi in začetku laktacije se velike količine kalcija izločajo iz krvi v kolostrum (Caput 1996).\nŠenk (1995) ugotavlja, da krava izloča s kolostralnim mlekom približno 150 mg kalcija na dan. Galligan (1991) in Zadnik (2004) trdita, da poporodna mrzlica v glavnem prizadene krave mlečnih pasem, redkeje mesne pasme, zlasti po tretjem teletu. Kar 50 % molznic doživi hipokalcemijo znotraj prvega tedna po telitvi. \nCaput (1996) pravi, da jo preprečujemo na dva načina:\n- med presušitvijo ne damo molznici preveč beljakovin in kalcija;\n- v obroku naj bosta kalcij in fosfor v razmerju kalcij:fosfor 2:1, pomenbna pa je tudi  primerna koncentracija proteinov in veliko dobrega sena ali\n- doziranje večjih količin vitamina D (injekcija) tri do sedem dni pred telitvijo, po  telitvi pa kalcijev glukonat.\nMastitis je vnetje vimena, ki ga povzročajo različne bakterije, lahko tudi glivice in virusi. V vime vdro bakterije največkrat preko seskovega kanala z umazanega ležišča, nastila, gnoja, nečistih molznikovih rok in preko molzne naprave. Bakterije lahko vdro tudi po krvnem obtoku in skozi rane na koži vimena ali seskov. V 90 ali 95 % pa nastane vnetje vimena z okužbo prek seskovnega kanala (galaktogeno). Nastanek mastitisa pospešujejo prepih, slabo vreme in pokvarjena krma (Ferčej 1989). Najpomembnejše spremembe, opazne ob vnetju mlečne žleze, navaja (Radostits in sod. 2000), so sirast izgled mleka in prisotnost velikega števila levkocitov.\n"], "17": ["2.5 Prehranjevanje krav v povezavi s plodnostjo", "Med plodnostjo in prehrano krav obstaja zelo tesna povezava. Na plodnost vplivajo številni faktorji okolja, med katerimi je prehrana vsekakor na prvem mestu. Po nekaterih podatkih je neustrezna prehrana kriva za približno polovico vseh nespecifičnih plodnostnih motenj (Žgajnar 1990).\n"], "18": ["2.5.1 Oskrba krav z beljakovinami", "Ob pomanjkanju beljakovin v obroku se pojavijo motnje v oskrbi rodil z beljakovinami in pri nastajanju hormonov. Ob presežku beljakovin v obroku pa nastajajo motnje v presnovi energije. Oskrbo krav z beljakovinami lahko ocenimo na osnovi koncentracije sečnine v mleku. Normalna vsebnost sečnine v mleku se giblje med 15 in 30 mg/l mleka. \nV tem primeru sklepamo, da je oskrba krav z beljakovinami ustrezna, torej krave krmimo v skladu z njihovimi potrebami. Če je vsebnost sečnine nizka – pod 15 mg/l mleka, potem kravam krmimo premalo beljakovin, zato jim je treba dodati z beljakovinami bogato krmilo, npr. sojine tropine ali sončnične tropine. Do takšne situacije lahko pride zlasti v zimskem času, če krmimo koruzno silažo, seno in žitarice. Neustrezna prehrana krav z beljakovinami ima lahko negativne posledice na ekonomiko prireje in zdravstveno stanje krav. Tako se zaradi slabšega izkoristka krme lahko zmanjša mlečnost, slabša je plodnost krav in pogostejše so okvare jeter (Pavlin 2000).\n"], "19": ["2.5.2 Oskrba krav z energijo", "Zadostiti potrebam krav po energiji je velikokrat še težje, kot je to pri beljakovinah. Zlasti to velja za prve tri mesece po telitvi, ko je mlečnost najvišja, konzumacijska sposobnost pa relativno slaba. Zato je prehrana pomembna že v obdobju pred telitvijo. Zlasti energetsko prebogat obrok v obdobju presušitve povzroča presnovne motnje po telitvi in negativno vpliva tudi na plodnost. V praksi pogosto srečujemo prebogat obrok v obdobju visoke laktacije. Posledica je preslaba preskrbljenost krav z glukozo, ki nastaja z razgradnjo ogljikovih hidratov v tankem črevesju in v jetrih iz propionske kisline, ki je eden glavnih končnih produktov razgradnje ogljikovih hidratov v vampu. Posledice slabe preskrbljenosti z glukozo se kažejo v slabši oskrbi mlečne žleze, zato se zmanjša tvorba laktoze in s tem mleka. Še slabše pa so preskrbljeni in moteni življenjsko pomembni procesi centralnega živčnega sistema, spolnih in drugih žlez (Pavlin 2000).\n"], "20": ["2.5.3 Oskrba krav z rudninskimi snovmi", "Rudninske snovi potrebujejo živali za vzdrževanje življenjsko pomembnih funkcij organizma, za rast in za vse oblike proizvodnje, med drugim tudi za nemoteno razmnoževanje oziroma dobro plodnost. \nPravilno izbran mineralno-vitaminski dodatek nam lahko poviša izkoristek krme za 10 % in več, to pa pomeni tudi toliko večjo prirejo mleka in mesa. Približne potrebe po mineralno-vitaminskih dodatkih za krave molznice se gibljejo med 80 in 150 g/dan. Zelo pomembna so razmerja med posameznimi rudninami v obroku. Razmerje med Ca in P naj bo v laktaciji 2:1 in v dobi presušitve 1-1,3:1, razmerje K in Na naj ne bo večje kot 10:1. Zlasti v zimskem času pa je dodajanje mineralno-vitaminskega dodatka pomembno tudi zaradi vitaminov, ki jih vsebujejo. Provitamini A, D in E ob skladiščenju sena in silaže sčasoma propadejo (Pavlin 2000).\n"], "21": ["2.5.4 Vpliv prehrane in kondicije krav na plodnost", "Vsakemu rejcu je jasno, da je kravo v slabi telesni kondiciji težko ponovno obrejiti. Med zgodnjo laktacijo vedno prihaja do razhajanja med vneseno energijo in naraščajočimi potrebami za visoko mlečnost. Rezultat negativne energetske bilance in povečane mobilizacije telesnih rezerv je daljši poporodni premor in slabša oploditev. Slabša plodnost je posledica zakasnelih in slabo izraženih pojatev ter manjšega števila ciklusov – pojatev pred prvim pripustom. S hujšanjem krave ne izgubijo samo maščobe, ampak tudi proteine iz mišic in kože (Ambrožič 2000).\n"], "22": ["2.5.5 Vpliv surove vlaknine na plodnost", "Preveč močnih krmil v obroku (posebej v prvih tednih po telitvi), premalo sena v obrokih s koruzno silažo, na paši ali ob krmljenju mokre travne silaže, vplivajo na plodnot krav. Posledice so zaostala posteljica in nespecifična vnetja maternice (Ambrožič 2000).\n"], "23": ["2.5.6 Vpliv beljakovin na plodnost", "Pojavlja se pri visoko produktivnih kravah molznicah na paši in ob nekontroliranem krmljenju beljakovinskih krmil. Posledica so nespecifična vnetja maternice, pregonitve brez jasnih vzrokov, neaktivni jajčniki in tihe pojatve (Ambrožič 2000).\nPreslaba oskrba z beljakovinami, kot navaja Ratiznojnik (2012), se odraža v slabši reprodukcijski sposobnosti. Presežek beljakovin pa zahteva več osemenitev za uspešno obrejitev, zaradi česar se podaljša čas med dvema telitvama. Prekomerna oskrba krav s surovimi beljakovinami se odraža v nerednih pojatvah, pregonitvah zaradi zgodnjega odmiranja zarodkov in v podaljšanem obdobju do prve pojatve in prve osemenitve (Žgajnar 1991).\n"], "24": ["2.5.7 Vpliv vitaminov in mineralov na plodnost", "Zaradi neustrezno izbranega mineralno-vitaminskega dodatka, premajhnih količin v obroku, nerednega ali ločenega krmljenja le-tega ob dodatku soli in lizalnih kamnov, ali zaradi neustrezne (previsoke) količine rudninskih snovi v voluminozni krmi, vplivajo na reprodukcijo, tako da se pojavljajo neredni pojatveni ciklusi, podaljšane pojatve, izostanek pojatve in zaostala posteljica (Ambrožič 2000).\nNeustrezna oskrba z rudninskimi snovmi in vitamini lahko poleg neposrednih učinkov na plodnost vpliva na zmanjšanje zauživanja krme in s tem omejuje oskrbo z energijo, lahko pa tudi z beljakovinami. Makroelementi, ki so pomembni za dobro plodnost pri govedu, so fosfor, kalcij in kalij. Pomembni pa so tudi mikroelementi: mangan, baker, selen, jod in kobalt. Pomanjkanje fosforja v obroku povzroča neaktivnost jajčnikov, neredne pojatve in slabšo sposobnost osemenitve. Neustrezna oskrba s kalcijem vpliva na razvoj poporodne mrzlice. Pomanjkanje selena pri presušenih kravah povzroča zaostajanje posteljice po telitvi, slabšo plodnost in abortuse. \nJod je sestavni element hormona ščitnice in če ga primanjkuje, primanjkuje tudi ščitničnega hormona, kar poslabša delovanje jajčnikov in zmanjša uspeh osemenitve. Vitamine krave dobijo na tri načine: iz doma pripravljenega krmnega obroka, iz dokupljenih mineralno-vitaminskih dodatkov ter z lastno sintezo v vampu in tkivih. Odkar živalim krmimo mineralno-vitaminske dodatke, so se težave zaradi plodnosti zelo zmanjšale. Že pred časom so ugotovili, da imajo provitamini (karoteni) od vitamina A neodvisno vlogo v reprodukciji. Vitamin A skrbi za zdravje reprodukcijskega trakta, nujno je potreben pri ovulaciji, oploditvi, ugnezditvi oplojenega jajčeca, predvsem pa pri materničnem razvoju plodu v zadnjem obdobju brejosti. Vitamin D je potreben za normalen metabolizem kalcija in fosforja. Vitamin E je antioksidant; če ga je premalo, je v reji povečano število zaostalih posteljic, več je cističnih jajčnikov (Ratiznojnik 2012).\n"], "25": ["2.5.8 Vpliv energije", "Oskrba krav z energijo sodi med najtežje rešljive probleme zlasti pri kravah z visoko prirejo mleka (Žgajnar 1991).\nVpliv na reprodukcijo: težke telitve, ketoze in neredni pojatveni ciklusi. Vsi vzroki, ki povzročajo plodnostne motnje, so praviloma med seboj povezani. Zato je v čredi, v kateri se pojavljajo simptomi plodnostnih motenj, potrebno sistematično odkrivanje vseh možnih vzrokov – ne moremo se omejiti npr. samo na prehrano, ampak je potrebno analizirati več dejavnikov (Ambrožič 2000).\nKrave, ki so neustrezno preskrbljene v obdobju presušitve, bodo po telitvi najverjetneje razvile presnovne motnje, zdravstvene in reprodukcijske težave. Prevelika količina energije v pozni laktaciji lahko povzroči, da so krave predebele, zaradi tega lahko pride do ketoze, ki slabo vpliva na številne tudi reprodukcijske sisteme. Predebele krave po telitvi zaradi potreb po energiji močno shujšajo in potrebujejo več časa, da se povrnejo v pojatveni ciklus. Za uspešno obrejitev pa potrebujejo večkratno osemenitev, imajo tudi več možnosti, da zbolijo za različnimi obporodnimi, poporodnimi in presnovnimi boleznimi. \nPremalo zaužite energije pa v zgodnji laktaciji zmanjšuje reprodukcijsko sposobnost. Manj energije žival zaužije po telitvi, višja je negativna energetska bilanca in podaljša se čas, da pride do prve ovulacije. Živali se pogosto tiho gonijo in imajo tudi zmanjšano sposobnost oploditve ter daljše obdobje med dvema telitvama (Ratiznojnik 2012).\n"], "26": ["2.6 Vodenje reprodukcijskih dogajanj in plodnosti krav molznic", ""], "27": ["2.6.1 Involucija maternice", "Anatomska in histološka obnova maternice je po normalni telitvi in v normalnih rejskih (prehranskih) razmerah končana do 42. dne po telitvi. Šele po tem času je maternica praviloma sposobna sprejeti oplojeno jajčno celico. Prve osemenitve po telitvi pred končano involucijo maternice so praviloma manj uspešne (Orešnik 1995).\n"], "28": ["2.6.2 Servisni interval – obdobje od telitve do prve osemenitve", "Trajanje servisnega intervala pri kravah je najbolj odvisno od znanja in odločitve rejca. Čas prve osemenitve po telitvi neposredno odloča o uspešnosti prve osemenitve. Prezgodnje osemenitve (pred 50. dnem) so praviloma manj uspešne. V skupini prezgodaj osemenjenih krav se srečujemo s povprečno ugodnim trajanjem poporodnega premora, vendar ima velik delež krav prekratko trajanje poporodnega premora, druga skupina pa predolgo. Pozna prva osemenitev po telitvi logično podaljšuje poporodni premor, kar je izraženo že pri normalni uspešnosti osemenitev in poudarjeno pri uspešnosti osemenitev pod 60 %. Najboljše rezultate dosegamo, če krave prvič osemenimo 50. do 80. dan po telitvi. Krave z nizko mlečnostjo osemenjujemo prej, krave z višjo pa pozneje. Prvesnice osemenimo prvič šele po 70. dnevu po telitvi (Orešnik 1995). \n2.6.3 Servisna perioda\nServisna perioda je parameter, uporaben za oceno plodnosti krav v čredi in za iskanje vzrokov podaljšane dobe med telitvama. Servisna perioda je obdobje od prve do uspešne osemenitve. Odvisna je od uspešnosti odkrivanja pojatev, uspešnosti osemenitev, zdravja rodil in od trajanja dobe med dvema osemenitvama. Servisna perioda naj bi bila čim krajša (Orešnik 1995).\n2.6.4 Poporodni premor\nTrajanje poporodnega premora je pri posamezni kravi seštevek trajanja servisnega intervala in servisne periode. Pri tem ima pomenbno vlogo rejec, ki opazuje pojatve in odloča, pri kateri pojatvi bo krava osemenjena. Krave naj bi osemenjevali ob tretji pojatvi. Poporodni premor naj bi trajal približno 75 – 90 dni. Pri kravah z višjo mlečnostjo lahko poporodni premor traja 125 dni (Orešnik 1995).\n2.6.5 Doba med telitvama\nJe obdobje med dvema zaporednima telitvama in je sestavljena iz poporodnega premora ter dobe brejosti. V odvistnosti od povprečne mlečnosti krav v čredi naj bi doba med telitvama trajala od 365 do 410 dni (Ferčej in Skušek 1988).\n"], "29": ["3 MATERIALI IN METODE DELA", "Podatke za analitični del naloge smo pridobili iz Centralne podatkovne zbirke Govedo na Kmetijskem inštitutu Slovenije (KIS). Za uporabo navedenih podatkov smo pridobili privolitev rejcev, ki sta posredovala svoja gesla za dostop do potrebnih podatkov. Na obeh kmetijah se izvaja AT4 kontrola, rezultati katerih so zbrani v pregledih mesečnih kontrol ter v sumarnih obračunih za posamezno leto. Uporabili smo sumarnike za 5-letno obdobje, in sicer samo podatke o zaključenih standardnih laktacijah. Podatke, ki se nanašajo na širša območja (območje Ptuja, območje Slovenije), bomo pridobili iz letnih poročil KIS-a – Rezultati kontrole prireje mleka in mesa (prav tako za leta 2004 do 2009).\nZbrane podatke smo statistično obdelali in grafično predstavili v programu Microsoft Excel 2010. Najprej bomo izračunali povprečja in standardni odklon za posamezne obravnavane lastnosti po kmetijah in letih. Potem bomo izračunali trende za kazalce mlečnosti in s pomočjo izračunanih vrednosti napovedali stanje v naslednjih 10. letih.\n"], "30": ["3.1 Lokacija obravnavanih kmetij", "Obe kmetiji se nahajata v občini Slovenska Bistrica; kmetija A v kraju Planina pod Šumikom, kmetija B pa v Bojtini. Obe kmetiji sta uvrščeni v gorsko višinsko območje (nahajata se na nadmorski višini približno 800 m) ter v območje z omejenimi dejavniki - večina zemljišč se nahaja v strmini; krmo, kot so koruza, pšenica, tritikal itd. morajo dokupiti, saj v lasti nimajo njiv oziroma poljščine na tej nadmorski višini več ne uspevajo. Obe kmetiji sta usmerjeni v živinorejo. V lasti imata tudi večje površine gozda ter lastni žagi – vir dohodka za kmetiji je tako tudi izkupiček od prodaje lesa. \nNa kmetiji A se v hlevu s prosto rejo nahaja okrog 45 glav živine, od tega 30 krav molznic, 10 telic za plemensko vzrejo, drugo so teleta; moške živali gredo takoj v prodajo, ženske živali pa ostanejo na kmetiji za vzrejo. V hlevu prevladujeta črno-bela in lisasta pasma. Krave imajo skozi poletje možnost paše. Molža poteka dvakrat dnevno, in sicer zjutraj in zvečer, uporablja se sistem molže v molzišču.\nNa kmetiji B se v hlevu z vezano rejo nahaja okrog 35 glav živine, od tega 25 krav molznic, ostalo so telice za plemensko vzrejo in teleta. Prav tako prevladujeta črno-bela in lisasta pasma. Molža in krmljenje potekata dvakrat dnevno, zjutraj in zvečer, uporablja se sistem molže na stojišču v mlekovod. V posebnem delu mlekarnice se nahaja hladilni bazen. V istem prostoru je na steno pritrjen pralni avtomat s pralnimi glavami za molzne enote, nad mlekarnico pa je nameščena vakuumska črpalka, da s hrupom, ki ga le-ta povzroča, ne vznemirja krav med molžo. Prav tako imajo krave poleti možnost paše.\n"], "31": ["4 REZULTATI Z RAZPRAVO", ""], "32": ["4.1 Pregled stanja na preučevanih kmetijah", "V prvem delu so predstavljeni proizvodni in reprodukcijski rezultati na izbranih kmetijah v obdobju od 2004 do 2009. Med seboj so primerjane kmetije A, B, ptujska regija in Republika Slovenija. Po obeh prej navedenih sklopih sta primerjani črno-bela in lisasta pasma krav molznic.\nx - povprečje, sd - standardni odklon\n(Podatki povzeti iz poročila o Rezultatih kontrole prireje mleka in mesa in iz Centralno podatkovne zbirke Govedo za leta od 2004 do 2009). \nV preglednici 1 smo primerjali proizvodne lastnosti med kmetijama A in B. Iz rezultatov je razvidno, da je kmetija A po proizvodnih lastnostih boljša. V obdobju od leta 2004 do 2009 količina mleka narašča, prav tako se je izboljševala vsebnost beljakovin in maščob; medtem ko na kmetiji B količina mleka ne raste, razen v letu 2008, nato pa zopet pade in stagnira. Podobno se dogaja z vsebnostjo beljakovin in maščob.\nx - povprečje, sd - standardni odklon, DMT - doba med telitvama, PP - poporodni premor\n(Podatki povzeti iz poročila o Rezultatih kontrole prireje mleka in mesa in iz Centralno podatkovne zbirke Govedo za leta od 2004 do 2009).\nV preglednici 2 je predstavljena primerjava nekaterih reprodukcijskih lastnosti na kmetijah A in B. Iz rezultatov vidimo, da med kmetijama ni velikih razlik. Ferčej in Skušek (1988) navajata, da naj bi doba med telitvama trajala v povprečju od 365 do 410 dni, kar je težko doseči zaradi neuspešnih osemenitev. Razvidno je, da problem nastaja pri predolgem poporodnem premoru. Orešnik (1995) navaja poporodni premor od 75 do 90 dni. Pri obeh rejcih pa traja poporodni premor preko 100 dni, kar kaže na problem nezadostnega opazovanja in odkrivanja pojatev. \nx - povprečje, sd - standardni odklon\n(Podatki povzeti iz poročila o Rezultatih kontrole prireje mleka in mesa in iz Centralno podatkovne zbirke Govedo za leta od 2004 do 2009).\nV preglednici 3 smo kmetiji A in B po proizvodnih lastnostih primerjali s celotno Slovenijo. Kot je razvidno iz podatkov, je kmetija A (6241 kg mleka) boljša od slovenskega povprečja (5808 kg mleka), medtem ko je kmetija B (5445 kg mleka) po proizvodnih lastnostih pod slovenskim povprečjem. Klopčič in sod. (2010) navajajo želene vrednosti maščob nad 4,2 %. Oba rejca se temu rezultatu približujeta, vendar ga ne dosegata. Babnik in sod. (2004) navajajo, da je vsebnost beljakovin dobra, kadar doseže vsebnosti med 3,2 % in 3,8 %. Obe obravnavani kmetiji rezultat dosegata. kmetija A 3,23 %, kmetija B 3,27 % in Slovenija 3,30 % maščob. \nx - povprečje, sd - standardni odklon, DMT - doba med telitvama, PP - poporodni premor\n(Podatki povzeti iz poročila o Rezultatih kontrole prireje mleka in mesa in iz Centralno podatkovne zbirke Govedo za leta od 2004 do 2009).\nV preglednici 4 smo oba rejca primerjali po reprodukcijskih lastnostih s Slovenijo. Glede na rezultate oba rejca zaostajata, kar pomeni, da bosta oba morala posvetiti več pozornosti uspešnemu ugotavljanju pojatev. Nadalje so lahko problem neuspešne osemenitve živali ali pa je vzrok v zdravstvenem stanju živali. \nx - povprečje, sd - standardni odklon\n(Podatki povzeti iz poročila o rezultatih kontrole prireje mleka in mesa in iz Centralno podatkovne zbirke Govedo za leta od 2004 do 2009). \nV preglednici 5 smo primerjali proizvodne lastnosti med črno-belo in lisasto pasmo, podatke smo primerjali s Slovenijo in z občino oziroma regijo, v katero spadata obravnavani kmetiji. Kot je razvidno iz podatkov, proizvodne lastnosti pri obeh pasmah po letih naraščajo, povečuje se količina mleka, prav tako vsebnost mlečne maščobe in beljakovin. Kmetija B je še pod slovenskim povprečjem, prav tako zaostaja za kmetijo A in regijo Ptuj.\n"], "33": ["4.2 Pregled stanja po laktacijah za proizvodne lastnosti", "V grafu 1 na kmetiji B vidimo, da rejcu količina mleka in beljakovin v prvi in drugi laktaciji strmo naraščata in strmo padeta, kar lahko predvidevamo, da je posledica prehrane ali nepravilne oskrbe krav; medtem ko na kmetiji A tako količina mleka kot tudi vsebnost beljakovin naraščata konstantno. V tretji in četrti laktaciji so vrednosti pri obeh rejcih konstantne. Če pogledamo tretjo in četrto laktacijo na kmetiji A, vidimo, da pričneta po letu 2008 količina mleka in beljakovin zopet naraščati. \n"], "34": ["4.3 Pregled stanja po laktacijah za reprodukcijske lastnosti", "V grafu 2 je prikazano število osemenitev pri obeh rejcih. Idealen indeks osemenitve je 1,5-krat, kar pa vidimo, da oba rejca ne dosegata (izjema sta leti 2008 in 2009 na kmetiji A). Poporodni premor v prvi laktaciji na kmetiji A traja 130 dni, nato se do leta 2006 skrajšuje, po tem letu zopet narašča in doseže leta 2009 okoli 170 dni; na kmetiji B je poporodni premor krajši in traja od 90 do 130 dni. V tretji in četrti laktaciji doba med telitvama na kmetiji A od leta 2004 do leta 2006 pada, po letu 2007 se zopet dviguje, v letu 2004 traja okoli 400 dni. V letu 2009 pa doseže preko 500 dni. Poporodni premor pa je tako v tretji kot četrti laktaciji bistveno krajši kot na kmetiji B.\n"], "35": ["4.4 Primerjava proizvodnih lastnosti izbranih kmetij z regijo Ptuj po laktacijah za črnobelo pasmo", "V grafu 3 smo primerjali obe kmetiji po pasmah, laktacijah in z regijo Ptuj. Ugotovili smo, da je na obeh kmetijah črno-bela pasma po proizvodnih lastnostih nekoliko slabša od ptujskega povprečja, razen kmetija A, kot lahko vidimo iz grafikona, po letu 2007 napreduje, tako od kmetije B kot tudi odstopa od ptujskega povprečja, mlečnost in količina beljakovin se povečuje. V tretji in četrti laktaciji sta oba rejca pod regijskim povprečjem. \n"], "36": ["4.5 Primerjava proizvodnih lastnosti izbranih kmetij z regijo Ptuj po laktacijah za lisasto pasmo", "V grafu 4 lahko vidimo, da je kmetija A po proizvodnoh lastnostih za lisasto pasmo boljša od kmetije B in od ptujskega povprečja, razen v četrti laktaciji opazimo, da sta oba rejca slabša. Iz rezultatov, kjer smo primerjali lisasto pasmo med obema rejcema in z regijo je, razvidno, da je kmetija A po proizvodnih lastnostih za lisasto pasmo zopet bistveno boljša od kmetije B kot tudi od regijskega povprečja; razen če pogledamo prvo laktacijo na kmetiji B, vidimo, da po količini beljakovin dosega regijsko povprečje, kar lahko predvidevamo, da je posledica nižje mlečnosti. V četrti laktaciji sta rejca presegla regijsko povprečje v proizvodnih lastnostih.\n"], "37": ["4.6 Napoved proizvodnih in reprodukcijskih lastnosti v naslednjih 10 letih", "V grafu 5 je prikazan trend razvoja obravnavanih kmetij. Kot je iz grafa razvidno, na kmetiji A količina mleka kot tudi vsebnost mlečnih beljakovin, naraščata. Trend nakazuje, da naj bi se količina mleka do leta 2020 povečala do 11 tisoč litrov, vsebnost beljakovin naj bi se gibala med 350 in 400 kilogrami. Na kmetiji B naj bi količina mleka dosegla okoli 7000 kg, vsebnost beljakovin pa okoli 300 kg.\nIz grafa 6 je razvidno, da se bo doba med telitvama še naprej povečevala pri obeh rejcih (550 dni), poporodni premor se skrajšuje (70 dni), kar je še posebej razvidno na kmetiji A, kjer se mlečnost konstantno močno zvišuje.\n"], "38": ["5 SKLEPI", "Analiza trenda ter analiza proizvodnih in reprodukcijskih rezultatov na kmetijah A in B (prosta in vezana reja) za obdobje 2004 do 2009 je pokazala naslednje ugotovitve:\nkmetija A, to je kmetija s prosto rejo, dosega boljše proizvodne rezultate. Letna količina mleka znaša v povprečju 6241 kg, prav tako dosega višjo količino beljakovin 202 kg in maščob 257 kg;\nkmetija B, to je kmetija z vezano rejo, dosega slabše proizvodne rezultate. Letna količina mleka znaša v povprečju 5444 kg, 177 kg beljakovin in 221 kg maščob.\nUgotovili smo, da je kmetija A boljša tudi v reprodukcijskih lastnostih od kmetije B. Vendar pa sta v primerjavi s slovenskim povprečjem obe kmetiji slabši. Vzrokov je več: ali zaradi neuspešnih osemenitev ali pa pojatev rejca ne opazita pravočasno.\nProizvodne lastnosti po laktacijah in letih na kmetiji A konstantno naraščajo, medtem ko na kmetiji B padajo in naraščajo ali pa stagnirajo; to pomeni, da se oskrba živali skozi vsa proučevana leta ne spreminja. Ugotovili smo več odmikov, ki jih strokovno težko utemeljimo. Primerjava reprodukcijskih lastnosti po laktacijah in letih je pokazala, da se doba med telitvama na kmetiji A podaljšuje, kar predvidevamo, da je posledica višje mlečnosti krav molznic. Poporodni premor je krajši.\nPrimerjava proizvodnih lastnosti med črno-belo in lisasto pasmo na obeh kmetijah s slovenskim in regijskim povrečjem je pokazala, da je lisasta pasma na kmetiji A boljša od slovenskega in regijskega povprečja; medtem ko je črno-bela pasma nekoliko slabša. Za lisasto in črno-belo pasmo na kmetiji B smo ugotovili, da je v proizvodnih lastnostih slabša tako od slovenskega kot tudi regijskega povprečja.\n"], "abstract": ["V diplomskem delu smo primerjali dve kmetiji z različnim sistemom reje in načinom molže: prosta reja – molzišče, privezana reja – molzne enote in mlekovod. Vse podatke o prireji mleka smo pridobili preko portala CPZ Govedo na Kmetijskem Inštitutu Slovenije s soglasji obeh rejcev in iz letnih poročil KIS-a – Rezultati kontrol prireje mleka in mesa. Cilj naloge je bil analizirati in primerjati nekatere proizvodne in reprodukcijske rezultate črede krav molznic v obdobju 2004 do 2009. Poskušali smo ugotoviti vpliv načina reje na posamezne parametre mlečnosti: količina mleka, vsebnost beljakovin in maščob v mleku Ker smo imeli na voljo podatke za daljše časovno obdobje, smo lahko s pomočjo izračunov trenda nakazali osnovno smer razvoja kmetij. Na osnovi analize rezultatov kontrole produktivnosti smo ugotovili, da je mlečnost, vsebnost beljakovin in maščob večja na kmetiji s sistemom proste reje, boljši so tudi reprodukcijski rezultati. "]}