{"1": ["1 UVOD", "S hitrim razvojem informacijske in telekomunikacijske tehnologije so vse večje tudi nevarnosti in grožnje, ki pretijo informacijskim sredstvom. Zaradi vse večje uporabe računalniških storitev v vsakodnevnem poslovanju je nastala potreba po novih metodah varovanja informacij. Za potrebe varovanja teh informacij je treba sestaviti informacijsko varnostno politiko in jo vpeljati v organizacijo. Namen tega je varovanje sredstev pred vsemi nevarnostmi bodisi internimi ali zunanjimi, namernimi ali nenamernimi uničenji poslovno občutljivih, tajnih, kritičnih in osebnih podatkov. Informacijska varnostna politika je skupek dokumentov, ki opisujejo postopke v procesu varovanja. Za učinkovito zaščito informacij se more problemov in informacij zavedati tako vodstvo kot tudi vsi zaposleni. To dosežemo z natančno napisanimi navodili in politikami, s katerimi je treba seznaniti vse zaposlene. Pomembna je tudi zavezanost vodstva, ki mora biti vzgled vsem zaposlenim. Strateški cilj varovanja informacij na Ministrstvu za pravosodje je zagotoviti varovanje podatkov in informacij na način, ki zagotavlja poslovno kontinuiteto in minimizira morebitno škodo s preprečevanjem in zmanjševanjem vplivov varnostnih incidentov, pri čemer se zagotavljajo celovitost, razpoložljivost in zaupnost informacij.\n"], "2": ["1.1 Namen in cilj naloge", "Varovanje informacij je ključnega pomena za uspešno poslovanje, zato organizacije sprejmejo informacijsko varnostno politiko. Ta zagotavlja poleg varovanja informacij tudi neprekinjeno poslovanje organizacije. Da bi sprejeli celovito varnostno politiko, je treba najprej opraviti analizo odstopanj od standarda ISO/IEC 27001. Tako ugotovimo nepravilnosti in pomanjkljivosti v delovanju organizacije, ki lahko ogrozijo celovitost, razpoložljivost ali zaupnost informacij.\nCilj diplomske naloge je po analizi odstopanj od ISO/IEC 27001 standarda napisati določena navodila in politike za vse zaposlene in ostale sodelavce, ki bi bile smernice pri vsakodnevnem poslovanju na Ministrstvu za pravosodje. Ta politika bo v skladu z veljavno zakonodajo in zgoraj navedenim ISO-standardom.\n"], "3": ["1.2 Predpostavke", "Ranljivost in ogroženost informacij državnih organov in ostalih organizacij sta vse večji. Na Ministrstvu za pravosodje ni sprejete informacijske varnostne politike, zato je pomanjkljiva varnost sredstev in informacij. To pomeni, da bo treba sprejeti informacijsko varnostno politiko, ki bo sestavljena iz določenih navodil in politik, ki bodo smernice pri vsakodnevnem poslovanju. S tem se bo povečala stopnja varnosti informacij in sredstev.\n"], "4": ["1.3 Metode dela", "Pri izdelavi diplomske naloge bodo uporabljene naslednje metode dela:\n- pregled in študij domače in tuje literature, ki obravnava varovanje informacij in  informacijske infrastrukture;\n- analiza odstopanj od ISO/IEC 27001 standarda;\n- izdelava potrebnih navodil in politik za varovanje informacijskega sistema.\n"], "5": ["2 INFORMACIJSKA VARNOSTNA POLITIKA", ""], "6": ["2.1 Kaj je informacijska varnostna politika", "Informacijska varnost pomeni varovanje informacij in informacijskih sistemov pred nepooblaščenimi dostopi, uporabo, razkritjem, motnjami in uničenjem. Namen tega je zagotoviti celovitost (varovanje pred nepravilnimi spremembami ali uničenjem), zaupnost (omejiti dostop do informacij samo na pooblaščene osebe) in razpoložljivost podatkov, tako da je zagotovljen pravočasen in zanesljiv dostop do informacij (U. S. Code collection, 2008). Informacijski sistem sestavljajo trije glavni deli: strojna oprema, programska oprema in komunikacije z namenom prepoznavanja in uporabe informacijskih varnostnih standardov kot mehanizem fizičnega, organizacijskega in osebnega varovanja in preprečevanja. Politike se implementirajo zato, da delujejo kot smernice pri uporabi produktov, z namenom varovanja informacij v organizaciji. Vlada, vojska, korporacije, finančne ustanove, bolnice in zasebna podjetja poslujejo z veliko zaupnimi informacijami o svojih zaposlenih, strankah, produktih, raziskavah in finančnih stanjih. Večina teh informacij je zbrana, obdelana in shranjena v računalnikih in posredovana prek omrežij do drugih računalnikov (Information security, 2010).\nNa državni ravni je vedno aktualnejša vpeljava informacijske varnostne politike v skladu z mednarodnim standardom ISO/IEC 27001:2005. Informacijska varnostna politika predpisuje organizacijske in tehnične postopke za varovanje informacij in osebnih podatkov. V ta namen je treba vzpostaviti celovito ogrodje informacijske varnosti (Astec, 2009).\nNamen informacijske varnostne politike je (Diver, 2007):\n- varovati osebe in informacije,\n- postaviti pravila pričakovanega obnašanja uporabnikov, sistemskih  administratorjev, vodstva in varnostnega osebja,\n- pooblastiti varnostno osebje, da lahko nadzira, preiskuje in testira,\n- definirati in odobriti posledice kršitev,\n- definirati soglasje podjetja glede izhodiščnega stališča varnosti,\n - pomagati zmanjševati tveganje,\n- pomagati pri preverjanju skladnosti s predpisi in zakonodajo.\nPoznamo vrsto predpisov, ki predpisujejo, katere ukrepe je treba storiti za ustrezno zavarovanje informacijskega sistema. To področje pokrivajo naslednji zakoni in predpisi: Zakon o elektronskem poslovanju in elektronskem podpisu (ZEPEP), Zakon o elektronskih komunikacijah (ZEKom), Zakon o varovanju osebnih podatkov (ZVOP), Kazenski zakonik (KZ) in Zakon o splošnem upravnem postopku (ZUP). Ti ukrepi so s področja zakonodaje, kar vsekakor ni dovolj za zagotavljanje varnosti podatkov (Belič, Lesjak, 2006).\n"], "7": ["2.2 Navodilo za oceno pomembnosti informacijskih sredstev in oceno tveganja", "Klasificiranje podatkov je koncept varovanja občutljivih podatkov. Organizacija mora oceniti informacije in jih razdeliti v razrede na podlagi občutljivosti informacij. V Sloveniji obstajajo naslednji razredi za klasifikacijo podatkov (Zakon o tajnih podatkih, 2006):\n- STROGO TAJNO: to so tajni podatki, katerih razkritje nepooblaščeni osebi bi  lahko ogrozilo vitalne interese Republike Slovenije ali pa povzročilo  nepopravljivo škodo.\n- TAJNO: to so tajni podatki, katerih razkritje nepooblaščeni osebi bi lahko hudo  škodovalo varnosti ali interesom Republike Slovenije.\n- ZAUPNO: to so tajni podatki, katerih razkritje nepooblaščeni osebi bi lahko  hudo škodovalo varnosti ali interesom Republike Slovenije.\n- INTERNO: to so podatki, katerih razkritje nepooblaščeni osebi bi lahko  škodovalo delovanju ali izvajanju nalog organa.\nNamen navodila je (Colllette, Gentile, 2005):\n- zagotoviti, da so osebne in zaupne informacije zaščitene pred nepooblaščeno  uporabo ali razkritjem;\n- zaščititi intelektualno lastnino organizacije;\n- olajšati prepoznavo informacij in z njimi omogočiti rutinsko poslovanje;\n - omogočiti lažje izmenjavanje informacij z ostalimi organi;\n- zagotoviti varnost pretoka informacij med vlado in ostalimi državnimi organi.\n"], "8": ["2.3 Navodilo za ocenjevanje sredstev", "Da bi ustrezno zavarovali sredstva, je treba izračunati vrednost teh sredstev in oceniti tveganje. Tveganje ocenimo na podlagi vrednosti sredstev, iz katerih se potem po tukaj opisani formuli izračuna pomembnost sredstev, ki je uporabljena za izdelavo ocene tveganja. Tak izračun je v skladu z zahtevami standardov ISO/IEC 27001 (Kamat, 2009).\nNajnižja vrednost celovitosti, zaupnosti in razpoložljivosti je ena. To pomeni da si vrednosti sledijo, kot kaže tabela.\nVrednost sredstva izračunamo tako, da seštejemo vrednost atributov, pomnoženo z vrednostjo razreda, v katerega spada (nizka, srednja, visoka).\nKo izračunamo vrednost sredstva, se lahko lotimo prepoznavanja verjetnosti grožnje in ranljivosti. Vrednosti verjetnosti grožnje in ranljivosti razdelimo enako kot pri razpoložljivosti, zaupnosti in celovitosti. Oceno tveganja dobimo tako, da pomnožimo vrednost sredstva, vrednost verjetnosti grožnje in vrednost ranljivosti sredstva.\nKo se ta postopek ocenjevanja in računanja tveganj zaključi, mora vodstvo določiti sprejemljivo mejo tveganja. To pomeni, da je treba vsem sredstvom, ki so nad sprejemljivo mejo tveganja, z ustreznimi ukrepi zmanjšati oceno tveganja.\n"], "9": ["2.4 Navodilo za skrbništvo informacijskih sredstev", "Z vsemi informacijskimi sredstvi je treba upravljati na ravni organizacije. Vsako informacijsko sredstvo mora imeti določenega lastnika, ki nosi odgovornost za to sredstvo. Kljub temu ta lastnik nima lastniških pravic do sredstva, ampak je sredstvo v lastništvu organizacije. Podjetje mora imeti seznam vseh sredstev, s katerimi razpolaga. Vsako od teh sredstev mora imeti imenovanega lastnika, ki se mu mora predati dokument, v katerem so opisane odgovornosti za sredstvo. Lastnik, ki prejme sredstvo, mora podpisati dokument, da soglaša z odgovornostmi, ki so v dokumentu jasno opisane. V dokumentu morajo biti opisane lastnosti predmeta in njegova lokacija. Prav tako morajo biti opisane varnostne omejitve (nadzor dostopa), za katere bo nosil odgovornost lastnik sredstva (Calder, 2005).\n"], "10": ["2.5 Vloge in odgovornosti za informacijska sredstva", ""], "11": ["2.5.1 Pravni lastnik", "Organizacija je pravni lastnik informacijskih sredstev. Posameznik ne more biti pravni lastnik sredstva, razen če vodilni tako določijo s pogodbenim dogovorom.\n"], "12": ["2.5.2 Odgovorni lastnik", "Vodja službe za informatiko je odgovoren za skrbništvo informacijskih sredstev. Vodja mora potrditi politiko za skrbništvo informacijskih sredstev. Vodja lahko delegira polno ali delno lastništvo, vključno z odgovornostmi, drugemu zaposlenemu ali zunanjemu sodelavcu.\nOdgovornosti vodje :\n- posodabljati popis informacijska sredstva,\n- določiti pomembnost informacijskih sredstev,\n- določiti in implementirati ustrezne varnostne ukrepe, da bi zagotovili celovitost,  razpoložljivost in zaupnost informacijskih sredstev,\n- ocenjevati in spremljati varnostne ukrepe, da bi zagotovili skladnost ukrepov,\n- dodeljevati dostop tistim, ki potrebujejo službeni dostop do informacij,\n- zagotoviti, da je dostop odvzet tistim, ki nimajo več službene potrebe po teh  informacijah.\n"], "13": ["2.5.3 Sistemski skrbnik", "Sistemski skrbnik je odgovoren za razvijanje in implementacijo informacijske varnostne politike z namenom zavarovati informacije in informacijske sisteme pred nepooblaščenim dostopom, uporabo, razkritjem ali uničenjem (Kamat, 2009).\nOdgovornosti sistemskega skrbnika:\n- razvijanje politik, postopkov in standardov za zagotavljanje varnosti, zaupnosti  in zasebnosti informacij, ki so v skladu z informacijsko varnostno politiko  organizacije;\n- nadziranje in poročanje o incidentih informacijskih vdorov in aktiviranje  strategije za preprečevanje nadaljnjih incidentov;\n- sodelovanje s skrbniki informacij, da bi zagotovil, da so informacijam pripisane  ustrezne varnostne klasifikacije;\n- vzdrževanje sredstev;\n- ponovni zagon in obnova sistema;\n - implementiranje raznih sprememb v sistemu;\n- ustvarjanje varnostnih kopij podatkov;\n- posodabljanje popisa informacijskih sredstev;\n- določanje in implementiranje ustreznih varnostnih ukrepov, da bi zagotovili  celovitost, razpoložljivost in zaupnost informacijskih sredstev;\n- ocenjevanje in spremljanje varnostnih ukrepov, da bi zagotovili skladnost  ukrepov;\n- dodeljevanje dostopa tistim, ki potrebujejo službeni dostop do informacij;\n- zagotavljanje, da je dostop odvzet tistim, ki nimajo več službene potrebe po teh  informacijah.\n"], "14": ["2.5.4 Vsebinski skrbniki ali končni uporabniki", "To so zaposleni in pogodbeniki, ki jih je skrbnik pooblastil, da lahko dostopajo do informacij. Čeprav imajo dovoljen dostop do informacij, to ne pomeni, da imajo avtoriteto dodeljevati drugim uporabnikom dostop do tistih informacij. Uporabniki lahko upravljajo z informacijami samo v skladu s politiko uporabe organizacije.\n"], "15": ["2.6 Seznam groženj informacijskim sredstvom", "V organizaciji je treba narediti analizo groženj, ki bo uporabljena za oceno tveganja. Poznamo zunanje (hekerji, vlom, virusi ...) in notranje (malomarnost, nepazljivost zaposlenih, namerno uničenje ...) grožnje. Da bi naredili ustrezno oceno tveganja, moramo najprej opredeliti grožnje in potem na podlagi tega oceniti stopnjo ogrožanja sredstev.\n"], "16": ["2.6.1 Človeški dejavniki", "Eno najnevarnejših groženj informacijskim sredstvom predstavljajo človeški dejavniki, saj imajo zaposleni neposreden dostop do sredstev, zato ti dejavniki spadajo pod notranje grožnje.\nNajpogostejše grožnje človeških dejavnikov so:\n- pomanjkanje zavedanja (neustrezna uporaba informacijskih sredstev, upraba  prenosnih medijev, neustrezno odlaganje računalniških medijev ...),\n- namerno uničenje ali spremembe informacijskih sredstev,\n- malomarnost (uničenje podatkov ali opreme),\n- socialni inženiring (nenamerno posredovanje podatkov tretjim osebam,  posredovanje podatkov ob menjavi zaposlitve),\n- namerno posredovanje podatkov (pošiljanje podatkov po elektronski pošti tretji  osebi),\n- odsotnost odgovornega za sistem,\n- izguba pogodbenih partnerjev,\n- preobremenjenost osebja,\n- namerno nestrokovno delo,\n- nenamerno nestrokovno delo (posledica neustrezne izobrazbe, nesposobnosti),\n- nepazljivost (napačni vnosi podatkov, odklenjen računalnik, slabo varovanje  gesel),\n- slabo testiranje aplikacij (implementacija aplikacij, čeprav niso bile ustrezno  testirane, kar lahko vodi do napak v poslovanju),\n- prevelika odgovornost ene osebe (pride do napak v podatkih, ki jih nihče ne  pregleda),\n- pomanjkanje rednega pregleda uporabniških pravic (napačne osebe imajo lahko  dostop do podatkov),\n- nespremenjeno privzeto geslo (druga oseba lahko pride do podatkov, ker pozna  geslo),\n- uporaba informacijskih sredstev v osebne namene,\n- uporaba sredstev, ki niso v lasti organizacije (tako nista zagotovljena njihova  varnost in delovanje).\n"], "17": ["2.6.2 Nepooblaščene operacije", "Z nepooblaščenimi operacijami lahko osebe naredijo veliko škodo na sredstvih, tako namerno kot tudi nenamerno, če niso zato ustrezno usposobljene.\nPod nepooblaščene operacije spadajo:\n- nepooblaščen dostop do prostorov (brez uporabe magnetne kartice ali PIN-  kode),\n- nepooblaščen dostop do programov (z drugim uporabniškim imenom in  geslom),\n- nepooblaščen dostop do podatkov (neustrezno varovani podatki, vpogled na  zaslon, vpogled v natisnjene kopije, vpogled v neustrezno uničene medije in  dokumente),\n- nepooblaščen dostop do omrežja,\n- nepooblaščen dostop do IT-opreme,\n- splošen vdor v informacijski sistem,\n- nepooblaščeno dodajanje opreme.\n"], "18": ["2.6.3 Škodljiva programska oprema in dejavnosti", "Škodljiva programska oprema in dejavnosti lahko resno ogrozijo podatke v informacijskih sistemih, tako da jih uničijo ali pa razkrijejo njihovo vsebino nepooblaščenim osebam. Navadno pride do takšnih primerov pri nepazljivosti uporabnikov (odpirajo nepoznane aplikacije) ali pa neustrezni programski zaščiti informacijske opreme.\nNajpogostejše škodljive programske opreme so:\n- Virusi  Računalniški virusi so programska koda, ki je sprogramirana tako, da se širi iz enega  računalnika na drugega in lahko ogrozi delovanje računalnika. Virus lahko  poškoduje ali izbriše podatke v računalniku, tako da uporabi e-poštni program, da se  razširi na druge računalnike. Računalniški virusi se pogosto širijo prek prilog v  elektronskih sporočil, zato je bistvenega pomena, da se nikoli ne odpira nepoznanih  elektronskih prilog (Microsoft, 2010).\n- Trojanski konj  Programi, ki se predstavljajo kot legitimni programi ali datoteke in preslepijo  uporabnika, ta pa jih požene. Ko je nameščen na računalniku, začne izvajati vnaprej\n določene procese. Velikokrat omogoči dostop do občutljivih podatkov (Thigpen,  2010).\n- Spremembe uporabniških pravic  Dodelitev uporabniku neustreznih uporabniških pravic, kar uporabniku omogoča  dostop do nepravih informacij ali pa možnost nameščanja nevarne programske  opreme.\n- DDOS-napad  Napad, ki preobremeni žrtev (računalnik, omrežje) tako, da začne na njen naslov  pošiljati ogromno nepomembnih informacij. S tem doseže, da računalnik ne more  procesirati pravih podatkov, in ovira normalno komunikacijo med uporabniki.\n- Računalniški črvi  Črv je programska koda, ki se sam razmnožuje in poganja prek omrežja brez  človeških interakcij. Črv se lahko razmnoži tako, da pošlje kopije vsem stikom v  imeniku elektronske pošte (Microsoft, 2010).\n"], "19": ["2.6.4 Fizične grožnje, okoljski dejavniki in naravne nesreče", "Verjetnejše fizične grožnje so kraja, vlom, sabotaža in vandalizem. Posledica sabotaže je lahko razkritje občutljivih podatkov. Medtem ko pri kraji, vlomu ali vandalizmu razkritje podatkov ni nujno primarni interes, ampak sredstvo samo, lahko pride do izgube ali razkritja podatkov. Čeprav je pri nas manjša verjetnost vojne, demonstracij in teroristični napadov, se teh dejavnikov ne sme izključiti pri analizi groženj.\n"], "20": ["2.6.5 Okoljski dejavniki in naravne nesreče", "Grožnjo informacijskim sredstvom predstavljajo tudi okoljski dejavniki (prah, izpad elektrike, izpad vode, neprimerna temperatura, neprimerna vlaga, izguba komunikacij) in naravne nesreče (požar, potres, veter, poplava, strela). Vsi ti dejavniki lahko poškodujejo informacijska sredstva in tako prekinejo nemoteno poslovanje organizacije ali celo uničijo podatke.\n"], "21": ["2.6.6 Okvare", "Okvare so lahko sistemske, programske ali pa posledica človeških napak. V vseh primerih lahko pride do neuporabnosti sredstva za nadaljnjo uporabo ali pa izgube kritičnih podatkov.\nNajpogostejše okvare so:\n- okvara sistemske opreme (tovarniške napake, dotrajanost opreme, nepravilno  vzdrževanje opreme),\n- fizična okvara opreme (padec, udarec, politje),\n- programska okvara (napake v programski opremi).\n"], "22": ["2.7 Politika nabave informacijske opreme", "Namen te politike je zagotoviti, da se ne prekinejo kritične storitve zaradi ene skupne napake. V ta namen morajo biti opisati postopki, ki jih je treba upoštevati pri nabavi informacijske opreme. Informacijska oprema je razdeljena na opremo, ki izvaja kritične storitve, in nekritično opremo. Pri nabavi informacijske opreme je treba vključiti varnostne zahteve v razpisno dokumentacijo. Poleg tega je treba varovati podatke, spoštovati avtorske pravice in opredeliti jasne določbe v pogodbah (Marinšek, 2009).\nMed kritične storitve spadajo:\n- storitve za izmenjavo datotek na strežniku,\n- dostop do interneta,\n- poštne storitve,\n- storitve podatkovnih baz za interne uporabnike in zunanje aplikacije,\n- kritični strežniki za zunanje aplikacije,\n- požarni zid.\nMed kritično opremo spadajo:\n- strežniki (podatkovni, poštni, aplikacijski, spletni, tiskalniški),\n- mrežna oprema (stikala, usmerjevalniki, mrežni kabli),\n - varnostne komponente (strežniki za avtentikacijo, požarni zid),\n- oprema za zunanjo povezavo (strežniki za oddaljen dostop, proxy strežniki),\n- oprema za dovajanje elektrike v primeru izpada (UPS).\nMed ostalo opremo (nekritično opremo) spada vsa informacijska oprema, ki je namenjena uporabnikom. To so prenosniki, delovne postaje, monitorji, pomnilniške enote in mediji, tiskalniki ...\n"], "23": ["2.8 Politika varovanja opreme zunaj prostorov organizacije", "Oprema, ki jo uporabniki odnesejo izven prostorov varovane organizacije, predstavlja posebno varnostno grožnjo. Lahko je ukradena, se izgubi ali pa je izpostavljena nepooblaščenemu dostopu. Opremo lahko zasežejo tudi cariniki, če se jo nese v tujino. Če se oprema izgubi, to ne pomeni samo izgubo razpoložljivosti opreme ali podatkov, ampak tudi razkritje očutljivih podatkov (Cottis, 2008). V primeru tatvine, izgube ali poškodovanja opreme, ki se nahaja izven organizacije, je obvezno obvestiti odgovornega za to opremo v organizaciji. Da bi zavarovali opremo zunaj prostorov organizacije, je treba predpisati določene odgovornosti in dejavnosti. Opremo, kjer se prenašajo občutljive informacije, je treba prej tudi pripraviti, tako da je zagotovljena ustrezna varnost informacij. Stopnja varovanja je odvisna od pomembnosti podatkov, ki se nahajajo na tej napravi.\n"], "24": ["2.8.1 Zahteve in odgovornosti", "Pri uporabi opreme zunaj organizacije so mišljeni predvsem prenosniki, čeprav sem spadajo še dlančniki, pametni telefoni, prenosni diski in mediji ter projektorji. Da bi to opremo zaščitili, so potrebni še naslednji ukrepi:\n- Vsa oprema mora biti ustrezno popisana, in če je potrebno, zaščitena z  zavarovalno polico. Evidenca naprav mora vsebovati podatke o vrsti,  proizvajalcu, tipu, serijski številki, skrbniku in datumu začetka uporabe naprave  v okviru informacijskega sistema podjetja.\n- Ne glede na lastništvo, mora vodstvo odobriti uporabo katere koli opreme za  predelavo informacij zunaj prostorov organizacije.\n- Za varnost opreme in podatkov na njih mora biti odgovoren uporabnik. Služba,  ki je izdala opremo, mora skrbeti, da zaposleni opremo vrnejo, ko je več ne  potrebujejo ali v primeru prenehanja zaposlitve.\n- Administratorsko geslo za prenosnik imajo samo skrbniki prenosnikov,  uporabniki ne smejo poznati administratorskega gesla, da ne bi nameščali  neustrezne programske opreme, ki bi lahko ogrozila varnost podatkov.\n- Priporočeno je, da se opreme ne daje v oskrbo nezaupljivim osebam, ki bi lahko  prišle do podatkov na opremi. Ne sme se je puščati na nenadzorovanih javnih  mestih. Če so na napravi zaupni podatki, je treba to napravo fizično zaščititi  (hraniti v zaklenjenih prostorih ali omarah).\n- Za inštalacijo in konfiguracijo varnostne funkcionalnosti prenosnika (nadzor  dostopa, šifriranje) mora biti odgovorno ustrezno usposobljeno osebje.  Prenosnik mora biti zavarovan z dostopnim geslom, ki ga mora zahtevati tudi  ohranjevalnik za zaslon. Nameščena mora biti tudi zaščita proti zlonamernim  programom (protivirusna zaščita), ki mora biti redno posodobljena, za kar so  odgovorni uporabniki sami. Posodabljati se mora tudi operacijski sistem.\n- Občutljivih podatkov se ne sme prenašati prek brezžičnih omrežij, razen če so  ustrezno šifrirane.\n- Dostop do občutljivih podatkov s prenosnikom je omogočen samo z uporabo  VPN-odjemalca.\n- Uporabnike je treba ustrezno poučiti, kako ravnati s prenosnikom in uporabljati  zaščito proti zlonamernim programom. Za to bi bila ustrezna periodična  izobraževanja, da bi se uporabniki zavedali nevarnosti uporabe opreme zunaj  organizacije in svoje odgovornosti.\n- Informatik mora redno pregledovati, če prenosniki ustrezajo varnostnim  standardom.\n- Če oprema zunaj organizacije vsebuje zaupne podatke, je treba te podatke  ustrezno šifrirati, da se jih zaščiti v primeru kraje.\n- Potrebno je varnostno kopiranje podatkov na prenosnikih, ker ti niso v omrežju  organizacije in se ne delajo samodejno\n"], "25": ["2.9 Politika uporabe prenosnih pomnilniških medijev", "V zadnjem času je zelo narasla uporaba izmenljivih pomnilniških medijev, ki se jih pogosto odnaša izven prostorov organizacije. Najpogostejši prenosni mediji so USB- ključki, prenosni diski, kompaktni ploščki (CD, DVD) in pomnilniške kartice.\nDa bi zmanjšali tveganje pred izgubo, poškodbo in nepooblaščenim dostopom do podatkov, je treba upoštevati naslednja navodila:\n- Na pomnilniške medije se ne sme shranjevati osebnih in zaupnih informacij,  razen če to odobri vodstvo in so podatki ustrezno šifrirani.\n- Če je pomnilniški medij v pisarni nenadzorovan, ga je treba zakleniti v predal ali  omaro.\n- V primeru izgube ali kraje pomnilniškega medija je za to odgovoren uporabnik  sam. Odgovoren je tudi po pravilniku o varstvu osebnih in zaupnih podatkov.\n- V primeru izgube ali kraje pomnilniškega ključa je to treba takoj sporočiti  Službi za informatiko.\n- Če se pomnilniški ključ uporablja za prenos informacij z enega računalnika na  drugega, je po prenosu treba izbrisati podatke s pomnilniškega ključa.\n"], "26": ["2.10 Politika uporabe elektronske pošte", "Namen te politike je opisati primerno uporabo elektronske pošte v organizaciji. Če je elektronska pošta poslana z naslova organizacije, bo splošna javnost gledala na sporočilo kot na uradno mnenje ali pogled organizacije (SANS Institute, 2006). Da bi preprečili omadeževanje podjetja, ki lahko nastane kot posledica napačnega tolmačenja vsebine, je treba določiti smernice za uporabo elektronske pošte, v kateri elektronski naslov vsebuje domeno organizacije (Poznič, 2009).\n"], "27": ["2.10.1 Nedovoljena uporaba elektronske pošte", "Sistem elektronske pošte podjetja se ne sme uporabljati za ustvarjanje in distribucijo kakršnih koli motečih ali žaljivih sporočil, ki vsebujejo žaljive komentarje glede rase, spola, barve kože, invalidnosti, verskega prepričanja, starosti, spolne usmerjenosti,\npolitičnih prepričanj, nacionalnosti ali pa vsebujejo pornografsko vsebino. Zaposleni, ki prejme sporočilo s podobno vsebino od katerega koli zaposlenega, mora to prijaviti svojemu nadrejenemu (SANS Institute, 2006). Primeri nesprejemljive uporabe so:\n- uporaba službenega maila za potrebe lastnega podjetja ali pošiljanje verižnih  pisem,\n- posredovanje zaupnih informacij organizacije na zunanje naslove,\n- razpošiljanje ali shranjevanje slik, besedil in drugih materialov, ki se lahko  štejejo za nespodobno, pornografsko ali ilegalno vsebino,\n- razpošiljanje ali shranjevanje slik, besedil in drugih materialov, ki imajo  diskriminatorno, žaljivo ali neprimerno vsebino v kontekstu osebnega napada  (rasizem, šovinizem ...) ali nadlegovanja,\n- dostop do avtorsko zaščitenih informacijah na način, ki krši avtorske pravice,\n- nepooblaščena uporaba elektronskega poštnega predala druge osebe,\n- uporaba elektronske pošte za razširjanje lastnih pogledov na politične, verske ali  druge neposlovne zadeve,\n- pošiljanje nezaželenega reklamnega ali komercialnega materiala,\n- odpiranje nepoznanih in sumljivih priponk (nevarnost virusov).\n"], "28": ["2.10.2 Osebna uporaba elektronske pošte", "Zmerna uporaba elektronske pošte za osebna sporočila je sprejemljiva, vendar morajo biti osebna sporočila ločena od sporočil, povezanih s poslovanjem organizacije. Pošiljanje verižnih pisem ali sporočil s šalami ni dovoljeno. Pošiljanje sporočil z obvestili o virusih, drugi škodljivi programski opremi in ostalo masovno pošiljanje je dovoljeno samo ob odobritvi Službe za informatiko. Te omejitve veljajo tudi za posredovanje sporočil, ki jih pošlje drugi zaposleni v organizaciji (SANS Institute, 2006).\n"], "29": ["2.10.3 Nadziranje", "Uporaba elektronske pošte je dragoceno poslovno orodje, vendar lahko ima zloraba tega orodja negativen vpliv na produktivnost zaposlenih in ugled podjetja. Vsi zaposleni,\nizvajalci ali začasno osebje, ki so pridobili pravico do uporabe poštnih storitev organizacije, morajo podpisati sporazum, s katerim potrdijo, da poznajo in sprejemajo to politiko.\n"], "30": ["2.11 Politika uporabniških imen in gesel", "Gesla so pomemben vidik informacijske varnosti in predstavljajo prvo obrambno linijo zaščite uporabniških imen. Slabo izbrana gesla so lahko vzrok za ogrozitev celotnega informacijskega omrežja. Zaradi tega je obvezno, da vsi zaposleni v organizaciji, vključno z izvajalci in ostalimi, ki imajo dostop do omrežja, sprejmejo ustrezne ukrepe pri izbiranju in varovanju gesla. Namen te politike je vzpostaviti standard za določanje močnih gesel, varovanje in pogostost spreminjanja teh gesel (SANS Institute, 2006).\n"], "31": ["2.11.2 Splošno", "Ker gesla ščitijo občutljive informacije, je pomembno, da so upoštevana naslednja pravila:\n- vsa sistemska gesla (root, enable, administrator, administratorski računi v  aplikacijah) se morajo spremeniti vsake tri mesece;\n- vsa sistemska gesla produkcijskih sistemov morajo biti vpisana v ustrezno  varovan centralni register sistemskih gesel, ki ga vodi služba za informatiko;\n- gesla uporabniških računov se morajo spreminjati vsaj na vsakih šest mesecev,  priporočljivo je na vsake štiri mesece;\n- uporabniški računi s sistemskimi pravicami ne smejo imeti istega gesla kot ostali  uporabniški računi, ki jih ima ta uporabnik;\n- gesel se ne sme pošiljati prek elektronske pošte ali ostalih načinov elektronske  komunikacije.\n"], "32": ["2.11.3 Navodilo za ustvarjanje gesel", "Gesla se najpogosteje uporabljajo za uporabniške račune, dostop do baz podatkov, dostop do raznih aplikacij (spletne in lokalne), ohranjevalnike zaslona, dostop do elektronske pošte in prijavo na lokalne usmerjevalnike. To pomeni, da mora vsak skrbno izbrati geslo, da bi preprečili nepooblaščen dostop do podatkov.\nSlaba gesla imajo naslednje lastnosti (SANS Institute, 2006):\n- gesla, ki so sestavljena iz manj kot osem znakov,\n- geslo je beseda v slovarju,\n- geslo je vsakdanja beseda, kot so:\no imena sorodnikov, hišnih ljubljencev, prijateljev, sodelavcev ...\no računalniški izrazi in imena, ukazi, imena mest, podjetij, strojne in  programske opreme,\no izpeljanke z znanimi predponami,\no rojstni datumi ali drugi osebni podatki, naslovi, telefonske številke,\no nizi znakov, kot so aaabbb, qwerty, zyxwvuts, 123321,\no vsa zgoraj navedena gesla, črkovana nazaj,\no vsa zgoraj navedena gesla z dodano številko pred besedo ali za njo.\nDobra gesla imajo naslednje lastnosti:\n- vsebujejo velike in male črke,\n- poleg črk vsebujejo še posebne znake in številke,\n- so dolga vsaj 8 znakov,\n- niso beseda v nobenem jeziku, slengu, narečju ...\n- niso narejena na osnovi osebnih podatkov, imen sorodnikov ...\n"], "33": ["2.11.4 Varovanje računa in gesla", "Gesel se ne sme zapisovati na papir ali v računalnik. Ni priporočljiva uporaba istih gesel za službene uporabniške račune kot za zasebne. Če uporabljate isto geslo, lahko nekdo ugotovi vaše zasebno geslo in tako dostopa tudi do službenih informacij. Ne uporabljajte istega gesla za vse dostope, za vsako aplikacijo uporabite drugačno geslo.\nNe razkrivajte svojih gesel nikomur, vključno s sistemskim administratorjem ali bližnjim sodelavcem. V primeru domnevnega razodetja gesla ali kakršne koli druge ogrozitve je treba geslo takoj spremeniti in to prijaviti Službi za informatiko.\nSeznam stvari, ki se jih ne sme početi:\n- Ne pošiljajte gesel v elektronskih sporočilih.\n- Ne razkrijte gesel vodstvu.\n- Ne razkrijte gesel po telefonu.\n- Ne govorite o geslih pred drugimi.\n- Ne razkrijte gesla na vprašalnikih in formularjih.\n- Ne razkrijte gesla sorodnikom.\n- Ne razkrijte gesla svojim sodelavcem, ko ste na dopustu.\n"], "34": ["2.12 Politika čiste mize in praznega zaslona", "Osnovno izhodišče pri zagotavljanju informacijske varnosti je skrb vsakega posameznika v organizaciji za ustrezno stopnjo zaščite in varovanja podatkov ter dokumentov, s katerimi razpolaga. Politika čiste mize in praznega zaslona se uporablja z namenom, da bi zmanjšali tveganje nepooblaščenega dostopa do podatkov ter izgube ali poškodbe podatkov. Za to moramo varovati dokumente, ki vsebujejo občutljive poslovne podatke. Vsi zaposleni morajo poznati vsebino te varnostne politike\nSmernice politike so (Desktop auditing, 2008):\n- Poskrbite, da so v pisarni na voljo ustrezni prostori (omare ali predali, ki se  zaklepajo s ključem), v katere se lahko glede na stopnjo zaupnosti zaklenejo  računalniški mediji (pomnilniški mediji, CD-ji), papir in papirnati dokumenti.\n- Občutljive informacije morajo biti zaklenjene v ognjevarnih sefih.\n- Osebne računalnike, računalniške terminale in tiskalnike je treba izklopiti, ko  niso več v uporabi, in jih zavarovati z gesli.\n- Obvezna je uporaba gesla za ohranjevalnik zaslona, ki se mora zakleniti  samodejno po določenem času nedejavnosti.\n - Zbiralnik pošte za vhodne in izhodne dokumente mora biti varovan in  nadzorovan, tako da se ne more izgubiti ali ukrasti dokumentov.\n- Priporočeno je, da se iz tiskalnikov papirji poberejo takoj, ko so natisnjeni, zato  da druge osebe nimajo dostopa do teh informacij.\n- Delovna mesta so organizirana tako, da se preprečijo priložnostna gledanja čez  rame in pogledi od zunaj.\n- Strežniška soba in ostali prostori, ki so ocenjeni z večjim tveganjem, so še  dodatno zavarovani s strožjo politiko dodeljevanja pristopnih privilegijev.\n- Zaposleni ne smejo puščati nosilcev podatkov (papirni, elektronski mediji itn.) s  stopnjo zaupnosti več kot interno na odprtih površinah pisarniške opreme ali  drugih mestih, kjer so dostopni nepooblaščenim osebam.\n"], "35": ["2.13 Politika za kriptografsko zaščito", "Namen politike je vzpostaviti postopek varnega pošiljanja in izmenjave zaupnih podatkov prek zunanjih elektronskih komunikacijskih sistemov. Občutljive in zaupne podatke lahko pošiljamo prek komunikacijskih omrežij samo, če so ti podatki ustrezno šifrirani. Ti podatki morajo biti šifrirani z uporabo šifrirnih algoritmov, ki so bili ustrezno stestirani in potrjeni kot učinkoviti in zagotavljajo, da se šifriranje uporablja v skladu z zakonskimi predpisi.\n"], "36": ["2.13.1 Navodilo", "Preden se podatke, ki bodo poslani prek javnega komunikacijskega omrežja, zašifrira, mora pošiljatelj pretehtati naslednje vidike pošiljanja:\n- zaupnost podatkov,\n- tveganja, če pošlje podatke v nešifrirani obliki,\n- vpliv na delovne postopke ministrstva, če se podatki šifrirajo,\n- možnosti prejemnika za dešifriranje sporočila,\n- alternativne metode, ki so na razpolago za zagotovitev zaupnosti, celovitosti in  razpoložljivosti.\nPri šifriranju je treba uporabljati preizkušene metode, to so standardni algoritmi (DES, RSA, RC5, Blowfish in IDEA), ki so odobreni za uporabo pri šifriranju podatkov. Za šifriranje elektronskih sporočil se uporablja simetrični in nesimetrični sistem, kjer sta dovoljena naslednja šifrirna sistema (SANS Institute, 2006):\n- PGP (simetrični, uporablja kombinacijo algoritmov IDEA in RSA ali Diffie-  Hellman) in\n- PKI (nesimetrični, uporablja RSA).\nUporaba lastnih šifrirnih algoritmov ni dovoljena, razen če je preverjen s strani strokovnjakov in odobren s strani Službe za informatiko. Najpomembnejši del vseh šifrirnih sistemov so šifrirni ključi, zato mora imeti organizacija predpisan in dokumentiran formalni postopek upravljanja s šifrirnimi ključi, tako da so zaščiteni pred nepooblaščenim dostopom. Pri upravljanju s šifrirnimi ključi morajo biti zagotovljeni postopki za:\n- distribucijo ključev uporabnikom in njihovo aktiviranje,\n- generiranje ključev za odobrene šifrirne sisteme,\n- spreminjanje ključev,\n- preklic ključev,\n- za beleženje in spremljanje dogodkov v sistemu upravljanja ključev,\n- za dostop pooblaščenih uporabnikov do shranjenih ključev,\n- za shranjevanje ključev,\n- za nadomeščanje izgubljenih in poškodovanih ključev.\n"], "37": ["3 ANALIZA ODSTOPANJ OD STANDARDA ISO 27001", "Za uspešno vpeljavo informacijske varnostne politike v organizacijo je najprej treba opraviti analizo odstopanj od standarda ISO 27001. To pomeni, da je treba ugotoviti odstopanja od tega standarda in pomanjkljivosti v poslovanju, ki niso v skladu s standardom, nato pa določiti ustrezne ukrepe za sanacijo teh nepravilnosti. Analiza je napisana v kontrolnem seznamu (, ki je v skladu s standardom ISO 27001 in zajema vse vidike tega standarda.\n"], "38": ["3.12 Zaključek analize odstopanja", "Po opravljeni analizi odstopanj od standarda ISO 27001 so bile ugotovljene nekatere nepravilnosti v poslovanju. V skladu s standardom je treba napisati politike in navodila, ki urejajo ta področja. Tudi v primerih, ko je poslovanje na ustrezni varnostni ravni, pa za to ni napisanih ustreznih politik, je treba te napisati in redno dopolnjevati v skladu z novimi zahtevami. Glavna ugotovitev je, da je na Ministrstvu za pravosodje vpeljava varnostne politike nujno potrebna za neprekinjeno poslovanje in zagotavljanje varnosti na informacijskem področju.\n"], "39": ["4 ANALIZA POLITIKE", "Informacijska varnostna politika je bila narejena tako, da se je trenutno stanje v organizaciji primerjalo z ravnjo varnosti, ki jo predpisuje standard ISO/IEC 27001. To je narejeno s pomočjo kontrolnega seznama, ki zajema vse vidike informacijske varnostne politike. Politika je narejena za Ministrstvo za pravosodje, ki trenutno nima vpeljane politike. Ta je narejena z namenom, da bi zvišali raven varnosti v organizaciji in minimalizirali škodo, ki bi jo lahko povzročile potencialne grožnje. Politika je v prvi vrsti namenjena Službi za informatiko, ki vzdržuje in skrbi za informacijska sredstva ter je odgovorna za njihovo varnost. V tej politiki so napisana podrobna navodila in ustrezne smernice, s katerimi mora biti v skladu poslovanje vseh zaposlenih, da bi dosegli želeno stopnjo varnosti. Poleg Službe za informatiko morajo določena navodila poznati tudi ostali zaposleni v organizaciji, kar pomeni, da je politika namenjena tudi njim. Da bi to dosegli, jih je treba seznaniti s temi navodili in jih ustrezno poučiti, kako ravnati v skladu s to politiko za dosego skupnega cilja, ki je neprekinjeno poslovanje in varnost informacij ter sredstev. Bolj kot zaposleni v Službi za informatiko potrebujejo navodila ostali zaposleni, ki ne razpolagajo z obsežnim znanjem računalništva. Posledica tega je, da izbirajo nevarna gesla, da z njimi neustrezno ravnajo, da ne poznajo pravil pri elektronski komunikaciji ali ustrezni uporabi sredstev itd.. To pomeni, da njihovo neustrezno ravnanje predstavlja največjo varnostno grožnjo informacijam in informacijskim sredstvom, zato so določena navodila napisana tudi za uporabnike. Za uspešnost takšne politike je potrebno njihovo sodelovanje in je v primeru njihovega neustreznega ravnanja treba uvesti ustrezne sankcije. Informacijska varnostna politika v podjetje prinaša višjo stopnjo varnosti, ki se jo doseže samo v primeru sodelovanja Službe za informatiko z ostalimi zaposlenimi. Politika sama po sebi ne dvigne stopnje varnosti v organizaciji, ampak jo poslovanje zaposlenih v skladu s to politiko. Tako zaposleni zaščitijo informacije in sredstva pred notranjimi in zunanjimi grožnjami. Da se takšno stanje vzdržuje, sta potrebna redna revizija poslovanja vseh zaposlenih in dopolnjevanje politike v skladu z novimi potrebami in grožnjami.\n"], "40": ["5 ZAKLJUČEK", "Na Ministrstvu za pravosodje ni sprejete informacijske varnostne politike. Pri analizi odstopanj od standarda ISO/IEC 27001 sem ugotovil, da določenih navodil ali politik ni napisanih. Čeprav je pri izvedbi nekaterih postopkov praksa dobra, za to ni napisanih navodil, ki bi določala ustrezne ukrepe. Najmanj nepravilnosti ali pomanjkljivosti je bilo ugotovljenih pri poslovanju zaposlenih v Službi za informatiko. Večina ostalih zaposlenih ni poučenih o ustreznemu poslovanju v skladu s standardom, zato je večja verjetnost, da bi se ogrozila varnost informacij ali sredstev. Da bi povečali stopnjo varnosti, je treba sprejeti informacijsko varnostno politiko, ki vsebuje vsa potrebna navodila za sprejemljiv način poslovanja. Za zaposlene je obvezno pripraviti periodična izobraževanja, kjer bi bili seznanjeni z informacijskimi grožnjami ter sprejemljivo rabo sredstev organizacije. V navodilih mora biti natančno opredeljeno, kaj je dovoljeno in česa se ne sme delati. Zaposleni morajo podpisati dokument, da so seznanjeni z informacijsko varnostno politiko organizacije, in če njihovo poslovanje ni v skladu s to politiko, sledijo ustrezne sankcije.\nSmernice za nadaljnje delo\nSlužba za informatiko je odgovorna za vpeljavo informacijske varnostne politike na Ministrstvu za pravosodje. To pomeni, da so odgovorni tudi za izvedbo izobraževanja zaposlenih s področja varnosti in ne smejo popuščati v primeru ugotovljenih nepravilnosti v poslovanju zaposlenih. Tudi vodstvo mora poslovati v skladu s standardi in biti za vzgled vsem zaposlenim. Treba je narediti podrobno oceno vseh sredstev, ki so v uporabi na Ministrstvu za pravosodje, da bi lahko določili ustrezne ukrepe pri varovanju teh sredstev. Prav tako je treba napisati Poslovnik sistema upravljanja varovanja informacij, ki opisuje podrobnosti vzpostavljenega sistema, vključno z navedbo politike in ciljev varovanja ter izjavo o področju uporabe. Vsi delavci ministrstva so odgovorni za varovanje informacij. Dolžni so upoštevati določila Poslovnika varovanja informacij ter so odgovorni za izvajanje ukrepov v sistemu za upravljanje varovanja informacij.\n"], "abstract": ["V diplomskem delu je obravnavan problem uvajanja informacijske varnosti na Ministrstvu za pravosodje. Trenutno na ministrstvu ni sprejete informacijske varnostne politike, zato ni ustreznih navodil in politik, ki bi zagotavljale višjo varnost informacij in sredstev pri vsakodnevnem poslovanju. Vpeljava informacijske varnostne politike je na ministrstvu ključnega pomena, ker dokumenti vsebujejo občutljive, osebne in tajne podatke. Z ustrezno varnostno politiko bi zagotovili celovitost, dostopnost in zaupnost informacij. Zagotoviti je treba tudi neprekinjeno poslovanje v primeru incidentov, da se jih prepreči ali pa zmanjša njihov vpliv na poslovanje. V diplomskem delu je narejena analiza odstopanj od standarda ISO/IEC 27001. To je mednarodni standard, ki vsebuje zahteve, povezane s sistemom vodenja varovanja informacij. Glavna cilja tega standarda sta zavarovanje informacij organizacije in preprečitev izgube ali zlorabe informacij. Napisana so tudi navodila in politike, ki urejajo določena področja informacijske varnosti. Vodstvo in ostali zaposleni morajo poslovati v skladu s temi navodili in politikami, da bi zagotovili varnost informacij in sredstev. Vsi morajo podpisati, da so bili seznanjeni z informacijsko varnostno politiko organizacije. Čeprav se v organizacijo vpelje ustrezno politiko, je potrebno sodelovanje vseh zaposlenih, ker lahko samo tako zagotovimo, da politika doseže svoj cilj. Če zaposleni ne poslujejo v skladu s to politiko, so potrebne ustrezne sankcije."]}