{"1": ["1 UVOD", "Evropska komisija je oblikovala strateški pristop za vključevanje okoljske tematike v kmetijstvo, še posebej z oblikovanjem nove skupne kmetijske politike Evropske unije (EC 2007). Kmetijstvo kot panoga, ki izkorišča naravne vire v lastne ekonomske namene in pokriva 44 odstotkov površine EU, je še posebej izpostavljeno pritiskom javnosti. Eden glavnih ciljev kmetijsko okoljskega programa je trajnosten in učinkovit kmetijski sektor, ki uporablja varne in okolju prijazne proizvodne metode in zagotavlja kakovostne proizvode, ki ustrezajo zahtevam potrošnika (EC 2001). V okviru tega, je trajnost eden glavnih elementov pri zagotavljanju dolgoročne prihodnosti kmetijstva in podeželja. Evropska komisija sicer navaja definicijo kaj trajnostni razvoj je na več nivojih (od kmetijske pridelave do potrošnika), vendar je kot takšna zelo splošno zastavljena (EC 2001) in brez standardov, ki jo natančneje določa, lahko celo zavajujoča.\nV Sloveniji poznamo različne zakonsko urejene načine kmetijske pridelave – konvencionalni, integrirani, ekološki in biološko dinamični. Do danes je bilo objavljenih nekaj raziskav, ki so primerjale pridelovalne načine in njihov vpliv na okolje (Wood in sod. 2006; Marriott in Wander 2006; García-Ruiz in sod. 2009). Pomanjkljivost le-teh je ozka usmerjenost v en ali več parametrov (Piorr 2003), z zanemarjanjem celotnega proizvodnega postopka pridelave, vključno s proizvodnjo osnovnih surovin, s čimer je hitra objektivna izjava o celostnem vplivu pridelovalnega sistema onemogočena.\nV želji po objektivni oceni pridelovalnega sistema smo v sodelovanju s Technische Universität Graz sooblikovali strokovno podprto orodje (Sustainable Process Index ®, SPI za kmetijstvo – krajša in daljša različica) (Sandholzer in Narodoslawsky 2007), ki nam omogoča trajnost pridelovalnega sistema določiti, meriti in spremljati skozi proizvodni proces pridelovalnega sistema. To orodje smo uporabili pri oceni okoljskega odtisa različnih pridelovalnih sistemov v okviru temeljnega projekta „Kakovost hrane v odvisnosti od načina kmetijske pridelave”, na poljskem poskusu v letu 2008.\n"], "2": ["2 PREGLED OBJAV", "Svetovna komisija za okolje in razvoj (Brundtlandska komisija) je leta 1987 osnovala definicijo trajnostnega razvoja. Trajnostni razvoj je razvoj, ki zagotavlja potrebe sedanje generacije brez ogrožanja potreb generacij, ki sledijo (WCED 1987). Posledice čezmerne oz. netrajnostne potrošnje in proizvodnje se še vedno kažejo v razpadu sistema globalnega okolja (EC 1992). Čezmerna potrošnja je naslovljena na potrošnika, proizvodnja pa na podjetja in organizacije, ki proizvajajo proizvode ali nudijo storitve (Veleva in Ellenbecker 2001). Industrijska revolucija in intenzifikacija kmetijstva sta prvič od pojava stalnega bivanjskega vzorca in kmetovanja pred 12.000 leti, privedla do ekonomske aktivnosti, ki je vplivala na ekosistem v takšni meri, da je ogrožena globalna okoljska stabilnost in geografska politična varnost (Rees in Wackernagel 1996). Trajnostni razvoj je zelo težko določiti ali praktično uporabljati, še večji izziv predstavlja njegovo merjenje. Indikatorji so nam lahko v pomoč pri definiranju in komunikaciji o vprašanjih trajnostnega razvoja in jih lahko uporabljamo za napoved in opazovanje rezultatov političnih odločitev.\nKatedra za ekološko kmetovanje, poljščine, vrtnine in okrasne rastline Fakultete za kmetijstvo in biosistemske vede Univerze v Mariboru, že vrsto let sooblikuje slovenski kmetijski prostor z raziskavami trajnostne kmetijske proizvodnje na področju integriranega, ekološkega in biološko dinamičnega pridelovalnega sistema. S tem nudi odgovore na vprašanja kmetijske prakse, ki bodo oblikovala kmetijski prostor danes in v prihodnje (Bavec in sod. 2001; Bavec in Bavec 2006; Džuban in sod. 2009; Turinek in sod. 2009).\nPo splošnem priporočilu (van der Werf in sod. 2007) je potrebno indikatorje oz. orodja za ocenjevanje trajnosti izbirati zelo previdno; glede na metodo, ki najbolj ustreza potrebam, opredeljene cilje in pričakovane rezultate. Do sedaj poznana orodja oz. indikatorje lahko uporabljamo posamezno, kot del zbranih ali kot skupen indikator, ki je sestavljen iz večih, z enim skupnim rezultatom. Skupni rezultat je lahko zelo uporaben pri komuniciranju z \njavnostjo ali akterji politike. V zadnjih letih se je pojavilo kar nekaj orodij in metod, ki določujejo trajnost, tako na nivoju obrata (Veleva in sod. 2001), kot na višjem – družbenem nivoju (Chen in Chen 2006; Lenzen in Murray 2001). Največ pozornosti se zaradi lahke dostopnosti baz podatkov namenja oceni trajnostnega razvoja družbe. Eden takšnih je tudi okoljski odtis ali ecological footprint (Wackernagel in Rees 1995). Slednji poskuša povzeti biološko produktivno površino (biologically productive area), ki je potrebna za proizvodnjo letnih tokov surovin potrošenih s strani populacije določene regije (mesta, države, sveta), z vsemi pripadajočimi odpadki v obliki emisij (predvsem CO2) in površino, potrebno za stavbno infrastrukturo. V drugem koraku se izračunana površina primerja s površino, ki je določeni populaciji ali posamezniku (per capita) na voljo in se jo imenuje biokapaciteta (biocapacity), v enoti hektar (ha) ali globalni hektar (gha). V primeru, ko je okoljski odtis večji od biokapacitete smo v stanju, ko potrošnja oz. življenjski standard družbe, presega naravne danosti (Haberl in sod. 2001). Tako pridobljena vrednost se lahko uporabi za vrednotenje trajnosti določenega procesa. Za vnos podatkov v okoljski odtis se navadno vnašajo statistično pridobljeni podatki, v primeru kmetijstva iz statističnih letopisov posameznih držav ali FAO (Food and Agriculture Organization). Nevarnost tovrstnih podatkov preži v netočnosti pridobljene ocene za manjšo enoto od države.\nZa ocenjevanje proizvodnega procesa so primerna druga orodja, ki temeljijo na dejanskih podatkih. Eno takšnih orodji je LCA (life cycle assessment), ki ocenjuje okoljsko breme, povzročeno s strani proizvoda, samo proizvodnjo ali aktivnostjo (Curran 2008). Upošteva tehnološko karto vseh aktivnosti, osnovnih surovin in transport. V drugem koraku se ocenijo viri porabljeni za vsak posamezen vnos s seštevanjem okoljskega vpliva, vključno s povzročenimi emisijami in odpadki. Pridobljen rezultat se lahko prikaže na enoto proizvoda (v kg), ekvivalentno površino (ha), vključno s površino porabljeno izven kmetije same (van der Werf in sod. 2007). Edina slabost tega orodja je omejena primerljivost pridobljenih podatkov v svetovnem ali državnem merilu, posledično je potrebno LCA spojiti z drugimi indikatorji ali orodji. \nV diplomskem delu je uporabljena zasnova okoljskega odtisa in LCA v skupnem prilagojenem Sustainable process index ® - SPI (Narodoslawsky in Krotscheck 1995; Krotscheck in Narodoslawsky 1996; Narodoslawsky in Krotscheck 2000; Sandholzer in Narodoslawsky 2007) – krajši različici kalkulatorja, zgolj na osnovi proizvodnje poljščin in zelenjadnic poljskega poskusa, kar Monti s sod. (2009) imenuje cradle-to-farm gate LCA. Rezultati so podani v kvadratnih metrih (m2). Po našem vedenju dandanes v mednarodni strokovni literaturi ni bila objavljena nobena raziskava, ki bi vsebovala pridelavo poljščin in zelenjadnic ter ocenjevala njihovo pridelavo v različnih pridelovalnih sistemih z orodjem okoljskega odtisa ali SPI.\nV diplomskem delu smo analizirali podatke dolgoročnega poljskega poskusa. Tako rezultati povzemajo realne pogoje pridelovalnih sistemov. Glavno vprašanje, ki smo ga postavili, je kako trajnostni so splošno uporabljeni pridelovalni sistemi in kje jih je moč izboljšati za zagotavljanje trajnostne pridelave tudi za generacije, ki prihajajo.\n"], "3": ["2.1 Delovne hipoteze", "Zastavljene delovne hipoteze so osnovane na pregledu literature in predhodni uporabi osnovnega orodja SPIonExcel.\nDelovne hipoteze so sledeče:  1. Predpostavljamo, da bo površina okoljskega odtisa največja pri pridelovalnih  sistemih v sledečem zaporedju (od večjega h manjšemu): konvencionalni,  integrirani, biološko dinamični in ekološki neodvisno od proučevane poljščine ali  zelenjadnice.  2. V nadaljevanju predpostavljamo, da bo pri konvencionalnem in integriranem  pridelovalnem sistemu, največji delež okoljskega odtisa v postopku pridelave  mogoče pripisati porabljenim sintetičnim osnovnim sredstvom, kot so mineralna  gnojila in fitofarmacevtska sredstva.  3. Prav tako predpostavljamo, da bo okoljski odtis v ekološkem in biološko  dinamičnem pridelovalnem sistemu v večji meri povzročen s strani aktivnosti  delovnih strojev zaradi porabe neobnovljivih virov fosilnih goriv.  4. Zadnja predpostavka je, da bo pridelava poljščin neglede na pridelovalni sistem,  imela manjši okoljski odtis kot pridelava zelenjadnic.\n"], "4": ["3 MATERIAL IN METODE", ""], "5": ["3.1 Poljski poskus", "Z zavedanjem pomanjkanja objav in pomembnosti trajnosti pridelovalnih sistemov v kmetijstvu, se je jeseni leta 2007 zasnoval poljski poskus v okviru temeljnega projekta „Kakovost hrane v odvisnosti od načina kmetijske pridelave”, Katedre za ekološko kmetovanje, poljščine, vrtnine in okrasne rastline, Fakultete za kmetijstvo in biosistemske vede (FKBV).\nPoljski poskus z naključnim blok sistemom v štirih ponovitvah in split-plot razdelitvijo z varnostnimi pasovi (Hoshmand 2006) v petih pridelovalnih sistemih, preglednica 1.  konvencionalni (MKGP 2008),  integrirani (MKGP 2008; Džuban 2009a, Džuban 2009b),  ekološki (EC 2007),  biološko dinamični (EC 2007; Demeter International 2009) in  kontrola (MKGP 2008 ).\nV split-plot razdelitvi sta uporabljena dva osnovna kolobarja:  deteljno travna mešanica,  deteljno travna mešanica,  pšenica (Triticum aestivum L.) sorta `Antonius`,  zelje (Brassica oleracea L. convar. capitata ) sorta `Kranjsko okroglo`,  buče (Cucurbita pepo L. var. oleifera sin. var. citrulina (L.) Greb. var. styriaca  Greb) sorta `Gleisdorfska golica`. in  deteljno travna mešanica,  deteljno travna mešanica, \n pira (Triticum spelta L.) sorta `Ebners rotkorn`,  rdeča pesa (Beta vulgaris L. ssp. vulgaris var. conditiva Alef.) sorta `Rote Kugel`,  alternativne oljnice (barvilni rumenik – Carthamus tinctorius L., navadni riček –  Camelina sativa L. in vrtni, oljni mak – Papaver somniferum L. ) sorte katerih  izvirajo iz genske banke FKBV.\nV obdobju od oktobra 2007 do oktobra 2008 so se beležile vse aktivnosti in porabljena osnovna sredstva navedena v preglednici 1. Tehnološka karta pridelave posameznih poljščin in zelenjadnic v različnih pridelovalnih sistemih, s pripadajočim časom aktivnosti, je navedena v prilogi 1. Za prikaz čim bolj realnega okoljskega odtisa aktivnosti in sredstev, ki so bila v direktni povezavi s poskusništvom (označevanje parcel, košnja vmesnih prostorov, ipd.), pri izračunu nismo upoštevali. Čas porabljen za določene aktivnosti smo pretvorili v realno porabljene ure za posamezna delovna opravila na Univerzitetnem kmetijskem centru Pohorski dvor (npr. za oranje enega hektara se v povprečju porabi 2 uri). Podatke oblikovane tehnološke karte smo vnesli v prirejen Sustainable process index ® - SPI za kmetijstvo.\n(preglednica 1 se nadaljuje na naslednji strani) \n"], "6": ["3.2 Pedoklimatski pogoji v letu 2007/2008", "Poljski poskus se nahaja na površinah Univerzitetnega kmetijskega centra, Univerze v Mariboru v Pivoli, Hoče (46- 28′ S, 15- 38′ V, 282 m nadmorske višine). Povprečna letna temperatura območja znaša 9,8 -C; povprečna mesečna temperatura je najnižja januarja – 1,3 -C in najvišja julija s 19,5 -C. Dolgoletna povprečna količina letnih padavin znaša okoli 1047 mm – največ meseca avgusta (129 mm) in najmanj med januarjem in februarjem (40 - 50 mm) (Agencija Republike Slovenije za okolje 2008). \nTla so distrična rjava, na pleistocenskih nanosih, s povprečnimi pH vrednostmi 5,5 (določeno s 0,1 KCl raztopino), količino dostopnega P 0,278 g/kg-1 in K 0,255 g/kg-1 v globini ornice.\n(-C) in količino padavin (mm) po mesecih za obdobje od maja do septembra  2008 v primerjavi z dolgoletnim povprečjem (1961 – 1990) za Maribor  (Agencija Republike Slovenije za okolje 2008).\n"], "7": ["3.3 Sustainable process index ® - SPI", "V letu 2006 smo prvič sodelovali z Institut für Prozess- und Partikeltechnik, Techniche Univerität Graz na projektu „Footprintcalculator”. Tudi z našo strokovno podprto pomočjo (tehnološke karte v pridelavi sadja, zelenjadnic in poljščin v različnih pridelovalnih sistemih) o pridelavi določenih gospodarsko pomembnih rastlinskih vrst v Sloveniji so oblikovali orodje (SPIonExcel), ki je omogočilo izračun okoljskega odtisa posameznih surovin v vsakdanji prehrani. V zadnjem letu smo še bolj intenzivno sodelovali pri nadgradnji tega orodja – okoljski odtis za kmetijska in gozdarska gospodarstva (krajša in daljša različica), ki omogoča oceno pridelovalnega sistema in je dostopen zainteresirani javnosti na internetu tudi v slovenskem jeziku (TU Graz 2009).\nLeta 1995 predstavljeno orodje (Narodoslawsky in Krotscheck 1995) je bilo prvotno namenjeno oceni proizvodnega procesa podjetij in vpliva le-tega na okolje. Temelji na domnevi, da je trajnostna ekonomija osnovana le na sevanju sonca kot naravnem viru. Veliko naravnih procesov je na površini Zemlje vodenih s sevanjem sonca; za pretvorbo sevanja v proizvode in storitve, je potrebna površina. Površina je v trajnostni družbi omejen vir, saj je Zemljina omejena. Ravno zaradi tega je površina primerno merilo za SPI, večja kot je površina proizvodnega procesa, več „stane“ z okoljskega vidika (Sandholzer in Narodoslawsky 2007).\nV orodju SPI so bili uporabljeni sledeči obrazci za preračun pridobljenih podatkov:\nAR (m2) = ARR + ARF + ARN\nAR predstavlja skupno površino ali okoljski odtis; sestavljen je iz delnih površin, ki se nanašajo na različne proizvodne postopke. ARR je površina potrebna za proizvodnjo obnovljivih osnovnih surovin, osnovne surovine, ki temeljijo na fosilni energiji – ARF in neobnovljivih osnovnih surovinah ARN. \n ATOT (m2) = AR + AE + AI + AS + AP\nATOT je skupna površina, ki je potrebna za trajnosten vnos proizvodnega postopka v ekosfero (tla, zrak, vodo). AE prikazuje površino, ki izraža količino energije potrebno za proizvodnjo, vključno z električno energijo. Namestitev proizvodnega procesa je izražena z AI in predstavlja direktno površino uporabljeno za proizvodnjo. AS je površina ali podpora človeške delovne sile ter AP, ki predstavlja potrebno površino za trajnostno razporeditev odpadkov in emisij v ekosfero. Izračun uporabimo za vsako posamezno postavko v tehnološki karti proizvodnega postopka. Limnios in sod. (2009) postopke in s tem okoljski odtis deli na direktne (npr. aplikacija sintetičnih mineralnih gnojil) in indirektne (postopek proizvodnje sintetičnih mineralnih gnojil) proizvodne postopke. V našem primeru govorimo o direktnih – prikaz v tehnološki karti (priloga 1) in indirektnih proizvodnih postopkih (baze podatkov orodja SPIonExcel) s skupnim rezultatom (skupni okoljski odtis). Delni rezultati, razdeljeni na strojne storitve/ukrepi, gnojila in pesticide ter semena nam pomagajo prepoznati najbolj problematičen del proizvodnega postopka in s tem postane glavna tarča tehnološke izboljšave (Sandholzer in Narodoslawsky 2007).\nV orodju SPI za kmetijska gospodarstva zaradi ocenjevanja proizvodnega postopka v različnih pridelovalnih sistemih določenih okenc, v katere bi bilo potrebno vnesti podatke, ki so se nanašali na kmetijsko gospodarstvo (skladišča, hlevi, poraba energije za ogrevanje ipd.) nismo izpoljevali.\n"], "8": ["3.4 Indeks okoljske učinkovitosti pridelave", "V kmetijski proizvodnji je edena pomembnejših informacij količina pridelka izražena z enoto (kg, t, l). Iz tega vzroka nas vzporedno s površino okoljskega odtisa pridelovalnega sistema na enoto pridelovalne površine zanima tudi površina okoljskega odtisa, ki jo lahko pripišemo pridelavi poljščine ali zelenjadnice na enoto pridelka (kg ali t). S pomočjo orodja SPI pridobljen podatek o okoljskem odtisu posamezne poljščine in zelenjadnice delili s skupno količino pridelka (preračunano na hektar) v posameznem pridelovalnem \nsistemu v rastni sezoni 2007/2008. Dobljeni indeks okoljske učinkovitosti omogoča bolj plastično predstavo o kmetijski pridelavi. Sandholzer in Narodoslawsky (2007) sta v svoji objavi uporabila podoben izračun za oceno okoljskega odtisa per capita opazovane družbe, izražen z nasednjim obrazcem:\nokoljski odtis  Indeks okoljske učinkovitosti = pridelek\n"], "9": ["3.5 Uporabljene statistične metode", "Podatke za pridelek in okoljski odtis pridelave smo analizirali z one-way ANOVA-o s proizvodnim sistemom kot faktorjem in uporabili Statgraphics Centurion (Version XV, StatPoint Technologies, Inc., Warrenton, VA). Podane so srednje vrednosti ± standardna napaka. Kjer je ANOVA pokazala signifikanten vpliv (P ≤ 0,05), smo uporabili test primerjave srednjih vrednosti po Duncan-u (Hoshmand 2006). Eno ponovitev smo zaradi neprezentativnosti izključili.\n"], "10": ["4 REZULTATI Z RAZPRAVO", ""], "11": ["4.1 Pridelek poljščin in zelenjadnic v odvisnosti od pridelovalnega sistema", "Rastna sezona 2007/2008 je bila zaznamovana z ekstremnimi vremenskimi razmerami (velika količina nepravilno razporejenih padavin in toča), vključno s kompleksnostjo tehnologije pridelave v različnih pridelovalnih sistemih je privedlo do manjšega pridelka kot pričakovano (preglednica 2).\nStatistično značilno razliko med pridelovalnimi sistemi, lahko v količini pridelka opazimo le pri pridelavi pire in rdeče pese. Pridelki pire so dokaj stabilni, z najvišjim pridelkom v BD pridelovalnem sistemu in najnižjim v INT, ostali pridelovalni sistemi se med seboj niso statistično značilno razlikovali (P ≤ 0,05). Razloge za nižje pridelke INT in delno KON pridelovalnega sistema lahko iščemo v mokrem letu, kjer se bi lahko pri piri kot manj zahtevni poljščini, dognojevanje in pozna žetev odražali negativno. Pridelek rdeče pese nakazuje svojstveno tendenco, saj je največji pridelek v EKO in se statistično značilno ne razlikuje od pridelovalnega sistema KONTROLA in BD. Domnevno zaradi zadrževanja vlage v tleh, ki rdeči pesi ne ugaja, smo najnižje statistično značilne pridelke zasledili v INT in KON. \nPridelovalni sistem  KONTROLA KON INT EKO BD  Poljščina/zelenjadnica\nPšenica, n.z.\nPridelek (kg/ha) 1.687±267 2.343±240 2.440±222 2.223±356 2.400±368\nIndeks pridelka 100 139 145 132 142\nPira, *\nPridelek (kg/ha) 1.630±64ab 1.583±111ab 1.403±125b 1.533±97ab 1.867±41a\nIndeks pridelka 100 98 86 94 115\nZelje, n.z.\nPridelek (kg SS/ha) 2.154±805 1.746±155 2.201±432 3.514±550 2.979±605\nIndeks pridelka 100 81 102 163 138\nRdeča pesa, *\nPridelek (kg SS/ha) 1.303±169a 410±54b 908±147ab 1.419±186a 1.370±212a\nIndeks pridelka 100 32 70 109 105\nOljne buče, n.z.\nPridelek suhih bučnic  595±92 501±88 481±87 442±68 589±107  (kg/ha)\nIndeks pridelka 100 84 80 74 99 Podane so srednje vrednosti s standardno napako. Vrednosti, ki imajo različno črko v indeksu, se med seboj statistično značilno razlikujejo pri 95% verjetnosti (Duncanov test); * - statistično značilen vpliv pri p ≤ 0,05, n.z. – ni statistično značilnega vpliva.\n"], "12": ["4.2 Okoljski odtis poljščin in zelenjadnic različnih pridelovalnih sistemov", "Direktni primerjavi s sorodnimi metodami/orodji že objavljenih raziskav, smo se za lažje interpretiranje pridobljenih podatkov odrekli. Vzrok je potrebno iskati v različni naravi pristopov, vključenih podatkov v analizo in različnih enotah, v katerih so podani rezultati. Okoljski odtis poljščin in zelenjadnic v različnih pridelovalnih sistemih (grafikon 2) je sestavljen iz štirih delnih okoljskih odtisov izraženih v površini (m2), in sicer pridelovalne površine, dokupljenega semena, aktivnosti delovnih strojev gnojil in škropiv, natančnejši prikaz rezultatov po posameznih poljščinah in zelenjadnicah je naveden v prilogi 2. Večja kot je vrednost okoljskega odtisa, višja je obremenitev pridelovalnega sistema na okolje. Trditve Hujibregts (2008), da največji del okoljskega odtisa predstavlja pridelovalna površina, nismo mogli potrditi, saj je v vseh pridelovalnih sistemih konstantna pri posamezni kulturni rastlini (10.000 m2), medtem ko je okoljski odtis dokupljenega semena znotraj kulturnih rastlin enak.\nPoljščina, ki s stališča okoljskega odtisa največ „stane“, je pšenica v KON načinu pridelave (792.646,8 m2). V primeru zelenjadnic lahko za najmanj trajnostno opišemo pridelavo zelja v KON (659.867,4 m2) in INT (647.715,1 m2) pridelovalnem sistemu. Cuadra in Björklund (2007) sta v svoji raziskavi ugotovila okoljski odtis pridelave zelja 65.000 m2. Delni okoljski odtis, ki je h skupnem prispeval največ, so bila gnojila in škropiva (pšenica – 651.669,1 m2 in zelje – 519.563,1 m2). Buče so bile v KONTROLNEM pridelovalnem sistemu kulturna rastlina, z najmanjšim okoljskim odtisom (113.334,7 m2). Pira ima zaradi manjšega vnosa dušikovih mineralnih gnojil skoraj za tretjino manjši okoljski odtis od pšenice v KON in INT pridelovalnem sistemu. \nKontrola Konvencionalno Integrirano Ekološko Biodinamično\n"], "13": ["4.3 Indeks okoljske učinkovitosti poljščin in zelenjadnic različnih pridelovalnih", "sistemov\nGrafikon 2 prikazuje indekse okoljske učinkovitosti za pridelavo poljščin in zelenjadnic v različnih pridelovalnih sistemih. Večja kot je vrednost večji, je okoljski odtis pridelave poljščine ali zelenjadnice, na enoto pridelka (m2 za kg pridelka).\nIndeksi okoljske učinkovitosti so pri vseh preiskovanih poljščinah in zelenjadnicah največji v KON, ki mu sledi INT pridelovalni sistem, KONTROLA je referenčni pridelovalni sistem, z najnižjim indeksom okoljske učinkovitosti. Prikaza delnih rezultatov indeks ne vsebuje, posledično lahko le sklepamo, da ima pri kulturnih rastlinah (pšenica, rdeča pesa in zelje) BD pridelovalni sistem višje vrednosti okoljskega odtisa kot EKO na račun večkratnega škropljenja z biološko dinamičnimi pripravki, pridelki pa temu trendu ne sledijo. Domnevamo, da bo v letih, ki sledijo, indeks okoljske učinkovitosti nižji v BD \npridelovalnem sistemu zaradi povečanega oz. bolj stabilnega pridelka (Maeder in sod. 2002; Turinek in sod. 2009).\nRdeča pesa (1.497,82 m2 kg -1) ima v KON pridelovalnem sistemu več kot trikrat večji indeks okoljske učinkovitosti v primerjavi z zeljem (342,34 m2 kg -1). Tudi tu najdemo vzrok v nižjem pridelku na enoto površine. Žita tega trenda ne nakazujejo. Se pa pokaže, kako pomembna je primerjava pridelave poljščine in zelenjadnice znotraj samega pridelovalnega sistema na enoto površine (okoljski odtis). Iz dobljenih rezultatov bi lahko na osnovi indeksa okoljske učinkovitosti sklepali, da je pridelava pšenice (345,18 m2 kg -1) na enoto pridelka v primerjavi s piro (352,42 m2 kg -1) v KON pridelovalnem sistemu skoraj enaka. Ta domneva bi bila glede na izračunan indeks tudi točna. Vendar izračun na pridelovalno površino – okoljski odtis pridelave poljščin in zelenjadnic v odvisnosti od pridelovalnega sistema nakazuje čisto drugačno sliko. Skupni okoljski odtis pšenice (792.646,8 m2) je več kot za 20.000 m2 večji od pire (537.668.6 m2). S tem smo delno potrdili tezo van der Werf in sod. (2007), ki navajajo pomembnost izbora pravilne metodologije in indikatorja za pridobitev želenih rezultatov. \nPira Pšenica\nRdeča pesa Zelje\nOljne buč e\npridelovalnih sistemih.\n"], "14": ["4.4 Okoljski odtis pridelovalnega sistema", "Vrednosti za okoljski odtis pridelovalnega sistema smo dobili s seštevanjem delnih rezultatov okoljskega odtisa vseh poljščin in zelenjadnic v posameznih pridelovalnih sistemih. Osnovna oblika grafikona, kjer si sledijo pridelovalni sistemi v zaporedju (od največjega h najmanjšemu okoljskemu odtisu) KONV > INT > BD > EKO > KONTROLA, se ohrani. S tem prikazom smo želeli nakazati tarče tehnoloških izboljšav v namen zmanjšanja okoljskega odtisa. KONTROLA služi kot referenčni pridelovalni sistem.\nCelotni okoljski odtis KON (3.005.108,9 m2) pridelovalnega sistema je v 77,9 odstotka povzročen s strani gnojil in fitofarmacevtskih sredstev. Tudi pri INT se s skupnim okoljskim odtisom (2.692.849,2 m2) ter delnimi za gnojila in škropiva (2.021.077,3 m2) s 75,1 odstotka, trend ohrani.\nOkoljski odtis pridelovalnih sistemov\nKontrola Konvencionalno Integrirano Ekološko Biodinamično\nZanimivo je, da se okoljski odtis BD in EKO pridelovalnega sistema razlikuje le v večji vrednosti delovnih strojev (BD – 922.733,5 m2 in EKO – 832.845,1 m2), povzročene s strani večkratnega škropljenja z biološko dinamičnimi pripravki. Zaradi manjkajočih podatkov specifičnih škropiv, v krajši obliki SPIonExcel kalkulatorja, smo ovrednotili uporabljena sredstva v EKO (NeemAzal) in BD (biološko dinamični pripravki) pridelovalnem sistemu z enako vrednostjo. V nasprotnem primeru bi imelo fitofarmacevtsko sredstvo NeemAzal dovoljeno v ekološki pridelavi enak učinek kot insekticid uporabljen v KON pridelovalnem sistemu, kar bi bilo napačno. Zaradi tega se vrednosti za škropiva in gnojila v EKO in BD pridelovalnem sistemu ne razlikujejo (187.234,4 m2), saj je bila tudi uporabljena količina hlevskega gnoja enaka.\nIzpostavili bi le še delni rezultat za delovne stroje pri KONTROLNEM (547.782,8 m2), KON (569.646,6 m2) in INT (576.648,5 m2) pridelovalnem sistemu. Vrednost pri KONTROLI je sicer najnižja, vendar ne veliko nižja od KON in INT pridelovalnega sistema. Slednje je v povezavi z smernicami integrirane pridelave (Džuban in sod. 2009), kjer je zahtevano vsaj enkratno mehansko zatiranje plevelov v rastni sezoni. Vendar je kljub vsemu presenetljiva podobna vrednost referenčnem KONTROLNEM pridelovalnem sistemu, kar nakazuje na nujnost izboljšave tudi na področju mehanizacije v kmetijstvu (obnovljivi viri goriv ipd.).\n"], "15": ["5 SKLEPI", "Na podlagi analiz podatkov poljskega poskusa v rastni sezoni 2007/2008 z orodjem Sustainable Process Index ® (SPI) za kmetijska gospodarstva in postavljenih delovanih hipotez sklepamo, da:  ima KON način pridelave, neodvisno od opazovane poljščine in zelenjadnice,  največji okoljski odtis,  v delovnih hipotezah predpostavljeno zaporedje po velikosti okoljskega odtisa (od  večjega h manjšem – KON > INT > BD > EKO) drži, vendar se na enoto pridelka  (indeks okoljske učinkovitosti) lahko tudi spremeni,  je pšenica v KON opazovana kulturna rastlina z največjim okoljskim odtisom, s  tem predpostavljeno delovno hipotezo, da bodo imele zelenjadnice neodvisno od  pridelovalnega sistema večji okoljski odtis kot poljščine ovržemo,  delni rezultati okoljskega odtisa nakazujejo na potrebne izboljšave v tehnologiji  kmetijske pridelave na področju gnojil in fitofarmacevtskih sredstev ter  mehanizacije.\nZ ozirom na okoljski odtis in s tem povezana trajnost se v Sloveniji prisotni pridelovalni sistemi znatno razlikujejo. Orodje SPI za kmetijska gospodarstva lahko resnično prispeva h prikazu trajnosti določenega pridelovalnega sistema v celoti in s tem služi kot enostavno orodje za prikaz najbolj problematičnih točk v tehniki pridelave pridelovalcu. Na drugi strani pa akterjem politike plastično predoči razlike v trajnosti določenih pridelovalnih sistemov oz. kmetijskih praks.\n"], "abstract": ["Intenzivno industrijsko kmetijstvo kot drugi največji onesnaževalec okolja je vedno bolj podvržen pritisku javnosti, ki zahteva trajnosten način kmetijske pridelave. Indikatorjev za oceno trajnosti pridelovalnega sistema (PS) kot celote ni. Cilj diplomskega dela je bil zasnova ter ocenitev orodja za vrednotenje trajnosti pridelave poljščin (pšenica, pira in oljne buče) in zelenjadnic (zelje in rdeča pesa) v štirih PS (konvencionalni – KON, integrirani – INT, ekološki – EKO in biološko dinamični – BD), s podatki poljskega poskusa na FKBV v sezoni 2008. Sustainable Process Index ® (SPI) za kmetijstvo preračuna okoljski odtis vseh direktnih in indirektnih porabljenih osnovnih sredstev tekom pridelave v m 2. Analiza je pokazala, da so razlike med PS velike, delni rezultati okoljskega odtisa nakazujejo na mesta potrebna izboljšav tekom učinkovitosti (okoljski odtis na enoto pridelka – kg) je trend SPI v večini potrdil. SPI je dobro in dostopno orodje za prikaz trajnosti in pomanjkljivosti PS tako za pridelovalce, javnost kot akterje politike. "]}