{"1": ["1 UVOD", "Že od nekdaj so se kmetje poleg kmetovanja ukvarjali še z drugimi dejavnostmi, v začetku le za lastne potrebe, kasneje pa tudi za trg, da so si izboljšali socialni položaj. Dopolnilna dejavnost je vsaka dejavnost, ki pripomore h krepitvi ekonomskega položaja na kmetiji, zagotavlja njihov obstoj, z njim pa ohranjanje kmetijske pridelave in tudi kulturne krajine. Zaradi slabšega položaja v kmetijstvu in vedno manjše možnosti za zaposlitev zunaj kmetije je zanimanje za dopolnilne dejavnosti še mnogo večje. Tudi v drugih evropskih državah se kakšnih deset odstotkov kmetov ukvarja poleg kmetijstva še z drugimi dejavnostmi. Torej kmetje želijo pridobiti dodatni dohodek za zagotavljanje socialne varnosti oziroma izboljšati socialni položaj kmečki družini in bolje izkoristiti svoje stanovanjske in gospodarske prostore in stroje, zaposliti proste delovne moči na kmetiji, izkoristiti znanje in spretnosti ter bolje unovčiti svoje kmetijske pridelke. Tako na nekaterih kmetijah ostane dopolnilna dejavnost le dopolnilna, na drugih pa lahko preraste v glavno in tako pripomore k postopnemu prestrukturiranju našega kmetijstva. Pri nas se na kmetijah razvijajo dopolnilne dejavnosti, ki so tesno povezane s kmetijsko pridelavo. To so predelava in prodaja kmetijskih pridelkov in izdelkov, domača obrt in turistična dejavnost na kmetiji, kjer gre tudi za prodajo povečini doma pridelane hrane in izrabo razpoložljivega prostora. Kot dopolnilno dejavnost opravljajo kmetje še različna dela zunaj kmetije, različne storitve s prostimi delovnimi močmi ter storitve s kmetijsko in gozdarsko mehanizacijo. Pomembno pa je tudi, da lahko kmetje kot dopolnilno dejavnost unovčijo tudi naravne vire (Kulovec 2002).\n"], "2": ["1.1 Namen in cilji naloge", "Namen diplomskega dela je ocena ekonomike na analizirani kmetiji. V ta namen bo predhodno razvit tehnološko-ekonomski simulacijski model primarne kmetijske proizvodnje (tehnološke karte za krmo, rejo prašičev in rejo govejih pitancev), nadalje pa \ntudi za predelavo mesa (tehnološka karta za predelavo mesa v salame). Osnovna ekonomska analiza bo nadgrajena še z oceno investicije v predelavo salam, kar je tudi eden od ciljev same raziskave.\n"], "3": ["1.2 Delovne hipoteze", "V diplomski nalogi so predpostavljene naslednje delovne hipoteze:\nH1: Predelava mesa kot dopolnilna dejavnost na kmetiji je ekonomsko učinkovitejša kot  primarna proizvodnja reje prašičev in govejih pitancev.\nH2: Investicija se bo, ob predpostavljenih parametrih, povrnila v 10. letih.\nH3: Predvidevamo, da je tehnološko-ekonomski simulacijski model predelave mesa v  izdelke uporabno podporno orodje pri nadaljnjem procesu načrtovanja in odločanja o  predelavi mesa.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Izboljšanje uporabne vrednosti mesnih izdelkov", "Zadnja leta se vedno več pozornosti posveča temu, da se meso in mesni izdelki proizvedejo s takšnimi fiziološkimi funkcijami, da se predvsem posveča in promovira zdravje ter preprečuje razvoj bolezni. Izboljšanje vrednosti lahko realiziramo z dodajanjem nekaterih funkcionalnih sestavin, kot so vezana linolejska kislina, vitamin E, maščobne kisline in selen v prehrano živali, da izboljšamo njihovo proizvodnjo, sestavo trupa in kakovost svežega mesa. Poleg tega se lahko funkcionalne sestavine, kot so rastlinske beljakovine, prehranske vlaknine, zelišča in začimbe ter mlečnokislinske bakterije neposredno vključi v mesne proizvode za predelavo, da bi izboljšali njihovo uporabno vrednost za potrošnike. Funkcionalne sestavine, še posebej peptidi, se lahko porajajo tudi iz mesa in mesnih proizvodov med procesi, kot so fermentacija, sušenje in staranje ter encimska hidroliza (Zhang in sod. 2010).\n"], "6": ["2.2 Vpliv vsebnosti maščobe na aromo pri proizvodnji suhih fermentiranih", "klobas\nOlivares in sodelavci (2011) so raziskovali vpliv vsebnosti maščob in časa zorenja na senzorične lastnosti, lipolizo, maščobno oksidacijo in energijo hlapnih spojin. Prav tako so ugotavljali ključne elemente arome in sicer z uporabo plinske kromatografije. Klobase z najvišjo vsebnostjo maščob so kazale najvišjo lipolizo in oksidacijo lipidov, ki jo določi vsebnost prostih maščobnih kislin in snovi, reaktivnih na kisline. Zmanjšanje maščobe je zmanjšalo nastajanje lipidov, ki izhajajo iz hlapnih spojin med predelavo, medtem ko se je nastajanje tistih, ki nastanejo pri bakterijski presnovi, povečalo, čeprav le pa prvih stopnjah obdelave. Potrošniki dajejo namreč prednost aromi ter celotni kakovosti klobase s srednje veliko maščobne vsebnosti.\n"], "7": ["2.3 Vakuumsko pakirane zorene klobase", "Na tem področju je bila izvedena eksperimentalna raziskava, katere cilj je bil razumeti oksidativni in hidrolitični fenomen, vključujoč lipidne delce vakuumsko pakiranih klobas pri dolgotrajnem skladiščenju. Pridobljeni podatki so pokazali, da je bila oksidacija izrazitejša v začetnih fazah skladiščenja, kot pa v nadaljnjem obdobju, medtem ko je hidroliza frakcije maščob bistveno napredovala v celotnem času skladiščenja, seveda pri podpori visoke stopnje vlage v izdelku. Pokazalo se je, da sta oba pojava povezana s senzoričnim propadanjem proizvoda. Raziskava je potrdila nezanesljivost thiobarbiturične kisline kot tesne snovi in uporabnost visokozmogljive izključitvene kromatografične analize na polarnih spojinah pri pravilni določitvi ravni oksidativne in hidrolitične razgradnje delcev maščob vakuumsko pakiranih zorenih klobas pri dolgotrajnem skladiščenju (Summo in sod. 2010).\n"], "8": ["2.4 Dopolnilne dejavnosti na kmetijah", "Vladna Uredba o vrsti, obsegu in pogojih za opravljanje dopolnilnih dejavnosti na kmetiji (Ur. list RS, št. 61/2005, str. 6329) v drugem členu določa, da na kmetiji lahko opravljajo naslednje vrste dopolnilne dejavnosti:\n- predelava kmetijskih pridelkov, medu in čebeljih izdelkov, zelišč, gozdnih sadežev,  gob in gozdnih sortimentov;\n- prodaja:\n- kmetijskih pridelkov z drugih kmetij in izdelkov, ki jih druga kmetija proizvaja v  skladu s predpisi o dopolnilnih dejavnostih na kmetiji;\n- drugje proizvedenih izdelkov iz lastnih surovin;\n- turizem na kmetiji:\n- gostinska dejavnost;\n- negostinska dejavnost;\n- dejavnost, povezana s tradicionalnimi znanji na kmetiji, storitve oziroma izdelki  (npr. oglarstvo, tradicionalno krovstvo s slamo, skodlami in skriljem, peka v \n kmečki peči, izdelava drobnih galanterijskih izdelkov iz lesa, zbirke, izdelava  podkev, podkovno kovaštvo, tradicionalni izdelki iz zelišč in dišavnic);\n- pridobivanje in prodaja energije iz obnovljivih virov;\n- storitve s kmetijsko in gozdarsko mehanizacijo, opremo, orodjem in živalmi ter  oddaja le-teh v najem;\n- izobraževanje na kmetijah, povezano s kmetijsko, gozdarsko in dopolnilno  dejavnostjo na kmetiji;\n- zbiranje in kompostiranje organskih snovi;\n- ribogojstvo in predelava sladkovodnih rib;\n- aranžiranje ter izdelava vencev, šopkov ipd. iz lastnega cvetja in drugih okrasnih  rastlin.\nNa kmetiji se dopolnilne dejavnosti izvajajo v celoti ali delno na zemljiščih ali v objektih, ki jih ima nosilec dopolnilne dejavnosti ali družinski član v lasti, najemu ali v zakupu, ali v skupnih objektih, razen tistih vrst dopolnilne dejavnosti, pri katerih se določena opravila teh dejavnosti zaradi njihove narave izvajajo izven kmetije (Uradni list RS 2005).\n"], "9": ["2.5 Reja prašičev", "Prašiči jedo skoraj vse. V preteklosti so se večinoma prosto pasli, ko so bili spitani, so jih zaklali. Danes pa večinoma poznamo hlevski način reje. Rejci krmo prilagajajo tako, da imajo živali ob zakolu primerno maso, primerno količino masti in kakovostno meso. Ni primerno, da prašiči jedo samo travo. Krmijo jih z žiti in beljakovinsko krmo, s tem pa skrbijo za primerno količino mineralov in vitaminov. Okus mesa in kakovost mastnega tkiva sta odvisna od sestave krme (Vombergar in Hostnik 2006).\n"], "10": ["2.5.1 Pasme", "Izvirna vrsta domačih prašičev je ena: to je divji prašič (sus scrofa L.), ki je razširjen v Evropi, Aziji, severni Afriki in Indoneziji. Zaradi geografskih ločitev so nastale številne podvrste divjih prašičev, ki so prilagojene razmeram okolja. Proces udomačitve živali je potekal postopoma in je vključeval veliko majhnih sprememb obnašanja človeka do živali in narave. Udomačitev živali je v velikem obsegu spremenila način človekovega življenja – od nomadskega v stalno naselitev. Najprej so ga udomačili v vzhodni in jugovzhodni Aziji, in sicer približno pred 10 000 leti, v Evropi pa nekoliko pozneje – pred 4000 do 6000 leti. Verjetno so udomačili mlade pujske, ki so zaradi lova izgubili mater. Tako so jih lovci prinesli do svojih bivališč. Pričeli so jih hraniti in živali so se postopoma prilagodile novim razmeram in človeku, se razmnoževale ter udomačile. Človek je že zgodaj spoznal, da je prašič vsejed, da se hitro množi, zato je pričel izkoriščati te njegove biološke posebnosti. V času udomačevanja in razvoja domačih prašičev so nastale spremembe, ki se kažejo predvsem v spremembi oblike telesa, povečani razmnoževalni sposobnosti, zboljšani rasti in zmanjšani odpornosti (Šalehar in sod. 1995).\nPasme delimo glede na glavni proizvod, to je meso ali mast:\n- mastne pasme (60 %−65 % masti, 30 %−35 % mesa),\n- mesnato-mastne pasme (polmastne oz. polmesnate, 50 % mesa in 50 % masti),\n- mesnate pasme (60 %−65 % mesa, 35 %−40 % masti).\nMastne in polmastne pasme so:\n- črna slavonska svinja,\n- krškopoljska ali črna pasasta svinja,\n- moravka.\nMesnate ali sodobne pasme so:\n- veliki beli prašič ali veliki jorkšir (yorkshire),\n- danska bela svinja ali danski landras (landrace),\n- nemška deželna pasma ali nemški landras, \n - švedski landras,\n- pasma pietren (pietrain – Belgija),\n- pasma durok (duroc – ZDA).\nDelitev pasem po zunanjosti:\n- glede na barvo ščetin (bele, pisane, rdeče, črne),\n- glede na dolžino glave (dolgoglave, kratkoglave),\n- glede na lego ušes (viseče, polviseče, pokončne).\nDelitev pasem po geografskem kraju nastanka:\n- angleške pasme,\n- danske pasme,\n- nemške pasme.\n"], "11": ["2.5.2 Krškopoljski prašič", "Avtohtona slovenska pasma je krškopoljski prašič in je tudi edina. Ime je dobila po Krškem polju. Prašiči so skromni, slabo plodni, znani po slabi rasti in slabi mesnatosti. Meso je sorazmerno dobre kakovosti. Za intenzivno prašičerejo niso primerni. Ostanki pasme so ohranjeni na obrobju Gorjancev (Vombergar in Hostnik 2006).\nZ razvojem pasme (z oplemenjevanjem, odbiro, s selekcijo, z vplivi okolja) se je spreminjala zunanjost krškopoljskih prašičev. Srednje dolga ozka glava z ravnim čelom in rilcem je postala krajša in širša, nosni profil pa je postal konkaven. Koža je bila sprva tanka, redkeje poraščena s finimi ščetinami, pozneje je postala debelejša in močnejša, ščetine goste, močne in bleščeče, leta 1991 je bila ponovno zabeležena redkejša poraščenost. Obarvanost prašičev pa je skozi celotno obdobje ostala podobna, pasasta, ušesa so bila vedno viseča, ni pa nujno enako dolga. Od leta 1956 do 2006 se je dolžina živali zmanjšala, njihov obseg, širina in višina so se povečali, glava pa podaljšala. Po letu 1990 je krškopoljski prašič zaradi spoznavanja vrednosti biotske raznovrstnosti pridobil na \npomenu. Avtohtone pasme so tako postale sestavni del biotske raznovrstnosti. Le-ta je pridobila znanstveni, ekonomski, estetski in etični pomen. Ohranjanje le-te je postalo nacionalna in kulturna obveza posameznika, naroda in človeštva. Tako se je začelo načrtno ohranjanje te pasme. Z vpeljevanjem vedno novih pasem in z omejevanjem območja reje in pomanjkanjem ustreznih merjascev ter določilom, da morajo vsi plemenski merjasci izvirati iz rodovniške reje oz. vzrejnega središča, je bila ta pasma v preteklosti ogrožena (Wikipedija 2012).\n"], "12": ["2.6 Reja govedi", "Govedoreja je najbolj razširjena proizvodnja usmeritev na slovenskih kmetijah. Z govedorejo se ukvarja približno polovica slovenskih kmetij. Reja goved je v Sloveniji večinoma kombinirana (za mleko in meso), v manjšem obsegu pa se je razširila tudi specializacija za prirejo mleka. Govedorejo kot prevladujočo usmeritev v Sloveniji narekujejo že naravne danosti (velik delež travnikov), razvijala pa se je zlasti na kmetijah. Obseg govedoreje je v kmetijskih podjetjih razmeroma skromen, v zadnjih letih pa se je še zmanjšal. Kljub temu, da je agrarna politika v preteklem obdobju največ ukrepov za pospeševanje kmetijstva usmerjala v razvoj te panoge, govedoreja stagnira (Vombergar in Hostnik 2006).\nPo podatkih statističnega urada RS so na dan 1. decembra 2012 na kmetijskih gospodarstvih v Sloveniji redili približno 460 000 glav goved. Skupno število govedi se je v letu 2012 glede na leto prej nekoliko zmanjšalo, najbolj se je zmanjšalo število živali v kategoriji goved nad 2 leti. Povečalo se je število živali v kategoriji mlado govedo do 1 leta in mlado govedo 1−2 leti. V kategoriji mlado govedo 1−2 leti se je precej povečalo število živali v kategoriji telice za pitanje, v drugih kategorijah (plemenskih živali) pa se je število zmanjšalo. Število živali v kategoriji govedo nad 2 leti se je zmanjšalo. Število živali v podkategoriji telice za pitanje se je glede na lanske podatke močno povečalo, vendar v kategoriji govedo nad 2 leti ta kategorija ni tako številna. Zato je zmanjšanje števila v kategoriji goveda nad 2 leti znatno bolj vplivalo zmanjšanje števila živali v podkategorijah \n(plemenske živali) telic in krav skupaj. Pri plemenskih telicah je tako upadlo število pri obeh skupinah, brejih in ne brejih, pri kravah pa je upadlo število živali v kategoriji druge krave (krave rejnice, dojilje), medtem ko se je število krav molznic nekoliko povečalo. Začasni podatki kažejo, da se je z rejo goved ukvarjalo približno 34 000 kmetijskih gospodarstev, to je glede na lanske končne podatke o številu živali približno 1000 kmetijskih gospodarstev manj (Statistični Urad RS 2013).\n"], "13": ["2.6.1 Gospodarski pomen reje goved", "Govedo je prežvekovalec. Ima štiridelni želodec in s pomočjo mikroorganizmov v predželodcih prebavlja voluminozno krmo (svežo krmo, seno, silažo …) in tako ustvarja hranilne snovi za rast in proizvodnjo mleka. Reja goved je zelo pomembna gospodarska dejavnost:\n- za pridobivanje hrane za ljudi (meso, mleko),\n- za pridobivanje stranskih klavnih proizvodov pri klanju (kosti, kože, kri, roževina,  prebavni organi, žleze …),\n- za pridobivanje dohodka na kmetijah s prodajo mleka, klavne in plemenske živine,\n- za skladen razvoj kmetijstva s predelavo voluminozne krme in z vračanjem gnoja,  gnojevke in gnojnice zemlji za trajno vzdrževanje in izboljševanje njene rodnosti,\n- marsikje uporabljajo goveda za delo, vprego in prenašanje tovora.\nReja govedi je razširjena povsod, kjer so naseljeni ljudje in kjer zraste dovolj trave in druge krme (Vombergar in Hostnik 2006).\nNačini reje:\n- pašni način,\n- hlevski način (hlevi s privezi za živali z različnimi ležišči in hlevi za prosto rejo  živali),\n- kombinirani način (kombinacija zgornjih dveh načinov glede na dane možnosti)  (Vombergar in Hostnik 2006).\n"], "14": ["2.7 Predelava mesa", ""], "15": ["2.7.1 Prehrana prašičev pred zakolom", "Za dobro kakovost suhih mesnin je pomembna prehrana živali v zadnjem obdobju pitanja zlasti na kmetijah. Približno en mesec pred zakolom prenehamo krmiti s sirotko, pomijami in z drugimi podobnimi odpadki iz kuhinj. Po takšni krmi je slanina mazava in mehka, tudi aroma mesa je slabša. To pa ni primerno za predelavo v suhe mesnine. Torej zadnje tedne pred zakolom krmimo s krmo, ki je bogata z ogljikovimi hidrati, to je z žiti (ječmen ipd.), ki ugodno vplivajo na čvrstost slanine pa tudi na njeno aromo in aromo mesa. Dan pred načrtovanim zakolom prašičem ne damo večernega obroka, na voljo naj imajo le vodo. Ukrep je potreben zato, da so prebavila prazna, kar olajša odstranitev drobovine in zmanjša možnost onesnaženja mesa pri morebitnem poškodovanju črevesja med zakolom (Renčelj 1990).\n"], "16": ["2.7.2 Transport klavnih živali", "Ker večina živali slabo prenaša transport, je potrebno paziti, da jim čim bolj olajšamo napore, ki jih pri tem doživljajo. Nepravilen transport lahko zelo negativno vpliva na klavne živali, na njihovo slabo počutje, zdravstveno stanje ter kasneje na kakovost in obstojnost mesa. Zagotavljati pa moramo humanost pri nakladanju in razkladanju živali (t.j. preprečevati pretepanje, mučenje in poškodbe živali) (Vombergar in Hostnik 2006).\n"], "17": ["2.7.3 Pregled živali pred zakolom in po njem", "Nekatere kužne bolezni živali ogrožajo zdravje prebivalstva. Zato veterinarska služba opravi pregled živali pred zakolom in odredi izločitev sumljivih živali, v klavnicah nadzira celoten potek klanja in pregleda meso zaklanih živali. \nVeterinarsko-sanitarni nadzor je namenjen preprečevanju širjenja zoonoz. To so infekcijske bolezni, ki se po naravni poti prenašajo med živalmi vretenčarji in človekom. Povzročitelji zoonoz so mikroorganizmi, in sicer bakterije rikecije, virusi, glivice, protozoa in različne vrste zajedavcev. Večina zoonoz se prenaša z živali na ljudi, manj z ljudi na živali. Zoonoze se prenašajo z bolnih živali na ljudi s stikom, z uživanjem izdelkov, živalskimi izločki, ugrizom in po zraku (inhalacija). Z veterinarsko-sanitarnim pregledom živali in izdelkov želimo preprečiti širjenje številnih kužnih bolezni (antraks, bruceloza, ikričavost, rdečica, trihineloza, salmoneloza, kuga in druge) ter preprečiti prenos zajedavcev (garje, uši, gliste) (Renčelj 2008).\n"], "18": ["2.7.4 Zakol prašičev", "V preteklosti so zakol prašičev največkrat izvajali kar na tleh, drugod so jih položili na leseno korito, na leseno stojalo, gare, šrogel … Danes pa je pravilen zakol prašičev prvi in odločilen pogoj za izdelovanje suhih mesnih, zelo pomembna je tudi pravilna in čim popolnejša izkrvavitev. Najpomembnejša je seveda brezhibna čistoča pri delu in osebju, tako je treba poskrbeti za čiste prostore, stroje, pripomočke, opremo, posodo, vodo. Posegi morajo biti opravljeni skrbno, zlasti odstranitev prebavnih organov. Poglavitni klavni posegi so: omamljanje, izkrvavitev, odstranjevanje ščetin (ožiganje, garanje, odiranje), odstranitev notranjih organov, razpolavljanje, veterinarski pregled, končna obdelava polovic (Renčelj 2008).\n"], "19": ["2.7.5 Pravilnik o zaščiti živali pri zakolu", "V Uradnem listu RS (št. 33/2005, str. 3079) 8. členu navajajo, da je živalim treba pred omamljanjem na primeren način omejiti možnost premikanja, tako da se jim prihranijo vse bolečine, trpljenje, vznemirjenje, poškodbe ali obtolčenine, ki se jim je mogoče izogniti in s tem zagotoviti zanesljivo omamljanje. Zlasti pomembno je pravilno fiksirati glavo govedi in prašičev, kadar se uporablja za omamljanje strel ali električni tok. Konstrukcija, naprave \nin oprema klavnice ter način dela morajo biti takšni, da se prepreči vznemirjenje in trpljenje živali. Živalim ni dovoljeno zvezati nog pred omamljanjem, prav tako ne smejo biti obešene, razen perutnine in kuncev.\nOprema za omamljanje in zakol mora biti načrtovana, izdelana in vzdrževana tako, da omogoča hitro in učinkovito omamljanje in zakol. Omamljanje živali ni dovoljeno, če ni zagotovljen takojšen zakol in izkrvavitev živali.\nKlavnica mora imeti primerno rezervno opremo, shranjeno na mesto omamljanja in klanja, za uporabo v sili, če odpove obstoječa oprema. Rezervna oprema mora biti redno vzdrževana in pregledana.\nŽivali, ki jih omamimo z mehanskimi ali električnimi sredstvi, usmerjenimi v glavo, je treba pripeljati v takšni legi, da se lahko naprave uporabijo enostavno, natančno in ustrezno dolgo.\nNaprave za električno omamljanje se ne smejo uporabljati kot sredstvo za fiksiranje ali imobilizacijo ali za to, da bi živali prisilili k premikanju (Uradni list RS 2005).\n"], "20": ["2.7.6 Izdelki iz mesa", "Suhe klobase – salame so mesnine iz mletega mesa in slanine z dodanimi začimbami, polnjene v propustne ovitke, lahko dimljene ali pa tudi ne, ter sušene in zorene na zraku. Med tem procesom klobase pridobijo ustrezne jedilne lastnosti, postanejo užitne in mikrobiološko stabilne brez predhodne toplotne obdelave. Sodijo med trajne mesnine, ki so po sušenju dalj časa obstojne pri temperaturi 12−15 oC. Glede na njihov premer pa jih delimo v tri podskupine:\n- klobase, polnjene v ovitke premera do 35 mm,\n- salamini premera do 50 mm,\n- salame s premerom nad 50 mm. \nSUROVINE\nOsnovni surovini za suhe klobase sta svinjina in slanina v razmerju 3:1 do 4:1 ali 20 do 25 % slanine v celotni masi nadeva. Meso mora biti sveže, rožnate barve – pH 5,4 do 5,8 – polodprta mikrostruktura, očiščeno veziva, dobro ohlajeno ali rahlo namrznjeno. Primernejše je meso nekoliko starejših, težjih prašičev. Do 20 % svinjine lahko zamenja tudi meso drugih vrst, npr. goveje, divjačinsko …\nZelo pomembna sestavina suhih klobas je slanina. Primerna je le čvrsta hrbtna slanina, ki vsebuje manj nenasičenih maščobnih kislin, ki med sušenjem/zorenjem oksidirajo in povzročajo žarkost klobas. Pred rezanjem mora biti dobro ohlajena, lahko tudi namrznjena, da nadev ni gnecav in se med razdevanjem ne pregreje. Tukaj pa je zelo pomembna tudi prehrana prašičev, kajti slanina prašičev, krmljenih pretežno s koruzo in pomijami, je premehka, prav tako niso primerne trebušna slanina, notranja mastnina in salo (Satler in Žlender 2001).\nDODATKI\nDodatki (aditivi) so pri proizvodnji suhih klobas lahko zelo raznovrstni, izberemo pa jih glede na premer klobas in tehnologijo izdelave. Osnovni dodatek je 2 do 3 % kuhinjske soli (morska ali kamena), ki ima tehnološke lastnosti (povezovanje nadeva) ter učinkuje kot konzervans (znižuje aktivnost vode) in oblikuje značilne senzorične lastnosti. Več soli da preslan izdelek, premalo soli (npr. pod 1,5 %) pa pomeni nevarnost mikrobiološkega kvarjenja klobas že med sušenjem. Barva in mikrobiološka obstojnost klobas sta boljši, če se doda nitritna sol. Za varnejšo proizvodnjo se lahko dodajajo tudi sladkorji (laktoza, saharoza) in drugi stabilizatorji zorenja. Njihova naloga je največkrat zniževanje pH in aktivnost vode v prvih dneh zorenja, kar zmanjšuje možnost kvara. Spontano fermentacijo sprožijo lastni encimi mesa in mastnine, naravna mikroflora ali pa dodane starter kulture (različne bakterije, plesni in kvasovke), ki se pri salamah z večjim premerom dodajo nadevu za pospešitev procesa fermentacije, proizvodnja klobas pa je tudi bolj izenačena in varna (Satler in Žlender 2001, str. 13). \nMed začimbami sta v Sloveniji najpogostejša mlet črni poper, del ga je lahko tudi v zrnih, in česen, druge začimbe pa so značilne za posamezne pokrajine. Pogosto dajejo v salame še zmleti lovor, brinove jagode, muškatni orešček, vino ali žgane pijače. Žlahtna bela plesen je značilna za nekatere vrste salam, ki oblikuje poseben okus in ugodno vpliva na obstojnost. Pri klasični tehnologiji se sama od sebe pojavi v prvih dneh zorenja, vendar je velika verjetnost, da se med zorenjem pojavijo tudi druge plesni, ki pa so nezaželene (črne, zelene, oranžne …) in zdravju škodljive. V industrijskih razmerah se žlahtne plesni dodajajo kot starter kulture, zorilne komore pa je potrebno prej razkužiti, da se druge plesni iz procesa izključijo (Satler in Žlender 2001).\nPRIPRAVA, MEŠANJE IN POLNJENJE\nVčasih so za sekljanje slanine uporabljali nož, danes pa se veliko poslužujejo strojnih pripomočkov za kockanje slanine. Koščki slanine v obliki kocke imajo čar ročne izdelave, kar pa ima tudi marketinški pomen (Renčelj 2008).\nMeso se najpogosteje melje v kuterju. Zelo pomembna je tudi temperatura nadeva, za kmečke salame, grobo razdete, sme biti 0–2 oC, za zelo fino razdete, ogrske salame, pa −6 do −4 oC.\nPri pripravi nadeva za klobase pa je seveda zelo pomembna tudi osebna higiena in higiena pripomočkov in prostorov (Satler in Žlender 2001).\nNato se mora zmleto meso in slanino z vsemi dodatki dobro premešati. Sol pripomore, da se v vodi topne beljakovine med mešanjem izločijo in na površini koščkov mesa ustvarijo nekakšen beljakovinski lepek, ki zagotavlja dobro povezovanje nadeva, ter omogoča rezanje tankih rezin zrelih klobas (Satler in Žlender 2001, str. 14).\nNato sledi polnjenje mesnega nadeva, polnimo ga lahko v naravne ali umetne ovitke s pomočjo polnilnikov. Poznamo več vrst:\n- batne polnilnike (ročne, zrakotlačne, hidravlične), \n - polžne polnilnike, ki so specializirani samo za določeno vrsto poltekočega  pastoznega nadeva, drugače pa gnetejo meso, predvsem večje kose (Vombergar in  Hostnik 2006).\nZelo pomembno je, da je klobasa dobro polnjena, dovolj strnjena, brez zračnih žepov. Slabo napolnjena klobasa se nepravilno suši, znotraj razpoka in se tam lahko tudi kvari (plesnivost, gniloba, žarkost), zunaj pa je močno nagubana in trda (Satler in Žlender 2001).\nDIMLJENJE\nDimljenje je proces, kjer klobasam oblikujemo značilno rdeče rjavo barvo ter vonj in okus po dimu. Ob tem pa sestavine dima ščitijo klobaso pred mikrobiološkim kvarom in pred kemijskimi spremembami, ki povzročajo žarkost. Dim mora biti pridobljen s pridušenim sežigom trdega lesa, vedno več pa se uporablja tudi tekoči dim. Suhe klobase je potrebno prekajevati s hladnim dimom pri temperaturi do 25 oC (Satler in Žlender 2001).\nSUŠENJE IN ZORENJE\nTa proces lahko poteka v sušilnici v naravni klimi, pogosteje pa v zorilnih komorah, ki omogočajo nastavitev temperature in vlažnosti. Na začetku mora proces sušenja/zorenja potekati počasi pri temperaturi do največ 14 oC, potem pa se lahko s povečano stopnjo osuška temperatura počasi dviga, vendar ne več kot 18 oC, ko pa je povsem zrela, je lahko nekoliko višja. Vlaga mora biti na začetku sušenja 85− 90 %, nato pa se počasi spušča proti 70 % (Satler in Žlender 2001).\n"], "21": ["3 MATERIAL IN METODE DELA", "Opis kmetije\nPotrebni podatki za raziskavo so bili zbrani na domači kmetiji. Na kmetiji je sistem proste reje.\nKmetija leži na nadmorski višini 296 m. Družinska kmetija se nahaja v Šmarju pri Jelšah in obsega 8 ha obdelovalne zemlje. 80 % površine kmetije je nad 20 % naklona strmine obdelovalnih površin. Upravičeni smo do ukrepa košnje strmin travnikov na površini 1 ha (nad 35 % naklona strmine) in izravnalnih plačil v ukrepu OMD (območje z omejenimi dejavniki ). Travne površine kosimo trikrat na leto. Na njivah pridelujemo koruzo, ječmen, deteljno travno mešanico.\nKmetija se ukvarja s pitanjem govedi in rejo prašičev. Trenutno imamo v hlevu 10 prašičev in 25 govejih pitancev. V bodoče želimo razviti dopolnilno dejavnost na kmetiji, odpira se tudi možnost turistične dejavnosti na kmetiji.\n"], "22": ["3.1 Material", ""], "23": ["3.1.1 Simulacijski modeli", "Pažek (2003, str. 41) navaja, da je simulacijsko modeliranje je v kmetijsko-podjetniški analizi splošno sprejeta metoda, ki so jo avtorji večinoma uporabljali za ocenjevanje stroškov kmetijske proizvodnje.\nPažek (2006, str. 13) opisuje, da je temeljno načelo simulacijske metode proučevanje pojava ali objekta kot celote, kar pomeni, da poskusimo v simuliranje čim bolj kompleksno \nvključiti vse elemente. Bistvena razlika med simulacijo in linearnim programiranjem je v tem, da je rezultat pridobljen s simulacijo variantna rešitev, ki je odvisna od kombinacije vhodnih in sistemskih podatkov. Uporabnik simulacijskih modelov mora tako uporabiti mnoga znanja, da bi izboljšal zanj neugoden rezultat simulacije.\n"], "24": ["3.1.2 Metode kalkulacij", "Pažek (2003, str. 46) navaja, da Kmetijska svetovalna služba Slovenije vsako leto pripravi Katalog kalkulacij, kjer so kalkulacije izdelane po metodi spremenljivih stroškov. To so stroški, ki nastanejo samo v primeru, če se v obračunskem obdobju (ki je ponavadi koledarsko leto) odločimo za določeno pridelavo in jih lahko pripišemo točno določenemu pridelku. Pokritje dobimo, ko od prihodka, ki pomeni tržno vrednost celotnega pridelka, povečano za morebitne intervencije, odštejemo spremenljive stroške. Poleg spremenljivih stroškov se na kmetiji pojavljajo tudi stalni stroški, splošni stroški in dajatve. Stroški amortizacije poslopij in strojev težko nepristransko porazdelimo med različne pridelke, prav tako splošne stroške in razne dajatve. Enako velja za stroške domačega dela. Stroški domačega dela v Katalogu kalkulacij niso upoštevani vrednostno, temveč je iz kalkulacij možno razbrati le porabo delovnega časa. Dejanski dohodek na kmetiji v koledarskem letu dobimo po odbitju stalnih stroškov, splošnih stroškov in dajatev.\n"], "25": ["3.1.3 Večkriterijska odločitvena analiza", "Rozman in Pažek (2005) opisujejo hierarhične odločitvene modele z več merili (MCDM). Avtor navaja, da so splošna podpora pri odločitvah in da so namenjeni za razvrstitev ali vrednotenje možnosti, ki se pojavljajo v procesih odločanja. Sklepni modeli so običajno razviti z razgradnjo kompleksnih problemov odločanja v manjše in manj kompleksne pod – probleme; rezultat takšne razgradnje je hierarhična struktura, ki je sestavljena iz atributov in uporabnih funkcij. \nPažek in Rozman (2008) v članku predstavljajo metodologijo integriranega determinističnega tehnološko-ekonomskega simulacijskega sistema KARSIM 1.0 (DSM), aplikacije za analizo stroškov in podporo pri odločanju na kmetijah. Neposredni rezultat tega modela simulacije je proračun določenega izdelka na konvencionalni ali ekološki kmetiji. DSM je sestavljen iz več simulacijskih modelov, ki z določanjem različnih vrst stroškov dajejo vpogled v pridelavo in predelave živil in ali je le-ta dovolj donosna. Ta simulacijski model omogoča ekonomično vrednotenje nekaterih najpomembnejših ekonomskih dejavnikov (prag pokritja, prag rentabilnosti, finančni rezultat, skupni prihodki, koeficient ekonomičnosti).\nPažek in Rozman (2007) v svojem prispevku predstavljajo sistem za podporo odločanju za razvrščanje projektov predelave živil na ekoloških kmetijah. Sistem temelji na simulacijskih modelih ter analizi odločanja z več kriteriji. Deterministični simulacijski sistem KARSIM EKO 1.0 (DSM) je sestavljen iz simulacijskih modelov, ki omogočajo različne vrste kalkulacij stroškov pri ekološki pridelavi in predelavi hrane na kmetiji v okviru dopolnilne dejavnosti. Simulacijski modeli so še nadalje ocenjeni z uporabo metodologije kvalitativnega večparametrskega modeliranja, ki jo podpira programsko orodje DEX – i in analitični hierarhični kvantitativni proces – AHP, ki jo podpira programska oprema Expert Choice 2000 TM.\n"], "26": ["3.2 METODE DELA", ""], "27": ["3.2.1 Razvoj tehnološko-ekonomskega simulacijskega modela", "Simulacijski model kmetijske proizvodnje in predelave je bil razvit v programu Microsoft Excel 2010. Sestavljen je iz več individualnih tehnoloških kart in sicer:\n- ječmen,\n- koruza za zrnje,\n- koruzna silaža,\n- travna silaža, \n - mrva,\n- goveji pitanci,\n- prašiči,\n- salame.\nS pomočjo razvitega simulacijskega modela s pripadajočimi kalkulacijami skupnih stroškov so se ocenjevali naslednji ekonomski parametri (Pažek 2006).\nLastna cena\nLastna cena pove višino stroškov, potrebnih za proizvodnjo enote proizvoda. Izračunana je kot kvocient med skupnimi stroški in količino pridelka. Lastna cena je ekvivalent prelomni ceni proizvoda.\nLC = SS / KP (1)\nKjer je: LC − lastna cena posameznega proizvoda (€/kg), SS − skupni stroški proizvodnje (€), KP – količina pridelka (kg).\nVrednost proizvodnje\nVrednost proizvodnje je izračunana kot produkt med količino pridelka in njegovo prodajno ceno.\nSP(VP) = KP*CP (2) Kjer je : SP(VP) – skupni prihodek (€), KP – količina pridelka (kg), CP – prodajna cena pridelka (€/kg). \nFinančni rezultat\nFinančni rezultat predstavlja razliko med skupnim prihodkom proizvodnje in skupnimi stroški proizvodnje.\nFR = VP – SS (3)\nKjer je: FR – finančni rezultat proizvodnje (€ ali €/enoto), VP – vrednost proizvodnje (€ ali €/enoto), SS – skupni stroški proizvodnje (€ ali €/enoto).\nKoeficient ekonomičnosti\nKoeficient ekonomičnosti predstavlja razmerje med skupnimi prihodki in skupnimi stroški. Z njim ugotavljamo gospodarnost poslovanja. Če je koeficient višji od 1 pomeni, da je poslovanje ekonomično in obratno.\nKe = SP / SS (4)\nKjer je: Ke – koeficient ekonomičnosti, SP – skupni prihodki proizvodnje (€), SS – skupni stroški proizvodnje (€).\nEkonomska analiza je nadgrajena s CBA analizo (»Cost – Benefit Analaysis«) oz. primerjalno analizo skupnih stroškov in prihodkov. Ta analiza je osrednje metodološko orodje v procesu ocene investicije za predelavo mesa na kmetiji.\n"], "28": ["3.2.2 Ocena investicije", "Ocena investicije predelave mesa v salame zajema stroške, ki nastanejo pri ureditvi prostora, in stroške opreme ter pripomočkov, ki so potrebni za predelavo mesa. Osnovni ocenjeni investicijski parametri so sledeči:\nLetni denarni tok (LDT)\nLDT = SP – SS (5)\nSP – skupni prihodek proizvodnje (€) SS – skupni strošek proizvodnje (€)\nNeto sedanja vrednost (NSV)\n∑ ( )\n(6) oz.\nNSV = -I + π1 / (1 + r )1 + π2 / (1 + r) 2 + π3 / (1 + r)3 + …+ πt / (1 + r)t (7)  = -I + ∑ πt / (1 + r)t\nNSV – neto sedanja vrednost (€) I – višina investicije (€) r – povprečna letna obrestna mera (%) t – časovna komponenta (število let) π – denarni tok (€)\nPozitivna neto sedanja vrednost kaže, da so donosi večji od investicijskih izdatkov. Negativna neto sedanja vrednost kaže, da pri uporabljeni diskontni stopnji (zahtevanemu \ndonosu) vsota donosov ni dovolj velika, da bi se z njo nadomestili investicijski izdatki (Računovodja. com 2008).\nISD – Interna stopnja donosnosti (ISD)\n∑ ( )\n(8)\nISD – interna stopnja donosnosti (%) I – višina investicije v dopolnilno dejavnost (€) π – denarni tok (€) r – povprečna letna obrestna mera (%) t – časovna komponenta (število let)\nPažek (2003, str. 53) pravi, da ISD lahko razumemo kot maksimalno obrestno mero, ki jo projekt še lahko prenese (če za njegovo financiranje najamemo posojilo). Želimo si projekt s čim višjo vrednostjo ISD. Metoda ISD je razširitev NSV tehnike. Namesto vnaprejšnje odločitve o izbiri ustrezne diskontne stopnje in izračunana od nje odvisne NSV pri tej metodi izračunavamo diskontno stopnjo, ki izenači začetno investicijo z vsoto sedanjih vrednosti prihodkov. To dosežemo s postopkom poskusa in napake. Naložba je upravičena, če je ISD večja kot obrestna mera.\n"], "29": ["4 REZULTATI Z RAZPRAVO", "V prvem delu raziskave se je s pomočjo razvitega kalkulacijskega sistema želelo oceniti, ali je predelava mesa v salame na domači kmetiji iz ekonomskega vidika smotrnejša kot primarna proizvodnja prašičev in govejih pitancev. V ta namen so se najprej razvile kalkulacije skupnih stroškov s pripadajočimi tehnološkimi kartami za ječmen, koruzo za zrnje, koruzno silažo, travno silažo in mrvo (sklop krme na kmetiji); nato za prašiče in goveje pitance (sklop osnovna surovina za proizvodnjo salam) ter nazadnje še salame (sklop končni izdelek). Z razvitim simulacijskim modelom se je ocenila:\n- lastna cena,\n- lastna cena z upoštevano subvencijo,\n- vrednost proizvodnje,\n- finančni rezultat,\n- koeficient ekonomičnosti,\n- prelomna točka proizvodnje in\n- prelomna cena proizvodnje.\n"], "30": ["4.1 Rezultati tehnološko-ekonomskih simulacijskih modelov", "Ocena koeficienta ekonomičnosti reje govejih pitancev (preglednica 1) je pokazala, da je proizvodnja ekonomsko upravičena (Ke = 1,20). Ekonomski rezultati reje prašičev kažejo, da je proizvodnja le-teh neupravičena, saj je koeficient ekonomičnosti 0,74. Predelava prašičjega in govejega mesa v salame kaže, da je le-ta ekonomsko upravičena, saj koeficient ekonomičnosti doseže vrednost 1,83. Pri tem je potrebno poudariti, da je upoštevana količina mesa za predelavo iz 4 prašičev (upoštevajoč 55 % izplena) in 1 govejega pitanca (upoštevajoč 60 % izplena). \nV preglednici 1 vidimo, da je pri preračunavanju najvišjo lastno ceno moč doseči s pridelavo salam (LC = 9,83 €/kg).\nV preglednici 1 je prikazan tudi finančni rezultat, ki predstavlja razliko med vrednostjo proizvodnje in skupnimi stroški. Pri proizvodnji prašičev je finančni rezultat negativen (FR = −1320, 17 €), na to pa vplivajo visoki stroški proizvodnje, predvsem krmnega obroka in nakupa tekačev.\n*strošek sušenja je izračunan kot:\n(9) Ss – strošek sušenja (€/kg) t – čas sušenja (1 kWh na dan) Ce – cena 1 kWh (€/kWh); (0,69 €) m ‒ masa 1 serije (360 kg)\nSestavine in energija za predelavo salam s pripadajočimi stroški so prikazane v preglednici 2. Količina in cena sestavin predstavljata dejanske stroškovne vrednosti predelave salam na kmetiji. \nV preglednici 3 je prikazana poraba materiala, potrebnega za izdelavo salam. Količina in cena materiala predstavljata dejanske stroškovne vrednosti predelave salam na kmetiji.\n*cena usluge v €/kg mesa\nV preglednici 4 je prikazan stroškovni vidik usluge za klanje prašičev in govejih pitancev. Cene in količina predstavljata dejanske vrednosti uslug za klanje na kmetiji.\nProizvodnja salam je ekonomsko upravičena. Ocenjeni Ke = 1,83 nam kaže, da je izdelava salam ekonomsko smiselnejša kot primarna proizvodnja mesa (preglednica 1). Prelomna točka proizvodnje salam je 117,98 kg, medtem ko je prelomna cena izdelave salam 9,83 €/kg. Rezultati analize kažejo, da na kmetiji dosegajo ustrezno prodajno ceno le-teh (Cy = 18,00 €/kg). \nNa podlagi različnih vhodnih podatkov (preglednica 5) je ekonomska analiza pokazala na ekonomsko neupravičenost proizvodnje v primeru izdelave do 69 kg salam v eni seriji. Finančni rezultat je v teh primerih negativna vrednost.\nV preglednici 5 je prikazan tudi finančni rezultat, ki predstavlja razliko med vrednostjo proizvodnje in skupnimi stroški. Pri izdelavi 25 kg salam je finančni rezultat negativen, medtem ko se pri povečanju količine v eni seriji izdelave finančni rezultat poviša.\nPovzamemo lahko, da se z večanjem količine izdelkov višajo tudi ocenjene vrednosti ekonomskih parametrov. Slednje pomeni, da je predelava bolj ekonomična, čim večje je število salam v seriji in s tem lahko posledično ugodno vplivamo tudi na kasnejše oblikovanje maloprodajne cene.\n"], "31": ["4.2 Ocena investicije v predelavo mesa", "Predhodne ocene iz preglednice 1, 2, 3, 4 in 5 so predstavljale osnovo za finančno analizo investicije v predelavo mesa. Na kmetiji ocenjujemo, da sedanje kapacitete ne zadoščajo \npovpraševanju in ne zagotavljajo zadovoljive ekonomske varnosti na kmetiji. Ocenjujemo, da bi bila potrebna investicija 20 000 € in bi vključevala postavke, ki so predstavljene v nadaljevanju.\nPROSTOR ZA PREDELAVO MESA:\n- preureditev elektroinstalacije,\n- delovna miza,\n- klima,\n- keramika,\n- umivalnik.\nOPREMA ZA PREDELAVO MESA:\n- mesoreznica,\n- polnilka,\n- mešalec,\n- ročni rezalnik za rezanje slanine,\n- vakuum stroj,\n- tehtnica,\n- žaga za kosti,\n- ročna žaga,\n- sekira,\n- set nožev,\n- pult za razsek,\n- visokotlačni čistilec,\n- zamrzovalna skrinja,\n- razni drobni material.\nADAPTACIJA PROSTORA ZA SUŠENJE:\n- dimna komora,\n- izklop starih tlakov, \n - izdelava novih tlakov,\n- ometi,\n- barvanje s protiplesnimi barvami,\n- izolacija prostora,\n- sušilno-hladilna naprava.\nZa oceno investicije smo uporabili metodologijo t.i. »Cost – Benefit« analize. Ocenili smo neto sedanjo vrednost in pripadajočo interno stopnjo donosnosti. Za oceno investicije je bil upoštevan za obdobje 10. let konstanten letni denarni tok (višina LDT = 7057,37 €) in 8 % obrestna mera, kar predstavlja izdelavo 1440 kg salam.\nV Preglednici 6 je prikazana ocena neto sedanje vrednosti (NSV), ki je pri 8 % diskontni stopnji pozitivna in znaša 27 355,55 €. Slednje pomeni, da so investicijski donosi višji od investicijskih izdatkov. Interna stopnja donosa (ISD) je 15,35 %, kar je glede na trenutne razmere na kapitalskem trgu, ugodna vrednost. Analiza kaže, da se vložena sredstva povrnejo že v 4. letu poslovanja, kjer NVS prvič postane pozitivna vrednost.\n"], "32": ["5 SKLEP", "Cilj diplomske naloge je bil analizirati predelavo mesa z ekonomskega in finančnega vidika. Analiza je bila narejena ob predpostavki uspešne prodaje in predelave mesa v salame. Zbrali smo skupne stroške in prihodke, povezane s proizvodnjo krme za rejo govejih pitancev in prašičev in predelavo mesa. Uporabili smo jih pri izračunu smotrnosti investiranja v investicijski projekt. Za končno oceno investicije smo potrebovali še podatke o stroških, povezanih z investiranjem v prostor za predelavo in sušenje.\nNa podlagi dobljenih rezultatov lahko potrdimo oz. zavrnemo naslednje hipoteze\nHipoteza 1: Predelava mesa kot dopolnilna dejavnost na kmetiji je ekonomsko učinkovitejša kot primarna proizvodnja reje prašičev in govejih pitancev.\nEden od pokazateljev ekonomske učinkovitosti je koeficient ekonomičnosti (Ke). V našem primeru je izračun pokazal, da je Ke=1,83. Na podlagi tega rezultata lahko hipotezo 1 potrdimo.\nHipoteza 2: Investicija se bo ob predpostavljenih parametrih povrnila v 10. letih.\nHipotezo lahko potrdimo, saj se nam investicija povrne že 4. leto ( NSV = 3374,92 €).\nHipoteza 3: Predvidevamo, da je tehnološko-ekonomski simulacijski model predelave mesa v izdelke uporabno podporno orodje pri procesu načrtovanja in odločanja o predelavi mesa.\nHipotezo 3 lahko potrdimo, saj nam izračunani parametri dajejo ustrezne informacije za planiranje na kmetiji. Na podlagi njihove ocene se lahko odločamo o ustreznosti oz. neustreznosti predelave mesa z ekonomskega vidika.\n"], "abstract": ["V diplomski nalogi je prikazana ocena ekonomike kmetijske proizvodnje in ocena investicije z njeno finančno upravičenostjo predelave mesa v salame. Primarna proizvodnja na kmetiji je reja prašičev in govejih pitancev. Zaradi povečanja ekonomske varnosti se kmetija odloča za nadaljnjo predelavo mesa. Za oceno ekonomike reje živali in predelave mesa je bil predhodno razvit simulacijski model v programu Micrsoft Excel 2010, s pomočjo katerega smo ocenili pomembnejše ekonomske parametre. Koeficient ekonomičnosti salam (Ke=1,83) je pokazal, da je predelava mesa v salame ekonomsko učinkovitejša kot primarna prireja mesa. Nadalje so nekateri ocenjeni ekonomski parametri primarne kmetijske proizvodnje služili kot osnovni input podatek za finančno analizo investicije. Za oceno investicije je bila uporabljena »Cost – Benefit« analiza (primerjalna analiza skupnih stroškov in prihodkov). Analiza kaže, da se načrtovana investicija, ob predpostavljeni 8 % obrestni meri, lahko povrne v 4. letu, kjer je ocenjena vrednost neto sedanje vrednosti 3374,92 €. "]}