{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev problema", "Globalizacija, naraščajoča konkurenca, razvoj nove tehnologije in mnogi drugi dejavniki silijo podjetja in organizacije, da zaposlenim posvečajo vedno večjo pozornost. Vsak, ki zaposluje, bi se moral zavedati, da ni dovolj le zaposliti človeka. Potrebno ga je uvesti v delo, ga izobraziti, spremljati njegovo delo, ga izobraževati in motivirati, da bo lahko kasneje črpal iz njegovih potencialov in dosegel želen dobiček podjetja.\nZa pisanje diplomske naloge o motivaciji prodajnega osebja v trgovskem centru Mercator Slovenj Gradec, smo se odločili predvsem zato, ker je Poslovni sistem Mercator ne samo najboljši, ampak tudi največji sosed v naši državi. Je namreč vodilno trgovsko podjetje pri nas in zanimalo nas je, ali je tudi visoko motivirano prodajno osebje eden od dejavnikov njihove vedno večje uspešnosti.\nPrvi korak k spoznavanju in motivaciji zaposlenih je prav gotovo poznavanje potreb in želja vsakega zaposlenega prodajalca. Ker je v trgovskem centru ravno prodajno osebje tisto, ki je v neposrednem stiku s potrošniki, bi moralo biti pri svojem delu visoko motivirano, saj bo le tako skušalo kupcu kar najbolje ustreči in mu pomagati. Predmet raziskovanja je tako motivacija prodajnega osebja in iz raziskave izhajajoči predlogi za povečanje motiviranosti prodajnega osebja v Mercator centru Slovenj Gradec.\n"], "3": ["1.2 Cilji diplomskega dela", "Namen diplomskega dela je predstaviti pojem motivacije, motivacijski proces, vrste motivov ter konflikte, ki nastanejo, kadar je več motivov aktivnih hkrati. Glede na to, da bomo v empiričnem delu predstavili motivacijo prodajnega osebja v Mercator Centru Slovenj Gradec, bomo predstavili tudi prodajni proces ter komuniciranje v prodaji. V omenjenem empiričnem delu tako sledi predstavitev Mercator centra Slovenj Gradec, opredelitev vizije, poslanstva ter ciljev podjetja, dejavnosti, organizacijske strukture ter raziskava o motivaciji prodajnega osebja s predlogi za povečanje motiviranosti.\nOsnovni cilji, ki smo si jih zastavili, so naslednji:\n- oblikovati teoretična izhodišča za analizo primera sistema motiviranja prodajnega  osebja v empiričnem delu,\n- predstaviti pojme v motivaciji, motivacijski proces, konflikte ter prodajni proces,\n"], "4": ["- predstaviti Mercator center Slovenj Gradec,", "- narediti raziskavo o motivaciji prodajnega osebja v tem centru,\n- predstaviti ugotovitve, izhajajoče iz raziskave in predloge, s katerimi naj bi podjetje  povečalo motiviranost prodajnega osebja.\nOsnovna trditev diplomskega dela je, da se bo z raziskavo pokazala precej velika motiviranost prodajnega osebja, najpomembnejši motivacijski dejavnik, ki ga bodo anketiranci izpostavili pa bo dobra plača. \n"], "5": ["1.3 Predpostavke in omejitve raziskave", "Osnovne predpostavke, ki smo si jih postavili in jih bomo z raziskavo potrdili ali ovrgli, so naslednje:\n- uspešnost opravljene ankete (delež pravilno izpolnjenih vprašalnikov bo vsaj 80  odstoten),\n- predstavnice ženskega spola bodo pokazale več zanimanja za izpolnjevanje  vprašalnikov kot predstavniki moškega spola,\n- na splošno bo prodajno osebje precej zadovoljno z obstoječo delovno situacijo,\n- večina anketiranih bo kot najbolj pomemben motivacijski dejavnik izpostavila dobro  plačo,\n- zaposleni s srednješolsko izobrazbo bodo pripisali večji pomen motivacijskemu  dejavniku zanimivo in ugledno delo kot zaposleni s poklicno izobrazbo.\nPomembne omejitve, ki se nanašajo na izdelavo diplomskega dela, so naslednje:\n- pomanjkljivo praktično znanje,\n- pomanjkljivi podatki iz podjetja,\n- omejen dostop do podatkov,\n- manjši interes anketiranih.\n"], "6": ["1.4 Metode raziskovanja", "Metode, ki jih bomo uporabili pri raziskavi, so sledeče:\n- metoda deskripcije – razlike med zaznavanjem anketiranih o določenem dejavniku.  Osredotočili se bomo na petnajst motivacijskih dejavnikov (dobre delovne razmere,  možnost napredovanja, obveščenost o dogodkih v podjetju, dobra plača in materialne  ugodnosti, dobri odnosi s sodelavci, stalnost zaposlitve, možnosti strokovnega razvoja,  svoboda in samostojnost pri delu, ugled dela, soodločanje pri delu in poslovanju,  ustvarjalnost dela, varnost dela, neposredni vodja, zahtevnost dela, zanimivost dela),\n- metoda klasifikacije- definiranje pojmov, kot so motiv, vzpodbuda, potreba,  motivacijski proces, motivacijsko vedenje, konflikti,\n- komparativna metoda – primerjava trenutnega stanja in želenega stanja v prihodnosti. \n"], "7": ["2 MOTIVACIJA", "Eno najpogostejših vprašanj, ki si jih ljudje v življenju postavljamo, je prav gotovo »Zakaj delamo, kar delamo?«. Zanima nas, na čem temeljijo naša dejanja in kateri dejavniki vplivajo na naše aktivnosti. Za vsako človekovo aktivnost namreč obstaja določen vzrok, potreba, ki jo bo človek s svojo aktivnostjo zadostil. Seveda pa mora biti cilj aktivnosti v povezavi s specifično situacijo in specifičnimi potrebami posameznika v tej situaciji.\nDejavniki, ki nas spodbujajo k določenemu delu so lahko notranji ali zunanji, materialni ali nematerialni, bolj ali manj pomembni. Zunanji dejavnik je tako na primer materialna spodbuda, prezreti pa ne gre nekaterih notranjih dejavnikov, kot so zadovoljstvo, druženje, priznanje, samostojnost in podobno.\nMotivacija je proces, s katerim pojasnjujemo, kako se začne, krepi ali zavre, usmerja in ustavi določena oblika vedenja ali delovanja (Musek 1982, 24).\nMotivacija je stopnja prostovoljne pripravljenosti posameznika za napor, za dosego določenega cilja, ob hkratni zadovoljitvi individualnih potreb (Ferjan 1999, 48).\nMotivacija je pripravljenost za izvršitev neke akcije, da bi zadovoljili potrebo posameznika (Robbins 1992, 37).\nMotivacija je v bistvu energija za dejanja, ki nas bodo pripeljala bližje našim ciljem (Mori 2002, 140).\n"], "8": ["2.1 Opredelitev pojmov v motivaciji", "Za proučevanje motivacije je potrebno poznati osnovne pojme, ki se v povezavi s tem pojavljajo. To so potreba, tenzija, motiv, spodbuda in želja.\nPotreba je fiziološki ali psihološki primanjkljaj, ki ga je potrebno izravnati, da bi lahko ponovno vzpostavili ravnovesje z okoljem in lastnimi zahtevami (Musek 1982; povzeto po Mumlu 1999, 90).\nMnogi strokovnjaki menijo, da so ravno človeške potrebe stalnica, ki je skupna vsem ljudem, pa čeprav smo si tako zelo različni. Razlikujemo dve osnovni vrsti potreb, biološke in psihološke. Prve izhajajo iz fizioloških zahtev organizma, na primer lakota, žeja, bolečina, druge pa nastajajo z razvojem osebnosti in so psihološko zasnovane. To so na primer potreba po priznavanju, spoštovanju, pripadnosti, samouresničevanju in podobno.\nVse potrebe povzročajo v organizmu določeno napetost, ki jo imenujemo tenzija. Sama tenzija pa ne vodi do rešitve problema, ampak samo nakazuje, da jo moramo zadovoljiti.\nMotiv izhaja iz stanja neravnovesja bodisi v psihofizičnem sistemu posameznika ali v odnosu med posameznikom in okoljem. Je torej vse tisto, kar nam daje energijo in kar nas usmerja k določenim objektom in dejavnostim (Ule, Kline 1996, 160). \nMotiv je gonilna sila človekove aktivnosti, ki temelji na nezadovoljenih potrebah posameznika. Pomeni splet raznih silnic, ki vplivajo na človekovo vedenje in ga vzdržujejo (Černetič 1999, 322).\nDa bi se pojavila motivacijska dejavnost, so potrebne spodbude ali dejavniki, ki sprožijo to dejavnost. Lahko so pozitivni in spodbujajo določeno aktivnost ali pa jo ovirajo, torej so negativni.\nŽelje se v človeku oblikujejo na podlagi potreb. Pogosto so plod domišljije, so sorazmerno neodvisne od situacije in so le eden od možnih načinov za zadovoljitev potrebe.\nMnogovrstnost potreb in ciljev1\nMnogovrstnost potreb in ciljev po Mumlu (1999, 92) pomeni, da lahko isto potrebo zadovoljimo na različne načine – z doseganjem različnih ciljev. Kateri cilj bo posameznik izbral, je odvisno od njegovih izkušenj, fizičnih zmogljivosti, upoštevanih kulturnih norm in vrednot, dopustnosti in sprejemljivosti cilja v fizičnem in socialnem okolju.\nPotrebo po pripadnosti lahko na primer zadovoljimo tako, da se zaposlimo, poročimo ali priključimo čebelarjem. Potrebo po hrani lahko zadovoljimo tako, da nekaj pojemo ali pa spijemo kozarec vode, potrebo po varnosti pa z zaščitno ograjo ali učenjem borilnih veščin.\nPrav tako lahko zaposlitev v nekem podjetju zadovolji različne potrebe. Lahko gre za potrebo po denarju, druženju, pripadnosti, uveljavitvi in podobno. Velik vpliv na zadovoljitev potrebe ima tudi specifična situacija, v kateri se znajdemo.\nNačini zadovoljevanja potreb2\nMumel (1999, 95) navaja dva osnovna načina zadovoljevanja potreb. Prvi je homeostatični ali ciklični, drugi pa progresivni ali spiralni. Homeostaza je dinamično ravnotežje snovi v organizmu, ki je potrebno za nemoteno delovanje organizma. Če se to ravnotežje poruši, se pojavi potreba po vzpostavitvi ravnotežja. Ciklično lahko zadovoljimo predvsem fiziološke, pa tudi psihološke potrebe.\nDrugi način zadovoljevanja potreb se imenuje progresivni ali spiralni način zadovoljevanja potreb. Že Maslowa teorija potreb pravi, da se pojavi potreba po zadovoljevanju hierarhično višje ležeče potrebe takrat, ko je nižje ležeča potreba vsaj minimalno zadovoljena.\nPomembno pa je tudi postavljanje ciljev, ki lahko zadovoljijo potrebo. Športnik si postavlja za cilj vedno boljši rezultat, prav tako študent ali zaposleni v podjetju.\nPrirejeno po Mumlu (1999, 92-93).  Prirejeno po Mumlu (1999, 95-96). \n"], "9": ["2.2 Temeljni motivacijski proces", "Delovanje motivacije lahko ponazorimo z motivacijskim krogom, ki vključuje naslednje elemente: ♦ Potreba je stanje neravnovesja ali pomanjkanja v organizmu, ki ga je treba izravnati, da  bi lahko nemoteno delovali (Mumel 1999, 95). ♦ Napetost, nezadovoljstvo ali tenzija. ♦ Pobude ali spodbude so po naravi pozitivne, se pravi, spodbujajo določeno aktivnost,  ali pa negativne, jo torej ovirajo (Možina 2000, 211). ♦ Pobudnik sproži motivacijsko dejavnost, če prej obstaja potreba (Mumel 1999, 95). ♦ Motivacijska dejavnost je vsako ravnanje, ki ga sproži pojav potrebe, in je usmerjena k  temu, da dosežemo motivacijski cilj in zadovoljimo potrebo (Mumel 1999, 96). ♦ Motivacijski cilj je pojav, s katerim lahko zadovoljimo potrebo. ♦ Motivatorji so razni dejavniki, ki vplivajo na osebo in povzročajo visoko stopnjo  motiviranosti. Mednje sodijo dosežki, odgovornost, razvoj, napredovanje in podobno  (Černetič 1999, 322).\nNa podlagi neizpolnjene potrebe se pojavi napetost, katero preko pobude in motivacijske dejavnosti zadovoljimo in tako dosežemo znižanje napetosti. Pri tem na nas vplivajo zunanji in notranji dejavniki. \n"], "10": ["2.3 Konflikti v motivaciji", "Običajno deluje na posameznika več motivov hkrati. Motivi so tako vse, kar nas v danem trenutku usmerja, zanima, privlači, odbija ali opozarja. Ule in Kline (1996, 161) opredeljujeta ta pojav kot motivacijski pluralizem. Če se potrebe, želje in interesi dajo uskladiti, potem ni problema, ta pa nastane, kadar si različni motivi med seboj nasprotujejo. To spravlja človeka v konfliktno situacijo.\nKonfliktne situacije povzročajo v nas dodatno napetost in od nas zahtevajo, da se odločimo med več različnimi motivi. Posebne situacije nastanejo takrat, kadar se soočamo z ambivalentnimi cilji, ki nas obenem privlačijo in odbijajo. Frustrirajoče oz. konfliktne situacije, ki nastanejo zaradi ovir na poti do zadovoljevanja določenih potreb, seveda dodatno obremenjujejo človeka in zahtevajo poseben napor in posebne strategije za razreševanje (Ule, Kline 1996, 161).\nMumel (1999, 101-105) navaja štiri tipe motivacijskih konfliktov: 1. konflikt dvojnega privlačevanja, kjer se posameznik odloča med dvema privlačnima možnostma, 2. konflikt dvojnega odbijanja, kjer se posameznik sooča z dvema neprijetnima možnostma, 3. konflikt hkratnega privlačevanja in odbijanja, kjer se posameznik sooča s pozitivnimi in negativnimi posledicami izbire, 4. konflikt dvojnega privlačevanja in odbijanja, kjer se mora posameznik odločiti za eno izmed vsaj dveh možnosti, od katerih ima vsaka pozitivne in negativne posledice.\nPrirejeno po Mumlu (1999, 102-104). \n"], "11": ["2.4 Motiviranje in spodbujanje zaposlenih", "Zaposleni predstavljajo največji potencial v podjetju, zato so delo z zaposlenimi, njihov razvoj, spoznavanje njihovih potreb in motivacija postali spretnosti, v katere mora vodstvo podjetja vlagati vse več znanja in energije.\nVse večja je tako vloga kadrovskega managementa, ki ga Merkačeva (1998, 5) opredeljuje kot proces, v katerem organizacija s svojo poslovno strategijo sistematično in integrirano planira potrebe po kadrih, kadruje, razvija ter vrednoti svoje kadre, jih nagrajuje in vzdržuje z njimi učinkovite odnose.\nSodobna podjetja vse bolj težijo k temu, da bi zaposlene čimbolj spoznali, se jim približali, odkrili njihove želje in potrebe, saj se zavedajo, da bodo zadovoljni delavci dosegali najboljše delovne rezultate in tako dodali pomemben delež k uspehu podjetja. Če vodilni management ve, kaj motivira zaposlene, ima na razpolago najmočnejše orodje za ravnanje z njimi.\nUhan (2000, 22) opredeljuje zanimivo razliko med manipulacijo in motivacijo. Manipulacija je to, da koga pripravite, da kaj naredi, ker vi tako hočete, medtem ko motivacija pomeni, da koga pripravite, da bo kaj storil, ker bo sam hotel to storiti.\nJože Kozmus, direktor Preventa Slovenj Gradec, je na vprašanje, koliko je uspeh podjetja odvisen od zaposlenih, odgovoril: \"Uspeh podjetja je v pretežni meri odvisen od vseh zaposlenih. Danes je stroje in tehnologijo mogoče kupiti. Prav tako je mogoče postaviti neko formalno organizacijo tudi s sodelovanjem tujih strokovnjakov. Stvar, ki je ni mogoče kupiti, pa je način razmišljanja ljudi, odnos do dela in do reševanja težav. Prepričan sem, da je recept za uspeh resnično pozitiven odnos do vseh zaposlenih, od najvišjega vodstva pa do zadnjega delavca. Zaposleni se morajo odzvati na težave na pozitiven način. Obtoževanja, iskanja krivcev in podobne zadeve ne prinašajo uspeha.« 4\n"], "12": ["2.4.1 Teorija motivacijskega potenciala5", "Raziskovalca Hackman in Oldham sta poskušala v svoji teoriji opredeliti osnovne pogoje, ki povečujejo delovno motivacijo in zadovoljstvo pri delu, hkrati pa ugotoviti, kako se takšni pogoji lahko ustvarijo. Postavila sta osnovno tezo, da ljudje delajo dobro, če so zadovoljni z delom oziroma, če jih določeno delo zadovoljuje.\nPogoji, ki morajo biti izpolnjeni, da bodo zaposleni dosegali visoko notranjo motivacijo, so naslednji: 1. Zaposleni morajo poznati rezultate svojega dela. 2. Zaposleni morajo verjeti, da so osebno odgovorni za rezultate svojega dela. 3. Zaposleni morajo imeti občutek, da je njihovo delo pomembno.\nPovzeto po Uhan (2000, 20-21).  Povzeto po Možina in sodelavci (2000, 168-171). \nUstrezno motivacijo za delo pa omogočajo naslednje najpomembnejše značilnosti oziroma zahteve dela: 1. Raznolikost sposobnosti (čim več znanja, talenta ter veščin terja določeno delo, tem  večji je občutek pomembnosti dela za posameznika). 2. Istovetenje z delom (ljudje bolj skrbno in kvalitetno opravljajo delo, če se poistovetijo  z delom). 3. Pomembnost dela (občutek pomembnosti se poveča, če delavci vedo, da bo dobro  opravljeno delo imelo bistven vpliv na boljše fizično ali psihično počutje drugih ljudi). 4. Samostojnost pri delu (posledica povečevanja samostojnosti pri delu se kaže v  povečani odgovornosti za uspeh). 5. Povratne informacije (vsak delavec mora biti neposredno in jasno obveščen o rezultatih  svojega dela).\nSTOPNJA Raznolikost Istovetenje Pomembnost  sposobnosti + z delom + dela MOTIVACIJSKEGA = ---------------------------------------------------------- x Samostojnost x Povratne  3 pri delu inf. POTENCIALA\nIz modela je razvidno, da že visoka stopnja samostojnosti ali povratne informacije lahko vpliva na končno količino skupnega motivacijskega potenciala, kar pomeni, da visoka stopnja notranje motivacije, ki je predvsem odvisna od pomembnosti in istovetenja z delom ter z možnostjo uporabe svojih sposobnosti, sama po sebi še ne zagotavlja visoke stopnje celotnega motivacijskega potenciala, možne količine (intenzitete) motivacije.\n"], "13": ["2.4.2 Motiviranje, ki vodi k nadpovprečnim rezultatom", "Značilnosti dela, ki motivirajo zaposlene k nadpovprečnim rezultatom, so naslednje:\n1. Delo z izzivi. V glavnem ločimo ljudi, ki so usmerjeni k ciljem, od ljudi, ki so usmerjeni k opravljanju dela. Značilnosti ljudi, ki so usmerjeni k ciljem, so: želijo povratne informacije o delu in dosežkih, denar pojmujejo kot merilo svojih dosežkov, želijo osebno odgovornost v zvezi z zastavljenimi cilji, radi imajo priložnosti za inovacije, postavljajo si realne delovne cilje, ob rešenem problemu občutijo zadovoljstvo, naravnani so k podjetnosti. Značilnosti ljudi, ki so usmerjeni k opravljanju nalog, so: ne želijo povratnih informacij o dosežkih, denar je stimulacija za opravljeno delo, ne želijo osebne odgovornosti, raje imajo rutinsko delo, postavljajo si zelo nizke ali zelo visoke delovne cilje, zadovoljstvo čutijo, ko se trudijo rešiti problem, želijo natančna navodila za delovne aktivnosti. Ljudje, ki so usmerjeni k ciljem in dosežkom, dosegajo pri delu nadpovprečne rezultate. \n2. Možnost prispevka k organizacijskim ciljem. Za tiste, ki si želijo prispevati k ciljem organizacije, je najbolje, če jih povabimo k načrtovanju prispevkov, kjer se določijo stopnje nalog in roki za izvedbo. Motiviranost se poveča, ko posameznik dobi povratno informacijo o svojem prispevku k določenim ciljem. 3. Možnost za razvoj in uporabo svojih sposobnosti. Sposobnosti lahko razvijamo, če je delo dovolj zahtevno in sestavljeno. Vsakomur naj bi bilo omogočeno, da preizkusi svoje sposobnosti in pridobi ustrezno delo. Posameznikom, ki samo čakajo in ne preizkušajo svojih sposobnosti, pa je potrebno pomagati in jih usmeriti na ustrezne delovne zadolžitve. 4. Možnost vplivati na odločitve, ki zadevajo delo. Motiviranost za delo se poveča, če zaposleni vedo, kaj se dogaja v organizaciji. Pomembno je, da odločajo pri vsem, kar zadeva njihovo delo. Zaposlene moramo povprašati o njihovih predlogih in možnih rešitvah, če so pripravljeni sodelovati pri reševanju problemov. 5. Plačilo za dobro opravljeno delo. Merilo plačila je prispevek k organizacijskim ciljem. Prispevek posameznika mora biti merljiv in jasno opredeljen, da tudi drugi vidijo, zakaj je dobil nekdo več, drugi manj. 6. Možnost svobodne osebne rasti in delovne kariere. Motiviranost za nadpovprečne rezultate je tesno povezana z možnostjo samouresničevanja, z opredeljevanjem za delo, za katero imamo veselje in sposobnosti, in z možnostjo napredovanja. Veliko potencialno sposobnih je v organizaciji izgubljenih, ker niso imeli možnosti, da bi si izbrali delo, pri katerem bi lahko dosegali najboljše rezultate. Organizacija mora izvajati načrtovanje delovnih karier zaposlenih. Obrazec za presojo možne delovne kariere vsebuje naslednje:\n- ime in priimek,\n- datum presoje delovne kariere,\n- datum zaposlitve na tem delovnem mestu,\n- podatke o uspešnosti na tem delovnem mestu,\n- oceno uspešnosti vodje (sodelavcev),\n- želje zaposlenega glede nadaljnje osebne rasti in dela,\n- oceno možnosti zaposlenega glede na njegove želje,\n- priporočilo za dve možni napredovanji (vertikalni ali horizontalni) s komentarjem o  pripravljenosti (subjektivni in objektivni) zaposlenega za novo delovno mesto (Možina  in sodelavci 2000, 172-180).\nTrevenova (2001, 125-126) navaja, da je za vsakega managerja v podjetju pomembno, da opazi in razume potrebe ali motive zaposlenih. Pri tem ne sme delovati proti njihovim ciljem, interesom, potrebam in željam (razen če so v nasprotju s cilji podjetja), temveč si mora prizadevati, da jih v čim večji meri izkoristi. Od uspešnega managerja se poleg tega zahteva, da je sposoben usmerjati motivacijsko energijo, ki izhaja iz potreb zaposlenih, za doseganje čim boljših učinkov za podjetje kot celoto.\nNadpovprečni vodilni in strokovni kadri predstavljajo zaradi svojega znanja, sposobnosti in motiviranosti ter uspešnosti ključ k uspehu kateregakoli podjetja. \n"], "14": ["3 PRODAJA", ""], "15": ["3.1 Opredelitev prodaje in prodajnega procesa", "Ena izmed najsplošnejših definicij vodilnega svetovnega strokovnjaka s področja trženja Philipa Kotlerja (1994, 6) pojasnjuje bistvo trženja kot poslovno filozofijo v svetu. Pravi namreč, da je trženje družbeni in vodstveni proces, ki omogoča posameznikom in skupinam, da dobijo to, kar potrebujejo in želijo, tako da ustvarijo, ponudijo in z drugimi izmenjujejo izdelke, ki imajo vrednost.\nČe gledamo na prodajo v okviru koncepta menjave, je potrebno omeniti pogoje, ki morajo obstajati, da lahko pride do procesa menjave. Ti pogoji so: ♦ sodelovanje vsaj dveh udeležencev (partnerjev, strank), ♦ vsak mora posedovati nekaj, kar predstavlja vrednost za druge, ♦ vsak si mora želeti sodelovati, ♦ vsak mora imeti pravico, da prostovoljno sprejme ali zavrne ponudbo drugih, ♦ vsak mora biti sposoben o objektih menjave komunicirati in jih dostaviti (Gabrijan,  Snoj 1998, 6).\nGabrijan in Snoj (1998, 53-65) opredeljujeta prodajni ciklus kot celoten proces, ki ga je možno uporabljati v prodajnem okolju. Za nekatere tipe prodaje se uporablja v celoti, v drugih situacijah pa so uporabni samo določeni vidiki ciklusa. Ne glede na to, ali je primeren v celoti ali le delno, zagotavlja prodajalcu okvir njegove dejavnosti.\nV celotnem prodajnem ciklusu oziroma procesu obstaja 10 ključnih stopenj: 1. Iskanje verjetnih kupcev pomeni zbirati informacije, ki bodo prodajalcu omogočile identificirati verjetne kupce njihovih izdelkov oziroma storitev. Nekatere metode za zbiranje informacij vključujejo proučevanje lokalnih/nacionalnih časopisov, publikacij o trgovanju ter tudi osebno pridobivanje informacij. 2. Dogovarjanje sestankov. V organizacijah običajno obstaja enota za sprejemanje odločitev, ki jo sestavlja eden ali več ljudi. Pri odločanju o nakupu izdelka lahko sodelujejo ljudje v različnih vlogah, kot so financer (kdo bo plačal izdelek), uporabnik (kdo bo izdelek uporabljal), vplivnež (kdo preverja predvidene posledice nakupa) in kupec (kdo se bo pogajal in izpeljal transakcijo). V večjih organizacijah je treba upoštevati še vloge iniciatorja (prične nakupni proces), odločevalca (odobri nakupno odločitev) in vratarja (kontrolira vhodne informacije). 3. Priprava. Ko se dogovori za sestanek, se mora prodajalec pripraviti za srečanje. Preprost pristop k pripravi obsega: načrtovanje poti (prodajalec mora vedeti, kam mora iti, kako priti do tja, kako dolgo bo trajalo, kje parkirati), načrtovanje dnevnika za doseganje večje uspešnosti in izogibanje nerealiziranim prodajam, zamudam, stresu, prometnim kaznim, raziskavo o podjetju, preteklih odnosih, ljudeh, s katerimi se bo srečal ter miselni okvir glede na tip prodajnega okolja in posameznikovih preferenc. 4. Razbijanje ledu je trenutek, ko se prodajalec prvič sreča z verjetnim kupcem. Ko je prvi vtis ustvarjen, je namen razbijanja ledu zagotoviti prijetno počutje verjetnega kupca in tudi prodajalca. Vzpostaviti je treba harmonične stike s splošnimi vprašanji odprtega tipa, z namenom vzpostavljanja skupnih osnov med dvema osebama. \n5. Identificiranje potreb/problemov je najpomembnejši vidik vsake prodajne situacije. Sedaj mora prodajalec ugotoviti, kaj verjetni kupec potrebuje in želi ter mu pomagati pri identifikaciji želja. To doseže s spraševanjem, poslušanjem, postavljanjem prioritet in\n"], "abstract": ["Z nalogo smo poskušali doseči zastavljene cilje. V uvodu smo predstavili problem, cilje, predpostavke in omejitve ter metode raziskovanja. Nato smo razložili osnovne pojme motivacije: potrebe, želje, zahteve in tenzije. Predstavili smo načine zadovoljevanja potreb, konflikte v motivaciji ter načine motiviranja zaposlenih. V tretjem poglavju smo predstavili prodajni proces in komuniciranje v prodaji ter tržno komuniciranje v trgovini. V četrtem poglavju pa smo predstavili Mercator Center Slovenj Gradec, v katerem smo opravljali raziskavo o motivaciji. Opisali smo dejavnost, vizijo, poslanstvo ter cilje tega Centra, pa tudi organizacijsko strukturo in Swot analizo. V praktičnem delu smo predstavili rezultate analize motivacije in zadovoljstva v Mercator Centru Slovenj Gradec. Rezultati so bili pričakovani. V glavnem je prodajno osebje visoko motivirano in precej zadovoljno z delovno situacijo. Pri trenutnem delu jih najbolj motivirajo dobri odnosi s sodelavci in stalnost zaposlitve, v prihodnje pa si želijo predvsem dobro plačo, stalnost zaposlitve in dobrega vodjo."]}