{"1": ["1 UVOD", "'Modri pinot' je najpomembnejša rdeča sorta v zmerni klimi. Čeprav je zahtevna tako pri pridelavi v vinogradu kot tudi pri predelavi in negi vina, jo ljubitelji rdečih vin visoko cenijo. Njeno priljubljenost potrjuje tudi razširjenost v vinorodnih deželah po Evropi, kakor tudi Ameriki in Avstraliji (Vršič 2008).\nPoraba vina se počasi, a nenehno zmanjšuje, potrošniki pa zahtevajo vse večjo kakovost. Zato je potrebno proučiti možnosti pridelave grozdja čim višje kakovosti, ki je prvi pogoj za pridelavo vrhunskih vin. Na kakovost vina vpliva sestava grozdja in postopki pri vinifikaciji. V literaturi najdemo veliko različnih objav o vplivu raznih agro- in ampelotehničnih ukrepov na pridelek in na vsebnost sestavin v grozdju. Tudi na Fakulteti za kmetijstvo in biosistemske vede je bilo v zadnjih letih izvedenih več raziskav, o vplivu različnih klonov, foliarnega gnojenja, varstva trte, odstranjevanja listov v predelu grozdja, redčenja grozdja in dozorelosti grozdja na pridelek ter kakovost grozdja in vina pri sorti 'Modri pinot'.\nNamen raziskave je bil proučiti vpliv odstranjevanja listov v predelu grozdja (defoliacije) in stopnje dozorelosti grozdja, na kakovost vina pri sorti 'Modri pinot', na osnovi dobljenih rezultatov pa izdelati priporočila pridelovalcem grozdja in vina sorte 'Modri pinot'.\nPostavljena je bila delovna hipoteza, da defoliacija in stopnja dozorelosti grozdja vplivata na vsebnost sestavin v moštu in s tem na kakovost vina.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Odstranjevanje listov v coni grozdja (defoliacija)", "Defoliacija je ukrep, pri katerem delno odstranimo liste v predelu grozdja. Ker ima prednosti in tudi slabosti, se je treba o smislu defoliacije ter času in intenzivnosti odločiti od primera do primera. Z odstranjevanjem listov zmanjšamo asimilacijsko površino, a se s tem izboljša osvetljenost in zračnost grozdja. Ugotovljeno je, da zgodnja defoliacija poslabša asimilacijsko zmogljivost. Ker pa se asimilanti do začetka zorenja ne kopičijo v jagodi kot sladkor, ampak se uporabljajo za delitev celic, to vpliva na manjši pridelek. Ukrep tudi ne smemo izvesti prepozno, po začetku dozorevanja, saj potem ne vpliva veliko na kakovost grozdja. V Švici so ugotovili, da je optimalni čas odstranjevanja listov 4 do 5 tednov po polnem cvetenju. V naših razmerah se je izkazala defoliacija v času polnega cvetenja samo na senčni strani bolj pozitivno, kot je veljalo doslej (Vršič in Lešnik 2010).\nKoblet in Wiessenbach (1994) sta ugotovila, da odstranjevanje listov pred cvetenjem negativno vpliva na pridelek. Optimalni čas za defoliacijo je 2–3 tedne po zaključenem cvetenju, ko ukrep nima več vpliva na količino pridelka. Da se izognemo škodi, ki lahko nastane zaredi sonca in toče na jagodah, lahko defoliacijo izvedemo v dveh fazah. Prej, julija ali v času polnega cvetenja, odstranimo liste na soncu manj izpostavljeni strani vrste. Na drugi strani vrste odstranimo liste šele, ko preneha nevarnost toče in sončnih ožigov (Vršič in Lešnik 2010).\nMedtem ko Koblet in Wiessenbach (1994) nista zaznala večjih razlik v sladkorju, kislinah in pH vrednosti glede na različen čas defoliacije, je Hafner (1995, cit. Tišler 2005) ugotovil drugače. Ugotavljal je vpliv defoliacije v cvetenju, ko so jagode imele 'velikost graha' in v začetku zorenja. Defoliacija v času cvetenja je imela največjo vsebnost sladkorja in za 18 % manjšo maso grozdja v primerjavi s kontrolo. Defoliacija v fazi zorenja je negativno vplivala na zalogo hranil v trti. Pri odstranjevanju listov v fazi, ko so jagode imele 'velikost \ngraha', pa so bili rezultati enaki kot pri kontroli. Negativni vpliv na aromatični kompleks je bil manjši ob zgodnejši defoliaciji.\nŽe Koblet in sod. (1994) so v poskusu odstranjevali liste v predelu grozdja z namenom, da se poveča gibanje zraka in se posledično zmanjša možnost za okužbe z boleznimi ter se izboljša osvetlitev in s tem sestava grozdja in kakovost. Vršič in Lešnik (2010) navaja, da boljša osvetlitev vpliva na povečanje temperature jagod, to pa na razgraditev jabolčne (v ekstremnih primerih tudi vinske) kisline. To lahko vsebnost skupnih kislin v jagodah zmanjša tudi za 2-4 g/L v primerjavi z zasenčenimi jagodami. Pri odstranjenem listju je grozdje izpostavljeno intenzivnejši osvetlitvi in spremenjenemu barvnemu spektru. Pri tem je pomemben tudi učinek hormonov; spodbudi se aktivnost encima nitratreduktaze, poveča se aktivnost encima invertaze, kar ima za posledico povečanje gostote mošta, in encima phenilalanin-amonium-lyase, ki pospeši in stopnjuje dozorelost lesa. Večja je tudi tvorba antocianov v jagodni kožici in fenolnih spojin, kar je zaželeno pri rdečih vinih, ne pa tudi pri belih.\nDefoliacija vpliva tudi na spremembe v strukturi aromatičnih snovi. Z defoliacijo se spremeni tudi razmerje med številom listov in količino grozdja (RLG). Posledično se skupna količina aromatičnih snovi zmanjša, kajti potencialna aroma je po pravilu v povezavi z vsebnostjo sladkorja v moštu, le-ta pa spet odvisen od razmerja RLG (Vršič in Lešnik 2010). Za naše klimatske razmere je to razmerje 20 cm2 listne površine za 1 g grozdja. To predstavlja nekje 7–10 listov na grozd. Pri sortah z velikim grozdjem to dosežemo le z redčenjem grozdja. Razmerje moramo upoštevati tako pri defoliaciji kot pri krajšanju mladik, saj s pravilno izvedenim oblikovanjem listne stene pozitivno vplivamo na asimilacijo, posledica česar je lahko povečana gostote mošta za do 6 -Oe pri enakem pridelku (Vršič 2002).\nOdstranjevanje listov pri sorti 'Modri pinot' je vplivalo tako na zmanjšanje pridelka kot na sestavo grozdja ob trgatvi. Vsebnost sladkorja se je zmanjšala, vendar zmanjšanje sladkorja ni bilo sorazmerno z večanjem števila odstranjenih listov. Gostota mošta pri trsih \nbrez odstranjenega listja je bila za 2,3 -Brix (kar ustreza nekje 10 -Oe) višja kot tista pri trsih z odstranjenimi desetimi listi (Koblet in sod. 1994).\nGrassl in sod. (2002) so v raziskavi, ki je ob odstranjevanju listja zajemala tudi redčenje grozdja, ugotovili, da različna obravnavanja niso vplivala na gostoto mošta in titracijske kisline ob trgatvi. Značilne razlike so bile ugotovljene le pri pH vrednosti. Pri analizi vina so bile značilne razlike le pri ekstraktu in ekstraktu brez sladkorja, vse druge vrednosti niso kazale statistično značilnih razlik.\nRazlike so se pokazale pri senzoričnem ocenjevanju. Vino s trsov z odstranjenimi tremi listi in redčenjem na en grozd na eno mladiko je imelo največjo vsebnost alkohola, največjo intenziteto barve in dobilo največjo oceno pri senzoričnem ocenjevanju. Pri varianti z enim ali tremi odstranjenimi listi je imelo večjo vsebnost fenolov in skupnih antocianov. Vino kontrolnih trsov (brez odstranjevanja listov in grozdov) pa je imelo najmanj alkohola, strokovni ocenjevalci pa so ga tudi najslabše ocenili pri senzoričnem ocenjevanju.\nBarbagallo in sod. (2007) pa so prišli do ugotovitev, da odstranjevanje listov v coni grozdja ne vpliva na sladkor in maso jagod. Povečana osvetlitev pozitivno vpliva na količino antocianov in flavonoidov ter stopnjo polimerizacije taninov.\n"], "4": ["2.2 Spremljanje dozorevanja, stopnja dozorelosti grozdja in vplivi na kakovost vina", "Spremljanje dozorevanja grozdja je nujno za pravilno planiranje trgatve, ki jo je treba opraviti takrat, ko je sestava grozdja najbolj primerna za določene tehnološke postopke, potrebne pri pridelavi posameznega vina. Zdravo in tehnološko zrelo grozdje je nujno za pridobitev kakovostnega vina. Večinoma tehnološka zrelost sovpada s polno zrelostjo grozdja, včasih pa nastopi že prej (peneča vina) ali pa kasneje (vina posebnih kakovosti). Polna zrelost nastopi, ko se koncentracija sladkorja ustali, zaradi olesenitve peclja in \nprekinitve asimilacije, koncentracija kislin pa se istočasno le neznatno znižuje (Bavčar 2006).\nPri spremljanju dozorevanja grozdja moramo hkrati spremljati več parametrov in poznati njihovo učinkovanje. Antoce in sod. (2008) so med dozorevanjem spremljali kar 21 parametrov. Izpostavili so pomen pravilne dozorelosti s stališča dobre strukture taninov, gostote mošta in kislin. Kisline padajo med dozorevanjem. Skupaj s padanjem kisline pa se lahko pojavi tudi izguba nekaterih arom in barve.\nZ dozorevanjem grozdja se poveča vsebnost taninov, posledično pa se lahko oblikuje več fenolov (Fang in Qian 2006). Največji delež skupnih fenolov v rdečih vinih predstavljajo flavonoidni fenoli, kamor spadajo tudi antociani. Med celotnim obdobjem dozorevanja prihaja do kvalitativnih sprememb pri sestavi antocaianov (Huber in sod. 2005). Skupni fenoli dajo informacijo o trpkosti in grenkobi rdečega vina, vsebnost antocianov pa daje informacijo o okusu, telesu in polnosti vina. Z večanjem koncentracije antocaianov je barva vina bolj intenzivna, barvna zasičenost se dvigne in barvni odtenek se premakne od vijolično-modrega k rdečemu (Huber in sod. 2005, Pérez-Magarino in Gonzalez-San Jose 2006).\nHuber in sod. (2005) so pri modem pinotu ugotovili, da stopnja dozorelosti ni imela vpliva na skupno vsebnost fenolov v vinu. Morebitni razlog so flavon-3-oli, ki niso pod vplivom dozorevanja in jih je v tej sorti sorazmerno velik delež. Intenziteta barve je naraščala z dozorevanjem. Z vsako naslednjo trgatvijo je barva prehajala vse bolj v smeri rjavo-rdeče, kar je sicer običajno za starejša rdeča vina (Ribéreau-Gayon in sod. 2000). Značilna povezava z dozorelostjo se je pokazala pri senzorični oceni skupne kakovosti; vina kasnejše trgatve so bila bolje ocenjena.\nVsebnost ekstrakta brez sladkorja se je povečevala z dozorevanjem. Pri ocenjevanju so prišle do izraza tudi napake, ki so se vse pojavile pri vinih poznejših trgatev. Ker nobeno od vin ni kazalo napak pri vrenju, lahko sklepamo, da je predelava zelo zrelega grozdja bolj problematična (Huber in sod. 2005). Med analiziranimi parametri so se pokazale \ndoločene povezave. Gostota grozdnega soka je bila povezana z vonjem, barvni odtenek je bil povezan s skupno kakovostjo in ekstrakt brez sladkorja je bil povezan z vsebnostjo antocianov.\nVina kasnejših trgatev so se bolje izkazala med vrenjem in so imela kompleksnejši vonj ter večjo skupno kakovost. Značilna povezava se je pokazala tudi med skupnimi fenoli in reservatroli z antioksidativno kapaciteto. Neobičajen pa je bil padec le-te v zadnjem roku trgatve. Zaradi polimerizacije taninov se njihov okus izboljša med dozorevanjem (Montmollin in Dupraz 2003).\nBarva in tanini med dozorevanjem ne sledijo enakemu razvoju kot sladkor in kisline. Visoka koncentracija taninov pa ni vedno sinonim za kakovost. Antociani so bili izbrani za pokazatelje fenolne zrelosti zaradi preprostosti, zanesljivosti testa in ker njihova akumulacija sledi podobni kinetiki kot tanini iz jagodne kožice (Montmollin in Dupraz 2003).\nVpliv dozorelosti grozdja na okus potrjuje več študij (Spring 2004, Fang in Qian 2006). Kot navajata Fang in Qian (2006), je aroma modrega pinota kompleksna formulacija različnih aromatičnih sestavin in nobena posamezna sestavina ni odgovorna za tipični okus sorte. Različna razmerja sestavin se zaznajo v različnih vonjih, le-ti pa vplivajo na različno kakovost vina.\nSenzorično ocenjevanje je pokazalo, da imajo vina kasnejše trgatve bolj kompleksno aromo z več aromami po cvetju, aromo po suhem sadju in hrastu podobnimi aromami. Vina iz manj dozorelega grozdja so imela najmočnejše sadne arome. Razlaga teh razlik iz kemijskega vidika ni povsem jasna. Rezultati analiz pa so pokazali, da se je vsebnost večine iz jagod izvirajočih aromatsko aktivnih sestavin povišala z dozorevanjem, medtem ko se je nasprotni trend kazal pri estrih.\n"], "5": ["2.3 Biološki razkis", "Biološki ali mlečnokislinski razkis je proces, h kateremu težimo predvsem pri rdečih vinih. Po alkoholnem vrenju je to najbolj znani mikrobiološki proces v vinu. V osnovi gre za bakterijsko razgradnjo nestabilne jabolčne kisline, pri čemer nastane mlečna kislina in ogljikov dioksid.\nGlavni namen biološkega razkisa je znižanje koncentracije kislin, poleg tega pa prispeva tudi k stabilizaciji vina ter spremembi vonja in okusa. Običajno sledi alkoholnemu vrenju, poteče pa lahko naključno ali kontrolirano. Če nastopi prezgodaj, je to običajno povezano s težavami pri alkoholni fermentaciji in nezadostnem žveplanju. Bakterije v tem primeru zaradi antagonističnega delovanja s kvasovkami zavirajo alkoholno fermentacijo, ob tem pa še razgrajujejo preostali sladkor, kar ima za posledico občutno povečanje hlapnih kislin. Mlečnokislinske bakterije so tako zaželene šele, ko je ves sladkor prevret. Kakor hitro je razkis zaključen, pa je potrebno tudi bakterije odstraniti, da ne pride zaradi razgradnje pentoz, glicerola, vinskih kislin in drugih spojin do negativnega učinka – povišanja kislin.\n(Ribéreau-Gayon in sod. 2006). \nSpremembe kot posledica biološkega razkisa so padec kislin, 3-4,5 g/L izraženo kot vinska kislina in povišan pH, katerega posledica je razbarvanje antocianov. Barvna intenziteta pade, ton pa se spremeni v bolj modro-vijolične odtenke. Opazno se spremeni tudi značaj vina, ki je posledica tvorbe aromatičnih snovi, kot so diacetili z vonjem po maslu, ki so zaželeni v koncentracijah 1-4 mg/L, ali etil laktat. Okus se tudi spremeni zaradi zamenjave ostre, sveže in nezrelo delujoče jabolčne kisline z bolj mehko, uglajeno in zrelo mlečno kislino. Ne nazadnje pa razkis privede tudi do boljše biološke stabilnosti vina (Ribéreau- Gayon in sod. 2006, Bavčar 2006).\nZa uspešen potek biološkega razkisa (delovanja mlečnokislinskih bakterij) je potrebnih nekaj pogojev:\n- anaerobni pogoji (brez prisotnosti kisika),\n- pH vrednost (minimalno 3,1-3,2),\n- temperatura (16–25 -C)\n- vsebnost žvepla: prosti SO2 do 15 mg/L  skupni SO2 od 40 do 50 mg/L,\n- interakcija (odnos) s kvasovkami,\n- dostopnost hranilnih snovi in rastnih dejavnikov,\n- višji alkohol ovira delovanje – maksimalno 14,0 vol. %,\n- prisotnost bakteriofagov (b. virusov) ovira bakterije,\n- ostanki pesticidov ovirajo delovanje bakterij – kvalitetno razsluzenje mošta.\nV kolikor ti pogoji niso doseženi, se zelo hitro zgodi, da steče biološki razkis v negativni smeri, kar vodi v vlečljivost, mlečnokislinski ton, mlečni cik in miševino (Vodovnik Plevnik 2009).\n"], "6": ["3 MATERIAL IN METODE DELA", ""], "7": ["3.1 Vinograd", "Poskus je bil opravljen na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo Univerze v Mariboru Fakultete za kmetijstvo in biosistemske vede. Lega vinograda je na približno 480 m nadmorske višine s koordinatami okrog 46- 32' 16'' N, 15- 33' 35'' E z južno do jugovzhodno lego (Geopedia 2010). Vinograd je zasajen s sorto 'Modri pinot', z medvrstno razdaljo 2,4 m in razdaljo v vrsti 0,9 m. Poskus je bil izveden leta 2007.\n"], "8": ["3.2 Sorta 'Modri pinot'", "'Modri pinot' je rdeča sorta in spada po dozorevanju med sorazmerno rane sorte (v Podravju sicer srednje pozne). Mošt lahko doseže visok odstotek sladkorja, tudi 80 do 90\n-Oe, saj je ena naših najkakovostnejših sort (Hrček in Korošec–Koruza 1996, Plahuta in Korošec–Koruza 2009). Vina imajo temno rubinasto barvo, aroma je močna in izrazita, okus pa daje vtis zrele sadne kisline (Vršič 2008).\n'Modri pinot' je sorta, za katero je značilna dokaj visoka akumulacija taninov, a nižja akumulacija antocianov v primerjavi z drugimi sortami kakovostnih rdečih vin. Upoštevajoč veliki potencial te sorte pri kopičenju sladkorja in hitro gnitje jagod, ko je dosežena fiziološka zrelost, se trgatev lahko začne, še preden je dosežena polifenolna zrelost (Antoce in sod. 2008).\n"], "9": ["3.3 Zasnova poskusa", "Poskus smo postavili v naključnih skupinah s štirimi obravnavanji v treh ponovitvah (50 trt v ponovitvi). Defoliacija (T1D) in kontrola (T1K) v prvi trgatvi ter defoliacija (T2D) in \nkontrola (T2K) v drugi trgatvi (Slika 2). Defoliacijo smo izvedli 28. 6. 2007. Na podlagi dozorelosti grozdja smo določil dva datuma trgatve, 12. 9. in 24. 9. 2007.\nin kontrola (T1K) v prvi trgatvi ter defoliacija (T2D) in kontrola (T2K) v drugi  trgatvi.\nIzhodiščna gostota mošta za prvo trgatev je bila pri 80 -Oe in druga pri 92 -Oe. Glede na sorazmerno ugodne vremenske razmere in dobro zdravstveno stanje pa smo trgatev izvedli pri večji gostoti mošta, 88 -Oe in 96 -Oe.\nKletarska dela so bila enaka za vsa štiri obravnavanja, pri vseh smo izvedli tudi biološki razkis. Vsa obravnavanja so bila podvržena različnim analitičnim meritvam in dvema senzoričnima ocenjevanjema.\n"], "10": ["3.4 Zbiranje podatkov", ""], "11": ["3.4.1 Priprava vzorcev in izvedene meritve", "Pri spremljanju dozorevanja grozdja smo ugotavljali sledeče parametre za posamezne ponovitve vsakega obravnavanja: masa 100 jagod, gostota mošta (-Oe), pH vrednost in skupne titracijske kisline (g/L), izražene kot vinska kislina.\nVzorčenje grozdja smo začeli 23. 8. 2007 in ga opravljali enkrat na teden. Do prve trgatve 12. 9. 2007 smo opravili štiri vzorčenja. Do druge trgatve, ki je potekala 24. 9. 2007, smo opravili še eno vzorčenje. Nabrali smo reprezentativni vzorec 100 jagod iz različnih delov grozdov, 50 iz ene strani vrste in 50 iz druge strani vrste. Po tehtanju smo jagode stisnili, da smo pridobili grozdni sok. Prefiltriranega smo uporabili za druge meritve in analize.\nPrvo trgatev smo opravili 12. 9. 2007, drugo trgatev pa 12 dni kasneje, 24. 9. 2007. Ob tem smo ugotavljali sledeče parametre pri posameznem vzorčenem trsu:\n- število dobrih mladik,\n- število hiravih mladik,\n- število nevzbrstelih očes,\n- število grozdov na trs,\n- masa grozdov na trs in\n- druge parametre, ki so bili že navedeni ob dozorevanju grozdja.\nZa pridobitev podatkov o navedenih parametrih smo ločeno obrali po pet naključno izbranih trsov iz vsake od treh ponovitev za vsa štiri obravnavanja. Štetje smo opravili neposredno v vinogradu, meritve z analizo pa so sledile v laboratoriju. Iz natrganega grozdja smo odbrali 100 naključno izbranih jagod, ki smo jih nato stehtali in stisnili za meritve in analize grozdnega soka. Po tem, ko smo odbrali vzorce za meritve in analize, smo grozdje specljali in drozgi dodali žveplo, 40 ml/100 L, in kvasovke (Excellence SOUCHE RB4 FRUTY RED), 20 g/100 L. Osmi dan po maceraciji, 20. 9. 2007 in 2. 10. \n2007, je sledilo stiskanje drozge ter dodatek mlečnokislinskih bakterij (Viniflora OENOS CHR HANSEN).\nV času maceracije smo opravljali meritve gostote mošta in skupnih titracijskih kislin ter pH vrednosti. Kasneje, med biološkim razkisom, pa smo spremljali še jabolčno in mlečno kislino. En mesec po zadnji trgatvi smo izmerili še vsebnost alkohola.\nDrozgo smo dobro premešali, nato pa odvzeli vzorec grozdnega soka oziroma mošta za analize. Vzorcem mošta smo pred analizo z ogrevanjem odstranili ogljikov dioksid, ki lahko navidezno poveča rezultat skupnih kislin. 23. 10. 2007 smo v vzorcih prvič izmerili vsebnost alkohola.\nPrvo, interno, pokušanje vin smo izvedli na UC Meranovo 30. 1. 2008. Pokušnje so opravili trije ocenjevalci. Sledilo je še drugo pokušanje jeseni 2008 v prostorih Radgonskih goric d.d., pri katerem je bilo prisotnih 23 ocenjevalcev, študenti in predavatelji FKBV ter predstavniki podjetja. Pri prvem pokušanju so ocenjevalci na osnovi rangiranja ocenili barvo, vonj, okus in skupno oceno, pri drugem pokušanju pa le skupno oceno; 1. rang (najboljše) in 4. rang (najslabše).\n27. 5. 2008 smo v laboratoriju za kemijo Fakultete za kmetijstvo in biosistemske vede v vzorcih vina analizirali vsebnost fenolnih antioksidantov. 7. 10. 2008 smo na Kmetijsko- gozdarskem zavodu Maribor v vzorcih vina opravili tudi analizo relativne gostote, vsebnosti alkohola in skupnih ekstraktov. 19. 3. 2009 pa smo še analizirali vsebnosti skupnih fenolov, taninov, antocianov ter intenziteto in nianso barve.\n"], "12": ["3.4.2 Metode izvajanja meritev", "Maso 100 jagod in maso grozdov na trto smo ugotovili na podlagi tehtanja (elektronska tehtnica OHAUS PORTABLE Advanced). Koncentracijo sladkorja v grozdnem soku smo ugotovili posredno preko meritve gostote mošta s pomočjo refraktometra (Refraktometer \nMass s/w DIGITAL), pH vrednost v grozdnem soku pa s pomočjo pH-metra (Mettler Toledo MP 120 pH Meter).\nSkupne titracijske kisline smo določili na osnovi titracije grozdnega soka in vina z natrijevim hidroksidom, ob dodatku indikatorja bromtimolmodro. Glede na porabljeno količino NaOH, ki je bila potrebna za barvni preskok, smo izračunali skupne titracijske kisline izražene kot vinsko kislino. Jabolčno in mlečno kislino smo v moštu merili s pomočjo testnih lističev in reflektometra (RQflex10).\nAlkohol smo določali s pomočjo ebulioskopa. Deluje na osnovi razlike vrelišč vode in etanola pri normalnem zračnem tlaku. Več je alkohola, bolj se temperatura vrelišča vina pomika proti 78 -C. Ebulioskop smo pred merjenjem umerili.\nSkupne fenole smo določili na osnovi Indexa folin-ciocalteu. Absorbanco smo izmerili pri 750 nm (Tanner 1987). Koncentracijo taninov, podano v g/L, smo ugotovili na osnovi razlike absorbanc pri 550 nm segretega in nesegretega vzorca. Koncentracijo antocianov, podano v mg/L, smo ugotovili na osnovi razlike absorbance pri 520 nm osnovne raztopine, ki smo ji dodali vodo, in osnovne raztopine, ki smo ji dodali natrijev hidrogensulfit (Ribéreau-Gayon in sod. 2000). Barvo vzorca smo določili na osnovi absorbance vzorcev pri 420 nm in pri 520 nm. Na osnovi pridobljenih podatkov smo preračunali tudi intenziteto barve in nianso barve (Tanner 1987).\n"], "13": ["3.5 Vremenske razmere v letu 2007", "Zima je bila povsod močno nad dolgoletnim temperaturnim povprečjem, na območju Maribora za približno 4 -C. Nadpovprečno toplo vreme se je nadaljevalo še spomladi in poleti. Le jesen je bila v večjem delu države, tako tudi na območju Maribora, za približno 1\n-C pod dolgoletnim povprečjem. Nadpovprečno je bilo v letu 2007 tudi število toplih in vročih dni. V letu 2007 je bila med julijskim vročinskim valom izmerjena temperatura \nzraka v Mariboru 37,7 -C. Med leti 2000 in 2007 je bila ta temperatura preseženo le leta 2003 (38,8 -C).\nPadavine so se po Sloveniji in tudi med letom zelo razlikovale. Na območju Maribora so bile nekoliko nižje od dolgoletnega povprečja. Najbolj je od povprečja izstopal april. Izstopal pa je tudi september, ko je bilo padavin več.\nDolgoletno povprečje trajanja sončnega obsevanja je bilo preseženo povsod po Sloveniji. Na območju Maribora je bil presežek nekje od 10 do 20 %. Julija je bilo trajanje sončnega obsevanja največje glede na dolgoletno povprečje.\nFenološki razvoj je prehiteval vse leto. Močno je prehiteval predvsem ob začetku leta, nekoliko manj, a še vedno, pa v drugi polovici leta. Aprila je nastopila kmetijska suša. Padavin pa je bilo malo na območju Maribora tudi čez vse poletje. Talni vodni rezervoar se je napolnil šele jeseni, ko so se septembrske temperature spustile pod dolgoletno povprečje, padavine pa so bile nad dolgoletnim povprečjem (Mesečni bilteni 2007, Meteorološki letopis 2007 – agrometeorologija in Meteorološki letopis 2007 – podnebne značilnosti leta). \nMaribor – Tabor v letu 2007 po modificiranem Walterjevem in Gaussenovem  klimadiagramu v razmerju 1:4 (Hočevar in Petkovšek 1995).\nUgodno avgustovsko vreme je preprečilo marsikatero okužbo trte v septembru, zato so ostali grozdi pred obiranjem v fazi splošnega zorenja zdravi in polni. Predvsem zgodnejše sorte grozdja pa so vinogradniki obirali do 14 dni bolj zgodaj kot običajno.\n"], "14": ["3.6 Statistična obdelava podatkov", "Podatke smo obdelani s programom Microsoft Office Excel in SPSS 16.0 za Windows. Za zbrane podatke smo izračunali aritmetične sredine in standardni odkloni. Z analizo variance (Onneway ANOVA) smo primerjali aritmetične sredine obravnavanj. Sredine proučevanih variabilnih spremenljivk smo testirali s Tukey-testom. Statistično značilne razlike so bile prisotne, ko je bil izračunan P ≤ 0,05.\n"], "15": ["4 REZULTATI Z RAZPRAVO", ""], "16": ["4.1 Spremljanje dozorevanja", ""], "17": ["4.1.1 Gostota mošta", "Pri prvi meritvi je bila povprečna gostota mošta manjša pri defoliiranih trsih, znašala je 70,7 -Oe (Grafikon 2). Pri zadnji meritvi, ki je bila opravljena 25 dni kasneje, je bilo obratno. Grozdje defoliiranih trsov (T2D) je imelo večjo gostoto mošta (93,7 -Oe) kot grozdje kontrolnih trsov (T2K), kjer je bila povprečna gostota mošta 92,7 -Oe. Razlika v količini nakopičenega sladkorja od prvega do zadnjega merjenja je bila večja pri obravnavanjih z defoliacijo (T1D = 15,3 in T2D = 23,0) kot pri kontrolnih obravnavanjih (T1K = 15,0 in T2K = 21,4).\n"], "18": ["4.1.2 Vsebnost skupnih titracijskih kislin", "Dne 23. 8. 2007, ko smo opravili prvo meritev skupnih titracijskih kislin v grozdju, je bila vsebnost le-teh pri defoliiranih trsih 13,6 g/L, pri kontroli pa 13,9 g/L. Ob spremljanju dinamike zmanjševanja skupnih titracijskih kislin v času dozorevanja lahko ugotovimo, da se je vsebnost kislin najbolj zmanjšala med drugo in tretjo meritvijo. Minimum so v tretji meritvi (11 dni po prvem merjenju) dosegle kisline defoliiranih trsov z 10,3 g/L in kisline kontrolnih trsov z 10,2 g/L. Nato so se vrednosti ponovno večale in ob meritvi 25 dni po začetnem merjenju dosegle vrednost 10,8 g/L pri defoliiranih trsih ter 10,9 g/L pri kontrolnih trsih. Razlog za izrazit padec kislin ob tretji meritvi v začetku septembra bi lahko bile padavine s konca avgusta.\n"], "19": ["4.1.3 PH vrednost", "Izhodiščna pH vrednost je bil izmerjena pri defoliiranih trsih pri pH = 2,97 in pri kontrolnih trsih pri pH = 2,99. Pri meritvi, ki je bila opravljena 18 dni kasneje, je pH pri defoliiranih trtah dosegel maksimum, pH = 3,21. Pri kontrolnih trtah je bil ob tej meritvi izmerjen pH = 3,16. Ob zadnji meritvi pred drugo trgatvijo (25 dni po prvi meritvi) je bila pH vrednost pri defoliiranih trsih pH = 3,18 in pri kontrolnih trsih pH = 3,17.\nGrafikona 2 prikazuje gostoto mošta, vsebnost skupnih titracijskih kislin in pH vrednost v času dozorevanja grozdja. Kot je razvidno, večjih razlik med obravnavanji ni bilo. To potrjuje tudi statistična obdelava podatkov.\nsorti 'Modri pinot' v letu 2007.\n"], "20": ["4.2 Vrednosti izmerjenih parametrov ob trgatvi", "Preglednica 1 prikazuje vrednosti šestih parametrov, ki so se, poleg gostote mošta, vsebnosti kislin v jagodah in pH vrednosti jagodnega soka, ugotavljale ob trgatvi. Prikazane so povprečne vrednosti obravnavanj T1K, T1D, T2K in T2D. Čeprav so bile razlike opazne pri vseh spremenljivkah, le-te niso bile statistično značilne. Povprečna masa grozdov se je gibala od 1883 g/trs pri T2K, kontrolnem obravnavanju druge trgatve, do 2512 g/trs pri T2D, obravnavanju z defoliacijo druge trgatve. Razporeditev obravnavanj glede števila grozdov na trs je bila identična razporeditvi glede na maso 100 jagod. Največje število grozdov in maso jagod so dosegli vzorci iz T2D, med tem ko so najmanjšo vrednost dosegli vzorci iz T1D.\nS statistično obdelavo rezultatov smo ugotovili, da se obravnavanja statistično značilno razlikujejo v gostota mošta in vsebnosti kislin ter pH vrednosti v grozdnem soku glede na čas trgatve. Opravljena defoliacija je imela statistično značilni vpliv le na manjšo vsebnost skupnih titracijskih kislin pri prvem terminu trgatve v primerjavi s kontrolo p ≤ 0,05 (Grafikon 3).\nPovprečna gostota mošta v prvem terminu trgatve je bila pri kontrolnih trsih 86,4 -Oe in 89,9 -Oe pri defoliiranih trsih. Pri drugem terminu trgatve pa je bila povprečna gostota \nmošta pri defoliiranih trsih 96,4 -Oe in pri kontrolnih trsih 96,3 -Oe. Statistično značilne razlike so med prvim in drugim terminom trgatve. Tudi Grassl in sod. (2002) ter Barbagallo in sod. (2007) so ugotovili, da defoliacija ne vpliva statistično na gostoto mošta.\nNajvečja vsebnost titracijskih kislin je bila pri T1K, kontrolnih trsih v prvem terminu trgatve (11,7 g/L), pri T1D pa za 1 g/l manjša. Najmanjša vsebnost skupnih titracijskih kislin je bila pri defoliiranih trsih v drugem terminu trgatve (T2D 9,5 g/l). V prvi in drugi trgatvi je imelo obravnavanje z izvedeno defoliacijo (T1D in T2D) po pričakovanju manjšo vsebnost skupnih kislin kot obravnavanji kontrole (T1K in T2K). Tudi Grassl in sod. (2002) navajajo manjše vsebnosti skupnih titracijskih kislin v moštu defoliiranih trsov sorte 'Modri pinot', čeprav brez statistično značilnih razlik.\nObratni vrstni red obravnavanj je bil pri povprečni pH vrednosti, ki je negativno povezana z vsebnostjo kislin. Največja vrednost je bila pri T2D s pH = 3,38, najmanjša pa pri T1K s pH = 3,16. V prvi in drugi trgatvi je imelo obravnavanje z izvedeno defoliacijo, T1D in T2D, po pričakovanju večjo pH vrednost kot obravnavanje iz kontrole, T1K in T2K.\n(kontrola (T1K) in defoliacija (T1D) v prvi trgatvi ter kontrola (T2K) in  defoliacija (T2D) v drugi trgatvi) pri sorti 'Modri pinot' v letu 2007. \n4.3 Gostota mošta, pH vrednost in skupne titracijske kisline v času maceracije\nGrafikoni 5, 6 in7 prikazujejo gostoto mošta, pH vrednosti in skupne titracijske kisline med maceracijo. Kakor so nakazovali že rezultati pri trgatvi, so bile opazne razlike med obravnavanji iz prve (T1K, T1D) in druge trgatve (T2K, T2D), medtem ko razlik med obravnavanji defoliacije (T1D in T2D) in kontrole (T1K in T2K) skoraj ni. Do nelogičnega odstopanja je prišlo pri tretji meritvi obravnavanja T1K. Najverjetnejša razlaga odstopanja je napaka pri merjenju.\nT2K  3,00  0 5 10 15 20 25  Dnevi po trgarvi\n0 5 10 15 20 25  Dnevi po trgarvi\n"], "21": ["4.4 Analize in senzorično ocenjevanje vina", "Vsebnost alkohola v vinu se je analizirala dvakrat (preglednici 2 in 3). Kljub manjšim razhajanjem med rezultati so oboji pokazali razliko skoraj 2 vol. % med prvo in drugo trgatvijo, kar je bilo pričakovano glede na gostoto mošta ob trgatvi. Najmanjša vsebnost alkohola je bila pri obravnavanju T1D z 11,30 (oz. 11,34) vol. %, največja pa pri T2D 13,25 (oz. 13,31) vol. % alkohola.\nfenolov, taninov in antocianov ter intenziteta barve in niansa barve (19. 3.\n  sorti 'Modri pinot' v letu 2007.\n"], "22": ["4.4.1 Barva", "Obravnavanja T1K je bilo s povprečno oceno 1,33 najbolje ocenjeno glede barve. Vino iz tega obravnavanja je pri analizi izkazalo najmanjšo koncentracijo antocianov, drugo največjo intenziteto barve ter koncentracijo elagove kisline in je imelo rdečo nianso barve. Slabše je bilo ocenjeno obravnavanje T1D s povprečno oceno 1,67 in največjo koncentracijo antocianov ter najmanjšo intenziteto barve ter koncentracijo elagove kisline. Niansa barve pri tem obravnavanju je bila opečnata, pri vinih ostalih obravnavanj pa rdeča. Še slabše je bilo ocenjeno obravnavanje T2D. Doseglo je povprečno oceno le 3,50 in je imelo drugo najmanjšo koncentracijo antocanov in največjo intenziteto barve ter koncentracijo elagove kisline. Najslabše je bilo ocenjeno obravnavanje T2K s povprečno oceno 4,00. Imelo je drugo najmanjšo intenziteto barve ter koncentracijo elagove kisline in drugo največjo koncentracijo antocianov. Vino, ki je dobilo boljšo oceno za barvo, je imelo manjše koncentracije trans- in cis-resveratrola ter prav tako kvercetina (preglednice 2, 4 in 6).\n"], "23": ["4.4.2 Vonj", "Po vonju najboljše, s povprečno oceno 1,50, je bilo ocenjeno vino iz obravnavanja T2K, ki je imelo najmanjšo koncentracijo skupnih fenolov. Slabše, s povprečno oceno 1,83, je bilo \nocenjeno vino iz obravnavanja T2D, ki je imelo drugo največjo koncentracijo skupnih fenolov. Še slabše je bilo ocenjeno vino iz obravnavanja T1K, ki je imelo povprečno oceno 3,00. Najslabše, s povprečno oceno 3,67, je bilo ocenjeno vino iz obravnavanja T1D, ki je imelo največjo koncentracijo skupnih fenolov (preglednici 2 in 4).\n"], "24": ["4.4.3 Okus", "Pri okusu sta, z enako povprečno oceno kot pri vonju, bili najbolje ocenjeni vino iz obravnavanja T2K, ki je imelo najmanjšo koncentracijo taninov, in vino iz obravnavanja T2D, ki je imelo drugo najmanjšo koncentracijo taninov. Slabše, s povprečno oceno 3,17, je bilo ocenjeno vino iz obravnavanja T1K, ki je imelo največjo koncentracijo taninov. Najslabše, s povprečno oceno 3,50, je bilo ocenjeno vino iz obravnavanja T1D, ki je imelo drugo največjo koncentracijo taninov (preglednici 2 in 4).\n"], "25": ["4.4.4 Skupna ocena", "Skupna ocena vina združuje rezultate prvega in drugega ocenjevanja. Najbolje, s povprečno oceno 1,98, je bilo ocenjeno vino iz obravnavanja T2K, ki je imelo največjo koncentracijo skupnega ekstrakta in drugi največji del alkohola. Vino je bilo najbolje ocenjeno pri okusu in pri vonju ter najslabše pri barvi.\nSlabše, s povprečno oceno 2,21, je bilo ocenjeno vino iz obravnavanja T2D. To vino je imelo največji del alkohola in drugo največjo koncentracijo skupnega ekstrakta. Kot drugo najboljše je bilo ocenjeno po okusu in vonju in slabše po barvi.\nŠe slabše, s povprečno oceno 2,83, je bilo ocenjeno vino iz obravnavanja T1K. Le-to je imelo drugi največji del alkohola in prav tako drugo najmanjšo koncentracijo skupnega ekstrakta. Pri barvi je bilo najbolje ocenjeno, po vonju in okusu pa je bilo slabše ocenjeno le še vino iz obravnavanja T1D. \nNajslabše, s povprečno oceno 2,92, je bilo ocenjeno vino iz obravnavanja T1D. To vino je imelo najmanjši del alkohola in najmanjšo koncentracijo skupnega ekstrakta. Čeprav je bilo dobro ocenjeno po barvi, je bilo najslabše ocenjeno po vonju in okusu. S padanjem povprečne ocene vonja, okusa in skupne ocene vina, se je dvigala koncentracija galne kisline (preglednice 2, 3 4 in 5).\nprikazano ločeno po barvi, vonju, okusu in skupni oceni vina.\n* povprečje doseženih rangov (1-najboljša ocena, 4-najslabša ocena) \n  kisline in epikatehina, v vzorcih vina (27. 5. 2008) pri sorti 'Modri pinot' v  letu 2007.\npri sorti 'Modri pinot' v letu 2007.\n"], "26": ["5 SKLEPI", "V letu 2007 smo v vinogradu na UC Meranovo ugotavljali vpliv defoliacije in dozorelosti grozdja na kakovost vina sorte 'Modri pinot'.\nUgotovili smo, da v času dozorevanja grozdja ni bilo značilnih razlik med kontrolo in defoliacijo. Pri trgatvi pa so bile razlike statistično značilne. Ob drugi trgatvi je bila povprečna gostota mošta večja kot pri prvi trgatvi za 8,2 -Oe. Večja je bila tudi pH vrednost, kisline pa so bile za 1,3 g/L manjše.\nDozorelost grozdja je bistveno bolj vplivala na kakovost vina kot defoliacija na koncu faze razvoja jagod. Pri vinu iz obravnavanj T2K in T2D, druga trgatev, so bile povprečne ocene pri senzoričnem ocenjevanju, z izjemo ocene za barvo, večje kot pri vinih iz obravnavanj T1K in T1D. Pri vinu iz obravnavanj druge trgatve so bile največje vsebnosti alkohola (T2D = 13, 31 vol. %), skupni ekstrakt (T2K = 24,0 g/L) in intenziteta barve (T2D = 2,67). Bolj dozorelo grozdje vsebuje več sladkorja, zato ima vino tudi večji alkohol. Nepovreti sladkor pa prispeva k skupnemu ekstraktu vina. To vino pa ima tudi najmanjšo koncentracijo taninov (T2K = 0,28 g/L) in skupnih fenolov (T2K = 798 mg/L) ter relativno gostoto (T2D = 0,9918). Večja vsebnost alkohola manjša relativno gostoto, medtem ko jo nepovreti sladkor veča.\nPri senzoričnem ocenjevanju je bilo vino iz obravnavanja T2K najbolje ocenjeno. Najbolje je bilo razvrščeno glede na vonj, a slabše glede na barvo. Pri tem vinu smo izmerili drugi največji delež alkohola (13,20 vol. %), enako kot gostoto mošta ob trgatvi, 96 mg/L antocianov in ugotovili najmanjšo vsebnost skupnih fenolov (798 mg/L) ter taninov (0,28 g/L).\nNajslabše je bilo ocenjeno vino T1D, ki je bilo slabo razvrščeno glede na vonj in okus ter najbolje glede na barvo. Pri tem vinu smo izmerili 11,3 vol. % alkohola 0,77 g/L taninov in največjo koncentracijo antocianov (214 mg/L) ter skupnih fenolov (960 mg/L).\n"], "abstract": ["V letu 2007 smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo ugotavljali vpliv defoliacije in dozorelosti grozdja na kakovost vina sorte 'Modri pinot'. Poskus je bila postavljen v vinogradu po metodi naključnih skupin s štirimi obravnavanji in tremi ponovitvami. Med dozorevanjem grozdja nismo ugotovili statistično značilnih razlik med obravnavanji, pri trgatvi pa so bile razlike statistično značilne. Na kemijsko sestavo grozdja je imel večji vpliv čas trgatve (dozorelost grozdja) kot defoliacija. Sok grozdja kontrolnih trt je imel v prvem roku trgatve (T1K) najmanjšo gostoto mošta (86,4 °Oe) in pH vrednost (pH = 3,16) ter največjo vsebnost skupnih kislin (11,71 g/L). Pri obravnavanju T2D je bilo obratno; gostoto mošta (96,4 °Oe) in pH vrednost (pH = 3,38) sta bili največji, vsebnost skupnih kislin (9,5 g/L) pa je bila najmanjša. Vini iz obravnavanj druge trgatve sta, kljub slabši barvi, prejeli boljšo skupno oceno kot vini iz obravnavanj prve trgatve. Pri senzoričnem ocenjevanju je vino iz obravnavanja T2K dobilo najvišjo oceno. To vino je vsebovalo 13,20 vol. % alkohola (več je vsebovalo le obravnavanje T2D), 96 mg/L antocianov (več je vsebovalo le obravnavanje T1D) ter najmanjšo vsebnost skupnih fenolov (798 mg/L) in taninov (0,28 g/L). "]}