{"1": ["1 UVOD", "S pojavom prvih telefonskih central, ki so jih nadzirali računalniki, in z odkritjem, da se da centralo preslepiti in brezplačno telefonirati, je razburjalo mladeniče po Združenih državah Amerike. V svojem početju niso videli nič slabega, saj so le izkoriščali, kar jim je tehnologija ponujala. V resnici pa je šlo za prve vdore v informacijske sisteme. S pojavom prvih računalnikov se je njihova radovednost še povečala in želja po poznavanju tehnologije jih je zasvojila. S svojimi primitivnimi modemi, kjer je bila hitrost prenosa 30 znakov na sekundo, so se povezovali s slabo zaščitenimi računalniki na univerzah in javnih institucijah. Učili in izpopolnjevali so se, se združevali v klube in si med seboj izmenjavali informacije. Posamezni klubi so začeli tekmovati, kdo bo osvojil več računalnikov. Pojavljali so se v medijih, kjer so jih poimenovali hekerji. Le- ti pa so spoznali, da imajo od svojega početja lahko tudi finančne koristi. Vdori v banke so omogočili nakazila na bančni račun ali pridobitev zaupnih informacij, ki so jih lahko prodali na trgu. To so bili prvi kiberkriminalci, za njihov pregon pa zakonodaja ni obstajala. Leta 1986 je Ameriški kongres v ZDA predlagal sprejetje zakona »Computer Fraud and Abuse Act«, ki kriminalizira nelegalne vstope – vdore v informacijske sisteme. Naslednje leto je bil zakon sprejet.\nUporaba interneta v komercialne namene je pomenila skokovito rast povezanih računalnikov. Povezovanje in komuniciranje med računalniki je zahtevalo razvoj novih storitev in priključevanje vse večjega števila naprav. Varnost je bila potisnjena na stranski tir. Vse to so s pridom izkoristili kriminalci in stopili v kiber prostor. S tem se je odprla tudi nova fronta boja proti kriminaliteti, ki se kot še nikoli doslej razlikuje od do sedaj znanega. Meje so padle in nacionalne zakonodaje ne zadostujejo več. Pojavljajo se kraje kreditnih kartic, vdori v banke in druge finančne institucije. Vse bolj se krepi zavedanje, da je internet lahko pomemben tudi s stališča nacionalne varnosti. S pojavom brezžičnih povezav so se odprle popolnoma nove možnosti za vdore v informacijske sisteme domačih uporabnikov, podjetij in institucij.\nHiter razvoj informacijskih in komunikacijskih sistemov prinaša iz leta v leto večje število različnih priključenih naprav v internet in vse več novih storitev. Vse nove naprave in storitve pa prinašajo nove pomanjkljivosti, ki jih kiberkriminalci izkoriščajo za svoje dejavnosti. Sedanja gospodarska kriza je prinesla nove premike v kriminalnem \npodzemlju. Vse več je odpuščenih delavcev z znanjem o informacijskih sistemih podjetij. Informacije, ki so zanimive za kriminalno podzemlje, se prodajajo na internetu. Vdori zaradi samodokazovanja oziroma lastne promocije so vse redkejši in večinoma omejeni na mladoletnike. Prevladujejo vdori, ki prinašajo finančno korist in s tem sredstva za preživetje.\nNaše življenje postaja vse bolj odvisno od pravilnega delovanja informacijskih sistemov. Zavedanje o ranljivosti in tveganjih informacijskih sistemov je potrebno dvigniti, tako pri uporabnikih domačih računalnikov kot tudi pri uporabnikih informacijskih sredstev v podjetjih in javnih institucijah.\nNamen in cilji\nV specialistični nalogi si bomo ogledali možne načine vdorov v informacijski sistem večjega podjetja. Podrobneje bomo govorili o notranjih in zunanjih vdorih. Predstavili bomo nevarnost postavljanja brezžičnih povezav. Večji del specialistične naloge bo posvečen izgradnji nadzorne infrastrukture, ki je osnova za uspešno preprečevanje in odkrivanje vdorov v informacijske sisteme. Ogledali si bomo možnost uporabe dnevniških datotek pri odkrivanju potencialnih vdorov in se seznanili z zakonskimi omejitvami zbiranja in obdelovanja dnevniških datotek.\nPredpostavke\nV zaključnem delu naloge bomo potrdili oz. ovrgli domneve, da se pri vdorih v informacijske sisteme in boju proti njim pojavljajo naslednji trendi:   brezžične komunikacije predstavljajo večji problem pri zagotavljanju  varnosti informacijskih sistemov;   pravilna postavitev infrastrukture in nadzornih sistemov je ključnega  pomena pri pravočasnem odkrivanju vdorov v računalniške sisteme;   pravilno zbiranje in analiziranje sistemskih datotek omogoča pravočasno  odkrivanje in analizo vdorov v računalniške sisteme.\n"], "2": ["2 ZGODOVINA", "S pojavitvijo prvih informacijskih sistemov so se v kratkem času pojavile tudi zlorabe le-teh. Najprej so dostopen informacijski sistem predstavljale le telefonske centrale. Izkoriščanje slabosti le-teh pa sploh ni bilo kaznivo dejanje. Zakonodaja, ki ureja to področje, je nastajala kasneje in se seveda prilagaja razvoju in dogajanju v informacijski tehnologiji. V nadaljevanju je na kratko opisana zgodovina zlorab informacijskih sistemov.\n"], "3": ["2.1 Prazgodovina", "Kot prvo skupino računalniških hekerjev literatura omenja skupino študentov na MIT v 60-ih letih. Kot večina študentov so lahko uporabljali centralne računalnike. Od ostalih študentov, ki so uporabljali centralne računalnike, so se razlikovali po načinu uporabe le-teh. Večina študentov je računalnike uporabljala za opravljanje računskih operacij pri študiju. Ta skupina je iskala tudi drugačne načine uporabe obstoječih programov in tako postala prva hekerska skupina. Verjeli so, da je to pozitiven pristop, saj je pomagal uporabo obstoječe strojne in programske opreme poriniti tudi onstran izvirnih oblikovalskih meja. Mnenje te skupine je bilo, da mora biti dostop do tehnologije in informacij svoboden, zato v svojem početju niso videli ničesar slabega.\n"], "4": ["2.2 Telefonske centrale", "70-a leta je zaznamovalo predvsem vdiranje v telefonske centrale. Zlorabo le-teh je omogočil prehod iz človeških operaterjev na računalnike za upravljanje klicev. Nadzor klicnega sistem je bil zasnovan na tonih različnih frekvenc. Nepreverjena legenda pravi, da je neki slepi fant, ki je imel sposobnost žvižganja tona 2600 Hz, nekoč med pogovorom s staro mamo v telefon zažvižgal. Linija se je prekinila, on pa je začuden ugotovil, da lahko kliče poljubno številko brez dodatnega zaračunavanja. Zavedanje, kako tehnologija deluje, je sprožilo množično iskanje dodatnih možnosti, ki jih tehnologija ponuja. Idol takratnega boja za svobodo tehnologije, s katerim so zagovarjali svoje početje, je bil John Draper oziroma Captain Crunch. Vzdevek je dobil zaradi uporabe piščalke, ki jo je bilo možno dobiti v kosmičih Cap'n Crunch in je proizvajala zvok frekvence 2600 Hz. Leta 1975 se je na trgu pojavil prvi osebni računalnik Altair 8080 in večina fantov, ki je že imela izkušnje z vdiranjem v telefonske\ncentrale, je želela čim prej spoznati novo tehnologijo. V Kaliforniji so lastniki prvih domačih računalnikov ustanovili klub, ki se je imenoval Homebrew Computer Club. Dva člana kluba, kasnejša ustanovitelja podjetja Aplle, Steve Jobs in Steve Wozniak, sta razvila posebno napravo, imenovano »blue box«, ki je bila namenjena vdiranju v telefonske centrale z oddajanjem tonov različnih frekvenc.\n"], "5": ["2.3 Zlata doba", "80-a leta so bila zlata doba vdiranja v računalnike. To je bilo desetletje, ko se je v računalnike vdiralo za zabavo in izziv. Veliko podjetij, univerz, inštitutov ter vladnih organizacij je imelo centralne računalnike in modemske povezave ter zelo malo znanja o morebitnih nevarnostih. Na trgu se pojavijo prvi osebni računalniki, dostopni širšemu krogu uporabnikov. V ZDA je bil najbolj znan in prodajan Comodore 64, v Evropi pa ZX Spectrum. Ti računalniki so bili cenovno dostopni in so omogočali mladim fantom seznanjanje s tehnologijo. Poleg tega so z uporabo modemov omogočali povezave preko telefonskih linij na takrat popularne elektronske oglasne deske (BBS)1. Hekerji so si na njih izmenjevali znanje in informacije, potrebne za vdiranje v velike sisteme in goljufanje pri igranju računalniških igric. Ukaz »POKE 47196,201«, ki je spremenil vrednost spominske celice na naslovu 47196 v 210, je pomenil nesmrtnost v igrici Knight Lore na računalniku ZX Spectrum. Veliko vrednost so predstavljale telefonske številke modemov fakultet in inštitutov, saj so le-te imele računalnike, ki niso bili posebej varovani in so bili velikokrat uporabljeni kot odskočna deska za napad na druge cilje. V ZDA in Nemčiji so se ustanovile prve hekerske grupe. Najbolj znani sta bili Legion of Doom v ZDA in Chaos Computer Club v takratni zahodni Nemčiji.\nLeta 1983 je bil posnet film War Games, v katerem je bilo vdiranje v računalnike predstavljeno širši javnosti. Glavni junak filma poskuša vdreti v računalnik izdelovalca računalniških igric, vendar vdre v vojaški računalniški sistem za simulacijo jedrskega spopada. S svojim dejanjem skoraj povzroči jedrsko vojno. Film je predstavljal navdih za množico lastnikov domačih računalnikov, ki so si želeli izzivov in adrenalina.\nBBS (Bulletin Board System), slovensko elektronska oglasna deska. Gre za skupino računalnikov in programsko opremo, ki omogočajo dostop do datotek in uporabo konferenc. Aktualni so bili do poznih 90-ih let, ko se je uveljavil internet. \nLeta 1984 je začela izhajati revija The hacker magazine 2600, ki ji je leto kasneje sledila revija Phrack. Obe reviji še izhajata in opisujeta različne hekerske tehnike in slabosti informacijskih sistemov. Leto 1986 se je vpisalo v zgodovino računalniške kriminalitete, ker je bil zaradi vse večjega števila vdorov v vladne računalnike in računalnike velikih podjetij sprejet zakon »Computer Fraud and Abuse Act«. Le-ta definira vdiranje v računalniške sisteme kot kaznivo dejanje, pri tem pa seveda pozabi na mladoletne.\nLeto 1988 je znano kot leto, v katerem je bil napisan in sprožen prvi računalniški črv. Robert T. Morris, študent na Cornell University, je napisal in na računalniku vladnega ARPANET-a2 sprožil program, ki se je množil in širil po računalnikih, povezanih v mrežo. Program je ušel nadzoru in okužil približno 6000 vladnih in univerzitetnih računalnikov. Morris je bil izključen iz univerze, obsojen na leto pogojno in 10000 $ kazni.\nLeta 1989 je bil razkrit največji vohunski primer, povezan z informacijsko tehnologijo do takrat. Zahodnonemški hekerji, povezani v Chaos Computer Club, so med svojimi aktivnostmi vdrli v veliko število računalnikov vladnih agencij in velikih podjetij, med njimi tudi v podjetja DEC. Prišli so do velikega števila zaupnih podatkov in tudi do izvorne kode operacijskih sistemov ter ostalih programov, ki bi lahko zanimali takratno Sovjetsko zvezo. Odločili so se za prodajo podatkov takratni Sovjetski zvezi, operacijo pa poimenovali Stabilizator, ker naj bi pripomogla k svetovnemu miru. Veliki načrti so se končali s samomorom enega izmed vpletenih, ostali pa so bili obsojeni na pogojne kazni, ker ukradeno gradivo ni bilo označeno kot tajno. Za vse podatke, vključno z deli izvorne kode za operacijski sistem UNIX, so zaslužili borih 90000 DEM.\nDo konca osemdesetih let so postali virusi med zlonamernimi hekerji najbolj priljubljena oblika napadov na računalnike. Kot odgovor se je začela razvijati industrija protivirusnih programov.\nLeta 1989 je bil aretiran Kevin Mitnick in obsojen zaradi kraje programske opreme podjetju DEC in tako postal prva oseba, obsojena po zakonu, sprejetem 1986. Obsojen je bil na 12-mesečno zaporno kazen in triletno pogojno kazen.\nARPANET je bila prva računalniška mreža, osnovana na prenosu paketov. Nastala je pod pokroviteljstvom ministrstva za obrambo ZDA v času hladne vojne. Je predhodnik interneta.\n"], "6": ["2.5 Internet", "V 90-ih letih so se vdori nadaljevali in število le-teh se je povečevalo. Vladne agencije v ZDA so želele omejiti oziroma preprečiti takšno kriminalno dejavnost, zato je leta 1990 tajna služba izvedla operacijo »Sundevil«, v kateri so v 14-ih ameriških mestih opravili preglede in zasegli računalniško opremo, 42 računalnikov in 25 elektronskih oglasnih desk ter več kot 23000 gibkih diskov. Istega leta se je pojavil prvi komercialni ponudnik interneta world.std.com, ARPANET pa preneha obstajati.\nLeta 1991 je bil narejen velik korak, pomemben za širjenje interneta. Tim Berners-Lee in sodelavci z inštituta CERN so predlagali nov protokol za izmenjavo informacij. Nastal je World Wide Web. Leta 1993 se je pojavil prvi grafični spletni brskalnik Mosaic. To je omogočilo nadaljnji razvoj interneta in prehod iz akademske sfere v poslovno in domačo. Vse bolj se širi komercialna raba interneta in s tem nove možnosti za razvoj kibernetskega kriminala.\nLeto 1995 pa je poznano po spektakularnem lovu in aretaciji ubežnika Kevina Mitnicka. Obsojen je bil na 46 mesecev zapora in dodatnih 22 mesecev zaradi kršenja pogojnega izpusta.\nIstega leta je zaradi globalne narave kibernetskega kriminala Svet ministrov Sveta Evrope sprejel Priporočilo št. R(95)13 o problemih kazenskega postopka, povezanih z informacijsko tehnologijo.\n"], "7": ["2.6 21. stoletje", "Število naprav, priključenih v internet, se povečuje in s tem tudi število ranljivosti, ki omogočajo vdore. Začetek 21. stoletja je zaznamoval strah pred hroščem tisočletja, ki se je izkazal za pretiranega. Novo leto 2000 je minilo brez večjih težav. Leta 2000 se je zgodilo nekaj odmevnejših napadov na informacijske sisteme. Napadi z onemogočanjem dostopa so za tri dni onemogočili delovanje spletnih strani Amazon.com, Buy.com, CNN.com. Hekerji so vdrli v podjetje Microsoft in pridobili dostop do izvorne kode novega operacijskega sistema in programa za pisarniško poslovanje. Istega leta je bilo iz Creditcards.com ukradenih 55000 številk kreditnih kartic. Kasneje je bilo javno objavljenih 25000 zaradi neplačane odkupnine.\nNove možnosti in izzive je prinesla uporaba brezžičnih komunikacij. Pojavil se je »wardriving«3, kar pomeni vožnjo po mestu z avtom in risanje zemljevida brezžičnih vstopnih točk. Dodatne možnosti je pomenila še pojavitev programa Google Earth in masovna uporaba GPS sprejemnikov. Wardriving je v tem stoletju zamenjal »wardialling«4 v 80-ih letih prejšnjega stoletja.\nKibernetski kriminal vse bolj postaja del organiziranega kriminala. Dnevi hekerske etike izginjajo in hekersko vodilo »Dostop do računalnikov in tehnologije, iz katere se lahko naučimo, kako deluje svet, mora biti neomejen« se umika zaslužku. Vse bolj verjetno postaja, da so v kibernetski kriminal vpletene tudi državne tajne službe. Leta 2001 naj bi hekerji vdrli v računalniški sistem, ki je kontroliral prenos električne energije v Kaliforniji. Kot kaže je bil napad izveden s Kitajske.\nIstega leta je bila v okviru Sveta Evrope sprejeta Konvencija o kibernetski kriminaliteti. Leta 2004 je dokument ratificirala tudi Slovenija in ustrezno spremenila Kazenski zakonik.\nLeta 2008 je bil zaznan črv Conficker. Ocenjeno je, da je bilo do januarja 2009 okuženih 15 milijonov računalnikov po celem svetu. Istega leta je bil baje izveden napad z onemogočanjem storitev iz Rusije na Gruzijo med zasedbo Severne Osetije. Šlo je za prvi primer kibernetske vojne.\nWardriving je iskanje dostopnih točk za brezžična omrežja med vožnjo z uporabo dlančnika ali prenosnega računalnika.  Warfialing je iskanje modemov, priključenih na telefonsko omrežje, s klicanjem velikega števila telefonskih številk.\n"], "8": ["3 VDORI V INFORMACIJSKI SISTEM", "Navedba Bruca Schneierja: »Amaterji napadajo sisteme, profesionalci napadajo ljudi.« lepo opisuje trenutne trende v svetu informacijske varnosti. Trditev se vse bolj potrjuje, posebej z začetkom gospodarske krize. Pridobivanje in preprodaja zaupnih podatkov, pridobljenih z vdori v informacijske sisteme ali preko socialnih tehnik, postaja domena organiziranih kriminalnih združb. Le-te lahko delujejo po naročilu oziroma za lasten interes. Časi idealističnih predstav o svobodomiselnih in kreativnih genijih računalniškega podzemlja, hekerjih, so mimo in enačenje kiber kriminalcev s hekerji je včasih krivično.\n"], "9": ["3.1 Notranji vdori", "Največjo grožnjo za informacijsko varnost v podjetju predstavljajo uporabniki. Veliko pogostejši in nevarnejši kot zunanji so notranji vdori. Uporabniki poznajo organizacijo podjetja in delno tudi informacijsko infrastrukturo. Najpogosteje so napadalci:\n- nezadovoljni zaposleni, bivši zaposleni ali pogodbeni partnerji,\n- zaposleni oziroma pogodbeni partnerji, ki zaradi svojega neznanja oziroma  pomanjkljivega znanja omogočajo odtekanje podatkov ali dostop nepooblaščenim  osebam.\nV nadaljevanju si bomo podrobneje pogledali obe najpogostejši kategoriji (CTG, 2008).\n"], "10": ["3.1.1 Nezadovoljni zaposleni in bivši zaposleni", "Zaradi gospodarske krize se vse več ljudi srečuje z izgubo službe oziroma z grožnjo po izgubi le-te. Ljudje se počutijo prevarane in pogosto menijo, da niso bili ali niso ustrezno nagrajeni za svoje delo. Do podjetja ne čutijo več lojalnosti in so lahka tarča potencialnih kriminalcev. Podjetje Cyber-Ark (Cyber-ark, 2009) je decembra 2008 izvedlo anketo med 600 zaposlenimi na Wall Street-u v New York-u, Dockland-u v Londonu in Amsterdamu. Eno izmed vprašanj se je glasilo: »Katere podatke bi odnesli s seboj ali bi jih poskusili odnesti, če bi vedeli, da boste odpuščeni?« Rezultati ankete so prikazani v tabeli 1. \nZanimivi so tudi odgovori na vprašanje: »Na kakšen način bi podatke odnesli iz podjetja?« Rezultati so prikazani v spodnji tabeli, ki nam prikazuje najpogostejši uporabljeni način prenosa podatkov pri uporabnikih – zaposlenih. \nV poročilu o varnosti za leto 2008 podjetje Cisco objavlja (Cisco 2008 Annual Security Report, 2009), da se je v letu dni bistveno povečalo število notranjih vdorov. Predvidevajo, da se bo zaradi gospodarske krize trend nadaljeval tudi v letu 2009.\nPodjetje Gartner v svojih analizah napoveduje nadaljevanje zmanjševanja stroškov pri informacijski infrastrukturi. Predvideva tudi odpuščanje zaposlenih. Odpuščeni delavci, ki so imeli dostop do pomembnih podatkov, so lahko tarča kriminalnih združb, preko katerih bi lahko pridobili dostop do pomembnih podatkov podjetja. Kot posledica tega se na svetovnem spletu pojavlja vse več spletnih strani, kjer ponujajo podatke o\nkreditnih karticah, geslih za dostop do sistemov in drugih pomembnih informacijah o informacijskih sistemih bank, podjetij in ostalih pomembnih institucijah.\n"], "11": ["3.1.2 Pomanjkljivo zavedanje uporabnikov o informacijski varnosti", "Uporabniki v podjetjih, bankah in drugih institucijah se običajno ne zavedajo nevarnosti, ki jim pretijo ob nepravilni uporabi informacijske tehnologije. S prihodom novih tehnologij, predvsem prenosnih naprav in brezžičnih omrežij, se nevarnosti le še povečujejo.\nNajpogostejše napake, ki jih delajo uporabniki, so:\n- Službene prenosne računalnike uporabljajo ostali družinski člani. Najpogosteje  so to otroci oz. najstniki. Poleg prenosnega računalnika jim zaupajo tudi  uporabniško ime in geslo.\n- Dostop do službenega prenosnega računalnika dovolijo prijatelju oziroma  »družinskemu serviserju računalniške opreme«, ko imajo z računalnikom  težave.\n- Prenosne računalnike priklapljajo na domače brezžično omrežje ali druga  brezžična omrežja, ki so običajno nezaščitena. \n - Na prenosnih napravah (pametni telefoni, dlančniki ipd.) sprejemajo elektronsko  pošto. Prenosne naprave so običajno dostopne brez zaščite. V primeru odtujitve  ali izgube so dostopni vsi preneseni podatki.\n- Na službene računalnike priklapljajo osebne prenosne naprave (USB ključke,  MP3 predvajalnike, telefone), na katere prenašajo službene podatke in jih  iznašajo iz podjetja. Podatke nato prenesejo na domač računalnik, ki je običajno  nezaščiten.\n- Če naletijo na podatke, do katerih niso upravičeni, dostopajo do njih in za  neupravičen dostop ne obvestijo pristojno služno. Razlog je velikokrat strah pred  posledicami oziroma nezavedanje nevarnosti.\n- V službi obiskujejo nedovoljene spletne strani in nalagajo nedovoljene vsebine.\n- Uporabniško ime in geslo z lahkoto povedo tudi sodelavcem in osebam, ki  delujejo dovolj zaupno.\n- V omrežje priključijo naprave, ki omogočajo dostop vsiljivcem; npr. brezžične  vstopne točke, ki jih uporabniki priklapljajo, ker jim olajšajo delo.\nZgoraj navedene »napake« uporabnikov ne moremo vedno obravnavati kot vdor v informacijski sistem, lahko pa omogočijo vdor oziroma dostop do zaupnih ali osebnih podatkov.\n"], "12": ["3.2 Zunanji vdori", "V prejšnjih poglavjih smo si podrobneje ogledali napade, ki jih omogočajo slabosti oziroma stiske uporabnikov. Napadalec je pridobil želene podatke neposredno od osebe, ki je imela dostop do njih, ali pa je pridobil dovolj informacij, da je do podatkov prišel sam. V tem poglavju si bomo ogledali vdore, ki jih omogočajo slabosti programske oziroma strojne opreme, kar pomeni, da za vdor ni potrebno sodelovanje uporabnikov.\n"], "13": ["3.2.1 Pomanjkljivosti programske ali strojne opreme", "Pri pomanjkljivostih programske oziroma strojne opreme govorimo o napakah, ki jih razvijalci v času razvoja izdelka nehote vnesejo v izdelek. S takimi napakami se srečujemo zelo pogosto. Največkrat so glavni razlog za različne napade na informacijski sistem. Poznamo več vrst napak. Najteže odpravljive so napake v zasnovi in lahko pomenijo zaton določene tehnologije.\n3.2.1.1 Napake v zasnovi\nV tem primeru govorimo o napakah, ki se razvijalcem zgodijo v sami zasnovi izdelka ali sistema. Le-te se lahko pokažejo takoj ali čez nekaj časa. Napaka v zasnovi, ki se je pokazala relativno hitro po začetku uporabe izdelka, je ščitenje podatkov z WEP5 algoritmom pri uporabi brezžične komunikacije. Kmalu po uvedbi tehnologije se je našel način, kako šifrirano komunikacijo zaobiti. Zaradi napake v zasnovi algoritma je problem nerešljiv. Zaradi tega je bil razvit nov sistem ščitenja prenosa podatkov, t.i. WPA6 oziroma WPA2.\nNapake v zasnovi so tudi v TCP/IP protokolu. Le-tega uporabljamo kot prevladujoči protokol za povezovanje naprav in komunikacijo. Preko TCP/IP protokola so povezani računalniki, telefoni, televizije, pečice, hladilniki ipd. Ena izmed slabosti protokola je del protokola, ki skrbi za povezovanje imena in IP naslova DNS7 (Domain Name System). Protokol je bil razvit brez vsake zaščite in zato omogoča napadalcu izvajanje napadov s preusmerjanjem prometa. V letu 2008 so po podatkih podjetja Cisco Systems predstavljali napadi na DNS infrastrukturo kritičen problem pri uporabi interneta. DNS je bil projektiran kot distribuiran sistem, zato lahko napad in sprememba zapisa v DNS strežniku ponudnika internetnih storitev preusmeri milijone uporabnikov na zlonamerne spletne strani.\n3.2.1.2 Programske napake (nadziranje vhodnih podatkov)\nProgramski napaki, ki se najpogosteje uporabljata za vdor v informacijski sistem, sta prekoračitev rezerviranega pomnilnika (buffer overflow8) in prekoračitev sklada (stack\nWEP (Wired Equivalent Privacy) algoritem za ščitenje brezžičnih povezav, katerega uporaba se ne priporoča.  WPA (Wi-Fi Protected Access) algoritem za ščitenje brezžičnih komunikacij, ki odpravlja slabosti WEP algoritma.  DNS (Domain Name System) je sistem imenikov, ki nam omogočajo pretvarjanje IP naslovov v imena in obratno. Sistem je zgrajen hierarhično.  Buffer overflow je anomalija, kjer proces shranjuje podatke izven rezerviranega prostora v pomnilniku. Prepisani podatki v pomnilniku lahko vplivajo na delovanje programa ali sistema. \nowerflow9). Napaki omogočata izvajanje kode na napadenem sistemu. Pogosto izveden napad je tudi vstavljanje SQL stavkov oziroma dodatnih informacij v URL naslove.\nPo podatkih podjetja Cisco Systems je bila najpogosteje izvedena grožnja v letu 2008 prekoračitev rezerviranega pomnilnika. Sledi »denial of service10« oz. onemogočanje delovanja, kar prikazuje slika 2.\nNapadi z uporabo prekoračitve začasnega pomnilnika se izvajajo preko vnosov v informacijski sistem.\nNajpogostejši tipi vnosov so:\n- Tekstovna vnosna polja. Uporabljamo jih za vnos podatkov oziroma iskalnih  nizov. Vsebina teh polj se lahko uporablja za prekoračitev rezerviranega\nStack overflow je prekoračitev rezerviranega dela pomnilnika, v katerega se shranjuje lokalne spremenljivke in argumente za klic funkcij.  Denial of service je poskus, da se onemogoči dostopnost računalniške storitve uporabnikom. \n pomnilnika. Če je vnosno polje povezano s podatkovno bazo, lahko vnos  uporabimo tudi za vstavljanje ukazov za podatkovno bazo.\n- Ukazi, ki jih vnašamo preko URL naslova. Običajno se takšen tip napada  uporablja za pridobivanje nedostopnih informacij s spletnih strani. V primeru, da  so spletne strani povezane s podatkovno bazo, pa tudi za podatke iz podatkovne  baze.\n- Zvočni, slikovni, grafični podatki, ki jih vnašajo uporabniki ali drugi procesi. Pri  teh napadih gre običajno za preplavljanje začasnega pomnilnika oziroma  prekoračitev sklada.\n- Ukazna vrstica. V tem primeru govorimo o napadih, pri katerih ukazu, ki se  izvaja legalno na računalniku, podtaknemo parametre, ki povzročijo  prekoračitev sklada oziroma rezerviranega pomnilnika, in s tem omogočijo  izvajanje zlonamerne kode ali pa onemogočanje delovanja.\nSprejemanje vhodnih podatkov je povezava uporabnika in informacijskega sistem; vnosi brez preverjanja ustreznosti omogočajo vdor v informacijski sistem.\nNa svetovnem spletu dobimo informacije o vseh odkritih napakah programske in strojne opreme. Običajno se poleg opisa napake nahaja tudi koda, s katero lahko odkrito napako izkoristimo.\n"], "14": ["3.2.2 Nepravilne nastavitve in nepravilna uporaba opreme", "Vse več opreme, ki jo uporabljamo v podjetjih, raznih ustanovah in doma, je priključene na svetovni splet. Od računalnikov, tiskalnikov preko mobilnih naprav do kuhinjske opreme in celo sistemov za nadzor celotnih objektov. Vsak del opreme ima svojo IP številko in privzete nastavitve, ki uporabniku omogočajo enostavnejšo uporabo. Privzete začetne nastavitve so običajno DHCP nastavitve, IP številke in začetna gesla. Večina privzetih nastavitev zaradi neznanja uporabnikov, pomanjkanja časa ali zaradi drugih razlogov ostanejo nespremenjena. Vdiralci natančno vedo, kako poiskati takšno opremo v spletu in jo z veseljem izkoristijo. Na internetni strani www.cirt.net najdemo seznam 1.800-tih privzetih gesel 378-tih proizvajalcev informacijske opreme. Na strani lahko najdemo gesla za različno opremo, od usmerjevalnikov do telefonov in drugih naprav. Spodnja slika prikazuje primer gesla za brezžični usmerjevalnik Linksys.\nVprašajmo se, koliko domačih osebnih računalnikov je priključenih na svetovni splet z uporabniškim imenom brez gesla. Običajno uporabniško ime je seveda administrator. Velika večina osebnih računalnikov nima nameščenega antivirusnega programa in ne požarnega zidu, ker uporabniku predstavljata dodaten strošek za nakup licence. Vse več uporabnikov ima zaradi potrebe dela omogočen dostop do podjetja in nezavarovani domači računalniki so za varnost podjetja velika grožnja. Zelo močno orodje za \nodkrivanje naprav, priključenih na internet, je iskalnik Google. Na spletnih straneh (Ihackstuff, 2009) se nahajajo navodila za iskanje naprav, priključenih na internet, in nekaj uporabnih primerov.\n"], "abstract": ["Specialistična naloga podrobneje opisuje naprave in sisteme za preprečevanje in odkrivanje vdorov v informacijske sisteme. V začetnem delu naloge so predstavljeni glavni dogodki v zgodovini vdorov v informacijske sisteme in njihov vpliv na razvoj zakonodaje. Sledijo opisi slabosti informacijske opreme in napak uporabnikov informacijskih sredstev, saj je večina vdorov posledica neznanja in neobveščenosti uporabnikov. Raziskave kažejo, da bi uporabniki in vzdrževalci informacijskih sistemov, če bi zašli v eksistenčne težave, prodali pridobljene podatke in znanje. Za boj proti kibernetskemu kriminalu je bila v večini držav sprejeta ustrezna zakonodaja. Slovenska in evropska zakonodaja urejata to področje z različnimi zakoni in direktivami. Za izvajanje zakonodaje so pomembni transportni podatki in drugi dogodkovni zapisi, saj so lahko odločilni v fazi zbiranja dokazov. Zakonodaja ureja pravila zbiranja transportnih podatkov in pravila za dostop do le-teh pri ponudnikih javnih storitev. Zakonodaja, ki bi urejala to področje v zasebnem sektorju, ne obstaja oziroma je pomanjkljiva. Največkrat se za to področje uporablja zakonodaja s področja varovanja osebnih podatkov. V osrednjem delu naloge so opisane naprave in sistemi, ki se uporabljajo za odkrivanje in preprečevanje vdorov. Opisane so značilnosti brezžičnega lokalnega omrežja po standardu 802.11 in sistem, s katerim lahko nadziramo morebitne zlorabe takšnih omrežij. V zadnjem delu naloge so opisani različni načini analiziranja zapisov v dogodkovnih datotekah. Nenehni nadzor varnostnih dogodkov v informacijskem sistemu s kontrolnimi ploščami in poročili je nujen, če želimo pravočasno reagirati na napad. Posebno znanje in poznavanje informacijskih sistemov je potrebno, če želimo varnostne incidente podrobneje raziskati. Temu je posvečen zaključni del naloge, kjer so prikazane metode in orodja, ki jih uporabljam pri svojem delu. Prikazana je analiza zapisov v dogodkovnih datotekah z uporabo orodja za grafični prikaz velikega števila podatkov za raziskave na področju biologije. Namen tega dela naloge je prikazati, kako lahko veliko število dogodkovnih zapisov spremenimo v informacijo, ki je grafično prikazana in lahko razumljiva. Izbira orodja in priprava ustreznih vhodnih podatkov je odvisna od cilja analize, zato je vsaka analiza posebnost zase in je odvisna od znanja in domišljije izvajalca."]}