{"1": ["1 UVOD", "Jesti ali potovati? Biti sit ali biti kje drugje? Zdi se, da smo čedalje bolj prisiljeni v kompromise. Ali eno ali drugo. Zakaj? Gonilo našega razvoja je prevoz, so potovanja, turizem, proizvodnja električne energije, od katere je odvisno naše visoko tehnološko razvito življenje. Goriva raznih vrst, ki poganjajo zdajšnjo civilizacijo, so omejena in jih zmanjkuje. Kako jih bomo nadomestili? Bomo ta goriva pridelovali tako, na podoben način, kot že stoletja pridelujemo hrano? Se nam pridelava goriv na ta način izplača, kakšne posledice to prinaša za naš planet? Veliko vprašanj, malo odgovorov na tako pomembna in zapletena vprašanja. Zakaj postajajo obnovljivi viri vedno bolj aktualni, je razumljivo, saj na svetu ni neomejenih količin naftnih za log (Lastni vir).\nIzkoriščanje obnovljivih energetskih viro v je pomemben cilj današnje razvite družbe. Ohranitev narave in zmanjševanje obremenitve okolja sta ključna problema pri izkoriščanju energetskih virov, zato svet čedalje bolj teži k izrabi obnovljivih virov energije. Obnovljivi energetski viri spadajo med primarne vire energije, povečevanje njihovega deleža pa je ena od prioritet energetske in okoljske politike vsake države. Če upoštevamo dejstvo, da se okoli 70 % celotne primarne energije za potrebe Slovenije uvozi, se obnovljive vire energije, poleg njihovih ugodnih okoljskih učinkov, šteje tudi kot pomembno nacionalno strateško zalogo energije. Ti viri zajemajo hidroenergijo, geotermalno energijo, sončno in vetrno energijo, biomaso, bioplin in nekatere vrste odpadkov (www.panvita.si).\nEnergetske rastline so obetavna rešitev za zanesljivo dobavo surovin, potrebnih za proizvodnjo biogoriv v prihodnosti. So rastline, iz katerih se s pomočjo različnih postopkov (fermentacija, pridobivanje olja, izgorevanje itd.) pridobiva energija (toplota, hlajenje, elektrika) oziroma pogonska goriva (biodizelsko gorivo, rastlinska olja itd...). V \nto skupino sodijo, na primer oljnice (oljna ogrščica, sončnice) ali dobro fermentirajoče rastline (koruza) oziroma rastline kratke rotacije (vrba, miscanthus oziroma kitajski prstasti trstikovec,...). Z njihovo pridelavo in kasnejšo proizvodnjo bioplina se poveča možnost delne samooskrbe z energijo, kmetijstvo pa ima tudi možnosti dodatnega razvoja. Pri pridelavi energetskih rastlin se lahko javlja določena problematika, kot to, da je količina biomase omejena. Njihova pridelava je lahko preintenzivna, kar lahko pomeni težave s pesticidi in gnojili. Problematičen je lahko preozek kolobar, kar vpliva na rodovitnost tal in odpornost rastlin. Javnost pa velikokrat bega tudi konkurenčnost s kmetijsko pridelavo za hrano (http://www.kwb.at/si/index.php?option=content&task=view&id=62 ).\n"], "2": ["1.1 Namen in cilji", "Osnovni namen diplomskega dela je iz ekonomskega vidika preučitev za proizvodnjo biogoriv primernih kmetijskih rastlin.\nCilj diplomskega dela je razvoj integriranega kalkulacijskega sistema, ki bo temeljil na individualni tehnološki karti posamezne rastline. Ta sistem bo o mogočal izračunavanje nekaterih osnovnih ekonomskih parametrov proizvodnje, kot so lastna cena, finančni rezultat, koeficient ekonomičnosti proizvodnje, itd. Celoviti sistem bo razvit za tri načine kmetovanja in sicer: konvencionalni, integrirani in ekološki.\n"], "3": ["1.2 Delovne hipoteze", "Predpostavljene so naslednje delovne hipoteze:\nOcenjeni ekonomski parametri posamezne energetske rastline kažejo na ekonomsko  upravičenost pridelovanja le-te.\nRazviti integrirani kalkulacijski sistem za ekonomsko analizo energetskih rastlin je  dobro orodje pri odločanju o pridelavi posamezne kulture v posameznem načinu  kmetovanja.\nKalkulacijski sistem omogoča vzporedno tudi analizo občutljivosti, kar daje orodju  še dodatno vrednost njegove dolgoročne uporabe v praksi.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Biogoriva", "Svet je preplavila ideja o nadomestitvi bencina z biogorivom (etanol in biodizel), »domačim bencinom«, narejenim iz pridelkov, kot so koruza, soja in sladkorni trs, v osnovi pa ga lahko proizvedemo iz katerekoli rastline. Njegovi zagovorniki pravijo, da bi takšna obnovljiva goriva lahko rešila umirajoče podeželsko gospodarstvo, pomagala postati neodvisna od Srednjega vzhoda in, kar je najpomembneje, zmanjšala izpuste toplogrednih plinov. Za razliko od ogljika, ki ga v zrak spuščamo z izgorevanjem fosilnih goriv, ogljik v biogorivih izhaja iz ozračja, ko ga skladiščijo rastline v času rastne sezone. Okoljevarstveniki se bojijo, da bodo naraščajoče cene koruze in soje prisilile kmete v obdelavo obrobne kmetijske zemlje, ki je sedaj namenjena ohranjanju prsti in divjih živali, in bi potencialno na območju neobdelanih kmetijskih zemljišč spuščale v zrak še več ogljika (http://www.arso.gov.si/podnebne%20spremembe/poro%C4%8Dila%20in%20publikacije/ BIOGORIVA.pdf).\n"], "6": ["2.1.1 Prva generacija biogoriv", "V prvi generaciji biogoriv gre za biodizel, pridobljen iz ogrščičnega ali sončničnega olja, in za etanol, pridobljen iz sladkornega trsa ali koruze. Pridobivanje prve generacije teh goriv ni dovolj učinkovito. Pri pridelavi, predelavi in transportu se porabi preveč energije, pa tudi zmanjšanje CO 2 je manjše, ker je treba upoštevati, da k škodljivim izpustom nekaj dodajo tudi kmetijski stroji.\n"], "7": ["2.1.2 Druga generacija biogoriv", "Druge generacije biogoriv ne pridobivajo iz kmetijskih pridelkov, temveč iz trave, lesa, sena, gozdnih odpadkov ali hitro rastočih dreves. Pridelek na hektar je večji kot pri prvi generaciji biogoriv, pridelovanje tudi manj obremenjuje okolje, a tehnologija za predelavo v biogoriva je draga in še ne povsem zrela za velikoserijsko predelavo (www.motorevija.si).\n"], "8": ["2.2 Bioplin", "Bioplin postaja v zadnjem obdobju vse pomembnejši na področju izkoriščanja alternativne energije v svetu in pri nas. Je zmes plinov, ki nastane pri anaerobnem vrenju (brez prisotnosti kisika) v bioplinski napravi (razkroj biomase in živalskih odpadkov poteka s pomočjo razkrojnih mikroorganizmov – bakterij) (www.kis.si).\nProizvajamo in uporabljamo ga decentralizirano, zato povečuje zanesljivost energetske oskrbe. Električno energijo in toploto iz bioplina dobavljamo iz uskladiščene sončne energije v skladu s trenutnimi potrebami, neodvisno od letnega časa in natančno v predvidljivih količinah. Prednost uporabe bioplina je, da omogoča smotrno rabo opuščenih kmetijskih površin in z možnostjo izvajanja dodatne energetske dejavnosti ponuja kmetom dodatno ekonomsko oporno točko. Prednost uporabe bioplina je tudi v povečanju dodane vrednost in s tem kupne moči podeželskih regij. Zagotavlja dodatno delo domači industriji in obrti, omogoča zmanjšanje uporabe sintetičnih mineralnih gnojil in pomembno prispeva k ohranjanju naše kulturne krajine.\n"], "9": ["2.2.1 Nastanek bioplina", "Bioplin nastane s postopkom anaerobnega vrenja v posebni napravi - digestorju. Anaerobno vrenje je biološki proces, v katerem bakterije razgradijo organske odpadke brez prisotnosti kisika. Produkti, ki nastanejo z anaerobnim vrenjem, so nevarni za okolico, ker vsebujejo pline, ki povzročajo »efekt tople grede«. Največji delež plinov pri anaerobnem vrenju ima metan, ki ga sežigamo (proizvodnja energije), pri tem pa dobimo ogljikov dioksid in vodo (zaprt krog ogljikovega dioksida) (www.kis.si).\n"], "10": ["2.2.2 Pridobivanje energije iz bioplina", "Pridobivanje energije iz bioplina, kot obnovljivega vira, je relativno nova tehnologija, ki med drugim prispeva k zmanjševanju emisij toplogrednih plinov (v nadaljevanju TGP), onesnaževanja vode, degradacije tal, rešuje problem bioloških odpadkov itd. Največji porabnik bioplina je, poleg industrije, čistilnih naprav za odplake in odlagališč komunalnih odpadkov, tudi kmetijstvo, kjer je v Evropi instaliranih približno 10 % skupne moči naprav za proizvodnjo energije iz bioplina. Razvoj tehnologije bioplina je najuspešnejši prav v zahodni Evropi, kjer naj bi instalirana moč vgrajenih naprav s 1.505 MW leta 2001, po nekaterih ocenah, narasla na 4.275 MW leta 2010. Ker današnja evropska zakonodaja teži k ukrepom za zmanjševanje emisij toplogrednih plinov, predvsem pri proizvodnji električne energije, je izraba bioplina ena najbolj primernih metod pridobivanja energije bodisi električne ali toplotne (www.panvita.si).\nS sprejetjem Kjotskega protokola se je Slovenija zavezala k zmanjševanju emisij šestih toplogrednih plinov. Izgradnja bioplinarne in izraba bioplina kot obnovljivega vira energije, je velik korak pri uresničevanju tega protokola. Slovenija spodbuja energetsko izrabo bioplina z zagotovljenim odkupom in odkupno ceno električne energije. Energetski \nzakon je uvedel pojem kvalificirane proizvodnje električne energije z namenom povečanja obsega proizvodnje električne energije na okolju prijazen način (www.panvita.si).\nKoruza, kot energetska rastlina, ima največji pomen med energetskimi rastlinami za proizvodnjo bioplina. Ima največji potencial glede pridelka. Njena pridelava, spravilo, konzerviranje in doziranje je razvito ter bolj ali manj optimalno izvedljivo. Obstajajo različne možnosti pridelave kot glavni posevek, kot kombinacija z drugimi rastlinami, kot posevek za zgodnjimi žiti.\n"], "11": ["2.3 Biodizel", "Biodizel je okolju prijazno gorivo in je obnovljivi vir energije. Biodizel zmanjšuje efekt tople grede. Z uporabo biodizla se namreč emitira toliko CO 2 , kot ga je rastlina s procesom fotosinteze absorbirala (www.nafta.si).\n"], "12": ["2.3.1 Pridobivanje biodizla", "Najvažnejša surovina za pridobivanje biodizla v evropskih državah je oljna ogrščica z 82,8 % deležem, sledi sončnica z 12,50 % deležem in ostale surovine, medtem ko se v ZDA in drugje po svetu kot glavna surovina uporablja soja.\n"], "13": ["2.4 Bioetanol", "Za proizvodnjo bioetanola uporabljamo rastline, ki vsebujejo sladkorje, škrob in celulozo. Pridobivamo ga iz žit in iz drugih poljedelskih rastlin, lesa, lesnih odpadkov, kmetijskih ostankov. Trije prevladujoči viri so koruza, pšenica in sladkorni trs (preglednica 1). Zadnje čase se veliko raziskav posveča pridobivanju alkohola iz trdnih gospodinjskih odpadkov.\n(Vir: http://www.energap.si/uploads/bioetanol_ok.pdf)\n"], "14": ["2.5 Ekonomika energetskih rastlin", "Leta 2008 je bila narejena študija o energetskih rastlinah v Pomurju, ki sta jo pripravili Razvojna agencija SINERGIJA iz Moravskih Toplic in Fakulteta za kmetijstvo in biosistemske vede, Katedra za biosistemsko inženirstvo iz Maribora. Glavni cilj in namen študije je bil predstaviti stanje pri pridelavi poljščin v Pomurju, s posebnim poudarkom na pridelavi energetskih rastlin, potrebnih za proizvodnjo biodizla. V sklopu te študije so obravnavali oziroma analizirali naslednja področja:  Definicija in klasifikacija energetskih rastlin, glede na njihovo geografsko in \n sezonsko razporeditev.  Vrste in sortiment energetskih rastlin, ki so trenutno v poskusih oziroma so že  razširjene v kmetijski praksi.  Analiza obstoječe tehnologije pridelave posamezne poljščine.  Rezultati in zaključki poljskih poskusov.  Ekonomska analiza in ekonomika pridelave posamezne poljščine.  Sprejemljivost pridelave energetskih rastlin za posamezne pridelovalce in  možnosti za potencialno povečanje pridelave in predelave v biodizel.  Analiza kriterijev tolerance lokalnega okolja do obnovljivih virov energije iz  energetskih rastlin ter njihov vpliv na biološko raznolikost, kolobar in  rodovitnost tal.\nObravnavani sta bili dve kulturni rastlini in sicer oljna ogrščica in sončnica. Rezultati analize oziroma ugotovitve so sledeče:  Ni zadostnih kmetijskih površin za pridelavo surovine. Predvsem zaradi majhnosti  Slovenije, se na lokalni, pa tudi na nacionalni ravni, srečujemo s problemom  pomanjkanja kmetijskih površin, primernih za pridelavo oljne ogrščice. Problem  predstavlja tudi dejstvo, da ogrščice ne moremo sejati vsako leto na isto površino,  ampak je potrebno kolobarjenje (vsako tretje ali četrto leto).  Visoki stroški predelave oljne ogrščice v biodizel.  Pomanjkanje finančnih vzpodbud s strani lokalnih oblasti.  Neugodni kreditni pogoji za pridelovalce surovin za biodizel.  Dodatna okoljska obremenjenost. Pri pridelavi oljne ogrščice se uporabljajo razni  FFS in sintetična mineralna gnojila, ki pomenijo veliko obremenitev za okolje.  Nekateri strokovnjaki menijo, da je oljna ogrščica ena izmed kultur, katere  pridelava zahteva zelo veliko pesticidov in umetnih gnojil, kar pomeni bistveno  večjo obremenitev za okolje, kot če bi gojili katero drugo kulturo (predvsem  negativen vpliv na podtalnico).  Problem zagotovljenosti odkupa biodizla.  Visoke cene biodizla v maloprodaji, kljub oprostitvam plačila trošarine. \nKljub številnim oviram pa menijo, da bi lahko stalno izobraževanje in usposabljanje pridelovalcev oljne ogrščice o pomenu te poljščine za kolobar, rodovitnost tal, preprečevanje erozije in zadrževanje hranil v tleh odločilno pripomoglo k večanju posejanih površin. Izrednega pomena pa je tudi stalno izobraževanje mladih, učiteljev in porabnikov biodizla, pri čemer je potrebno razločno pojasniti pomen zmanjševanja izpusta CO2 in njegovega vpliva na globalno segrevanje ozračja. Pri tem lahko lokalno pridelana energija iz energetskih rastlin, pa tudi raznih maščobnih odpadkov, pomembno vpliva na lokalno oskrbo z biodizlom in tako zmanjša odvisnost od mineralnih olj\n(http://www.probio-project.com/documents-probio/017%2808%29- PROBIO.Estudio%20cultivos%20energ%C3%A9ticos%20Pomurje%20%28D7%29.pdf).\nPo Börjessonu (1999) imajo energijske rastline lahko tudi še dodatne pozitivne učinke na okolje: preprečujejo erozijo, zmanjšujejo izpuste toplogrednih plinov, čistijo odpadne vode. S tem energijske rastline dobivajo še dodaten pomen v vsakdanjem življenju.\nČlanek v povezavi s prejšnjim člankom obravnava ekonomske koristi uporabe energetskih rastlin. Energijske rastline, ki se uporabljajo še za preprečevanje erozijo ali čiščenje voda povečujejo uporabnost energetskih rastlin in zmanjšujejo stroške za čiščenje voda (Börjesson, 1999).\nProizvodnja in uporaba biomase kot vir energije ima pozitivne in negativne učinke na okolje. Največ raziskav na to temo se ukvarja njihovo ekonomsko upravičenostjo in izpusti toplogrednih plinov. Nizozemski center za agrikulturo in okolje se je tega lotil sistematično in pri raziskavi upošteva celo paleto kriterijev (Hanegraaf s sod., 1998).\nV tej študiji se poleg vseh stroškov proizvodnje upošteva tudi strošek obdelovalne zemlje in različnih tveganj, ki so po navadi izvzeti iz podobnih izračunov. Višja cena hrane \nzvišuje ceno obdelovalne zemlje, kar se odraža na višjih proizvodnih stroških. Ob najprimernejšem načinu pridelave se lahko stroški proizvodnje energetskih rastlin občutno zmanjšajo (Ericsson s sod., 2009).\nVenturi s sod. (2003) je primerjal predelavo energetskih rastlin v tri različne produkte: proizvodnjo biodizla iz oljne repice, soje in sončnic, pridelava bioetanola iz žitaric in sladkorne pese in uporaba zelene lignoceluloze kot biomase iz rastlinskih vlaken. Donos je odvisen od kakovosti obdelovalne zemlje. Na področjih z nizkimi hektarskimi donosi je še precej možnosti za izboljšave.\nČlanek primerja leti 1989 in 2010 glede pridelave in dobave biomase za pet kombinacij strategij pridelave glede na način proizvodnje in kmetijsko regijo v ZDA. Stroški pridelave za hibridnega topola, sirka, trajnega prosa in sladkornega trsa so bili raziskani glede na: način pridelave, vrste rastlin, postopka pridelave in geografske regije. Na primer: sladkorni trs je omejen na kmetijske površine na jugu, saj je občutljiv na mraz (Turhollow, 1994).\nPeterson s sod.(1996) navaja , da proizvodnja energetskih rastlin za biogoriva imajo lahko pozitivne in negativne posledice na kmetijstvo in gozdarstvo. Namen tega članka je, da se predlaga regionalni pristop, da se zagotovi ekološko in ekonomsko uravnotežena pridelava. S pravo izbiro posevkov za določen tip zemlje te rastline dobro uspevajo tudi na zemlji, ki ni ekološko primerna za konvencionalni način proizvodnje.\n"], "15": ["2.6 Simulacijsko modeliranje v kmetijstvu", "Ekonomika kmetijstva se ukvarja z ekonomskimi problemi, ki nastopijo vselej, kadar ni mogoče zadovoljiti potreb, ker za to ni dovolj virov. Vsaka družba, vsako podjetje in vsak posameznik, se spopadajo s problemom, ki ima svoj izvor v nepomirljivem nasprotju med neomejenimi človeškimi željami in potrebami na eni strani ter z omejenimi možnostmi (viri) na drugi strani, da bi te želje in potrebe zadovoljili\n(http://stari.bf.uni- lj.si/iae/studijsko%20gradivo/uvod.doc).\nMatematični modeli so se prvič pojavili v kmetijstvu v petdesetih letih, vendar pa je njihova uporaba ostala omejena na znanstveno sfero. Prve korake iz teh krogov predstavljajo linearni modeli Američana Headya. Le-ta je oblikoval več linearnih modelov za potrebe regionalnega načrtovanja v kmetijstvu, kakor tudi nekaj linearnih modelov, primernih za načrtovanja kmetijskih gospodarstev (Heady in Candler, 1960 ).\nVelik del matematičnih modelov, ki so bili izdelani za potrebe kmetijstva, je bilo oblikovanih z namenom, ugotoviti čim bolj optimalno stanje sistema. Pri tem so največkrat uporabljene naslednje analitične metode (Csaki, 1985):\n matematično programiranje,  matematična statistika,  proizvodne funkcije,  input-output analiza in  mrežna analiza.\nZa razliko od analitičnih metod, kjer vedno dobimo nek rezultat, ki v svoji splošni obliki velja za vsa možna stanja sistema, pa nam da uporaba algoritemskega modela le \ninformacijo o nekem povsem konkretnem stanju sistema, ki je odvisen od trenutno uporabljenih vhodnih podatkov.\n"], "16": ["3 MATERIAL IN METODE DELA", "Diplomsko delo zajema ekonomsko analizo 8 kulturnih rastlin, ki so primerne za predelavo v biogoriva. Med te kmetijske rastline spadajo: pšenica (Triticum sp. L.), ječmen (Hordeum vulgare L.), sirek (Sorghum sp. L.), soja (Glycine max (L.) Merr.), koruza (Zea mays L.), oljna ogrščica (Brassica napus), sončnica (Helianthus annuus L.) in oljna buča (Cucurbita pepo L.).\nSimulacijski model in metoda kalkulacij skupnih stroškov sta metodi, s katerima smo analizirali obravnavan problem. Vsi podatki za obdelavo in izračunavanje so uporabljeni v programu Microsoft Office Excell 2007.\n"], "17": ["3.1 Metode kalkulacij", "Kalkulacija je računski postopek obračunavanja stroškov proizvodnje z namenom, da se ugotovi ekonomska upravičenost neke proizvodnje. Informacije, ki jih pridobimo iz kalkulacij (ekonomska upravičenost ali neupravičenost posameznih proizvodenj), so bistvenega pomena za upravnika kmetije in mu omogočajo kakovostno sprejemanje odločitev (Pažek s sod., 2009).\n"], "18": ["3.1.1. Metoda kalkulacij skupnih stroškov", "Kalkulacija skupnih stroškov proizvodnje obračunava variabilne stroške in pripadajoči delež fiksnih stroškov. S kalkulacijo stroškov po posameznih proizvodnjah lahko torej ugotavljamo, katere proizvodnje so nerentabilne in jih bodisi izključimo iz proizvodnega načrta ali pa jih s spremembami v tehnologiji poskušamo napraviti dobičkonosne. Kalkulacije stroškov so ponavadi izdelane na enoto proizvoda, bodisi na hektar površine ali glavo živine (Pažek s sod., 2009). V našem primeru je to 1 ha površine.\nPoleg indikatorjev ekonomske upravičenosti nudijo kalkulacije upravljavcem kmetijskih obratov tudi številne druge pomembne informacije; predvsem iz tehnološkega dela kalkulacije. V nadaljevanju bomo prikazali del tehnološke karte z izračunom stroškov materiala in dela za proizvodnjo pšenice.\nKer gre v našem primeru za rastlinsko proizvodnjo, je struktura kalkulacije skupnih stroškov naslednja:\nVariabilni stroški:\nstroški materiala,\nstroški domačega dela,\nstroški domačih strojnih storitev,\nstroški najetih strojnih storitev.\nFiksni stroški:\namortizacija, \n preneseni fiksni stroški kmetije,\nstroški kapitala.\nSeštevek vseh teh stroškovnih postavk so skupni stroški (preglednici 2 in 3). \n(Vir: Lastni izračuni) \n(Vir: Lastni izračuni)\nV tehnološki karti so opredeljeni vsi pomembnejši potroški in sicer stroški materiala, dela, storitev. Vsi podatki so dejanski podatki za proizvodnjo pšenice (preglednica 3), ki smo jih pridobili iz kataloga kalkulacij in zbiranja podatkov na terenu.\n"], "19": ["3.2 Izračunavanje indikatorjev ekonomske upravičenosti", ""], "20": ["3.2.1 Skupni stroški", "Skupni stroški so seštevek vseh fiksnih in variabilnih stroškov.\nSS = VS + FS\nKjer je:\nSS – skupni stroški (€),\nVS – variabilni stroški (€),\nFS – fiksni stroški (€).\n"], "21": ["3.2.2 Skupni prihodek", "Vrednost pridelka oz. skupni prihodek je odvisen od skupnega pridelka, v našem primeru pšenice, in njegove cene. Tako je skupni prihodek izračunan kot:\nSP = Y*Cy\nKjer je:\nY – skupni pridelek (kg, l, kom), \nCy – cena enote proizvoda (€/kg, l, kom).\n"], "22": ["3.2.3 Finančni rezultat", "Finančni rezultat dobimo kot razliko med skupnimi prihodki in sk upnimi stroški proizvodnje. To prikažemo kot naslednje:\nFR = SP – SS\nKjer je:\nFR – finančni rezultat (€ ali €/ enoto),\nSP – skupni prihodek (€),\nSS – skupni stroški (€).\nPri vsaki proizvodnji težimo k temu, da je finančni rezultat pozitiven.\n"], "23": ["3.2.4 Prelomna cena proizvodnje (PCP)", "Prelomna cena proizvodnje je ekvivalent lastni ceni. To je tista cena, ki pri danem obsegu proizvodnje pokrije vse stroške proizvodnje. Izračunamo jo kot:\nPCP = SS / Y \nKjer je:\nPCP – prelomna cena proizvodnje (€/kg),\nSS – skupni stroški (€),\nY – pričakovani pridelek (t, kg, kom).\n"], "24": ["3.2.5 Prelomna točka proizvodnje (PTP)", "To je minimalni pridelek, ki ga moramo doseči, da bomo pokrili vse stroške proizvodnje. Imenujemo jo tudi prag pokritja.\nIzračun je naslednji:\nPTP = SS/ Cy\nKjer je:\nPTP – prelomna točka proizvodnje (kg),\nSS – skupni stroški (€),\nCy – cena proizvoda (€/kg).\n"], "25": ["3.2.6 Koeficient ekonomičnosti (Ke)", "Koeficient ekonomičnosti nam kaže uspešnost neke proizvodnje. Ekonomičnost bo tem višja, čim večji bo proizvod na enoto stroškov oziroma čim nižji bodo stroški na enoto \nproizvoda. Koeficient ekonomičnosti je povezan s kazalcem produktivnosti in nam ponovno kaže tehnološko učinkovitost poslovanja oziroma proizvodnje.\nČe je koeficient ekonomičnosti večji od 1, pomeni, da je pridelava naših kultur ekonomična in obratno. Koeficient ekonomičnosti prikazuje razmerje med skupnimi prihodki in skupnimi stroški.\nKe = SP / SS\nKjer je:\nKe – koeficient ekonomičnosti,\nSP – skupni prihodek (€),\nSS – skupni stroški (€).\n"], "26": ["3.2.7 Lastna cena (LC)", "Lastna cena predstavlja strošek v €/ kg nekega proizvoda oz. pšenice. Izračunamo jo na naslednji način:\nLC = SS / Y \nKjer je:\nLC - lastna cena (€/kg),\nSS – skupni stroški (€),\nY – pridelek (kg).\nKalkulacija v preglednici 4 nam prikazuje izračune pomembnejših indikatorjev ekonomske upravičenosti za proizvodnjo pšenice med katere sodijo: prihodek, PCP, PTP, Ke, Finančni rezultat. Na osnovi vseh teh izračunov nam kalkulacija kaže pozitiven finančni rezultat, ki znaša 481,03 €. Prihodek se izračuna na osnovi pridelka in prodajne cene kot:\nPrihodek = 6650 kg/ha * 0,19 €/kg\nFinančni rezultat se izračuna na osnovi prihodkov in skupnih stroškov, koeficient ekonomičnosti pa kot kvocient med prihodki in skupnimi stroški. Vsi ti podatki so se nam samodejno izračunavali glede na vhodne podatke, ki smo jih sami vnesli v kalkulacijo. \n(Vir: Lastni izračuni)\n"], "27": ["3.3 Simulacijski modeli", "Simulacijsko modeliranje je ena od vodilnih sodobnih metod računalniškega modeliranja za analizo dinamičnih problemov. S pomočjo simulacijskega modeliranja lahko raziskujemo dinamiko proizvodnje, glede na različne organizacijske variante, učinkovitost proizvodnje in njenega vodenja, izkoriščanje delovnih kapacitet in drugih virov. Eksperimenti na modelu dajejo potrebne podatke o dogajanju, ki jih v realnosti iz najrazličnejših vzrokov ne moremo pridobiti. Tako pridobljeni podatki omogočajo analize in sklepanja v zvezi z realnim sistemom. \nTurk s sod. (2002) navaja, da je model poenostavljena abstraktna slika realnega stanja nekega sistema, kjer se poskušajo razmerja med posameznimi elementi modela (inputi in outputi) ponazoriti s tehnološkimi formulami in funkcijskimi odvisnostmi. Pri kmetijsko podjetniškem raziskovalnem delu se za izračun tehnoloških parametrov uporabljajo simulacijski proizvodni modeli. Te metode se lahko poslužujemo tudi v primeru, ko nimamo relevantnih podatkov, ki jih potrebujemo za pripravo kalkulacije. Osnovni rezultat takšnega modela je modelna kalkulacija skupnih stroškov (Rozman s sod., 2002).\nKljajić (1994) definira model kot poenostavljeno in idealizirano podobo, ki zajema le pomembne značilnosti in funkcionalne odvisnosti realnega sistema. Pri tem sistemu oz. objektu proučevanja A pravimo original, sistemu A/ pa model. V odvisnosti od lastnosti sistema A (narave in kompleksnosti), cilja raziskovanja, znanja in odnosa do originala, opazovalec postavi določen model :\nA/ = f ( A )\nCeloten proces simulacije poslovnih sistemov razdeli Kljajić (1994) na naslednje korake (slika 1):\nizgradnja modela,\nizvajanje modela,\nanaliza rezultatov simulacije. \nČerić (1993) navaja, da so simulacijski modeli dinamičnega sistema, ki se spreminja v času. Simulacijski modeli morajo najprej omogočiti pravilen prikaz efektivnega izvajanja spreminjanja časa. Prav tako je pomembno omogočiti istočasno spreminjanje ter opis procesov, kateri konkurirajo za iste resurse. Npr. stroje, blagajne a li finančna sredstva. Ti pogoji so zelo zahteven problem za dokazovanje pri modeliranju, zaradi katerega so se simulacijski modeli razvili v posebno kategorijo modela.\nPrav tako deli Čerić (1993) simulacijske modele na deterministične in stohastične.\nZa deterministične modele pravi, da so to tisti modeli, pri katerih lahko obnašanje sistema predvidevamo vnaprej. Stohastični modeli so tisti, pri katerih obnašanja sistema ne moremo v naprej predvidevati ali se ne morejo prirediti zaradi verjetnosti spreminjanja stanja sistema. Torej stohastične modele karakterizira trenutno obnašanje ali stanje slučajnih sprememb v sistemu. \nOsnovni koncepti simulacij so:\nModel sistema, ki predstavlja dejanski obstoječi sistem, prikazan na nek abstrakten način.\nDogodek je nastop nečesa, kar spremeni stanje sistema.\nKomponente, ki sodelujejo v sistemu, kot so ljudje, oprema, navodila, surovine itd., imenujemo entitete. Dinamične »potujejo« skozi sistem, statične se ga poslužujejo (Kovačič s sod., 2005).\nStevenson (1992) klasificira simulacijske modele na osnovi vrste simulacije. Tako deli simulacijo na stohastično simulacijo (obnašanja sistema ne moremo povsem predvideti, ker so vključeni tudi naključni dejavniki) in na deterministično simulacijo (sistem, pri katerem lahko obnašanje v celoti predvidimo in kjer naključni dejavniki niso vključeni).\nPodrobnejšo obrazložitev determinističnih in stohastičnih modelov povzema Marolt (2002). Kadar v modelu predpostavljamo, da so zunanje omejitve in notranji odnosi (oziroma vzorčne povezave) znani, govorimo o determinističnem modelu. Ker so slučajni vplivi tukaj izločeni, gre pravzaprav za mehansko računanje po znanih obrazcih za namenske funkcije, ki nam dajejo točno določene rezultate (če je naloga v okviru modela, seveda, rešljiva).\n"], "28": ["3.4. Zgradba in razvoj simulacijskega modela", "Razvoj našega simulacijskega modela temelji na treh vrstah pridelovanja kulturnih rastlin: \n konvencionalna pridelava,\nintegrirana pridelava,\nekološka pridelava.\nZa izgradnjo našega simulacijskega modela smo najprej za vsak način kmetovanja sestavili ustrezno tehnološko karto s pripadajočimi elementi, s pomočjo katerih so se v nadaljevanju, s pomočjo računalniškega programa, izračunavali in ocenjevali najpomembnejši indikatorji oziroma kazalniki ekonomske upravičenosti pridelave naših kultur (Pažek, 2003).\nPrav tako smo morali najprej določiti oz. vnesti vse podatke, ki so potrebni za naš simulacijski model. Najprej smo določili velikost obdelovalnih površin ter prodajno ceno neke kulture. Sledijo še strojne operacije, dognojevanje ter zaščitna sredstva oz. varstvo rastlin. Pri tem smo s pomočjo Kataloga stroškov kmetijske in gozdarske mehanizacije (2008) poiskali podatke za letno rabo traktorja (h) ter določili nabavno vrednost našega stroja oz. traktorja, ki znaša 17600 €. Torej smo s pomočjo našega modela, v katerega smo vnesli podatke na osnovi matematičnih formul, izračunali določene ekonomske parametre.\nVse podatke, ki se pojavljajo v našem tehnološko ekonomskem simulacijskem modelu, smo pridobili pri Kmetijsko-svetovalni službi, vse cene škropiv in gnojil ter ostalih cen pa smo pridobili v kmetijski zadrugi Rodovita.\nPri pridelavi ene izmed kultur (v predstavljenem primeru pšenice), se nam pojavljajo stroški, ki potem na koncu tvorijo skupne stroške pridelave oz. proizvodnje. Stroški, ki se nam tekom pridelave pojavijo, so: stroški delovnega agregata, stroški gnojil, stroški pesticidov, stroški ročnih del ter stroški najetih strojnih uslug. \nPoraba gnojil se oceni na osnovi gnojilnega načrta za posamezno kulturo, pri čemer upoštevamo potrebe po odvzemu hranil in maksimalne dovoljene vrednosti posameznega hranila (npr. omejitev vnosa dušika) (Pažek s sod., 2007).\nRazvit računalniški model je omogočal, da smo lahko neposredno vnašali podatke o sestavi, izkoristku in ceni posameznega gnojila. Tako smo najprej določili vrednosti normativov in upoštevali vnos dušika v tla.\nPrikazan škropilni načrt temelji na osnovi konvencionalno pridelane pšenice. Kot lahko vidimo iz preglednice 5, smo uporabili tri vrste pripravkov in sicer Actellic 50 EC, ki je insekticid, Archer top 400 EC, ki je fungicid ter Basagran 480, ki je herbicid. Vse vrednosti so izračunane za površino 1 ha. Cene so pridobljene iz kmetijske zadruge in tako smo lahko izračunali stroške na površino.\n(Vir: Lastni izračuni)\nStrojne operacije vključujejo oranje, gnojenje, škropljenje ter dognojevanje. Pri izdelavi naše preglednice smo s pomočjo nekaterih dejavnikov lahko izračunali skupno število opravljenih strojnih ur ter skupne stroške na površino, izražene v €. Parametri, s pomočjo katerih smo lahko te podatke pridobili, so: strojna operacija v h/ha, poraba goriva v l/h ter nabavna vrednost strojev, potrebnih za izvajanje teh operacij. \n(Vir: Lastni izračuni)\nRočno delo vključuje naslednje parametre (preglednica 6): upravljanje s stroji (vrednost tega je enaka kot pri skupnem številu opravljenih strojnih ur in znaša 9,8 h/ha), nato sledi še nalaganje gnojil, pomoč pri škropljenju in setvi, pomoč pri žetvi in ostalo delo s stroji.\nStroški ročnega dela predstavljajo lastno vloženo delo in najeto delovno silo, izraženo v urah. Ura ročnega dela je ovrednotena na 5,14 €/uro.\nPri tem naj še omenimo, da smo te parametre pridobili s pomočjo Kataloga kalkulacij za rastlinsko pridelavo. Najetega ročnega dela pri pridelavi pšenice nimamo, zato pa imamo najeto strojno delo, ki vključuje kombajniranje, katerega stroški znašajo 125 €/ha.\nPodatki za stroške v €/površino so se nam samodejno izračunavali glede na vrednosti €/ enoto in glede na h/ha. Tako je izračun za nalaganje gnojil naslednji:\nNalaganje gnojil = 5,14 €/enoto * 3 h/ha = 15,43 €/površino.\nNa isti način se izračunajo tudi ostali parametri ročnega dela.\nSkupni stroški ročnega dela tako znašajo 96,66 €.\n"], "29": ["4 REZULTATI Z RAZPRAVO", "S pomočjo razvitega tehnološko-ekonomskega modela smo želeli ugotoviti, ali je pridelava naših energetskih rastlin ob izračunanih parametrih ekonomsko upravičena ali ne. Ker ne bi bilo smotrno prikazovati vseh kalkulacij posameznih kultur, smo na koncu vsakega načina pridelave naredili zbirno kalkulacijo, kjer smo vključili vse rezultate posameznih kultur. Tako imamo zbirno kalkulacijo oz. preglednico za konvencionalno, integrirano in ekološko pridelavo.\nIndikatorji ekonomske upravičenosti, ki smo jih ocenjevali v našem primeru, so:\nlastna cena,\nfinančni rezultat,\nskupni prihodek,\nkoeficient ekonomičnosti,\nprelomna točka proizvodnje,\nprelomna cena proizvodnje.\n"], "30": ["4.1 Rezultati konvencionalne pridelave", "(Vir: Lastni izračuni)\nPreglednici 7 in 8 predstavljata zbirno tabelo konvencionalne pridelave, kjer so prikazane količine pridelka določenih kultur, pridobljenih iz Kataloga kalkulacij za kmetijsko proizvodnjo ter najpomembnejši kazalniki ekonomske upravičenosti. Ugotovljeno je bilo, da je pridelava pri vseh kulturah ekonomsko upravičena, saj je vrednost koeficienta ekonomičnosti pri vseh kulturah večja od 1. Določeni tehnološki podatki so med seboj povezani s pomočjo matematičnih zapisov, ki so nam omogočali, da je razvit simulacijski model samodejno izračunaval ekonomske parametre, katerih vrednosti oz. rezultati so zbrani v zgornji preglednici. Prav tako je bilo ugotovljeno, da najmanjši stroški (634,29 €) nastanejo pri pridelavi oljne ogrščice. Vse vrednosti koeficienta ekonomičnosti so dokaj visoke, kar kaže na to, da je te kulture smiselno pridelovati. Edina kultura, pri kateri je koeficient ekonomičnosti nižji od ostalih, je sončnica Ke = 1,06.\nČe vzamemo za primer ječmen, lahko povemo, da smo ga pridelovali na površini 1 ha, kakor tudi vse ostale poljščine. Pri tem smo pridelali 5880 kg neto pridelka na površino. Prodajna cena kilograma ječmena znaša 0,21 € in s tem povezan je tudi prihodek 1234,80 \n€. Pri tem je bilo še ugotovljeno, da znaša lastna cena, z in brez neposrednega plačila, 0,12 €/kg.\n(Vir: Lastni izračuni)\nV nadaljevanju je prikazano tudi, da je prelomna cena proizvodnje ekvivalentna lastni ceni. To je tista cena, ki pri danem obsegu proizvodnje pokrije vse stroške proizvodnje (za primer oljne ogrščice naša prelomna cena oz. lastna cena znaša 0,17 €/kg). Za nas je tudi pomemben podatek glede finančnega rezultata. Finančni rezultat se izračuna tako, da od skupnih prihodkov odštejemo skupne stroške. Če so skupni prihodki večji od skupnih stroškov, potem imamo pozitiven finančni rezultat in poslujemo z dobičkom. Če so skupni prihodki manjši od skupnih stroškov, potem imamo negativen finančni rezultat in poslujemo z izgubo. Torej se nam takrat določene kulture ne bi splačalo pridelovati, saj bi imeli več stroškov kot prihodkov s pridelavo neke kulture. Če vzamemo za primer koruzo, lahko vidimo, da znaša finančni rezultat 1436,71 €, pri 9500 kg pridelka in tistem minimalnem pridelku, ki ga moramo doseči, da pokrijemo vse stroške proizvodnje. Ta znaša 3253,43 kg. Iz preglednice 8 je razvidno, da je ob predpostavljenih vhodnih podatkih finančni rezultat pri vseh kulturah pozitivna vrednost.\n"], "31": ["4.2 Rezultati integrirane pridelave", "Integrirana pridelava je naravi prijazen način pridelave, kjer se z uporabo naravnih virov in mehanizmov, ki zmanjšujejo negativne vplive kmetovanja na okolje in zdravje ljudi, prideluje kakovostna in zdrava hrana. Rezultati integriranega simulacijskega modela za ta način pridelave energetskih rastlin kažejo rezultate, prikazane v preglednici 9.\n(Vir: Lastni izračuni)\n(Vir: Lastni izračuni) \nPri integrirani pridelavi prihaja do manjših razlik v primerjavi s konvencionalno pridelavo (preglednica 9 in 10). Tako lahko ugotovimo manjšo količino pridelane kulture in manjše skupne stroške kot pri konvencionalni, medtem ko so koeficienti ekonomičnosti večji v primerjavi s konvencionalnimi. Prav tako lahko ugotovimo, da je finančni rezultat pri vseh kulturah večji kot pri konvencionalni, kar kaže na to, da ustvarjamo pri integrirani pridelavi večji dobiček. Pri izdelavi kalkulacije smo upoštevali Tehnološka navod ila za integrirano pridelavo poljščin (MKGP, 2009).\nČe vzamemo za primer sončnico, lahko ugotovimo, da sta pri količini pridelka 3384 kg vrednosti lastne cene različni. Tako znaša lastna cena z neposrednim plačilom 0,24 €/kg, medtem ko lastna cena brez neposrednega plačila znaša 0,36 €/kg. Lastna cena je tako odvisna od količine pridelane kulture, kakor tudi od kmetijske politike, torej višine neposrednih plačil.\nKoeficient ekonomičnosti izračunamo na osnovi skupnih stroškov in skupnih prihodkov. Naš izračun za sončnico je naslednji:\nKe = SP / SS\nKe = 1184,40 € / 809,11 €\nKe = 1,46\nV našem primeru je pridelava sončnice ekonomsko upravičena, saj je koeficient ekonomičnosti večji od 1.\nVrednost finančnega rezultata sončnice, ki smo jo pridelovali na površini 1 ha, znaša 375,29 € in kot tak kaže z ekonomskega vidika na smotrnost pridelave te kulture.\n"], "32": ["4.3 Rezultati ekološke pridelave", "Ekološko kmetovanje je posebna oblika kmetijske pridelave, ki poudarja gospodarjenje v sožitju z naravo. Je način trajnostnega kmetovanja, ki upošteva kmetijo kot celosten, enovit sistem, v smislu tla-rastline-živali-človek in skrbi za ravnovesje vseh vključenih elementov.\n(Vir: Lastni izračuni)\nČe primerjamo med seboj vrednosti finančnega rezultata (preglednica 12), lahko ugotovimo, da so največje vrednosti le-tega prav pri ekološki pridelavi. Iz tega lahko sklepamo, da se je kmetovalcu smiselno odločiti za ekološko pridelavo kljub zahte vam, ki jih je potrebno izpolnjevati za ekološko pridelavo. Tukaj imamo v mislih, seveda, upoštevanje uporabe gnojil, varstvo rastlin pred boleznimi, škodljivci in pleveli ter ostale zahteve ekološkega kmetijstva.\nElliot s sod. (2002) je prišel v primerjavi ekološkega, integriranega in konvencionalnega načina pridelave do zaključka, da je najboljši način pridelave ekološki način. Prednosti tega načina proizvodnje so ekonomski in okoljski. \nEkološko kmetijstvo se zanaša predvsem na premije (subvencije) in rabijo prirejen način proizvodnje. Kmetijsko proizvodnjo mora spremljati takšna zakonodaja, ki prepoveduje okoljsko sporne načine pridelave, tako da v kmetijstvu prevladuje integrirani način proizvodnje.\n(Vir: Lastni izračuni)\nStroški ročnega dela pri pšenici in naštetih kultur vključujejo:\nupravljanje s stroji,\nnalaganje gnojila,\npomoč pri setvi,\npomoč pri žetvi,\nostalo delo s stroji.\nSkupen seštevek stroškov strojnega, ročnega in najetega dela je izmed omenjenih kultur daleč najvišji pri oljnih bučah, zaradi tega imajo ekološko pridelane oljne buče najvišjo \nPCP, hkrati pa tudi najnižjo vrednost PTP (preglednica 12). Čeprav so pri pridelavi ekološke koruze stroški strojnega dela najvišji, so ostali stroški v primerjavi z drugimi kulturami eni najnižjih. Zaradi visokih hektarskih donosov in nizkih skupnih stroškov je finančni rezultat najugodnejši pri koruzi. Sirek in soja sta tisti dve kulturi, ki imata malenkost nižji finančni rezultat kot koruza. Zaradi sorazmerno visokih hektarskih donosov je PCP obeh kultur ugodno nizka. Najnižji finančni rezultat imata ječmen in sončnica. PTP je pri obeh najvišja glede na pričakovan hektarski donos, zato mora biti PCP sorazmerno visoka.\n"], "33": ["5 SKLEP", "Uporaba biomase za energetske namene je ena od najstarejših tehnologij v uporabi človeštva. Z uvajanjem proizvodnje energije iz premoga, nafte in zemeljskega plina je izgubila na pomenu. Stranski učinki proizvodnje energije iz fosilnih goriv ter upadanje svetovnih zalog fosilnih goriv in pospešeno naraščanje cene tekočih in drugih goriv na svetovnem trgu, so ponovno postavili biomaso v ospredje. Biomasa ponovno postaja eden od vodilnih energentov v razvitih državah.\nV našo raziskavo je bilo vključenih 8 kulturnih rastlin, katere smo obravnavali, z ekonomskega vidika, glede na možnost uporabe v njihovi predelavi v biogoriva. Z razvojem tehnološko-ekonomskega simulacijskega modela posamezne kulture smo želeli ugotoviti, ali je pridelava ekonomsko upravičena ali ne.\nRezultati raziskave so potrdili predpostavljene delovne hipoteze.\nH1: Ocenjeni ekonomski parametri specifične energetske rastline kažejo na ekonomsko upravičenost pridelovanja le-te.\nNa podlagi dobljenih rezultatov lahko potrdimo postavljeno hipotezo, saj so pridelave kmetijskih rastlin, ob doseganju predvidenih tehnoloških parametrov, ekonomsko upravičene.\nH2: Razviti integrirani kalkulacijski sistem za ekonomsko analizo energetskih rastlin je dobro orodje pri odločanju o pridelavi posamezne kulture v posameznem načinu kmetovanja. \nNašo hipotezo lahko tudi v tem primeru potrdimo, saj se s pomočjo razvitega orodja tako ne odločamo na pamet za proizvodnjo posamezne energetske rastline, ampak na podlagi matematično – funkcijskih odnosov med posameznimi elementi tehnološko – ekonomskega simulacijskega modela.\nH3: Kalkulacijski sistem omogoča vzporedno tudi analizo občutljivosti, kar daje orodju še dodatno vrednost njegove dolgoročne uporabe v praksi.\nNaša tretja hipoteza je tudi potrjena, saj nam razvit sistem omogoča t.i. analizo občutljivosti in s tem odziv ocenjenih ekonomskih indikatorjev na spremembe vhodnih parametrov modela.\nEnergetske rastline za uporabo v bioplinskih napravah postavljajo nove zahteve v pridelavi kmetijskih rastlin. Prvi pogoj je visok masni pridelek, (kg/ha) izbrane vrste rastline, sorte, ob tem pa še vsi stroški gnojenja in zaščite rastline ter možne tehnologije spravila pridelka.\n"], "abstract": ["Namen dip lo mske naloge je bil razvoj tehnološko-ekonomskih simulacijskih modelov za proizvodnjo 8 poljščin, ki so namenjene predelav i v bio maso za energetske potrebe. Na podlagi ra zv itih simu lacijskih modelov za individualno energetsko rastlino, se bo ocenila ekono mičnost pridelovanja, v nadaljevanju pa dodatno še drugi vzporedni ekonomski parametri. Vse kalku lacije so bile razv ite za tri načine kmetovanja: konvencionalno, integrirano in ekološko. Rezultati raziskave kažejo, da so pridelave vseh energetskih poljščin ekonomsko upravičene, kar nam potrju je koeficient ekonomičnosti (pri vseh kulturah Ke > 1). Ugotovljeno je bilo, da ima izmed vseh kultur najmanjši koeficient ekonomičnosti sončnica (Helianthus annus L), (Ke=1,06 konvencionalno, Ke=1,46 integrirano, Ke=3,50 eko loško), najv išji koeficient pa koruza (Zea mays L.), (Ke=2,92 konvencionalno, Ke=5,00 integrirano, Ke=6,45 ekološko). Razv ite kalkulacije v obliki tehnološko – ekonomskih simu lacijskih modelov predstavljajo kakovostno orodje za podporo odločanju v kmetijski proizvodnji, torej v praksi. "]}