{"1": ["1 UVOD", "Lokalni energetski koncept občine Kungota je narejen z namenom, da se ugotovi obstoječe stanje oskrbe in rabe vseh vrst energije. Analizira se obstoječe stanje, ter ugotovijo šibke točke. Na osnovi tega se predvidijo možni ukrepi s področja oskrbe učinkovite rabe energije in izrabe obnovljivih virov energije. Namen projekta je izboljšanje energetskega stanja v občini in oblikovanje trajnostnega razvoja oskrbe z energijo. Z izdelavo lokalnega energetskega koncepta občina pridobi trajnosten naraven strateški dokument s poudarkom na izboljšanju energetskega stanja in vključevanja ukrepov za izrabo učinkovite rabe energije, kot tudi možnosti uporabe obnovljivih virov energije. Izdelava lokalnega energetskega koncepta zajame celovito oceno energetske strategije z namenom dviga ekonomske in energetske učinkovitosti subjektov v občini Kungota. Lokalni energetski koncept lahko prispeva tudi osveščenosti in informiranosti porabnikov energije v občini.\n"], "2": [" 2 PREDSTAVITEV OBČINE KUNGOTA", "Občina Kungota je nastala leta 1994 in leži v gričevnatem svetu zahodnih Slovenskih goric. Tod je nekoč bilo področje Panonskega morja; njegove usedline so potoki razrezali v živahne gorice s podolgovatimi, ponekod strmimi, a v vrh običajno lepo zaobljenimi slemeni, ter kopami, ki jih ločujejo grape. Prisojne strani pobočij so posejane z vinogradi in sadovnjaki, nižine z njivami in osojne strani z gozdovi. V tej mladi, prijazni, podeželski občini živi na površini 4.887 ha oz. 48,87 km prebivalcev 4.804, večina na podeželskem svetu, del pa v strnjenih naseljih. Razprostira se severno od mesta Maribor in na vzhodu meji na občini Šentilj in Pesnica, na severu pa se na osemnajstih kilometrih stika z Republiko Avstrijo. Naselje Zgornja Kungota je naravno središče Zgornje Pesniške doline, ki je nastalo ob sotočju Svečinskega potoka in reke Pesnice ter je tudi občinsko središče s centralnimi družbenimi funkcijami in sedežem občinske uprave. Pretežni del gospodarstva občine predstavljajo kmetijstvo (predvsem vinogradništvo, sadjarstvo in v manjši meri živinoreja) turizem in trgovinsko-storitvena dejavnost ter manjša obrtniška dejavnost. V zadnjem času je nastalo nekaj novih industrijskih podjetij in manjših družb z omejeno odgovornostjo. Sama občina sodi med manj razvite občine, večina naselij leži v demografsko ogroženem področju. Javna gospodarska struktura v občini je srednje razvita. Občina Kungota je občina v razvoju. [1]\n"], "3": ["2.1 Podatki o poseljenosti in prebivalstvu", "Občina Kungota zajema 19 naselij in 4 vaške skupnosti. Naraščanje števila prebivalstva je najbolj izrazito v vaški skupnosti Zgornja Kungota, kar je posledica blokovskih gradenj in privatnih hiš. Največje naselje v občini Kungota je v vaški skupnosti Zgornja Kungota (Kozjak, Plintovec, Zg. Kungota, Sp. Vrtiče) s 1523 prebivalci, potem mu sledi vaška skupnost Spodnja Kungota (Kozjak – del, Rošpoh – del, Gradiška) s 1223 prebivalci. Tretja po velikosti mu sledi vaška skupnost Svečina (Špičnik, Slatina, Svečina, Slatinski dol, Ciringa, Plač, Podigrac, Sp. Vrtiče ) z 936 prebivalci, ter kot zadnja sledi vaška skupnost Jurij ob Pesnici (Jedlovnik, Grušena, Vršnik, Jurovski Vrh) s 635 prebivalci. [2]\n"], "4": ["2.2 Gospodarstvo", "V občini Kungota so proizvodne in poslovne dejavnosti trenutno razpršene po celotnem naselju, kjer si podjetniki urejajo potrebne prostore v prizidkih, s preureditvijo delov objektov ali z novogradnjami, ki združujejo poslovno in stanovanjsko funkcijo. Za obrtne in proizvodne dejavnosti je sicer namenjeno tudi dislocirano območje izven ureditvenega območja naselja v zahodnem delu naselja od zbirnega dvorišča naprej, ki pa infrastrukturno še ni urejeno; zaradi odmaknjenosti in infrastrukturne neurejenosti pa ni primernega interesa. Občina Kungota je zato z zadnjimi spremembami in dopolnitvami prostorskih sestavin planskih aktov opredelila zemljišča za razvoj poslovnih in proizvodnih dejavnosti na območju, ki ima dobro prometno lego in kjer se je predvsem zaradi tega pojavil interes po širjenju območja, kjer se že odvijajo tovrstne dejavnosti. Območje cone za pretežno poslovne in proizvodne dejavnosti v velikosti 4,5 ha se nahaja na južnem vstopu v naselje Zg. Kungota,\nob regionalni cesti R2-436 (Počehova-Zg. Kungota-Jurij). Območje omejuje regionalna cesta, reka Pesnica in komunalna cona, kjer je planirana izgradnja čistilne naprave. Območje je v severozahodnem delu delno že pozidano z bencinskim servisom, avtopralnico, gostinskim lokalom, v tem delu območja je tudi sedež gradbene dejavnosti. Preostali del območja pa je do sedaj bil neizrabljen. Za zagotavljanje smotrnega razvoja proizvodnih dejavnosti v občini Kungota so sprejeli občinski prostorski načrt za poslovno-proizvodno cono Plintovec.\nKungota in Sloveniji\nOsnovni cilji prostorskega razvoja Občine Kungota so: ohranjanje in varovanje okolja, skrb za ekološko ravnovesje, uravnotežena in smotrna namenska raba prostora, skladen prostorski razvoj, optimalno omrežje naselij in poselitev, prostorske možnosti za razvoj pomembnejših naselij v občini ter dobra infrastrukturna opremljenost na celotnem območju občine. Dosedanji razvoj je zlasti v preteklih desetletjih generiral neravnovesja v gospodarjenju s prostorom in naravnimi viri, ter povzročil bolj in manj ostra nasprotja med različnimi vrstami rabe prostora. Ta nasprotja se izražajo tudi v onesnaženosti, izkoriščenosti in ogroženosti dobrin splošnega pomena (vode, kmetijska zemljišča, gozdovi, zrak, naravna in kulturna dediščina). Nadaljnje urejanje prostora bo zato prvenstveno usmerjeno k sanaciji stanja in bo v vseh pogledih podrejeno ugotovitvam glede obstoječih in pričakovanih vplivov človekovih dejavnosti na okolje. [3]\n"], "5": ["2.3 Gozdarstvo", "Gozdno območje občine je v celoti del Mariborskega območja, za katerega je značilna pokrajinska neenotnost in izredna pokrajinska pestrost. Gozdovi so bistveni element krajine, biotske raznovrstnosti in ekološkega ravnovesja v okolju, ter za območje pomemben obnovljiv surovinski vir. V občini Kungota je skupno 1.579,33 ha gozdnih površin, kar pomeni 32,3% površin. Po gozdnogospodarskem načrtu za obdobje imajo vsi gozdovi v\nobčini lesno-proizvodni pomen, varovalnih gozdov in gozdov s posebnim pomenom v občini ni.\nDelež zasebne gozdne posesti v občini Kungota znaša 64,5 %, državnih gozdov je le nekaj več kot 35,5 %. Eden izmed kazalnikov je tudi površina gozda, ki na prebivalca znaša 0,3 ha. Pomemben je tudi podatek iz omenjene analize, da se 41% gospodinjstev že sedaj ogreva z lesom. V občini obstaja velik potencial izkoriščanja lesne biomase. Lesna zaloga je 519.335 m3, prevladujejo listavci z 411.762 m³ (79,3%), iglavcev je 107.573 m³ (20,7%). Prirastek\nznaša preko 12.978 m3 letno. Gozd je pomemben surovinski vir, ki v občini ni v celoti izkoriščen. Kljub trendu povečanja letnega poseka možni posek, določen v gozdno- gospodarskem načrtu gozdnogospodarske enote Kungota, ni dosežen. Najvišji možni letni posek je okoli 7.921 m³/leto vsega drevja skupaj. [4]\n"], "6": ["2.4 Klima in podnebje", "Občina Kungota ima zmerno celinsko podnebje podravske Slovenije, na katero še dodatno vpliva površje. Povprečna letna temperatura območja znaša od 6,4 do 15,4-C. Januarske temperature znašajo od -2,9 do 4,3 -C in juliju od 15,6 do 26,3 -C, povprečna letna količina padavin pa od 960 do 1047 mm. Prevladujoča vetrova na območju sta severni in severovzhodni.\n"], "7": [" 3 ANALIZA RABE ENERGIJE IN PORABE ENERGENTOV", "V izdelavi zaključnega dela sem se opredelil na analizo rabe energije in energentov za področja:\n- gospodinjstva (stanovanjski objekti),\n- javni objekti (šole, občinske zgradbe)\n"], "8": ["- raba energije v večjih podjetjih,", "- javna razsvetljava.\n"], "9": ["3.1 Gospodinjstva", "Po podatkih Statističnega urada Republike Slovenije je v občini Kungota 1426 vseh stanovanjskih objektov. Glede na vrsto pozidave v občini Kungota prevladujejo samostojno stoječe hiše: 1256 (88,2%), dokaj velik delež imajo hiše s kmečkim gospodarskim poslopjem: 116 (8,4 %), potem sledijo večstanovanjske stavbe: 23 (1,8%) in na koncu je 20 (1,6%) dvojčkov ali vrstnih hiš.\n*Hiša s kmečkim gospodarskim poslopjem je stavba, v kateri je poleg bivalnega v isti stavbi tudi gospodarski del.\nNajveč stavb v občini Kungota je bilo zgrajenih do leta 1918. Stanovanjske stavbe, zgrajene do leta 1918 so slabše ali kvečjemu enako kvalitetno grajene kot stavbe, ki so bile zgrajene do leta 1940; razlogi so bili predvsem v pomanjkanju in varčevanju z gradbenimi materiali. Stene so stanjšane na 30 cm, izolacijskih materialov ni, fasade so preproste. Stavbe so potrebne temeljite gradbene in energijske sanacije. Toplotna zaščita se izvaja večinoma iz notranje strani. Toplotne izgube lahko zmanjšamo z vgradnjo oken z dodatno zasteklitvijo in z dodatno izolacijo sten, stropov in strešnih konstrukcij. Pri stavbah iz tega obdobja je mogoče z minimalnimi dodatnimi investicijskimi posegi doseči občutno zmanjšanje potrebne energije za vzdrževanje bivalnega udobja v objektu. [5]\nV občini Kungota je skupaj 1700 stanovanj, povprečna velikost stanovanja je 76,55 , skupna površina stanovanj pa 130.140 . Analiza rabe energije stanovanjskih objektov občine Kungota zajema skupno analizo večstanovanjskih objektov in analizo individualnih objektov. Podatki o objektih so črpani iz\nStatističnega urada Republike Slovenije - Statistični letopis 2010 ter popisa prebivalstva v letu 2002.\nIz razpoložljivih statističnih podatkov lahko razberemo, da se največ stanovanj ogreva na centralno kurilno napravo (53,5%), sledijo stanovanja, ki so ogrevana etažno centralno (11,8). Veliko manjši delež imajo stanovanja, ki so ogrevana daljinsko ali s kotlarno za nekaj sosednjih stavb (0,5%). [6]\nZa ogrevanje stanovanj se v občini uporabljata predvsem les (42 %) in kurilno olje (40 %). Veliko manjši delež pripada elektriki, utekočinjenemu naftnemu plinu in premogu.\nEnergija, ki jo porabimo za ogrevanje, je odvisna od lastnosti zgradbe, ter od vremenskih razmer; pri slednjem ima poglavitno vlogo temperatura zraka oziroma razlika med temperaturo znotraj stavbe in temperaturo zunaj nje. Energijo, ki jo porabimo za ogrevanje, lahko ocenimo s pomočjo temperaturnega primanjkljaja oziroma stopinjskih dni. [7]\n"], "10": ["3.2 Javne zgradbe", "Učinkovita raba energije v stavbah je običajno lahko le posledica skrbnega načrtovanja gradnje oziroma sanacije stanovanjske, javne ali poslovne stavbe. Vidiki učinkovite rabe energije, najpogostejše toplote za ogrevanje stavbe, v zadnjem času vse bolj pogosto tudi energije za hlajenje, so združeni primarno že v korektni zasnovi toplotne zaščite konstrukcijskih sklopov ovoja stavbe, postavitvi stavbe v prostor, njeni zaščiti pred soncem, uporabljenimi sistemi za ogrevanje, hlajenje in prezračevanje, itd. Ogrevanje javnih zgradb v povprečju predstavlja več kot 70 % celotne rabe energije teh zgradb, ostala energije se porablja za pripravo tople sanitarne vode, kuhanje, razsvetljavo in za druge porabnike \nelektrične energije. Z ukrepi za zmanjšanje rabe energije je, predvsem v starejših zgradbah (grajenih pred letom 1980), možno prihraniti tudi do 60 % energije za ogrevanje. [8]\n"], "11": ["3.2.1 Javne zgradbe vključene v analizo", "V energetski pregled javnih stavb v občini Kungota je bilo vključenih 5 večjih občinskih stavb: Osnovna šola Zgornja Kungota, podružnica Osnovna šola Spodnja Kungota z vrtcem, podružnica Osnovna šola Svečina, enota vrtca Svečina, enota vrtca Zgornja Kungota in občinski urad. V teh javnih zgradbah so bile zbrane fakture za elektriko, vodo in energenta ogrevanja stavbe. V tabeli 10 so predstavljene javne zgradbe, ki so bile analizirane.\n"], "12": ["3.2.2 Energijsko število", "Energijsko število nam prikaže količino porabljene energije na m2 ogrevane površine v obdobju enega leta.\nZa lažjo predstavo so bila energijska števila objektov razvrščena v razrede. Ta metoda se sicer uporablja za računsko določanje energetske učinkovitosti objektov (v skladu s pravilnikom o metodologiji izdelave in izdaji energetskih izkaznic stavb), ampak smo jih uporabili kot indikator energetske učinkovitosti v obravnavanih objektih.\nKot glavno vodilo za oceno energijske učinkovitosti stavbe se uporablja energijsko število, ki pomeni specifično porabo energije na enoto površine zgradbe v določenem časovnem obdobju. Energijsko število, v katerem je zajeta poraba energije za ogrevanje in pripravo tople vode, se lahko izračuna tudi za obstoječe javne stavbe, da lahko ocenimo njihovo energijsko učinkovitost. Vrednost energijskega števila zgradbe se uporablja za oceno potrebnih energetskih ukrepov, ki naj bi jih povzeli pri energetski sanaciji starejših stavb. Vsaka stavba (hiša, stanovanjski blok, šola) ima svoje energijsko število. Na podlagi izračunanega energijskega števila lahko tudi javne stavbe opredelimo na način ali so energijsko potratne ali pa so varčne. Manjše energijsko število pomeni manjše energijske izgube, večje energijsko število pa večje energijske izgube.\nV računski energijski izkaznici se stavbo uvrsti v razred energijske učinkovitosti glede na letne potrebe toplote za ogrevanje stavbe na enoto uporabne površine stavbe – Q(NH)/A(u) (kWh/m2a). [9]\n"], "13": ["3.2.3 Dejanska poraba energije v javnih zgradbah", "Zelo pomemben podatek o rabi energije je dejanski podatek o rabi električne energije, o porabi tople vode, ter podatek o porabi energenta za ogrevanje stavbe, ki pa je bil pridobljen na podlagi anketiranja upravljavcev stavb. V spodnji tabeli so predstavljeni podatki o rabi dejanske energije v javnih stavbah.\nGraf prikazuje energijska števila v KWh/m2a posameznih stavb za rabo toplotne in električne energije v letu 2010\n"], "14": ["2.3.4 Primerjava za Slovenijo", "Kot podlaga za primerjavo letne porabe energije za ogrevanje in primerjavo energijskih števil so na spodnjih slikah prikazani grafi, ki zajemajo povprečne vrednosti letne rabe energije in energijskih števil doslej pregledanih osnovnih šol in upravnih stavb v Sloveniji ter predlagane ciljne in alarmne vrednosti, sodobni pristopi in orodja za spremljanje in nadzor rabe energije v stavbah ter hitro in robustno oceno potenciala učinkovite rabe in rabe obnovljivih virov energije v javnem sektorju (vir: Miha Tomšič, Gradbeni inštitut ZRMK d.o.o., 2006). Prav tako spodaj podajamo tabelo o energetskih razredih, ki je sestavni del Pravilnika o metodologiji izdelave in izdaji energetskih izkaznic stavb\n[10]\n"], "15": ["3.3 Javna razsvetljava", "Poraba električne energije za javno razsvetljavo je odvisna od mnogih dejavnikov, predvsem pa od števila in tipov svetilk oz. sijalk. Prav tako se vsako leto dograjujejo novi odseki javne razsvetljave, ki lahko vplivajo na rast porabe električne energije za javno razsvetljavo.\nObčina Kungota ima 20 merilnih mest. Po podatkih, ki smo jih prejeli od elektro distributerja (Elektro Maribor), je raba električne energije za javno razsvetljavo v letu 2010 znašala 184.669 kWh. V septembru 2007 je Vlada RS sprejela Uredbo o mejnih vrednostih svetlobnega onesnaževanja okolja (Ur. l. RS, št. 81/2007), konec novembra 2007 pa še Uredbo o spremembah in dopolnitvi Uredbe o mejnih vrednostih svetlobnega onesnaževanja okolja (Ur. l. RS, št. 109/2007). Namen omenjenih uredb je, med drugim, varstvo narave pred škodljivim delovanjem svetlobnega onesnaževanja in zmanjšanje rabe električne energije virov svetlobe, ki povzročajo svetlobno onesnaževanje. Uredba v svojem 5. členu določa, da letna poraba električne energije vseh svetilk, ki so na območju posamezne občine vgrajene v razsvetljavo občinskih cest in razsvetljavo javnih površin, ki jih občina upravlja, izračunana na prebivalca s stalnim ali začasnim prebivališčem v tej občini, ne sme presegati ciljne vrednosti 44,5 kWh. Za občino Kungota ta vrednost znaša 39,2 kWh na prebivalca. V Sloveniji se je v letih 2005 – 2006 porabilo približno 70 kWh na prebivalca (vir: Portal Energetika.net: Vlada sprejela uredbo o svetlobnem onesnaževanju).\nObčina zadovoljuje pogojem iz 5. člena prej omenjene uredbe, zato se, glede javne razsvetljave, uvršča med energetsko manj potratne občine.\nObčina Kungota ima izdelan projekt za energetsko učinkovitost javne razsvetljave, zato smo podatke o tipih svetilk, številu svetilk in moči sijalk o javni razsvetljavi v občini Kungota pridobili iz tega dokumenta (vir občina Kungota). [11]\nV občini je instaliranih 355 svetilk, ki so priključene na 4 odjemna mesta. Svetilke osvetljujejo ceste in ulice v naslednjih mestnih četrtih in naseljih občine:\nZaradi dotrajanosti in neustreznosti po uredbi o svetlobnem onesnaževanju, ter energetske potratnosti večine vgrajenih svetilk, bi bila potrebna zamenjava z novimi varčnimi in bolj učinkovitimi svetilkami.\nSistem javne razsvetljave ne vsebuje centralnih nadzornih sistemov, preko katerih bi lahko uravnavali in merili porabo električne energije. Raba električne energije se spremlja preko električnih števcev, ki so nameščeni v omaricah odjemnih mest. Večina odjemnih mest je na lokacijah transformatorskih postaj, kjer ima dostop strokovno usposobljena oseba elektroenergetskega omrežja.\n"], "16": ["3.4 Raba energije v večjih podjetjih", "V analizi so upoštevana podjetja, ki so se odzvala z izpolnjenimi vprašalniki. Podatke o podjetjih in rabi energije posameznih objektov smo pridobili s strani odgovornih oseb v podjetjih, katera so se odzvala na poslani anketni vprašalnik. Po podatkih Agencije Republike Slovenije za javnopravne evidence in storitve je bilo v občini Kungota na dan 31.3.2012 registriranih 288 poslovnih subjektov. To pomeni 0,16% vseh poslovnih objektov v Sloveniji. Vrste poslovnih subjektov in število je prikazano v naslednji tabeli.\n Kungota in Sloveniji\nV občini Kungota je dobro razvita obrt, ter slabše industrijska dejavnost. Občina Kungota je posredovala seznam večjih podjetij, ki so dobila vprašalnik z opisom energetskega stanja. Večja podjetja v občini, ki spadajo v industrijsko dejavnost so: AJM d.o.o., Gostišče Denk Gregor Vračko s.p., Vinast Bauman Benjamin s.p., Pizzerija Latino s.p., Gokop d.o.o. V občini je tudi veliko manjših podjetij, ki so združena v območni Obrtno-podjetniški zbornici Maribor. Podatki o porabi energentov in o energetskem stanju izbranih podjetij so bili pridobljeni s pomočjo vprašalnika in osebnega obiska v posameznih podjetjih. [12]\nGraf prikazuje, da je daleč največji porabnik energije v občini podjetje AJM d.o.o., saj je tudi največje podjetje v občini z največ zaposlenimi. Skupna raba energije na letni ravni vseh anketiranih podjetij je približno 1.607 MWh toplotne energije. Večina podjetij toplotno energijo pridobiva iz kurilnega olja in lesne biomase.\n"], "17": ["3.5 Električna energija", "Območje občine Kungota organizacijsko pokriva območna enota distribucije Maribor z okolico, Elektro Maribor d.d. Oskrbovanje z električno energijo poteka iz 47-tih napajalnih transformatorskih postaj 20/0,4 kV.\nNa območju občine Kungota trenutno poteka cca. 84 km nadzemnega in 5 km podzemnega 20 kV omrežja. Povprečna starost srednje napetostnega omrežja znaša 43 let, nizkonapetostnega omrežja pa 30 let. Odjemalci so imeli v letu 2010 v povprečju 1 nenačrtovani izpad dobave električne energije s povprečnim časom trajanja 36 minut (izvod Kungota), 1 minute (izvod Pesnica) oziroma 28 minut (izvod Kamnica).\nZa izboljšanje kvalitete in zanesljivosti napajanja odjemalcev el. energije na predmetnem območju je vključno do leta 2020 predvidena izgradnja cca. 6 km 20 kV omrežja, 14 transformatorskih postaj 20/0,4 kV in 9 km 0,4 kV omrežja, ter obnova cca. 5 km 20 kV omrežja, 11 transformatorskih postaj 20/0,4 kV in 11 km 0,4 kV omrežja.\nPlaniranje novih transformatorskih postaj (TP 20/0,4 kV) in pripadajočega omrežja (20 kV in 0,4 kV) izvajajo na osnovi ocene povečanja obremenitev (stanovanjske zazidave, gradnja poslovno obrtnih in industrijskih objektov, ter povečanje električnih priključnih moči na obstoječih objektih) in na osnovi predvidevanj pojava slabih napetostnih razmer pri odjemalcih, priključenih na obstoječe elektroenergetske vode in objekte (TP, SNO in NNO). Pozidave območij, za katere bo potrebna večja priključna moč, v teh ocenah niso bile zajete, potrebno bo posebej naročiti raziskavo o možnosti napajanja z električno energijo (vir: Elektro Maribor). [13]\n"], "18": ["3.5.1 Industrijska odjemna mesta", "Kungota ima eno industrijsko odjemno mesto T-754 AJM, ki je napajana iz razdelilne transformatorske postaje RTP 110/20 kV Sladki vrh preko 20 kV izvodov Kungota in Pesnica, ter iz razdelilne transformatorske postaje RTP 110/20 kV Ruše preko 20 kV izvoda Kamnica. Med temi 20 kV izvoda je možna medsebojna rezervna izmenjava. RTP 110/20 kV Sladki vrh je zankana v t.i. 110 kV prekmursko zanko in je njeno napajanje možno z ene ali druge strani.\nRaba električne energije v gospodinjstvih občine predstavlja 75% celotne rabe. Ostali delež predstavlja raba poslovnih odjemalcev, pri katerih večino energije porabijo industrijski obrati. Majhen del rabe električne energije predstavlja javna razsvetljava, in sicer samo 1,6%\n"], "19": [" 4 ŠIBKE TOČKE RABE ENERGIJE", "Na podlagi analize podatkov o oskrbi in rabi energije, porabe energije po posameznih področjih in oskrbi z energijo iz posameznih virov so v nadaljevanju opredeljene šibke točke oskrbe in rabe energije v občini Kungota. Šibke točke so opredeljene s kazalniki odmikov trenutnega stanja od želenega oziroma pričakovanega stanja.\n"], "20": ["4.1 Gospodinjstva", "Osveščenost uporabnikov Osveščenost uporabnikov predstavlja velik dejavnik pri rabi energije. Določen del energije, ki jo pri vsakodnevnih opravilih porabimo, bi lahko smotrnejše porabili, s tem zmanjšali stroške, ter posledično tudi emisije, ki bi nastale zaradi rabe energije. Osveščenost med uporabniki gospodinjstev je navadno velika, saj so tudi plačniki stroškov za energijo.\nGlavne šibke točke:\n- Nepoznavanje novih energetsko učinkovitejših tehnologij in ekonomske prednosti, ki  jih te tehnologije prinašajo.\n- Problem sredstev za nakup novih energetsko učinkovitejših tehnologij, saj je začetna  investicija relativno visoka.\n- Slaba informiranost prebivalcev o možnosti OVE in URE.\nToplotna energija Večina gospodinjstev v občini Kungota se ogreva preko individualnih centralnih ali etažnih kurilnih naprav oziroma lokalnih naprav za ogrevanje. Slednje so v veliko primerih slabo nadzorovane in zastarele (predvsem v primeru ogrevanja na kurilno olje in les), kar je s stališča vplivov na okolje najslabši način oskrbe s toploto.\nGlavne šibke točke:\n- Toplotna energija se proizvaja s kurjenjem lesa v starih in neustreznih kotlih z nizkim  izkoristkom, kar pa posledično povzroča škodljive emisije, predvsem ogljikovega  monoksida.\n- Velik del gospodinjstev se ogreva s kurilnim oljem.\n- Ni možnosti priklopa na plinsko omrežje.\nElektrična energija Gospodinjstva v občini predstavljajo velik del porabe električne energije. Zaradi uporabe zastarelih gospodinjskih aparatov je posledično tudi potencial zmanjšanja rabe energije velik. Glavni razlog za zamenjavo le-teh je še vedno okvara aparata in ne velika potrošnja energije, posledično se aparati veliko manj menjujejo.\nGlavne šibke točke:\n- Zastareli gospodinjski aparati nizkih energijskih razredov.\n- Neuporaba varčnih sijalk.\n- Sredstva za nakup novih energijsko varčnih aparatov in drugih električnih porabnikov.\n"], "21": ["4.2 Večja podjetja", "Osveščenost lastnikov oz. odgovornih oseb posameznih podjetij je na relativno nizki ravni, razen v podjetju AJM d.o.o. Le-ta nimajo zaposlenega energetskega menedžerja, ki skrbi za energetiko v podjetju. Redno opravljanje energetskih pregledov, s katerimi bi dobili osnovne informacije o energetskem stanju podjetja in potencialih za učinkovito rabo energije, se ne izvaja.\nGlavne šibke točke:\n- Obveščevalni seminarji za zaposlene se ne izvajajo.\n- Podjetja v večini ne izvajajo energetskih pregledov.\n- Stroški in raba energije se ne analizirata.\n"], "22": ["Električna energija", "Raba električne energije v proizvodnih podjetjih navadno izstopa oz. je večja od rabe toplotne energije. Največji potenciali za zmanjšanje rabe energije so v energetsko varčnejši razsvetljavi, ker na samo rabo strojev skoraj ne moremo vplivati, saj za svoje delovanje potrebujejo določeno količino energije in je navadno samo delovanje naprave že optimizirano. Potencial za zmanjšanje stroškov pa je zmanjšanje konične moči.\nGlavne šibke točke:\n- Ni izvedenih študij izvedljivosti optimizacije proizvodnih sistemov.\nToplotna energija:\n- Večja podjetja v večini uporabljajo za ogrevanje in tehnološke procese energent  kurilno olje.\nGlavne šibke točke:\n- Ni izvedenih študij izvedljivosti alternativnih sistemov ogrevanja.\n"], "23": ["4.3 Javne zgradbe", "V javnih objektih v občini Kungota so se opravili preliminarni energetski pregledi za ugotavljanje energetskega stanja posameznega javnega objekta.\nOsveščenost uporabnikov/lastnikov/upravnikov objektov\nIzvajanje organizacijskih ukrepov, ki pripomorejo k zmanjšanju rabe energije v javnih objektih, predstavlja poseben problem, saj uporabniki ne plačujejo obratovalnih stroškov za »delovanje« objekta, zato je posledično motiviranost za racionalno rabo energije manjša. [14]\nGlavne šibke točke:\n- Raba in stroški za energijo/energente se ne spremljajo.\n- Objekti nimajo energetskega menedžerja.\n- V objektih niso bili opravljeni energetski pregledi.\n- V objektih se ne izvajajo osnovni organizacijski ukrepi (pravilno prezračevanje,  osveščanje zaposlenih in ostalih uporabnikov…).\nŠibke točke po posameznih objektih:\n1. Osnovna šola Zgornja Kungota\nŠibke točke: Osnovna šola Zgornja Kungota nima večjih pomanjkljivosti, saj je šola dokaj nova. Zgrajena je bila leta 2011. Razen tega, da se ogreva na ekstra lahko kurilno olje, bi se lahko uporabil drugi način ogrevanja, npr.: na biomaso (sekanci).\n2. Osnovna šola Spodnja Kungota z vrtcem\nŠibke točke: ogrevanje sanitarne vode na električno energijo, kurilna centralna naprava za ogrevanje je na utekočinjen naftni plin.\n3. Podružnica osnovne šole Svečina\nŠibke točke: starejša zgradba s slabo izolativnostjo, uporaba dragega vira (UNP) za ogrevanje,\n4. Enota vrtca Svečina\nŠibke točke: starejša zgradba s slabo izolativnostjo, uporaba dragega vira (UNP) za ogrevanje,\n 5. Enota vrtca Zgornja Kungota\nŠibke točke: starejša zgradba s slabo izolativnostjo, uporaba ELKO za ogrevanje sanitarne vode z električno energijo, energetsko neučinkovita razsvetljava.\n6. Občinski urad\nŠibke točke: kurjenje z ELKO, stara kurilna naprava, slaba izolacija sten, ogrevanje sanitarne vode z električno energijo, energetsko neučinkovita razsvetljava.\n"], "24": ["4.4 Javna razsvetljava", "Uporabniki javne razsvetljave so občani in obiskovalci občine Kungota. Le-ti na samo delovanje javne razsvetljave v smislu učinkovite rabe energije ne morejo vplivati. Velik vpliv pa ima lastnik javne razsvetljave (občina) in njen upravljavec/vzdrževalec (Nigrad d.d.- Maribor). Le-ti imajo ključno vlogo pri obratovanju, rekonstrukciji, ter novogradnjah javne razsvetljave.\nGlavne šibke točke:\n- Raba električne energije po odjemnih mestih se ne spremlja.\n- Pomanjkanje strokovnega kadra in časa za upravljanje javne razsvetljave.\n- Nepoznavanje novih tehnologij, ki so energetsko učinkovitejše in ekonomskih  prednosti, ki jih te tehnologije prinašajo.\n- Ni izdelane strategije razvoja javne razsvetljave.\n- Ni izdelanih vseh podlog in poročil za vpis v kataster Gospodarske javne  infrastrukture RS.\n"], "25": [" 5 ŠIBKE TOČKE OSKRBE Z ENERGIJO IN ENERGENTI", "V občini Kungota ni centralnih kotlovnic, plinovoda ali sistema za daljinsko ogrevanje. Oskrba s toplotno energijo se vrši lokalno iz različnih energentov. Glede na veliko število ponudnikov raznih energentov, oskrba z le-temi ne predstavlja težav.\n"], "26": ["5.1 Centralne kotlovnice", "Večjih centralnih daljinskih kotlovnic, iz katerih bi se ogrevalo več stanovanj v občini Kungota ni zgrajenih.\n"], "27": ["5.2 Električna energija", "Pretežno je dobava električne energije nemotena, motena je samo v izrednih primerih: rednih vzdrževalnih delih na elektro omrežju, ali v primerih naravnih katastrof. Elektro distributer Maribor skrbi za nadgradnjo omrežja, zato so tudi predvidene investicije za izboljšanje kvalitete in zanesljivosti napajanja odjemalcev.\n"], "28": [" 6 ANALIZA POTENCIALOV UČINKOVITE RABE ENERGIJE", "Raba energije oz. učinkovita raba energije predstavlja velik potencial pri zmanjševanju rabe in stroškov, tako pri implementaciji organizacijskih, kot investicijskih ukrepov v posamezne stavbe oz. področja rabe energije (javni sektor, gospodinjstva, podjetja…).\nPotencial učinkovite rabe energije se je ocenjeval na vseh področjih rabe energije. Poudarek je na javnih objektih, na katerih so bili opravljeni preliminarni energetski pregledi, s katerimi je bila ugotovljena energetska učinkovitost stavb ter potenciali učinkovite rabe energije. Ostala področja so bila obdelana s pomočjo pošiljanja vprašalnikov. [15]\n"], "29": ["6.1 Stanovanjski objekti", "Večino stanovanjskih objektov v občini predstavljajo individualni objekti oziroma stanovanjske hiše. Tukaj so potenciali prihrankov največji s spodbujanjem oziroma izobraževanjem prebivalcev o URE.\nNajvečje težava so kotli starejše izvedbe, ki poleg prekomerne rabe energenta (lesne biomase), povzročajo tudi povečane izpuste emisij ter drugih delcev v ozračje. Zamenjava kotla predstavlja velik strošek za gospodinjstvo in kljub zmanjšanju porabe energenta pri menjavi kotla, to še vseeno ni dovolj velik motivator za gospodinjstva, ker ima veliko gospodinjstev lastne vire lesne biomase.\nZ organizacijskimi ukrepi in hkratnim spodbujanjem sanacij objektov so možnosti prihrankov do 40 %. V spodnji tabeli so opredeljeni nekateri ukrepi, s katerimi so prihranki največji. [16]\n"], "30": [" 6.2 Javni objekti", "Pri analizi potencialov smo obdelali:\n- ogrevalni sistem,\n- stavbno pohištvo,\n- ovoj objekta in\n- električne naprave.\nPotencial za zmanjšanje rabe energije je od objekta do objekta različen. Z razširjenimi energetskimi pregledi bi lahko za vsak objet natančno določili potrebne ukrepe in s tem možne prihranke.\nV občini Kungota je šest večjih javnih objektov, na katerih so bili opravljeni preliminarni energetski pregledi.\nV spodnji tabeli so predvideni možni prihranki energije po izvedbi ukrepov za štiri javne objekte.\n"], "31": [" 6.3 Javna razsvetljava", "Z zamenjavo starih energetsko neučinkovitih svetilk z novimi varčnimi svetilkami, bi zmanjšali skupno rabo najmanj za 60 % in več.\nTakšen prihranek bi dosegli v kolikor se svetilke z močjo sijalke 250 W zamenjajo z 20 W LED sijalkami, 400 W močne sijalke z 36 W sijalkami in 125 W sijalke z 36 W ali 20 W LED sijalkami.\nRaba električne energije JR v letu 2010 je bila 184.669 kWh, kar je predstavljalo strošek cca. 14.000 €. Z do 60 % zmanjšanjem rabe bi bila le-ta približno 110.801 kWh/leto, kar bi ob predvideni ceni električne energije v prihodnosti znašalo cca. 8.400 €.\nPredviden letni prihranek je lahko 60 % - kar znese 73.868 kWh oz. cca. 5.600 € letnega prihranka.\n"], "32": ["6.4 Večja podjetja", "Po podatkih, ki smo jih prejeli s strani omenjenih podjetij, je velik potencial URE v zamenjavi starih kotlov in regulacije ogrevalnih sistemov. Kotli so velikih moči in posledično prihaja tudi do velikih izgub. Ekonomska smiselnost menjave teh kotlov je odvisna od veliko dejavnikov.\n"], "33": [" 7 ANALIZA POTENCIALOV OBNOVLJIVIH VIROV ENERGIJE", "Obnovljiva energija je tista energija, ki jo pridobivamo iz naravnih in trajnih pritokov energije v okolju. To so gozdovi, sončno obsevanje, veter in voda. Pravimo jim tudi zelena energija. Obnovljivi viri energije predstavljajo del naravnih energetskih tokov, ki ohranjajo ravnovesje na zemlji in s tem omogočajo življenje na njej. Zemlja prejema energijo iz sonca v obliki svetlobe in toplote, notranjosti planeta v obliki toplote, ter zaradi privlačnosti planetov iz gravitacije. Med temi viri prevladuje energija sončnega obsevanja, kjer se del spremeni v sekundarne obnovljive vire: veter, biomaso, hidroenergijo, plimovanje in valovanje. [16]\n"], "34": ["7.1 Lesna biomasa", "Lesna biomasa je domač in obnovljiv vir energije, ki ni neomejen. Slovenija je z gozdom bogata država. Po podatkih Zavoda za gozdove so v letu 2004 vse občine imele del ozemlja poraslega z gozdom. Tako lahko zaključimo, da je vseh 193 občin imelo teoretičen potencial lesne biomase iz gozdov. Dejansko razpoložljive količine lesne biomase iz gozdov pa omejujejo socialni, ekonomski in okoljski dejavniki. Pri odločanju o spodbujanju rabe lesne biomase na lokalnem nivoju je pomembno poznavanje omejitev. Poznavanje omenjenih dejavnikov je pomembno tudi, ko razmišljamo o lokalnem ali regionalnem razvoju, o novih delovnih mestih, o dopolnilnih dejavnostih na kmetijah in o izboljševanju kakovosti bivanja manjša onesnaženost zraka. [17]\nObčina Kungota spada med občine z manjšim deležem površine gozda (32,2%), zato lahko govorimo, da je potencial izkoriščanja lesne biomase manjši.\nIzhodišča\n- V občini Kungota se z lesno biomaso ogreva približno 42% gospodinjstev, kar pomeni  da prebivalci v veliki meri že izkoriščajo lesno biomaso.\n- Velik delež zasebnih gozdov (66,0%).\n- Velik potencial odpadnega lesa v gozdovih.\n- V občini je do danes delujočih 7 kotlov na biomaso in eden večji na pelete in sekance  (AJM d.o.o.)\nUgotovitve\nGlede na izhodišča lahko sklepamo, da je raba lesne biomase v občini zelo prisotna. Potencial dodatne izrabe lesne biomase obstaja, potrebno pa se je posvetiti tudi drugim vidikom izrabe lesne biomase, kot so učinkovitejša izraba energenta, pomen uporabe novejših kotlov, izraba lokalne lesne biomase.\nSkupni letni potencial lesne biomase v občini Kungota za iglavce in listavce je 12,73 GWh\nOb predpostavki, da povprečna enodružinska hiša porabi 32 GWh toplotne energije za ogrevanje, bi to zadostovalo za cca. 400 enodružinskih hiš, če bi se ogrevale na biomaso.\nPrimernost izkoriščanja potenciala lesne biomase je ocenjen s kazalcem 3, 1 pomeni najmanj primeren oz. 5 najbolj primeren kazalec za izkoriščanje biomase.\nPotencialne usmeritve\n- Spodbujanje uporabe lesne biomase na ruralnih področjih.\n- Spodbujanje izrabe lokalne lesne biomase.\n- Spodbujanje lastnikov gozdov k čiščenju in prodaji lesnih odpadkov.\n- Spodbujanje uporabe energetsko učinkovitejših kotlov, ki imajo zmanjšane izpuste  emisij.\n"], "35": [" 7.1 Vetrna energija", "Vetrna energija je obnovljiv vir energije, ki je po izkoriščenosti v Sloveniji med zadnjimi, kljub svoji relativno enostavni tehnologiji za proizvodnjo električne energije. Vzroki za majhno izkoriščenost so predvsem pomanjkanje lokacij za implementacijo večjih sistemov, pomisleki zaradi vplivov vetrnih elektrarn na živali (ptice), ter veličina večjih sistemov, ki kazijo neposredno okolico. Zato so vetrnice postavljene predvsem na odročnih krajih za proizvodnjo električne energije za lastne potrebe. [18]\nNa območju občine Kungota je vetrni potencial relativno nizek. V večjem delu občine so hitrosti vetra od 1 – 2 m/s.\nIzhodišča\n- V občini ni postavljene vetrne elektrarne za proizvodnjo električne energije.\n- Hitrost vetra je v večjem delu občine od 1 – 2 m/s.\n- Največje hitrosti vetra izmerjene v občini na višini 50 m so bile od 2 – 3 m/s.\n- Povprečna vetrnica potrebuje okoli hitrost vetra okoli 5 m/s.\n- Optimalna hitrost vetra za proizvodnjo energije je med 15 in 25 m/s.\n- Pogoj za postavitev vetrne elektrarne so natančne meritve hitrosti vetra (enoletne  meritve potenciala vetra na različnih višinah). Ugotovitve\nGlede na izhodišča ugotavljamo, da je območje občine neprimerno za izkoriščanje vetrne energije.\n"], "36": ["7.2 Sončna energija", "Sončno sevanje je trajen vir energije, ki ga narava izkorišča od samih začetkov. Letna količina sončne energije, ki pade na zemljo, osem-tisočkrat presega letno svetovno potrebo po primarni energiji. Pretvorba energije se zgodi ob vpadu sončnega sevanja na sprejemnik. Rastline s fotosintezo pretvarjajo sončno energijo v kemično (biomasa), solarni korektorji v toploto, sončne celice pa pretvarjajo sončno energijo neposredno v električno energijo.\nZa razumevanje pretvorbe sončne energije, opisujemo sevanje s pretokom fotonov kot nedeljivih kvantnih delcev brez mase, a z gibalno količino in točno določeno energijo. Sončno sevanje je sestavljeno iz množice fotonov različnih energij. Porazdelitev fotonov glede na njihovo energijo (oziroma valovno dolžino) imenujemo sončni spekter, ki daje spektralno gostoto sevanja. Človeško oko zaznava le del sončnega spektra kot vidno sevanje oziroma kot tako imenovano svetlobo.\n[19]\nNa zgornji sliki je prikazano povprečno letno obsevanje v občini Kungota. Le-to znaša 1251 kWh/m2. Celotna površina Občine je 49 km2, kar pomeni, da je teoretični potencial letne proizvodnje energije cca. 6.178 GWh. Odšteti je potrebno površine gozda, torej 32%. Brez gozda je teoretični potencial cca. 4.202 GWh.\nV občini Kungota je že postavljenih nekaj sončnih elektrarn, ki so primer dobre prakse.\nV občini je vgrajenih tudi 20 individualnih sončnih korektorjev za ogrevanje sanitarne vode in ogrevanja.\nZa izkoriščanje sončne energije ne obstajajo večje omejitve, kajti gre za individualne sisteme, ki se uporabljajo v kombinaciji z ostalimi viri energije. Sistemi za izkoriščanje sončne energije se lahko vgradijo na strehe hiš, šol, podjetij itd. S tem se prihrani pri rabi osnovnega energenta in posledično emisij toplogrednih plinov. Pri tem se za vsak objekt posebej določijo parametri sistema in se tako prilagodijo specifičnim razmeram. Obstajajo tudi možnosti »oddaje« primernih površin vlagateljem za postavitev fotovoltaičnih elektrarn za proizvodnjo električne energije. [20]\n"], "37": ["7.3 Hidro energija", "Voda je najpomembnejši obnovljivi vir energije in kar 21,6% vse električne energije na svetu je proizvedeno z izkoriščanjem energije vode oziroma hidroenergije. V Sloveniji je hidroenergija v večjih slovenskih rekah dobro izkoriščena, imamo pa tudi velik potencial za izgradnjo malih hidroelektrarn (MHE) v hribovitih predelih.\nIzhodišča\n- Vodni potenciali so majhni.\n- Na nobeni reki ne obratuje večja hidroelektrarna.\nGlede na izhodišča ugotavljamo, da so vodotoki v občini Kungota (reka Pesnica) relativno majni in neprimerni za izkoriščanje hidroenergije, zato na področju občine Kungota ni smiselna izgradnja malih ali večjih hidroelektrarn.\n"], "38": [" 8 SKLEP", "Cilj diplomskega dela je bil predstaviti in opisati projekt lokalni energetski koncept občine Kungota in njegovo nadgradnjo. S tem naj bi se izboljšalo energetsko stanje na lokalnem nivoju. Na podlagi vseh teoretičnih spoznanj, ki sem jih omenjal v poglavjih, lahko zagotavljam, da bo LEK v prihodnosti zagotavljal potencial za boljše energetsko stanje na omenjenem lokalnem območju. Z uvedbo tega projekta bi občina zmanjšala stroške porabe energije. Uporaba lokalnega energetskega koncepta v občini Kungota bi na energetskem področju prinesla predvsem prednosti z zmanjšanjem porabe vseh vrst energij, saj v preteklosti tega ni bilo mogoče. Na to temo še ni bilo napravljenega nobenega podobnega projekta. Izdelava diplomskega dela mi je prinesla veliko novega znanja, saj sem si veliko stvari z energetiko na lokalnem področju predstavljal drugače. Največja težava, s katero sem se soočil v okviru raziskovanja pa je bila, da so nekateri podatki, ki sem jih pridobil od javnih inštitucij zastareli, novejših raziskav pa ni bilo narejenih. V podjetju EKO Ideja d.o.o. sem v zadnjem letniku študija opravljal obvezno prakso. Podjetje si je pridobilo projekt LEK, v katerega sem bil vključen tudi jaz. V času opravljanja obvezne prakse sem veliko časa delal na tem projektu, zato sem se odločil, da bom iz tega napisal diplomsko delo. Zahvaljujem se zaposlenim v podjetju, ki so mi bili nenehno na voljo in mi pomagali pri zbiranju podatkov.\n"], "abstract": ["Namen lokalnega energetskega koncepta je izboljšanje energetskega stanja v občini in oblikovanje trajnostnega razvoja oskrbe z energijo. V projektu LEK je analizirana poraba energije v občini za področja gospodinjstev, javnih zgradb in za področje industrije. Lokalni energetski koncept lahko zmanjša stroške oskrbe z energijo, spodbuja uporabo novih tehnologij na področju učinkovite rabe energije in uporabo lesne biomase za ogrevanje stanovanj na področju obnovljivih virov energije. Predlagane aktivnosti za razvoj trajne energije v občini Kungota so: - pregled preteklega stanja na področju oskrbe in porabe z energijo, - oblikovanje in primerjava različnih alternativ možnega razvoja kratkoročne in dolgoročne energetske politike, - spreminjanje, ugotavljanje, dokumentiranje sprememb energetskega in okoljskega stanja."]}