{"1": ["1 UVOD", "Naslov moje diplomske naloge je: Otvoritev parka za rolanje – SK5.\n"], "2": ["1.1 Opredelitev problema", "Podjetje SK5 park d.n.o deluje v športni panogi kot ponudnik storitev, prostorov in opreme za izvajanje oz. udejanjanje določenih športnih dejavnosti, sočasno pa se bo ukvarjalo tudi s prodajo in izposojo za to potrebnih športnih rekvizitov. Gre za mlado panogo, ki se še razvija in je globalno v fazi intenzivne rasti, v Sloveniji pa tako rekoč \"orje ledino\", saj na tem področju v takšni izvedbi še ni podjetij, organizacij oziroma prostorov, kjer bi se izvajala podobna dejavnost.\nVsekakor pa se pojavljajo intenzivne potrebe in želje po takem objektu oz. dejavnosti, na katero trg samo čaka in jo v določenih primerih tudi zahteva. Problematika je toliko bolj pereča v zadnjem letu, ko je ta športna dejavnost v intenzivnem porastu tudi v Sloveniji in za to potrebuje tudi prostore, ki jih na območju Slovenije trenutno še ni, v širšem okolju pa so izredno redke, zato je treba projekt izpeljati v najkrajšem možnem času, da bi lahko služil svojemu namenu in tako tudi pripomogel k razvoju te športne panoge tudi pri nas.\nPanoga, o kateri govorimo, v grobem obsega tri področja, in sicer vožnjo z rolerji po objektih (v slengu t.i. rampah) z izvajanjem različnih akrobacij, enako stvar z različnimi rolkami (\"skate bordi\" in \"kick bordi\"), kot dopolnilo tej dejavnosti pa se v svetu uveljavlja tudi nov način hokeja, torej z rolerji. Slednje je nova športna panoga, katera ima vsak dan več privržencev in je zanimiva tako za mlajšo kot za starejšo ciljno skupino.\nPodjetje SK5 park d.n.o. se bo v prvi fazi po ustanovitvi ukvarjalo s trženjem svojih prostorov in organiziranjem tečajev za učenje te mlade športne panoge ter seveda tudi organiziranjem tekmovanj v tej panogi. Po začetnih fazah delovanja pa bo začelo uvajati še dodatne storitve, kot so organiziranje raznih prireditev na tem prostoru, priprava obrobnih aktivnosti in izposojo oz. ob zadostni volji slovenskih podjetij tudi promoviranje oz. testiranje njihovih izdelkov v našem prostoru. Pri slednjem imamo v mislih Alpino, s katero bi želeli skleniti tudi dolgoročno pogodbo, ki bi nam zagotavljala dovolj veliko število rolerjev za izposojo. \n"], "3": ["1.2 Namen, cilji in trditve diplomskega dela", "Namen\n- Izkoristiti neprisotnost konkurence v tej panogi.\n- Ustvariti image, za katerim stoji kakovost, kar bi nas postavilo v središče  tovrstnega dogajanja v Sloveniji (tekmovanja, sejmi,…).\nCilja\n- Prepričati ljudi, ki se s temi športi že ukvarjajo, v uporabo našega objekta.\n- Prepričati ljudi, ki se s temi športi ne ukvarjajo, da se pričnejo ukvarjati.\nTrditve\nV Sloveniji podobnega objekta še ni, zanimanje za te športe pa iz dneva v dan narašča. Če nam bo uspela otvoritev takšnega objekta pred drugimi, bomo pridobili veliko konkurenčno prednost pred konkurenti, ki se bodo kasneje zagotovo pojavili.\nObstaja veliko ljudi, ki se s temi športi že ukvarjajo rekreativno, predvsem v toplejših mesecih v letu. Sedaj pa obstaja možnost, da se s tem še ukvarjajo pozimi. Zato mora naše podjetje poskrbeti, da so ti ljudje zadostno informirani o našem objektu, in da so zadovoljni z našo ponudbo.\nNaš tržni potencial je sicer omejen, lahko pa ga tudi razširimo z organiziranjem začetniških in nadaljevalnih tečajev, s čimer lahko navdušimo ljudi za ukvarjanje s temi športi in tako povečamo obisk našega objekta.\nV Sloveniji želimo postati vodilni v tej panogi, tako da bi se večina tekmovanj in sejmov preselila v naš objekt. Zato moramo ustvariti primerne pogoje za takšne dogodke, ki pa se dosežejo s kakovostno ponudbo. Kakovost in image sta pomembna tudi pri ohranjanju odjemalcev ob prihodu konkurence. \n1.3 Predpostavke in omejitve raziskave\nV diplomskem delu sem upoštevala predpostavko pravilnosti podatkov iz virov, saj so nekateri starejši od enega leta. Predpostavljam, da od izdaje do uporabe navedenih virov ni prišlo do bistvenih sprememb, ki bi lahko vplivale na izdelano diplomsko delo. Kot pomembno omejitev navajam težak dostop do najnovejše literature na tem področju, ki je primanjkuje zlasti v slovenskem jeziku, zato je uporabljena predvsem literatura nemškega in angleškega govornega področja.\n"], "4": ["1.4 Metode raziskovanja", "Pri oblikovanju in pisanju dela sem se usmerila na poslovno-statično raziskavo in pri tem uporabljala izbrano domačo in tujo literaturo, ki je na razpolago. Na podlagi mnenj tujih in domačih strokovnjakov v uporabljeni literaturi sem izoblikovala lastno mnenje o področju, ki ga proučujem.\nZ metodo analize sem razčlenila predmet proučevanja, z metodo abstrakcije pa sem izpostavila tiste komponente, ki so glede na izbrani predmet obravnavanja bistvene in nujne. Obravnavane komponente sem nato s pomočjo metode sinteze ponovno povezala z namenom konkretiziranja raziskave.\nKer je obseg znanstvene in strokovne literature ni velik, sem uporabila metodo dedukcije, pri sami izvedbi raziskave pa metodo indukcije. \n"], "5": ["2 UVOD IN PRESTAVITEV PODJETJA", ""], "6": ["2.1 Opis panoge", "Podjetje SK5 park d.n.o deluje v športni panogi kot ponudnik storitev, prostorov in opreme za izvajanje oz. udejanjanje določenih športnih dejavnosti, sočasno pa se bo ukvarjalo tudi s prodajo in izposojo za to potrebnih športnih rekvizitov. Gre za mlado panogo, ki se še razvija in je globalno v fazi intenzivne rasti, v Sloveniji pa tako rekoč \"orje ledino\", saj na tem področju v takšni izvedbi še ni podjetij, organizacij oziroma prostorov, kjer bi se izvajala podobna dejavnost.\nVsekakor pa se pojavljajo intenzivne potrebe in želje po takem objektu oz. dejavnosti, na katero trg samo čaka in jo v določenih primerih tudi zahteva. Panoga, o kateri govorim, v grobem obsega tri področja, in sicer vožnjo z rolerji po objektih (v slengu t.i. rampah) z izvajanjem različnih akrobacij, enako stvar z različnimi rolkami (\"skate bordi\" in \"kick bordi\"), kot dopolnilo tej dejavnosti pa se v svetu uveljavlja tudi nov način hokeja, torej z rolerji.\n"], "7": ["2.2 Opis podjetja", "Podjetje SK5 park d.n.o. se bo v prvi fazi po ustanovitvi ukvarjalo s trženjem svojih prostorov, organiziranjem tečajev za učenje te mlade športne panoge in seveda tudi z organiziranjem tekmovanj v tej panogi. Po začetnih fazah delovanja pa bo začelo uvajati še dodatne storitve, kot so organiziranje raznih dodatnih prireditev na tem prostoru, priprava obrobnih aktivnosti in izposojo oz. ob zadostni volji slovenskih podjetij tudi promoviranje oz. testiranje njihovih izdelkov v našem prostoru. Pri slednjem imamo v mislih Alpino, s katero bi želeli skleniti tudi dolgoročno pogodbo, ki bi nam zagotavljala dovolj veliko število rolerjev za izposojo.\nPoslanstvo podjetja je svojim obiskovalcem oz. uporabnikom nuditi celovito storitev na področju športa in zabave, vključno z vso ponudbo za to potrebnih izdelkov, torej športnih rekvizitov. Kot dodatek športu seveda sodi tudi gostinska ponudba, ki se bo nahajala v naših prostorih in bo zajemala celotno paleto standardne ponudbe podobnih gostinskih lokalov z dodatkom športnih energijskih napitkov in tudi prehrambenih stvari za manjši prigrizek.\nPoslovanje bo temeljilo na trajnem in odkritem sodelovanju, soglasje bom dosegala z dialogom in argumenti. S svojim delovanjem bom skušala ustvarjati kar največjo korist, večino dela bom opravila sama. \n"], "8": ["2.3 Proizvodi / Storitve", "Začetna dejavnost podjetja SK5 park d.n.o. bo dajanje uporabe prostora za potrebe te mlade športne panoge. Prvotno bi se usmerila že kar na vse segmentirane skupine, saj bom koncept zastavila kot družinam prijazen prostor, kjer se najdejo interesi za vse člane družine, rolanje pa bom delila na dve glavni področji, agresivno in rekreacijsko.\nStoritve, ki jih nudim, se bodo vršile v najeti hali, ki mora predvidoma obsegati okoli 2000 m2. Od tega prostora sem namenila po 150 m2 vsaki spremljevalni dejavnosti – torej trgovini s športnimi izdelki in gostinski dejavnosti, ki jo bodo opravljali podnajemniki. \n"], "9": ["3 STRATEGIJA PROJEKTA", "S1 – Izkoristiti neprisotnost konkurence v tej panogi;\nS2 – prepričati ljudi, ki se s temi športi že ukvarjajo, v uporabo našega objekta;\nS3 – prepričati ljudi, ki se s temi športi ne ukvarjajo, da se pričnejo ukvarjati;\nS4 – ustvariti image, za katerim stoji kakovost, kar bi me postavilo v središče  tovrstnega dogajanja v Sloveniji (tekmovanja, sejmi,…). \n"], "10": ["4 VSEBINA PROJEKTA", ""], "11": ["4.1 Razdelitev nalog", "V mojem primeru ne bom razdelila nalog, saj bom opravila vse sama oz. v družinskem krogu.\n"], "12": ["4.2 Analiza trga", "Če pogledamo dogajanje do danes, vidimo, da se je ta šport pri nas pojavil komaj pred kakšnimi petimi leti. Tudi v svetu se ni pojavil kaj prej, saj od začetka ni bil uveljavljen v široki javnosti. Šele z razvojem nove opreme in z raznimi študijami, katere so izvedli priznani športni strokovnjaki, je prišlo v širšo javnost, da je to šport za vsakogar.\nNjegova največja pomanjkljivost je, da je ta šport možno pri nas izvajati samo v toplejših mesecih. Poleg tega morajo biti površine za rolanje suhe. Tu pa vidim našo priložnost, katero sem osnovala po svetovnih vzorih s spremembami oz. dodatki za naš trg.\nROLANJE\nSama hala bo sestavljena iz več kompleksov, ob strani pa bodo postavljeni objekti, namenjeni ''agresivnemu rolanju''. To je ena izmed tekmovalnih dejavnosti, katere so se razvile iz rolanja. Tovrstnih hal oz. tudi objektov na prostem je na trgu največ. Obiskovalci tega dela kompleksa imajo večje ambicije pri tem športu oz. se udeležujejo raznih tekmovanj, katera bi med drugimi prirejala tudi jaz, s čimer bi si pridobili več članov, saj je ta vrsta rolanja pri nas še nepoznana (Luthar 2002, 13).\nHOKEJ\nPredvideno je tudi igrišče za hokej na rolerjih, saj se trenutno le-ta igra predvsem na praznih parkirnih prostorih. Pri tem je poleg vremena težava tudi v tem, da so parkirni prostori prazni šele ob poznih večernih urah in ob nedeljah.\nV Mariboru zaenkrat še ni prostora, kjer bi se lahko igral hokej na rolerjih čez dan. Tu vidim našo priložnost. Trendi tudi kažejo, da to ni več samo moški šport in da se s hokejem ukvarja tudi vedno več žensk. Tako lahko moje obiskovalce ločimo na več kriterijev, in sicer glede na spol ter glede na obiskanost. \nGlede na spol:\n- moški, ki bi bili redni člani in bi plačevali letno članarino;\n- ženske, katerih število bi se v roku treh let zelo povečalo (tudi te bi bile  članice, ki bi plačevale letno članarino).\nGlede na obiskanost:\nTudi tu bi ločila redne člane, ki bi se vsak teden posebej vpisovali v urnik (kot to poznamo iz teniških klubov) na osnovi plačane članarine, in na drugi strani dnevne obiskovalce, kateri ne bi bili člani in hokeja ne bi igrali redno oz. le nekajkrat na leto.\nKer tovrstna hala pri nas še ne obstaja, bomo imeli v Mariboru in okolici monopol oz. 100% tržni delež. Izrednega pomena za pridobivanje obiskovalcev iz širše okolice je sama postavitev objektov kot tudi vrste objektov, ki so v hali postavljeni.\nPo svetu so tovrstne hale namenjene predvsem mladim, koncept mojega programa pa je drugačen. Hala je namenjena vsem starostnim skupinam. Na osnovi tega lahko naš potencialni trg segmentiramo na več načinov. \nGlede na te značilnosti obiskovalcev in trga smo trg segmentirali po naslednjih treh kriterijih (Mumel 1999, 54):\n- skupine odjemalcev,\n- načini zadovoljevanja potreb,\n- potrebe na trgu.\nSam park bo skonstruiran tako, da je objekte možno uporabiti tudi za druge športne discipline, ki so zelo atraktivne. Tu imam v mislih predvsem vožnjo s kolesi BMX, pa tudi vožnje z rolko, ki je samostojna športna aktivnost, izvaja pa se na istih objektih kot rolanje. \nTrendi v tem športu kažejo, da na trg prihaja vedno več športne opreme (izdelkov), ki se uporabljajo na tovrstnih objektih (skiro, kick board…). Predvsem sledenje tem spremembam je odločilno v naši dejavnosti. Danes izdelki hitro zastarajo, potrebno se je prilagajati, zato smo se že pri nabavi objektov odločili za takšne, ki jih je možno prestavljati in jih z raznimi dodatki tudi spreminjati ter prilagajati ostalim tovrstnim športom (Aaker 1998, 32).\nSKUPNO ŠTEVILO ČLANOV DO KONCA LETA 2005: 580\nPoleg teh članov pričakujem tudi obiske enodnevnih gostov, kateri ne bodo imeli letnih kart oz. ne bodo redni člani. Ti bi naj prihajali iz širše okolice. Povprečno pričakujem 20 takšnih obiskovalcev tedensko, predvsem čez vikende.\nNa osnovi svetovnih trendov predvidevamo, da se bo število rednih članov z leti povečevalo na sledeč način: \nMoj cilj je pridobiti 1000 rednih članov.\n"], "13": ["4.3 Analiza konkurence", "Ko sem pričela z analizo konkurence, sem najprej poskušala preko interneta poiskati večje tovrstne hale v okolici Slovenije. Našla sem samo eno v naši bližini – to je skate hala v Grazu. Kot vemo je hala aktualna predvsem v zimskem času, zato spadajo med naše konkurente tudi nepokriti parki, katerih pa je v naši bližini kar nekaj, in sicer v Velenju, Ljubljani in v avstrijski Radgoni. Iskala sem tudi igrišče za hokej na rolerjih, katerega pa v naši bližnji okolici še ni.\nZa nas je neposreden konkurent hala v Grazu, z imenom Exciting skating hall, saj je edina, ki omogoča rolanje čez vse leto. V Grazu je srednje velika hala, katero obiskuje predvsem mladina do 25 let. Orientirana je predvsem na rolkanje in ne toliko na rolanje, za kar ima tudi namenske objekte, ki niso uporabni za druge podobne športe (npr. BMX). \nPoleg uporabe objektov ponujajo tudi druge aktivnosti: igranje Playstation plošč, uporabo interneta, umetno steno za prosto plezanje, katero imam v planu izgraditi tudi jaz, saj je to eden izmed športov, ki se je precej dobro uveljavil. Poleg uporabe hale ponujajo tudi razne tečaje za učenje rolanja, plezanja… Imajo tudi svoj šahovski klub. Glede ponudbe bi lahko za naše podjetje predstavljali resno konkurenco, ampak je ne, ker je hala v drugi državi in tu nastane problem tujega jezika. Po drugi strani pa jaz računam na obisk iz Avstrije, kajti naš cilj je postavitev veliko privlačnih objektov, ki bodo privabili obiskovalce tudi iz drugih držav (Dichter 1994, 14).\nPo mojem mnenju je konkurenca v Avstriji za naše podjetje zelo pozitivna, saj Exciting skate hall obstaja že nekaj let in se lahko na osnovi njihovih napak marsikaj naučim.\nTrenutno je po mojih podatkih park dobro obiskan, tudi iz Slovenske strani, predvsem okolice Maribora, s katerimi gosti pa fiksno računam v naši hali. Njihova tržna strategija se razlikuje od moje, saj je osredotočena predvsem na mladino, ki se ukvarja s tem športom več ali manj profesionalno. Jaz pa se poleg mladine osredotočam tudi na ostale starostne skupine, poleg profesionalne plati tega športa tudi na rekreacijsko plat, kar pomeni ponujanje možnosti rolanja in igranja hokeja, ko to zaradi vremena ni mogoče na prostem (Gabrijan 1996, 17).\nPoleg te hale v Avstriji je v naši okolici več nepokritih parkov na prostem, ki so osredotočeni na agresivno rolanje. Vsi imajo spet enako skupno lastnost; in sicer se ne osredotočajo na druge starostne skupine, temveč le na mladino. Ne ponujajo nobenih drugih aktivnosti kot samo uporabo objektov. Praviloma imajo le manjše število objektov (do 5), predvsem zaradi cene samih objektov. To so predvsem klubi, ki niso tržno orientirani, vodstvo deluje na prostovoljni bazi, ki nima ne znanja kot tudi ne volje in sredstev, da bi lahko te klube razvijali, in da bi klubi sčasoma lahko postali boljši in večji (Potočnik, Grilc in Furlan 1998, 56).\nTipičen primer takšnega parka je park v Mariboru, ki je dobil v brezplačno uporabo parkirni prostor ob Ledeni dvorani na Taboru. Pred dvema letoma so nabavili in postavili tri nove objekte, katere še do danes niso uspeli plačati, saj deluje vodstvo kluba na prostovoljni bazi in nima prevelikih ambicij za razvoj samega kluba.\nPredvidevam, da bi se lahko s tem klubom dogovorila, da bi odkupila njihove objekte in jih postavila v naši hali, kar bi bilo koristno za obe strani, kajti glavni cilj vodstva kluba je, da omogočijo mladini razvoj na področju rolanja. Vsako leto In- line klub Maribor organizira promocijsko tekmovanje v okviru Lent festivala, katerega pa nameravam v bodoče organizirati jaz, saj je to idealen prostor za iskanje novih sponzorjev in za promocijo moje hale. Kluba v Velenju in v Ljubljani sta podobna klubu v Mariboru, vendar je park v Ljubljani dokaj dobro organiziran. Osredotočena sta samo na agresivno rolanje. Park v Ljubljani je gotovo najboljši v Sloveniji in ima na osnovi tega tudi najboljše tekmovalce. \nVendar tudi ta dva parka nista konkurenca za moje podjetje, saj ne računam na redne člane iz okolice Ljubljane oz. Velenja, ker sta mesti od nas preveč oddaljeni. Iz teh področij računamo samo na dnevne goste, kateri pa bodo zagotovo prišli, saj v nobenem parku ni dovolj objektov, ki bi lahko zadovoljili vse potrebe športnikov. To je razvidno iz dosedanjega odnosa med posameznimi klubi, ki imajo med seboj nekakšen prijateljski odnos, ki ni konkurenčno usmerjen, saj so med parki razdalje velike, šport je pri nas šele v razvoju, tako da ga s skupnimi močmi sedaj tudi promovirajo (Schiffman 2001, 112).\nVelik strošek, poleg nakupa oz.najema hale, predstavlja tudi nakup objektov za agresivno rolanje. Glede na to, da bodo objekti stalno v hali na suhem, je lahko njihova kvaliteta nekoliko slabša – ni potrebna impregnacija proti vremenskim vplivom. Ker je tovrstnih parkov v Sloveniji malo, tudi povpraševanje po tovrstnih objektih ni veliko. Ne glede na to pa je v Sloveniji podjetje, ki je opremilo večino skate hal v Evropi.\nNa področju izdelovanja objektov so eno izmed vodilnih podjetij in bodo pri nakupih objektov moj glavni dobavitelj. Ker pri tovrstni proizvodnji zaradi pomanjkanja konkurence ponudba določa cene, lahko ima to za podjetje zelo neugoden vpliv, ampak to ne toliko finančni kot časovni. V primeru, da objektov ne bi mogli nabaviti v Sloveniji, jih bom morala iskati v tujini, kjer so cene nižje, vendar se povečajo transportni stroški. Zaradi same vrednosti objektov je verjetno prav tako potrebno zavarovati plačila z bančnimi garancijami, ki pa tudi imajo svojo ceno in potrebujejo svoj čas za izstavitev (Coward 2004, 11).\nPripravila sem že plan postavitve objektov in tudi spisek objektov, za katerega sedaj pridobivam ponudbe. Ponudbe bom zahtevala tudi od tujih izdelovalcev, čeprav upam, da bodo naši razgovori na osnovi dosedanjega image slovenskega dobavitelja uspešni.\n"], "14": ["4.4 Tržna strategija", ""], "15": ["4.4.1 Načrt prodora na trg", "Pokrivala bom celotno območje Slovenije, ker takšen park pri nas še ne obstaja. Vendar bo večina uporabnikov iz štajerske regije, ki jim je naša lokacija bližja. Vem pa, da se nekomu ne bo težko pripeljati iz več kot 100 km oddaljenega kraja, saj trenutno tudi veliko Slovencev obiskuje podoben skate park v Grazu v Avstriji. V prihodnosti načrtujem tudi organiziranje svetovno znanih tekmovanj, tako da se bo naše tržišče razširilo tudi izven meja Slovenije. Ugodnosti bodo imeli obiskovalci do 16 let in letni člani. Obiskovalci do 16 let bodo imeli popust pri vseh naših storitvah, razen pri prireditvah. Prav tako bodo imeli popust imetniki letnih kart, in sicer pri nakupu karte za prireditve. \nNaša tržna strategija bo takšna, da bomo s sredstvi tržnega komuniciranja (predvsem oglaševanja in pospeševanja prodaje) privabili čim več kupcev. Zato bom že pred otvoritvijo našega skate parka začela oglaševati preko radia in časopisa (Belch 1993, 62).\nRačunam tudi na brezplačno promocijo v smislu odnosov z javnostjo v obliki intervjujev in člankov v medijih, saj sem mnenja, da bo otvoritev skate parka pomemben dogodek za Maribor. Tudi s pospeševanjem prodaje želim privabiti čim več kupcev, in sicer bi prva dva tedna po otvoritvi enodnevne karte prodajala 50% ceneje. Prav tako bi ob otvoritvi priredila koncert enega od domačih popularnih glasbenikov, ki je priljubljen pri naših potencialnih uporabnikih (Hawkins 1999, 28).\nKupce, ki bom privabila, bo potrebno prepričati o kakovosti ponudbe, saj je to edini način, da kupce obdržim, kar je tudi najpomembnejše za obstoj. Torej želim imeti zadovoljne kupce, ki bodo skate park sprejeli v svoje življenje kot sprostitev, zabavo in način življenja. Zavedam se, da je tržni potencial omejen in da ga je mogoče povečati. Zato bom tudi skušala navdušiti čim več ljudi za ukvarjanje s temi športi in s tem tudi za uporabo mojega prostora. Ker v Sloveniji podobnega skate parka še ni, predvidevam, da se bo veliko tekmovanj preselilo k nam in bomo tako postali center tovrstnega dogajanja v Sloveniji. Takrat bi lahko naš prostor postal primeren tudi za organiziranje sejmov iz področja teh športov.\nKer neposrednih konkurentov v Sloveniji nimam, zaenkrat ne razmišljamo, kako bi pritegnili kupce, ki kupujejo pri konkurenci. Ko se bo konkurenca pojavila, bo moja naloga, da kupce obdržim, to pa lahko dosežem predvsem s kakovostjo in image- om, zato bom na tem tudi veliko delala.\nV moji dejavnosti obstajajo tudi sezonski trendi, in sicer bo v času toplejšega vremena (predvsem poleti), zaradi možnosti ukvarjanja z drugimi športnimi aktivnostmi in ukvarjanja tovrstnih športnih aktivnosti na prostem, promet upadel. S tem se bo zmanjšala prodaja enodnevnih kart in obisk tečajev. Zato bom v tem času povečala aktivnosti na področju prireditev, predvsem koncertov, za kar se mi ta letni čas zdi zelo primeren.\nMislim, da je potrebno od začetka obratovanja določiti cene, ki se ne bodo spreminjale za daljše obdobje. Te cene bodo v primerjavi z našim najbližjim neposrednim konkurentom (Skate park v Graz-u) za približno 30% nižje, s čimer bom privabila tudi odjemalce tega konkurenta. Cene bodo nižje tudi v primerjavi s posrednimi konkurenti, kot so na primer tenis dvorane. To si lahko privoščim, ker bom edini ponudnik tovrstne storitve v Sloveniji in imam zagotovljeno veliko število obiskovalcev, medtem ko je tenis dvoran kar nekaj in si morajo odjemalce deliti. Cene bom popravljala vsaki dve leti v skladu z inflacijo iz prejšnjega obdobja in pričakovano inflacijo v naslednjem obdobju (Kotler 1989, 72). \n"], "16": ["5 CILJI PROJEKTA", ""], "17": ["5.1 Namenski cilji projekta", "N1 – Monopolni položaj na Slovenskem tržišču; N2 – pridobiti 510 rednih obiskovalcev DO KONCA LETA 2005; N3 – ustvariti takšen image podjetja in kakovost ponudbe, da bi lahko v bodoče  organizirali večja tekmovanja in sejme s področja teh športov.\n"], "18": ["5.2 Objektni cilji projekta", "O1 – Pridobiti prostor za moj objekt; O2 – ustanoviti podjetje; O3 – nabaviti opremo; O4 – pridobiti podnajemnike za trgovino in gostinski lokal; O5 – otvoritev SK5 parka; O6 – doseči prag pokritja. \n"], "19": ["6 TAKTIKA IZVEDBE", ""], "20": ["6.1 Zaporednost faz", "Izdelava projektne dokumentacije\nV prvi fazi bom izdelala projektno dokumentacijo. Skupaj z družinskimi člani bom razdelila odgovornosti po delovnih paketih. Pomagali si bomo med seboj, kolikor se bo le dalo, saj imamo v bistvu vsi enak končni cilj.\nIzbor lokacije\nNa razpolago imam tri možnosti:\n- izgradnja lastne hale,\n- nakup že obstoječe hale,\n- najem že obstoječe hale.\nIzgradnja lastne hale\nV primeru izgradnje lastne hale imam možnost, da postavim namenski objekt, ki bo prilagojen mojim potrebam, pa tudi primerno lokacijo je lažje najti kot v primeru nakupa hale. Izvajalca, ki bi mi zgradil halo, bi poiskala preko razpisa v slovenskih časopisih. Poleg tega bi morala kupiti primerno zemljišče, pri čemer je velika verjetnost, da bi morala zgradit še novo infrastrukturo (dostop do glavne ceste, površine okoli hale).\nTakšna varianta je trenutno precej dražja kot sam nakup hale, dolgoročno gledano pa mislim, da je zelo primerna, saj bi bila hala namensko zgrajena za našo dejavnost, na prostoru, katerega bi izbrala sama. Problem te možnosti nastane pri časovni realizaciji, saj prostor s halo ne bi mogel začeti funkcionirati prej kot v enem letu ali še dlje, saj je za tovrstne gradnje potrebno veliko dokumentacije, katere pridobitev zna biti zelo dolgotrajna. \nNakup že obstoječe hale\nNakup obstoječe hale po mojih ocenah predstavlja ugodnejšo možnost za izvedbo moje investicije kot v 1. primeru, še posebej iz časovnega vidika. V Mariboru je trenutno veliko število praznih hal, ki so bile včasih v lasti velikih mariborskih podjetjih, ki so sedaj v stečaju (npr. TAM) oz. se hale več ne uporabljajo za izvajanje njihovih dejavnosti. Te hale so praviloma v dokaj slabem stanju, zato bi bile potrebne manjše investicije, ki pa bi skupaj s kupnino povzročile precej nižje stroške, kot bi nastali, če bi se odločili za 1. varianto. Prav tako ne bi smel biti problem najti želene lokacije, saj je teh objektov, ki imajo med drugim tudi že urejeno infrastrukturo, v neposredni bližini centra Maribora ogromno. Slabost te možnosti je predvsem, da hala ni namenska za našo dejavnost in da so glede na to potrebna še dodatna vlaganja.\nNajem že obstoječe hale\nNajem hale je po mojih ocenah za podjetje najprimernejša varianta. Ker je podjetje šele na začetku, nimam velikih finančnih sredstev, kot tudi ne bonitet, katere bi potrebovala za pridobitev velikih investicijskih kreditov. Ponudba hal v Mariboru, katere se oddajo, je dokaj velika, tako da pri izbiri primerne lokacije ne bom imela težav. Mnenja sem, da je to najboljši kompromis med koristjo in potrebnimi vloženimi sredstvi. Halo bi vzela v najem za dobo treh let, s predkupno pravico, saj je moj namen dolgoročno imeti lasten prostor, kajti investicije v tuje lastništvo niso cilj mojega poslovanja.\nVendar bom morala pred pričetkom obratovanja parka prav tako vložiti sredstva v preureditev hale za moje potrebe. Tu mislim predvsem na pripravo prostora za postavitev objektov in ureditev igrišča za hokej. Poleg tega je potrebno v kratkem tudi urediti prostore za spremljevalne dejavnosti (gostinski lokal, trgovina). Časovno predvidevam, da ta dela ne bi smela trajati dlje kot mesec dni.\nUrediti je potrebno tudi poslovne prostore, kateri bi bili v kompleksu skate parka, kajti neracionalno bi bilo, če bi imeli pisarne drugje. Izredno pomembno za dolgoročno uspešnost mojega podjetja je, da sem čim več časa prisotna v sami hali, tako da sem vedno takoj seznanjena s problemi, ki lahko nastanejo v vsakem podjetju. \nUstanovitev podjetja\nIzbrana pravna oblika je družba z neomejeno odgovornostjo (d.n.o.), saj smo družbeniki ugotovili, da ta pravna oblika najbolje ustreza našim interesom in načinu poslovanja. Torej gre za osebno družbo, za katere obveznosti bomo odgovarjali družbeniki s vsem svojim premoženjem, skupaj bomo sprejemali vse pomembne odločitve in v družbenih zadevah ravnali z maksimalno skrbnostjo. Potrebna je visoka stopnja medsebojnega zaupanja, ki ga mi kot družinski člani vsekakor imamo. Začetno investicijo bom pokrila z vložki družbenikov, ki bodo načeloma enaki, potrebovala pa bom tudi kredite za različne projekte in morebitne likvidnostne premostitve, saj je najem prostora kar velik zalogaj.\nPreureditev hale\nPredvidevam, da bo hala, ki jo bom najela, potrebna preureditve. Za preureditev bom najela zunanjega izvajalca, torej gradbeno podjetje. Ta dela bodo morala biti končana v 1 mesecu, pred tem pa bo potrebno še ugotoviti potrebe po spremembah oz. obnovah ter poiskati ustrezno gradbeno podjetje, za kar bom namenila manj kot 1 mesec časa.\nNabava opreme\nSK5 park je potrebno opremiti s posebnimi objekti. Ti objekti služijo za agresivno rolanje. Sem spadajo različne \"rampe\", ki omogočajo skoke in akrobacije v zraku. Opremo nameravam kupiti v Sloveniji, tako da ne bo težav z dostavo s časovnega vidika in transportnih stroškov.\nOddaja prostorov v najem\nV objektu nameravam imeti trgovino s športno opremo za izvajanje športov s področja rolanja. Prav tako nameravam imeti gostinski lokal, ki je dandanes že skoraj obveznost v takšnih objektih. Ta dva prostora nameravam najprej oddajati z namenom, ki sem ga navedla prej, kasneje pa obstaja možnost, odvisno od naših zmožnosti in razvojnih ciljev, da odprem lastno trgovino in gostinski lokal. \nPromocija SK5 parka\nZavedam se, da bo tržno komuniciranje igralo precejšno vlogo na začetku, torej pred in po otvoritvi skate parka. Takrat moram privabiti čim več obiskovalcev in zato bo takrat tudi tržno komuniciranje najbolj intenzivno. Predvsem bom skušala informirati osebe, ki se s temi športi že ukvarjajo, da lahko odslej uporabljajo moj objekt. S tem bom pri potencialnih odjemalcih povečala njihovo zanimanje in jih informirala, da se ta objekt odpira ter kakšne dejavnosti se bodo v njem lahko izvajale (Možina in Zupančič 2002, 25).\nOglaševanje se bo pričelo 1 mesec pred otvoritvijo, in sicer z jumbo plakati na dobro vidnih mestih, ki bodo napovedovali otvoritev objekta. Teden pred otvoritvijo se bo oglaševanje nadaljevalo v obliki sporočil in informacij o objektu. Predvidevam, da bo to intenzivno trajalo 6 mesecev po otvoritvi. Oglaševala bom na radiu, v časopisih, s plakati, z letaki,…\nPo radiu mislim oglaševati predvsem neposredno pred otvoritvijo v obliki napovedi pomembnega dogodka in informacij o naših storitvah. Takrat bi bila pogostost oglasnih sporočil večja kot v mesecih po otvoritvi. Po otvoritvi se bo pogostost oglaševanja preko radia zmanjšala, spremenilo pa se bo tudi oglasno sporočilo, ki bo takrat vsebovalo več informacij o pogojih poslovanja (lokacija, odpiralni in zapiralni čas, oblike članstva, popusti, obročno plačevanje, tečaji,…).\nPo 6 mesecih delovanja bodo oglasna sporočila vsebovala predvsem informacije o novostih in organiziranju ter terminih tečajev. Po radiu bi oglaševala tudi prireditve, katerih vsebina in intenzivnost bo odvisna od prireditve do prireditve. V časopisih bomo prav tako začela oglaševati pred otvoritvijo, vendar bo pogostost oglasnih sporočil manjša, ker mislim oglaševati v rubrikah, ki so namenjene mladim, le-te pa so ponavadi v časopisu enkrat tedensko.\nZato bi s tem pričela 1 mesec pred otvoritvijo. Oglasna sporočila bodo vsebovala informacije o lokaciji, ponudbi, popustih, plačilnih pogojih,… Pogostost oglasnih sporočil bo ostala nespremenjena tudi po otvoritvi, vsebina pa se bo po šestih mesecih spremenila in bo vsebovala predvsem informacije o novostih in organiziranju tečajev. Prav tako se bodo občasno v časopisih oglaševale prireditve, katerih oglasna sporočila bodo odvisna od prireditve same. S plakati in letaki bom začela oglaševati 2 tedna pred otvoritvijo na mestih, za katera bom ugotovila, da so tam najbolj vidni našim potencialnim odjemalcem (šole, skate klubi, trgovine,…). Takšno oglaševanje bo trajalo 1 mesec po otvoritvi, kasneje pa bom s plakati in letaki oglaševala le prireditve. \nOtvoritev objekta\nNačrtujem odmevno otvoritev objekta, ki bo organizirana kot prireditev s programom. Povabila bom najboljše športnike iz Maribora, ki se ukvarjajo s temi športi, da demonstrirajo svoje športne sposobnosti in s tem krstijo naš objekt. Seveda bodo lahko vsi obiskujoči brezplačno preizkusili objekt tudi sami.\nPospeševanje prodaje\nV prvih mesecih delovanja je zelo pomembno pridobiti čim več rednih strank, zato bom uporabila tudi nekatere instrumente pospeševanja prodaje. Neposredno po otvoritvi bom pospeševala prodajo s 50% popustom na ceno enodnevne vstopnice. S tem bi rada privabila čim več obiskovalcev že na samem začetku, kar bi nam pomagalo, da posel čim prej steče.\nTo obdobje bi trajalo 2 tedna. Prav tako bom v prvem mesecu nudila 10% popusta za nakup celoletnih kart z namenom, da v kratkem času zberem čim več sredstev za pokrivanje stalnih stroškov. Organizirala bom tudi žrebanje nagrad za člane, ki se bodo včlanili v prvih dveh mesecih. Ponudila bom možnost plačevanja članarine na obroke, in sicer možnost plačila v treh obrokih. S tem bom marsikomu omogočila, da mu bo naša ponudba dosegljivejša. Tudi v bodoče načrtujem pospeševanje prodaje z različnimi instrumenti (nagrade, kuponi s popusti za trgovino v našem objektu, …). \n"], "21": ["7 PLAN PROJEKTA", ""], "22": ["7.1 Retrogradna razčlenitev projekta", "Izbor lokacije\n- iskanje in ogled primernih prostorov (18 dni);\n- sklenitev pogodbe za najem prostora s predkupno pravico (1 dan).\nUstanovitev podjetja\n- zbiranje dokumentacije (10dni);\n- vpis v sodni register (1dan).\nPreureditev hale\n- ugotavljanje potrebnih sprememb (2 dni);\n- iskanje možnih izvajalcev del (10 dni);\n- izbor izvajalca del (1 dan);\n- preurejanje hale (30 dni).\nOddaja prostorov v najem\n- oblikovanje ponudbe in objava razpisa v časopisu (2 dni);\n- zbiranje ponudb in razgovori s ponudniki (14 dni);\n- izbor ponudnika in sklenitev pogodbe (1 dan).\nNabava opreme\n- specificiranje potrebne opreme (3 dni);\n- izbor dobavitelja (2 dni);\n- nakup in dostava opreme (3 dni);\n- instalacija opreme (4 dni). \nPromocija SK5\n- določitev promocijskih ciljev (1 dan);\n- izbor sredstev komuniciranja in oblikovanje sporočil (3 dni);\n- tržno komuniciranje (105 dni).\nOtvoritev SK8 parka\n- določitev ciljev prireditve (1 dan);\n- izdelava programa prireditve in izbor sodelujočih (3 dni);\n- oglaševanje prireditve (7 dni);\n- določitev in izbor potrebnega osebja (2 dni);\n- ureditev prostora (2 dni);\n- otvoritev (1 dan).\nPospeševanje prodaje\n- določitev ciljev (1 dan);\n- izbor instrumentov pospeševanja prodaje (1 dan);\n- pospeševanje prodaje (82 dni).\n"], "23": ["7.2 Ekonomika projekta", "Začetni proračun\nVsak družinski član bo kot družbenik v podjetje ob ustanovitvi vložil 2.000.000 SIT, kar predstavlja ustanovitveni kapital družbe (10.000.000 SIT). S temi sredstvi bomo usposobili halo za našo dejavnost, začeli z oglaševanjem in si zagotovili zadostna obratna sredstva za začetne dejavnosti. \nSledi tabela načrtovanih začetnih investicij financiranih iz ustanovitvenega kapitala:\nVsi izdatki upoštevajo tudi predčasni najem hale za drobne popravke in ureditev za nas primernega prostora, ter postavitev nabavljenih objektov. Del prihodkov pričakujemo že mesec pred otvoritvijo, torej v tem pripravljalnem obdobju, ko bomo že sprejemali naročila za izdelavo letnih kart. Večino predvidenih letnih kart pa bomo prav tako prodali do konca septembra in si s tem zagotovili potrebne prihodke.\nPredčasno izbrana podnajemnika gostilniških storitev in športne trgovine bosta pogodbeno vezana na začetek obratovanja skladno z otvoritvijo hale, svoje prostore pa bosta morala urediti v času enega meseca, torej en mesec pred otvoritvijo. \nIzkaz uspeha\nUgotovitev rezultata\nDružba predvideva, da bo poslovna leta 2005 (obdobje od 30.7.-31.12.), 2006 in 2007 zaključila z naslednjim rezultatom:\nV prvem letu imamo tako velike prihodke, ker računamo na prodajo letnih vstopnic, ki bo nekako sovpadala z našim začetkom poslovanja (torej otvoritev hale načrtujemo 1. septembra). Ključnega pomena je tudi obdobje veljavnosti letne karte, ki bo začela veljati na začetku sezone oz. na koncu poletja, ko računamo na povečanje števila obiskov v naši hali. Sezona oz. letna karta torej velja od septembra do septembra. \nOpredmetena in neopredmetena osnovna sredstva\nAmortizacija\nPodjetje je določilo dobo koristnosti posameznega osnovnega sredstva. Na podlagi dobe koristnosti je nato določilo posameznemu osnovnemu sredstvu letno amortizacijsko stopnjo.\nDružba uporablja enakomerno časovno amortiziranje, amortizacijske stopnje so ostale enake v petletnem obdobju.\nStroški materiala, storitev in blaga\n(30.7.-31.12. 2005).\nV tisoč SIT\nStroški materiala se nanašajo na stroške strokovne literature in raznih revij s celega sveta, video kaset in drugih učnih pripomočkov, stroške energije in druge stroške materiala. Mesečni zneski, ki smo jih upoštevali pri sestavi bilance uspeha v začetnem obdobju poslovanja, so podani v tabeli 5. \nV tisoč SIT\nMed stroške storitev sem vključila stroške najemnine, stroške storitev v zvezi z vzdrževanjem, stroške storitev plačilnega prometa in bančnih storitev, zavarovalne premije in stroške drugih storitev. Mesečni zneski, ki sem jih upoštevala pri sestavi bilance uspeha v začetnem obdobju poslovanja, so:\nV tisoč SIT\nStroški dela\nRazkritje stroškov dela v bilanci uspeha je naslednje:\nV tisoč SIT\nDrugi stroški dela se nanašajo na regres za letni dopust, stroške malic, nagrade in na prevoz zaposlenih. V ta obračun so vključeni tudi stroški dela oz. plačil preko študentskega servisa za enega ali eno zaposleno na blagajni (plačilo bo potekalo preko študentskega servisa). \nStroški obresti in drugi odhodki financiranja\nZ našo lokalno banko se bom skušala dogovoriti za trajno, dolgoročno sodelovanje in za stalno črpanje potrebnih sredstev v primeru različnih prehodnih težav. Tako imam v mislih odprtje \"kredita po potrebi\", na začetku v višini 5.000.000 SIT, od koder bi ob morebitnih težavah ali za likvidnostne probleme lahko črpala potrebna denarna sredstva.\nFINANCIRANJA (30.7.-31.12. 2005)\nV tisoč SIT\nBilanca stanja\n2007.\nBilanca stanja temelji na naslednjih predpostavkah:\n- terjatve do kupcev ne obstajajo;\n- vse terjatve so poravnane takoj.\nPri obratnih sredstvih sem zajela v postavki drobni inventar, potrošni material, revije, časopise, pisarniški material ter druge učne pripomočke. Igralne konzole spadajo med računalniško opremo, ki je podvržena hitremu zastarevanju, zato jih je potrebno vsako leto menjavati, potrebno pa je tudi kupovati nove igre, saj se jih uporabniki igralnih konzol hitro naveličajo. \nMed kratkoročne obveznosti iz financiranja sem zajela okvirni kredit, ker ga lahko najamem le na kratek rok z opcijo podaljševanja, saj ga mislim uporabljati več let.\nMed dolgoročnimi rezervacijami pa so sredstva, katera bom uporabljala za nove investicije. Za katere investicije pa se bom odločila, bo ob danem trenutku pokazala tržna situacija oz. povpraševanje po naših dopolnilnih projektih. Ker pa ne vemo kako se bodo nove investicije obnesle, imam namen del dobička obdržati in ga ne razdeliti med družbenike.\nAnaliza praga pokritja\nPri tej analizi je treba izpostaviti nekaj predpostavk oz. omejitev, ki smo jih sprejeli zaradi lažjega razumevanja in večje točnosti in pristnosti podatkov (Vrečko 2005, 14):\n- V prihodke bom zajela le osnovno dejavnost, torej stalne prihodke iz letnih  kart ter stalne prihodke iz najemnine.\n- Odhodki so v veliki večini stalni, kar nam prikaže resnično kritično točko, ki  jo moramo na vsak način doseči, zato se bom tudi ves čas trudila, da se bi  nahajala čim dlje od te točke.\nZaradi različnih načinov in aktivnosti pridobivanja prihodkov se morem omejiti na eno postavko, ki nam bo prikazala kritično točko – za to smo si izbrali število letnih kart.\nLETO 2005 Celotni odhodki: 14.812.000 SIT Cena letne karte: 30.000 SIT Cena letne karte z 10 % popustom za osebe, mlajše od 16 let: 27.000 SIT\nZa pokritje celotnih stroškov bi potrebovali najmanj 510 uporabnikov letnih kart (14.850.000 SIT), od tega je že vračunanih 150 mlajših od 16 let, ki imajo 10 % popust in tako je ta napoved zastavljena prej pesimistično kot optimistično. Naj opozorim, da je to čista uporaba našega prostora, za nazornejši prikaz pa bom dodala še opcijo s stalnimi sredstvi prihodkov iz najemnine.\nPrihodki od najemnine za trgovino in gostinski lokal: 1.200.000 SIT\nV slednjem primeru bi torej potrebovala še 40 uporabnikov letnih kart manj. Tako bi zadostila potrebam po sredstvih za celo leto. \n"], "24": ["7.3 Plan rizičnih poti", "Kot najbolj kritične faze sem ocenila:\n- izbor lokacije;\n- preureditev hale;\n- oddajo prostorov v najem;\n- pospeševanje prodaje.\nKljub temu, da se nahaja v Mariboru veliko objektov za v najem, obstaja možnost, da nastanejo zapleti, kot so slaba lokacija oz. slabe prometne povezave (pred vsem avtobusne linije), prevelike investicije v obnovo objekta, zapleti pri pogajanju o bodočem lastništvu objekta, najemnina,…\nZa preureditev hale bom najela zunanjega izvajalca. Tukaj lahko nastanejo zapleti iz časovnega in stroškovnega vidika. Načrtujem obnovo hale v 30-tih dneh in za to bi namenila 2 mio sit. Pojavijo se lahko potrebe po dodatnem preurejanju, ki pa bi podaljšale temu namenjen čas in zvišale stroške preureditve.\nPri razpisu za oddajo prostorov lahko pride do zapletov zaradi nezanimanja investitorjev za takšne lokale, neskladja njihov in naših interesov v zvezi s podobo lokalov, pri pogajanju o bodočem lastništvu prostorov, …\nPri pospeševanju prodaje pa lahko pride do zapletov zaradi napačno zastavljene taktike izvedbe. Preveliki ali premajhni popusti lahko povzročijo izgubo prihodkov zaradi nepotrebnih prevelikih popustov ali premalo zbranih članov zaradi premajhnih popustov. \n"], "25": ["8 SKLEP", "Glede na vse večjo priljubljenost rolanja in sorodnih aktivnosti je ideja o ponudbi prostorov za izvajanje tega športa vsekakor vredna pozornosti, še posebej zato, ker bi z njeno takojšnjo realizacijo prehiteli konkurenco, kar bi nam zagotovilo pri uspešnosti poslovanja zelo pomembno konkurenčno prednost. Dobra obiskanost tovrstnega objekta ne bi smela biti vprašljiva, saj bi pokriti park za rolanje brez dvoma pritegnil vse ljubitelje te športne panoge, ki v mrzlih zimskih dneh v bistvu ostanejo brez možnosti za rekreiranje in treniranje.\nDobra propaganda bi pritegnila tudi vse več ljudi, ki se doslej še niso ukvarjali z rolanjem, saj bi hala zagotavljala kakovostno preživljanje prostega časa za celotne družine, prijetno sprostitev in zdravo druženje. Ta kombinacija pa je dandanes že prava redkost in zato toliko bolj potrebna in dragocena.\nRazvoj podjetja, njegova rast in širitev na določena področja sta odvisna predvsem od ustrezne politike podjetja in od jasno zastavljenih ciljev. Mednje lahko po pomembnosti najprej štejemo tiste faktorje, ki bodo nadaljnji razvoj in rast tudi omogočali, kar so nedvomno vprašanja, povezana s pridobitvijo ustreznih finančnih sredstev.\nPodjetja imajo na voljo številne možnosti financiranja in številne načine, kako bodo poslovala v prihodnosti. Posamezno podjetje si bo finančna sredstva priskrbelo na zanj primeren način, kar je odvisno od načina poslovanja, želja in danih možnosti na finančnem trgu. Mala in na trgu še neuveljavljena podjetja imajo sicer otežen dostop do finančnih sredstev, vseeno pa je na voljo dovolj virov sredstev, s katerimi je zagotovljeno normalno poslovanje in rast podjetja. Pomembna je predvsem pravilna izbira teh sredstev glede na ceno posameznega vira, kar morajo podjetja podrobno preučiti, preden se odločijo za določeno obliko financiranja.\nObvladovanje tveganja je področje, ki ga morajo podjetja poznati, če želijo nemoteno razvijati svoje podjetje in širiti njegovo poslovanje. \n"], "abstract": ["Podjetje SK5 d.n.o. bo nudilo svoje primerno opremljene prostore ljubiteljem agresivnega in rekreativnega rolanja, organiziralo bo tekmovanja in tečaje za učenje te mlade športne panoge, vključno z vso ponudbo za to potrebnih športnih rekvizitov. Ker takšnega športnega parka pri nas še ni, obstaja velika verjetnost, da ga čaka svetla in uspešna prihodnost. Vendar je za uspešno poslovanje poleg dobre ideje potrebna tudi dobra zasnova, organizacija in promocija podjetja, vključno s pametnim in odgovornim vodenjem. Uresničitev vsega tega je bil glavni cilj mojega diplomskega dela."]}