{"1": ["1 Uvod", "Podbregar in Ivanuša (2010) menita, da je vloga javnih virov v obveščevalno- varnostni dejavnosti vse pomembnejša. Ne gre samo za možnost takojšnje informiranosti o aktualnih dogodkih, temveč tudi za širše razumevanje razvoja določenih dogajanj in možnosti preverjanja podatkov iz različnih virov.\nJavni viri v obveščevalni dejavnosti niso samo zbirka novih časopisnih izrezkov ali klipov in tudi ne samo kvalitetno brskanje po internetu, temveč lahko s sodobno mrežo sodelavcev obveščevalnih služb tudi na terenu preverjamo javno dostopne podatke (Podbregar in Ivanuša, 2010).\nPodbregar, Mulej, Pečan, Podbregar, N., Ivanuša (2010: 7) pišejo: informacija se mora v prvi vrsti razmejiti od pojmov podatek in sporočilo:\n- podatek obstaja, ko so znaki razvrščeni, tehnično urejeni v sintaktično  celoto, kot je beseda, organ telesa, list drevesa itd;\n- sporočilo se pojavi, ko prejemnik podatku pripiše pomen, da podatek  pridobi semantično razsežnost;\n- informacija se pojavi, ko sporočilo postane vplivno tako, da postaja  razumljivo, sprejeto in povzročilo akcijo; to imenujemo pragmatična  razsežnost informacije.\nJavni viri v obveščevalno-varnostni dejavnosti so vedno bolj cenjeni v smislu načrtovanja in posledične potrditve pravilnosti oziroma napovedane informacije.\nPridobivanje podatkov iz javnih virov (angl. Open Source Intelligence - OSINT) je eden od treh tradicionalnih virov obveščevalne dejavnosti in edini javno dostopen (Podbregar et al., 2010).\n"], "2": ["1.1 Metodološki pristop", "Z diplomsko nalogo želimo izpostaviti probleme in dileme pri zbiranju podatkov z metodo OSINT. Predstaviti nameravamo metode zbiranja obveščevalnih podatkov v različnih disciplinah, kako se pridobitev neobdelanih podatkov analizira.\nGlavni problem je pri ugotavljanju ustreznih, zanesljivih virov, saj se pojavlja velika količina javno dostopnih podatkov. Problematiko pridobivanja oziroma način pridobivanja nameravamo prikazati na študiji primera\nZa pisanje diplomskega dela bomo uporabili deskriptivno metodo (Ivanko, 2007), metodo analize vsebine pisnih virov (strokovne literature, zakonodaje itd.) in metodo analize internetnih virov, s pomočjo katerih izhajamo iz naslednjih hipotez: Ali je za potrebe varnosti res potrebno imeti vse pomembne informacije objavljene oziroma, da so dostopne javnim virom in Ali se zavedamo posledic, ki lahko nastanejo pri zaščiti države, glede na pomembne obveščevalne podatke, ki so dostopni javnim virom?\n"], "3": ["2 Javni viri v obveščevalni dejavnosti - OSINT", "Pravilo je, da se naj tajni varnostni aparat bori proti tistim grožnjam, proti katerim se javna oblast (policija, carina, davčne službe) ne more uspešno zoperstaviti. Danes je velika večina informacij dostopna preko javnih virov. Te službe naj zbirajo tistih pet odstotkov informacij, ki niso dostopne iz javnih informacij in jih ne morejo pridobiti ostale državne službe. Jih pa lastniki skrivajo in so bistvene za preprečevanje nezakonitih dejavnosti, ki ogrožajo državo. Funkcija teh služb je, da varuje gospodarsko blaginjo države pred »grožnjami« s katerimi bi porušili to blaginjo. Vendar, kaj so te »grožnje« v svetu, ki se med seboj povezuje v različne skupnosti npr. Evropske Unije. Ali je »grožnja« to, da hoče neko podjetje iz druge države, ki je tudi članica Evropske Unije kupiti podjetje v naši državi. Ta dilema je še bolj pereča v primeru odnosa med državami, ki so npr. članice Evropske Unije in hoče članica Evropske Unije naskrivaj pridobiti določene pogajalske prednosti pred drugo. Kakšna je vloga teh služb v takšnih primerih?\nTo so nove dileme, ki so se pojavile pred temi službami, predvsem pa pred tistimi, ki jim dajejo naloge, da zbirajo informacije, ki niso javno dostopne, in pred tistimi, ki izvajajo nadzor nad njimi.\nV svetu poznamo več metod zbiranja podatkov (Winkler, 2005):\n– HUMINIT ali Human Intelligence – zbiranje podatkov s človeškimi  vir (agenturna oz. sodelavska metoda)  – SIGINT ali Signal Intelligence, ki se deli :   COMINT (Comunication Intelligence) zbiranje podatkov s  spremljanje tujih komunikacij   RADINT (Radar Intelligence) zbiranje podatkov s pomočjo  radarjev in njihovo analizo   TELINT (Telemetry Intelligence) zbiranje podatkov s  pomočjo čitanja instrumentov na daljavo   ELINT (Electronic Intelligence) zbiranje podatkov s  pomočjo elektronskih sredstev\n  PHOTINT (Photography Intelligence) izdelava in analiza  fotografij, ki so najpogosteje posnete iz satelitov ali  vohunskih letal s klasično ali infra rdečo tehniko)\nMetode, ki jih obveščevalne službe uporabljajo pri svoje delu lahko razdelimo na tri skupine: legalne, prikrite in tajne.\nOsnovna značilnost legalnih metod je zbiranje splošnih javno dostopnih podatkov; cilj zbiranja pa je tajen. Med te metode spadajo:\n– zbiranje podatkov iz sredstev javnega obveščanja, javno objavljenih  dokumentov;  – proučevanje javnega mnenja;  – zbiranje podatkov preko Diplomatsko konzularnih predstavništev;  – zbiranje podatkov preko ostalih predstavništev v tujini.\nS prikritimi metodami se pridobivajo obveščevalni podatki, ki so vsem dostopni. Potrebno je le izluščiti njihovo praktično vrednost. Izvajajo se prikrito, kot legendirana dejavnost npr. metoda prikritega anketiranja, metoda prikritega znanstvenega raziskovanja, ...\nS tajnimi metodami zbiramo tajne oz. zaščitene podatke. Poznano različne oblike tajnega zbiranja (Zakon o Slovenski obveščevalno-varnostni agenciji, 2006):\n– tajna umestitev pripadnika obveščevalne službe v zanimive strukture  (pri tej metodi gre za načrtno in premišljeno infiltriranje pripadnika  obveščevalne službe v nasprotnikovo sredino oz. organizacijo s pomočjo  ustrezne legende in s ciljem, da bi pridobival in sporočal tajne in druge  podatke;  – tajno sodelovanje (agenturna metoda);  – metoda tajne uporabe operativno-tehničnih sredstev ( v R Sloveniji to  obliko pridobivanja poznamo pod pojmom »uporaba posebnih oblik  pridobivanja podatkov«)\n"], "4": ["2.1 Kaj je OSINT?", "Pridobivanje obveščevalnih podatkov iz javnih virov oz. OSINT je oblika zbiranja obveščevalnih podatkov potrebnih za upravljanje, ki vključujejo ugotovitev, izbor in pridobivanje informacij iz javno dostopnih virov ter analizo pridobljenih podatkov. Vendar pa OSINT nikakor ne posega v človekovo zasebnost in ne krši temeljnih človekovih pravic in svoboščin, medtem ko za tajno sodelovanje in tajno pridobivanje podatkov oziroma uporabo prikritih preiskovalnih ukrepov tako policije kot obveščevalne službe ne moremo trditi.\nV obveščevalni skupnosti (angl. Intelligence Community) je izraz »odprta« (angl. open) pojem, ki se nanaša na javno dostopne vire (v nasprotju s tajnimi ali zaupnimi viri), ki pa niso povezani z odprtokodno programsko opremo ali javnimi obveščevalnimi podatki.\nMed tem, ko metodo takšnega pridobivanja podatkov v svetu že uporabljajo, tako posamezniki kot tudi državni organi, se v Sloveniji še ne poslužujemo takšnega načina pridobivanja podatkov, zato želimo predstaviti katere so te metode, kje lahko vse pridobimo podatke, v kakšnih primerih jih lahko uporabimo, hkrati pa tudi opozoriti na nevarnosti, predvsem v primeru zaščite in varovanja države.\nUporaba OSINT-a pripomore tudi v kriminalistični obveščevalni dejavnosti, kljub temu da so metode pridobivanja podatkov iz javnih virov dostopne tudi različnim kriminalnim združbam, katerih namen je organiziran kriminal, na kar želimo opozoriti tudi v študiji primera, kjer bomo s pomočjo javnih virov in analitike prišli do informacij in preučili, kako lahko nekdo na podlagi pridobljenih podatkov, načrtuje, obdela, zbira in analizira informacije ter pripravi atentat na ministrico za notranje zadeve.\n"], "5": ["2.2 Namen OSINT-a", "Mnogi danes trdijo, da so »vohuni« postali nepomembni, češ da je danes vse možno izvedeti iz javnih virov, a temu ni tako.\nAli lahko, denimo, Rusi iz javnih virov izvedo, in to zanesljivo, proti komu je zares naperjen ameriški protiraketni ščit? Seveda ne. To lahko izve le dobro umeščen obveščevalec. Tako tudi letno poročilo češke tajne službe govori o okrepljeni dejavnosti ruske obveščevalne službe, ki naj bi posebno v zadnji polovici lanskega leta okrepila napore, da izve podrobnosti o elementih protiraketnega ščita, ki naj bi jih Združene države Amerike namestile na Češkem (ali bo ščit res opuščen, zmogljivosti radarja itd.). Poleg tega je napačno razumevanje obveščevalne službe kot organizacije, ki zgolj zbira informacije.\nVrhunec obveščevalnega dela je, ko lahko agent usmerja politiko, gospodarske in druge tokove neke tuje države ali organizacije. Tedaj govorimo o tako imenovanih agentih za vpliv. To lahko počne le agent, nikakor ne satelit ali \"vohun-bibliotekar\". Vse resne obveščevalne službe se tega dobro zavedajo. In to počnejo! (Dnevnik, Vohuni so prišli domov; 2010)\nOSINT oziroma pridobivanje podatkov iz javno dostopnih virov je obveščevalna disciplina zbiranja podatkov iz javno dostopnih virov, ki imajo potencialno obveščevalno vrednost.\nDandanes se svet razvija v smeri informacijske družbe, s tem pa se je tudi povečala dostopnost do množice različnih podatkov in informacij, zato je pridobivanje tako podatkov kot informacij iz javnih virov pomembno za splošno vedenje o nekem problemu ter ustreznem odzivanju nanj.\nPridobivanje podatkov iz javnih virov tako predstavlja najboljšo osnovo za začetek obveščevalnega procesa, saj ni smiselno zbirati nekaj, kar je že zbrano v javnih virih, s tem da se je potrebno zavedati dejstva, da zbiranje podatkov iz javnih virov ne obsega samo nam prosto dostopne informacije in podatke, ampak tudi širši javnosti nedostopne zbirke za tako družboslovno kot naravoslovno področje iz posebnih baz podatkov in plačljivih virov podatkov.\n"], "6": ["2.3 Javni viri podatkov", "Javni viri podatkov pomenijo javno dostopne informacije v natisnjeni ali elektronski obliki, ki so lahko prenesene preko radia, televizije, časopisov, državne propagande, strokovnega gradiva in tehničnih časopisov, interneta, tehničnih priročnikov, knjig ali pa so distribuirane drugače; s komercialnimi podatkovnimi bazami, elektronsko-poštnimi omrežji ali prenosljivimi elektronskimi mediji (NATO OSINT, Handbook, 2002).\nVse te informacije in podatki so nam dostopni iz medijev (javnih in komercialnih), podatkov javnih institucij (informacije javnega značaja) s satelitskim opazovanjem in nadziranjem preko javno dostopnih aplikacij (Google Earth), profesionalnih in akademskih dokumentov in dogodkov, prostorskih slikovnih dokumentov (zemljevidi), zasebnih publikacij, knjižnic in medmrežja.\nJavne (bele) informacije so dejansko prosto dostopne in formacije in predstavljajo 90 odstotkov vseh informacij v obveščevalni dejavnosti (Dedijer; 2009, 128-129).\nSive informacije so najcenejše in najkakovostnejše informacije, saj predstavljajo bližnjico do uporabnih znanstvenih, političnih, socio-ekonomskih in vojaških disciplin; te informacije predstavljajo, lahko bi celo rekli prikrito znanje, ki ga je potrebno poiskati.\nOrganizacije, ki bi lahko bile tipične proizvajalke sivih informacij so (Dedijer; 2009, 128-129):\n– raziskovalne ustanove (laboratoriji, inštituti, centri)\n– vlada\n– zasebni založniki (skupine pritiska in politične stranke)\n– nevladne organizacije\n– koorporacije\n – gospodarske zbornice in sindikati\n– možganski trusti in akademska skupnost.\nOSINT pa se vsekakor razlikuje od akademskih, poslovnih in novinarskih raziskav, saj gre za obveščevalni ciklus1, ki je organiziran proces, katerega rezultat so obveščevalne informacije povezane v znanje, ki je v podporo pri spremljanju odločitev tako posameznika kot organizacije.\nTajne (črne) informacije pridobivamo z obveščevalno dejavnostjo in predstavljajo 0,9 odstotka vseh informacij v obveščevalnem ciklu (Dedijer; 2009, 128-129).\nKo pa govorimo o pridobivanju, analizi in posredovanju obveščevalnih informacij, ki temeljijo na odprtih virih, imamo v mislih pridobivanje obveščevalnih podatkov z metodo OSINT, katerih osnovna dejavnost so prosto dostopni podatki.\nPredvsem so ti podatki izdelani in objavljeni večinoma za potrebe zasebnega sektorja, zato je tudi večina najboljših javno dostopnih virov informacij v rokah zasebnega sektorja, ki hrani te podatke v bazah, vzdrževanih na stroških zasebnega sektorja.\nObveščevalni ciklus: zahteve, načrtovanje in usmerjanje, zbiranje, obdelava in vrednotenje podatkov, analiza podatkov, posredovanje podatkov (http://www.fbi.gov/intelligence)\n"], "7": ["3 OSINT v Sloveniji", "Kot smo že omenili, metodo OSINT pridobivanja podatkov v svetu že uporabljajo, tako posamezniki kot tudi državni organi, žal pa se v Sloveniji še ne poslužujemo takšnega načina pridobivanja podatkov, velika verjetnost sicer obstaja, da se metode poslužuje zasebni sektor in vojska, vendar z gotovostjo tega ne moremo trditi.\n"], "8": ["3.1 Pridobivanje OSINT podatkov v Sloveniji", "Povezovanje vseh zbirk podatkov, ki jih posredujejo državni organi, v eno samo enotno zbirko bi pomenilo prekomeren poseg v zasebnost posameznika. S tem pa bi lahko dosegli, da bi pri zbiranju vseh javno dostopnih podatkov na primer o nekem posamezniku privedlo do tega, da bi z enim samim vpogledom v podatkovno bazo nekdo vedel več o posamezniku, kot on sam.\nVsi vemo, da je varstvo zasebnosti široko priznana temeljna človekova pravica, ki se pojavlja v različnih pravnih sistemih, ki so zgrajeni na različnih verah in kulturah. Vse to je zavarovano s številnimi mednarodnimi dokumenti o človekovih pravicah2, vključeno pa je tudi v Ustavo Republike Slovenije3. Tako predstavlja varstvo osebnih podatkov (Zakon o varstvu osebnih podatkov, 2004) v Sloveniji del širše pravice do varstva zasebnosti, in sicer kot varstvo informacijske zasebnosti.\nEvropska unija temelji na načelih svobode, demokracije, spoštovanja človekovih pravic in temeljnih svoboščin, torej na načelih in pravicah, ki jih določa Evropska konvencija o varstvu človekovih pravic in temeljnih svoboščin. Skupnost kot taka sicer ni pristopila k tej konvenciji, vendar so se institucije Skupnosti zavezale, da bodo spoštovale ta načela, saj so vse države članice podpisnice te konvencije.\nListina Evropske unije o temeljnih pravicah, 2007/C 303/01  URS, Ur. l. RS 33/91\nTudi Ustava Republike Slovenije (1991) v 5. členu govori o tem, da »Država na svojem ozemlju varuje človekove pravice in temeljne svoboščine. Varuje in zagotavlja pravice avtohtone italijanske in madžarske narodne skupnosti. Skrbi za avtohtone slovenske narodne manjšine v sosednjih državah, za slovenske izseljence in zdomce ter pospešuje njihove stike z domovino. Skrbi za ohranjanje naravnega bogastva in kulturne dediščine ter ustvarja možnosti za skladen civilizacijski in kulturni razvoj Slovenije. Slovenci brez slovenskega državljanstva lahko uživajo v Sloveniji posebne pravice in ugodnosti. Vrsto in obseg teh pravic in ugodnosti določa zakon«. Ustava Republike Slovenije zagotavlja vsem, ne glede na državljanstvo, raso, spol, veroizpoved, jezik, politično ali drugo prepričanje, družbeni položaj ali katerokoli drugo osebno okoliščino enake človekove pravice in temeljne svoboščine.\nVendar pa po našem mnenju, s pomočjo pridobivanja podatkov iz javnih virov ne pride do posega v človekove temeljne pravice, kot pri uporabi prikritih preiskovalni ukrepov ali posebnih oblik pridobivanja podatkov, s katerimi se posega v temeljne človekove pravice.\n4 Študija primera (načrtovanje atentata na ministrico  za notranje zadeve s pridobljenimi podatki iz javnih  virov)\nNa podlagi 36. člena Zakona o policiji (1998) je Vlada Republike Slovenije izdala Uredbo o varovanju določenih oseb, objektov in okolišev objektov, v katerih so sedeži državnih organov (2000) iz katere izhaja, da Policija varuje Ministrico za notranje zadeve po tretji stopnji.\n2. člen Uredbe pravi:\n– Zaradi varovanja določenih oseb, objektov in okolišev Policija  organizira, vodi, koordinira in izvaja preventivno operativno, tehnično  in fizično varovanje.\n– Preventivno operativno varovanje temelji na zbiranju in obdelovanju  podatkov in informacij, ki se nanašajo na ogrožanje varovanih oseb,  objektov in okolišev. Izvaja se zaradi pripravljanja ocen ogroženosti, ki  so rezultat vrednotenja razpoložljivih podatkov in informacij. Pri  izvajanju ukrepov preventivno operativnega varovanja policija sodeluje  z drugimi državnimi organi in službami.\n– Tehnično varovanje obsega varnostne ukrepe, ki temeljijo na uporabi  tehničnih sredstev za odkrivanje in preprečevanje ogrožanja varovanih  oseb, objektov in okolišev.\n– Fizično varovanje obsega neposredno fizično varovanje in druge ukrepe  fizičnega varovanja, ki jih izvajajo policisti zaradi preprečitve  ogrožanja varovane osebe, objekta ali okoliša.\n6. člen Uredbe:\nPo tretji stopnji Policija varuje osebo, ki opravlja funkcijo:\n– ministra za zunanje zadeve,\n– ministra za obrambo in\n– ministra za notranje zadeve.\nOseba iz prejšnjega odstavka se lahko neposrednemu fizičnemu varovanju pisno odpove in s tem seznani vlado, ki o tem odloči s sklepom.\nOsebe iz prvega odstavka tega člena Policija varuje z določenimi ukrepi še tri mesece po prenehanju opravljanja njihove funkcije.\nPoudariti je potrebno, da ne gre pri varovanju samo za varovane osebe in objekte, temveč tudi za ohranjanje nacionalne varnosti, ki je sestavljena iz varnostne politike, varnostne strukture in varnostne samoorganizacije civilne družbe. Varnostno strukturo sestavlja notranje varnostna prvina, zaščitno varnostna prvina in obrambna prvina (vojaška in civilna obramba). Temelji na zavarovanju temeljnih družbenih vrednot pred zunanjim in notranjim ogrožanjem (s tem, da se nagiba k ohranjanju miru in svobode ter preprečevanju nevarnosti in strahu) in zagotavljanju gospodarskega, političnega, znanstvenega, tehnološko- tehničnega in sploh družbenega razvoja.\n"], "9": ["4.1 Predstavitev, cilji in naloge", "Uporaba OSINT-a pripomore tudi v kriminalistični obveščevalni dejavnosti, kljub temu da so metode pridobivanja podatkov iz javnih virov dostopne tudi različnim kriminalnim združbam, katerih namen je organiziran kriminal, na kar želimo opozoriti tudi v študiji primera, kjer bomo s pomočjo javnih virov prišli do podatkov in preučili, kako lahko nekdo na podlagi pridobljenih podatkov, načrtuje, obdela, zbira in analizira podatke ter pripravi atentat na ministrico za notranje zadeve.\nZbiranje podatkov in preprečevanje aktivnosti na področju terorizma so pomemben del zagotavljanja nacionalne varnosti, pristojne službe pa na področju boja proti terorizmu pridobivajo in vrednotijo podatke ter posredujejo informacije o delovanju in aktivnostih terorističnih organizacij, skupin ali oseb.\n"], "10": ["4.1.1 Načrtovanje atentata", "Pri študiji primera smo povzeli enotedensko aktivnost Ministrice za notranje zadeve RS Katarine Kresal. Podatke smo pridobili iz javno dostopnih virov. Njena aktivnost je opisana v spodnji razpredelnici:\nTabela (1): Aktivnost ministrice za notranje zadeve od 1. 9. 2010 do 14. 9.  2010\nIz razpredelnice je razvidno, da smo spremljali aktivnosti ministrice 14 dni v mesecu septembru 2010. Če povzamemo tiskane medije oziroma časopis Delo, je bilo objavljeno, da se je ministrica udeležila prvega šolskega dne na osnovni šoli v Fužinah in na dobrodelni dražbi Revije Ona. Ministrica se je 14. 9. 2010 udeležila intervjuja na Radio televiziji Slovenija, kar je bilo objavljeno tako v tiskanih medijih kot na internetni strani RTV SLO.\nNajlažje smo prišli do podatkov o aktivnostih ministrice, kar na internetni strani Ministrstva za notranje zadeve (www.mnz.gov.si), kjer so objavljene aktivnosti ministrice za 10 dni v naprej s točno uro in lokacijo ministrice, kje se bo nahajala in s kakšnim namenom, medtem ko se ministrica sama poslužuje socialnih omrežij kot sta Facebook in Twitter, kjer je bilo tudi največ objav, kje so njene aktivnosti in kakšne so.\nMinistrica je 4. 9. 2010 objavila, da je na poti v Trebelno na proslavo ob obletnici Gubčeve brigade. Dovolj je, da v spletni brskalnik www.zemljevid.najdi.si v navigacijsko vrstico vtipkamo Trebelno in dobimo podatek oziroma zemljevid vsaj dveh možnih poti, ki vodijo do omenjenega kraja. Predvidevamo, da imajo osebe, ki jo varujejo narejen varnostni načrt, ki po naših predvidevanjih vsebuje rezervno pot, po kateri jo pripeljejo do cilja, če se na osnovni poti (A), kaj nepričakovanega dogodi. Če se pojavi sum, da je njeno življenje ogroženo, predvidevamo, da uporabijo rezervno pot (B), vendar pa se sprašujemo, ali osebe, ki jo spremljajo vedo, da je ministrica preko mobilnega omrežja na Facebooku in Twitterju objavila, da odhaja v Trebelno, vendar menimo, da njeno spremstvo tega po vsej verjetnosti ne ve.\nS podatkom, ki ga je, predvidevamo, objavila ne da bi se zavedala dejstva, da ogroža sama svoje življenje, lahko kaj hitro načrtujemo pot ministrice, z ogledom v naravi pa lahko določimo natančen kraj, kje lahko ministrico napademo z ostrostrelcem, uprizorimo prometno nesrečo, itn.\nČe povzamemo, da je ministrica varovana oseba s strani policije, da je potrebno zaradi njenih aktivnosti izdelati tako načrt varovanja (ki verjetno vsebuje dve možnosti prihoda in odhoda na cilj) zaradi možnosti ogrožanja, ki po vsej verjetnosti ne vsebuje samo enega načrta, ampak vsaj dve do tri različni opciji varovanja, lahko predvidevamo, da ne samo ministrica s tem ko objavi svoje aktivnosti na socialnem omrežju ampak Ministrstvo za notranje zadeve kot tako, ogrožajo varnost ministrice, s tem pa tudi nacionalno varnost, saj se iz javno dostopnih podatkov da izdelati informacijo in s tem načrtovati atentat ministrice.\n"], "11": ["5 Razprava in zaključek", "Facebook. Twitter. Delo. Večer. Nato Handbook. Informacije kot »bojna« podpora kriznemu odločanju, krizni komunikaciji in delovanju - učbenik. Vsi ponujajo podatke – iz javnih virov. Kaj vse ponujajo, se zavedamo dejstva, da vse kar objavimo, ni ravno priporočljivo, ker se v tistem trenutku ne zavedamo, da mogoče bo nekdo uporabil to proti nam, da mogoče ni prav, da nekdo toliko posega v našo zasebnost. Pa vendar lahko za primer poudarimo, da za nabiranje glasov novodobni politiki iščejo nove možnosti tudi na spletu.\nV slovenskem prostoru je Facebook4 kot komunikacijsko orodje vidneje prišel do izraza že ob predsedniških volitvah, ko so lahko uporabniki tega spletnega socialnega omrežja svoj glas in podporo dali predsedniškemu kandidatu, danes predsedniku države Danilu Türku. Uporaba Facebooka se je nadaljevala v volilni kampanji za državnozborske volitve 2008. Tedaj si je z namenom pridobivanja privržencev in političnih točk večina strank in njihovih vidnejših predstavnikov oblikovala svoj profil na Facebooku - tako je tudi za politike uporaba Facebooka postala skorajda obvezna. Tako so virtualna prijateljstva v socialnem medmrežju postala pomembno sredstvo za politično propagando.\nPobudo je prevzela Ministrica za notranje zadeve Republike Slovenije Katarina Kresal, ki je trenutno najdejavnejša »političarka« na Facebooku, svoje privržence vabi na zasebni pogovor o aktualnih temah in na vsakoletno Facebook srečanje, prek Facebooka je povabila na snemanje predvolilnega spota, ki ga je tudi premierno objavila na Facebooku, itn…\nSprašujemo se, ali se Katarina Kresal zaveda, tako imenovanega dvoreznega meča uporabe različnih socialnih mrež. Po eni strani se želi približati mladim, uporabnikom družabnega mreženja, medtem ko po drugi strani pozablja hote ali pa nehote, da je kot Ministrica za notranje zadeve varovana oseba, da s tem ogroža, ko širši javnosti posreduje podatke kje in kdaj se nahaja, ne samo\nnajbolj priljubljena spletna družabna mreža na svetu, je nastal pozimi leta 2004 v študentskem domu univerze Harvard, ustanovitelj Mark Zuckerberg\nsvoje življenje, ampak življenje svojih sodelavcev, prav tako pa ogroža nacionalno varnost.\nPodatki, ki nam jih nudi internet so res nova možnost za komuniciranje, pridobivanje različnih podatkov, možnost interaktivnosti, globalnosti mreže, svobode govora, svobode povezovanja, oblikovanja in posredovanje informacij. Vendar pa, se moramo, pa ne samo državljani, ampak tudi ljudje, ki državo vodijo zavedati, da s svojimi orodji kot so forumi, klepetalnice in elektronska pošta omogočajo nekaj več kot ostali kanali za komunikacijo. Dostopnost določene mere zasebnosti posameznika, lahko privede do zlorabe podatkov objavljenih v javnih virih, mogoče se oseba, ki nam jih ne hote posreduje tega ne zaveda, vendar na drugi strani računalnika npr. teroristična organizacija zbira podatke, jih obdela in uresniči našo najhujšo moro – izvede terorističen napad.\n"], "12": ["5.1 Verifikacija hipotez", "V prvi hipotezi smo predpostavili ali je za potrebe varnosti res potrebno imeti vse pomembne informacije objavljene oziroma, da so dostopne javnim virom. To hipotezo lahko v popolnosti zavržemo, saj smo mnenja, da ne samo zaradi ogrožanja nacionalne varnosti, ampak tudi ogrožanja tako rezidentov kot nerezidentov Republike Slovenije, ni primerno, da so vsi podatki dostopni v javnih virih. Zagovarjamo dejstvo da je v takšnih primerih potrebna tajnost, ki je sredstvo za zaščito določenih interesov in je odvisna, ali gre za družbeno upravičeno rabo tajnosti ali pa njeno zlorabo. Pri tem fenomenu gre ob njegovi površni registraciji za stvari, ki so vsakomur razumljive same po sebi. Razumne so kot dejstvo, ki je poznano le omejenemu krogu ljudi, in so utemeljeni družbeni ali zasebni interesi, da zanj ne zvedo drugi. Pri študiji primera smo pokazali, da lahko podatke zlorabimo. Posest nad tajnostjo je lahko močno politično, ekonomsko ali kakšno drugo orodje in orožje, zagotovo pa je moč in dobrina. Dobrina sicer, ki je nujno potrebna, toda pravi strup, če je zlorabljena.\nV drugi hipotezi smo predpostavili oziroma smo se spraševali ali se zavedamo posledic, ki lahko nastanejo pri zaščiti države, glede na pomembne obveščevalne podatke, ki so dostopni javnim virom. Tudi to hipotezo lahko popolnoma zavržemo, saj notranja varnost (Resolucija o strategiji nacionalne varnosti) zajema kazniva dejanja, ki jih storijo posamezniki, organizacije in skupine ali združbe v škodo posameznika, institucije ali družbe, če pride do neposrednega ali posrednega nasilnega posega za spremembo ustavne ureditve, subvezivno organiziranje in delovanje za namenom povzročanja izrednega stanja, zlorabo slovenskega ozemlja za teroristično dejavnost proti ali v funkciji tretjih držav, naraščanje kriminalitete in mednarodnega organiziranega kriminala – pomen temnega polja kriminalitete (podjetniški kriminal, trgovina z orožjem,…), različne oblike ekonomskega ogrožanja (kazniva dejanja v procesih lastninjenja, privatizacije,…), množične kršitve javnega reda in miru, nižja raven prometne varnosti, mejni incidenti in množično prihajanje beguncev.\n"], "abstract": ["Vsakdo od nas se je že kdaj srečal s pridobivanjem podatkov in informacij iz javno dostopnih virov. Vsakodnevno prebiranje časopisa, pregledovanje elektronske pošte, iskanje informacij po svetovnem spletu, vse to je iskanje podatkov iz nam javno dostopnih virov. Nenehno spreminjajoča se narava pridobivanja obveščevalnih podatkov nas sili v hitro in enostavno razumevanje široke palete tujih držav in kultur. Današnje grožnje se hitro spreminjajo in so geografsko razpršene, zato se je obveščevalni analitik prisiljen hitro premikati iz ene teme na drugo oziroma mora biti zelo iznajdljiv pri zbiranju informacij. Vedno bolj se je potrebno hitro asimilirati tako socialnim, gospodarskim in kulturnim podatkom o posameznih državah, ti podatki pa so pogosto podrobno opisani v javnih virih. Morda je trenutno najbolj pomembno pridobivanje podatkov, ki se nanašajo na terorizem, kjer lahko OSINT oziroma pridobivanje obveščevalnih podatkov iz javnih virov (angl. open source intelligence, v nadaljevanju OSINT) zapolni vrzeli in ustvari povezave, ki omogočajo analitikom, da bi bolje razumeli razdrobljene obveščevalne podatke, razumeli teroristične načrte, možne načine napada in potencialnih tarč."]}