{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Za poslovneže, managerje, poslovodje in upravljalce je sporazumevanje ključ do učinkovitosti in uspešnosti. V času managerjev ima komuniciranje 60 in več odstotni delež, zato ima zelo pomembno vlogo pri njihovem delu. Kot ena izmed najpomembnejših organiziranih oblik komuniciranja se izpostavljajo tudi poslovna pogajanja. Pogajanja so namenjena usklajevanju stališč, ki so vedno posledica različnih interesov, in eden od načinov, kako v življenju in v poslovnem svetu pridemo do stvari, ki jih nimamo, pa si jih želimo.\nPrav ta izredna pomembnost pogajanj pri delovanju podjetij je pritegnila mojo pozornost in zato sem se odločil, da se jim posvetim v svoji diplomski nalogi.\nOsnovni problem moje diplomske naloge so moderna in uspešna poslovna pogajanja in vsi dejavniki, ki so potrebni, da pogajanja stečejo, da se pripravijo in uspešno zaključijo. Vsak pogajalec, ki hoče biti pri svojem delu uspešen, bi moral spoznati vse sestavine, ki so potrebne za njegovo delo. Ni pa edini problem poznati vse sestavine, ki so del poslovnih pogajanj, ampak je potrebno vse te dele med seboj pravilno uskladiti in jih uporabiti, ko je to najbolj potrebno, na samih pogajanjih. Uspešen bo le pogajalec, ki bo pravilno razporedil vsa svoja znanja in spretnosti in jih uporabil ob pravem času na pravem mestu.\n1.2 Namen in cilji\nNamen mojega diplomskega dela je bil proučitev, analiziranje in predstavitev poslovnih pogajanj in njihovih ključnih sestavin ter tako spoznati, kakšna je vloga teh elementov v vsakem podjetju, konkretno pa v Zavarovalnici Tilia, ki sem si jo izbral kot predmet analize. Predvsem sem imel namen analizirati neposredne udeležence v pogajalskih procesih, ter skozi odgovore na vprašalnik spoznati, kakšne so njihove priprave na pogajanja, kakšni so njihovi občutki, reakcije in napake.\nCilj naloge je bil preučitev raznih virov in tako spoznati vse dejavnike in sestavine, ki vplivajo na uspešnost poslovnih pogajanj. Naslednji cilj pa je bil predstaviti te dejavnike in ugotoviti, kakšen pomen jim pripisujejo različni avtorji na tem področju, dolgoročni cilj pa je, da tudi sam spoznam svoje pogajalske sposobnosti in jih med proučevanjem literature tudi izboljšam. Cilji naloge v praktičnem delu pa so bili: seznaniti se s pogajanji v Zavarovalnici Tilia, dobiti pogled med neposredne udeležence in tako tudi dobiti odgovore na vprašanja, ki so se mi porajala, na podlagi teh odgovorov pa interpretirati in analizirati njihovo delo. Tako sem dobil osnovo za primerjavo teoretičnih osnov in praktičnih odgovorov.\n1.3 Predpostavke in omejitve raziskave\nV svoji diplomski nalogi sem predpostavil, da sam nimam dovolj znanja tako iz teoretičnega kot tudi iz praktičnega področja, zato sem se posluževal s teoretičnimi spoznanji drugih avtorjev, ki so zapisana v knjigah, zbornikih in v internem gradivu Zavarovalnice Tilia.\nPredpostavil sem, da so poslovna pogajanja v Zavarovalnici Tilia dobro organizirana in razvita, kajti le tako se lahko delovni procesi nemoteno odvijajo in prispevajo k dobrobiti celotnega podjetja. Prav tako pa sem predpostavil, da imajo v Zavarovalnici Tilia poslovna pogajanja poseben pomen, saj narava njihove dejavnosti narekuje veliko poslovnih stikov z zavarovanci in poslovnimi partnerji. Predpostavil sem tudi, da se bo pomen pogajanj v prihodnosti še povečeval kot posledica vse močnejše konkurence na trgu, tako da bodo podjetja morala posvečati temu področju še več pozornosti.\nZ omejitvami sem se srečal pri samem pridobivanju gradiva, saj podjetja vedno ne posredujejo vseh podatkov v javnost, ali pa te podatke prilagodijo, omejeno pa je tudi število udeležencev, ki so sodelovali v raziskavi, saj nisem mogel pričakovati sodelovanja vseh.\n"], "3": ["1.4 Uporabljene raziskovalne metode", "V nalogi gre za statično poslovno raziskavo, saj je področje poslovnih pogajanj del sporazumevanja podjetja z okoljem in je tudi pomemben dejavnik v samem podjetju. Uporabil pa sem tako deskriptivni kot analitični pristop.\nV okviru deskriptivnega pristopa sem želel zbrati in spoznati različna spoznanja iz področja poslovnih pogajanj. Zato sem zbral več različne domače in tuje literature in izluščil primerne vsebine, ki so mi pomagale pri izdelavi naloge. V analitičnem pristopu pa sem uporabil metodo ankete. Anonimni anketni vprašalnik sem sestavil iz treh delov: v prvem delu sem zastavil več vprašanj in ponudil različne odgovore nanje, v drugem delu sem zapisal nekaj trditev, vprašani pa so ugotavljali, v kolikšni meri ta trditev velja za njih, v tretjem delu pa sem navedel več napak pogajalcev, ki so jih vprašani razvrstili po pogostosti. Vprašalnik sem posredoval zaposlenim v sektorju za trženje Zavarovalnice Tilia, predstavništvo Novo mesto. Ko je bilo izpolnjenih zadosti vprašalnikov, sem odgovore analiziral. Rezultate analize sem zbral in jih predstavil s tabelami in grafi ter jih interpretiral. Na koncu sem skušal ugotoviti, v kolikšni meri se rezultati ankete skladajo s postavljenimi trditvami in teoretičnimi podlagami.\n"], "4": ["2 PROCES POGAJANJA", "2.1 Opredelitev pogajanj\nVsak dan se pogajamo, naj bo komu všeč ali ne. Pogajanja so del življenja, saj večino časa porabimo za to, da bi se o čem sporazumeli. Vsi se zapletamo v naporna pogajanja s svojimi zakonci, gospodovalnimi šefi, togimi prodajalci, napornimi odjemalci ali nemogočimi najstniki. Vse več je priložnosti, kjer so potrebna pogajanja, saj je sporov vse več. Vsi želimo sodelovati pri odločitvah, ki nas zadevajo, vse manj ljudi je pripravljenih sprejeti odločitve drugih. Ljudje se med seboj razlikujemo in uporabljamo pogajanja, da bi premagali medsebojne razlike. Tako lahko vidimo, da so pogajanja ena najpogostejših aktivnosti vsakega človeka, tako v družbi, službi, v zasebnem in javnem življenju.\nPoglejmo, kako nekateri avtorji opredeljujejo pogajanja. Ury (1991, 18) pravi: “Pogajanja, splošno povedano, so proces dvosmernega sporazumevanja, katerega cilj je doseči soglasje z drugimi, pri čemer so nekateri interesi obeh strani skupni, drugi pa si nasprotujejo. Pogajanja niso omejena le na formalno razpravo, ko si obe strani sedita nasproti za mizo in se pogovarjata o spornem vprašanju; vsakič, ko od koga poskušamo dobiti, kar želimo, se neformalno pogajamo.”\nMožina in Damjan (1992, 163) o pogajanjih trdita: “Pogajanja so aktivnost, kjer obe strani poskušata zadovoljiti svoje potrebe. Njihove dejanske potrebe so redko tisto, kar izgledajo na prvi pogled. Pogajalci jih skrivajo ali jih ne priznavajo. Pogajanje je več kot samo izmenjava misli o materialnih sredstvih. To je specifična pot obnašanja zato, da razvijemo razumevanje, zaupanje, priznanje, spoštovanje, je v bistvu način našega dela.”\nMožina et al (1998, 306): “Pogajanja so najbolj kompleksna oblika odnosov med ljudmi in spreminjanja teh odnosov. Pogajanje obsega dolgo vrsto interdisciplinarnih veščin. So večsmeren proces komuniciranja, v katerem več udeležencev (posameznikov, skupin ali organizacij) vpliva drug na drugega pri nastajanju vmesnih odločitev. Pomenijo bližanje stališč, ko so si vsaksebi. Pogajanja so ciljna dejavnost, saj skušajo doseči skupna stališča udeležencev.”\nNajveč različnih definicij pogajanj nam poda Kavčič (1996, 10): “Pogajanja na splošno lahko definiramo kot proces reševanja konflikta med dvema ali več strankami, v katerem sta obe oz. vse stranke pripravljene spremeniti svoje začetne zahteve, da bi dosegle skupno sprejemljivo rešitev. Za komercialna pogajanja velja, da jih je mogoče definirati kot pridobivanje gospodarskih koristi za pogajalčev posel. Pri tem ne gre le za pogajanja o ceni, temveč o vseh faktorjih, ki vplivajo na gospodarsko korist oz. izboljšanje gospodarskega položaja pogajalca. Pogajanja so barantanja s popuščanji, so način, kako dobimo tisto, kar si želimo, so razprava z namenom, da dosežemo sporazum.”\nVidimo, da vsi različni opisi pogajanj govorijo o interakciji med dvema udeležencema, ki imata vsak svoje cilje, za katere se zavzemata. Med procesom te interakcije se doseže nek dogovor, ki je sprejemljiv za obe strani in ki je vsem v korist. Tako lahko razumemo pogajanja kot način za doseg zadanih ciljev, od nas samih in naših pogajalskih spretnosti pa je odvisno, v kolikšni meri bomo izpolnili te cilje.\n"], "5": ["2.2 Priprave na pogajanja", "Strokovnjaki za vse vrste pogajanj označujejo priprave kot kritično fazo v pogajanjih. Trdijo, da se pogajanja nikakor ne smejo začeti s prihodom v pogajalski prostor in rokovanjem s člani nasprotne pogajalske strani. Začeti se morajo mnogo prej, s temeljitimi pripravami.\nPomen temeljite priprave opiše tudi Ury (1991, 29): “Pred vsakim sestankom se pripravite. Po vsakem sestanku ovrednotite napredek, prilagodite strategijo in se znova pripravite. Skrivnost učinkovitega pogajanja je zelo preprosta: priprava, priprava, priprava.”\nZa temeljite priprave navadno zmanjkuje časa, saj je informacij, ki jih dobivajo ljudje, vse več, več je tudi opravil, ki jih morajo narediti. Vendar tu ne kaže popustiti, saj slaba pripravljenost ene ali obeh strani lahko bistveno podaljša pogajanja, povečuje verjetnost nepotrebnih popuščanj, zmanjšuje verjetnost dosega zastavljenih ciljev, povečuje verjetnost neprijetnih in zapletenih pogajanj ter pomeni, da bo manj pripravljena stran pogajanja najverjetneje izgubila.\nPriprave na pogajanja je mogoče razumeti v ožjem in širšem smislu. V ožjem smislu gre za planiranje pogajanj, ki vključuje le določitev ciljev, predvidenih ovir za doseganje ciljev in ukrepov, kako premagati te ovire. V širšem smislu pa lahko v priprave poleg planiranja pogajanj v ožjem smislu vključimo še opredelitev strategije, zbiranje informacij, odločitev, ali se bo pogajal posameznik ali skupina, opredeliti čas pogajanj, lokacijo pogajanj, pristojnosti pogajalcev in se odločiti, ali naj bodo pogajanja javna ali tajna.\nPlaniranje pogajanj je zelo pomembna aktivnost, vendar mu pogajalci ne namenijo vedno dovolj pozornosti ali pa jo namenijo le posameznim sestavinam. Planiranje je treba razumeti kot proces, v katerem določimo cilje, opredelimo sredstva za njihovo doseganje in opredelimo, kako bomo uporabili sredstva. Pogajalci namenijo več pozornosti načrtovanju, če so cilji pogajanj za njih osebno pomembni ali če pričakujejo težave pri doseganju ciljev. Praviloma je problem tudi v tem, da nimajo dovolj časa za priprave. Načrtovanje pogajanj med samimi pogajanji pa navadno bistveno zmanjšuje učinkovitost pogajalcev ali celo vodi v polom ene pogajalske strani ali polom pogajanj v celoti (Kavčič 1996, 39).\nKot vidimo, so priprave na pogajanja bistvenega pomena za uspešnost pogajanj v celoti in marsikdaj odločujoč faktor, kdo bo zapustil pogajanja kot zmagovalec oz. kdo bo bolj zadovoljen z izkupičkom. V nadaljevanju se bom posvetil posameznim sestavinam priprav na pogajanja, ki imajo temeljni in odločilni pomen vsakih priprav. To so določitev cilja, izbira strategije pogajanj, zbiranje informacij, pomen časa pri pripravi in ostalih pomembnih dejavnikih priprav pogajanj.\n"], "6": ["2.2.1 Določitev cilja", "Cilje pogajanj v širšem pomenu dobro opredeli Tracy (1999, 299): “Poslovna pogajanja imajo dva cilja. Prvi cilj: obe stranki sta tako zadovoljni z izidom pogajanj, da želita še naprej poslovno sodelovati. Drugi cilj: obe stranki sta se pripravljeni držati sprejetih\ndogovorov. Ni preveč smiselno sprejemati dogovorov, s katerimi je ena od strank tako nezadovoljna, da ni v njenem interesu držati se jih.”\nV ožjem pomenu pa bi lahko cilje pogajanj opredelili kot želena stanja, ki naj bi jih dosegli po koncu pogajanj.\nDoločitev cilja je prva zahteva v pripravah na pogajanja. Pogajalci morajo vnaprej vedeti, kaj se od njih pričakuje, kaj morajo v pogajanjih doseči. Jasno postavljen cilj ali cilji so temeljni kriterij za presojanje uspešnosti pogajanj po njihovem zaključku. Pri določanju ciljev pogajanj ter izbiranju strategij za doseganje teh ciljev imajo odločilno vlogo interesi organizacije, ki jo zastopa pogajalec.\nPri postavljanju ciljev pa dejansko določimo tudi vsebino pogajanj. Pri tem je pomembno, da se tega lotimo restriktivno in vključimo v pogajanja samo tisto, kar je resnično nujno. To se najlaže doseže tako, da se vsebina pogajanj določi bolj podrobno in ne na široko, kar pomeni, da je potrebno vsebino dobro premisliti in selekcionirati. S selekcioniranjem vsebine in ciljev omogočimo razlikovanje med bolj in manj pomembnimi cilji. Vnaprej je namreč potrebno opredeliti, kateri cilji so v posameznih pogajanjih za posamezno stranko bolj in kateri manj pomembni. Bolj pomembnim ciljem se nameni več pozornosti, popuščanje je pri njih praviloma manjše kot pri manj pomembnih. Marsikdaj s popuščanjem pri manj pomembnih ciljih dosežemo višjo stopnjo sprejemanja pomembnejših ciljev. S tem se strinja tudi Ury (1991, 32): “Pomembno je razvrstiti interese po prednostnem vrstnem redu, da ne bi naredili prepogoste napake in se odrekli pomembnemu interesu v korist manj pomembnega.”\nMed procesom definiranja ciljev za vsak cilj posebej določimo pogajalski interval. To je ena najbolj varovanih pogajalskih skrivnosti. Cilje je po možnosti treba opredeliti kot stanja. Pogajalski interval je stanje ciljev in sicer:\n- Zgornja točka je tisto ciljno stanje, ki je za nas najbolj ugodno\n- Realna točka je tisto ciljno stanje, katerega bomo najbolj verjetno tudi dosegli\n- Spodnja točka je tisto ciljno stanje, ki predstavlja najmanj, kar še lahko  sprejmemo (Florjančič in Ferjan 2000, 295).\nS pogajalskim intervalom si določimo stopnjo popuščanja. Pomembno je, da je med točkami zadosten razpon, da v pogajanjih lahko postopoma popuščamo. Pri določanju zgornje točke je najbolj pomembno, da si jo postavimo zadosti visoko, vendar realno. To je tudi element pri izbiri taktike pogajanj. Zgornja točka naj bo stanje, ki je bolj ugodno od tistega, katerega nameravamo doseči s pogajanji. Če na pogajanjih ne dosežemo niti spodnje točke, s pogajanji prenehamo.\nVidimo lahko, da je določevanje ciljev zelo pomembna in zahtevna naloga, saj se nam lahko ob zastavitvi nepremišljenih oz. nerealnih ciljih ter postavljanju neprimernega pogajalskega intervala zelo zmanjšajo možnosti za uspešno zaključena pogajanja.\n"], "7": ["2.2.2 Izbira strategije", "Ko so določeni cilji, njihova prioriteta in intervali sprejemljivih rešitev, pride na vrsto vprašanje, kako cilje doseči. V fazi priprave se je potrebno odločiti o temeljnem načinu, ki ga uporabimo za doseganje ciljev, torej o pogajalski strategiji.\nStrategije so vse dejavnosti in usmeritve, ki vodijo k ciljem pogajanj. Strategije pogajanj imajo – kot strategije nasploh – tri temeljne sestavine. Prva so načini za doseganje cilja: usmeritve, taktike, manevri ipd. Druga sestavina je urejenost za doseganje cilja: razdelitev dela, vlog, pristojnosti in odgovornosti (statični vidik pogajanj) ter potekanje, vodenje in upravljanje (dinamični vidik pogajanj). Tretja sestavina so resursi za doseganje cilja pogajanj: materialni (denar in druge dobrine) in nematerialni, zlasti zmožnosti in dejavnost udeležencev, znanje in izkušnje, moč in vpliv (Možina et al 1998, 325).\nKo pogajalska stran oz. organizacija določa cilje pogajanj, je koristno, da pripravi tudi več strategij – optimalno, srednjo in katastrofalno za najslabši primer. Pogajanja se seveda lahko končajo z neuspehom in imajo negativne posledice, zato je potrebno biti pripravljen tudi na take situacije in imeti pripravljene strategije za ravnanje v takih primerih.\nKavčič (1992, 71) omenja dva kriterija za opredelitev pogajalskih strategij:\n1. razlikovanje strategij z vidika uspešnosti pogajanj\n2. razlikovanje strategij glede na celovit odnos med nasprotnima stranema.\nPrvi pristop izhaja iz kriterijev, po katerih je mogoče meriti uspešnost posamezne strategije pri doseganju pogajalskih ciljev. Kriteriji uspešnosti strategij so predvsem trije:\n- učinkovitost, ki je univerzalni kriterij. Izhodišče je, da je učinkovita tista  strategija, ki omogoča eni ali drugi stranki doseganje koristnih učinkov, ne da bi  to škodilo drugi stranki v pogajanjih\n- skupna ali splošna koristnost\n- enakost v koristnosti rešitve za obe (vse) pogajalske strani.\nGlede na odnos med pogajalskima stranema obstajata dve temeljni pogajalski strategiji: združevalna in razdeljevalna.\nZdruževalna strategija temelji na prepričanju, da gre poleg konfliktnih tudi za skupne interese, da imata obe stranki v pogajanjih skupne cilje in da kaže pogajanja graditi na teh skupnih interesih. Za to strategijo mora med pogajalskima stranema vladati velika stopnja zaupanja in medsebojnega razumevanja. Pri tej strategiji je podlaga pogajanj obstoj resničnega konflikta, vendar se po otvoritvi pogajanj obe stranki osredotočita na interese, ne na pozicije. Razdeljevalna strategija pa izhaja iz prepričanja, da pogajalski strani nimata skupnih interesov in da gre le za to koliko bo kdo dobil iz danega obsega. Gre za konflikt, v katerem vsaka stran poskuša maksimalno zaščititi svoj interes. Poudarek je na izhodiščnih pozicijah obeh strani in njuni moči.\nRazlikovanje med obema strategijama je precej grobo, zato v praksi pogajanja le redko potekajo le z uporabo prvin samo ene ali druge. Navadno se obe prepletata.\nPriprava strategije je zelo pomemben del priprav na pogajanja. Vendar določitev strategije ne sme pomeniti preveč ozkih in natančnih meja pogajalcem. Šele na pogajanjih se namreč pokaže, koliko so bila naša predvidevanja o ravnanju nasprotne strani in o samih razmerah pravilna. Zato mora biti strategija dovolj fleksibilna, da omogoča prilagajanje dejanski situaciji na samih pogajanjih in spremembam med pogajanjem.\n"], "8": ["2.2.3 Zbiranje informacij", "Tudi zbiranje informacij ima zelo pomembno vlogo v pripravah na pogajanja, saj nam informacije omogočajo določiti pravilno ravnanje pred in med pogajanji, da bi bila ta uspešna. Vsi avtorji poudarjajo, da predhodna obveščenost predstavlja veliko prednost na pogajanjih.\nZelo koristno je, da poskušamo pridobiti informacije o pogajalskih intervalih, hierarhiji ciljev in strategiji nasprotne strani. To omeni tudi Tracy (1999, 300):“Poskušajte izvedeti, zakaj določena oseba želi skleniti posel z vami. Poskušajte dobiti kar največ informacij o vzrokih različnih potez vašega tekmeca.” Teh informacij pa seveda ni mogoče pridobiti kar tako, saj jih vsaka pogajalska stran skrbno čuva.\nInformacije imajo več funkcij, ki se pokažejo kot koristne: so nujen pogoj za kakovostno odločanje kot tudi za sprožitev aktivnosti, so podlaga za kontrolo, sredstvo za prilagajanje organizacije okolju in podlaga za sprejemanje in razumevanje novih informacij (Kavčič 1992, 77).\nNa splošno pa lahko vsebino informacij , ki jih je potrebno zbrati pred pogajanji, razdelimo na:\n- informacije o predmetu pogajanja in\n- informacije o nasprotni strani.\nInformacije o predmetu pogajanj se nanašajo predvsem na pomembna dejstva. Pomembno je zbrati informacije o potencionalnih alternativnih rešitvah, ki nas še zadovoljujejo. Potrebne informacije določimo glede na vsebino pogajanj., vključujejo pa tudi podatke o podobnih primerih (kar se zelo veliko uporablja v ZDA, tudi na sodiščih). Koristno pa je zbrati tudi stališča pomembnih dejavnikov on predmetu pogajanj. Pomembno je, kdo nas podpira v naših zahtevah in kdo ne, dodamo pa lahko tudi oceno predvidenih prihodnjih dogajanj.\nInformacije o nasprotni strani nam omogočajo načrtovati učinkovito ravnanje v pogajanjih. To so informacije tako o organizaciji kot o neposrednem nasprotnem pogajalcu. O organizaciji je dobro vedeti, kakšen je njen finančni položaj, kakšna je njena skrb za\nkakovost proizvodov oziroma storitev, kakšen ima management in stil vodenja, porazdelitev moči, ipd.\nViri informacij o pogajalskem partnerju so:\n- lastne izkušnje,\n- izkušnje drugih,\n- ocena bonitete poslovnega partnerja oz. poslovnega tveganja pri poslovanju z njim,\n- publikacije zunaj podjetja,\n- mediji in drugo (Florjančič in Ferjan 2000, 297).\nKer so viri o nasprotni strani številni, se jih pogosto niti ne zavedamo. Od vsebine pogajanj pa je v veliki meri odvisno, kateri vire so pomembni in katere bomo uporabili. Kot zanimiv vir informacij nam služi tudi nasprotna stran sama, v fazi priprav in na samih pogajanjih. Potrebno je biti pazljiv in poslušati tudi, kaj nam povedo med vrsticami. Informacije take vrste so zelo dragocene, kot so dragocene tiste, ki se jih lahko razbere iz vedenja nasprotne strani. Te so manj kontrolirane in zato bolj zanesljive.\nKljub številnim virom in načinom zbiranja podatkov se na pogajanjih praviloma znajdemo le delno informirani, saj na vsa vprašanja ne moremo dobiti odgovorov. Zavedati se moramo, da nasprotna stran prav tako zbira informacije o nas. Tako imata nekatere informacije obe strani, nekatere samo mi in nekatere samo nasprotnik. Cilj pa mora biti vedno ta, da vemo več kot nasprotnik in po možnosti tudi to, da izvemo, kaj nasprotnik ve o vsebini pogajanj in o nas, kar pa je najtežje.\n"], "9": ["2.2.4 Pomen časa", "Čas je ena bistvenih determinant pogajanj. Njegova pomembnost se vidi tako v fazi priprav na pogajanja kot tudi med samim potekom pogajanj. Pomanjkanje časa v fazi priprav povzroča, da se pogajalci na pogajanja pogosto premalo pripravijo. Tako zaupajo v svojo usposobljenost in znanje ter mislijo, da bodo opuščene potrebne priprave nadomestili med pogajanji. Strokovnjaki ocenjujejo, da je priprava na pogajanja šele med pogajanji najslabše, kar lahko pogajalec zagreši. Seveda pa to ne pomeni, da se priprave ne bi smele nadaljevati med pogajanji, saj medtem pogajalci dobijo številne nove informacije, ki jih lahko vgradijo v nadaljevanje pogajanj. Tu je pomembna pogajalčeva fleksibilnost in sposobnost prilagajanja novim situacijam.\nNajprej nas zanimata dve vprašanji: kdaj se bodo pogajanja začela in koliko časa bodo trajala. Na začetek pogajanj pogosto vplivajo zunanje okoliščine, kot so družbene in politične spremembe, zamenjava vodstev političnih strank, sindikatov, podjetij, itd. Te okoliščine lahko vplivajo pospeševalno ali zaviralno. Ponavadi pogajalska stran s pogajanji odlaga, če pričakuje ugodne posledice in jih pospešuje, če pričakuje neugodne posledice ali pa ni končala priprav na pogajanja.\nVidimo, da ima odlašanje z začetkom pogajanj lahko več vzrokov, med katerimi je večina taktičnih, s katerimi skušajo pogajalci izboljšati svoje pogajalske pozicije.\nO odlašanju pravi Tracy (1999, 302):“Najučinkovitejša metoda pogajanj pa je odlašanje. Če imamo možnost prestaviti določeno odločitev za 24 ur in jo prespimo, bo najbrž naša odločitev pametnejša od tiste, ki bi jo sprejeli v naglici. Dobro si je pridobiti čim več časa za to, da v miru vse premislimo.”\nTrajanje pogajanj pa je drugi vidik časa. Glede tega je koristno določiti trden datum, do katerega morajo biti pogajanja sklenjena. Tako imata obe strani dober pregled nad rokom, do katerega se morajo pogajanja zaključiti, možno pa je narediti tudi časovni razpored in opravljati sprotno kontrolo napredka pogajanj. Po drugi strani pa lahko določevanje rokov pripelje do tega, da se ena od strani znajde v časovni stiski. To je gotovo slabšanje njenih pogajalskih pozicij, še posebno takrat, če to opazi nasprotna stran.\nRes je, da se največ sprememb in zaključkov dogodi tik pred skrajnim rokom. Čas blizu skrajnega roka je tudi najbolj občutljiv, z največjim pritiskom. Kdor se pogaja v neposredni bližini zanj neodložljivega skrajnega roka, mora praviloma popuščati, posebno če druga stran ve za tak skrajni rok (Možina in Damjan 1992, 160).\nRoki so pomemben sestavni del dejavnika časa. Pametno jih je postaviti povsod, kjer je to mogoče. Če določimo točen datum, bo nasprotnik moral zelo pohiteti, da bi se nam prilagodil.\nUgotovimo lahko, da je od vsake strani posebej odvisno, kako bo izkoristila svoj čas, ki ga ima na voljo za pripravo in izpeljavo pogajanj. Prav tako pa mora vsaka stran opazovati nasprotno in ugotoviti,če je ta v stiski in to izkoristiti.\n"], "10": ["2.2.5 Ostali pomembni dejavniki pri pripravi", "Med ostale pomembne dejavnike, ki jih moramo upoštevati pri pripravi pogajanj, sodijo odločitve o tem, ali se bo pogajal posamezen pogajalec ali pogajalska skupina, določitev lokacije pogajanj, določevanje pristojnosti pogajalcev in odločitev o tem, ali bodo pogajanja javna ali tajna.\nKo gre za pogajanja med skupinami ali organizacijami, ki jih opravljajo predstavniki teh skupin oziroma organizacij, sodi v sklop priprav tudi odločitev o tem, ali se bo pogajal kot predstavnik en sam pogajalec ali pa pogajalska skupina. To velja za obe strani v pogajanjih, ki se navadno vnaprej odločita za enako odločitev (Kavčič 1996, 69).\nPrednosti skupine so pomanjkljivosti posameznega pogajalca in obratno. Med glavne prednosti posameznega pogajalca lahko štejemo to, pogajalski strani ni šibkega člena, ampak je homogena, celotna odgovornost je na eni osebi, ni slabitve položaja pogajalske skupine zaradi razlik med člani, odločitev pa je navadno hitrejša.\nNa drugi strani so poglavitne prednosti pogajalske skupine v tem, da omogoča neposredno uporabo različnih specialističnih znanj, možno je posvetovanje članov med pogajanji, možna je predstavitev široke palete svojih odločitev, skupina pa ponavadi porabi tudi manj časa za pripravo na pogajanja (Kavčič 1992, 83).\nNa našo odločitev, katero varianto bomo izbrali, vplivajo različne okoliščine in naša presoja. Velik pomen imajo vsebinske sestavine pogajanj. Če je vsebina kompleksna, bomo najbrž izbrali pogajalsko skupino.\nV pripravah je potrebno določiti tudi kraj pogajanj. Glede tega lahko zasledimo tri možnosti: pogajanja lahko organiziramo pri nas, pri nasprotni stranki ali na nevtralnem terenu.\nPogajanja pri nas imajo prednost predvsem v tem, da poznamo pogajalski prostor, smo nanj navajeni, vsi tehnični pripomočki so nam bližje, pogajanja nam ne jemljejo veliko časa in sredstev za potovanja. Pomanjkljivosti pa imajo v tem, da je potrebno nasprotno stran obravnavati kot goste in jim zato ustreči bolj, kot bi si to želeli. Pogajanja pri nasprotni strani imajo prednosti v tem, da izvemo veliko o njej, ko jo obiščemo v njenem okolju, lahko se laže koncentriramo na pogajanja, nismo obremenjeni z organiziranjem pogajanj. Pogajanja na nevtralnem terenu imajo to prednost, da pomenijo novo okolje za obe strani in tako v tem pogledu zagotavljajo neko enakopravnost. Pogajanja so tu ponavadi organizirana s strani specializiranih strokovnjakov, ki poskrbijo za vse podrobnosti (Kavčič 1992, 88).\nPri izbiri kraja pogajanj je pomembna tudi fizična ureditev samega prostora, kjer bodo pogajanja potekala. Potrebno je urediti vse za nemoteno komuniciranje med pogajalci, prostor opremiti s primernimi tehničnimi pripomočki in upoštevati morebitne želje.\nV pripravah je potrebno tudi opredeliti, kakšne pristojnosti imajo pogajalci. Določi se, ali bodo pogajalci sami pristojni za sklenitev sporazuma ali pa bodo morali pred sklenitvijo dobiti soglasje nadrejene ravni odločanja oziroma bo sporazum dokončno sprejel nek drug posameznik ali organ. Opredelitev pristojnosti je pomembna zaradi določitve vlog v pogajalski skupini in tudi zato, da se obe strani seznanita s pristojnostjo nasprotne strani in tako povečata medsebojno zaupanje.\nPri odločitvi o tajnosti pogajanj je potrebno navesti, da so le redka pogajanja taka, da bi morala biti tajna. To se zgodi le takrat, ko pričakujemo, da bi javno poznavanje vsebine pogajanj povzročilo škodo pogajalskemu procesu. Tajna pogajanja kaže torej imeti le takrat, ko je trajnost nujno potrebna, vendar moramo upoštevati, da ostanejo pogajanja tajna le nekaj časa (Kavčič 1996, 69).\n"], "11": ["2.3 Začetek", "Ko so rešena vsa vprašanja s pripravo na pogajanja, je čas, da pride do samih pogajanj. Večina avtorjev navaja, da je sam začetek pogajanj razdeljen v tri faze oziroma dele:\n- predstavitev in spoznavanje udeležencev,\n - določanje dnevnega reda oziroma sporeda pogajanj,\n- predstavitev začetnih pozicij obeh strani.\nNa začetku pogajanj najprej pride do predstavitve pogajalcev. V sklopu formalne predstavitve se navede ime, priimek, položaj, pristojnosti in izkušnje pogajalcev. Ponavadi to opravi vodja posamezne pogajalske skupine, lahko pa se predstavi tudi vsaka oseba sama. Neformalno predstavljanje poteka navadno v parih ali manjših skupinah že pred začetkom pogajanj in v odmorih med pogajanji. To predstavljanje oziroma spoznavanje poteka v bolj sproščenem okolju, ti stiki pa tudi olajšujejo formalno sporazumevanje. Na splošno pa lahko rečemo, da v predstavitvah pogajalski strani nasprotniku sporočita tiste informacije, za katere želita, da jih nasprotnik spozna, obenem pa skušata izvedeti o nasprotniku čim več koristnega za nadaljnja pogajanja (Kavčič 1996, 86).\nNaslednja stopnja je določitev dnevnega reda. Pogosto se obsežnejša in kompleksnejša pogajanja začnejo s pogajanji o samem dnevnem redu, tako o vsebini, zaporedju, poteku in trajanju pogajanj. Koristno je, da tudi tu začnemo s pritajenim in sodelovalnim načinom pogajanja, le če to spodleti, preidemo na tekmovalni ali kompromisni koncept. Praviloma so uspešnejša pogajanja, če jim udeleženci na mehak in soglasen način določijo spored. Pri določanju dnevnega reda je pomembno tudi to, da ne vključimo tiste vsebine, ki niso pomembne, ampak le tiste, ki so res predmet pogajanj, saj je problemov že tako dovolj. Priporočljivo je, da se pogajanja začnejo z obravnavo lažjih zadev, da se pogajalci bolje spoznajo in utrejo pot za učinkovito reševanje težjih problemov, nekateri pa trdijo prav obratno, saj naj bi strani potem, ko se že sporazumeta o težjih zadevah, lažje uredile mimogrede (Možina et al 1998, 331).\nSledi še predstavitev začetnih pozicij pogajalskih strani. Tu obe strani predstavita svoje začetne poglede na vsebino pogajanj in podata svoje začetne pozicije. Lahko bi rekli, da predstavita svoje cilje, kar pričakujeta od pogajanj. Začetne pozicije neuradno pomenijo maksimalne zahteve posamezne strani, zato izražajo največjo oddaljenost strani v pogajalskem procesu. Tu se pokaže, koliko sta si stranki vsaksebi. Začetne pogajalske pozicije morajo biti podkrepljene z argumenti in dejstvi. Argumenti ene stranke morajo vsebovati vsaj nekaj, kar bi bilo zanimivo za nasprotno stran, saj v nasprotnem primeru strani lahko ugotovita, da sta si predaleč narazen, da bi bil sporazum sploh mogoč. Potrebno je temeljito premisliti, kje bomo postavili svoja izhodišča, kar smo ugotovili že, ko smo govorili o pogajalskem intervalu. Osnovne pozicije ne smejo biti postavljene preveč ekstremno, saj lahko nasprotno stran to odvrne od pogajanj, na drugi strani pa moramo paziti, da si pustimo dovolj prostora za popuščanje (Možina in Damjan 1992, 172).\n"], "12": ["2.4 Iskanje sporazuma", "To fazo bi lahko opredelili kot pogajanja v ožjem smislu. Poteka med predstavitvijo začetnih pozicij in doseženim sporazumom. Njeno trajanje je različno – lahko je zelo dolga ali pa zelo kratka, odvisno od zahtevnosti problema oziroma razlikovanja izhodišč (zahtev).\nProces iskanja sporazuma je mogoče razčleniti tako z vsebinske kot z metodološke strani, zato ga v teoriji različni avtorji precej različno opredeljujejo. Z vsebinske plati gre za dokazovanje, oblikovanje predlogov različnih stopenj, posredovanje predlogov nasprotni strani, presojanje predlogov nasprotne strani, za povezovanje posameznih predlogov v pakete, za mešetarjenje (»dam, če daš«) in končno za oblikovanje sporazuma. Po metodološki plati pa gre za prepričevanje, popuščanje, za spraševanje, uporabo taktik, itd (Kavčič 1992, 105).\nMnogi avtorji razstavljajo iskanje sporazuma na različne stopnje, ki si sledijo v zaporedju ali pa se krožno ponavljajo. Ni nekega trdnega pravila, po katerem bi lahko točno razvrstili stopnje, odvisno je tudi od specifičnosti in zahtevnosti pogajanj in od samih pogajalcev. Sporazum lahko dosežemo že kmalu na začetku ali po mnogih stopnjah, kot so prepričevanja, , dokazovanja, predlaganja, prekinitve in popuščanja.\nKo gre za prepričevanje, se moramo izogibati temu, da bi pogajanja spremenili v debatni klub. Ne razpravljamo obsežno o svojih stališčih in dokazih ter se ne prerekamo. Cilj je le sklenitev sporazuma in temu se moramo v celoti podrediti., če hočemo biti prepričljivi, moramo dobro poznati in razumeti nasprotnika. To dosežemo s pozornim poslušanjem in aktivnim spraševanjem, ne prekinjanjem in ne napadanjem nasprotnika. Dobro je, da govorimo relativno malo, jasno, ne prehitro, svoje pozicije obrazložimo nedvomno in utemeljeno, pokažemo strinjanje z nekaterimi stališči nasprotnika in poudarimo podobnosti. Ugotovimo lahko, da je prepričevanje spretnost, način obnašanja, ki ga nekateri že po naravi obvladujejo bolj kot drugi, vendar se da prepričevalnega ravnanja v veliki meri tudi naučiti.\nDokazovanje ima v pogajanjih pomembno funkcijo. Pogajanja je mogoče tudi definirati kot proces dokazovanja, v katerem ena stran navaja dokaze za svoje zahteve, na drugi strani pa jim oporeka nasprotnik z nasprotnimi dokazi za svoje zahteve. Nasprotni strani si izmenjujeta dokaze in tako spoznavata probleme druga druge. Med procesom dokazovanja je potrebno paziti, da naša zahteva sloni na pravih podatkih ter da uporabljamo prave besede, ki označujejo moč o temeljev dokaza. Kot funkcijo dokazovanja bi lahko omenili sporočanje svoje ponudbe nasprotni strani, odkrivanje pričakovanja nasprotne strani in pomoč pri izvedbi taktik in postopkov, kot so grožnje, obljube, ipd.\nPredlaganje je zdravilo za zastoje v pogajalskemu procesu. Vsi naši predlogi, ki jih posredujemo nasprotni strani, nakazujejo našo iniciativo in pripravljenost za rešitev problema. Brez predlogov v pogajanjih ni nobenega napredka. Začetni predlogi so navadno podani že v otvoritveni predstavitvi pozicij vsake pogajalske strani. Ti so bolj v splošni obliki, v nadaljevanju pogajanj pa jih oblikujemo v bolj specifično obliko. Koristno je, da stranki izrazita svoje predloge v merljivih količinah in manj v splošnih izrazih, kot so »veliko«, »premalo«, »dobro« itd. Velja pravilo, da kdor predlaga prvi, ima prednost, ne smemo pa začeti s premajhnimi zahtevami, saj so naši predlogi samo podlaga za nasprotne predloge.\nKrajše ali daljše prekinitve pogajanj so pogosto dobrodošle in so pomemben del pogajalskega procesa. Pogajanja se lahko znajdejo v mrtvi točki in zdi se, da sporazum ni več mogoč. Tu pomaga prekinitev. Včasih se med prekinitvijo, ko potekajo neformalna\npogajanja, doseže nesluten napredek. K temu pripomore bolj sproščeno vzdušje in ohladitev glav. Med daljšimi prekinitvami je možno pregledati nove informacije, ponovno razmisliti o lastnih stališčih, uskladiti pogajalsko skupino ali celo počakati na spremembo okoliščin, ki bi pomembno vplivale na pogajanja. Vsi pa priporočajo, da prepogoste prekinitve niso koristne.\nNaslednji pomemben vidik so popuščanja oziroma odstopanja od začetnega predloga. Ko ocenimo, da je čas za popuščanje, kaže to narediti postopoma, v majhnih količinah. Za vsako popuščanje moramo dobiti nekaj nazaj. Tu moramo paziti, saj vsako popuščanje nasprotnika ni tisto pravo. Lahko je začel previsoko, zato moramo oceniti njegovo popuščanje glede na realnost njegovih zahtev. Ko govorimo o popuščanju, je pomembna raven našega pričakovanja, prav tako pa tudi raven pričakovanj nasprotne strani. Dobro je, če jo skušamo izvedeti v fazi priprav na pogajanja, saj nam tako olajša pripravo našega izhodišča. Pomembno je, da ne začnemo previsoko ali prenizko. Med drugimi koristnimi navodili bi lahko omenili, da ne kaže popuščati prehitro, nikdar ni dobro sprejeti prve ponudbe nasprotne strani, ni priporočljivo popuščati prvi, potrebno je hitro in ugodno reagirati na nasprotnikova popuščanja, na račun popuščanja pri tistem, kar za nas ni pomembno, pa lahko pridobimo opazna popuščanja pri čem pomembnejšem.\n"], "13": ["2.5 Zaključek", "Kot vsaka druga stvar se tudi pogajanja enkrat končajo, vendar je treba biti pri zaključevanju zelo pazljiv. Na eni strani nikoli zagotovo ne vemo, ali ne bi z nadaljevanjem pogajanj od nasprotne strani še kaj dobili, na drugi strani pa bi radi čim prej končali, da ne bi nasprotna stran še kaj iztisnila iz nas. Vsaka stran pozna le svojo mejo, ne ve pa, če je nasprotna stran že dosegla svojo še sprejemljivo.\nO zaključevanju pravi Možina (et al 1998, 340):“Mnogokrat je težko ugotoviti, kdaj je pogajanje zrelo za konec. Vztrajno nadaljevanje ponavadi prinaša vpletenim stranem majhne dodatne koristi, ki se jim pogajalci nočejo ali ne upajo odpovedati. Seveda pa vsaka pogajanja povzročajo stroške – od časa, ki ga porabijo pogajalci, prek izgube koristi, ki bi jih pogajalci ustvarili z drugo dejavnostjo – in naposled do oportunitetnih izgub, ki nastajajo za vpletene organizacije, ker ni odločitev in sporazuma.”\nPogajalci morajo biti dovolj usposobljeni, da prepoznajo pravi trenutek za zaključevanje pogajalskega procesa. Ker se ga ne da točno določiti, ga mora pogajalec oceniti. V pomoč mu je razlikovanje vsebin po pomembnosti. Če je dosežen sporazum o glavnih problemih, je konec blizu, saj ostanejo le manj pomembne vsebine, ki ne zahtevajo toliko naporov in so rešljive hitro, lahko pa tudi pozneje.\nZa zaključevanje je torej nujno, da sta se stranki sporazumeli o glavnih temah in sicer tako, da sta obe čim bolj zadovoljni. Skratka, da so rešitve v pogajalskem intervalu pri obeh čim bliže idealnemu ali vsaj zaželenemu rezultatu (Kavčič 1996, 119).\nPrepozno zaključevanje lahko povzroči naše nadaljnje popuščanje, na videz majhno, cena pa je lahko zelo velika. Predvsem je nepotrebno, saj se da s pravočasnim zaključkom\nizogniti škodi.prezgodnje zaključevanje pa lahko povzroči neugoden odziv nasprotne strani, ki lahko zagrozi z umikom svojih že danih popuščanj.\nPonavadi ima tisti, ki prvi ponudi zaključek, prednost, saj narekuje tempo. Zaključek lahko uskladi s svojimi zahtevami in pričakovanji na pogajanjih. S tem pa tvega oceno nasprotne strani, da ga je še premalo stisnila in na zaključek ne pristane ter nadaljuje s pogajanji in pritiskom za dodatna popuščanja.\nRezultat zaključka pogajanj je nastali sporazum. Razumemo ga lahko kot cilj, zaradi katerega smo se pravzaprav pogajali, saj je smisel pogajanj prav v doseganju sporazuma. Vendar je oblikovanje sporazuma zahtevna naloga, če naj bo res dober. Skleniti sporazum, ki ne prinese koristi ali celo škodi, nikakor ni dobro.\nDoseženi sporazum je potrebno kratko in jasno zapisati ter ga vročiti vsem pogajalcem, še posebej pa poslovodstvom organizacij, ki so jih zastopali. Tak zapis je mnogim merilo za ustrezno ali neustrezno ravnanje. V njem je potrebno natančno določiti, kaj je vsebina sporazuma, za koga sporazum velja, kdaj in pod katerimi pogoji sporazum začne veljati (od kdaj in kako dolgo bo veljal), kaj je kdo dolžan narediti za uresničevanje sporazuma, kakšne posledice doletijo tistega, ki se sporazuma ne bo držal ter določitev organa, ki bo pristojen za razreševanje sporov ali za razlago posameznih določil sporazuma.\nNenazadnje pa je treba pogajanja tudi formalno zaključiti. To je navadno slovesno dejanje, ki ga včasih opravijo pogajalci sami, pogosto pa to naredijo nadrejeni. Seveda pa ni prav, da se na dejanske pogajalce, ki so opravili težavno delo, kar pozabi. Na tej zaključni ceremoniji je potrebno povzeti ključne točke sporazuma, izraziti zadovoljstvo nad doseženim, pohvaliti pogajalce, se zahvaliti nasprotni strani in nazadnje sporazum tudi slovesno razglasiti.\n"], "14": ["2.6 Analiziranje uspešnosti pogajanj", "Ko se pogajanja zaključijo, vsaka stran opravi analizo uspešnosti, da ugotovi, v kolikšni meri je uresničila svoje cilje. Pogajanja so namreč ciljna dejavnost, cilji pa so merljivi. Prav izidi pogajanj, ki so posledica dela pogajalcev, so merilo za uspešnost pogajanj.\nPogajalska skupina pri pregledu procesa pogajanja obnovi, kaj je bilo doseženega, na katerih točkah, katere tehnike so bile uporabljene, kakšni spodrsljaji so bili narejeni itd. ugotovi, kaj je bilo najtežje, zakaj in kako je bilo preseženo. Ugotovi tudi, koliko in kaj je kdo od skupine prispeval (Kavčič 1996, 126).\nPregled opravljenega dela ima funkcijo usposabljanja pogajalcev in priprave na prihodnja pogajanja. Sam pregled in analizo lahko opravi pogajalska skupina sama ali pa nadrejeni. Poleg analize pogajanj po zaključku pa ne smemo pozabiti tudi na sprotno spremljanje uspešnosti med potekom, saj se z ugotovitvijo morebitnih odstopanj lahko prilagajajo koncept in taktike. Tu je pomembno redno obveščanje nadrejenih in pridobivanje dodatnih navodil oziroma pooblastil.\n"], "abstract": ["V nalogi sem obravnaval poslovna pogajanja z vidika njihovih uspešnosti. Pogajanja so namenjena usklajevanju stališč, ki so vedno posledica različnih interesov Ker se s pogajanji srečujemo čedalje bolj pogosto ne le v poslovnem, temveč tudi v zasebnem življenju, je dobro poznati vse dejavnike, ki lahko odločilno vplivajo na njihovo uspešnost. Največji vpliv na uspešnost pogajanj ima prav gotovo priprava na pogajanja. Priprava zajema določitev temeljnih usmeritev, ciljev pogajanj, izbiro strategije, zbiranje informacij in ostale, prav tako pomembne sestavine. Na uspešnost poslovnih pogajanj pa poleg priprave vpliva ves ostali proces pogajanj. Med samim potekom pogajanj je potrebno pravilno upoštevati nasprotno pogajalsko stran in delati čim manj napak. Prav tako pa ne smemo zanemariti izkušenj pogajalca, pripravljenost za učenje in razvoj pogajalske spretnosti. Znanje, zaupanje in zanesljivost so temelji uspešnega pogajanja. Odgovori na anketo zaposlenih v sektorju za trženje Zavarovalnice Tilia so mi dali možnost vpogleda med neposredne udeležence pogajanj. Na osnovi teh odgovorov sem lahko analiziral njihovo delo, ki zajema tudi zelo veliko pogajanj."]}