{"1": ["1 UVOD", "Ko sadik s predčasnimi poganjki še ni bilo na voljo, so sadjarji sadili »neobraščene« sadike, katerim so s prikrajševanjem ob sajenju pospešili stransko obraščanje oz. rast lateralnih poganjkov. Vendar je bilo s tem veliko dela in stroškov. Pri tem je bilo potrebno izvajati tudi upogibanje stranskih poganjkov s pomočjo privezovanja, uteži ali žice. Sadiko je bilo težje umiriti v rasti in doseči ravnotežje med rastjo in rodnostjo.\nDanes drevesničar z novo tehnologijo vzgoje poskrbi za dobro obraščeno sadiko, z dovolj velikim številom predčasnih poganjkov na primerni višini, ki izraščajo iz provodnika pod velikimi koti. Pričakujemo, da bo tako sadika v prvem letu zapolnila 70 % rodnega volumna, v drugem letu bi naj obrodila s približno 4 – 6 kg pridelka, v četrtem letu pa naj bi drevo že doseglo polno rodnost. Tako sadjar sadi že vzgojeno drevo in s tem zagotovi zgodnje, redne in visoke pridelke s čim nižjimi stroški in čim hitrejšo povrnitev investicije. Eden od pomembnih ciljev je, da z dobro sadiko dosegamo redne pridelke, da čim hitreje povrnemo investicijo, da je tehnologija vzgoje krošnje cenejša in enostavnejša.\nV poskus v drevesnici Žižek smo vključili sorto 'Zlati delišes'. Proučevali smo vpliv odstranjevanje lističev, tretiranja s Paturylom, Promalinom in kombinacijami naštetega na obraščanje sadik jablane v drevesnici.\nCilj poskusa je bil proučiti vpliv fitoregulatorjev – Promalina in Paturyla ter odstranjevanje lističev na obraščanje jablanovih sadik, cepljenih na podlago M9. Sledili smo delovni hipotezi, da bodo vsi ti ukrepi pospešili obraščanje sadik v drevesnici.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Kakovostni standardi za sadilni material", "Sadne rastline razmnožujemo s tako imenovanimi matičnimi rastlinami. Te morajo biti genetsko potrjene, prav tako pa morajo biti tudi zdravstveno pregledane (preverjanje glede okužbe z virusi). Za CAC – material in uradno potrjen material morajo pridelovalci prijaviti pridelavo, izpolnjevati zahteve glede zemljišča (varovalni pas, odvzem vzorcev pred sajenjem za preverjanje pristnosti ogorčic), izvajati nadzor glede zdravstvenega stanja (vizualni pregledi, odvzem vzorcev pri matičnih rastlinah), zagotavljati morajo sortno pristnost, kakovost, sprotni pregled dokumentacije oziroma evidenc ter izdajo etiket in potrdil (Štampar in sod. 2005).\n"], "4": ["2.1.1 Podlage", "V naših drevesnicah lahko glede na namen sajenja sadik jablan izbiramo med različnimi podlagami. Te so M9, MM106, M111 in jablanov sejanec. M9 je šibko rastoča podlaga, ki je v današnjem intenzivnem sadjarstvu najbolj razširjena. Premer podlage na koreninskem vratu mora biti najmanj 6 mm. Sadike podlag, ki jih vzgojimo v zarodišču, morajo biti ravne in imeti dober koreninski sistem (najmanj 6 korenin) (Godec in sod. 2003).\nPrimerna je sadika z vsaj 5 – 7 predčasnih poganjkov, ki so dobro razviti na primerni višini. Sadika bi naj bila brezvirusna z dobrim notranjim potencialom. Takšno sadiko drevesničar vzgoji iz dobro razvitega certificiranega matičnega materiala (podlaga, cepič), s cepljenjem na pravilni višini s kopulacijo ali ploščičasto okulacijo na dobro pripravljenem zemljišču z uporabo sistema fertirigacije. Da bi sadika bila čimbolj ravna, se uporablja bambus kot opora. Uporablja se enoletna sadika ali dveletna sadika, katero v določenem času tretiramo z rastnimi regulatorji iz skupine citokininov in giberelinov. \nPripravki, ki se v ta namen uporabljajo so Paturyl BA6 in Promalin, lahko pa se uporabijo tudi v kombinaciji z mehanskim ukrepom, kot je odstranjevanje lističev (Štampar in sod. 2005).\n"], "5": ["2.1.2 Okulat", "Enoletna sadika brez predčasnih poganjkov ima dveletni koreninski sistem in enoleten nerazvejan poganjek. Izjemoma (odvisno od sorte in sadne vrste ter agrotehničnih ukrepov) je okulat lahko tudi obraščen. Cepimo avgusta na speče oko in sadiko izkopljemo naslednjo jesen (Štampar in sod. 2005).\n"], "6": ["2.1.3 Kopulat", "Kopulat je podoben tip sadike kot okulat, le da ima enoletni koreninski sistem in enoletni poganjek (spomladi cepljena s kopulacijo in jeseni izkopana sadika). Na tržišču dobimo tudi enoletno podlago z vstavljenim očesom (breskev). Na Primorskem je ta vrsta sadike pri sajenju breskev zelo razširjena (Štampar in sod. 2005).\n"], "7": ["2.1.4 Enoletna sadika s predčasnimi poganjki", "Enoletna sadika s predčasnimi poganjki ima dveletni koreninski sistem in enoletni poganjek, ki je obraščen s štirimi do osmimi predčasnimi poganjki z velikimi koti (Štampar in sod. 2005).\n"], "8": ["2.1.5 »Knip« sadika", "Sadika ima triletni koreninski sistem z dveletno krošnjo. Prvo leto po cepljenju je sadika neobraščena in jo pustimo v drevesnici. Naslednje leto, zgodaj spomladi, jo skrajšamo na višini debla. Nato vzgajamo krošnjo iz končnega, terminalnega brsta. Ponavadi se razvije prevladujoč, dominanten provodnik z velikim številom predčasnih poganjkov pod zelo odprtimi koti. Sadike te kakovosti največ uporabljamo v intenzivnih nasadih z možnostjo namakanja. Zaradi starosti in velikega števila predčasnih poganjkov je ta sadika veliko dražja kot kopulat (Štampar in sod. 2005).\n"], "9": ["2.2 Fiziološke spremembe pri cepljenju", "Krüssman (1997) v svoji literaturi opisuje zraščanje cepilne zveze v štirih fazah. Najprej se začne tvoriti kalus, ki se kot parenhimske celice nekoliko intenzivneje razrašča iz strani podlage. Te celice zapolnijo prazen prostor. Med seboj se zrastejo celice parenhima cepiča in podlage in predstavljajo prvo povezavo cepilne zveze. Posamezne celice parenhima diferencirajo in tvorijo most kambija med cepičem in podlago. Če cepič odžene v tem stadiju, je zelo ogrožen zaradi možnosti izsušitve. Razviti kambij prične navznoter tvoriti ksilem in navzven floem; tako je ustvarjen pretok rastlinskih sokov med cepičem in podlago, transport vode z mineralnimi snovmi navzgor in vode z organskimi snovmi navzdol proti koreninam. Če cepič odžene v tem stadiju razvoja, je zadovoljivo preskrbljen z vodo. Z olesenitvijo oz. lignifikacijo pa dobi cepilna zveza tudi trdnost za prenašanje obremenitev.\nCepilna zveza se zraste v 10 dneh (Hartmann in sod. 1990). Zelo pomembno pri spajanju cepiča in podlage je, da se stikata plasti kambija podlage in cepiča. Izjema je klasična okulacija, pri kateri ne moremo spojiti kambija na kambij, saj se cepič loči tako, da ima na spodnji strani ksilem. Tako kalus, ki se tvori na podlagi, sprva obraste cepič in prepreči \nizsušitev. Šele nato se tvori kambijski most med cepičem in podlago in tako je cepljenje uspelo (Widmoyer 1967).\n"], "10": ["2.2.1 Rastlinski hormoni in fitoregulatorji", "Rastlinski hormoni nastajajo v rastlini ter v zelo majhnih koncentracijah uravnavajo procese rasti in rodnosti. Učinkovito lahko delujejo na mesto sinteze ali pa se premaknejo na druga mesta v rastlini in tam uravnavajo različne druge procese. V sadjarstvu poznamo tudi umetne, sintetično izdelane snovi za uravnavanje rasti (regulatorje), ki jih uporabljamo v pridelavi sadja. Regulatorji rasti delujejo na biosintezo in prenašanje rastlinskih hormonov. Lahko jih nadomestijo in dopolnijo njihovo delovanje ali pa delujejo antagonistično. Različni rastlinski hormoni ne delujejo neodvisno drug od drugega, ampak lahko nasprotujoče si, antagonistično ali pa skladno in sinergistično. Rast in razvoj rastlin sta odvisna od razmerja med posameznimi hormoni (Štampar in sod. 2005).\n"], "11": ["2.2.2 Avksini", "Nastajajo zlasti v mladih razvijajočih se rastnih vršičkih, vodijo veliko procesov, najznačilnejše je to, da inducirajo nastanek korenin in vodijo apikalno dominanco ter vplivajo na povečanje kotov izraščanja poganjkov pri sadnih rastlinah. Najbolj znani avksini so: Indol ocetna kislina (IAA), Alfa naftil ocetna kislina (NAA), Indol maslena kislina (IBA). Avksini imajo pomembno vlogo pri nastanku iniciaciji korenin, kar se izkorišča pri vegetativnem razmnoževanju. Z zunanjo uporabo sintetičnih avksinskih pripravkov je mogoče izzvati nastanek korenin pri potaknjencih, ki se po naravnem postopku drugače ne bi ukoreninili. V določenem razmerju z drugimi hormoni pa avksini delujejo še na številne druge procese (Krajnčič 1993).\n"], "12": ["2.2.3 Giberelini", "Giberelini nastajajajo predvsem v meristemskih in rastočih tkivih stebelnih poganjkov, korenin, mladih listov in v nezrelih semenih in plodovih. Gibrelini se predvsem sintetizirajo v kloroplastih, transportirajo se po floemu, kot glukozidi pa potujejo tudi v ksilemu. V steblih potujejo navzgor in navzdol. Giberelini imajo podobno funkcijo kot drugi fitohormoni saj pospešujejo dolžinsko rast stebla mladih rastlin, predvsem rast internodijev, kar je v glavnem posledica podaljševanja celic in le deloma celične delitve, pospešujejo delovanje kambija, sami ali v kombinaciji z avksini izzovejo razvoj partenokarpnih plodov, zlasti pri nekaterih sadnih rastlinah kot je hruška. (Krajnčič 1993).\n"], "13": ["2.2.4 Citokinini", "Citokinini pospešujejo celično delitev. Vsi naravni citokinini so izopektin derivati purin adenina. Citokinini se sintetizirajo predvsem v meristenskih tkivih koreninskih vršičkov in mladih listov. Prosti citokinini lahko nastanejo tudi z razgradnjo tRNA. Citokinini stimulirajo celične delitve in rast celic, vendar signifikantno učinkujejo le ob sodelovanju avksinov. Zaradi medsebojne pomoči pravimo, da so citokinini in avksini sinergisti. Citokinini pospešujejo diferenciacijo celic in tkiv. Pospešujejo transport metabolitov (aminokislin, fosforjevih spojin in avksinov). Pri apikalni dominanci pospešujejo rast stranskih popkov, medtem ko avksini delujejo ravno nasprotno - zavirajo rast stranskih popkov. Citokinini zavirajo razvoj glivičnih in virusnih infekcij rastlin (Krajnčič 1993).\n"], "14": ["2.2.5 Ukrepi za izboljšanje obraščenosti sadik", "Tojnko in Čmelik (2005) navajata, da je bilo v drevesnici na sadikah opravljeno raziskovanje možnosti pospeševanja razvoja predčasnih poganjkov na sortah 'Jonagold' in 'Zlati delišes'. V drevesnici, ko so sadike dosegle višino 75 cm, so bile izpostavljene ukrepom, kot so: prvič odstranjevanje vršnih nerazvitih listov, drugič odstranjevanje vršnih nerazvitih listov v kombinaciji s tretiranjem z 0,25 % Paturylom 10 WSC, tretjič tretiranje z 0,25 % Paturylom 10 WSC (2-krat, v razmiku od 24 dni), četrtič tretiranje z 2 % Promalinom (GA4 + 7) dvakrat v razmiku od 9 dni. Na koncu vegetacije so opravljene izmere razvitosti sadik za skupno višino, dolžino vrha, število stranskih poganjkov, skupno dolžino stranskih poganjkov, kot obraščanja, premer debla sadike 10 cm nad cepljenim mestom. Dobljeni podatki so statistično obdelani z metodo analize varijance in LSD – testa. V primerjavi s kontrolo je v vseh obravnavanjih dosežena manjša višina sadik, kar je bila posledica manjše dolžine vrha oziroma so vsa obravnavanja v določeni meri zavirala terminalno rast. Prav tako je utrjen značilen vpliv tretiranja s Promalinom na kot razraščanja predčasnih poganjkov, ki je bil pri obeh sortah značilno manjši v primerjavi s kontrolo in ostalimi tretiranji. Največje število predčasnih poganjkov pa je bilo doseženo pri uporabi 0,25% koncentraciji Paturyla v kombinaciji z odstranjevanjem mladih vršnih lističev.\nŽe velikokrat je poudarjeno, da je po sajenju hitro doseganje končnega produktivnega habitusa, a s tem tudi željene arhitekture drevesa skladno z vzgojno obliko in sistemom vzgoje v gostih nasadih prioritetna naloga vsakega sadjarja. Če se za sajenje uporabljajo neobraščene sadike, se njihovo obraščanje pospešuje z rezjo na primerni višini, upogibanjem, zarezovanjem skorje nad brsti ali s kemičnimi ukrepi (Štampar in sod. 2005).\nWertheim in Estabrooks (1994) sta raziskovala učinke večkratnih škropljenj z 6- benziladeninom na formiranje predčasnih poganjkov pri jablanah in češnjah v drevesnici. Leta 1992 so sadike jablane sorte 'Red Boskoop' na podlagi M9 (okulirane v avgustu 1991 na višini 15 cm) škropljene štiri ali osemkrat v tedenskih presledkih z 50, 100, 200, ali 400 \nppm 6-benziladenina (BA), ko je višina sadike bila 35 cm. Osem tretiranj z BA je bilo primerjanih s kontrolnimi sadikami (netretiranimi) in s Promalinom, mešanico BA in GA4+7, v koncentraciji 1000 ppm za vsak hormon. Vsem mešanicam je bil dodan 1% močila Tween 20. Razen škropljenja s 50 ppm so vsa tretiranja z BA povečala število predčasnih poganjkov, temveč čim višja koncentracija in večje število tretiranj je bilo uporabljeno. Osem škropljenj z 200 ppm in 400 ppm BA ter štiri škropljenja s 400 ppm BA so povzročila nastanek večjega števila poganjkov kot pa tretiranje s Promalinom. Škropljenja z BA so povečala zono pojavljanja predčasnih poganjkov za 50 cm. Tretiranja niso zmanjševala rasti vrha. Niti Promalin niti BA (v koncentracijah 50 in 100 ppm) nista vplivala na formiranje cvetnih brstov, toda uporaba večjih koncentracij BA v juliju (osem tretiranj) pa so se pokazala učinkovita.\nFunahashi in sod. (2001) so proučevali učinke rezi, odstranjevanje brstov, in aplikacijo (BA) na razvoj dveletnih sadik jablan na šibkih podlagah v drevesnici. V Evropi so velike zahteve po spremembi kvalitete sadik jablan v drevesnicah. Na Japonskem so bile enoletne sadike, ki nimajo predčasnih poganjkov, uporabljene za sajenje zelo gostih nasadov jablan. Toda takšne sadike niso primerne za vzgojo vretenastega grma ker imajo zaradi rezi po sajenju močno tendenco, da ostanejo v juvenilnem stadiju. Primerjano je obraščanje šest japonskih sort. Pet do osem poganjkov je izraslo iz stranskih brstov na novem poganjku pri sorti 'Fuji' in 'Homeji', toda samo nekaj poganjkov se je razvilo pri sorti 'Shinano–gold', 'Akibae' in 'Shinanored'. Prav tako so raziskovali učinke benziladenina skupaj z rezjo in odstranjevanjem brstov na obraščenje sorte 'Fuji'. Rezultati raziskave pri uporabi vseh treh omenjenih ukrepov so bili zelo dobri, saj so imele sadike sorte 'Fuji', v povprečju 15,3 predčasnih poganjkov.\nGreene in Autio (1990) sta raziskovala tretiranje z regulatorji rasti pri jablani. BA je v koncentraciji 100 mg/l povečeval rast večjega števila stranskih poganjkov pri mladih sadikah jablane in hkrati zmanjševal rast stranskih poganjkov v dolžino. Daminozid pa je (1500 mg/l) v kombiniranih tretiranjih z BA zmanjšal število stranskih poganjkov. Ni mogoče pospeševanje stranskega obraščanja z BA na mladih sadikah, katere še komaj \nprihajajo v rodnost doseči, brez nezaželjenih učinkov redčenja. Ocenjeni skupni učinki tretiranje samo z BA niso dali pozitivnih rezultatov.\nHrotko in sod. (2000) so raziskovali učinkovitost tretiranja z BA na obraščanje s predčasnimi poganjki pri jablani v drevesnici. Opravljeni so bili poskusi s ciljem izboljšanja formiranja predčasnih poganjkov na sortah 'Idared', 'Egri Piros' in 'Maarski'. To delo predstavlja rezultate poskusa, opravljenega v času od 1993 do 1996, da bi se določila najprimernejša koncentracija in število tretiranj z BA z namenom izboljšanja rasti poganjkov. BA je bil apliciran v vodni raztopini (Paturyl 10 WSC) na enoletne sadike, cepljene na podlagah M26 in MM106. BA (0,02; 0,04 in 0,06% koncentracija) je apliciran 3- do 6-krat od junija naprej na zgornjo tretjino 70 do 80 cm visokih sadik v kombinaciji z močilom 0,2% Tween 20. Dolžina, število in kvaliteta stranskih poganjkov je izmerjena in ocenjena konec septembra. Tretiranja z BA so bila učinkovita v prekinitvi dormantnosti letnih brstov.\n"], "15": ["3 MATERIAL IN METODE", "Poskus z ukrepi za boljše obraščanje sadik sorte 'Zlati delišes' smo v letu 2010 opravili v drevesnici Žižek na skrajnem severu Hrvatske. Drevesnica je obsegala 2 ha. Sorta 'Zlati delišes' je bila cepljena na podlago M9. Podlage so bile posajene v razdalji 20 cm v vrsti in 1,1 m med vrstami.\n"], "16": ["3.1 Sorta 'Zlati delišes'", "Izvor: 'Zlati delišes' je približno sto let stara ameriška sorta, ki se je zaradi odličnih proizvodnih in prilagoditvenih sposobnostih razširila po vsem svetu. Drevo raste srednje bujno z razprostrto zmerno gosto krošnjo. 'Zlati delišes' je na podlagi M9 idealna kombinacija glede rasti in rodnosti za sodobne goste nasade z gojitveno obliko vitkega vretena. Za škrlup je zelo občutljiv, proti jablanovi plesni je odporen, proti zimskemu mrazu je srednje odporen (Črnko 1990).\nCvetenje in oploditev: cveti srednje pozno. Proti spomladanskemu mrazu je zelo odporen. Je diploidna sorta in dober opraševalec. V polni rodnosti je treba 'Zlati delišes' kemično in ročno redčiti. Na M9 zarodi v drugem letu, nato pa redno in obilno rodi pod pogojem, da intenzivno oskrbo dopolnjuje tudi redčenje. Sodi med najbolj rodovitne sorte. Brez redčenja rodi izmenično, plodovi pa so drobni (Črnko 1990).\nZorenje in trpežnost: zori v zadnji dekadi septembra, uporaben je od oktobra do januarja. Po tem času se meso omehča in koža naguba. Plodovi so srednje debeli do debeli, podolgovato kupasti, simetrični s tankimi dolgimi peclji. Ob obiranju je koža zeleno – rumena, v shrambi pa postane zlato rumena. Sicer gladka koža postane v posameznih letih bolj ali manj hrapava glede na obseg rjaste prevleke, ki je odvisna od vremena, nihanja \nsuhih in vlažnih obdobij in uporabe škropiv. Meso je sočno, sladkega okusa, z blago kislino in aromatično (Črnko 1990). Plodovi so občutljivi na odtise in prevoze. Poleg izvornega starega 'Zlatega delišesa' je v preizkušanju in v proizvodnji že veliko mutacij, križancev in selekcij 'Zlatega delišesa', ki so bolj ali manj odporni proti rjavenju kože (Črnko 1990).\n"], "17": ["3.2 Podlaga M 9", "M9 rumeni paradiževec je najpomembnejša vegetativna jablanova podlaga, na njej je večina sodobnih gostih nasadov. M9 so proučili, odbrali in razmnožili na raziskovalni postaji East Malling, osnovni material pa so Britanci dobili iz Francije. V proizvodnjo so jo uvedli leta 1917 (Smole in Črnko 1984).\nPodlaga M9 v zarodišču razvija nizke, ukrivljene, čokate mladike, ki pa se slabo ukoreninijo. Listi so veliki, jajčasti, temno zeleni, nekoliko nagubani in z nazobčanim listnim robom. Stipule so iglaste do ozko suličaste. Barva mladike je rdečkasto – rjavo – siva s kovinskim sijajem. Podlaga M9 se najbolj razmnožuje z grebeničenjem (Smole in Črnko 1984).\nJe precej odporna proti gnilobi na koreninskem vratu, ki jo povzroča glivica (Phytophthora cactorum L. ), občutljiva je za jablanovo plesen (Podosphaera leucotricha L. ) in škrlup (Venturia inaequalis L. ) ter hrušev ožig (Erwinia amylovora B. ). Zelo občutljiva je za krvavo uš (Eriosoma lanigerum H. ). Občutljiva je tudi za čezmerno vlago v tleh. Suše ne prenaša najbolje. Oster mraz jo prizadene, zato ni primerna za dežele z zelo nizkimi temperaturami. Zelo rad jo napada voluhar. V tleh se slabo zasidra, zato potrebujejo drevesa na tej podlagi stalno žično oporo. Kljub navedenim pomanjkljivostim daje pri intenzivni oskrbi v pravih sadjarskih območjih odlične proizvodne rezultate. Prilagaja se različnim talnim tipom, vendar najbolje uspeva v globokih, humusnih, zmerno vlažnih in propustnih tleh. Večino jablanovih sort lahko cepimo na M9, čeprav se v nasadih nad \ncepljenim mestom razvije manjša ali večja zadebelitev, kar nakazuje določeno neskladnost rasti med šibko podlago M9 in sorto (Smole in Črnko 1984).\nJablanove sorte na podlagi M9 na splošno zgodaj zarodijo, večinoma v drugem letu. S kakovostnimi dvoletnimi ali enoletnimi sadikami z razvitimi predčasnimi poganjki pa lahko dobimo manjši pridelek že v prvem letu. Pri intenzivni oskrbi, ki obsega tudi redčenje cvetja in plodičev, je rodnost na M9 precej redna in obilna, plodovi pa so kakovostni in dobro obarvani (Smole in Črnko 1984).\n"], "18": ["3.3 Promalin", "Eksogeni fitoregulator Promalin je mešanica sintetično pridobljenih snovi. Poleg boljšega obraščanja sadik se promalin uporablja ponekod za druge namene, zlasti v aridnem podnebju za razvoj daljših plodov jabolk, kje je sploščenost plodov lahko velik problem. Promalin je sestavljen iz 1,8 % 6-benziladenina, 1,8 % giberelinske kisline (GA4+7) in 96,4 % inertne snovi (Korber 1987).\n"], "19": ["3.4 Paturyl 10 WSC", "Eksogeni fitoregulator paturyil je sintetično pridobljena snov, podobna endogenim fitohormonom, ki jih rastline proizvajajo same. Paturyl 10 WSC je sestavljen iz 10 % 6-benziladenina (BA) in 90 % inertne snovi. Paturyl pospešuje rast predčasnih poganjkov sadik v drevesnici in obraščenost mladih dreves v sadovnjakih in vpliva na obarvanost, obliko in čvrstost plodov. Uporablja se tudi kot sredstvo za redčenje plodičev (Basak 1996).\n"], "20": ["3.5 Odstranjevanje lističev", "Z odstranjevanjem listov zaustavimo rast in rastlina preide v mirovanje ter si začne nabirati hranila. Več kot ima hranil, bolj je odporna na nizke temperature in veter, ki povzročata izsuševanje. Na rast vplivajo hormoni, ki jih proizvajajo rastline in v nizkih koncentracijah regulirajo fiziološke procese. Odstranjevanje mladih lističev ob rastnem vršičku pa zmanjša sintezo avksinov. Manjša količina sintetiziranih avksinov v mladih lističih pa pomeni manjši bazipetalni pretok in manjše preprečevanje odganjanja poletnih brstov (Štampar in sod. 2005).\n"], "21": ["3.6 Zasnova in izvedba poskusa", "Poskus je bil načrtovan po sistemu naključnih blokov. Poskuse na sorti 'Zlati delišes' smo izvajali ločeno, posebej »knip« sadike in posebej okulat sadike. Lokaciji, na katerih sta poskusa potekala sta bila oddaljena 2 km. Pri obeh poskusih smo imeli po dvajset sadik v enem obravnavanju. Imeli smo 5 obravnavanj. Skupno število sadik v poskusu »knip« je bilo 100 (20 sadik x 5 obravnavanj = 100 sadik). Število sadik v poskusu okulat je bilo prav tako 100 (20 sadik x 5 obravnavanj = 100 sadik). Vse skupaj je bilo 200 sadik. Med posameznimi obravnavanji je bilo po pet izolacijskih sadik. Pri »knip« in okulat sadikah smo izmerili še dolžine poganjkov po razredih od 0–100 cm. Poskus smo izvedli leta 2010.\nV poskusih smo imeli naslednja obravnavanja:\n1. Kontrola\n"], "22": ["2. Odstranjevanje lističev", ""], "23": ["3. Paturyl 10 WSC", "4. Odstranjevanje lističev + Paturyl 10WSC 5. Promalin \nPaturyl smo uporabili v 1,5 % koncentraciji. Za obravnavanje 3 in 4 smo porabili 820 ml škropiva z 12,3 ml Paturyla. Škropili smo 4–krat v sedemdnevnih presledkih. Odstranjevanje mladih lističev ob rasteim vršičku smo v obravnavanjih 2 in 4 prav tako izvedli 4-krat v sedemdnevnih presledkih. Promalin smo uporabili v 20 % koncentraciji pri porabi 120 ml škropiva z 24 ml Promalina. Škropili smo 4 -krat v presledku 7 dni. Potek dela pri »knip« in okulat sadikah\nS Promalinom in Paturylom smo prvič škropili 29. maja pri višini sadik okoli 60 cm. Vreme je bilo primerno za škropljenje. Srednja dnevna temperatura je bila 20 -C. Deževalo je naslednji dan 30. maja 2010. Pri obravnavanju s Promalinom smo z ročnim pollitrskim pršilnikom poškropili le zgornjih 10 cm sadike. Pri obravnavanjih s Paturylom pa smo sadiko poškropili v celoti. Tudi z odstranjevanjem lističev pod rastnim vršičkom smo začeli 29. maja.\nDrugič smo škropili 5. junija 2010. Srednja dnevna temperatura je bila 22,5 -C. Vreme je bilo lepo, brez padavin. Ta dan smo tudi drugič odstranjevali lističe pod rastnim vršičkom. Opazili smo močnejše delovanje Paturyla kot Promalina. Listi ki so bili poškropljeni pred sedmimi dnevi, so se v obeh primerih rahlo zvijali. Pri Promalinu so se listi zvili navzgor in navznoter, pri Paturylu pa so se listi zvijali navzdol in navzven. V obeh primerih so bili vidni ožigi listnega roba. Že je bilo zaznati odganjanje predčasnih poganjkov iz poletnih brstov. Pri obravnavanju z odstranjevanjem lističev pod rastnim vršičkom se je že opazilo izrazitejše poganjanje predčasnih poganjkov kot pri kontroli.\nTretjič smo škropili 12. junija 2010. Srednja dnevna temperatura je bila 23 -C. Vreme je bilo lepo, mirno brez padavin. Pri obravnavanju z odstr. lističev in odstr. lističev + Paturyl smo te že tretjič odstranili. Ob tem smo že vizualno zaznali efekt uporabe fitoregulatorjev in odstranjevanja lističev. Višina sadik je bila najvišja pri odstranjevanju lističev, sledi kontrola in Promalin, najnižje pa so bile sadike tretirane z Paturylom.\nČetrtič smo izvedli enaka, tretiranja kot pri predhodnih 19. junija 2010. Srednja dnevna temperatura je bila 20 -C in tudi v naslednjih dneh ni bilo dežja. Ogled sadik smo opravili \nše 25. julija 2010. Še vedno je bilo opaziti večji zastoj rasti sadik pri Paturylu kot pri Promalinu. Pri sadikah tretiranih z Promalinom se je videla rahla ukrivljenost sadik na nodijih. Koti izraščanja predčasnih poganjkov pri obravnavanjih s Paturylom in Promalinom so bili precej manjši in značilno izenačeni.\nPotek dela pri okulatih je bil enak, razlika je bila samo v času škropljenja. Prvič smo škropili 4. 7. 2010, drugič 11. 7. 2010, tretjič 19.7. 2010 in četrtič 26. 7. 2010.\nMeritve in vizualna opažanja\nPred izkopom 10.oktobra smo opravili naslednje meritve sadik:\n- višina sadike,\n- dolžina vrha (od zadnjega predčasnega poganjka do vrha sadike),\n- višina debla (višina do prvega predčasnega poganjka),\n- število predčasnih poganjkov,\n- premer sadik 10 cm nad cepljenim mestom,\n- število listov,\n- dolžina predčasnih poganjkov,\n- kot izraščanja predčasnih poganjkov in\n- število listov na sadiko\nPredčasne poganjke smo razdelili glede na dolžino v pet razredov in sicer:\n1. 0 do 20 cm,  2. 20 – 40 cm,  3. 40 – 60 cm,  4. 60 – 80 cm in  5. 80 – 100 cm \nVse meritve dolžin smo opravili z milimetrskim merilnim trakom. Premer sadik 10 cm nad cepljenim mestom smo opravili s pomičnim merilom.\n"], "24": ["3.7 Statistična analiza podatkov", "Podatke, pridobljene pri meritvah, smo vnesli v preglednico programa Microsoft Excell 2007. Iz preglednice smo podatke prenesli v program za statistično obdelavo podatkov SPSS za programsko okolje Windows. Izvedena je bila enosmerna analiza variance (ANOVA) ter Duncanov test (0,05).\n"], "25": ["4 REZULTATI Z RAZPRAVO", ""], "26": ["4.1 Lastnosti » knip« sadik", "* različne oznake (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05).\nV tem poglavju so predstavljeni rezultati vpliva fitoregulatorjev in ročnega odstranjevanja mladih lističev ob rastnem vršičku na obraščanje s predčasnimi poganjki.\nIz preglednice 1 je razvidno, da se sadike po višini in premeru debla med obravnavanji niso statistično značilno razlikovale. Večje razlike so opazne v podatkih o dolžini vrha, kjer so sadike v obravnavanjih 3, 4 in 5, kjer smo uporabili hormonske pripravke, tvorile signifikantno krajši vrh kot netretirane sadike. Z odstr.lističev smo nekoliko zmanjšali rast vrha, vendar je bila ta še vedno signifikantno intenzivnejša kot pri sadikah, tretiranih s Promalinom. Pri vrednotenju skupne višine sadik ugotavljamo, da so sadike, tretirane s Promalinom (obr. 5) dosegle signifikantno največjo višino (ob najkrajšem vrhu), najnižje pa so bile sadike po odstranjevanju lističev.\nSignifikantno največje število listov so tvorile sadike po tretiranju s Paturylom, tako kot samostojni ukrep kot v kombinaciji z odstr. lističev, signifikantno najmanj pa sadike v \nkontroli. Vpliv odstr. lističev in Promalina na število listov na sadiko je bil primerljiv. Uporaba hormonskih pripravkov je pri »knip« sadikah signifikanto povečala število predčasnih poganjkov (13 – 15 predčasnih poganjkov), 240 do 274 % v primerjavi s kontrolnimi netretiranimi sadikami. Signifikantni vpliv na tvorjenje predčasnih poganjkov se je potrdil tudi pri ukrepu odstr. lističev, saj je ta rezultirala s cca 50 % povečanjem njihovega števila v primerjavi z netretiranimi sadikami.\n"], "27": ["4.1.1 Predčasni poganjki po velikostnih razredih pri »knip« sadikah", "* različne oznake (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05).\nIz preglednice 2 je razvidno, da so največji delež predčasnih poganjkov v velikostnem razredu 0 do 20 cm tvorile sadike po tretiranju s Promalinom (51,0 %) in po kombiniranem tretiranju odstr. lističev in Paturyla (46,0 %). V velikostnem razredu 20 – 40 cm največji število predčasnih poganjkov pripade tretiranjem s Paturylom in Promalinom. V nadaljevanju v velikostnih razredih 60 – 80 cm in 80 – 100 cm ni bilo izrazitih odstopanj.\n"], "28": ["4.2 Lastnosti »okulat« sadik", "* različne oznake (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05).\nIz preglednice 3 je razvidno, da se sadike po višini in premeru debla ter dolžini vrha med obravnavanji niso statistično značilno razlikovale, razen višina debla pri kontroli. Z odstr. lističev v kombinaciji z Paturylom pri okulatih smo nekoliko zmanjšali rast vrha vendar še vedno nismo dosegli statistično značilnih razlik.\nPri vrednotenju skupne višine sadik ugotavljamo, da so sadike, tretirane s Promalinom (obr. 5) dosegle signifikantno največjo višino, najnižje pa so bile sadike (obr. 4) po tretiranju odstr. lističev in Paturyla. Signifikantno največje število listov so tvorile sadike po tretiranju s Paturylom, tako kot samostojni ukrep kot v kombinaciji z odstr. lističev, signifikantno najmanj pa sadike v kontroli. Vpliv odstr. lističev in Promalina na število listov na sadiko je bil primerljiv. Uporaba hormonskih pripravkov je pri okulat sadikah signifikanto povečala število predčasnih poganjkov (10 – 12 predčasnih poganjkov), 500 – 600 % v primerjavi s kontrolnimi netretiranimi sadikami. Samostojni ukrep odstranjevanje lističev ni imel signifikantnega vpliva na število predčasnih poganjkov v primerjavi s kontrolo.\n"], "29": ["4.2.1 Predčasni poganjki po velikostnih razredih pri okulat sadikah", "Iz preglednice 4 je razvidno, da so največji delež predčasnih poganjkov v velikostnem razredu 0 do 20 cm tvorile sadike po tretiranju s Paturylom (72,5 %) in po kombiniranem tretiranju odstr. lističev in Paturyla (62,3 %). V velikostnem razredu 20 – 40 cm največji delež (47,7 – 51,4 %) pripade obravnavanju odstr. lističev in tretiranju s Promalinom. V velikostnem razredu 40 – 60 cm največji delež tvorijo sadike v obravnavanju z odstr. lističev. V kontrolnem obravnavanju je bil največji delež najdaljših predčasnih poganjkov.\nVizualna opažanja:\n- Opazili smo, da so bile sadike, tretirane s Promalinom, nekoliko deformirane. V  višini tretiranja so nastali odebeljeni nodiji, ki ne vplivajo na kvaliteto sadik.\n- Sadike tretirane s fitoregulatorji (posebej Paturyl) so imele v povprečju 3-krat več  listov kot sadike kontrole in imele posledično večjo listno površino. V poskusu  nismo izvajali meritve listne površine, vendar se je pri primerjalnem opazovanju  jasno videlo, da so listi pri obravnavanjih z Paturylom in Promalinom manjši.\n- Okulat sadike pri obravnavanju 4 (Paturyl + odstr. lističev) so imele na nekaterih  predčasnih poganjkih po več kratkih poganjkov.\n"], "30": ["5 SKLEPI", "V drevesnici Žižek smo leta 2010 izvajali poskus spodbujanja obraščanja okulat in knip sadik v drevesnici jablane sorte 'Zlati delišes'. Uporabili smo fitoregulatorje Paturyl in Promalin ter ukrep odstranjevanja lističev.\nPri primerjavi dveh načinov vzgoje sadik (»knip« in okulat) smo ugotovili, da so sadike »knip« vzgoje v poprečju višje od sadik okulat vzgoje. Statistično dokazljivo najslabše rezultate glede števila predčasnih poganjkov pri »knip« in okulat sadikah so dosegle netretirane sadike (1 – 5 predčasna poganjka na sadiko). Statistično dokazljivo najboljši rezultat glede števila predčasnih poganjkov pri »knip« in okulat sadikah je dal kombiniran ukrep odstranjevanja lističev ter tretiranja sadik z 1,5 % koncentracijo fitohormonskega pripravka s trgovskim imenom – Paturyl. Za kvalitetno sadiko se šteje, da mora sadika imeti minimalno pet ali več predčasnih poganjkov na primerni višini.\nZa nadaljnjo uporabo priporočamo, da se poskus izvaja na vseh ostalih za proizvodnjo interesantnih sortah jablan. Zaradi klimatskih dejavnikov, ki lahko močno vplivajo na delovanje fitoregulatorjev, bi bilo potrebno za realnejše rezultate poskus izvajati več let. Priporočila za uporabo fitoregulatorjev navajajo, da je škropljenje s fitoregulatorji potrebno izvesti zjutraj ali zvečer, ko je relativna zračna vlaga nekoliko višja. Uporaba fitoregulatorjev v drevesnici je z vidika uspešnosti glede povečanja števila predčasnih poganjkov kot tudi z ekonomskega priporočljiv ukrep.\n"], "abstract": ["V drevesnici Žižek smo v letu 2011 izvedli enoletni poskus pri okulat in »knip« sadikah z ukrepi za izboljšanje obraščanja jablanovih sadik (Malus domestica Borkh) pri sorti 'Zlati delišes'. Poskus je vseboval 5 obravnavanj: 1. obravnavanje: kontrola (netretirano), 2. obravnavanje: odstranjevanje lističev, 3. obravnavanje: Paturyl (1,5 % koncentracija) 4. obravnavanje: Paturyl (1,5 % koncentracija + odstr. lističev in 5. obravnavanje: Promalin (20 % koncentracija). Pri obravnavanjih 3, 4, 5 smo zabeležili statistično značilno povečanje števila predčasnih poganjkov tako pri »knip« kot tudi pri okulat sadikah. Najboljše rezultate glede obraščanja sadik s predčasnimi poganjki je dalo obravnavanje, kjer smo kombinirali tretiranje sadik s Paturylom v kombinaciji z odstranjevanjem lističev. "]}