{"1": ["1 UVOD", "“Od kdaj zgodovina beleži dogodke na naši obli, dobrine niso proizvajane tam, kjer bi jih želeli ljudje imeti ali pa niso dostopne, ko bi jih radi uporabili.” (Suhel, 2006: 21)\nPremagovanje prostora in časa ter dostava blaga od mesta nastanka do mesta porabe v skladu s pričakovanji kupca je postala temeljna vloga logistike. V strokovni literaturi najdemo različna pojmovanja in delitve logistike kakor tudi njeno povezanost z različnimi drugimi termini (oskrba, transport, distribucija, oskrbovalna veriga, ...). Oskrba je z vojaškega stališča podpomenka logistike in jo povezujemo predvsem z distribucijo dobrin za podporo delovanju oboroženih sil. Kljub različnemu pojmovanju in delitvi logistike lahko sklenemo, da je njen osnovni cilj zagotoviti prave dobrine v pravi količini, na pravem mestu, ob pravem času, ob primerni ceni oziroma najnižjih možnih stroških.\nPojem logistike se je najprej uveljavil v vojaškem izrazoslovju. Začetek uporabe pojma logistika zaznamo šele v 17. stoletju, dokončno pa se uveljavi v prvi polovici 19. stoletja, čeprav je bilo oskrbovanje bojevnikov v vojaških spopadih prisotno skozi vso vojaško zgodovino človeka. Tudi uporabo prvih logističnih konceptov zasledimo pri vojaški logistiki med drugo svetovno vojno.\nIdejo vojaške logistike so v poslovno ekonomijo prenesli poslovni analitiki po II. svetovni vojni na podlagi izkušenj, ki so jih pridobile ZDA z oskrbovanjem zaveznikov po vsem svetu. Hiter razvoj je doživela po letu 1970, ne samo kot instrument racionalizacije, temveč tudi kot pomembno orodje za pridobivanje konkurenčne prednosti.\nTudi pred sodobno vojaško logistiko se postavljajo podobne zahteve: \"z manj narediti več\". Spreminjanje varnostnega okolja v Evropi po koncu hladne \"vojne\" je imelo močan vpliv na zmanjšanje vojaških organizacij in obrambnih proračunov. Posledično so se zmanjševale tudi logistične sile in sredstva. Trendi preoblikovanja oboroženih sil so usmerjeni k precejšnjemu zmanjšanju števila aktivnih sil, hkrati pa zagotavljanju večje mobilnosti, prilagodljivosti in učinkovitosti. Vse te naloge postavljajo pred vojaško logistiko nove in velike izzive. Da bi uspešno podpirala operativne vojaške enote, mora biti zgrajena tudi sama na enakih kriterijih. Biti mora mobilna, odzivna, pravočasna in prilagodljiva, skratka učinkovita, ustreči pa mora še zahtevam po ekonomičnosti.\n"], "2": ["1.1 RELEVANTNOST IN NAMEN MAGISTRSKE NALOGE", "Brez odzivne in učinkovite logistične podpore si ni mogoče zamisliti uspešno izvedene vojaške operacije ne glede na stopnjo njene intenzivnosti. To pomeni zagotovitev ustrezne podpore v pravem času in na pravem mestu. Poleg tega se pred sodobno vojaško logistiko postavlja pomembnejši zahtevek – ekonomičnost. Želimo doseči povečanje logističnih sposobnosti in istočasno zmanjšati logistične stroške.\nRešitve teh zahtev nam ponuja poslovna (podjetniška) logistika, le da jih moramo prilagoditi vojaškim logističnim sistemom. V vlogi kupca se pojavlja bojevnik kot končni porabnik materiala in storitev. Vse več oboroženih sil se preusmerja k tržnim načelom oskrbovanja, kar pomeni popolno integracijo oskrbovalne verige (vključno z nacionalnim gospodarstvom), časovno in prostorsko optimizacijo zalog na različnih ravneh in povečanje hitrosti (in količine) pretoka materiala skozi oskrbovalni sistem. Modernizacija informacijske opreme in uvajanje sodobnega informacijskega sistema je predpogoj za uvajanje tržnih načel v vojaško logistiko. Pravočasna in natančna informacija omogoča logističnemu osebju vpogled v operativno sliko na bojišču v realnem času ter preglednost zalog v logističnem distribucijskem sistemu. To zmanjšuje čas odzivnosti na logistične zahteve vojaških enot.\nVojaška logistika, organizirana na tržnih načelih, zagotavlja zmanjšanje zalog v skladiščih kakor tudi zmanjšanje logistične infrastrukture, osebja in sredstev za manipuliranje ter krajša čas distribucije materiala. Drugače povedano, omogoča zmanjšanje logističnih stroškov, oziroma povečanje ekonomičnosti.\nK uvajanju tržnih načel v vojaško logistiko prispeva tudi vse tesnejša povezava s podjetniško logistiko, ki postaja pomemben dejavnik logistične podpore sodobnih vojsk. Zaradi zmanjševanja logističnih kapacitet, uvajanja v operativno uporabo tehnično visoko razvitih in vzdrževalno zelo zahtevnih oborožitvenih sistemov in opreme se zunanji viri (outsourcing) postopoma vključujejo v vse širše področje logističnih dejavnosti vojaških organizacij. Zaradi tega postajajo zunanji viri pomembno orodje za zagotavljanje dodatnih kapacitet, ki povečujejo ali dopolnjujejo vojaške logistične sile in sredstva, bodisi s stalnimi pogodbami ali pogodbami, sklenjenimi za določeno nalogo. Niso le dejavnik logistične podpore vojaških enot, temveč postajajo način logističnega delovanja celo na območju vojaških operacij.\nMoj namen v magistrski nalogi je proučevanje sodobnih trendov podjetniške logistike in možnost njihove uporabe v vojaških logističnih \nsistemih. Upam, da bo naloga prispevala k iskanju načina, kako zagotoviti odzivno, mobilno, prilagodljivo in učinkovito ter ekonomično logistično podporo enot Slovenske vojske.\n"], "3": ["1.2 PREDMET IN CILJ NALOGE", "Predmet magistrske naloge je študija sodobnih trendov in dosežkov podjetniške logistike in možnost njihove uporabe v vojaški logistiki.\nTemeljni cilj magistrske naloge je na podlagi rešitev, uveljavljenih v podjetniški logistiki, in nekaterih izkušenj v vojaški logistiki kopenske vojske ZDA prispevati k razvoju odzivne, mobilne, prilagodljive, učinkovite in ekonomične logistične podpore enot Slovenske vojske, predvsem tistih, ki sodelujejo v mirovnih operacijah.\nBrez ustreznega razumevanja celotnega logističnega sistema, sodobnih trendov na področju podjetniške logistike in povezanosti podjetniške in vojaške logistike, logistično vojaško osebje ne more imeti popolne slike o možnostih logistične podpore vojaških enot. Zato je posredni cilj te naloge zagotoviti učno gradivo, ki bo prispevalo k strokovnemu usposabljanju pripadnikov Slovenske vojske, ki delajo na logističnih nalogah.\n"], "4": ["1.3 HIPOTEZA", "\"Vojaška logistika je ključni dejavnik zagotavljanja delovanja enot Slovenske vojske na ozemlju Republike Slovenije kakor tudi zunaj nacionalnih meja. Oblikovanju odzivne, pravočasne, mobilne, prilagodljive, skratka učinkovite ter ekonomične logistične podpore enot Slovenske vojske lahko prispevajo tudi dolgoletne izkušnje in sodobne rešitve poslovne (podjetniške) logistike, vendar jih moramo prilagoditi vojaškim logističnim sistemom.\"\n"], "5": ["1.4 OMEJITVE RAZISKAVE", "Moje proučevanje bo temeljilo na dostopnih virih poslovne logistike ter na virih vojaške logistike, ki niso označeni s stopnjo tajnosti.\n"], "6": ["1.5 STRUKTURA NALOGE IN METODE RAZISKOVANJA", "V nalogi sem želel proučiti vlogo in pomen logistike v poslovnih sistemih, predvsem pa njene sodobne strategije, metode in tehnike. Na podlagi \nštudije njenega razvoja in pojmovanja sem želel ugotoviti skupne značilnosti podjetniške (poslovne) in vojaške logistike kakor tudi možnost prenosa znanja in rešitev, uveljavljenih v podjetniški logistiki, v vojaško logistiko.\nTo možnost sem želel preveriti na primeru kopenske vojske oboroženih sil (OS) ZDA. Za te sem se odločil iz dveh razlogov. Prvič, menim, da so med vsemi sodobnimi vojaškimi sistemi OS ZDA dosegle največjo stopnjo vojaške logistike, katerih koncept delovanja pogosto preverjajo v praksi (vojnah). Drugič, v vojaški logistiki OS ZDA so začeli izvajati korenite spremembe, ki temeljijo na dosežkih podjetniške logistike.\nGlavni motiv pri izbiri teme je bilo upanje, da bodo ugotovitve raziskave prispevale k oblikovanju učinkovite in ekonomične logistične podpore Slovenske vojske, posebej tistih enot, ki bodo sodelovale v skupnih mednarodnih vojaških operacijah.\nZato tudi struktura magistrske naloge sledi navedeni ideji.\nV uvodnem (prvem) poglavju je podana informacija o metodološko- hipotetičnih izhodiščih. Opredeljen je problem, predmet in cilji raziskave, hipoteza, struktura naloge in metode raziskovanja.\nDrugo poglavje je posvečeno teoretičnim izhodiščem, predvsem zgodovinskemu razvoju in pojmovanju logistike. Izpostavljene so razlike med različnimi termini, ki se uporabljajo v povezavi z logistiko, tako podjetniško kot vojaško (logistika, oskrba, logistična podpora, itn). Poudaril sem tudi različen obseg, ki ga imata danes kljub podobnim ciljem vojaška in podjetniška logistika. Podjetniška logistika obravnava logistične procese v okviru poslovnega sistema in pomeni veščino premikanja materiala in proizvodov od izvora do končnega porabnika. Vojaška logistika, razen premikanja materiala in ljudi (oskrba in transport) zajema tudi druge dejavnosti, kot so: vzdrževanje sredstev, zdravstveno oskrbo ljudi in živali, finančno zagotovitev in zagotovitev vojaške infrastrukture.\nTretje poglavje je namenjeno raziskavi pomena logistike v poslovnih sistemih, predvsem pa njenim sodobnim strategijam, metodam in tehnikam. Razvoj logistične panoge je presegel stopnjo, na kateri klasični koncept podjetniške logistike namenja glavno pozornost racionalizaciji poslovanja znotraj podjetja in se usmerja v racionalizacijo poslovanja v celotni oskrbni verigi, ki združuje logistične operacije dobaviteljev, proizvodno-storitvenih podjetij, posrednikov in odjemalcev. Bistvo \nmenedžmenta oskrbne verige je \"oskrba ob pravem času\" (Just In Time), ki pomeni temelj sodobnega poslovanja.\nV četrtem poglavju raziskujem nove zahteve za sodobno vojaško logistiko, ki so nastale zaradi spreminjanja varnostnega okolja po koncu hladne \"vojne\". Varnostni izzivi in nevarnosti, s katerimi se srečujemo danes, zahtevajo hitro oblikovanje skupnih odzivnih vojaških sil in njihovo delovanje na kriznih območjih. To povzroča precejšnje zmanjšanje števila aktivnih sil, hkrati pa zahteva povečanje odzivnosti, mobilnosti, prilagodljivosti in učinkovitosti. Vse te naloge predstavljajo nove izzive tudi za vojaško logistiko. Na primeru kopenske komponente OS ZDA sem ugotavljal, ali je v vojaško logistiko možno prenesti znanje in rešitve sodobne podjetniške logistike.\nPeto poglavje je namenjeno organiziranju logistične podpore večnacionalnih enot v Natovih vodenih operacijah in tudi spremembam, ki se dogajajo na tem področju v Slovenski vojski. Povečanje obsega deklariranih sil SV v Nato nabor sil in večja oddaljenost kriznih žarišč od ozemlja Slovenije zahtevata bistveno spremembo načina njihove logistične podpore. Raziskava poskuša ugotoviti, ali je možno določene izkušnje kopenske vojske OS ZDA prilagoditi razmeram v SV.\nV šestem poglavju sta prikazana možnost in postopek uporabe kvalitativnega analitičnega modela pri izbiri ustrezne metode logistične podpore enot Slovenske vojske v mednarodnih vojaških operacijah. V nalogi sem uporabil računalniški program za podporo večparametrskemu odločanju DEXi (Decision EXpert).\nV sedmem poglavju so predstavljeni rezultati usmerjenih intervjujev in ugotovitve, ali podpirajo mojo hipotezo.\nOsmo poglavje je namenjeno zaključku s povzetkom naloge in ugotovitvijo, če raziskava potrjuje ali zavrača uvodno hipotezo.\nPri izdelavi magistrske naloge sem uporabil naslednje metode dela:\n- zbiranje virov,\n- analizo in interpretacijo pisnih virov,\n- zgodovinsko analizo,\n- primerjalno raziskovanje,\n- analizo uradnih statistik,\n- študijo primera,\n"], "abstract": ["Logistika je danes prisotna na vseh področjih sodobne družbe. Podjetniška logistika je v pretekli polovici stoletja doživela številne spremembe in postala v praksi razvitih podjetij pomembna poslovna funkcija ter sestavni del strategije podjetij. Trg kupca je še povečal njen pomen. Logistika vse bolj postaja instrument strateške prednosti v konkurenčnem okolju. V zadnjih letih prihaja do rasti mednarodnega trga in v zvezi s tem do pojavov, kot so: strateško povezovanje (v oskrbne verige), elektronsko poslovanje, zunanja oskrba, skrb za okolje itn. Pri teh sodobnih izzivih so sodobne komunikacije in informacijska tehnologija zelo pomembni. Spreminjanje varnostnega okolja v Evropi je imelo močan vpliv tudi na preoblikovanje oboroženih sil, ki je usmerjeno k precejšnjemu zmanjšanju finančnih sredstev in števila aktivnih sil, hkrati pa zagotavljanju večje mobilnosti, prilagodljivosti in učinkovitosti. Vse te naloge predstavljajo za vojaško logistiko nove in velike izzive. Da bi uspešno podpirala operativne vojaške enote, mora biti tudi sama zgrajena na enakih kriterijih, poleg tega pa mora biti še ekonomična. Oblikovanju učinkovite in ekonomične vojaške logistike lahko prispevajo izkušnje in sodobne rešitve poslovne (podjetniške) logistike, treba jih je samo prilagoditi vojaškim logističnim sistemom."]}