{"1": ["1 UVOD", "Uspešna pridelava sadja zahteva zadostne količine hranil v tleh. Gnojenje spada med najpomembnejše agrotehnične ukrepe v rastlinski pridelavi. Je vnašanje rastlinskih hranil, predvsem dušika, fosforja in kalija v tla in je bistvenega pomena za zagotavljanje kakovostnih in rednih pridelkov. Z racionalnim gnojenjem pripomoremo k ohranjanju rodovitnosti tal, ohranjamo prehrambeno ravnotežje dreves in plodov ter zmanjšujemo negativne vplive na okolje. Pravilno gnojenje mora vedno temeljiti na rezultatih analize tal in je odvisno od sadne vrste, sorte, pričakujočega pridelka in tipa tal. Če je hranil v tleh preveč ali premalo hranil in še posebej, če so v neugodnih razmerjih, lahko pričakujemo težave, ki se kažejo v nižjem in manj kakovostnem pridelku. Zelo pomembna pokazatelja stanja v tleh sta tudi pH in vsebnost organske snovi.\nV diplomski nalogi smo želeli ugotoviti, kako različne kombinacije in količine hranil vplivajo na rast, rodnost in kakovost pridelka jablan sorte ʹPinovaʹ.\nPostavili smo naslednje hipoteze:\n- različne kombinacije gnojil različno vplivajo na rast,\n- različne kombinacije gnojil različno vplivajo na količino in kvaliteto pridelka.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Gnojenje", "Sadno drevje raste vrsto let na istem mestu. S svojimi koreninami črpa iz zemlje v vodi raztopljene rudninske snovi, z nadzemnimi zelenimi deli, predvsem z listjem, pa sprejema iz zraka ogljikov dioksid (CO2), ki je skupaj s kisikom (O) in vodo (H2O) glavni sestavni del organskih snovi, kot so ogljik (C), kisik (O) in vodik (H) oziroma ogljikov dioksid (CO2) in voda (H2O), s pomočjo sončne svetlobe in listnega zelenila (klorofila) organsko snov (Jazbec in sod. 1995).\nPravilno gnojenje mora vedno temeljiti na rezultatih kemične analize tal in je odvisno od sadne vrste, sorte, pričakujočega pridelka in tipa tal. Če je hranil v tleh preveč ali premalo hranil in še posebej, če so v neugodnih razmerjih, lahko pričakujemo težave, ki se kažejo v nižjem in manj kakovostnem pridelku. Zelo pomembna pokazatelja stanja v tleh sta tudi pH in vsebnost organske snovi. Vrednost pH ali kislost tal odločilno vliva na dostopnost elementov in jo je potrebno z usmerjenim gnojenjem ali pa apnenjem prilagoditi tipu tal in potrebam določene sadne vrste. Tudi vsebnosti organske snovi ne smemo nikoli zanemariti, saj ob obilici dežja in dovolj visokih temperaturah nudi rastlinam velik vir dušika, ki ga tudi moramo upoštevati pri odmerjanju mineralnih gnojil (Brence 2010).\n"], "4": ["2.1.1 Dušik", "Dušik (N) je element, ki ga rastline nujno potrebujejo za rast in razvoj. Je sestavni del listnega zelenila in beljakovin, torej sestavina vsake žive celice. Učinkuje na rast in razvoj zvečuje energijo fotosinteze. Dušik je tudi v mnogih encimih, hormonih in vitaminih, predvsem ga je dosti v listju (klorofil) in semenu (beljakovine). Dušik v rastlini potuje, in sicer iz starejših delov rastline v mlajše (Jazbec in sod. 1995). \nDušik je še posebej pomemben v začetnih fazah razvoja drevesa. Dušik prav tako pomaga ohranjati fiziološko ravnovesje rastline. Letna poraba dušika v drevesu je 80 % (ki je po navadi v drevesu rezerva), medtem ko le 20 % prihaja iz gnojil. Drevo kopiči dušik predvsem v koreninskem sistemu. Zato je analiza vsebnosti dušika zelo pomembna, da se prilagodi količina dodanega dušika. V fazi cvetenja drevo skoraj ves dušik izčrpa, v pozni pomladi, ko so novi poganjki najbolj v rasti, pa drevo skoraj da nima več zalog dušika, zato je izjemno pomembno dovajanje novega. Zato je potrebno v rastni fazi drevesa dušik dovajati dvakrat. Polovico v obdobju po spravilu pridelkov in polovico po fazi cvetenja (Sandor 2008).\n"], "5": ["2.1.2 Fosfor", "Fosfor (P2O5) je element, ki ga potrebuje sadno drevje manj kakor dušika in kalija. Vendar je fosfor v vseh delih sadnega drevja, predvsem je pomemben za razvoj korenin in razmnoževalnih organov, kot so cvetovi, plodovi in seme. Fosfor uravnava bujnost rasti in vpliva na pravočasno dozorevanje lesa, sočasno pa pospešuje tudi cvetenje, oplojevanje in zorenje plodov. Količina fosforja v rastlini se med rastjo spreminja, odvisno od letnega časa. Največ ga rastline vsebujejo junija, najmanj pa septembra. Dostopnost fosforja v tleh je močno odvisna od reakcije tal (pH) (Jazbec in sod. 1995).\nFosfor je eden najbolj spornih hranil v pridelavi jabolk. Jablane imajo globoke korenine in so sposobna absorbirati fosfor iz globljih plasti tal, kjer pa je težko izvajati teste vsebnosti. Zato je izjemno težko natančno določiti, koliko fosforja si lahko drevo priskrbi samo in koliko ga je potrebno dodati. Fosforja ni priporočljivo dodajati v zgodnjem obdobju rasti (Sandor 2008).\n"], "6": ["2.1.3 Kalij", "Na splošno velja, da potrebuje sadno drevje precej kalija (K2O). Kalij je v vseh organih sadnega drevja, predvsem v rodnih vejah, listih in plodovih. Količina kalija se v rastlini spreminja glede na razvoj njenih organov. Več kalija vsebujejo manjši deli rastline, v starejših ga je manj. Kalij sodeluje pri nastajanju beljakovin in skladiščenju ogljikovih hidratov, uravnava rast korenin in ugodno vpliva na debelino, barvo in kakovost plodov (Jazbec in sod. 1995).\n"], "7": ["2.2 Pregled opravljenih poskusov", "Poskus je bil izveden leta 2004 na komercialnem sadovnjaku na jugu Poljske na jabolki sorte ʹJonagoldʹ, cepljeni na podlagi M9, zasajen z razmikom 4,0 × 2,0 m na ilovnatih tleh z nizko vrednostjo kalija (K). Drevesa so škropili s K po cvetenju, v fazi odpadanja cvetnih listov, 2 in 4 tedne po polnem razcvetu in pred obiranjem, 6, 4 in 2 tedna pred komercialnim obiranjem. Drevesa netretirana s K so služila kot kontrola. Rezultati so pokazali, da foliarno gnojenje K pred obiranjem izboljša prehrano K in posledično pridelek drevesa. Jabolka iz dreves, poškropljenih s K pred obiranjem, so bilo večjo, bolj intenzivne barve, in imela so večjo trdoto in koncentracijo topnih suhih snovi po skladiščenju, razen tistih iz kontrole. Foliarno škropljenje s K ni vplivalo na rdečkasto barvo sadja, na pogostost fizioloških motenj in razpad med shranjevanjem (Wojcik 2005).\nV letih 1998 do 2006 je v Braziliji potekal poskus v treh sadovnjakih na sorti ʹFujiʹ. S poizkusom so želeli oceniti vpliv dodajanja N in K na pridelek, velikost pridelka in mineralno vrednost pridelka. Stopnje dodanega N in K (na letni ravni) so bile 0, 50, 100, 200 kg / ha. Plodovi so bili obrani 15 dni pred komercialni obiranjem in testirani na mineralno sestavo, topno suho snov, kislino, trdoto. Ugotovili so da je gnojenje z dušikom negativno vplivalo na barvo plodov, TSS in čvrstost plodov, gnojenje z kalijem je na te iste parametre vplivalo pozitivno razen na trdoto. Ugotovili so tudi, da je na velikost plodov najmočneje vplival K, manj N (Nava in Roque Dechen 2009). \nV letih od 1999 do 2003 je potekal poskus v Splitu, v šestih ponovitvah v gostem nasadu jablan, ki so bile zasajene aprila 1998 na podlagi M9. V gnojenje je bilo vključenih osem različnih kombinacij hranil, od katerih vsaka vsebuje tri drevesa od vsake od petih različnih sort (ʹAmbrosiaʹ, ʹCameoʹ, ʹFujiʹ, ʹGalaʹ, in ʹSilkenʹ). Ta poskus primerja obdelovanje s fosforjem, ki vključuje letno gnojenje v času cvetenja z 20 g P/drevo z amonijevim polifosfatom (10N - 15P - 0K). Obe obdelavi sta z gnojenjem prejeli tudi dušik, kalij in bor. Koncentracija P v listih in plodovih je skladno rasla z obdelovanjem P z malo razlike med sortami. Drevesa gnojena s P so prav tako imela 20 % povečan skupni pridelek vseh sort v prvih petih sezonah pridelka. Na standardne meritve kakovosti sadja, vključno z velikostjo sadja, vsebnostjo suhe snovi, kislostjo in rdečo obarvanostjo ni vplivala uporaba P. Zmanjšuje pa pojav steklavosti ob spravilu, povečuje odpornost na rjavenje (Neilsen in sod. 2008).\nV letih 2003 in 2004 je potekal poskus v vzhodnem delu Madžarske. V tem poskusu so preučevali reakcijo na hranila pri štirih sortah jablan (ʹZlati delišesʹ, ʹGranny Smithʹ, ʹIdaredʹ in ʹJonathan Csányʹ) v različnih N in NPK - odmerkih. Rezultati raziskave so pokazali, da je gnojenje z dušikom imelo velik vpliv na kakovost pridelka, in sicer v primeru povečanja velikosti plodov. Povečanje je sorazmerno z N - ravni. Zmerni N - odmerki in dodatek PK so prav tako imeli pozitivne učinke. Oskrba s hranilnimi snovmi poveča vegetativno območje, zraven generativnih delov, zlasti čista gnojila N. Ampak gostota listja ovira rast mase plodov in krovno barvo, prav tako zmanjša kvaliteto plodov. In zmanjša trdoto mesa sorte, ki negativno vpliva na sposobnost skladiščenja (Racskó in sod. 2005).\nRashid in sod. (2008) so pri študiji z dvanajstimi kombinacijami gnojenja tal in listja s kalijem, kjer so testirali za proučevanje učinka kalija na kakovost in koncentracijo hranil v sadju, ugotovili, da so vse kombinacije gnojenja imele pozitiven učinek na kvaliteto jabolk, vse so bistveno povečale maso plodov, dolžino, premer, TSS, barvo in trdoto plodov, medtem ko je bilo istočasno zabeleženo zmanjšanje kislosti sadja. \nLeta 1993 je bil v Varšavi na Srednjem Poljskem zastavljen poskus na naplavljenih ilovnatih tleh. V letih 1995 - 2002 so opazovali učinek gnojenja dušika na rast, pridelavo in kvaliteto plodov jablan sorte ʹŠampionʹ, ki je bila cepljena na podlagi M9 in razporejene na 3 x 1 m. V začetku leta 1994 je bilo uporabljenih pet različnih količin gnojenja z N in sicer: (1) N - 0, brez dušika; (2) N - 50, 50 kg N/ha, ki se je uporabil v začetku pomladi na celotni površini zemlje; (3) N - 100, 100 kg N/ha, v začetku pomladi na celotni površini; (4) N - 50 + 50, 50 kg/ha zgodaj spomladi + 50 kg N/ha 5 tednov kasneje, na celotni površini; (5) N - 50 herb, 50 kg N/ha na herbicidni trak le, zgodaj spomladi. Niti odmerek N ali način gnojenja N ni vplivalo na rast drevja. Prav tako gnojenje z dušikom ni vplivalo na skupni pridelek jablan v letih 1995 – 2002. V jeseni 2002 so ugotovili da, gnojenje z N ni vplivalo na izračun koeficienta preseka debla. Prav tako ni vplivalo na trdoto plodov in vsebnost topnih trdnih snovi pred in po skladiščenju. Gnojenje z N pa je vplivalo na odstotek sadja obarvanosti več kot 75 % površine, višji odmerek, to je 100 kg N/ha, pa je imelo zmanjšano število plodov z obarvanostjo nad 75 % površine (Wrona 2004).\nPoizkus je bil izveden v sadovnjakih regije Padena v Esfahanu. Izveden je bil naključno v 11 variantah in 6 ponovitvah, ki so vključevale oceno vpliva dveh kalijevih gnojil skupaj s pridobitvijo zahtevanega ravnotežja drugih hranil na pridelek in kakovost plodov sorte ʹRdeči delišesʹ. Kalijev klorid in kalijev sulfat se je dodajal v količini 1 ali 2 kg na drevo. Rezultat je bil, čeprav statistično nepomemben, le 5 % izboljšanje količine pridelka z uporabo kalijevih gnojil. Različne stopnje kalijevih gnojil vplivajo na izboljšanje kakovosti, kot večjo specifično težo in večjo vsebnost suhih topnih snovi. Ni bilo razlik v značilnosti pridelka in kakovosti plodov med prvim in drugim letom poskusov, pokazala se je dobra mobilnost za uporabo kalija. Glede na dejstvo, da če imajo tla na voljo dovolj kalija in vsebnost kalija v listih (v kontolnem poskusu so bile višje od standardov 1,7 %), uporaba kalijevih gnojil glede na njihov vir ne bi bila priporočljiva. Rezultat teh poskusov v obdobju dveh let je pokazal, da so brez vloge količine kalija predlagane za tla, kjer vsebnost kalija presega kritično raven 300 mg / kg ali če listna koncentracija kalija znaša 1,70 % (Jafarpour 2010). \nV letih 1999 do 2002 je bila na posestvu UKC Pohorski dvor izvajana raziskava vpliva kombinacij različnih oveskov in različnih odmerkov talno dodanega dušika na vegetativni in generativni razvoj dreves sorte ʹZlati delišesʹ v času od druge do pete rastne dobe. Proučevan je bil vpliv interakcije dveh odmerkov dušika (60 in 105 kg N/ha) ter treh različnih oveskov na razvoj in rodnost dreves ter na stalnost in kakovost pridelka. Rezultati so pokazali, da je višji odmerek dušika (105 kg N/ha) pozitivno vplival na rast dreves in izgradnjo rodnega volumna, da je izboljšal diferenciacijo cvetnih brstov in nevtraliziral negativni učinek višjih oveskov, kar se je odrazilo tako pri vrednotenju parametrov, ki determinirajo vegetativni in generativni razvoj dreves kot tudi v parametrih, ki determinirajo kakovost plodov. Močneje pognojena drevesa so bila manj podvržena izmenični rodnosti, tudi v primeru, ko korekcija oveska ni bila izvajana. Potrdil se je pozitivni vpliv dušika na diferenciacijo cvetnih brstov, kar dokazuje njegovo vlogo pri metabolični regulaciji cvetenja. Dokazan je negativni vpliv visokih oveskov na kakovost plodov. Tudi večji odmerek dušika je zmanjšal vrednost posameznih parametrov kakovosti, kot so trdota mesa plodov, vsebnost topne suhe snovi in kislin in povečal intenzivnost zelene barve plodov ter koncentracijo N v plodovih, kar je enak učinek, kakor ga je imel višji ovesek. Hkrati pa zmanjšal razlike med obravnavanji, nastale zaradi vpliva oveska in vplival na izenačeno kakovost plodov. Dovzetnost sorte ʹZlati delišesʹ za višje odmerke dušika je bila v celoti potrjena (Unuk 2006).\nZydlik in Pacholak (2000) sta med leti 1994 - 1999 na eksperimentalnem nasadu kmetijske Univerze v Poznanu izvedla poskus na jablani (cv. ʹCortlandʹ) na podlagi M 26. V poskusu so ugotavljali vpliv 15 različnih kombinacij gnojil. Jablane so bile zasajene v jeseni leta 1979. Poskus je potekal od spomladi 1982 in je trajal do leta 1999. Po 6 letih študija pa niso našli posebnih učinkov uporabe gnojil na pridelek. Dokazali pa so, da so največji plodovi, ki so bili pridobljeni iz dreves, zmerno pognojenimi s fosforjem. Gnojilo ni imelo pomembnega vpliva na kakovost plodov, kar se kaže kot čvrstost in TSS (topna suha snov) po obiranju in po skladiščenju.\n"], "8": ["3 MATERIAL IN METODE DELA", ""], "9": ["3.1 Lokacija poskusa", "Poskus je potekal v Sadjarskem centru Maribor - Gačnik. Ustanovljen je bil leta 1990 in spada pod Kmetijsko gozdarski zavod Maribor. Leži v severovzhodnem delu Slovenskih goric na nadmorski višini med 270 in 310 m. Skupen obseg površin je 10,5 ha.\nNaloge, ki jih Sadjarski center opravlja so oskrba drevesničarjev s kakovostnimi cepiči in podlagami, introdukcija sadnih rastlin (introdukcija jablane, češnje, leske, slive in češplje, kolekcija orehov), tehnološko poskusništvo (gojitvene oblike, sistemi in gostote sajenja, gnojenje, namakanje, redčenje plodov, protitočne mreže) ter sodelovanje z domačimi in tujimi strokovnimi in znanstvenimi institucijami (Sadjarski center Maribor).\n"], "10": ["3.2 Analiza tal", "Brez analize tal ne moremo vedeti, kaj v naših tleh je in česa primanjkuje, zato moramo občasno tudi zemljo iz nasada odnesti v najbližji laboratorij. Te imajo vsi Kmetijski zavodi po Sloveniji in Kmetijski inštitut Slovenije. Standardna analiza pove, koliko je v zemlji fosforja in kalija, kakšen je pH tal in vsebnost humusa, ki pove, kako bi bilo v prihodnje najprimerneje gnojiti (Pušenjak 2004).\nKako so hranilne snovi v tleh dostopne rastlinam, je odvisno od preskrbe vode, globine tal, ki jih rastline lahko izkoristijo, od vrste tal, od deleža kamenja in biološke aktivnosti v tleh. Vendar analiza tal pove komaj kaj o fizikalnem in biološkem stanju tal. Kljub visoki vsebnosti hranilnih snovi lahko zbita in preveč vlažna tla ovirajo rastline, da bi jih izkoristile (Lind 2001).\n"], "11": ["3.2.1 Jemanje vzorcev tal", "17. aprila 2007 smo vzeli 10 vzorcev, torej iz vsakega obravnavanja po en vzorec. Vzorce tal smo vzeli s posebno sondo na globini 0 do 30 centimetrov. Nato smo jih premešali, zračno osušili in približno 0,5 kg zapakirali v plastično vrečko ter jih označili s podatki (datumom odvzema vzorca, globino jemanja, sadno vrsto in obravnavanjem ter jih odnesli v laboratorij).\npH vrednost za leto 2006\n"], "12": ["3.3 Vremenske razmere", ""], "13": ["3.3.1 Odkloni temperatur od tridesetletnega obdobja (˚C) v letih od 2005 - 2008", "Vsa leta trajanja poskusa so bila dokaj primerljiva s tridesetletnim povprečjem. Iz preglednice je razvidno, da je najbolj odstopalo leto 2007 (v povprečju za 2,12 ˚C), kjer so bile prvih 8 mesecev temperature višje od tridesetletnega povprečja. Najbolj primerljivo s povprečjem pa je bilo leto 2005. Pri mesecih je najbolj odstopal mesec januar v letu 2007 (6,7 ˚C) in 2008 (5 ˚C). Če pogledamo leto 2008, je bilo v celoti, razen meseca septembra toplejše od tridesetletnega povprečja. \nnegativna vrednost pa manj.\n"], "14": ["3.3.2 Odkloni padavin od tridesetletnega obdobja (mm) v letih od 2005 - 2008", "V letu 2005 sta količine padavin tridesetletnega povprečja najbolj presegla meseca julij za 82,8 mm in avgust za 51,6 mm. Meseca oktobra pa so bile količine padavin 71 mm pod tridesetletnim povprečjem. Padavine v letu 2006 so pod dolgoletnim povprečjem, razen meseca maja in avgusta. Največje odstopanje je bilo meseca julija, 64,20 mm pod povprečjem. V letu 2007 je bilo pomanjkanje padavin v mesecih april, junij, november in december. V letu 2008 je bila količina padavin pod dolgoletnim povprečjem (razen avgusta). Največji odklon pa je bil v mesecu maju za 63,6 mm. \nPozitivna vrednost pri odklonih padavin pomeni več mm padavin kot v 30-letnem povprečju, negativna vrednost pa manj.\n"], "15": ["3.4 Sorta ʹPinovaʹ", "ʹPinovaʹ je bila vzgojena na inštitutu za sadjarstvo leta 1986 v Dresden – Pillnitzu kot križanec sorte ʹCliviaʹ (ʹOldenburgʹ x ʹKoksova oranžna renetaʹ) z ʹZlatim delišesomʹ. Je sorta zelo dobrih tehnoloških in pomoloških lastnosti. Sčasoma naj bi dopolnila oz. nadomestila sorto ʹZlati delišesʹ. Trži se pod imenom ʹCoarilʹ ali ʹSonataʹ. ʹPinovaʹ je jesensko zimska sorta, primerna za uporabo do sredine januarja, v kontrolirani atmosferi do maja, ni občutljiva na grenko pegavost. Zelo primerna je za vzgojno obliko zelo vitko vreteno. Posledica njene šibke rasti je minimalna rez prvih štirih vegetacijah. Ima veliko potrebo po hranilih in vodi. Je zelo aromatična sorta, ki rodi obilno in redno (Pieber in Modl 1996/7). \nʹPinovaʹ je privlačna sorta, ima velik in reden pridelek. Je zimska sorta jabolk z lepim izgledom in dobrim okusom. Cvetenje: srednje pozno, kot ʹZlati delišesʹ, zelo bogato, zelo redno, diploidna sorta, zelo dober opraševalec, možno opraševanje s sortami ʹJames Grieveʹ, ʹZlati delišesʹ, ʹElstarʹ, ʹMelroseʹ, ʹPirosʹ, ʹPilotʹ, ʹPikantʹ. Pridelek: zelo zgoden, visok, reden. Barva: zreli plodovi so rumenozeleni. Na sončni strani prižasto oranžno rdeči do kaminrdeče obarvani. Krovna barva prekriva do 70 % plodu. Plod: srednje velik, dolg in okrogel, lepo oblikovan, temeljna barva rumena. Čas zorenja: za obiranje prva dekada oktobra, za uživanje od novembra do maja. Odpornost: malo občutljiva na pozno jesensko in zgodnjo zimsko pozebo. Rast: šibka do srednja šibka rast, močno razvejana, odlična za gojenje vitkega vretena, zaradi visoke rodnosti je priporočljivo redčenje. Primerna tla za pridelavo: na vseh tleh kot ʹZlati delišesʹ. Cepljena na M9 podlago zahteva dobra tla (šibko rastoča sorta). Na slabih tleh je priporočljiva uporaba podlage M 26, kot alternativa MM 106 (Fischer 1999).\nSadje in uporaba: živo rdeče - rdeče, srednje veliko, sadje je čvrsto, sočno in prijetno sladko in kislo. ʹPinovaʹ se obira z ʹZlatim delišesomʹ ali po, da bi dosegla polno obarvanje. Sadeži so močno pritrjeni na drevesu. V hladilnici zdrži do aprila, maja, v kontrolirani atmosferi do junija. Manj primerna je za predelovanje (Fischer 1995).\nPriporočene vrednosti najpomembnejših parametrov kakovosti - zrelosti, za določitev obiralnih oken, potrebnih za dolgotrajno skladiščenje za sorto ʹPinovaʹ:\n- škrob 6,5 - 7,5 na lestvici 1 – 10,\n- sladkor 11,5 - 12,5 ˚Brix,\n- trdota 7,5 - 8,5 kg/cm2,\n- kislina > 5,0 gr/l (Gutman Kobal in Soršak 2010).\n"], "16": ["3.5 Podlaga M9", "M9 (maling 9, yellow paradise de metz, rumeni paradiževec iz metza) je najpomembnejša vegetativna jablanova podlaga, na njej je večina sodobnih nasadov. Rumeni paradiževec iz metza so Britanci dobavili iz Francije, ga na raziskovalni postaji East Malling preučili, obrali, razmnožili in leta 1917 uvedli v pridelovanje. Jablanove sorte na M9 na splošno zgodaj zarodijo, večinoma v drugem letu, izjemoma v tretjem letu. Pri intenzivni oskrbi, ki obsega tudi redčenje cvetja in plodov, je rodnost na M9 precej redna in obilna, plodovi pa so kakovostni in dobro obarvani. Trpežnost plodov je v prvih letih slabša, zlasti če so predebeli in prezreli (Smole in Črnko 2000).\nDrevesa potrebujejo oporo. Raste tako v težkih kot v lažjih tleh. Najbolje uspeva v globokih, humoznih, zmerno vlažnih in prepustnih tleh. Občutljiva je na prekomerno vlago v tleh. Plodovi so debeli in lepo obarvani. Občutljiva je na jablanov škrlup, jablanovo pepelovko, krvavo uš, hrušev ožig, na oster zimski mraz in na voluharja. Sorazmerno je odporna proti gnilobi koreninskega vratu. Pogosto odganja koreninske izrastke (Franci Štampar in sod. 2009).\n"], "17": ["3.6 Metode dela", ""], "18": ["3.6.1 Zasnova poskusa", "Poskus je potekal na sorti ʹPinovaʹ, in sicer v letih 2005, 2006, 2007 in 2008. Vanj sta bili vključeni dve vrsti, v vsaki vrsti 60 dreves. Poskus je vseboval 10 obravnavanj, ki so bila postavljena po sistemu naključnih skupin v štirih ponovitvah. V vsaki vrsti je bilo 5 obravnavanj iz vsake ponovitve (Slika 1). V vsako obravnavanje je bilo vključenih 5 dreves, vendar smo meritve opravljali le na drugem, tretjem in četrtem drevesu. \nObravnavanja: 1 - N:P:K standardno gnojenje po analizi - 6g N/m2, 15g P2O5/m2 in 10 g K2O/m2 letno 2 - N:P enako kot obravnavanje 1 samo brez K 3 - N:K enako kot obravnavanje 1 samo brez P 4 - N:P:K enako kot obravnavanje 1 + 3g N/m2 5 - N:P enako kot obravnavanje 2 + 3g N/m2 6 - N:K enako kot obravnavanje 3 + 3g N/m2 7 - N:P:K enako kot obravnavanje 1 + 2 x 3g N/m2 8 - N:P enako kot obravnavanje 2 + 2 x 3g N/m2 9 - N:K enako kot obravnavanje 3 +2 x 3g N/m2 0 - kontrola brez gnojenja\nKoličina gnojila na parcelo: 300 g KAN / parcelo (222 kg/ha) 771 g DC Hypercorn / parcelo (570 kg/ha) 270 g Kalijevega sulfata / parcelo (200 kg/ha)\n"], "19": ["3.6.2 Naprava nasada", "Nasad je bil sajen leta 2004. Vzgojna oblika je vitko vreteno. Sorte so bile cepljene na šibko rastočo podlago M9, ki pa zaradi svoje šibkosti potrebuje oporo celo rastno obdobje. \nSistem sajenja je enovrstni, z žično oporo. Nasad je opremljen z namakalnim kapljičnim in oroševalnim sistemom. Razdalja med vrstami je 3m, razdalja med drevesi v vrsti pa 90 cm.\n"], "20": ["3.6.3 Izvedba poskusa", "Gnojili smo ročno, po parcelici (13,5 m2) smo potrosili količino gnojila, katero smo prej izračunali. Gnojili smo z gnojili KAN (300 g/parcelo), DC Hypercorn (771 g/parcelo) in Kalijevim sulfatom (270 g/parcelo). Z gnojilom KAN smo kasneje še dvakrat dognojevali. Gnojenje smo opravljali spomladi.\nMeritve obsega debla in prirasta poganjkov smo opravljali zgodaj spomladi, pred začetkom rastne dobe. Obseg debla smo merili tako, da smo izmerili višino 20 cm nad cepljenim mestom, ga označili z barvo (zato da smo v naslednjih letih merili na istem mestu), ter izmerili obseg s papirnatim metrom. Iz podatkov, ki smo jih dobili v vseh 4 letih, smo izračunali povprečni prirast obsega debel. Prirast poganjkov smo merili z vrvico, na kateri smo imeli označene mere, in sicer od vrha navzdol, vsako vejo posebej, da se nismo zmotili. Na koncu smo vse poganjke še prešteli. Iz podatkov, ki smo jih dobili, smo kasneje izračunali povprečno dolžino enega poganjka. Ob cvetenju (v drugi polovici aprila) smo na vsakem drevesu prešteli še število socvetij.\nPlodove smo obirali v času tehnološke zrelosti. Ob obiranju smo jih ločili v dva kakovostnega razreda. Plodove, ki so imeli premer večji od 70 mm smo dali v 1. kakovostni razred, ostali pa v 2. kakovostni razred. Istočasno smo plodove tudi prešteli in jih stehtali. Te plodove smo kasneje razvrstili še v kakovostne razrede, ki so definirani glede na velikost in obarvanost plodov. Pridelke smo razdelili v naslednje velikostne razrede glede na premer plodov: pod 60 mm, 60 - 65 mm, 65 - 70 mm, 70 - 75 mm, 75 - 80 mm, 80 - 85 mm in nad 85 mm. Pri barvi smo pridelke razdelili glede na % obarvanosti plodov: 0 %, 1 - 10 %, 11 - 30 %, 31 - 50 % ter 50 - 100 %. Istočasno pa smo jemali tudi vzorce, ki smo jih kasneje uporabili za določitev parametrov zrelosti. Parametri zrelosti so \nbili v vseh letih določeni z uporabo stroja Pimprenelle, ki da ob testiranju plodov naslednje podatke: povprečna masa plodov, vsebnost topne suhe snovi, trdota mesa plodov, vsebnost titracijskih kislin in pH jabolčnega soka. Iz posameznih parametrov zrelosti smo izračunali Streifov indeks zrelosti STI = F / (R x S), kjer F predstavlja trdoto mesa plodov (kg/cm2), R topno suho snov (-Brix) in S škrobni indeks (škrobni indeks 1 - 10). Škrob je bil v vseh primerih določen po standardni metodi. Prerezani plodovi so bili potopljeni v 0,02 M raztopino J2 v kalijevem jodidu (KJ). Prisotnost škroba povzroči temno obarvanje prereza plodu. Intenzivnost in delež obarvanega dela sta bila ocenjena s pomočjo primerjalne skale z vrednostmi 1 - 10 (škrobna lestvica EVROFRU), kjer vrednost 1 predstavlja 100 % škroba v plodu.\nDobljene rezultate smo statistično obdelali po metodi analize variance, s programskim paketom SPSS PC. Za ugotavljanje statističnih razlik med obravnavanji smo uporabili Duncanov test s 5 % tveganjem.\n"], "21": ["3.6.4 Meritve", "V poskusu smo opravljali meritve vegetativnih in generativnih parametrov: obseg debla (mm), število socvetij, prirast na drevo (m), število poganjkov, število plodov, masa plodu 1. in 2. kakovostni razred (kg), škrob, topna suha snov TSS (Brix), trdota mesa plodov TMP (kg/cm2), vsebnost kisline (g/l), velikost plodov, ocenjevali smo barvo plodov.\n"], "22": ["3.6.5 Izračuni", "V poskusu smo opravili izračune vegetativnih in generativnih parametrov: delež 1. in 2. kakovostnega razreda (%), masa enega ploda 1. in 2. kakovostnega razreda (kg), povprečna prirast enega poganjka (m), skupno število plodov, skupni pridelek (kg/drevo), prirast obsega debla v letih od 2005 do 2008 (mm), Streifov indeks zrelosti.\n"], "23": ["4 REZULTATI Z RAZPRAVO", ""], "24": ["4.1 Povprečni obseg debla in prirast debla", "Pri povprečnem obsegu debel, v letu 2005 med obravnavanji, nismo zaznali statistično značilnih razlik. Te so se pojavile v naslednjih letih. V vseh štirih letih je imelo največji prirast obseg debla obravnavanje 1, medtem ko je imelo najmanjšega obravnavanje 3. Pri povprečnem obsega debel od 2005 - 2008 si obravnavanja od največjega do najmanjšega sledijo v tem vrstnem redu 1, 8, 2, 4, 9, 10, 7, 3, 5 in 6. Torej pomeni da je na prirast obsega najbolj vplivalo obravnavanje 1 (NPK), ki se statistično razlikuje od ostalih vrednosti, najmanj pa obravnavanje 6 (NK + 1xN), ki se tudi statistično razlikuje od ostalih vrednosti.\n* različne črke (a, b, c) pomenijo statistično značilne razlike (Duncan 0.05)\n"], "25": ["4.2 Povprečno število socvetij na drevo", "Pri statistični obdelavi podatkov povprečnega števila socvetij se podatki niso statistično razlikovali. Povprečno število socvetij je bilo najbolj nizko v letu 2005 (43,19), v letu 2006 (118,71) in 2007 (168,15) se je postopoma povečalo in v letu 2008 (80,14) padlo na povprečno število nekje med letoma 2005 in 2006 (Priloga 1).\n4.3 Povprečni prirast in povprečno število poganjkov na drevo ter povprečna dolžina enega poganjka na drevo\nČe primerjamo podatke povprečnega prirasta poganjkov, povprečnega števila poganjkov in povprečno dolžino enega poganjka na drevo po letih, vidimo, da je imelo v letu 2005 obravnavanje 2 pri vseh treh največjo vrednost. Najmanjšo vrednost pri povprečnem prirastu in številu poganjkov je imelo obravnavanje 7, pri povprečni dolžini enega poganjka pa obravnavanji 5 in 7. V letu 2006 pa sta imeli prav tako pri vseh treh največjo vrednost obravnavanji 1 in 8. Najmanjšo vrednost pri povprečnem prirastu in številu poganjkov je imelo obravnavanje 3, pri povprečni dolžini enega poganjka pa obravnavanje 7.\nČe primerjamo med sabo povprečja, vidimo, da so vrednosti v letu 2006 višje od leta 2005. \n* različne črke (a, b, c) pomenijo statistično značilne razlike (Duncan 0.05)\n"], "26": ["4.4 Povprečni pridelek (masa)", ""], "27": ["4.4.1 Povprečni pridelek (masa) 1. in 2. kakovostnega razreda v kg na drevo", "Podatki se pri statistični obdelavi med sabo niso razlikovali. Če primerjamo mase 1. kakovostnega razreda med sabo, vidimo, da so primerljive v letu 2005 in 2006 in prav tako v letu 2007 in 2008, kjer so vrednosti več kot polovico višje. Če primerjamo mase 2. kakovostnega razreda, so bile najnižje vrednosti v letu 2006, najvišje pa v letu 2007. Pri masi 1. kakovostnega razreda so imela najvišjo vrednost v kg obravnavanje 2 v letu 2005, obravnavanje 6 v letu 2006, obravnavanje 10 (kontrola) v letu 2007 in obravnavanje 1 v letu 2008 (Priloga 2).\n"], "28": ["4.5 Povprečno število plodov 1. kakovostnega razreda", "Število plodov 1. kakovostnega razreda se statistično ni razlikovalo in se je od leta 2005 do 2008 postopno večalo, 12,22 (2005), 15,45 (2006), 35,84 (2007) in 36,68 (2008) (Priloga 3). V letih 2007 in 2008 so bile vrednosti precej višje kot v letih 2005 in 2006.\n"], "29": ["4.6 Obarvanost plodov", "Obarvanost plodov smo ocenjevali v treh letih, od 2006 do 2008. V tem času je bila zaznana statistična razlika samo v letu 2005 pri obarvanosti 0 %, vendar minimalna, ker so bile količine v kg zelo nizke. Statistične razlike pa so bile zaznane pri skupnih rezultatih barve za vsa tri leta v razredu obarvanosti 0 % in 11 - 30 %. V naslednjih grafih smo prikazali deleže obarvanosti, v preglednici (Priloga 4) pa so podatki v kg na drevo.\nIz grafikona je razvidno da so v letu 2006 imela vsa obravnavanja več kot 50 % obarvanosti. V letu 2007 pa je bilo največ pridelka v razredu obarvanost 31-50 %. V razredu obarvanosti 0 % ni bilo pridelka, v razredu 1-10 % pa zelo malo, niti za 1 % tako, da se v grafikonu niti ne vidi.\nV letu 2008 in v skupni obarvanosti od 2006 - 2008 je bil najvišji delež v razredu obarvanosti 50 - 100 %. V razredu obarvanosti 0 % pa leta 2008 ni bilo pridelka.\nPri obarvanosti plodov se lepo vidi, da gnojenje ni vplivalo na obarvanost, pač pa je bila ta odvisna od posameznega leta.\n"], "30": ["4.7 Velikostni razredi v deležu (%)", "Če primerjamo velikostne razrede, vidimo, da so se statistične razlike pokazale v letu 2007 v velikostnem razredu pod 60 mm, 80 - 85 mm, ter v 85 +, v letu 2008 pa v velikostnem razredu 70 - 75 mm in 80 - 85 mm. V obeh letih je bil največji delež plodov v velikostnem razredu 80 - 85 mm, sledil mu je velikostni razred 75 - 80 mm. Delež pri velikostnem razredu 85 + je bil nekje vmes med 70 - 75 mm in 75 - 80 mm. Najmanjšega je imel velikostni razred 60 - mm, sledila sta mu 60 - 65 mm in nato 65 - 70mm. \n* različne črke (a, b, c) pomenijo statistično značilne razlike (Duncan 0.05)\n* različne črke (a, b, c) pomenijo statistično značilne razlike (Duncan 0.05) \n4.8 Zrelostni test (suha snov, skupne titracijske kisline, trdota mesa plodov, škrobni  indeks in Streifov indeks zrelosti)\nSuha snov je bila precej izenačena, najvišje vrednosti so bile v letu 2006. Če povzamemo povprečje vseh štirih let, vidimo, da je imela največjo vrednost pri obravnavanju 1 (13,98 ˚Brix), najmanjšo pa pri obravnavanju 4 (13,53 ˚Brix).\nPri skupni titracijski kislini so bile najbolj izenačene in hkrati tudi najbolj nizke vrednosti v letu 2007, in sicer od 5,36 g/l (obravnavanje 3) do 6,57 g/l (obravnavanje 7). Pri povprečju vseh štirih let je imelo najnižjo skupno titracijsko kislino obravnavanje 2 (6,30 g/l) ter najvišjo obravnavanje 1 (7,57 g/l).\nPri trdoti mesa plodov so bile najvišje vrednosti v letu 2005, najnižje pa 2006. Pri povprečju je bila največja trdota mesa plodov 7,18 kg/cm2 (obravnavanje 9), najmanjša pa 6,80 kg/cm2 (obravnavanje 2). \nŠkrobni indeks je bil najvišji v letu 2007, najnižji pa 2005. Najnižjo povprečno vrednost je imelo obravnavanje 10 (kontrola) (6,30), najvišjo vrednost pa obravnavanje 2 (7,10).\n(1 - 10))\nIz preglednice 10 je razvidno, da so bile vrednosti Streifovega indeksa zrelosti najvišje v prvem letu postavitve poskusa, torej v letu 2005, najnižje pa v letu 2007.\n"], "31": ["5 SKLEPI", "V nasadu jablan sorte ʹPinovaʹ smo v letih 2005 do 2008 ugotavljali vpliv različnih kombinacij gnojil na rast in rodnost. Ob klasičnem gnojenju smo v poskus vključili obravnavanja, kjer smo ukinili gnojenje s fosforjem oz. kalijem in povečevali gnojenje z dušikom. Ob kontroli, kjer nismo uporabljali gnojil, smo v poskus vključili 10 obravnavanj. Proučevali smo prirast debla in poganjkov kot kazalca vegetativne rasti. Kot kazalce generativne rasti smo spremljali količino in kakovost pridelka. V ta namen smo merili in izračunali število plodov, maso plodov, delež prvorazrednih plodov in obarvanost plodov. Pri plodovih smo izmerili še trdoto, skupne kisline in suho snov.\n- Povečevanje gnojenja z dušikom ni vplivalo na povečan prirast debel in poganjkov.\n- Povečevanje gnojenja z dušikom ni vplivalo na količino in kakovost pridelka.\n- Gnojenje brez uporabe kalijevih oz. fosforjevih gnojil ni vplivalo na rast in rodnost.\n- Različni načini gnojenja niso vplivali na obarvanost plodov.\n- Različni načini gnojenja niso vplivali na kakovost pridelka.\nNa podlagi rezultatov tega poskusa bi lahko zaključili, da gnojenje z NPK gnojili ni potrebno. Vendar bi bila takšna trditev prehitra. Rezultati so pridobljeni v mladem nasadu jablan, ki je bil pred sajenjem založno gnojen ter zasajen po sistemu negovalne ledine. Na ta način se v nasadu ustvari velika travna masa, ki bogati tla. Rezultati bi verjetno bili drugačni, če bi poskus zastavili v starejšem nasadu.\n"], "abstract": ["Vpliv različnih načinov gnojenja pri jablani (Malus domestica B.) sorte ʹPinovaʹ na rast, rodnost in kakovost pridelka V letih od 2005 do 2008 je bila v Sadjarskem centru Maribor v Gačniku izvajana raziskava vpliva gnojenja na rast, rodnost in kakovost pridelka jabolk (Malus domestica B.) sorte ʹPinovaʹ na podlagi M9. Proučevan je bil vpliv kombinacij količin dušičnih, fosforjevih in kalijevih gnojil. Gnojili smo z gnojili 222 kg/ha KAN-a, 570 kg/ha DC Hypercorna in 200 kg/ha Kalijevega sulfata ter kasneje dognojevali s 111 kg/ha KAN-a. V poskus smo vključili 10 obravnavanj (1 - NPK, 2 - NP, 3 - NK, 4 - NPK + N, 5 - NP + N, 6 - NK + N, 7 - NPK + 2 x N, 8 - NP + 2 x N, 9 - NK + 2 x N, 0 - brez gnojenja), ki so bila postavljena po sistemu naključnih skupin v štirih ponovitvah. Proučevali smo vegetativne (prirast debla in poganjkov) in generativne parametre (količino in kakovost pridelka). Prirasti debel in dolžine poganjkov so se spreminjali glede na leto. Povečevanje gnojenja z dušikom pa ni vplivalo na vegetativno rast. Različni načini gnojenja niso vplivali na količino in kakovost pridelka (p ‹ 0,05). Rezultati meritev trdote mesa, suhe snovi in skupnih kislin se niso statistično razlikovali, razlike so se pokazale med posameznimi leti. "]}