{"1": ["1 UVOD", ""], "2": ["1.1 PREDSTAVITEV PROBLEMA", "Elektronski podpis se uporablja za preverjanje pristnosti digitalnih informacij (npr. dokumentov, e-poštnih sporočil, makrov, itd.) z računalniško kriptografijo ter je, kot pravi (Lesjak, stran 1), »tisti varnostni element, ki zagotavlja dokumentu v elektronski obliki pravno veljavo«.\n(Palmin, 2006, stran 4) pravi, da »elektronski podpis lahko na grobo primerjamo z lastnoročnim podpisom s stališča enoličnosti lastnoročnega podpisa, vendar elektronski podpis izkazuje tudi istovetnost elektronskega dokumenta, zato bi lahko rekli, da je elektronski podpis bolj podoben pečatu. Po drugi strani je mogoče elektronski podpis tudi zlorabiti, vsaj za čas do preklica, če pride privatni ključ v roke nepridipravom«.\nV nadaljevanju (Lesjak, stran 2) navaja, da »podobno kot tradicionalni (klasični) podpis zagotavlja v povezavi z osebnim dokumentom avtentikacijo podpisnika, vzpostavi elektronski podpis z imetnikovim digitalnim potrdilom elektronsko avtentikacijo podpisnika«.\nPrav tako elektronski podpis pomaga zagotoviti celovitost oz. integriteto (nespremenljivost) sporočila, podpisnik pa ne more zanikati, da je dokument podpisal prav on (nezatajljivost).\nObstaja veliko tehnoloških postopkov za elektronsko podpisovanje, vendar se razlikujejo glede na stopnjo varnosti in zanesljivosti. Med najbolj razširjene oblike elektronskega podpisovanja spada uporaba kriptografskih metod. Slednje temeljijo na infrastrukturi javnih ključev. Takšna oblika elektronskega podpisa je znana pod imenom digitalni podpis.\nElektronski podpis torej ni skeniran lastnoročni podpis, kot bi laično lahko sklepali, temveč je posebna metoda podpisovanja, ki temelji na šifriranju. Novejša vrsta šifriranja (oz. kriptografije), ki temelji na uporabi privatnega in javnega ključa, pa se imenuje asimetrično šifriranje.\nZa potrebe diplomskega dela smo podali tri hipoteze:\n»Uporaba elektronskega podpisa je odvisna od starosti in računalniške  pismenosti«   »Pri elektronskem podpisu prihaja, v primeru zlorabe, do problemov  identifikacije podpisnika»   »Z uporabo elektronskega podpisa je tveganje manjše kot pri klasičnemu  načinu«\n"], "3": ["1.2 PREDPOSTAVKE IN OMEJITVE", "V anketo so bile vključene samo polnoletne fizične osebe. Bomo pa v nadaljevanju prikazali, če obstaja korelacija med uporabo digitalnih potrdil pri pravnih in fizičnih osebah. Prav tako bi želeli poudariti, da bomo uporabili samo tisto statistiko Nove Ljubljanske banke d.d. (v nadaljevanju NLB d.d.), ki ni zaupne narave oz. ni namenjena interni uporabi.\n"], "4": ["1.3 METODE DELA", "Pri predstavitvi problematike elektronskega podpisa smo uporabili deskriptivno metodo. V nadaljevanju bomo z normativno in deskriptivno metodo predstavili ureditev elektronskega podpisa v Sloveniji. Primerjavo ureditve z nekaterimi članicami Evropske unije bomo opravili s komparativno metodo. Stanje uporabe elektronskega podpisa v Sloveniji bo razvidno s pomočjo spletne ankete ter s pridobljeno statistiko NLB d.d. Nato bomo analizirali sodbe sodišč, ki so povezane s to problematiko. V zaključku pa bomo opravili sintezo teoretičnih izhodišč in statističnih podatkov. Ocenili bomo tudi hipoteze ter predlagali možne rešitve k izboljšanju stanja na tem področju. \n2 UREDITEV ELEKTRONSKEGA PODPISA V  SLOVENIJI\nKot je navedeno v (Poročevalec št. 15, 2000, stran 7), »obstaja za elektronsko podpisovanje dokumentov kar nekaj različnih načinov, in sicer od najbolj preprostih (npr. vključevanje skenirane podobe lastnoročnega podpisa v besedno oblikovanje dokumenta) do zelo zapletenih (npr. elektronsko podpisovanje, ki temelji na javnem kriptografskem ključu)«. Prav tako je zapisano, da »preverjanje pristnosti in nespremenljivosti podatkov ne dokazuje zagotovo identitete podpisnika, ki ustvarja elektronske podpise. Prejemnik lahko zato zahteva zanesljivejše informacije o identiteti podpisnika. Takšne informacije lahko posreduje podpisnik sam, tako da prejemniku izda zadovoljive dokaze. Lahko pa identiteto podpisnika potrdi tudi tretja stranka (npr. oseba ali institucija, ki ji zaupata tako ena kot druga stranka). Do podobnih zaključkov o potrebi po zanesljivem in predvidljivem pravnem okolju za elektronsko poslovanje so prišli tudi drugod po svetu«.\nSprejem ZEPEP-ja, ki velja od 22. avgusta 2000, je bil bistvenega pomena za razvoj elektronskega poslovanja v Sloveniji. Ureja namreč elektronsko poslovanje v civilno in gospodarsko-pravnih razmerjih ter elektronsko poslovanje v sodnih in upravnih postopkih.\n"], "5": ["2.1 CILJI IN NAČELA ZAKONA", "Z uvedbo Zakona o elektronskem poslovanju in elektronskem podpisu, smo v Sloveniji želeli doseči, v skladu s (Poročevalec št. 15, 2000, stran 7), naslednje cilje:\nspodbujati hiter tehnološki razvoj elektronskega poslovanja   izenačiti zanesljive elektronske oblike s papirnato obliko (zahteva po pisni  obliki) ter izenačiti varne in zanesljive elektronske podpise z lastnoročnim  podpisom   vzpostaviti jasna in predvidljiva pravila za izmenjavo elektronskih sporočil   vzpostaviti jasna in predvidljiva pravila za uporabo elektronskega podpisa in  za delovanje overiteljev elektronskega podpisa   uskladiti slovensko pravno ureditev elektronskega poslovanja in  elektronskega podpisa z ustrezno tujo, predvsem evropsko in mednarodno  ureditvijo, ter tako zagotoviti mednarodno priznavanje elektronskih podpisov\nPoleg ciljev, temelji zakon tudi na sedmih načelih, ki so, glede na (Poročevalec št. 15, 2000, stran 8), sledeči:\nnačelo nediskriminacije elektronske oblike: prepoveduje sodnim organom, da  bi zavrnili veljavnost oz. dokazno vrednost zgolj zaradi elektronske oblike \n  načelo odprtosti oz. tehnološke nevtralnosti: zakon je dovolj splošen in  tehnološko nevtralen, da bodo njegova pravila uporabna tudi za druga  sredstva, ki bi se lahko uporabila pri preverjanju pristnosti   načelo pogodbene svobode strank: zakon pogodbenim strankam dovoljuje  drugačne rešitve od tistih, ki jih predvideva sam   načelo dvojnega pristopa: namen zakona je spodbuditi široko ponudbo  storitev elektronskega poslovanja oz. s tem povezanih storitev overjanja   načelo varstva osebnih podatkov: zakon restriktivno predpisuje zbiranje in  posredovanje osebnih podatkov, potrebnih za delovanje overiteljev   načelo varstva potrošnikov: zakon predpisuje overiteljem različne obveznosti,  med katerimi je potrebno posebej izpostaviti tudi obveznost glede seznanjanja  uporabnika s pravnimi in tehničnimi vidiki ter posledicami elektronskega  poslovanja   načelo mednarodnega priznavanja: zakon omogoča enostavno medsebojno  priznavanje elektronskih podpisov znotraj EU ter širše priznavanje ob pogojih  vzajemnosti oz. s tem povezane podobnosti področne zakonodaje\nV nadaljevanju bomo obdelali bistvene določbe zakona, ki zadostujejo dvema zahtevama:\nupoštevane so bile svetovne izkušnje in odločitve na tem področju   zakonodaja je tehnološko nevtralna, kajti razvoj IKT je izredno hiter\n"], "6": ["2.2 SPLOŠNE DOLOČBE", "Izpostavili bi predvsem sledeče:\npodatki v elektronski obliki so tisti podatki, ki so oblikovani ali shranjeni na  elektronski način   elektronski podpis je niz podatkov v elektronski obliki, ki je vsebovan, dodan  ali logično povezan z drugimi podatki, in je namenjen preverjanju pristnosti  teh podatkov in identifikaciji podpisnika   da je elektronski podpis varen, mora izpolnjevati naslednje zahteve:   povezan mora biti izključno s podpisnikom   iz njega je mogoče zanesljivo ugotoviti podpisnika   ustvarjen je s sredstvi za varno elektronsko podpisovanje   povezan je s podatki, na katere se nanaša (opazna je vsaka kasnejša  sprememba teh podatkov ali povezave z njimi)   časovni žig je elektronsko podpisano potrdilo overitelja, ki potrjuje vsebino  podatkov v navedenem času   podpisnik je oseba, ki ustvari ali je v njenem imenu in v skladu z njeno voljo  ustvarjen elektronski podpis   digitalno potrdilo povezuje podatke za preverjanje elektronskega podpisa z  določeno osebo ter potrjuje njeno identiteto   overitelj je fizična ali pravna oseba, ki izdaja digitalna potrdila ali opravlja  druge storitve v zvezi z overjanjem ali elektronskimi podpisi\n"], "7": ["2.3 ELEKTRONSKO POSLOVANJE", "Izredno pomemben, tudi za lažje razumevanje ravnanja sodnih organov, je 5. člen ZEPEP-ja, ki pravi, da elektronsko sporočilo izvira od pošiljatelja:   če ga pošlje pošiljatelj sam, ali   če ga pošlje oseba, ki jo pooblasti pošiljatelj, ali   če ga pošlje IS, ki ga je programiral pošiljatelj sam, ali   če je naslovnik za potrditev izvora sporočila uporabil med prejemnikom in  pošiljateljem v ta namen vnaprej dogovorjeno tehnologijo in postopek Ta določba pa ne velja za primere:   če je pošiljatelj obvestil prejemnika, da elektronsko sporočilo ni njegovo in je  prejemnik imel čas, da ustrezno ravna, ali   če je prejemnik vedel ali bi bil moral vedeti (če bi uporabil dogovorjeno  tehnologijo in postopek, itd.), da elektronsko sporočilo ni pošiljateljevo\nZ vidika spletne varnosti je zanimiv 8. člen: Če pošiljatelj od prejemnika prejme potrdilo o prejemu elektronskega sporočila, se šteje, da je naslovnik prejel to elektronsko sporočilo, ne šteje pa se, da je poslano elektronsko sporočilo enako prejetemu.\nPrav tako je pomemben 13. člen, ki pravi: Kadar zakon ali drug predpis določa pisno obliko, se šteje, da je elektronska oblika enakovredna pisni obliki, če so podatki v elektronski obliki dosegljivi in primerni za kasnejšo uporabo. Ta določba pa ne velja za:   pravne posle, s katerimi se prenaša lastninska pravica na nepremičnini ali s  katerimi se ustanavlja druga stvarna pravica na nepremičnini   oporočne posle   pogodbe o urejanju premoženjskih razmerij med zakoncema   pogodbe o razpolaganju s premoženjem oseb, ki jim je odvzeta poslovna  sposobnost   pogodbe o izročitvi in razdelitvi premoženja za življenja   pogodbe o dosmrtnem preživljanju in sporazume o odpovedi neuvedenemu  dedovanju   darilne obljube in darilne pogodbe za primer smrti   kupne pogodbe s pridržkom lastninske pravice   druge pravne posle, za katere zakon določa, da morajo biti sklenjeni v obliki  notarskega zapisa\nKot lahko vidimo, elektronska oblika v praksi ni povsem enakovredna pisni in po vsej verjetnosti tudi nikoli ne bo.\n"], "8": ["2.4 ELEKTRONSKI PODPIS", "Najbolj banalen, in hkrati v podporo modernejši (elektronski) obliki, je 14. člen ZEPEP-ja, ki se glasi: Elektronskemu podpisu se ne sme odreči veljavnosti ali dokazne vrednosti samo zaradi elektronske oblike, ali ker ne temelji na kvalificiranem digitalnem potrdilu ali potrdilu akreditiranega overitelja, ali ker ni oblikovan s sredstvom za varno elektronsko podpisovanje.\nZ vidika kaznivega dejanja je zelo pomemben 17. člen, ki v predlogu zakona ni bil naveden. Pravi pa sledeče: Uporaba podatkov ali sredstev za elektronsko podpisovanje brez vednosti podpisnika ali imetnika potrdila, ki se nanaša na te podatke ali sredstva, je prepovedana.\nKot vemo, je za vsako resnejše elektronsko poslovanje zelo priporočljivo imeti kvalificirano digitalno potrdilo, ki mora, v skladu z 28. členom, vsebovati:   navedbo, da gre za kvalificirano digitalno potrdilo   ime (ali firmo) in državo stalnega prebivališča (ali sedeža) overitelja   ime oz. psevdonim imetnika potrdila ali naziv oz. psevdonim IS z navedbo  imetnika potrdila – obvezno mora biti navedeno, da gre za psevdonim   dodatne podatke o imetniku potrdila, ki so predpisani za namen, za katerega  se bo potrdilo uporabljalo   podatke za preverjanje elektronskega podpisa, ki ustrezajo podatkom za  elektronsko podpisovanje pod nadzorom imetnika potrdila   začetek in konec veljavnosti potrdila   identifikacijsko oznako potrdila   varen elektronski podpis overitelja, ki je potrdilo izdal   morebitne omejitve v zvezi z uporabo potrdila   morebitne omejitve transakcijskih vrednosti, za katere se potrdilo lahko  uporablja\nS stališča varnosti je pomembna tudi 2. točka 1. odstavka 37. člena, ki pravi, da: Podatkov za elektronsko podpisovanje ni mogoče v razumnem času ali z razumnimi sredstvi ugotoviti iz podatkov za preverjanje elektronskega podpisa, elektronski podpis pa je učinkovito zaščiten pred poneverjanjem z uporabo trenutno dostopne tehnologije.\nPrav tako pa velja omeniti, glede na to, da smo člani EU, tudi 46. člen: Kvalificirana digitalna potrdila overitelja s sedežem v EU so enakovredna domačim kvalificiranim digitalnim potrdilom.\n"], "9": ["2.5 KAZENSKE DOLOČBE", "V skladu s (Pavčnik, 2007, stran 203), je »pravna dolžnost sestavina pravnega razmerja in kot taka ustreza določenemu nasprotnemu vedenju in ravnanju«. Kasneje nadaljuje, da »ima dve prvini: obveznost (dolžnost), da njen nosilec na določen način deluje (storitev, opustitev, dopustitev), in sankcijo, ki jo kot pravno posledico sproži druga stran pravnega razmerja, če obveznost ni bila udejanjena ali pa je bila kako drugače kršena. To pomeni, da je nosilec obveznosti (dolžnosti) za svoje vedenje in ravnanje pravno odgovoren: odškodninsko, kazensko, disciplinsko itn.«.\nZ denarno kaznijo od 2.087 € do 20.865 € se, v skladu s 47. členom ZEPEP-ja, za prekršek kaznuje overitelj, če:   ne ugotovi zanesljivo identitete ali drugih pomembnih lastnosti osebe, ki  zaprosi za kvalificirano digitalno potrdilo   izda kvalificirano digitalno potrdilo, ki ne vsebuje vseh zahtevanih podatkov  oz. vsebuje podatke, ki jih ne bi smelo vsebovati   ne prekliče digitalnega potrdila ali kvalificiranega digitalnega potrdila v  primerih, ko to zahteva zakon ali njegova notranja pravila   ne vodi predpisane dokumentacije   izdaja kvalificirana digitalna potrdila in ne izvaja ustreznih varnostnih  ukrepov za preprečitev nepooblaščenega zbiranja ali kopiranja podatkov za  elektronsko podpisovanje s svoje strani ali s strani tretjega   navkljub prepovedi opravljanja dejavnosti s strani ministrstva le-to še naprej  opravlja   neupravičeno uporablja označbo akreditiranega 1 overitelja   itd.\nČe je overitelj pravna oseba, se z denarno kaznijo od 209 € do 417 € kaznuje  za prekršek tudi odgovorna oseba pravne osebe\nPrav tako se, po 48. členu, z denarno kaznijo od 209 € do 626 €, kaznuje za prekršek imetnik digitalnega potrdila oz. njegova odgovorna oseba (če gre za pravno osebo), in sicer, če:   ne zahteva preklica digitalnega potrdila ali kvalificiranega digitalnega  potrdila   uporablja podatke in sredstva za elektronsko podpisovanje v nasprotju z  zahtevami zakona ali na njegovi podlagi izdanih podzakonskih predpisov\nNasploh se je potrebno zavedati, da je, glede na (Pavčnik, 2007, stran 605), »pravičnost temeljna pravna vrednota«.\n1 To so tisti overitelji, ki dokažejo, da izpolnjujejo vse z zakonom predpisane pogoje za  svoje delovanje. \nRavno zato, se lahko posameznik, kot navajajo (Makarovič, Klemenčič, Klobučar, Bogataj in Pahor, 2001, stran 164), »če meni, da je državni organ ali druga pravna ali fizična oseba neupravičeno posegla v njegovo pravico do zasebnosti, obrne na enega od nadzornih mehanizmov (npr. Inšpektorat za varstvo osebnih podatkov, Varuh človekovih pravic, Agencija za telekomunikacije in radiodifuzijo, Tržni inšpektorat, itd.)«.\nKasneje nadaljujejo, da je »mogoče sprožiti tudi civilni (npr. odškodninski) spor« ali »upravni spor, če je domnevni kršilec državni organ, organ lokalne skupnosti ali oseba, ki je nosilec javnih pooblastil«. Pravijo tudi: »če je posameznik neuspešno izčrpal že vsa druga pravna sredstva, pa lahko vloži ustavno pritožbo na Ustavno sodišče ter v končni fazi tudi pritožbo na Evropsko sodišče za človekove pravice« ter »da vse omenjene oblike pravnega varstva veljajo zgolj na ozemlju Republike Slovenije«. »V hujših primerih je mogoče« pravijo, »da poseg v zasebnost posameznika pomeni celo kaznivo dejanje, pri čemer posameznik poda kazensko ovadbo pristojnemu državnemu tožilcu oz. na sodišču vloži zasebno tožbo«.\n"], "10": ["2.6 SPREMEMBE IN DOPOLNITVE", "Na kratko bi omenili tri dopolnitve ZEPEP-ja, ki so bile realizirane v Zakonu o spremembah in dopolnitvah zakona o elektronskem poslovanju in elektronskem podpisu (ZEPEP-A), sprejetem leta 2004. Velja pa poudariti, da je Slovenija prevzela v svoj pravni red tudi določbe Direktive Evropskega parlamenta in Sveta 2000/31/ES o nekaterih pravnih vidikih storitev informacijske družbe, zlasti elektronskega poslovanja. Dopolnitve so sledeče:\nvarstvo potrošnikov pri sklepanju pogodb na daljavo na splošno in na  svetovnem spletu posebej. Sem spadajo direktive, ki se nanašajo na storitev  izključnega prenosa (angl. mere conduit), gostovanja na strežniku (angl.  hosting) in shranjevanja v predpomnilniku (angl. caching)   bolj jasna opredelitev nekaterih zakonskih določb, ki v praksi omogočajo  različne interpretacije (to je posameznike in podjetja odvračalo od odločitve  za uporabo elektronskega poslovanja)   določitev pravne podlage za vključitev digitalnih (elektronskih) potrdil na  osebne identifikacijske dokumente \n3 PRIMERJAVA UREDITVE Z NEKATERIMI  DRŽAVAMI EU\nZa lažjo primerjavo Slovenije s tujino, bomo v nadaljevanju opisali, kako imajo področje elektronskega poslovanja in elektronskega podpisa urejeno nekatere članice Evropske unije.\nAvstrija:\nV celoti je povzela vsebino (brez bistvenih odstopanj) zgoraj omenjene direktive Evropskega parlamenta in Sveta ter jo, dne 21.12.2001, prevzela skupaj z zakonom o nekaterih pravnih vidikih elektronskega poslovanja in pravnega prometa. Edina izjema je posebna določitev odgovornosti v primeru iskalnih strojev. Ravno tako, kot pri nas, tudi pri Avstrijcih velja splošna enakost elektronske in pisne oblike.\nOpomnimo lahko tudi, da je bila leta 2007, po razvitosti elektronskih storitev (e- uprava), Avstrija na 1. mestu v EU. Sledila pa ji je, dokaj presenetljivo za majhno državo, Slovenija.\nNemčija:\nZgoraj omenjeno direktivo je prav tako povzela v celoti (brez uvajanja posebnih vsebinskih novosti) in jo, dne 14.12.2001, prevzela skupaj z zakonom o okvirnih pravnih pogojih elektronskega poslovanja. Pri njih velja enakost elektronske in pisne oblike, razen v nekaterih primerih, ki se nanašajo na obligacijski zakonik in/ali procesne zakone, kjer je obvezna pisna oblika. Kot navaja (Berčič, 2004, stran 7), »nemški zakon vsebuje tudi določbe o varovanju podatkov, kar ZEPEP-ju manjka«. Pravi pa tudi, da nemški zakon »določa, da je nosilec elektronskega podpisa lahko samo fizična oseba, ne pa tudi pravna oseba«.\nFrancija:\nSprejela je zakon o elektronskem podpisu, ki, kot pravi (Berčič, 2004, stran 8), »ureja infrastrukturo elektronskega podpisovanja, medtem ko so drugi členi direktive (npr. enakost elektronske in pisne oblike) urejeni v spremenjenem civilnem zakoniku«. Prav tako pa poudarja, da »francoski zakon ne razlikuje med pravno veljavnostjo elektronskih podpisov fizičnih in pravnih oseb«.\nNizozemska:\nSpremenila je področne zakone in tako izenačila elektronsko obliko s pisno. \nBelgija:\nSprejela je zakon o elektronskem podpisu. V njem pa, kot pravi (Berčič, 2004, stran 8), »ni določb od enakosti pisne in elektronske oblike, ker se v belgijskem pravnem redu na splošno ne zahteva posebne (npr. pisne) obličnosti za sklepanje pogodb«.\nVelika Britanija:\nBritanci so, dne 21.7.2002, prevzeli spremembe in dopolnitve zakona o finančnih storitvah in trgih. Pod posebnim poglavjem omenjenega zakona so določili pogoje za elektronsko poslovanje v skladu z vsebino že omenjene direktive. Kot še navaja (Berčič, 2004, stran 8), »je sprejela poseben zakon o infrastrukturi overiteljev, splošno veljavnost elektronske oblike pa je predpisala v posebnem zakonu o elektronskih komunikacijah«.\nDanska:\nSprejela je zakon o elektronskem podpisu. Enakost elektronske in pisne oblike je omenjena, a ne povsem dorečena.\nFinska:\nSprejela je zakon o elektronskem podpisu. Enakost elektronske in pisne oblike je dorečena z določbami.\nZakon o elektronskem podpisu so sprejele tudi: Italija, Luksemburg, Španija, Portugalska, Irska, Švedska, Grčija in druge.\nKot smo videli, večinoma (razen Francije, Nemčije in Nizozemske) članice niso uvajale sprememb in dopolnitev več zakonov. Raje so se odločile, da direktivo implementirajo popolnoma samostojno v zakonu o elektronskem podpisu (razen Velike Britanije, kjer se imenuje drugače). Za razliko od njih, pa Slovenija ni sprejela direktive v celoti, ampak samo določene določbe, ki jih je vključila v dopolnitvi obstoječega zakona. Zato objektivna primerjava pravne ureditve s članicami EU ni mogoča. \n4 STANJE UPORABE ELEKTRONSKEGA PODPISA  V SLOVENIJI\n"], "11": ["4.1 UGOTOVITVE NA PODLAGI ANKETE", "Za potrebe diplomskega dela smo sestavili anketo in jo objavili na spletu. Osredotočili smo se na polnoletne fizične osebe. Za izpolnjevanje je bila na voljo 12 dni. V tem času smo zbrali 270 respondentov, kar je zadovoljivo velik vzorec. Od tega je bilo 115 moških in 155 žensk. Opozoriti velja, da smo šteli samo tiste, ki so anketo izpolnili v celoti. Delno rešene ankete smo namreč zanemarili.\nV nadaljevanju bomo s pomočjo grafov predstavili ugotovite.\nNa podlagi spodnjega grafa lahko trdimo, da popolnoma vsi, ki imajo izobrazbo višjo od visoke strokovne ali univerzitetne, poznajo elektronski podpis. Prav tako lahko trdimo, da ima polovica tistih, ki ne poznajo elektronskega podpisa, končano samo poklicno šolo ali pa imajo še celo nižjo stopnjo izobrazbe. Sklepamo, da je vzrok v tem, da manj (če sploh) uporabljajo računalnike kot tisti z višjo izobrazbo.\nKot je razvidno s spodnjega grafa, je veliko večja verjetnost, da nekdo pozna elektronski podpis, če je vsaj povprečno računalniško pismen.\nV nadaljevanju smo tiste, ki poznajo elektronski podpis (teh je bilo 240), povprašali, če ga tudi uporabljajo. 61 % jih je odgovorilo negativno. Ugotovili smo tudi, da ga za spletno bančništvo uporablja dobrih 32 %, kar je malenkost več kot je pokazala raziskava Nove Ljubljanske banke d.d. iz leta 2008 (glej poglavje 4.2). Je pa tudi res, da se piše leto 2010, zato je po eni strani samoumevno, da uporablja e-banko nekaj odstotkov več komitentov. Razvidno je tudi, da je izredno majhen odstotek (slabih 7 %) tistih, ki uporabljajo elektronski podpis samo za razne storitve (npr. za e-upravo, prijavo na izpite, itd.). Prav tako pa je zanimivo to, da slabih 23 % za spletno bančništvo uporablja drugo tehnologijo, kot je na primer generator gesel, prijava s pinom, itd.\nTiste, ki elektronskega podpisa ne uporabljajo, smo nato povprašali po razlogu. Skoraj polovica vprašanih je odgovorila, da se jim enostavno ne splača, kajti imajo, po njihovem mnenju, premalo opravka z banko, e-upravo, itd. S slabimi 14 % sledi odgovor, da jim ni bil ponujen. Torej bi banke (in druge ustanove) morale v prihodnje delati bolj na promociji (npr. z informiranjem strank ob vhodu v poslovalnico). V povezavi s tem odgovorom je tudi ta, da nimajo volje, da bi ga sami zaprosili. Takih je slabih 9 %. Torej, obstaja še kar nekaj potencialnih uporabnikov spletnega poslovanja. \nOmeniti velja tudi, da se jih približno enako sklicuje na pomanjkanje računalniškega znanja in na nezaupanje v samo varnost. Problem znanja bi enostavno rešili, če bi strankam preprosto pokazali delovanje, še preden se za karkoli odločijo. Tako bi videli, da je zadeva izredno preprosta za uporabo, kajti namenjena je množicam. Malo težje pa je seveda prepričati nekoga v varnost delovanja. Problem, ki nastane, je ponavadi ta, da nekdo, ki je strokovno usposobljen, razlaga navadnemu uporabniku v svojem (strokovnem) jeziku. Uporabnik pa seveda nima nobenega znanja s tega področja in, razumljivo, ostane nezaupljiv. Še posebej, če je v igri denar.\nPodobno je razvidno tudi na spodnjem grafu. Namreč, samo slaba petina pravi, da je elektronski podpis bolj varen od klasičnega. Skoraj polovica pa jih trdi, da sta enakovredna v smislu varnosti.\nSklepamo lahko, da elektronski podpis nima več zagovornikov, ravno zaradi razširjenega mnenja, da ni nič bolj varen od klasičnega oz. huje, celo manj.\nNaslednji graf ponovno potrjuje, da je ljudem najbolj pomembno varno poslovanje z denarjem. Takoj pa mu sledi bojazen pred krajo osebnih podatkov. \nV nadaljevanju se bomo osredotočili še na korelacijo med uporabo elektronskega podpisa in spolom, starostjo, stopnjo izobrazbe, trenutnim statusom ter računalniško pismenostjo.\nTorej, kot lahko razberemo z naslednjega grafa, kar precej večji odstotek žensk ne uporablja elektronskega podpisa. Vsekakor je to delno povezano z že omenjenim dejstvom, da je bilo med anketiranci 40 žensk več kot moških. Od tistih, ki uporabljajo elektronski podpis samo za spletno bančništvo, je nekoliko več žensk. Vendar pa, moški skoraj 3x več uporabljajo e-podpis tako za spletno bančništvo, kot tudi za ostale storitve.\nStarost ne vpliva na samo uporabo. In sicer, samo spletno bančništvo, glede na naše ugotovitve, uporabljajo v povprečju osebe med 26. ter 41. letom (če smo še nekoliko natančnejši, jih je največ med 26. ter 29. letom). Samo za uporabo storitev prevladuje starost od 22 do 29 let (največ: od 22 do 25). To povezujemo z dejstvom, da veliko študentov uporablja digitalno potrdilo za dostop do informacijskega sistema univerze (npr. AIPS, e-Študent, itd.), kjer se prijavljajo na izpite, naročajo razna potrdila in podobno. Seveda je pomembno tudi to, kateri del populacije e-podpisa ne uporablja. Kajti, tako se lahko v prihodnje bolj osredotočimo na njihovo informiranost. Po naših ugotovitvah so to v povprečju osebe med 22. ter 37. letom (največ: od 26 do 29). \nGlede stopnje izobrazbe lahko povemo samo to, da na splošno v Sloveniji prevladuje izobrazba med srednjo šolo in univerzo. Do enakega zaključka smo prišli tudi z našo anketo. Ravno zato je praktično nemogoče določeno izobrazbo pripisati »navadam« uporabnikov. Lahko pa opomnimo, kot je razvidno s spodnjega grafa, da je med tistimi, ki elektronskega podpisa ne uporabljajo, največ takih, ki imajo končano štiriletno srednjo šolo oz. gimnazijo (ker jasno, tistih, ki imajo končano samo poklicno šolo ali pa celo samo osnovno, je v teh časih izredno malo oz. jih ni veliko prišlo v stik z našo anketo).\nČe pogledamo še vpliv statusa na uporabo elektronskega podpisa, hitro ugotovimo, da obstaja. Namreč, še pred začetkom anketiranja smo predvidevali, da tisti, ki dnevno uporabljajo spletno banko v podjetjih, v veliki meri zadevo uporabljajo tudi doma (kot fizične osebe). Kajti, zavedajo se kako hitra in učinkovita rešitev je to. Prav tako pa je cenejša - nižje provizije, nimamo potnih stroškov, itd. Izkazalo se je, kot je razvidno na grafu na naslednji strani, da smo imeli prav, kajti spletno bančništvo uporabljajo v povprečju tisti, ki so zaposleni v privatnem sektorju. Tisti, ki pa elektronskega podpisa v povprečju ne uporabljajo, pa so študenti in absolventi. To je po eni strani razumljivo, kajti dokler ne plačujejo položnic verjetno res nimajo potrebe po poslovanju preko spletne banke. Po drugi strani so pa ravno študentje največji uporabniki izključno e-storitev (kot smo že omenili: za dostop do IS univerze, itd.). \nNa podlagi grafa na naslednji strani, ki prikazuje korelacijo med računalniško pismenostjo in uporabo e-podpisa, lahko trdimo, da povezava vsekakor obstaja.\nNamreč, tisti, ki elektronskega podpisa ne uporabljajo, so večinoma povprečno in nadpovprečno računalniško pismeni. Vendar, pojavljajo se tudi tisti, ki imajo pomanjkljivo oz. celo kritično računalniško znanje.\nTisti, ki elektronski podpis uporabljajo, pa so večinoma vsi nadpovprečno oz. celo odlično računalniško pismeni. Rahlo odstopanje je bilo zaznati samo pri tistih, ki elektronski podpis uporabljajo, vendar ne za spletno bančništvo. Povprečje se je namreč razširilo še na povprečni nivo znanja. To ponovno lahko povežemo s študenti, ki e-podpis uporabljajo za potrebe študija, vendar pa nimajo nekega ogromnega znanja o računalništvu (izvzeti so seveda študentje raznih računalniških in tehničnih smeri, ki so na tem področju bolj domači).\nOmenili bi še, da med respondenti, ki elektronski podpis uporabljajo, ni bilo niti enega s pomanjkljivim oz. kritičnim računalniškim znanjem. \nKot zanimivost prilagamo še tortni diagram (na naslednji strani), ki prikazuje kolikšen del »trga«, glede na našo anketo, zavzema posamezen (akreditiran) overitelj v Sloveniji. Po pričakovanjih, je na 1. mestu certifikat, ki ga izdaja NLB d.d. in ima skoraj 50 % delež (po zaslugi njihovega Klik-a). Opozoriti pa velja, da je bil velik delež anketirancev iz Ljubljane in okolice, kar vsekakor vpliva na izid. S skoraj 30 % ji sledi SIGEN-CA, ki je izdajatelj kvalificiranih digitalnih potrdil overitelja na MJU. Obrazložimo lahko, da overitelja na MJU sestavljata dva izdajatelja kvalificiranih digitalnih potrdil (to sta, že omenjeni SIGEN-CA, ki izdaja potrdila za fizične osebe in poslovne subjekte, in pa SIGOV-CA, ki izdaja potrdila za državne organe) in pa en izdajatelj varnih časovnih žigov (SI-TSA). Sledita pa še digitalno potrdilo certifikatne agencije Halcom in Pošte Slovenije, ki sta skoraj izenačena. Mogoče lahko dodamo še to: pod oznako drugo, se je 3x pojavil certifikat SEBCA, ki se uporablja za poslovanje preko Link-a (Gorenjska banka), in pa 1x certifikat podjetja VeriSign iz Kalifornije. \nSloveniji\n"], "12": ["4.2 STATISTIKA NLB d.d.", "Nova Ljubljanska banka d.d. je bila ustrežljiva in nam je posredovala nekaj rezultatov raziskave o zadovoljstvu njihovih strank. Podatki so za leto 2008.\nUgotovili so, da si 68 % anketiranih uporabnikov NLB Klik-a želi imeti elektronsko podpisovanje dokumentov.\nVarnosti poslovanja stranke so (imetniki NLB Klik-a) pripisali izreden pomen. Namreč, ocenjevali so na lestvici do 100, rezultati pa so bili sledeči:   varnost poslovanja – 94   zanesljivost e-banke – 92   točnost podatkov e-banke – 90   kakovost opravljenih storitev preko e-banke – 87\nZaupali so nam še podatek, da ima skoraj 30 % imetnikov osebnih računov tudi NLB Klik. To pomeni, da se Slovenci ne bojimo novosti in zaupamo tehnologiji, ki nam prihrani dragocen čas in olajša poslovanje.\n"], "13": ["5 ANALIZA SODNE PRAKSE", "Kot pri vseh stvareh v življenju, tudi v pravu, največ šteje praksa. Namreč, zanimalo nas je, če zadeva dejansko poteka po zastavljenih načrtih, zato smo preverili ius-info portal za morebitne sodne pritožbe na tem področju. Kajti, če zakon ne ščiti fizične oz. pravne osebe v primeru kraje identitete (ali česa drugega), potem ni korekten in bi ga bilo treba dopolniti. Druga stvar pa je seveda sama interpretacija sodnih organov.\n(Pavčnik, 2007, stran 627) navaja, da je »pravna varnost ena od najbolj poglavitnih pravnih vrednot, ki lahko utrjujejo vladavino prava. Pravna varnost pomeni, da so pravila vedenja in ravnanja pravnih subjektov predvidljiva (predvidljivost prava), da se pravno urejeno vedenje in ravnanje v življenju uresničuje (zanesljivost prava) in da je zato mogoče načrtovati, kako naj se vedemo v prihodnje (zaupanje v pravo)«.\nZ namenom primerjave števila civilnih sporov in števila kaznivih dejanj v zvezi z uporabo klasičnega podpisa in uporabo elektronskega podpisa smo poskušali opraviti tudi analizo podatkov iz sodne statistike. Statistični podatki ne izkazujejo podatkov o dejanjih, ki bi bila posledica zlorabe pri uporabi ene ali druge oblike podpisa. Ker tudi v opisnem delu statističnih poročil sodne statistike, v kateri so opisani predvsem primeri v porastu in s težjimi posledicami, problematika v zvezi z elektronskim podpisom nikjer ni omenjena, lahko sklepamo, da je tveganje, v primerjavi s klasičnim podpisom, manjše.\nDo podobne ugotovitve smo prišli tudi s pregledom sodnih odločb na pravno informacijskem portalu ius-info. Tudi na podlagi sodnih odločb v tej bazi podatkov lahko sklepamo, da uporaba elektronskega podpisa ne predstavlja večjega tveganja oz. da je tveganje manjše kot pri klasičnemu načinu.\nZa uporabo elektronskega podpisa v praksi pa sta pomembni sodni odločbi Vrhovnega sodišča in Ustavnega sodišča Republike Slovenije, ki ju povzemamo v nadaljevanju.\n"], "14": ["5.1 PRIMER 1: JUDIKAT VRHOVNEGA SODIŠČA RS", "Povzeli bomo judikat 2 Vrhovnega sodišča Republike Slovenije z dne 18. 06. 2003, z opravilno številko VS Sklep I Up 505/2003, ki se nanaša na Zakon o elektronskem poslovanju in elektronskem podpisu.\nZapisano je, da je tožnik kot dokazilo, da je vložil naknadno zahtevo za izdajo odločbe, tožbi priložil računalniški izpis z dne 11. 02. 2003.\n2 Del sodbe, ki vsebuje kratko odločitev oz. rešitev zadeve. \nTožnik po mnenju sodišča 1. stopnje v tožbi ne zatrjuje, da je to zahtevo vložil kot pisno vlogo pri toženi stranki in takšnega načina vložitve vloge tudi ne izkazuje. Namreč, tožnik naj bi navedeno naknadno zahtevo vložil pri toženi stranki po elektronski poti. Meni, da je treba takšno vložitev vloge šteti za pravilno in pravočasno.\nSodišče 1. stopnje se s tožnikovim mnenjem ne strinja, kajti naknadna zahteva mora biti lastnoročno podpisana. V kolikor bi šlo za vlogo, poslano po elektronski poti, bi morala po mnenju sodišča 1. stopnje vsebovati tudi elektronski podpis, sicer jo je šteti za nepopolno.\nTožnik je nato vložil pritožbo zoper omenjeni sklep. Pravi, da je zanj popolnoma nesprejemljivo mnenje sodišča 1. stopnje, da mora vloga, poslana po elektronski poti, nujno vsebovati elektronski podpis, sicer se šteje, da ni vložena. Navaja tudi, da mora biti vloga, po 5. odstavku 66. člena Zakona o splošnem upravnem postopku (v nadaljevanju ZUP), lastnoročno podpisana, razen kadar to zaradi oblike vloge ni mogoče.\nZato meni, da je vloga v elektronski obliki glede vprašanja lastnoročnega podpisa popolna, če vsebuje navedbo imena pošiljatelja in ne sme vzbujati dvoma, da jo je res poslal tisti, čigar ime je navedeno v vlogi. Prav tako trdi, da iz ZEPEP-ja ne izhaja pravilo, da mora vloga, poslana po elektronski poti, nujno vsebovati elektronski podpis, sicer je nepopolna in je ni mogoče obravnavati. Zato bi zakonodajalec moral, po sprejetju ZEPEP-ja, dopolniti ZUP, kar pa ni storil.\nTožena stranka (sodišče 1. stopnje) na pritožbo ni odgovorila.\nVrhovno sodišče (pritožbeno) je odločilo, da je pritožba utemeljena. Kajti, če dobi organ vlogo po elektronskem mediju (ali telefonsko sporočilo), pa dvomi, ali je vlogo res poslal tisti, čigar ime je navedeno v vlogi, mora zahtevati, naj stranka tako prejeto vlogo potrdi s pisno potrditvijo. Če stranka ne ravna tako v določenem ji roku, se šteje, da vloga sploh ni bila vložena.\nPritožbeno sodišče je zadevo vrnilo sodišču 1. stopnje, da opravi nov postopek.\n"], "15": ["5.2 PRIMER 2: SKLEP USTAVNEGA SODIŠČA RS", "Povzeli bomo del sklepa Ustavnega sodišča Republike Slovenije z dne 22. 09. 2005, z opravilno številko U-I-229/03-9, ki se prav tako nanaša na ZEPEP.\nV njem je zapisano, da je pobudnik vložil pobudo v imenu več pravnih in fizičnih oseb. Priložil je tudi elektronska sporočila, s katerimi naj bi ga pooblastili za vložitev pobude. \nPooblastilo je namreč lahko dano tudi z uporabo IT, vendar mora biti podpisano z varnim elektronskim podpisom skladno z ZEPEP-jem.\nVendar, pooblastila, ki jih je priložil pobudnik niso ustrezala zahtevam Zakona o ustavnem sodišču in Zakona o elektronskem poslovanju in elektronskem podpisu. Ustavno sodišče je zato pobudnika pozvalo, naj pobudo dopolni s predložitvijo ustreznih pooblastil.\nPobudnik pobude ni dopolnil, zato je Ustavno sodišče štelo, da je pobudo vložil le v svojem imenu.\n"], "16": ["6 ZAKLJUČEK", "Na začetku smo postavili tri hipoteze, ki jih bomo sedaj ocenili.\n»Uporaba elektronskega podpisa je odvisna od starosti in računalniške pismenosti« Hipotezo lahko, na podlagi spletne ankete, delno potrdimo. Za starost smo namreč ugotovili, da ne vpliva na uporabo elektronskega podpisa. Prav pa smo imeli, ko smo dejali, da računalniška pismenost vpliva.\n»Pri elektronskem podpisu prihaja, v primeru zlorabe, do problemov identifikacije podpisnika» Hipotezo lahko delno potrdimo. Podpisnik je 100 % znan. Tukaj ni dileme. Vendar pa nastane problem, kajti ni bila izražena volja lastnika elektronskega podpisa in to se šteje kot kaznivo dejanje. Namreč, kot smo že omenili, je uporaba podatkov ali sredstev za elektronsko podpisovanje, brez vednosti podpisnika ali imetnika potrdila, prepovedana. Glede same identifikacije podpisnika lahko komentiramo, da je izredno težko ugotoviti, kdo se je dejansko izdajal za nas. Možno je recimo pogledati posnetke nadzornih kamer, če so seveda nameščene (ponavadi je to navada v večjih poslovnih stavbah). Prav tako je možna forenzična ali katera druga preiskava, vendar ne pri manjših prekrških. Še toliko težje pa je v primeru, da nam nekdo vdre v računalnik, pobere digitalno potrdilo in zabriše za seboj vse sledi. Torej, pomembna je preventiva.\n»Z uporabo elektronskega podpisa je tveganje manjše kot pri klasičnemu načinu« Hipotezo lahko v celoti potrdimo, kajti, do sedaj v Sloveniji še ni bilo primera vdora v napredno kvalificirano digitalno potrdilo (vsebuje dva para RSA ključev, ki imajo 2048 bitno dolžino). Zavedati se je potrebno, da je klasičen podpis veliko lažje ponarediti, kajti vsak, ki se odloči in si vzame čas, lahko to stori. Ne more pa vsak vdreti preko takšne zaščite, kot jo imajo napredna kvalificirana digitalna potrdila. Za to je namreč potrebno ogromno programerskega in praktičnega znanja, ki ga premore samo peščica ljudi na svetu in pa seveda izjemna računalniška moč. Slednja je trenutno edina ovira, ki preprečuje, da bi vdori postali vsakdanjost. Torej, običajen, pošten državljan, ne rabi popolnoma nič skrbeti za vdore oz. krajo osebnih podatkov. Vse kar mora storiti je to, da upošteva osnovne principe varne uporabe. Ne sme namreč imeti naloženega certifikata na trdem disku računalnika, ki je dostopen tudi drugim (nezaupljivim) osebam. To poudarjamo zato, ker veliko ljudi izvozi certifikate in jim ne dodeli niti gesla, če pa že, pa je to izjemno nekompleksno. Prav tako veliko ljudi nima vklopljene zahteve po vnosu gesla pred vsako uporabo certifikata. Takšne malenkosti namreč odvrnejo veliko večino potencialnih storilcev kaznivega dejanja. Vsekakor bolj varna varianta je, da hranimo certifikat oz. digitalno potrdilo na pametnem USB ključu, ki zahteva geslo za dostop do podatkov na njem. \nZa najbolj skeptične pa je na voljo pametna kartica, ki je trenutno, glede na spletno stran Halcom-a, najvarnejša tehnologija, kajti generiranje tajnih ključev in podpisovanje se vrši v mikroprocesorju na samem čipu pametne kartice, zato tajni ključ ni nikoli in nikjer dostopen izven čipa. Poleg tega pa mikroprocesor na kartici samodejno zaklene kartico pri večkratnem napačnem vpisu PIN kode.\nČe pogledamo še pravni vidik in ZEPEP, vidimo, kot pravijo (Pavliha idr., 2002, predgovor), da »je razmeroma sodoben, a hkrati nepopoln, nekonsistenten, nejasen, okorno napisan, težko razumljiv in strokovno vprašljiv«. Kasneje v uvodu omenijo, da se hitrost pri sprejemanju zakona (pred sprejetjem je bil v parlamentarnem postopku le dobre tri mesece) »nedvomno odseva v kvaliteti zakonskega besedila«. Prav tako pa zanimivo komentirajo 17. člen ZEPEP-ja, ki poudarja nesmiselnost prepovedi uporabe sredstev za elektronsko podpisovanje brez vednosti podpisnika ali imetnika digitalnega potrdila. Pravijo namreč, da so »sredstva le orodje, ki omogoča oblikovanje varnega elektronskega podpisa, zato njegove uporabe ne moremo globalno prepovedati. V tem kontekstu lahko prepovemo le uporabo podatkov za elektronsko podpisovanje (šifer in zasebnega ključa) brez vednosti podpisnika ali imetnika potrdila«.\nUgotovili smo tudi, da elektronski podpis ponekod v praksi ni popolnoma enakovreden klasičnemu. Pri analizi sodne prakse smo prav tako ugotovili, da po sprejetju ZEPEP-ja niso dopolnili določenih delov ostalih zakonov, ki se navezujejo na isto tematiko kot ZEPEP.\nVsekakor je problem tudi, kot pravi (Berčič, 2004, stran 9), ker je »pomanjkanje inšpekcijskega nadzora nad izvajanjem zakona«. Kasneje nadaljuje, da bi bilo elektronsko poslovanje kot oddajanje in sklepanje ponudb bolj smiselno uvrstiti v Obligacijski zakonik. Prav tako se mu zdi smiselno, če bi že v ZEPEP-ju opredelili različne vrste uporabe elektronskega podpisa. Kot razlaga je velik problem tudi »hranjenje podatkov o kvalificiranih digitalnih potrdilih«. Namreč, »zainteresirana oseba po roku (ko overitelj ne bo več hranil podatkov o digitalnih potrdilih) ne bo več mogla v sodnih ali drugih postopkih ugotavljati identitete podpisnika«.\nKo pogledamo celoto, vidimo, da je preveč napak v zakonu in bi ga bilo potrebno temeljito dopolniti, če želimo, da področje elektronskega poslovanja in podpisa funkcionira tako kot je bilo prvotno zamišljeno.\nZaključili bi z besedami od (Pavčnik, 2007, stran 628): »popolne pravne varnosti ni, kot tudi ni popolnega prava, ki bi bilo pravzaprav že svoje nasprotje in bi nas postavilo v idealno dobo človeštva. V pravni resničnosti je pravo v določenem obsegu primarno neučinkovito; vselej je določen krog subjektov, ki svojih obveznosti ne izpolnjujejo in kršijo pravice in dolžnosti drugih (npr. s kaznivimi dejanji). Če je pravna varnost kolikor toliko družbeno stabilna in učinkovita, lahko s precejšnjo stopnjo zanesljivosti predvidimo, da bo sankcijski sistem deloval in da bodo torej sproženi ustrezni postopki«.\n"], "abstract": ["Elektronski podpis je posebna metoda podpisovanja, ki temelji na šifriranju. Obstaja veliko tehnoloških postopkov za elektronsko podpisovanje, vendar se razlikujejo glede na stopnjo varnosti in zanesljivosti. Med najbolj razširjene oblike elektronskega podpisovanja spada uporaba kriptografskih metod. Slednje temeljijo na infrastrukturi javnih ključev. Takšna oblika elektronskega podpisa je znana pod imenom digitalni podpis. V diplomskem delu smo obravnavali problematiko elektronskega podpisa, in sicer pretežno s pravnega vidika. Ugotovili smo, da pri elektronskem podpisu prihaja, v primeru zlorabe, velikokrat do problemov identifikacije podpisnika. Namreč, izredno težko je ugotoviti, kdo se je dejansko izdajal za nas, razen če je bil storilec fizično prisoten na našem računalniku in je v sobi recimo nadzorna kamera. Prav tako smo ugotovili, da uporaba elektronskega podpisa ni odvisna od starosti, ampak bolj od računalniške pismenosti. Naše zadnje spoznanje pa se nanaša na tveganje. Slednje je z uporabo elektronskega podpisa občutno manjše kot pri klasičnemu načinu. To trdimo na podlagi dejstva, da do sedaj v Sloveniji še ni bilo primera vdora v napredno kvalificirano digitalno potrdilo."]}