{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev oz. opis problema, ki je predmet raziskovanja", "Področje našega raziskovanja je marketing, predmet raziskovanja pa marketinški splet v trgovini. Pri tem smo se osredotočili na točno določeno prodajalno.\nPoenostavljeno pomeni marketing vse poslovne dejavnosti v podjetjih, ki so povezane s potjo izdelkov in storitev od proizvajalcev do porabnikov. S strani AMA (American Marketing Association) pa je marketing:« proces načrtovanja in snovanja izdelkov, storitev in idej ter določanja cene in odločanja v zvezi s tržnim komuniciranjem in distribucijo z namenom, da se ustvari takšna izmenjava, ki zadovoljuje pričakovanja posameznikov in podjetja.«\nTrgovina je najpomembnejši člen med proizvodnjo in porabo. Gre v bistvu za posredovanje izdelkov kupcem, s katerimi le-ti zadovoljujejo svoje potrebe. Zaradi vse hitrejšega razvoja lahko rečemo, da je ponudba izdelkov enormna, vse več pa je tudi trgovin oz. prodajaln. Kupna moč prebivalstva pa je omejena z njihovimi dohodki, zato se morajo kot kupci odločati, kaj kupiti, kje kupiti, po kakšni ceni itd…. Konkurenca med prodajalci je torej zelo močna in zaradi nje le-ti nenehno tekmujejo med seboj ter se borijo za prevlado na tržišču. Pridobiti morajo prednosti, ki jih bodo ločile od drugih in jim s tem omogočile ugodno tržno pozicijo ter dolgoročno vplivale na pozitiven poslovni izid – dobiček.\nSeveda pa ni dovolj, da odjemalca le enkrat prepričajo v nakup. Dosegli naj bi, da bi se vračal na to prodajno mesto. Mumel (1998, 93) povzema po Schiffmanu in Kanuku, (1997): » V pogojih ostre konkurence predstavlja zmožnost podjetja, da zazna porabnikove potrebe in želje ter da jih izpolni, ključ do uspeha preživetja, zato uspešni tržniki opredeljujejo trg v smislu potreb, ki jih je treba zadovoljiti, ne pa v smislu izdelkov, ki jih je treba prodati.« Iz tega lahko povzamemo naslednje: Če odjemalec v okviru naše ponudbe ne bo dobil tistega, kar pričakuje in želi, bo odšel drugam. Z negativnim mnenjem lahko od obiska odvrne tudi sorodnike, prijatelje, znance. Odjemalci namreč veliko govorijo o tem, kje kupujejo, o ponudbi izdelkov, o prijaznosti prodajnega osebja.\nProdajno mesto pomeni torej še zadnjo možnost vplivati na odjemalca in ga pritegniti v nakup. Da bi izdelek uspešno prodali, ni dovolj samo prisotnost le-tega v prodajalni, njegova kakovost, primerna cena, priznana blagovna znamka, temveč je velikega pomena tudi pozicioniranje izdelka na prodajnem mestu. Oglaševanje na prodajnem mestu povzroči, da odjemalec dobi to, kar vidi, čeprav do takrat ni vedel, da to potrebuje. Odločilno vlogo pri nakupnih odločitvah pa ima velikokrat ravno prodajno osebje. Kar precejšen delež nakupnih odločitev se namreč zgodi na samem prodajnem mestu.\nDober prodajalec mora torej nenehno izvajati raziskave maloprodajnega trga, analizirati povpraševanja oz. potrebe odjemalcev po izdelkih in sovpadajočih storitvah, upoštevati njihove predloge in želje, se nenehno strokovno izobraževati in se truditi kar najbolje jim ugoditi. Kupci namreč postajajo vse bolj izobraženi in vse bolj zahtevni. Zato se morajo prodajalci ravnati po načelu, da je kupec kralj. \n1.2 Namen, cilji in osnovne trditve diplomskega dela\nS svojo raziskavo želimo proučiti oz. poiskati »skrivni recept« uspešne prodajalne. Dejansko vemo, da ta ne obstaja, sigurno pa obstajajo neke temeljne zakonitosti oz. prvine, ki nas pripeljejo do uspešnosti.\nCilji:\nV teoretičnem delu želimo:  opredeliti trgovino in njen pomen kot marketinške poti v sistemu marketinga ter  predstaviti sestavine marketinškega spleta in konkurenčne prednosti trgovine.\nV praktičnem delu želimo ugotoviti:  povprečno starost odjemalcev, da se bomo v prihodnosti lažje osredotočili na  pridobivanje novih ciljnih skupin;  kaj je bil glavni motiv pri nakupu mobilnega telefona odjemalcev;  kaj odjemalcem predstavlja izdelek mobilni telefon;  po kateri blagovni znamki je največje povpraševanje;  ali se odjemalci pri ponovnem nakupu odločijo za nakup iste blagovne znamke kot pri  predhodnem nakupu ali izberejo drugo;  kateri trije dejavniki so najbolj odločilni pri izbiri aparata;  kateri cenovni razred je najbolj privlačen za odjemalce;  ali prevladujejo nakupi z naročniškim paketom ali brez in zakaj;  ali se odjemalci odločijo za nakup določenega mobilnega telefona na samem prodajnem  mestu ob pomoči prodajnega osebja in lastne presoje ali odločitev sprejmejo predhodno  na osnovi oglaševanja, priporočil prijateljev;  s čim privablja prodajalna Elcom svoje kupce, zakaj so izbrali za nakup ravno to  prodajalno;  ali odjemalci prejmejo na samem prodajnem mestu dovolj informacij o izdelkih;  ali je v prodajalni v okviru določene vrste izdelka na razpolago dovolj različnih modelov  oziroma tipov (globina sortimenta) ali bi jo morebiti morali dopolniti;  kaj menijo odjemalci o oglaševanju prodajalne in kako se nanj odzivajo;  kako ocenjujejo odjemalci lokacijo prodajalne;  kako ocenjujejo odjemalci prodajni ambient;  kaj menijo o cenah v primerjavi z drugimi ponudniki tovrstnih izdelkov;  ali so odjemalci dovolj seznanjeni s ponudbo storitev prodajalne Elcom;  ali dodatne ugodnosti prodajalne, kot so akcijski popusti, popusti ob predložitvi kupona,  sodelovanje v nagradni igri, vplivajo na nakupne odločitve;  katere so slabosti naše prodajalne, le-te imamo namen v prihodnosti odpraviti;  katere so naše preference pred konkurenti, ki jih želimo ohraniti. \nTrditve:\nMed odjemalci prevladujeta starostni skupini od 21-30 let in od 31-40 let – delež obeh  skupaj predstavlja nad 55%.  Najpogostejši motiv za nakup aparata je potreba to tovrstnem sredstvu za komunikacijo  (če gre za prvi nakup ali če se je stari pokvaril), več kot 40% odjemalcev se za nakup  odloči iz tega razloga.  Odjemalcem predstavlja mobilni telefon predvsem sredstvo za komuniciranje, in sicer  tako meni kar 75% odjemalcev.  Najbolj prodajno znamko mobilnega telefona predstavlja Nokia, in sicer se zanjo odloči  več kot 40%.  Zvestoba blagovnim znamkam je precejšnja, in sicer kupi isto znamko mobilnega  telefona pri ponovnem nakupu več kot 40% odjemalcev.  Odločilni dejavniki, ki prevladujejo pri izbiri aparata, so predvsem oblika in design, cena  in blagovna znamka.  Največ odjemalcev (od 40% do 60%) se ob nakupu odloči za cenovni razred od 10.001-  Velik del odjemalcev, t.j. nad 60%, se odloči za nakup z naročniškim paketom.  Na samem prodajnem mestu se zgodi od 35% do 50% , in sicer ob pomoči prodajnega  osebja ali na osnovi lastne presoje.  Najpogostejši vzrok za izbiro prodajalne Elcom, je strokovno usposobljeno prodajno  osebje, njihovo zadovoljstvo s predhodno kupljenimi izdelki in zagotavljanje  kakovostnega servisa in drugih storitev.  S posredovanimi informacijami v zvezi z izdelki je zadovoljnih od 70% do 85%  odjemalcev.  Od 70% do 90% odjemalcev meni, da je okviru ponudbe posameznih vrst izdelkov  dovolj različnih modelov oziroma tipov .  Na 30-40% odjemalcev oglaševanje ne vpliva, preostalih 60% pa se nanj odziva različno.  Več kot 50% odjemalcev potrjuje, da je lokacija prodajalne dostopna, blizu, privlačna in  ima dovolj velik parkirni prostor.  Več kot 50% odjemalcev potrjuje, da je prodajni ambient dovolj velik, dovolj svetel,  urejen in da so izdelki na policah dobro vidni.  Od 50-70% odjemalcev meni, da so cene ugodne v primerjavi s ponudniki konkurenčnih  izdelkov.  Več kot 50% odjemalcev je seznanjenih s storitvami, ki skupaj z izdelki tvorijo ponudbo  prodajalne.  Od 30-50% odjemalcev se ob ponudbi dodatnih ugodnosti prodajalne hitrejše odloči za  nakup.  Prednosti naše prodajalne so predvsem strokovna usposobljenost in prijaznost prodajnega  osebja, svetovanje ter kakovosten servis.  Slabost naše prodajalne je, da ne nudi odjemalcem plačevanja s plačilno kartico in  premajhen prodajni prostor. \n"], "3": ["1.3 Predpostavke in omejitve raziskave", "Predpostavke:\nv Sloveniji na kratek rok ni pričakovati drastičnih političnih, zakonodajnih in  gospodarskih sprememb;  na področju Bele krajine na kratek rok ni pričakovati upadanja kupne moči, kar bi  rezultiralo zmanjševanje izdatkov za zadovoljevanje luksuznih izdelkov;  na področju Bele krajine na kratek rok ni pričakovati novih konkurentov, lahko pa  pričakujemo, da se bo povečal pritisk s strani že obstoječih konkurentov;  naša prodajalna bo na dolgi rok uspešno poslovala, če bo uspela odpraviti svoje slabosti  in ohraniti svoje prednosti ter na ta način kakovostno zadovoljevati potrebe in želje  odjemalcev;  glede na razvitost sociokulturnega okolja predpostavljamo, da bo prodaja mobilnih  telefonov na dolgi rok naraščala.\nOmejitve:\nPri svoji raziskavi smo se osredotočili na en izdelek – mobilni telefon. V kolikor bi proučili skupino več različnih izdelkov (hrana, kozmetika…) bi verjetno dobili vsaj malo drugačne rezultate. Gre namreč za izdelek, ki je še do nedavnega veljal za luksuzni, čeprav pa je danes njegova uporaba zelo široka in je dejansko postal del vsakdanjega življenja. Sama narava tega izdelka je čisto drugačna kot npr. hrane, zato svojih ugotovitev ne moremo posploševati na vse izdelke.\nDrugo omejitev predstavlja omejitev na samo eno prodajalno mobilnih telefonov. Verjetno bi bili rezultati ankete, izvedene v neki drugi prodajalni čisto ali pa vsaj za nekaj odstotkov diferencirani. Obstajajo namreč razlike v kupni moči po posameznih regijah (npr. v Sloveniji), različne starosti ljudi, različne potrebe, različne koncentracije prodajnih mest po posameznih regijah, zato se razlikam ni možno izogniti. \n"], "4": ["1.4 Predvidene metode raziskovanja", "Diplomsko delo je poslovna raziskava.\nPrvi del, tj. teoretični del, je statična raziskava, ki temelji na deskriptivnem pristopu. V tem delu bomo podrobno predstavili oz. opisali elemente marketinškega spleta v trgovini ter povezavo med njimi in odjemalci. Povzeli bomo tudi spoznanja in stališča nekaterih avtorjev. Uporabili bomo naslednji metodi:\nmetodo deskripcije  metodo kompilacije.\nV drugem in tretjem delu, kjer se bomo osredotočili na konkretno podjetje, gre za analitični pristop, posluževali pa se bomo naslednjih metod:\nmetoda klasifikacije  komparativna metoda  interakcija induktivnega in deduktivnega sklepanja  samostojna uporaba induktivnega sklepanja  analitične induktivne metode:\n- metoda grafičnega prikazovanja\n- metoda tabelaričnega prikazovanja \n"], "5": ["2 OPREDELITEV IN POMEN TRGOVINE KOT TRŽNE POTI V SISTEMU  MARKETINGA", "Trgovina pomeni (Leksikon Cankarjeve založbe 1994, 1098) posredovanje menjave blaga in storitev; njene naloge so zadovoljitev ponudbe in povpraševanja, premostitev krajevne in časovne razlike med obema, zagotavljanje zalog, izravnavanje krajevnih in časovnih razlik pri ceni. Predstavlja marketinško pot v celotnem sistemu marketinga.\nOpredelitev marketinga je skoraj toliko kot je avtorjev knjig o marketingu. Ljudje splošno razumejo pod besedo marketing prodajo, večina pa jih ob tem še vedno pomisli na oglaševanje. Vendar sta ti dve dejavnosti le del celotnega spleta elementov marketinga .\nV preteklosti je bil cilj prodajalcev tako na medorganizacijskem kot na potrošniškem trgu samo prodati čimveč izdelkov ali storitev. Danes pa vzporedno temu cilju vse bolj posvečajo pozornost zadovoljitvi potreb kupca. To problematiko torej proučuje marketing. Marketing se ukvarja z raziskavami, kaj ljudje hočejo, z ustvarjanjem proizvodov in storitev, ki te želje zadovoljujejo, z določanjem ustrezne cenovne politike in razvijanjem najustreznejših in najlažjih načinov, da ljudje te proizvode in storitve kupujejo (Johnson in Wilson 1984, 11).\nKotler definira marketing (1996, 6) kot družbeni upravljalski proces, s katerim podjetja in posamezniki dobijo, kar potrebujejo in želijo tako, da ustvarijo, ponudijo in medsebojno zamenjujejo izdelke, ki imajo vrednost.\nShith (1993, 11) poudarja, da je namen podjetja ustvariti in nato tudi obdržati zadovoljstvo odjemalcev. Poleg tega pa morajo podjetja tudi »proizvajati denar«. Pravi, da je služenje denarja potreba, ne pa namen. Je pravzaprav končni izid pri ustvarjanju zadovoljnega kupca.\nIzhodišče vsakega podjetja pri načrtovanju svojega nadaljnjega obstoja in razvoja je marketinška strategija t.j. tržno usmerjena strategija. Sfiligoj (1993, 18) izpostavlja kot osrednjo sestavino marketinške strategije sprejemanje odločitev o marketinškem spletu (marketing mix) in njegovih sestavinah. Tudi o marketinškem spletu obstajajo različne delitve njegovih sestavin. Po konceptu 3P sestavljajo marketinški splet trije podspleti (Snoj in Gabrijan 2004, 76):\nsplet izdelka;  splet marketinških poti;\n"], "6": ["splet marketinškega komuniciranja.", "Celoten marketinški splet podrobneje predstavljamo v poglavju 4., na tem mestu pa bomo razjasnili le splet marketinških poti.\nSplet marketinških poti zajema :\npriskrbo izdelkov (nabavne poti) in  razpečavo t.j. distribucijo izdelkov (prodajne poti) \nZa izvajalca marketinga je priskrba izdelkov skupek aktivnosti v zvezi s potjo izdelka od dobaviteljev k njemu, razpečava oziroma distribucija izdelkov pa zajema skupek aktivnosti v zvezi s potjo teh izdelkov do odjemalcev (Snoj in Gabrijan 2004, 162).\nProizvajalci svojih izdelkov ne prodajajo neposredno odjemalcem, ampak poteka ta proces s pomočjo posrednikov. Med temi bi veljalo omeniti predvsem trgovino na debelo in trgovino na drobno.\nTrgovina na drobno vsebuje vse dejavnosti prodaje blaga ali storitev neposredno porabniku za njegovo osebno, neposlovno uporabo (Kotler 1996, 558).\nPoudariti velja, da izdelek sam, ko je dokončan, nima tržne vrednosti, temveč jo pridobi šele, ko je na razpolago odjemalcem in so jih ti pripravljeni kupiti in uporabiti ali porabiti. Trgovina na drobno je torej nekakšna zadnja faza proizvodnje, ki mora stalno ugotavljati potrebe na svojih prodajnih območjih in z marketinškimi aktivnostmi zagotavljati nemoteno posredovanje izdelkov od kraja proizvodnje do kraja porabe (Potočnik 2001, 5- 6). V tem je torej njen pomen.\nPreprosto povedano, je za trgovino na drobno značilno prodajanje končnim uporabnikom. Podjetja, ki prodajajo blago na drobno, so običajno locirana v zgradbah oziroma objektih in jih imenujemo prodajalne. Po Zakonu o trgovini (Ur. List RS, št.18-815/93) je prodajalna poslovni prostor v zgradbi, v katerem se trguje (=prodaja) na drobno z vsemi vrstami blaga po nomenklaturi trgovinskih strok.\nPaleta različnih tipov prodajaln je zelo široka, Pravilnik o minimalnih tehničnih in drugih pogojih (Ur. List RS, št. 28, 1254, 1993) pa navaja naslednje:\nkiosk;  klasična prodajalna, specializirana klasična prodajalna in samoizbirna prodajalna;  samopostrežna prodajalna: mini samopostrežna prodajalna, supereta, supermarket,  samopostrežna blagovnica (hipermarket);  blagovna hiša: blagovnica, veleblagovnica, specializirana blagovna hiša, nakupovalni  center;  prodajalna za diskontno prodajo blaga.\nZakon o trgovini določa pravila o poslovanju trgovine in ga je sprejel Državni zbor Republike Slovenije 25. marca 1993. Zajema: splošne določbe, trgovinsko dejavnost (trgovanje), pogoje za opravljanje trgovinske dejavnosti, inšpekcijsko nadzorstvo in upravne ukrepe, kazenske določbe in prehodne in končne določbe. \n"], "7": ["3 KONKURENČNE PREDNOSTI TRGOVINE", "Živimo v času velikih in hitrih sprememb, in to na različnih področjih. Med najpomembnejše bi lahko uvrstili predvsem hiter tehnološki razvoj, spremembe v politični strukturi, gospodarski strukturi… Vedno več je novo nastajajočih podjetij, prav tako pa tudi prodajaln. Pri naši raziskavi se ne bomo ukvarjali s problemom podjetij v pravem pomenu besede, temveč se bomo osredotočili na prodajalne, ki nas v tem trenutku konkretno zanimajo. Ravno zaradi te t.i. prenasičenosti prodajaln – glede na geografsko velikost in število prebivalcev je le-teh zelo veliko – lahko rečemo, da je konkurenca med njimi zelo ostra. Sicer ne povsod enako. Nekje bolj, nekje manj. Odvisno od branže, iz katere prodajalna izhaja.\nKonkurenca je oblika tržnega tekmovanja med organizacijami na isti strani ponudbe oz. povpraševanja. Kaže na to, koliko mora posamezna organizacija pri svojih menjalnih aktivnostih računati z (re)akcijami drugih organizacij – njenih tekmecev oz. konkurentov (Snoj in Gabrijan 2004, 93). Na prodajnem trgu so naši konkurenti predvsem tista podjetja, ki na tržišču ponujajo in prodajajo enake izdelke kot mi. Gledano širše pa so to tudi podjetja, ki prodajajo sicer drugačne izdelke, vendar pa zadovoljujejo iste potrebe odjemalcev kot mi z našimi izdelki.\nRavno zaradi te močne konkurence prihaja do rivalstva med obstoječimi in novo nastajajočimi prodajalnami. Ta proces bi lahko imenovali tudi boj za obstoj. Kajti le uspešno podjetje bo lahko preživelo in opravljalo svojo dejavnost naprej. Če povzamemo, so uspešna podjetja tista, ki jim uspe s svojim poslovanjem doseči pozitivni poslovni izid, t.j. dobiček, s katerim pokrijejo vse v poslovnem letu nastale stroške, presežek pa uporabijo za nadaljnji razvoj oz. kakršnekoli druge potrebe podjetja. Naš dobiček pa bo tem večji, čim večji tržni delež bomo dosegli. Ločimo splošni in relativni tržni delež.\nSnoj in Gabrijan (2004, 105) pravita , da je splošni tržni delež neke organizacije na prodajnem trgu njena udeležba v celotni količini (v naturalnih ali vrednostnih enotah) določenih izdelkov, ki jih ta organizacija in njeni neposredni konkurenti prodajo istim ciljnim skupinam v določenem času.\nNaš dolgoročni cilj ni samo prebiti se v ospredje, temveč želimo tam tudi ostati. Da bi nam to resnično uspelo, moramo opredeliti svoje priložnosti in nevarnosti na trgu. Doseči moramo svoje prednosti ter jih še naprej ohranjati in razvijati, slabosti pa čimprej odpraviti ali zmanjšati na minimum. »Ena osrednjih nalog podjetja je: razviti kreativne in trdne strategije, s katerimi uresničuje pomembno in tudi dolgoročneje uveljavljeno konkurenčno prednost« (Sfiligoj 1993, 14).\nZaradi že omenjenega hitrega razvoja je ponudba izdelkov in storitev na trgu iz dneva v dan večja. Kupci lahko izbirajo med ogromnim številom istovrstnih izdelkov različne kakovosti, cen, ravni postrežbe in z njo povezanih storitev. Zaradi tega so mnogokrat zelo zmedeni, ker ne vejo, katere izdelke naj kupijo. Vsekakor pa nazadnje vedno izberejo tiste izdelke, ki jim zagotavljajo največjo vrednost. Zato je ključ za pridobitev in ohranitev kupcev razumevanje njihovih potreb in nakupnega procesa bolje od konkurence ter dobava večje vrednosti (Sfiligoj 2003, 65). Kupcem moramo dejansko ponuditi nekaj več od \nkonkurentov. To so lahko nizke cene ali kvalitetnejše blago, ki opravičuje višje cene, zagotavljanje poprodajnega servisa ipd…\nProdajalne skušajo dosegati konkurenčne prednosti z aktivnostmi in sestavinami, ki jih je možno kombinirati, in sicer (Gabrijan 2003, 26):\nmakro in mikro lokacija prodajalne;  način strežbe;  prodajni asortiment blaga;  obseg in vrsta storitev kupcem;  velikost prodajaln;  notranja urejenost prodajaln;  stalnost lokacije;  stalnost odpiralnega časa.\nKONKURENČNE PREDNOSTI;\nMikro in makro lokacija\nMakrolokacija pomeni, da pri ustanavljanju prodajalne ali pri selitvi obstoječe izbiramo med potencialnimi območji, kjer se bo le-ta nahajala. Izbiramo med različni regijami in kraji v neki državi (npr. Slovenija) ali delu države. Gre za širše okolje, v katerem delujejo \nsile, ki oblikujejo priložnosti in pomenijo nevarnosti za podjetje. Zupančič, Vodopivec in Krevl (2003, 117) omenjajo naslednje:  demografsko okolje;  gospodarsko okolje;  naravno okolje;  tehnološko okolje;  političnopravno okolje;  kulturno okolje.\nPri mikrolokaciji gre za odločitve, kje v izbranem kraju se bo prodajalna nahajala. Lokacija prodajalne predstavlja enega od dejavnikov, ki odločilno vplivajo na njeno uspešnost. Velikokrat se zgodi, da kaka prodajalna ne dosega želenega prometa kljub velikemu trudu lastnika ter zaposlenih in nazadnje propade. Vzrok je pogosto ravno v neustrezni lokaciji. Potočnik (2001, 169) navaja tri dejavnike, ki vplivajo na promet prodajalne:\ndostopnost lokacije;  privlačnost lokacije;  lokacija konkurenčnih in drugih nekonkurenčnih prodajaln ter družbenih institucij (šole,  uradi, sodišča ipd.).\nNaloga prodajalcev je, da pritegnejo in zgradijo odnose s kupci tako, da ustvarjajo vrednost in zadovoljstvo zanje. Njihov uspeh pa ni odvisen od njih samih, temveč tudi od drugih dejavnikov v mikrookolju prodajalne (Zupančič in Vodopivec in Krevl 2003, 113):\n"], "abstract": ["Trgovina predstavlja tržno pot v sistemu marketinga. Omogoča, da so izdelki na razpolago odjemalcem ob pravem času, na pravem kraju, v ustrezni kakovosti in v ustrezni količini. Trgovina na drobno obsega dejavnosti prodaje blaga in storitev neposredno porabniku za njegovo osebno, neposlovno uporabo. Zaradi hitrega gospodarskega in tehnološkega razvoja se na trgu pojavlja vse več novih izdelkov. Prav tako pa narašča tudi število prodajaln, ki med seboj tekmujejo za čim večji tržni delež. Konkurenca med njimi je torej močna. Zavedajo se, da bodo preživele le tiste, ki bodo pridobile prednosti pred drugimi. Tiste, ki bodo enostavno najboljše. Izhodišče vsake trgovinske organizacije pri načrtovanju svojega nadaljnjega obstoja in razvoja je marketinška strategija, katere osrednjo sestavino predstavlja sprejemanje odločitev o marketinškem spletu. Marketinški splet sestavljajo: splet izdelka, splet marketinških poti in splet marketinškega komuniciranja. Izdelek predstavlja ključni element tržne ponudbe. Kako se bo nek izdelek prodajal, je v veliki meri odvisno od sestavin njegovega spleta, med katere prištevamo: design izdelka, embalažo, znamko, vrednost, kakovost, image in asortiment. Marketinške poti predstavljajo možnost, da izdelki dosežejo svojo ciljno skupino, da s strani ponudnikov pridejo v roke povpraševalcev. Govorimo o nabavnih in prodajnih poteh. Da bi izdelek uspeli prodati, pa ni dovolj le njegova prisotnost na prodajnih policah. Potrebno je tudi komunicirati z obstoječimi in potencialnimi kupci. Poglavitne elemente spleta marketinškega komuniciranja predstavljajo: oglaševanje, osebna prodaja, pospeševanje prodaje in odnosi z javnostjo. Podjetje Elcom d.o.o. se na tržišču nahaja že 11 let. Njegova dejavnost obsega prodajo mobilnih telefonov, računalniške opreme in telekomunikacijskih naprav ter opravljanje storitev. Mobilni telefon je sredstvo, ki omogoča komuniciranje na daljavo. Večina ljudi si skoraj več ne predstavlja življenja brez njega. Njegovo priljubljenost kažejo tudi podatki, da ga v Sloveniji uporablja že 78,4% prebivalcev. S pomočjo izvedene ankete smo ugotovili, da naraščanje prodaje mobilnih telefonov lahko pričakujemo tudi v bodoče. Sestava marketinškega spleta v prodajalni Elcom bistveno ne odstopa od sestave marketinškega spleta, ki ga predlaga literatura. Prednost prodajalne Elcom predstavljajo predvsem strokovna usposobljenost in prijaznost prodajnega osebja, svetovanje in kakovosten servis. Njeni slabosti pa sta premajhen parkirni prostor in nemožnost plačevanja s plačilnimi karticami. Dobljene ugotovitve in spoznanja bomo uporabili kot izhodišče pri oblikovanju ustrezne strategije marketinškega spleta."]}