{"1": ["1 UVOD", "Spremljanje prireje govedi in selekcije na gospodarsko pomembne lastnosti igrata od nekdaj pomembno vlogo v govedoreji. V Sloveniji se je organizirano delo na tem področju začelo že konec 19. stoletja z ustanavljanjem bikorejskih zadrug. Prvi podatki o kontroli prireje mleka segajo v leto 1904 (Perpar in sod. 2006).\nV viru smo zasledili, da je namolzenega mleka v letu 2007 v primerjavi z letom 2006 za 3,8 % več. Kravje mleko so molzli na več kot 25.000 kmetijskih gospodarstvih, tržno pa so se s prirejo mleka v letu 2007 ukvarjali na manj kot 9.000 kmetijskih gospodarstvih. Največji delež kravjega mleka, pridobljenega na slovenskih gospodarstvih, so v letu 2007 odkupile mlekarne (slovenske in tuje), in sicer 79,6 % oz. 530.374 ton (Stele 2008).\nProblem v prireji mleka pa je odkupna cena mleka. Odkupne cene mleka po vsej Evropi so se v letu in pol zmanjšale skoraj za polovico, saj so s 40 centov (kolikor je bila na evropski ravni rekordna vrednost za kilogram) padle na okoli 25 centov. Slovenske mlekarne pri znižanju odkupnih cen mleka sledijo za tujimi, saj je bil padec pri nas manjši in bolj postopen kot v večini drugih držav. Marca je v Sloveniji znašala povprečna odkupna cena mleka 29,65 centov za kilogram, aprila pa le še 25,84 centov. Glede na odkupne cene mleka, ki so vsak mesec nižje, so že dosegle prag, ko se prireja mleka ne izplača več (Pihlar 2009).\nIz teh navedb je razvidno, da kmetije za svoje preživetje nujno potrebujejo višjo odkupno ceno mleka in večjo gospodarnost. Na gospodarnost pa vpliva več dejavnikov, in sicer: dobro vodenje in prehrana, pomembna je tudi učinkovita selekcija na lastnosti, ki so povezane z gospodarnostjo prireje mleka. Velik poudarek glede selekcijskega dela pa je na izbiri pravilnega plemenskega bika. Vsak rejec lahko poskrbi za učinkovito selekcijo znotraj svoje črede s pomembno izbiro plemenskega bika za vsako kravo posebej. \nV nalogi imamo vključeno prvo generacijo RH, ki je čiste krvi, in njihove potomke, od zadnje tretjine leta 1999 in do vključno prve polovice leta 2007. Prva generacija (RH1) so uvožene krave, pasme rdeči holštajn, ostali dve generaciji (RH2, RH3) pa sestavljajo njihove potomke, križanke z lisasto in črno-belo pasmo. V nalogi smo želeli ugotoviti, ali je bil upravičen uvoz plemenskih telic RH glede na njihove v prireji dosežene rejske rezultate.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Opis pasme", ""], "4": ["2.1.1 Črno-bela pasma", "Črno-bela pasma je v svetu najbolj razširjena mlečna pasma, ki se je izoblikovala v severnih deželah Evrope, še bolj pa se je v mlečnosti specializirala v Ameriki. Prvotno še kombinirano pasmo vzrejajo danes kot izključno pasmo za visoko mlečnost (Cizej 1991).\nPri pasmi so možne številne variante črne in bele barve, od čisto črnih živali do skoraj čisto belih. Navadno se po telesu izmenjujejo črne in bele lise. V primeru pojava homozigotov recesivnega gena za rdečo barvo so možne tudi kombinacije v rdeči barvi. Ženske živali so v poudarjenem mlečnem tipu, hitre rasti, velikega okvira in z veliko sposobnostjo zauživanja krme. Odrasle živali imajo višino vihra navadno 145 cm in več ter dosegajo maso preko 700 kg. Noge so tanke, s pravilno stojo, čvrstimi in trdimi parklji. Prevladujejo živali z dobro pripetimi vimeni in korektno stojo. Vime je obsežno, izenačeno, dobro pripeto in od tal čim bolj dvignjeno, z izraženo centralno vezjo ter pravilno razporejenimi in oblikovanimi seski.\nTelice odlikuje hitra rast in zgodnja zrelost, tako da ob ustrezni oskrbi telijo v starosti 24 do 28 mesecev. Odlikuje jih sposobnost prilagajanja na različne klimatske pogoje. Moške živali imajo višino vihra navadno 155 cm in več ter dosegajo maso preko 1100 kg. So hitro rastne z dobrimi dnevnimi prirasti (Čepon in sod. 2004).\n"], "5": ["2.1.2 Lisasta pasma", "Lisasta pasma je po svetu znana kot simentalka, saj je njena prvotna domovina porečje reke Simme v Švici (Ferčej 1989). Pri nas v Sloveniji jo poznamo že skoraj 140 let, ko so uvozili prve pasemske živali v Prekmurju (Cizej 1991).\nVelika prednost te pasme je v najboljši kombinaciji proizvodnih lastnosti za mleko in meso. K temu dodajamo dokaze sekundarne prednosti, kot so kvaliteta mleka, zdravje vimena, temelj in vitalnost, v čemer lisasta pasma prevladuje pred ostalimi pasmami (CUO Varaždin 8/2006).\nLisasto govedo ima lise v odtenkih pšenično rumene do temno rjave barve na beli podlagi, enakomerno pigmentirane in enakomerno porazdeljene. Glava je bele barve, mogoče so pigmentne lise okoli oči. Konec repa (čop) je bele barve. Roževina je svetla. Smrček je roza barve (Perpar in sod. 2005).\nŽenske živali morajo biti obsežne z odlično sposobnostjo zauživanja voluminozne krme. Živali v A tipu (mleko-meso) so korektne, lepo povezane, globoke, dolge, s pravilno stojo, imajo kakovostna vimena in s primerno mlečno vztrajnostjo. Živali v B tipu (meso-mleko) so v kombiniranem tipu, z večjim poudarkom na omišičenosti. Breje telice morajo imeti dobro nakazan razvoj vimena. Živali so mirnega in prijaznega temperamenta. Masa odrasle živali je 700 kg in več. Moške živali so obsežne z dobro omišičenostjo, hitre rasti, visoko kapaciteto rasti in dobrimi klavnimi lastnostmi. Plemenski biki dosegajo nad 155 cm višine v vihru in nad 1.100 kg telesne mase (Perpar in sod. 2005).\nV intenzivni reji so dnevni prirasti pitancev lahko zelo primerni (1000–1200 g) s precej dobro klavnostjo (55–60 %) in odlično kakovostjo mesa. Zato je Slovenija znana po izvozu kakovostnih živali za pitanje oz. spitanih goved in mesa (Cizej 1991).\n"], "6": ["2.2 Rejski cilji", ""], "7": ["2.2.1 Rejski cilj za črno-belo pasmo v Sloveniji", "Črno-bela pasma je v Sloveniji dobila vidno mesto v drugi polovici prejšnjega stoletja, ko so si prizadevali hitro povečati produktivnost in dohodek od prireje mleka na trg (Ferčej 1989). Osnova rejskega cilja za črno-belo pasmo je gospodarna proizvodnja mleka. To omogoča reja velikih (od 140 do 150 cm visokih), dolgih in obsežnih živali z veliko konzumacijsko sposobnostjo za voluminozno krmo.\nTa pasma ima izenačeno dobro pripeto in od tal dvignjeno vime z izraženo centralno vezjo ter pravilno razporejenimi in oblikovanimi seski, tanke noge s pravilno stojo, čvrstimi in trdimi parklji. Zanjo je značilna sposobnost visoke proizvodnje mleka in prilagajanje različnim načinom reje ter okolja. Ima veliko odpornost proti boleznim, dolgo življenjsko dobo, dobro plodnost, hiter iztok mleka, dobro mlečno vztrajnost in veliko kapaciteto rasti. Pričakuje se mlečnost preko 10.000 kg mleka s 4,1 % tolšče in 3,6 % beljakovin. Telice naj odlikuje hitra rast in zgodnja zrelost, tako da ob ustrezni oskrbi telijo v starosti 24 do 28 mesecev. Glede na dejstvo, da je rejski cilj ekonomska kategorija ter glede na strukturo kmetijskih zemljišč v Sloveniji, bo v bodoče zelo pomembno povečevati količino prirejenega mleka iz voluminozne krme. Povečevanje količine prirejenega mleka iz voluminozne krme je pomembno tako z ekološkega vidika prireje kot tudi z vidika za humano prehrano varnejšega pridobivanja živalskih proizvodov čim boljše kakovosti (Čepon in sod. 2004).\nDoseženo slovensko povprečje v standardni laktaciji za leto 2007 je bilo mleka 7204 kg, maščob v kg 287,1 in 3,98 %, ter beljakovin v kg 230,2 in 3,20 %. Poglejmo še rezultate prireje mleka v celi laktaciji za enako leto. V celi laktaciji smo leta 2007 pri ČB pasmi dosegli naslednje rezultate mleka: 8318 kg, 4,04 % maščob in 3,26 % beljakovin. Iz teh rezultatov je razvidno, da še nismo dosegli zaželenega rejskega cilja za ČB pasmo. \nV preglednici 1 so podatki iz Nemčije za ČB pasmo in RH za leto 2007.\nleto 2007 (Ergebnisse der Milchleistungsprüfung Baden–Württenberg 2007.  (2008)).\nso slabši od nemških. Nobeni pa ne dosegajo slovenskega zastavljenega rejskega cilja. \nLegenda: LS-S – slovenska lisasta pasma; LSX-S, LS-S + LSX-S – slovenske križanke lisaste pasme; LS-N – nemška lisasta pasma; RC-S – slovenski rejski cilj lisaste pasme; ČB-S – slovenska črno-bela pasma; ČB-N – nemška črno-bela pasma; RH-N – nemška rdeči holštajn pasma; RC-N – nemški rejski cilj črno bele pasme\nrejskim ciljem (Sadar in sod. 2008, str. 45−46).\n"], "8": ["2.2.2 Rejski cilj za lisasto pasmo v Sloveniji", "Osnova rejskega cilja za lisasto pasmo je gospodarna prireja mleka ter istočasno ohranitev vsaj najpomembnejših pitovnih in klavnih lastnosti. To omogoča reja velikih (138−148 cm visokih), dolgih in obsežnih živali z veliko konzumacijsko sposobnostjo za voluminozno krmo. Vime naj bo obsežno, izenačeno, dobro pripeto in od tal čim bolj dvignjeno, z izraženo centralno vezjo ter pravilno razporejenimi in oblikovanimi seski. Noge naj bodo korektnih oblik, s pravilno stojo, čvrstimi biclji in z visokimi ter trdimi parklji. Krave naj bodo sposobne velike prireje mleka in prilagajanja različnim načinom reje ter različnemu okolju. Želimo veliko odpornost proti boleznim, dolgo življenjsko dobo, dobro plodnost, lahke telitve, hiter iztok mleka in veliko zmogljivost rasti. Mlečnost naj pri kravah presega 7.000 kg mleka s 4,0 % mlečne masti in 3,5 % skupnih mlečnih beljakovin. Pri kravah želimo ohraniti tudi primerno omišičenost. Telice naj odlikuje hitra rast in zgodnja zrelost, tako da ob ustrezni oskrbi telijo v starosti 24 do 26 mesecev (Čepon in sod. 2004).\nZa dosego tega rejskega cilja bomo plemenice osemenjevali z najboljšimi testiranimi in mladimi biki lisaste pasme na osnovi obeh agregatnih genotipov (mleko − meso, meso − \nmleko). V omejenem obsegu bomo dovoljevali tudi križanje s čistima mlečnima pasmama: rdeči holštajn (RHF) in montbeliard (MB). Potomci načrtnega parjenja bikovskih mater (BM) in elitnih bikov, ki se uhlevljajo v vzrejališče, imajo izjemoma lahko največ do 25 % tujega genotipa pod pogojem, da ta izvira le iz ene pasme, namenjene križanju (ali RHF ali MB) (Čepon in sod. 2004).\nV Sloveniji smo imeli za leto 2007 naslednje povprečje v standardni laktaciji za lisasto pasmo (LS) in s križankami lisaste pasme (LSX), ki je prikazano v spodnji tabeli. Križanske lisaste pasme so rezultat oplemenjavanja krav lisaste pasme s pasmami rdeči holštajn (RH) in / ali montbeliard (MB). Delež pasme RH in/ ali MB pri križankah lisaste pasme je lahko 14–86 % (Sadar in sod. 2008).\nlisaste pasme za obdobje 2007 (Sadar in sod. 2008)\nZa primerjavo imamo še nemške podatke za lisasto pasmo, kateri zajemajo celo laktacijo in laktacijo prvih 305 dni za leto 2007. V celi laktaciji so krave lisaste pasme dosegale naslednje rezultate: 6590 kg mleka, 4,15 % in 273 kg maščob, 3,47 % in 229 kg beljakovin. V standardni laktaciji je bilo naslednje povprečje: 5935 kg mleka, 4,11 % in 244 kg maščob, 3,42 % in 203 kg beljakovin. \nLegenda: LS-S – slovenska lisasta pasma; LSX-S, LS-S + LSX-S – slovenske križanke lisaste pasme; LS-N – nemška lisasta pasma; RC-S – slovenski rejski cilj lisaste pasme; ČB-S – slovenska črno-bela pasma; ČB-N – nemška črno-bela pasma; RH-N – nemška rdeči holštejn pasma; RC-N – nemški rejski cilj črno-bele pasme\nprimerjavo rejskega cilja (Sadar in sod. 2008, str. 45−46).\nV grafikonu 2 je prikazana količina maščob in beljakovin (%) v mleku po pasmah v letu 2007. Med prikazanimi rezultati so razlike minimalne v maščobah in beljakovinah (%) v mleku med pasmami. V maščobah in beljakovinah (%) dosegajo zastavljen rejski cilj.\n"], "9": ["2.3 Kontrola prireje mleka", "Podatki, pridobljeni v kontroli, so osnova za selekcijsko delo v populaciji. Ob številčenju teleta kontrolor oceni njegovo zunanjost, te podatke uporabijo za oceno bika – prednika tega teleta. Tudi podatke kontrole proizvodnje mleka uporabijo za oceno bika. Podatki kontrole mlečnosti, ki jo opravlja rejec sam, so prav tako pomembno merilo selekcije v čredi krav, še posebej v času, ko dohodek kmetije ni odvisen le od količine temveč čedalje bolj od kakovosti prodanega mleka. Na kakovost mleka vplivata dva parametra, kot je vrednost beljakovin in število somatskih celic. Te kakovosti ni mogoče doseči brez intenzivnega selekcijskega dela, katerega temelj je kontrola (Kramberger 2000). \nMesečne informacije kontrole omogočajo rejcu, da smotrno izkoristi genetsko zmogljivost krav in izboljšuje gospodarnost prireje. V kontrolo prireje moramo zajeti čim več krav molznic. Naloga govedorejcev kot tudi strokovne služb je vključitev novih rej in krav v kontrolo mlečnosti z namenom, da bi na podlagi rezultatov kontrole mlečnosti lažje odbirali, kupovali ali prodajali najprimernejše živali za nadaljnjo rejo ter izboljšali gospodarnost prireje (KIS 2004).\nV okviru Mednarodnega komiteja za kontrolo prireje (ICAR) je dovoljeno več načinov opravljanja kontrole. Do leta 2004 smo v Sloveniji kontrolo prireje mleka izvajali le po metodi A4. V letu 2004 smo uvedli metodo AT4. S tem želimo povečati delež kontroliranih krav in ne nazadnje tudi poceniti celotno delo (KIS 2004).\n"], "10": ["2.3.1 Referenčna metoda A4/2 in metoda AT4", "Za vodenje evidence proizvodnosti mleka uporabljamo ICAR-jevo standardno referenčno metodo A4/2. Ta metoda določa, da vse zapise naredi uradna oseba, ki ni lastnica kontrolirane črede ali ni z njimi povezana kako drugače. Povprečni razmik med dvema kontrolama je en mesec. Žival se molze in kontrolira dvakrat v 24 urah. Dopustni razmik med dvema zaporednima kontrolama je od vključno 22 do 37 dni, na leto mora biti v čredi najmanj 11 kontrol (Perpar 1996).\nPri AT4 metodi poteka kontrola vsake štiri tedne, opravlja jo pooblaščena oseba. Kontrola živali se izvaja izmenično en mesec pri večerni in naslednji mesec pri jutranji molži. Za izračun dnevnih količin iz podatkov, dobljenih pri eni molži, se uporabljajo ustrezni korekcijski faktorji (KIS 2004).\n"], "11": ["2.3.2 Potek kontrole", "Kontrolo na kmetiji oz. v čredi lahko opravlja le oseba, ki jo je pooblastila GSS. Kontrolor mora priti na kmetijo toliko prej, da se lahko normalno pripravi na molžo. Navzoč mora \nbiti pri vseh molžah na kontrolirani dan. Če se molža razlikuje od standardne kontrole (dvakrat v 24 urah), mora to posebej zapisati (Perpar 1996).\nKontrolor se je dolžan dosledno držati programa dela, razen v izjemnih primerih, za katere se dogovori z vodjem kontrolorjev. Vsaka sprememba, za katero se določi kontrolor ali vodja kontrolorjev, mora biti dokumentirana. Program dela pa vsebuje naslov reje, predvidene začetke vseh molž ali začetke molž pri zadnji kontroli, oznako načina merjenja (tehtanje, uporaba pretočnih merilcev …), zaporedno kontrolo pri rejcu v poslovnem letu, število vseh krav v hlevu po pasmah, število kontroliranih krav v hlevu pri zadnji kontroli (Perpar 1996).\nKontrolor mora izmeriti količino mleka in vzeti sorazmerni delež mleka za analizo pri vsaki kravi in vsaki molži posebej. Zagotoviti mora, da kontroliranemu mleku ni nič odvzeto ali dodano. Še posebej mora biti previden pri rejah in živalih, ki odstopajo od povprečja populacije. Pri odvzemu vzorca iz »vedra« moramo mleko neposredno pred odvzemom dobro premešati. Povezava med kravo, količino izmerjenega mleka in vzorcem mleka za določitev vsebnosti ter rezultatov analize mora biti enolična (Perpar 1996).\n"], "12": ["2.3.3 Vzorčenje mleka", "Rezultati analiz so precej odvisni od postopka odvzema mleka, kar je zelo odgovorno in strokovno delo. Vzorec mleka mora predstavljati povprečno sestavo celotne količine mleka, od katere je vzet. Od vseh vzorcev mleka določimo standardiziran oz. pravilnik posameznih dežel. Pri nas je to pravilnik o metodah jemanja vzorcev ter metodah kemične in fizikalne analize mleka in mlečnih izdelkov. Poglavitni zahtevi pri jemanju vzorcev sta temeljito mešanje mleka tik pred odvzemom vzorca in odvzemom sorazmerne količine glede na celotno količino mleka, ki ga preverjamo. Različne lastnosti sestavin mleka, temperatura in čas mirovanja povzročajo v mleku, zbranem v posodi, neenakomerno razporeditev njihovih sestavin. To velja za vse sestavine mleka, zlasti maščobe. Količina maščob in skupno suhe snovi brez maščobe narašča. Enakomerno razporeditev sestavin \nmleka dosežemo s temeljitim mešanjem mleka. Steklenice za vzorce so steklene ali plastične, zapiramo jih z gumijastim ali plastičnim zamaškom. Stekleničke morajo biti čiste in suhe. Nivo v vzorcu naj bi bil 2 cm pod zamaškom. Vzorec mora čim prej v laboratorij. Na nalepko se označi številka vzorca, ki mora ustrezati priloženemu zapisku.\n"], "13": ["2.4 Mlečna vztrajnost ali perzistenca", "Dobo, v kateri poteka nepretrgano nastajanje in izločanje mleka, imenujemo laktacijska doba (Ferčej 1989). Laktacijsko dobo delimo na tri obdobja po 100 dni (Caput 1996). Koeficient perzistence je 100 dni. Zaradi 305 dni dolge standardne laktacije je tretje obdobje za pet dni daljše od prvih dneh. Na delež mleka, ki ga dajejo krave v posameznem obdobju, vplivata predvsem laktacijska mlečnost teh krav in zaporedna laktacija. Indeks perzistence za obdobje 100 dni laktacije izračunamo tako, da količino mleka v drugih ali tretjih 100 dneh laktacije izrazimo v odstotkih količine mleka v prvih 100 dneh.\nPonazorimo jih po naslednjih enačbah (Pogačar 1984).\nPri ugodni laktacijski krivulji vrednosti P 2 – 1 približno 80 %. P 3 – 1 pa 60 %.\nUgotovimo, da na perzistenco vplivajo naslednji dejavniki (Cizej 1991): \n - Dednost, vendar je šibka. Dosedanji izračuni navajajo dednostni delež (h2) 0,1 –\n- Poprečna dnevna mlečnost prvih treh kontrol: če je zelo visoka, je največkrat  padanje krivulje proti koncu laktacije hitro.\n- Število laktacij: običajno je perzistenca v prvi laktaciji najvišja, v naslednjih pa  počasi pada: to pomeni, da se začetne količine mleka s starostjo krave večajo.\n- Poporodni premor: čim daljši je, tem višja je perzistenca in tem enakomernejši je  potek laktacijske krivulje.\n- Prehrana krave: pri tem je predvsem pomembno pravilno ovimljanje in avansiranje.  Le-to lahko laktacijsko krivuljo v začetku hitro dvigne: če je krmljenje primerno  mlečnosti, lahko na tej doseženi višini krava dalj časa vztraja.\nKrave z boljšo perzistenco so ob enaki mlečnosti presnovno manj obremenjene kot krave s slabo perzistenco, ker te dolgujejo večji del mleka v višjem laktacijskem vrhu, ki pa živali v presnovnem smislu precej obremeni zaradi manjše konzumacijskih sposobnosti v prvih tednih po telitvi. Te živali z zaužito krmo ne dobijo dovolj hranljivih snovi, zlasti energije, in so jo primorane dobiti z razgradnjo telesnih zalog. To pomeni za živali precejšnje obremenitve, ki se pogosto izrazijo v subkliničnih ali celo kliničnih ketozah. Huda obolenja se lahko končajo s poginom živali. Merilo perzistence je mesečni perzistenčni indeks (Im), ki pomeni odstotek dnevne količine mleka, namolzenega v obravnavanem mesecu, v primerjavi z dnevno količino mleka v prejšnjem mesecu (Caput 1996).\nIzračunamo na podlagi naslednje enačbe (Caput 1996):\nO dobri perzistenci govorimo, kadar Im ni manjši od 94, nikakor pa ne sme pasti pod 90 (Caput 1996). \nZa oceno mlečne vztrajnosti se pogosteje od Im uporabljata 100-dnevna perzistenca indeksa P 2 – 1 in P 2 – 1. Perzistenčni indeksi so dobro kazalci ravni reje. Slaba mlečna vztrajnost je znak pomanjkljivosti v reji. Na perzistenco najbolj vplivata poporodni premor (PP) in posledična dolžina med telitvama (DTM). PP naj traja 60 do 90 dni, da je laktacija potem dolga 305 dni. Podaljšanje PP za en mesec poveča P 2 – 1 za približno 2 %. Na P 2 – 1 je vpliv še nekoliko večji. V Sloveniji pomeni en mesec daljši DMT izgubo 1500 do 2000 telet, izguba je lahko tudi v mleku (Pogačar 1984).\n"], "14": ["3 MATERIAL IN METODE", ""], "15": ["3.1 Material", "Podatke o uvoženih telicah smo dobili na Kmetijskem gozdarskem zavodu v Murski Soboti. Podatke o mlečnosti, sestavi mleka in plodnosti smo poiskali v Centralni podatkovni zbirki Goveda na kmetijskem inštitutu v Sloveniji. V raziskavi smo uporabili podatke o mlečnosti in plodnosti krav. Preučevali smo podatke med pasmami rdeči holštajn in križankami lisaste pasme ter črno-bele, ki so vključene v kontrolo prireje mleka na območju Kmetijsko gozdarske zbornice Slovenije – Kmetijsko gozdarski zavod Murska Sobota. Za analizo smo zbrali podatke o mlečnosti in plodnosti in jih primerjali med generacijami. Iz podatkov o mlečnosti smo izbrali standardno laktacijo, večji poudarek smo dajali razmerju med maščobami in beljakovinami. Vključeni so bili podatki o standardni laktaciji v obdobju od uvoza telic 23. 8. 1999 do 1. 5. 2007.\nZa nadaljnjo obdelavo podatkov smo pripravili podatke v Excelovi obliki. V programu Excel smo pripravili preglednice, ki so vsebovale identifikacijske številke krav, generacijo, razmerje med generacijami, podatke o telitvah, podatke o celi laktaciji in standardni laktaciji. Pri analizi podatkov smo upoštevali vse kontrole.\nV raziskavo je bilo vključenih skupno 211 krav. Vključili smo vse kontrole, ki so se izvajale v Sloveniji, od datuma uvoza in vključno do 1. 5. 2007. V raziskavo je bilo vključenih 64 uvoženih telic, ki so čiste krvi RH (RH1 generacija), njihovih potomk, ki so križanke lisaste in črno-bele pasme. Druga generacija (RH2) je zajela 110 krav in tretja generacija (RH3), ki je zajela 37 krav. Od vseh generacij skupaj je bilo 574 kontrol. Od tega je bilo 242 kontrol prve generacije (RH1), 238 kontrol druge generacije (RH2) in 94 kontrol tretje (RH3) generacije. Od 574 standardnih laktacij smo izključili 94 laktacij, ker niso dosegale standardov (nedokončane meritve). Zato smo v raziskavo vključili 480 standardnih laktacij, prve generacije 221, druge generacije 197 in tretje generacij 62 standardnih laktacij.\n"], "16": ["3.2 Metode", "Pri proučevanju razlik v mlečnosti in razmerja med maščobami in beljakovinami smo pri generacijah izpostavili standardno laktacijo. V analizi smo med seboj primerjali standardne laktacije med generacijami.\nPridobljene podatke za statistični model smo razvrstili in uredili v naslednje skupine:  1. Oblikovanje skupin (generacije);  2. Izbira podatkov (zaključena standardna laktacija);  3. Standardna laktacija;  4. Količina mleka (kg) v standardni laktaciji;  5. Razmerje maščob in beljakovin (kg, %) v standardni laktaciji med generacijami.\nStatistični model je bil: y = μ + Gi + eij\nµ = srednja vrednost G = generacija (i = 1 do 3) e = napaka\nZa statistično obdelavo smo uporabili programsko opremo SPPS 17.0 for Windows. V program smo vključili vse kontrole standardne laktacije. Kontrole smo razdelili po generacijah. Z analizo variance (One way ANOVA; SPSS 17.0 for Windows) smo ugotavljali, ali se posamezne opravljene meritve (mleka (kg), maščobe (kg,%), beljakovine (kg, %)) med generacijami razlikujejo. Nato smo s post hoc testom poiskali pare skupin z značilnimi razlikami. Za prikaz izračunanih statističnih značilnih razlik v mleku, maščobah in beljakovinah smo uporabili LSD test »najmanjših razlik med generacijami«, ki je pokazal značilne razlike med generacijami. LSD test opravi vrsto T- testov vseh možnih kombinacij, zato je verjetnost, da bo ena od teh kombinacij značilno različno velika. Za ugotavljanje statistično pomembnih razlik smo uporabili Scheff–jev post–hoc test, da smo poiskali med generacijami krav pare z značilnimi razlikami.\n"], "17": ["4 REZULTATI IN RAZPRAVA", "V obdelavo podatkov smo vključili 480 standardnih laktacij iz vseh generacij. V prvi generaciji je bilo 221 standardnih laktacij, v drugi generaciji 197 standardnih laktacij, v zadnji, tretji generaciji pa 62 standardnih laktacij. Naše pridobljene podatke smo primerjali s slovenskimi in nemški podatki za leto 2007.\nV preglednici 3 smo prikazali izločene standardne laktacije v vsebnosti mleka, ki jih določamo z analizo vzorca mleka vseh treh generacij. Od vseh 574 standardnih laktacij smo jih izločili 94 ali 16,4 % laktacij, ker te laktacije niso bile zaključene. V obdelavo podatkov smo vključili 480 standardnih laktacij, kot je prikazano v preglednici 3. V prvi generaciji (RH1) je bilo 221 standardnih laktacij, v drugi generaciji je bilo (RH2) 197 v in v tretji generaciji (RH3) 62 standardnih laktacij. V preglednici so izračuni posameznih generacij in skupno povprečje vseh treh generacij. Za vsako generacijo smo izračunali vsebnosti, ki jih pregledujemo z analizo vzorca mleka. Podana so povprečja in standardni odklon iz standardne laktacije, ki zajema kg mleka, maščobe (kg, %) in beljakovine (kg, %) v 305 dneh. \n  RH v kg mleka, maščobah (kg, %) in beljakovinah (kg, %).\nVrednosti označene z različnimi črkami se med seboj statistično značilno razlikujejo (p<0,05).\nNajmanjše povprečje v kg mleka, maščobah in beljakovin v 305 dneh je imela druga generacija (RH2) (n=197; 6467 ± 1475; 280 ± 64; 211 ± 48). Največje povprečje v teh vrednostih je imela prva generacija (RH1) (n= 221; 6966 ± 1725; 315 ± 79; 234 ± 57). Podatki so prikazani v grafikonih 3 in 4. Najmanjše povprečje v odstotkih maščob in beljakovin v standardni laktaciji je imela tretja generacija (RH3) ( n = 62; 4,27 ± 0,43; 3,27 ± 0,20). Največje povprečje je imela prva generacija (RH1) (n = 221; 4,54 ± 0,44; 3,36 ± 0,19), kar smo prikazali v grafikonu 4. Povprečje vseh generacij (480) v 305 dneh je znašalo v kg mleka 6728 ± 1620, v kg maščob 297 ± 73 in v kg beljakovin 223 ± 53. V odstotkih maščob je bilo povprečje 4,43 ± 0,45 in v odstotkih beljakovin 3,31 ± 0,19.\nSkupno povprečje vseh treh generacij smo primerjali s Sadarjevimi (2008) podatki, in sicer s slovenskim povprečjem za lisasto in črno-belo pasmo za leto 2007. Lisasta pasma ima 25,80 % manj kg mleka od našega skupnega povprečja. Črno-bela pasma pa presega naše skupno povprečje v kg mleka za 7 %. Med lisasto in črno-belo pasmo je naše skupno povprečje v odstotkih maščob za 0,3 do0,45 odstotkov višje, v odstotkih beljakovin je med \nlisasto pasmo in našim povprečjem minimalno. Razlika med črno-belo pasmo in našim skupnim povprečjem je za 0,11 % višje.\nNemško povprečje RH v 305 dneh, ki smo jih dobili iz Ergebnisse Milchleistungsprüfung Baden-Württenberg 2007 (2008), smo primerjali s skupnim povprečjem vseh treh generacij in s prvo generacijo RH v 305 dneh. Skupno povprečje generacij v kg mleka je višje za 2,94 % in RH1 je 6,58 % višja od nemškega povprečja. Skupno povprečje generacij in prve generacije (RH1) v kg maščob je višje za 10,40 % in 17,10 % od nemškega povprečja. Nemško povprečje rdečega holštajna je nižje za 3,25 % in 8,33 % od skupnega povprečja generacij in prve generacije (RH1).\nPreglednica 4 prikazuje tudi statistično značilnost razlik med generacijami krav v kg mleka v standardni laktaciji. Prva generacija (RH1) se statistično razlikuje (p < 0,05) od druge generacije. Preglednica prikazuje značilnosti razlik med generacijami krav v maščobah (kg, %) in beljakovinah (kg, %) v standardni laktaciji. Prva generacija (RH1) se statistično razlikuje (p < 0,05) od ostalih dveh generacij (RH2, RH3). Zajetih je bilo od 62 do 221 standardnih laktacij. \ngeneracijah RH.\nGrafikon 3 prikazuje, da je prva generacija (RH1) v standardni laktaciji dosegla najvišjo količino mleka v kg (n= 221; 6966 ± 1725; 315 ± 79; 234 ± 57), najnižjo količino mleka v kg v standardni laktaciji (n=197;6467 ± 1475; 280 ± 64; 211 ± 48) pa druga generacija. \nRH.\nV grafikonu 4 in 5 smo prikazali razmerje v maščobah in beljakovinah (kg) v standardni laktaciji po posameznih generacijah. Največje povprečje je v kg maščob in beljakovin dosegla prva generacija (n = 221;315 ± 79; 234 ± 57), najnižje povprečje druga generacija (n = 197;280 ± 64; 211 ± 48). \nRH.\nMlečnost prve generacije, ki je čiste krvi rdečega holštajna, je višja od ostalih dveh generacij, ki sta križanki lisaste in črno-bele pasme. Do enakih spoznaj je prišel tudi Grabar (2008), da bi lahko pri križankah z lisasto pasmo kot rezultat oplemenjevanja krav lisaste pasme s pasmo rdečega holštajna pri nas dosegli večjo mlečnost. Prvesnice lisaste pasme bi osemenjevali z biki, ki bi imeli delež krvi rdečega holštajna višji od pri nas običajnih 12,5 odstotkov. V tujini je delež rdečega holštajna višji kot pri nas.\n"], "18": ["5 SKLEP", "Namen diplomskega dela je bil ugotoviti razlike med generacijami v kg mleka, maščobah in beljakovinah (kg, %) v standardni laktaciji in upravičiti uvoz plemenskih telic RH iz Nemčije. Na podlagi dobljenih ugotovitev lahko podamo naslednje sklepe:\nPrva generacija RH, ki je čiste krvi, je v kg mleka v standardni laktaciji dosegla višje rezultate za 7,16 % od druge generacije in za 3,75 % od tretje generacije. Prva generacija RH je dosegla boljše rezultate v maščobah (kg, %) od druge generacije za 11,12 % in 3,96 % in od tretje generacije za 10,16 % in 5,95 %. Višje rezultate je dosegla prva generacija tudi v beljakovinah (kg, %) od druge generacije za 9,83 % in 2,38 % ter od tretje generacije za 6,84 % in 2,68 %. Povprečna količina mleka v kg pri prvi generaciji, ki je čiste krvi RH, je bila 6966 ± 1725 kg. Slovensko povprečje črno-bele pasme v količini mleka v kg je bilo leta 2007 za 237 kg višje. Povprečje v maščobah in beljakovinah (%) pri prvi generaciji v standardni laktaciji (4,5 ± 0,4; 3,4 ± 0,2) je večje od povprečja slovenske črno-bele pasme (3,98; 3,20) za obdobje 2007. Povprečna količina mleka v kg v standardni laktaciji je bila pri vseh treh generacijah višja za 25,80 % od slovenskega povprečja pri lisasti pasmi. Povprečna količina mleka v kg standardne laktacije pri črno-beli pasmi v Sloveniji presega skupno povprečje pri vseh treh generacijah za 7,10 %. Skupno povprečje generacij v standardni laktaciji v odstotkih maščob je za 0,3 do 0,45 % višje od slovenskega povprečja za lisasto in črno-belo pasmo. V odstotkih beljakovin je povprečje generacij v standardni laktaciji s slovensko lisasto pasmo minimalno. Razlika je med slovensko črno-belo pasmo in skupnim povprečjem vseh generacij za 0,11 % višje. Ugotovljena je bila statistično značilna razlika (p<0,05) v kg mleka med prvo in drugo generacijo. Statistična značilnost razlik med generacijami v maščobah (kg, %) in \nbeljakovinah (kg, %) v standardni laktaciji je bila ugotovljena; in sicer se prva generacija statistično razlikuje (p<0,05) od druge in tretje generacije. Na osnovi opravljenih raziskav lahko podamo sklep, da naši rezultati vseh generacij v standardni laktaciji dosegajo slovenske rezultate lisaste pasme, v primerjavi s črno-belo pasmo so razlike minimalne.\n"], "abstract": ["V nalogi smo uporabili podatke o prireji mleka uvoženih plemenskih telic rdečega holštajna (RH) in njihovih potomk. Vključene so bile tri generacije, od zadnje tretjine leta 1999 do vključno 2007. S tem smo želeli ugotoviti, ali je bil uvoz upravičen, glede na njihove v prireji dosežene rezultate. Povprečna količina prirejenega mleka v kg v standardni laktaciji pri prvi generaciji, ki je čiste krvi RH, je bila 6966,56 ± 1725,35. Povprečje maščob in beljakovin (%) pri prvi generaciji (4,53± 0,43; 3,36± 0,18) je večje od povprečja slovenske črno-bele pasme (3,98; 3,20) in lisaste pasme (4,13; 3,29) za obdobje 2007. Povprečna količina mleka v kg je bila pri vseh treh generacijah višja za 25,80 % od povprečja pri lisasti pasmi. Črno- bela pasma pa presega vse tri generacije RH za 7,10%. Skupno povprečje generacij v standardni laktaciji v odstotkih maščob je za 0,3 do 0,45 % višje od slovenskega povprečja za lisasto in črno-belo pasmo. V odstotkih beljakovin je razlika povprečja vseh treh generacij RH v standardni laktaciji s slovensko lisasto pasmo minimalna, črno-bela pasma pa povprečje celo presega za 0,11 %. Ugotovljena je bila statistično značilna razlika v količini mleka med prvo in drugo generacijo. V maščobah in beljakovinah pa se prva generacija statistično značilno razlikuje od druge in tretje generacije. Na osnovi dobljenih raziskav ugotavljamo, da naši rezultati vseh generacij molznic RH v standardni laktaciji dosegajo slovenske proizvodne rezultate lisaste pasme, v primerjavi s črno-belo pasmo so razlike minimalne ."]}