{"1": ["1 Uvod ", "Temo Socializacija novincev v policijskih organizacijah sem izbrala, ker mislim, da se kot novinci s socializacijo v neko organizacijo ( naj bo to policijska ali katera druga ) slej ko prej vsi srečamo.  Ravno zaradi tega se mi je zdelo zanimivo preveriti, kako novinci dojemajo to socializacijo, koliko so vključeni in ne nazadnje kakšno vrsto pripadnosti čutijo do te organizacije.  Za primer PP Ormož smo se skupaj z mentorjem in komentorjem odločili, ker se je izkazalo, da je na področju PU Maribor največ novincev ravno na policijski postaji v Ormožu.  Diplomska naloga je empirične narave in tako bodo v njej predstavljeni rezultati ankete, ki je bila izvedena na PP Ormož. \nMnoge uspešne organizacije velikokrat trdijo, da so zaposleni njihovo največje bogastvo in ključ do njihovega uspeha (Gašič, Pagon, 2005).  Če torej izhajamo, da tale trditev drži, pomeni, da si organizacije tudi prizadevajo, da bi se novinci ob vstopu v te organizacije dobro vključili in razvili do te organizacije tudi visoko raven afektivne pripadnosti, ki je med vsemi pripadnosti za organizacije najboljša.  Kajti tisti delavci, ki se počutijo kot del organizacije bodo tudi pripravljeni boljše in več delat.  To pa seveda pripomore k uspešnosti organizacije.  In ravno novinci so tisti del organizacije na katerega je potrebno dati posebno pozornost, da bi se dobro vključili v organizacijo.  Kultura se ohranja in obnavlja s socializacijo novih članov, ki se vključujejo v skupino.  Proces socializacije se začne že pri pridobivanju in izboru novih članov, saj organizacije stremijo k pridobivanju članov, ki že imajo »pravilne« predpostavke, prepričanja in vrednote (Kampanakis, 2003).  In za kakšno vrsto socializacije gre v tem primeru?  Socializacijo lahko poimenujemo proces učenja, skozi katerega posameznik pridobi določena vedenja in stališča, ki so povezana z ustreznimi poklicnimi vlogami v določeni organizaciji (Česnik, 2002).  Tukaj pa se pokaže pomembnost starejših policistov, ki so že socializirani v policijsko organizacijo.  Kajti starejši policisti, ki so že vključeni v organizacijo, s svojimi stališči in vedenjem tudi vplivajo na socializacijo novincev.  Zaradi same narave dela je dobra vključenost v policijske organizacije zelo pomembna.  Policisti se pri svojem delu soočajo s številnimi nevarnostmi, zato je zelo pomembno, koliko so pripravljeni tvegati za organizacijo in ostale sodelavce.  Npr. če ne čutijo pripadnosti do organizacije v kateri so zaposleni in do svojih sodelavcev, bodo pripravljeni tvegati manj, kot če to pripadnost čutijo.  V nadaljevanju bodo predstavljeni tipi organizacijskih pripadnosti, dejavniki, ki na njih vplivajo, kakšen je visoko pripaden policist in pa seveda še rezultati ankete. \n"], "2": ["2 Hipoteza diplomske naloge in metoda ", "Hipoteza te diplomske naloge je naslednja: Vključenost novincev v policijski organizaciji, konkretno na Policijski postaji Ormož je dobra in novinci čutijo visoko raven afektivne pripadnosti. \nIzbrani metodi sta bili anketa, ki je bila izvedena na policijski postaji v Ormožu, in analiza besedil. \n"], "3": ["3 Teoretični del ", ""], "4": ["3.1 Organizacijska pripadnost ", "Ko govorimo o organizacijski pripadnosti imamo največkrat v mislih nekakšno psihološko povezavo med zaposlenimi in organizacijo (Gašič, Pagon, 2005).  Avtorji, ki so se ukvarjali s tem pojmov so organizacijsko pripadnost razdelili na 2 skupini: \n- organizacijska pripadnost kot stališče \n- organizacijska pripadnost kot vedenje \nČe govorimo o organizacijski pripadnosti kot stališčem, gre za posameznikovo identifikacijo s cilji organizacije in njegovo pripravljenostjo, da deluje v skladu z njimi.  Organizacijska pripadnost kot vedenje pa predstavlja vedenjsko izpolnjevanje organizacijske pripadnosti kot stališča ( torej, da se cilji organizacije izrazijo skozi vedenje posameznika ) (Mowday, 1982; po Haarr, 1997; po Gašič, Pagon, 2005). \nKer gre torej za nekakšno psihološko povezavo med posameznikom in organizacijo, so tudi odgovorni v organizacijah začeli dajati večji poudarek na to, da bi se organizacijska pripadnost pri zaposlenih kar čim bolj razvila.  Občutek pripadnosti določeni skupnosti je treba kar najbolj krepiti, da bodo člani kolektiva zavestno sodelovali pri uresničevanju skupnih nalog (Anželj, 2001).  Kajti visoko organizacijsko pripaden zaposlen bo delal v korist organizacije v kateri je zaposlen.  To pa seveda hkrati pomeni tudi povečanje uspešnosti te organizacije.  Za uspešen sistem je pomembno, da posameznik pokaže pravo pripadnost sistemu in se z njim identificira (Ozvaldič, 2005). \n"], "5": ["3.2 Vrste organizacijske pripadnosti Poznamo 3 tipe organizacijske pripadnosti: ", "1. afektivna pripadnost: afektivna ali emocionalna pripadnost se nanaša na emocionalno navezanost posameznika na organizacijo (Gašič, Pagon, 2005).  Pri tej pripadnosti gre torej za to, da se policist poistoveti z organizacijo in jo sprejme »za svojo«. \n2. nadaljevalna pripadnost: pri tej pripadnosti posameznik v neki organizaciji vztraja, ker nima drugih možnosti.  Posameznik sprejme delo v policiji kot trenutno najboljšo možnost in deluje po sistemu »daj-dam«.  Policije ne doživi kot svoje ampak kot »trenutno najboljšo možnost« (Mejaš, 2002).  Gre torej za to, da zaposlen »pretehta« ceno odhoda in bonitete, če v tej organizaciji ostane.  Torej se vpraša kakšne so še njegove druge možnosti.  Tudi v anketi izvedeni na PP Ormož se je pojavilo vprašanje, ki je preverjalo ali novinci v policiji vztrajajo, ker nimajo drugih možnosti ( rezultat prikazuje slika 9 ).  Pokazalo se je, da je nadaljevalna pripadnost v policiji nizka, saj se kar 25 od 36 anketirancev ni strinjalo z izjavo, da bi v policiji vztrajali zaradi pomanjkanja drugih možnosti. \n3. normativna pripadnost: gre za to, da posameznik v organizaciji vztraja, ker misli, da je ostati član te organizacije njegova obveznost in dolžnost.  Na podlagi te teorije posamezniki izvajajo določena vedenja le zaradi prepričanja, da je to »pravilno in moralno« početi (Gašič, Pagon, 2005).  Tukaj se torej posamezniki »bojijo« kaj bodo rekli drugi, če bodo zapustili organizacijo, v kateri so zaposleni.  V anketi je bilo vprašanje, ki se je nanašalo na nivo normativne pripadnosti v policiji in se je glasilo tako: V tej policijski enoti vztrajam, ker mislim, da je ostati član te policijske enote moja obveznost in dolžnost.  Rezultati so pokazali ( slika 11 ), da je prav tako kot nadaljevalna pripadnost tudi normativna pripadnost v policiji nizka.  Ponovno 25 od 36 anketirancev v policiji ne vztraja zaradi občutka obveze in dolžnosti. \n"], "6": ["3.3 Afektivna pripadnost ", "Drugi del hipoteze te diplomske naloge se nanaša na afektivno pripadnost.  Zato v nadaljevanju sledi podrobnejša obrazložitev te pripadnosti. \nKot je bilo navedeno že v prejšnjem podpoglavju, gre pri tem tipu organizacijske pripadnosti za emocionalno navezanost posameznika na organizacijo.  Kandidat po določenem času sprejme policijo »za svojo«.  V njej vidi vrednosti sistem, ki mu ustreza v tolikšni meri oziroma je njegovemu tako podoben ali z njim združljiv, da ga sprejme za svojega, ga integrira.  Tudi druge značilnosti sprejme za svoje, verjame, da se napake in pomanjkljivosti da odpraviti, razmišlja in govori o policiji z »mi« in je pripravljen mobilizirati energijo v skladu s strukturo svoje motivacije (Mejaš, 2002). \nGre torej za to, da policisti v policiji vztrajajo, ker se počutijo kot del te organizacije ( 8. trditev ankete ).  Rezultati so pokazali ( slika 10 ), da je v policiji visoka raven afektivne pripadnosti, saj kar 72,22% anketirancev v policijski enoti vztraja, ker se počuti kot del te policijske enote.  Zaradi same narave policijskega dela je ta rezultat zelo spodbuden, saj če se posameznik z organizacijo poistoveti, bo tudi delal v dobro organizacije in bo pripravljen za dobro organizacije in sodelavcev tvegati več kot sicer.  Hkrati pa vse to vpliva tudi na zadovoljstvo z delom.  In delavec, ki je s svojim delom zadovoljen, bo tudi rajši in boljše delal, kar pa spet pomeni, da bo tudi organizacija uspešnejša. \nDva izmed avtorjev, ki so se ukvarjali s preučevanjem afektivne pripadnosti, sta Meyer in Allen (1997).  Med drugim sta se ukvarjala tudi s tem, kako bi organizacije lahko to vrsto pripadnosti izboljšale.  Prišla sta do naslednjih ugotovitev.  Za dvig afektivne pripadnosti je potrebno: \n- obogatiti delo \n- zaposleni bi morali imeti več svobode pri svojem delu: vprašanje na ta dejavnik se nahaja tudi v anketi.  Slika 14 prikazuje rezultate, in sicer 75% anketiranih oseb meni, da ima pri svojem delu dovolj svobode. \n- zaposleni morajo dobivati ustrezne povratne informacije v zvezi s svojim delom: tudi pri tem dejavniku rezultati pokažejo ( slika 15 ), da večina zaposlenih v zvezi s svojim delom dobiva ustrezne povratne informacije. \n- potrebna je uskladitev interesov organizacije z interesi zaposlenih: slika 16 kaže, da je 69,44% zaposlenih mnenja, da so njihovi interesi v skladu z interesi policijske enote. \n- uskladitev vrednot zaposlenih z vrednotami organizacije: tudi za ta dejavnik je bila postavljena trditev v anketi, kjer se je ugotavljala skladnost med vrednotami policijske organizacije ( kot so npr. zakonito in strokovno delo, varovanje človekovih pravic in svoboščin itd. ) in vrednotami zaposlenih policistov.  Slika 17 pokaže, da je 33 od skupno 36 anketiranih ( 91,67% ) mnenja, da so njihove vrednote v skladu z vrednotami policijske organizacije. \nTorej so rezultati ankete pokazali, da novinci v policiji čutijo visoko raven afektivne pripadnosti organizaciji. \n"], "7": ["3.4 Dvig organizacijske pripadnosti ", "Kako se organizacijska pripadnost pri policistih sploh izoblikuje?  Beck (1996) govori o dveh fazah oblikovanja organizacijske pripadnosti: \nI. stopnja: v prvih nekaj letih zaposlitve se organizacijska pripadnost hitro in močno zmanjša. \nII. stopnja: nadaljnje zmanjševanje organizacijske pripadnosti, ki je povezano z izkušnjami policistov. \nTako Beck (1996) navaja tudi 3 priporočila za dvig organizacijske pripadnosti med policisti: \n- potrebno je zagotoviti, da so pričakovanja novo zaposlenih v skladu z dejanskim stanjem; \n- policijska organizacija mora imeti programe za izboljšanje udeležbe pri odločanju, izboljšanje kvalitete povratnih informacij, svoje zaposlene more spoštovat, zagotoviti more ustrezne možnosti napredovanja itd.; \n- potrebno je zagotoviti, da policisti pomembno »vlagajo« v organizacijo. \nČetrto vprašanje drugega sklopa v anketi se je nanašalo na prvo priporočilo za dvig organizacijske pripadnosti in je anketirane policiste spraševalo, ali so se njihova pričakovanja ob zaposlitvi izpolnila.  Slika 6 pokaže, da so se večini policistov ( 22 od 36 ) pričakovanja ob zaposlitvi izpolnila. \n"], "8": ["3.5 Managerski dejavniki ", "Že teoretik Brewer (1996) je ugotovil, da na nivo organizacijske pripadnosti pomembno vplivajo tudi managerski dejavniki.  Pomembno se je torej zavedati, da tudi vodje neke organizacije pomembno vplivajo k vključenosti.  Vodenje je torej proces, ki se nanaša na ljudi, pri katerem vplivamo, spodbujamo, motiviramo in usmerjamo zaposlene k želenim ciljem (Čadež, Lobnikar, 2004).  Od uspešnosti opravljanja teh dejavnosti je prav gotovo odvisna uspešnost sleherne organizacije (Anželj, 2001). \nPojavi se torej vprašanje, kakšen je dober vodja?  Dober vodja za uspešno vodenje potrebuje kar nekaj sposobnosti, moči in vpliva (Možina in sodelavci, 1994; po Čadež, Lobnikar, 2004).  Dober vodja je sposoben deliti moč, vpliv in kontrolo s svojimi sodelavci (Čadež, Lobnikar, 2004).  Kot vodja mora podrejene dobro poslušati in jih ne sme preveč omejevati (Ozvaldič, 2005).  Pomembno je torej, da dobro pozna razmere v organizaciji, njene vrednote in interese.  Poznati mora tudi vrednote in interese svojih zaposlenih, da jih lahko združi v skladno celoto z vrednotami in interesi organizacije.  To pa hkrati pomeni uspešnost organizacije in zadovoljstvo zaposlenih, ki razvijejo tudi visok nivo afektivne pripadnosti. \nTorej, vodenje pa bi poleg usmerjanja človekovih dejavnosti moralo puščati sledove tudi na zadovoljstvu in počutju posameznika (Anželj, 2001).  Številne raziskave, ki so bile narejene na to temo, so pokazale naslednje ugotovitve: Policijski vodje, ki imajo več moči, so pri svojem delu bolj dejavni na različnih področjih dela in se poslužujejo demokratičnega stila vodenja, v policijskih enotah ustvarjajo boljšo organizacijsko klimo (Šakanovič, 2006).  Kakšen pa je demokratičen stil vodenja?  Za demokratične metode je značilno, da se starešina pred odločitvijo posvetuje s sodelavci (Anželj, 2001). \nTudi v anketi v okviru te diplomske naloge, se je pojavilo vprašanje, ali novinci menijo, da so njihovi nadrejeni vplivali k boljši vključenosti v policijsko delo.  Slika 7: dobra polovica anketirancev ( 58,33% ) se popolnoma ali deloma strinja, da so njihovi nadrejeni vplivali k boljši vključenosti v policijsko delo, torej so pomembno vplivali k večji organizacijski pripadnosti. \n"], "9": ["3.6 Delovni dejavniki ", "Pomemben dejavnik, ki vpliva na organizacijsko pripadnost pa so tudi delovni dejavniki.  Pri teh dejavnikih je pomembno kako zaposleni »dojemajo« svoje delo.  Npr. ali svoje delo dojemajo kot pestro, kot izziv ali kot birokratsko.  Raziskave opravljene na to temo so pokazale, da tisti policisti, ki smatrajo svoje delo kot izziv, to delo tudi raje opravljajo (Boke, Nalla, 2009).  Iz tega torej sledi, da policisti, ki svoje delo dojemajo kot pestro in kot delovni izziv, bodo to delo raje in uspešneje opravljali.  To pa seveda vpliva tudi na nivo vključenosti v policijsko organizacijo.  Namreč, če so policisti zadovoljni s svojim delom, je tudi vključenost v organizacijo večja.  S tem, ko pa se policisti bolj identificirajo s policijsko organizacijo, pa se veča tudi afektivna pripadnost organizaciji. \nV anketi, ki je bila izvedena na PP Ormož, so anketiranci tudi izrazili ne/strinjanje z dojemanjem svojega dela kot pestrega in kot delovni izziv ( sliki 12 in 13 ).  V obeh primerih se je večina anketiranih novincev strinjala, da je njihovo delo izziv ( 32 od 36 oseb ) in pestro ( 29 od 36 oseb ).  Torej večina anketiranih oseb svoje delo raje opravlja, ker ga dojema kot pestrega in kot delovni izziv. \n"], "10": ["3.7 Visoko pripaden policist ", "Na visoko pripadnega policista vpliva kombinacija večih dejavnikov.  Takšen policist ve, kakšni so cilji organizacije, se z njimi strinja, ter hkrati deluje v smeri uresničevanja teh ciljev.  Svojega vodjo dojema kot dobrega ( managerski dejavniki ), prav tako se čuti povezanega s svojimi sodelavci.  V anketi se je postavilo tudi vprašanje o sodelovanju med »starejšimi in mlajšimi kolegi«.  Rezultati na sliki 8 kažejo, da 28 ( od skupno 36 ) anketirancev meni, da je sodelovanje dobro.  Postavilo pa se je tudi vprašanje, kako so bili novinci ob zaposlitvi sprejeti s strani sodelavcev.  Slika 4: kar 35 anketirancev je bila s strani sodelavcev dobro sprejetih ob zaposlitvi. \nVisoko pripaden policist tudi redkeje ali sploh ne razmišlja o zapustitvi policijske organizacije.  Na to sta se nanašali dve vprašanji drugega sklopa ankete.  Slika 3: 32 anketirancev od 36 se počuti dobro na PP, kjer so zaposleni.  Slika 5: večina anketirancev PP, kjer je zaposlena, ne bi zapustila. \n"], "11": ["4 Predstavitev skupnih rezultatov ankete ", "Z anketo, ki sem jo izvedla na policijski postaji Ormož, sem želela potrditi ali zavrniti hipotezo diplomske naloge.  Anketo sem izvedla s 36 anketiranci.  V nadaljevanju bodo predstavljeni rezultate ankete. \nPrvo vprašanje prvega sklopa v anketi se je nanašalo na to, ali so bili anketiranci zaposleni že pred zaposlitvijo v policiji. \nDA NE \nSlika1: Število že prej zaposlenih pred zaposlitvijo v policiji ( N=36 ). \nOd skupnega števila anketirancev jih je 21 že bilo prej zaposlenih, 15 anketirancem pa je delo v policiji prva zaposlitev. \nDrugo vprašanje prvega sklopa je anketirance spraševalo, koliko let delovne dobe imajo v policiji. \nDO 3 LETA NAD 3 LETA \nSlika 2: Delovna doba v policiji ( N=36 ). \nDo 3 let je zaposlenih v policiji 8 oseb.  Nad 3 leta delovne dobe v policiji pa ima kar 28 anketirancev. \nSledila so vprašanja, v katerih so anketiranci svoje strinjanje/nestrinjanje s posameznimi trditvami izrazili s 4-stopenjsko lestvico ( 1 – sploh se ne strinjam, 2 – deloma se ne strinjam, 3 – deloma se strinjam in 4 – popolnoma se strinjam ).  Rezultati teh vprašanj so naslednji ( v delih grafa je zapisano število anketirancev, ki so obkrožili določeno stopnjo ): Prvo vprašanje drugega sklopa je bilo, ali se anketiranci na PP, kjer so zaposleni, počutijo dobro. \nSploh se ne strinjam Deloma se ne strinjam Deloma se strinjam Popolnoma se strinjam \nSlika 3: Počutje anketirancev na PP, kjer so zaposleni ( N=36 ). \nTorej se skupaj 32 od 36 anketiranih oseb dobro počuti na PP, kjer so zaposleni ( z izjavo se deloma ali popolnoma strinjajo ). \nDrugo vprašanje drugega sklopa je spraševalo, ali so anketirance ob zaposlitvi dobro sprejeli njihovi sodelavci. \n"], "12": ["17 Sploh se ne strinjam Deloma se ne strinjam Deloma se strinjam Popolnoma se strinjam ", "Slika 4: Sprejetje anketirancev s strani sodelavcev ( N=36 ). \nVečina anketirancev ( 35 ) je mnenja, da so jih sodelavci ob zaposlitvi dobro sprejeli. \nTretje vprašanje drugega sklopa se glasi: Če bi lahko bi zamenjal policijsko enoto (odšel iz te PP). \nSploh se ne strinjam Deloma se ne strinjam \nDeloma se strinjam Popolnoma se strinjam \nSlika 5: Želja po zamenjavi PP ( N=36 ). \nSkupaj bi PP zapustilo 17 anketirancev od 36.  Vendar še vedno večina ( 19 anketirancev ) PP ne bi zapustila. \nČetrto vprašanje drugega sklopa je spraševalo, ali so se pričakovanja anketiranih oseb ob zaposlitvi izpolnila. \n"], "13": ["1 Sploh se ne strinjam Deloma se ne strinjam ", "Deloma se strinajm Popolnoma se strinajm \nSlika 6: Izpolnitev pričakovanj ob zaposlitvi ( N=36 ). \nRezultati so pokazali, da so se večini ( 22 od 36 oseb ) pričakovanja deloma oz. popolnoma izpolnila. \nPeto vprašanje drugega sklopa: Moji nadrejeni so vplivali k boljši vključenosti v policijsko delo. \nSploh se ne strinjam Deloma se ne strinjam Deloma se strinjam Popolnoma se strinajm \nSlika 7: Vpliv nadrejenih k boljši vključenosti ( N=36 ). \n21 oseb ( oz. 58,33% ) je mnenja, da so njihovi nadrejeni vplivali k boljši vključenosti novincev v policijsko delo. \nŠesto vprašanje drugega sklopa se je dotaknilo področja sodelovanja med »mlajšimi in starejšimi kolegi«. \nSploh se ne strinjam Deloma se ne strinjam Deloma se strinjam Popolnoma se strinjam \nSlika 8: Sodelovanje med novinci in starejšimi policisti ( N=36 ). \nTorej, skupaj 28 oseb meni, da je sodelovanje med »mlajšimi in starejšimi kolegi« dobro. \nSedmo vprašanje drugega sklopa ankete je preverjalo stopnjo nadaljevalne pripadnosti v policijski organizaciji.  Glasilo se je: V policiji vztrajam, ker nimam drugih možnosti. \nSploh se ne strinjam Deloma se ne strinjam \nDeloma se strinjam Popolnoma se strinjam \nSlika 9: Vztrajanje v policiji zaradi pomanjkanja drugih možnosti ( N=36 ). \nSkupaj se 25 anketirancev ne strinja ( deloma ali popolnoma ), da bi v policiji vztrajali, ker ne bi imeli drugih možnosti.  Nadaljevalna pripadnost je torej nizka. \nOsmo vprašanje drugega sklopa je preverjalo afektivno pripadnost organizaciji: V policijski enoti vztrajam, ker se počutim kot del te policijske enote. \nSploh se ne strinjam Deloma se ne strinjam Deloma se strinjam Popolnoma se strinjam \nSlika 10: Vztrajanje v policijske enoti zaradi občutka pripadnosti ( N=36 ). \nVečina anketirancev ( 26 oz. 72,22% ) v policiji vztraja, ker se počuti kot del te policijske enote.  Afektivna pripadnost je med anketiranci na visoki ravni. \nV devetem vprašanju drugega sklopa sem preverjala normativno pripadnost v policiji: V tej policijski enoti vztrajam, ker mislim, da je ostati član te policijske enote moja obveznost in dolžnost. \nSploh se ne strinjam Deloma se ne strinjam Deloma se strinjam Popolnoma se strinjam \nSlika 11: Vztrajanje v policijski enoti zaradi občutka obveze in dolžnosti ( N=36 ). \nTorej 25 anketirancev v policiji ne vztraja, ker misli, da je to njihova obveznost in dolžnost.  Normativna pripadnost je torej nizka. \nDeseto vprašanje drugega sklopa je ugotavljalo, kako anketirane osebe dojemajo svoje delo: Svoje delo ocenjujem kot delovni izziv. \nSploh se ne strinjam Deloma se ne strinjam \nDeloma se strinjam Popolnoma se strinjam \nSlika 12: Ocenjevanje dela kot izziv ( N=36 ). \n"], "14": ["32 anketiranih oseb ( kar znaša približno 88,89% ) svoje delo ocenjuje kot delovni izziv. ", ""], "abstract": ["Biti nekje novinec, je nekaj kar smo doživeli vsi. Zato se tudi vsi zavedamo, kako pomembno je kako nas takrat naši nadrejeni in sodelavci sprejmejo. Skratka za naše nadaljnjo delo je zelo pomembno, kako se v organizacijo vključimo in kakšno vrsto pripadnosti izražamo do nje. V tej diplomski nalogi sem s pomočjo ankete in analize besedil ugotavljala, kako so novinci vključeni v policijsko organizacijo, in ali izražajo tudi visoko raven afektivne pripadnosti tej organizaciji. V naslednjih poglavjih je predstavljeno, kaj to organizacijska pripadnost je in katere vrste organizacijske pripadnosti poznamo. Podrobneje je predstavljena afektivna pripadnost, ki je za organizacije verjetno najbolj pomembna, saj pomeni, da se zaposleni počutijo kot del organizacije. To pa med drugim prispeva tudi k uspešnosti organizacije. Sledijo ideje nekaterih avtorjev, kako bi prispevali k dvigu organizacijske pripadnosti. Omenjen pa je tudi vpliv managerskih in delovnih dejavnikov na vključenost. Ne nazadnje pa so predstavljene tudi značilnosti visoko pripadnega policista. Sledijo še grafični prikazi rezultatov ankete izvedene na PP Ormož. Rezultati ankete, ki je bila izvedena na policijski postaji v Ormožu, so pokazali, da so novinci dobro vključeni v policijsko organizacijo. Prav tako pa le-ti čutijo visoko raven afektivne pripadnosti organizaciji. Večina anketirancev se namreč na PP, kjer so zaposleni, počuti dobro in policijske postaje ne bi zapustila. So mnenja, da so njihovi nadrejeni vplivali k boljši vključenosti v policijsko delo in, da so jih sodelavci ob zaposlitvi dobro sprejeli. V policijski enoti vztrajajo, ker se počutijo kot del te policijske enote."]}