{"1": ["1 UVOD", "Učinkovitost reje prašičev je najbolj odvisna od biološke produktivnosti svinj, katere glavni pokazatelj je število pujskov na svinjo letno (Vogrin Bračič in Škorjanc 2011). Razmnoževalna sposobnost se kaže v zgodnji spolni in plemenski zrelosti, poliestričnosti skozi vso leto, kratkem razmnoževalnem ciklusu in številnem potomstvu (Šalehar in sod. 1995). V reji si želimo imeti čim manjše število neproduktivnih dni, zato je edina realna možnost za zmanjšanje neproduktivnih dni na svinjo letno skrajšanje obdobja od odstavitve do uspešnega pripusta (Vogrin Bračič in Škorjanc 2011). Svinja je poliestrična žival, kar pomeni, da se spolni ciklus pojavlja skozi celo leto. Neproduktivna faza vzreje je poodstavitveni premor, ki traja od odstavitve do uspešnega pripusta.\nPoleg starosti ob prvi prasitvi in trajanja laktacije je poodstavitveni premor dejavnik, na katerega lahko vplivamo. Cilj je, da bo svinja imela večje število živorojenih pujskov na letni ravni (Vogrin Bračič in Škorjanc 2011). V okviru diplomske naloge bomo analizirali plodnosti svinj v poskusnem hlevu A in B na osnovi podatkov, zbranih v obdobju 7. let (od leta 2006 do 2012). Glavni cilji naloge so:\n- analizirati stanje plodnostnih parametrov za svinje iz proučevanega hleva: število  prasitev/svinjo/leto, število živorojenih, mrtvorojenih in odstavljenih pujskov/svinjo,  dolžino laktacije, brejosti, poporodnega premora itd.,\n- ugotoviti vpliv dolžine laktacije na dolžino poporodnega premora,\n- ugotoviti, ali lahko prezgodnja oz. prepozna prasitev vpliva na število (živorojenih in  mrtvorojenih) pujskov (oz. vpliv dolžine brejosti na število pujskov),\n- ugotoviti vpliv zaporedne prasitve na velikost gnezda in hitrejši pojatveni ciklus in\n- primerjati število živorojenih pujskov na gnezdo ter umrljivost pujskov med rejama.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Gospodarnost prireje pujskov", "V preglednici 1 so razvidni cilji slovenske prašičereje, in sicer število živorojenih in odstavljenih pujskov/gnezdo, število gnezd/svinjo, koliko krme je potrebno za kg prirasta, procent klavnosti ter dnevni prirast.\nProizvodno obdobje delimo na produktivno in neproduktivno fazo. Neproduktivna faza pri mladicah je doba od pripusta do pregonitve. Pri mladicah je bolj kot velikost gnezda pomembna dolžina neproduktivne faze. Pri starih svinjah neproduktivno fazo sestavlja poodstavitveni premor ter doba od odstavitve do izločitve, zaradi česa je zelo pomembno, da živali po odstavitvi čim hitreje uspešno pripustimo oziroma osemenimo (Šegula 2005a).\n"], "4": ["2.2 Vplivi na trajanje poodstavitvenega premora", "Poodstavitveni premor je odvisen od številnih dejavnikov: delovanja hormonov in endokrinih žlez, pasme, prehrane, dolžine predhodne laktacije, zaporedne prasitve, letnega časa in časa osemenitve (Vogrin Bračič in Škorjanc 2011 cit. po Weitze in sod. 1994; Kemp in Soede 1996; Nissen in sod. 1997; Vargsas in sod. 2006; Bertoldo in sod. 2009; Farmer in sod. 2010; Park in sod. 2010).\n"], "5": ["2.2.1 Vpliv hormonov in žlez z notranjim izločanjem", "Za žleze z notranjim izločanjem je značilno, da nimajo odvodnih kanalov in da oddajajo svoje izločke neposredno v krvne in limfne žile, po katerih potujejo izločki po vsem organizmu. Endokrine žleze so: hipofizni sistem, ščitnica, obščitnica, otočki trebušne slinavke, skorja in sredica nadobistice ter spolne žleze (moda in jajčniki). Žleze ali organi z endokrino funkcijo pa so: češerika, priželjc in vranica. Endokrine celice izven endokrinih žlez so razporejene po sluznicah prebavil in v drugih tkivih. Skozi vse endokrine žleze se pretaka velika količina krvi in so med seboj tesno povezane (Rebesko 1983). Nizko izločanje hormona estradiola, ki ga izloča jajčnik dan po odstavitvi, je povezano z zapoznelim estrusom (Prunier in sod. 1993). Okoljski - sezonski dejavniki so povezani z odzivnostjo možganov na estradiol in s tem nadzorom na spolno vedenje in izločanje luteinizirajočega hormona (Cox in sod. 1986).\n"], "6": ["2.2.2 Steroidni hormoni", "Pod steroidne hormone spadajo hormon aldosteron, kortikozol, progesteron, estradiol in testosteron. Sinteza steroidnih hormonov poteka v skorji nadledvične žleze in v spolnih organih. Hormon aldosteron (regulira ravnotežje soli in vode v telesu) in kortikozol (upravlja metabolizem proteinov, ogljikovih hidratov in lipidov) izloča skorja nadledvične žleze. Biološka funkcija progesterona, ki nastaja v rumenem telescu in v placenti, je v regulaciji delovanja ovarija. Estradiol povzroči delitev sluznice uterusa in razvoj prsne \nžleze. Testosteron spada med hormone testisa. Steroidi torej vplivajo, poleg ostalih pomembnih funkcij v telesu, tudi na plodnost oziroma reprodukcijo živali (Karlson 1980).\n"], "7": ["2.2.3 Pasma", "V okviru slovenskega rejskega programa Slohibrid so v selekcijsko shemo vključene tri tradicionalne in ena tujerodna pasma. Kot maternalni pasmi uporabljamo pasmi Slovenska landrace – linija 11 in Slovenski beli prašič (22), medtem ko sta terminalni pasmi Pietrain (44) in Slovenska landrace – linija 55 (Kovač in sod. 2012).\nSlovenska landrace (linija 11) Slovenska landrace je moderna mesnata pasma prašičev bele barve. Živali so srednje velike, imajo viseča ušesa, glavo z ravno nosno linijo, telo pa je dolgo. Noge so tanke in visoke. Pasma je dobro plodna, v gnezdu je ponavadi preko 10 živorojenih pujskov. Svinje odlikuje izrazito razvit materinski čut. Pasma se uporablja kot maternalna linija, kar pomeni, da je namenjena prireji ženskih živali. V Sloveniji je uvrščena na listo tradicionalnih pasem prašičev (Pinterič in sod. 2012).\nSlovenski beli prašič (linija 22) Slovenski beli prašič je večjega okvirja in bele barve. Zanj so značilna pokončna ušesa in značilno ukrivljena nosna linija. Telo je dolgo in pravokotno oblikovano, noge so dolge. Ta pasma je poznana po dobri plodnosti, v gnezdu je 9,5 živorojenih pujskov, pujski pa so nekoliko lažji in bolj občutljivi. V Sloveniji je prav tako uvrščena na listo tradicionalnih pasem prašičev (Pinterič in sod. 2012).\nPietrain (linija 44) Pietrain je belgijska pasma prašičev, ki je nastala ob koncu svetovne vojne. Je najbolj mesnata pasma prašičev na svetu. Ima izrazite šunke, pleče ter širok hrbet. Živali so slabo plodne, slabo rastejo in so bolj občutljive na stres. Pasma se uporablja kot terminalna, in sicer pri tropasemskem in štiripasemskem križanju. V Sloveniji je uvrščena na listo tradicionalnih pasem prašičev (Pinterič in sod. 2012). \nSlovenska landrace (linija 55) Slovenska landrace je bele barve in ima močno glavo z visečimi ušesi. Trup je dolg in širok s poudarjenimi pleči in šunkami. Slovenska landrace je manj plodna, vendar pa v gnezdu pogosto najdemo 10 živorojenih pujskov. Značilna je izredno dobra rast. V Sloveniji se vzreja kot terminalna pasma, ki jo uporabljamo v tripasemskem (12 × 55) in štiripasemskem križanju (12 × 54).\nMed pasmami obstajajo precejšnje razlike v plodnosti, trajanju prasitve in številu pujskov (Oliviero in sod. 2009). Razlike v plodnosti so tudi med pasmama Švedski landrace in Yorkshire. Švedski landrace ima večja gnezda, več živorojenih pujskov/gnezdo ter višjo stopnjo brejosti (Tummaruk in sod. 2000).\n"], "8": ["2.2.4 Trajanje predhodne laktacije", "Laktacija je obdobje pri plemenskih svinjah, ki traja od prasitve do odstavitve. Mlečna žleza v tem času izloča mleko. V času laktacije se obnovijo notranji spolni organi. Svinje, ki so odstavljene v času, ko se maternica še ne povrne v prvotno stanje (pred 4. tednom, po prasitvi) in so oplojene v prvem estrusu po odstavitvi, imajo manjše naslednje gnezdo. Vzrok zmanjšanja gnezda je povečana prenatalna smrtnost. \n  (Šalehar 1991)\nIz preglednice 2 je razvidno, da je pri 35. do 39. dnevu predhodne laktacije največje število pujskov/gnezdo, in sicer 10,83. Najmanj pujskov je pri trajanju predhodne laktacije 5 do 9 dni, in sicer 8,89 pujska/gnezdo.\nDlje trajajoča laktacija je povezana s težjimi oziroma večjimi pujski in krajšim poporodnim premorom. Za posamezne rejce je optimalna dolžina laktacije tista, ki obvladuje okoljske in finančne značilnosti reje (Xue in sod. 1992). Intervala od odstavitve do uspešnega pripusta in dolžina laktacije sta med seboj povezana in imata skupen vpliv na velikost naslednjega gnezda. Svinje, ki so uspešno pripuščene 5. dan po odstavitvi, prasijo večje število pujskov kot tiste, ki so bile uspešno pripuščene med 6. in 10. dnevom po odstavitvi (Cozier in sod. 1996).\n"], "9": ["2.2.5 Zaporedna prasitev", "Velikost gnezda se od 1. do 6. zaporedne prasitve povečuje s starostjo svinj in povečanjem števila zaporednih prasitev. Mere velikosti gnezda so bile najslabše v prvem gnezdu in so odstopale od povprečja ostalih gnezd, predvsem od 4. in 5. gnezda (Černelč 2001). \nIz preglednice 3 je razvidno, da je število živorojenih pujskov/gnezdo najmanjše pri prvi zaporedni prasitvi. V času od 1. do 6. laktacije število živorojenih pujskov narašča, potem pa počasi pada. Še posebej nizko je po deseti zaporedni laktaciji, vendar še vedno večje v primerjavi s številom živorojenih pujskov/gnezdo v prvi laktaciji. Število živorojenih pujskov se spreminja v odvisnosti od zaporedne prasitve.\n(Šalehar 1991)\nEngblom in sod. (2007) so ugotovili, da so najpogostejši vzroki izločitev plemenskih svinj iz črede: reprodukcijske motnje (26,9 %), starost (18,7 %), težave vimena (18,1 %), nizka produktivnost (9,5 %), obolenja nog (18,1 %) in travmatske poškodbe (7,1 %). Z zaporedno prasitvijo se povečuje starost plemenskih svinj, ki je kljub proizvodnji pujskov razlog za izločitev iz črede (Engblom in sod. 2007).\n"], "10": ["2.2.6 Letni čas", "Značilnost domačega prašiča je poliestričnost oz. plodnost skozi vso leto (Cizej 1992). Domači prašič se je razvil iz divjega prašiča, ki je sezonsko poliestričen (v jeseni in začetek zime pride do estrusa, konec marca oz. aprila pa prasi).\nOptimalna temperatura hleva v času osemenitve je 16 do 18 -C, predvsem je pomembna pri osemenjevanju živali, saj lahko seme pri neprimerni temperaturi izgubi oploditveno sposobnost (Šegula 2005a). Parjenje v avgustu povzroči nižjo prasitveno stopnjo in najvišjo stopnjo pregonitev. Sezonski vpliv na stopnjo prasitve je izrazitejši pri svinjah pasme Yorkshire kot pri Švedski landrace. Na velikost gnezda letni čas nima velikega vpliva (Tummaruk in sod. 2000). Interval od odstavitve do uspešnega pripusta se spreminja glede na sezono: povprečna dolžina med oktobrom in junijem je 15 do 20 dni, v poletnih mesecih pa 26 do 30 dni (Aumaitre in sod. 1975). Obdobje od odstavitve do estrusa je daljše pri višjih temperaturah (Prunien in sod. 1997).\n"], "11": ["2.2.7 Čas pripusta", "Optimalni čas za osemenitev je 30 ur po začetku estrusa in vpliva na uspešnost osemenitve ter velikost gnezda (Cizej 1992). Ovulacija se prične približno 30 ur po pričetku estrusa in traja povprečno 3-4 ure. Semenčice pridejo zelo hitro v jajcevod. Na mesto oploditve naj bi prišle že v času paritve/osemenitve oziroma v 30-45 minutah. V ženskih rodilih so semenčice sposobne za oploditev približno 20 ur. Jajčece se lahko oplodi od druge do pete ure po ovulaciji, po sedmih do devetih urah po ovulaciji pa neoplojeno jajčece odmre. Optimalni čas oplojevanja je med 24. in 26. uro po pričetku estrusa (Šalehar in sod. 1991).\nUspešno parjenje zahteva uskladitev številnih fizioloških procesov, vključno z osemenitvijo, potovanjem spolnih celic in ovulacijo. Povečanje števila parjenja na estrus z uporabo kombinacije naravnega in umetnega osemenjevanja ali samo slednjega poveča sposobnost za razmnoževanje oz. velikost gnezda (Flowers in sod. 1993). Optimalni odstavitveni čas, ki zagotavlja minimalni časovni zamik pri oploditvi svinje, je med 21 in \n35 dni po prasitvi. Če se odstavitev izvaja manj kot 10 dni, ali več kot 45 dni po prasitvi, moti reprodukcijo svinje (Aumaitre in sod. 1975).\n"], "12": ["2.3 Krmljenje mladic", "Tehnologija vzreje mladic ima odločilen vpliv na poznejše reprodukcijske sposobnosti živali in na življenjsko prirejo. Normativi za oskrbo mladic s hranljivimi snovmi so enaki kot pri pitancih pri nižjih telesnih težah. V poznejših obdobjih rasti se prehrana razlikuje predvsem glede vsebnosti energije, esencialnih aminokislin, rudnin in vitaminov. Kalcij in fosfor sta izredno pomembna zaradi krepitve kosti, predvsem zaradi naravnega pripusta oziroma teže merjasca (Šegula 2005b). Mladice, ki vstopajo v prvi reprodukcijski ciklus v primerni kondiciji z dovolj telesnih rezerv, dosegajo boljše rezultate ob prvi prasitvi ter boljšo življenjsko prirejo, saj jih dojenje ne izčrpa ter se po odstavitvi v normalnem času bukajo. Prenizek nivo zauživanja energije v času laktacije je vzrok za zakasnitev bukanja, zmanjšan obseg ovulacije ter tiho gonjenje (Šegula 2005b). V kolikor mladice rastejo počasneje, bodo pripuščene prelahke ali pa bodo kasneje spolno zrele, kar vpliva na povečanje dolžine neproduktivnih faz (Kovač in sod. 2012).\n"], "13": ["2.4 Krmljenje plemenskih svinj", "Prehrana plemenskih svinj vpliva na plodnost oziroma na njihovo reproduktivnost. Med brejostjo potrebuje svinja hranila za vzdrževanje, za nalaganje v plodove ter predvsem v prvih rodnih obdobjih za rast in nalaganje v telesne rezerve. Bistveno načelo, ki velja v prehrani svinj je, da krmimo skromno med brejostjo in obilno v času dojenja (Šegula 2005b). Pred prasitvijo je potrebno dnevne obroke plemenskim svinjam zmanjšati, da imajo bolj prazna prebavila, zato da lažje in hitreje prasijo (Šegula 2005b). Za trajnostno proizvodnjo prašičev je trend zmanjšanja maščob ob prasitvi in povečanje potreb po energiji med dojenjem ter spremljanje maksimalne zmogljivosti vnosa krme med dojenjem (Eissen in sod. 1999).\n"], "14": ["2.5 Naravni pripust in osemenjevanje", "Naravni pripust ima v psihološkem, fiziološkem in etičnem pogledu prednost pred osemenitvijo. V večini kmečkih rej ter vzrejnih središčih imajo rejci svojega merjasca. V ta namen imajo poseben boks, kjer se opravlja pripust, ali pa se pripust opravlja v boksu, kjer biva merjasec. Boks mora biti dovolj velik in tla suha. Merjasec s svojo prisotnostjo, oglašanjem in vonjem stimulira svinje k bukanju (Šegula 2005a). Pri mladicah je potrebna pazljivost, da jih pretežak merjasec pri zaskoku ne bi poškodoval. Prezgodnja izločitev merjascev, predvsem v kmečkih rejah, je prav njihova prevelika telesna masa in tu ima prednost umetno osemenjevanje (Šegula 2005a). Na gospodarnost prireje pujskov odločilno vpliva delež izločenih mladic (Kovač in Malovrh 2011). Pravočasno izločanje plemenskih svinj zmanjšuje stroške, porabljene na gnezdo. Svinje, ki niso breje in v hlevu čakajo na izločitev, povzročajo nezaželene stroške – neproduktivne krmne dneve (Kovač in Malovrh 2011).\nPri osemenitvi je uspešnost prasitve višja kot pri naravnem pripustu. Pri svinjah, ki jih osemenimo, stimulacija merjasca poveča indeks osemenitve, stopnjo brejosti ter velikost gnezda. Raziskava Am-in in sod. (2012) je pokazala, da se izboljša biološka produktivnost svinj, če imamo merjasca za stimulacijo in če živali osemenimo. Med uspešno oploditvijo in različnimi dejavniki, ki vplivajo na plodnost (npr. reja, kakovost in temperatura semena za shranjevanje), je povezava. Nizka uspešnost oploditve je, kadar je delež oploditev pod 85 %, nad 85 % uspešnosti oploditve pa je dobra obrejitev. Nizko uspešnost oploditve lahko izboljšamo tako, da imamo merjasce za odkrivanje estrusov, visok delež svinj z osemenitvijo, pod pogojem, da se začne odkrivanje estrusa že 3. dan po odstavitvi (Young in sod. 2010).\n"], "15": ["3 MATERIAL IN METODE DELA", ""], "16": ["3.1 Opis hleva in živali", "Podatke za raziskavo smo dobili v hlevu A (43 plemenskih svinj) in B (6 plemenskih svinj).\nProučevani hlev A ima tehnološko kapaciteto hleva za rejo 50 plemenskih svinj in vzrejo plemenskih mladic ter pujskov do 25 kg telesne mase. Hlev ima tri oddelke prasilišč, in sicer prasilišče A, B in C. V vsakem prasilišču je 8 porodnih boksov, ki so namenjeni raziskovalni dejavnosti in se razlikujejo v postavitvi opreme ter obliki klešč. Za mladice je namenjenih 12 skupinskih boksov z izpusti. Oddelka pripustišče in čakališče imata skupinske bokse. Hlev B ima kapaciteto za rejo 35 plemenskih svinj, ima dva oddelka prasilišč, oddelek pripustišče in čakališče, s skupinskimi boksi.\nPodatki se nanašajo na skupino plemenskih svinj: Slovenska landrace (linija 11), Slovenski beli prašič (linija 22) in linija 54, ki je produkt križanja pasme Slovenska landrace (linija55) in merjascev pasme Pietrain, ki so v različnih starostnih skupinah. Podatke smo vzeli iz hlevskih kartic, in sicer od leta 2006 do 2012.\nHlevska kartica je osnovni dokument za spremljanje plodnosti svinj. Na njej so razvidni vsi rezultati pripuščanja, prasitev in plodnosti. Na vrhu kartice so vpisani podatki o datumu rojstva, ušesna številka in pasma. V spodnjem delu pa se vpisujejo vsi pripusti, tudi pregonitve, prasitve, število živorojenih in mrtvorojenih pujskov ter datum odstavitve. Iz teh podatkov lahko izračunamo stroške in gospodarnost prireje pujskov (Šegula 2005a).\nPrimerjali smo torej podatke iz poskusnega hleva A, kjer se večino poslužujejo osemenjevanja plemenskih živali, ter hleva B, kjer so imeli naravne pripuste.\n"], "17": ["3.2 Obdelava podatkov", "Podatke posamezne plemenske svinje smo vstavili v računalniški program Excel in jih nato statistično obdelali v SPSS-u. Najprej smo izračunali osnovne statistične parametre za preučevane lastnosti. Vpliv dolžine laktacije, brejosti, zaporedne laktacije in načina reje na preučevane lastnosti smo izračunali z analizo variance (Analyse →Compare →One-Way ANOVA). Razlike med obravnavanji pa bomo preverili z Duncanovim testom pri 95 % tveganju. Nadalje smo izračunali tudi povezanost (korelacijski koeficient, r) med različnimi lastnostmi (Analyse →Correlate →Bivariate).\n"], "18": ["3.2.1 Analiza stanje plodnostnih parametrov za svinje iz poskusnih hlevov", "Podatke posamezne plemenske svinje smo vstavili v računalniški program Excel in jih nato statistično obdelali v SPSS-u. Najprej smo izračunali osnovne statistične parametre (povprečje, standardni odklon, minimum in maksimum) za preučevane lastnosti (število prasitev/svinjo in na njeno življenjsko dobo; število živorojenih, mrtvorojenih in odstavljenih pujskov; dolžino brejosti; poporodni premor in dolžino laktacije) ločeno za poskusni hlev A in B. Za izračun smo uporabili proceduro Analyse – Descriptive statistics – Descriptives.\n"], "19": ["3.2.2 Vpliv dolžine laktacije na dolžino poporodnega premora", "Vpliv dolžine laktacije na dolžino poporodnega premora smo ovrednotili na dva načina: i) s korelacijo in ii) analizo variance. Za izračun Pearsonovega korelacijskega koeficienta (r) med dolžino laktacije in drugimi lastnostmi plodnosti smo uporabili proceduro Analyse → Correlate → Bivariate. Pri drugem načinu smo vrednosti za dolžino laktacije najprej razdelili na štiri razrede, pri čemer smo kot mejne vrednosti uporabili kvartile (Q1=25,2; Q2=29,0; Q3=32,0). Razredi dolžine laktacije so tako znašali <25,5, 25,2-29,0, 29,0-32,0, >32 dni. Vpliv dolžine laktacije na preučevane lastnosti smo izračunali z analizo variance \n(Analyse →Compare →One-Way ANOVA). Razlike v preučevanih lastnostih med razredi dolžine laktacije smo ovrednotili s Tukey-jevim testom pri 95 % tveganju.\n"], "20": ["3.2.3 Vpliv dolžine brejosti na število pujskov", "Vpliv dolžine brejosti in laktacije na dolžino poporodnega premora smo prav tako ovrednotili na dva načina: i) s korelacijo in ii) analizo variance. Najprej smo izračunali r med dolžino laktacije in dobo brejosti s številom (živorojenih, mrtvorojenih in odstavljenih) pujskov. Nadalje smo razdelili dobo brejosti na razrede, pri čemer smo kot mejne vrednosti uporabili kvartile (Q1 = 25,2; Q2 = 29,0; Q3 = 32,0). Zaradi zelo majhne variabilnosti smo primerjali samo skrajna dva razreda. Za primerjavo smo uporabili analizo variance in Tukey-jev test za testiranje razlik med izbranima razredoma.\n"], "21": ["3.2.4 Vpliv zaporedne prasitve na velikost gnezda in hitrejši pojatveni ciklus", "Vpliv zaporedne prasitve na preučevane lastnosti smo izračunali z analizo variance (Analyse →Compare →One-Way ANOVA). Razlike v preučevanih lastnostih med razredi dolžine laktacije smo ovrednotili s Tukey-jevim testom pri 95 % tveganju.\n"], "22": ["4 REZULTATI Z RAZPRAVO", ""], "23": ["4.1 Analiza stanja plodnostnih parametrov za svinje iz poskusnih hlevov", "V grafikonu 1 je prikazano število prasitev/življenjsko dobo v raziskovalnem hlevu A. V hlevu A je bilo v obdobju od 2006 do 2012 43 plemenskih svinj. Ena izmed njih ni nikoli prasila, zato smo jo izključili iz nadaljnje analize. Najbolj pogosto število prasitev/svinjo/življenjsko je 1 (33 %), 2 prasitvi/življenjsko dobo je imelo 26 % plemenskih svinj, 3 prasitve 12 % živali, 4 prasitve 17 %, 5 prasitev ni imela nobena plemenska svinja, 6 prasitev 2% in 7 prasitev/življenjsko dobo 10 % plemenskih svinj.\nn = 42\n7 prasitev  6 prasitev 4\n26%\nCilj slovenske prašičereje je 2,3 gnezda/svinjo/leto. V raziskovalnem hlevu A je v povprečju 1,9 gnezd/svinjo/leto. Glavni vzrok za manjše število gnezd na leto so pregonitve. Ti rezultati se lahko izboljšajo postopoma, velikega preskoka naenkrat ne moremo pričakovati, ker traja reprodukcijski ciklus skoraj pol leta. Uspeh pripusta se opazi šele po preteku reprodukcijskega ciklusa. Vzreja mladic zahteva še daljše časovne obdobje. \nPomembno je, da živali pravočasno izločimo iz rej, da se ne poveča število neproduktivnih dni (Kovač in Malovrh 2011).\nV preglednici 4 so prikazane lastnosti plodnostnih parametrov v hlevu A, in sicer skupno število prasitev, število živorojenih, mrtvorojenih in odstavljenih pujskov, dolžina laktacije, dolžina brejosti in trajanje poporodnega premora.\nSd - standardni odklon\nV raziskovalnem hlevu A je bilo maksimalno število živorojenih pujskov 15 (povprečno število 9,7), število mrtvorojenih pujskov je bilo največ 13 (povprečno 0,87), maksimalno število odstavljenih pujskov pa je bilo 12 (povprečno 8,1). Brejost je trajalo od 87 do 120 dni, povprečna dolžina brejosti pa je znašala 115,2 dni. Minimalna in maksimalna dolžina laktacije znaša 2 in 59 dni (v povprečju 29,2 dni). Ta rezultat je posledica zdravstvenih problemov plemenskih svinj. Poporodni premor je trajal od 20 do 116 dni ( v povprečju 48,7 dni). \nV preglednici 5 so prikazane lastnosti plodnostnih parametrov v hlevu B, in sicer skupno število prasitev, število živorojenih pujskov, število mrtvorojenih pujskov, število odstavljenih pujskov, dolžina laktacije, dolžina brejosti in trajanje poporodnega premora.\nSd - standardni odklon\nV hlevu B je bilo maksimalno število živorojenih pujskov 14 (povprečno 8,5), število mrtvorojenih pujskov je bilo največ 6 (povprečno 2,0), maksimalno število odstavljenih pujskov pa 12 (povprečno 7,6). Laktacija je trajala od 24 do 56 dni (v povprečju 41,2 dni). Brejost je trajala od 110 do 119 dni, povprečna dolžina brejosti pa je znašala 114,8 dni. Dolžina poporodnega premora, je bila v povprečju 50,8 dni. \nMed hlevoma A in B je precejšnja razlika (v maksimalnih vrednostih) v številu mrtvorojenih pujskov (v hlevu A je 7 mrtvorojenih več kot v hlevu B), število živorojenih pujskov je v hlevu A za 1 več kot v hlevu B, število odstavljenih pujskov pa je enako v obeh raziskovalnih hlevih (12 pujskov).\n"], "24": ["4.2 Vpliv dolžine laktacije na dolžino poporodnega premora", "Vpliv dolžine laktacije na dolžino poporodnega premora smo najprej ovrednotili s pomočjo korelacijskega koeficienta. Korelacijski koeficient med dolžino laktacije in poporodnim premorom je znašal −0,02, kar pomeni da preučevani lastnosti med seboj nista povezani. Nadalje smo izračunali razlike v povprečnih vrednostih za dolžino poporodnega premora po razredih dolžine laktacije (Preglednica 6).\nRezultati v preglednici 6 kažejo, da med razredi dolžine laktacije ni razlik v dolžini poporodnega premora. Opazimo lahko precejšnjo razliko v razredu 3, kjer je odstavitev pri 29,0-32,0 dnevu in hitreje pride do pojava estrusa. Vzrok, da se podatek iz razreda 3 statistično ne razlikuje od ostalih, je verjetno v veliki variabilnosti podatkov. Xue in sod. (1992) so ugotovili, da pride pri dlje trajajoči laktaciji hitreje do pojava estrusa oziroma uspešne osemenitve ali pripusta.\n"], "25": ["4.4 Vpliv dolžine brejosti na število pujskov", "V preglednici 7 je prikazana korelacija med dolžino laktacije in dobo brejosti, v povezavi s številom živorojenih, mrtvorojenih in odstavljenih pujskov.\nIz preglednice 7 je razvidno, da znaša korelacijski koeficienti med preučevanimi lastnostmi med −0,36 in 0,26. Povezanost lastnosti je torej šibka. Najvišja korelacija je bila ugotovljena med dobo brejosti in številom mrtvorojenih pujskov (r = −0,36) in je kot vse ostale statistično neznačilna.\nNeustrezne oskrbe svinj so pogosto velik vzrok izgub pujskov. Lahko so težave pri sestavi, količini ali neoporečnosti krme ter porazdelitvi obrokov. Prisotnost rejca ob prasitvi lahko zmanjša število mrtvorojenih pujskov (Kovač in Malovrh 2011).\n"], "26": ["4.5 Vpliv zaporedne prasitve na velikost gnezda in hitrejši pojatveni ciklus", "V preglednici 8 je prikazano trajanje poporodnega premora, dobe brejosti in laktacije ter število živorojenih, mrtvorojenih in odstavljenih pujskov v štirih zaporednih prasitvah. \n  prasitev.\nPreglednica prikazuje, da se z zaporedno prasitvijo zmanjša poporodni premor za 14 dni. Število živorojenih pujskov se od 1. do 4. zaporedne prasitve poveča za 1,5 pujska/gnezdo. Število mrtvorojenih pujskov na gnezdo se od začetnih 0,8 dvigne na 1,5 in se tako poveča za 0,7 mrtvorojenih pujskov/gnezdo. Število odstavljenih pujskov/gnezdo do 4. razreda narašča in se nato dvigne v 4. zaporedni prasitvi nazaj na začetno število 7,9. Doba brejosti v povprečju traja 115,2 dni, laktacija pa 29 dni. Število živorojenih pujskov v proučevanem hlevu A (9,8), se razlikuje od ciljev slovenske prašičereje (11,5) za 1,7 pujska/gnezdo. Število odstavljenih pujskov v proučevanem hlevu A (8,2) se razlikuje od ciljev slovenske prašičereje (10,0) za 1,8 pujska/gnezdo.\n4.6 Primerjava števila živorojenih pujskov na gnezdo ter umrljivost pujskov v primerjavi z ekološko čredo\nV preglednici 9 je prikazano število živorojenih, mrtvorojenih in odstavljenih pujskov/ svinjo, na gnezdo oziroma življenjsko dobo. \nIz preglednice 9 je razvidno, da so imele svinje povprečno 9,8+-2,3 živorojenih pujskov na gnezdo, v življenjski dobi pa 26,2+-18. Povprečno število mrtvorojenih pujskov v življenjski dobi svinje je znašalo 2,3+-4,8 pujska, kar je v povprečju 0,8+-1,1 pujska na gnezdo. Iz trga sledi da so svinje v svoji življenjski dobi dosegle 20,9+-15,5 odstavljenih pujskov, kar pomeni povprečno 7,8+-2,1 odstavljenih pujskov na gnezdo\nŠtevilo mrtvorojenih pujskov se povečuje s številom rojenih pujskov. Vzroki so v daljšem času prasitve in v manjši masi pujskov, to je v večjih gnezdih. V povprečju je od rojenih pujskov do 6 % mrtvorojenih.\nEkološki obrat črede plemenskih svinj ima nižje oploditvene zmožnosti (3,6 %-7,5 %), več živorojenih pujskov na gnezdo (0,4 %-1,2 %) ter višjo umrljivost (7 %-13 %) v primerjavi s konvencionalnimi načini reje (Leenhouwers in sod. 2011).\nPodatki, na katerih smo ugotavljali lastnosti plodnosti, ki vplivajo na učinkovitost reje, so nižji od ciljev slovenske prašičereje. \n5 SKLEPI\nV raziskavi smo analizirali plodnost svinj.\nUgotovili smo:\n- da je pri dlje trajajoči laktaciji čas od odstavitve do uspešnega pripusta krajši,\n- da so pregonitve glavni vzrok za znižanje števila gnezd/svinjo/leto,\n- da se lahko poveča število odstavljenih pujskov na gnezdo, z manjšimi izgubami  živorojenih pujskov po prasitvi (hlev A, ima v izhodišču povprečno 2,2 pujska/gnezdo  več, a ob odstavitvi pride razlika na manj kot pol pujska, oziroma 0,2 pujska/gnezdo,\n- da se z zaporedno prasitvijo poporodni premor skrajša za 14 dni,\n- da se število živorojenih pujskov/gnezdo z zaporedno prasitvijo poveča za 1,5  pujska/gnezdo,\n- da se število mrtvorojenih pujskov/gnezdo z zaporedno prasitvijo poveča za 0,7  pujska/gnezdo in\n- da število odstavljenih pujskov do 3. laktacije pada, v kasnejših laktacijah pa se zopet  dvigne na prvotno raven.\n"], "abstract": ["Cilj raziskave je bil analizirati stanje plodnostnih parametrov in lastnosti plodnosti, ki vplivajo na učinkovitost reje prašičev. V raziskavo smo vključili dva hleva, hlev A (43 plemenskih svinj) in hlev B (6 plemenskih svinj). V raziskavi smo ugotavljali vpliv trajanja laktacije na uspešnost pripustov, vzrok za majhno število gnezd/svinjo/leto, dvig oziroma padec števila živorojenih, mrtvorojenih in odstavljenih pujskov glede na laktacijo plemenske svinje in naredili primerjavo ekološke reje s konvencionalnim raziskovalnim hlevom. Vpliv dolžine laktacije, brejosti, zaporedne laktacije in načina reje na preučevane lastnosti smo izračunali z analizo variance. Razlike med obravnavanji pa smo preverili z Duncanovim testom pri 95 % tveganju. Nato smo izračunali tudi povezanost (korelacijski koeficient, r) med različnimi lastnostmi. Ugotovili smo, da pride pri dlje trajajoči laktaciji hitreje do estrusa in uspešnega pripusta, da so pregonitve posledica za vzrok manjšega števila gnezd/leto, da se z zaporedno prasitvijo poporodni premor skrajša za 14 dni ter da se število živorojenih in mrtvorojenih z zaporedno laktacijo poveča. Podatki, na katerih smo ugotavljali lastnosti plodnosti, ki vplivajo na učinkovitost reje, so precej nižji od ciljev slovenske prašičereje. "]}