{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Do še pred kratkim so bili vzajemni skladi v Sloveniji širši populaciji povsem nepoznani, v zadnjih nekaj letih pa so zaradi zniževanja bančnih obrestnih mer doživeli pravi razcvet. Tako je vedno več Slovencev, ki se odločajo za vlaganje v vzajemne sklade.\nDanes je v Sloveniji med podjetji, ki upravljajo in tržijo vzajemne sklade, že precejšnja konkurenca, ki pa se bo v prihodnosti še povečala, saj lahko pričakujemo na slovenskem trgu vzajemnih skladov še več konkurentov iz tujine. V tem trenutku je prostora za rast še dovolj, saj investiranje v vzajemne sklade še vedno zelo zaostaja za varčevanjem v bankah, vendar morajo biti podjetja pripravljena na to, da bo tudi trg vzajemnih skladov nekoč prišel v fazo zrelosti. Da bodo podjetja uspešna pri trženju vzajemnih skladov tudi v prihodnje, je za njih nujno, da spoznajo procese odločanja vlagateljev pri investiranju v vzajemne sklade in marketing svojih skladov prilagodijo tem spoznanjem.\nZa izbrano temo smo se odločili, ker so vzajemni skladi v Sloveniji vedno bolj popularni in zanimivi za širšo prebivalstvo ter se celotna industrija vzajemnih skladov v Sloveniji nahaja v fazi rasti in se hitro razvija. Tako imajo potencialni vlagatelji v Sloveniji že precej različnih možnosti za plemenitenje svojega premoženja.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "V diplomskem delu smo raziskali, kako se vedejo vlagatelji pri investiranju v vzajemne sklade. Predvsem nas je zanimalo, na podlagi česa vlagatelji sprejemajo odločitve o izbiri posameznega sklada in kje iščejo za to potrebne informacije.\nNamen diplomskega dela je s perspektive vedenja porabnikov dobiti vpogled v nakupne oziroma investicijske odločitve vlagateljev v vzajemne sklade in ugotoviti ali sta za vlagatelje pri investiranju pomembna le pričakovani donos in tveganje, kot pravi finančna teorija (Capon 1994, 18) ali še kaj drugega.\nCilji naloge so ugotoviti:\n- kateri so za vlagatelje najpomembnejši viri informacij o vzajemnih skladih,\n- kateri so najbolj važni kriteriji, ki vplivajo na izbiro posameznega sklada (izbirni  kriteriji) in\n- kakšno je nakupno oziroma investicijsko vedenje vlagateljev.\nV delu smo preverili naslednji hipotezi:\n- Hipoteza 1: Vlagateljem v vzajemne sklade so bolj pomembni neosebni viri informacij  o vzajemnih skladih kot osebni viri.\n- Hipoteza 2: Vlagateljem v vzajemne sklade so bolj pomembni izbirni kriteriji, ki so  neposredno povezani z donosom, kot »mehki« oz. storitveni kriteriji. \n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Idejo za raziskavo smo dobili v članku Affluent investors and mutual fund purchases (Capon 1994). Pozneje smo v literaturi našli še dva podobna članka (Capon 1996 in Gerrans 2004).\nRaziskava, ki smo jo opravili, ni povsem primerljiva z raziskavami v omenjenih člankih. Razlika je v vzorcu, vprašalniku in analizi rezultatov, ki je pri nas enostavnejša.\nPredpostavke raziskave so bile:\n- vzajemni skladi postajajo vse bolj pomembna možnost za varčevanje in število  vlagateljev v njih se bo še povečevalo,\n- v prihodnosti lahko pričakujemo nastanek novih, bolj specializiranih skladov in začetek  trženja še več tujih skladov, kar bo povečalo konkurenco na slovenskem trgu skladov,\n- anketiranim ljudem so poznane osnovne značilnosti vzajemnih skladov, glede na to, da  je bila anketa opravljena samo pri ljudeh, ki so že vlagatelji v vzajemne sklade.\nOmejitve pri raziskavi so bile:\n- vzorec ni reprezentativen in ne temelji na verjetnosti,\n- v raziskavi so sodelovali samo individualni in ne institucionalni vlagatelji,\n- glede na to, da veliko ljudi nerado govori o svojem premoženju, so v raziskavi  sodelovali le tisti, ki so hoteli.\n"], "5": ["1.4 Uporabljene metode raziskovanja", "V teoretičnem delu smo uporabili metodo deskripcije, torej smo opisovali dejstva, procese in pojave povezane z vzajemnimi skladi in vedenjem porabnikov ter metodo kompilacije, kjer smo povzemali spoznanja različnih avtorjev o vzajemnih skladih in procesih odločanja. Pri zbiranju potrebnih podatkov smo uporabljali sekundarne vire.\nV praktičnem delu smo opravili anketo. Uporabili smo tudi analitični pristop in sicer smo z induktivnim sklepanjem skušali iz zbranih podatkov priti do ključnih ugotovitev.\nV raziskavi smo anketirali posameznike, ki so že vlagatelji v vzajemne sklade. Uporabili smo namerni vzorec z velikostjo 100 ljudi. Posamezniki, ki smo jih anketirali, so bili iz različnih krajev Slovenije, do njih smo prišli s pomočjo sorodnikov, znancev, prijateljev in sošolcev. Vprašalnik jim je bil poslan po elektronski pošti.\nVprašalnik je bil sestavljen iz štirih delov in je imel skupaj deset vprašanj. V prvem delu smo ugotavljali, kakšno je vedenje vlagateljev v vzajemne sklade. Zanimalo nas je, v koliko skladih varčujejo, ali bodo v prihodnosti še investirali v vzajemne sklade, kako tvegano se jim zdi varčevanje v vzajemnih skladih, kolikšen delež vseh svojih finančnih sredstev imajo v vzajemnih skladih.\nV drugem delu smo preverjali trditev o virih informacij o vzajemnih skladih. Navedli smo šest različnih virov informacij o skladih (tri osebne in tri neosebne) ter anketirane vlagatelje prosili, da na pet stopenjski lestvici izberejo stopnjo pomembnosti, ki jo je za \nnjih imel posamezen vir informacij, ko so se odločali za pristop k skladu. Tako smo preverili, kateri viri so za vlagatelje pomembnejši.\nV tretjem delu smo preverili še drugo trditev o kriterijih, ki vplivajo na izbiro posameznega sklada. Tudi tu smo navedli šest kriterijev (tri, ki so neposredno povezani z donosom sklada in tri, ki so »mehki« oz. storitveni kriteriji) ter anketirane vlagatelje prosili, da na pet stopenjski lestvici izberejo stopnjo pomembnosti, ki jo je za njih imel posamezen kriterij, ko so se odločali za pristop k skladu. Tako smo ugotovili, kakšno je razmerje med pomembnostjo »mehkih« kriterijev in kriterijev, ki so neposredno povezani z donosom.\nV zadnjem delu vprašalnika so nas zanimali še demografski podatki in sicer spol, starost in izobrazba sodelujočih v anketi. \n"], "6": ["2 INVESTICIJSKI SKLADI", ""], "7": ["2.1 Opredelitev investicijskih skladov", "Investicijske družbe (ang. investment companies oz. investment trusts) oz. investicijski skladi (ang. investment funds) so posebne finančne institucije, ki so se razvile s ciljem doseganja učinkovitega in uspešnega upravljanja premoženja, ki omogoča plemenitenje vloženih denarnih sredstev. Pojavili so se z ugotovitvijo, da so vrednostni papirji, predvsem delnice, lahko bolj donosni kot vezava denarja v banki, istočasno pa tudi bolj tvegani. Investicijski skladi omogočajo malim investitorjem, da z nakupom enega samega vrednostnega papirja in sicer delnice oz. certifikata (kupona) investicijskega sklada, dosežejo diverzifikacijo naložb, razpršitev in s tem zmanjšanje tveganja in raznovrstnost naložbe (Žnidaršič 1999, 17).\nSvojim uporabnikom ponujajo še naslednje prednosti pred drugimi oblikami varčevanja: strokovnost upravljanja, likvidnost sredstev, nižje transakcijske stroške, nadzor institucij nad poslovanjem investicijskih skladov, samostojnost izbire stopnje tveganja in široko paleto storitev investitorjem (Mramor 2000, 89).\nInvesticijske družbe oz. skladi so posrednik med organizacijami, ki izdajajo posamezne vrednostne papirje in posamezniki ter organizacijami, ki investirajo svoje premoženje v vrednostne papirje. Investicijske družbe oz. skladi nudijo posameznim investitorjem z majhnim premoženjem možnost, da postanejo posredno solastniki določenega podjetja, ne da bi se pri tem izpostavili tveganju, ki je sicer za to potrebno. Kljub temu, da je znesek, ki ga investira posameznik lahko sorazmerno majhen, postane tak mali investitor preko investicijskega sklada solastnik večjega števila podjetij. To investicijska družba omogoča tako, da s prihranki večjega števila posameznikov in družb, kupi vrednostne papirje različnih izdajateljev (Žnidaršič 1999, 17-18). Pravila, koliko natančno naj bi jih bilo v portfelju, da bi lahko rekli, da je portfelj primerno razpršen, ni. V praksi jih imajo skladi tudi 100 in več. Sredstva v skladih so razdeljena na enake dele. Vsi vlagatelji imajo enake pravice, ne glede na višino vplačila. Tako tudi premožnejši vlagatelji ne uživajo nobenih dodatnih ugodnosti, razen nižjih vstopnih provizij kot manjši vlagatelji, saj se s sredstvi v skladu upravlja kot celota (Jesenek 2003, 76). Posameznik ob naložbi v investicijski sklad ne potrebuje nobenega znanja o investiranju v vrednostne papirje in njihovem upravljanju, saj za upravljanje portfelja vrednostnih papirjev skrbijo profesionalni upravljalci s strokovnim znanjem in izkušnjami.\nInvestitor v sklad vstopi tako, da vanj vloži svoja denarna sredstva bodisi z nakupom kupona bodisi z nakupom delnice (odvisno od vrste sklada). Tako vrednost vložka posameznika kakor tudi dobiček nihata, ker sta odvisna od nihanja tečajev vrednostnih papirjev, ki sestavljajo premoženje posameznega vzajemnega sklada. Prednost skladov pred drugimi finančnimi institucijami (bankami) je v tem, da zaradi svoje narave – vrednost obveznosti kot tudi vrednost sredstev je določena na trgu – ne morejo postati plačilno nesposobni (Mramor 2000, 89).\nNamen ustanovitve investicijskih družb oz. skladov je zadovoljiti različne investicijske potrebe oz. želje, ki jih navadno ni mogoče zadovoljiti z neposrednim investiranjem v \nposamezne vrednostne papirje. Investicijske potrebe posameznih vlagateljev so lahko zelo različne. Tako nekateri iščejo naložbe, ki jim zagotavljajo tekoče dohodke, drugi želijo dolgoročno rast kapitala, tretji dajo prednost zmanjšanju oz. razpršitvi rizika investiranja, varnosti oz. zavarovanju itd. V skladu z različnimi investicijskimi potrebami vlagateljev, razlikujemo tudi več oblik investicijskih družb oz. skladov (Svilan 1990, 200).\n"], "8": ["2.2 Ustanovitev investicijskih skladov", "Ustanovitelji investicijski družb oz. skladov so razni subjekti kot npr. druge družbe, zlasti finančne npr. pokojninski in zavarovalni skladi, banke, pa tudi premožni posamezniki. Ustanovitelji morajo biti predvsem v stanju takšno družbo upravljati.\nInvesticijska družba oz. sklad se ustanovi na enak način kot navadna delniška družba z izdajo delnic ali pa le kot posebna oblika za zbiranje kapitala. Namesto da bi tako pridobljena finančna sredstva namenili za nabavo produkcijskih dejavnikov (zemlje, opreme, delovne sile) oz. za proizvodno dejavnost, kupi taka družba vrednostne papirje, ki so jih izdale druge družbe. Tako ima družba v aktivi in pasivi premoženjske bilance le vrednostne papirje. Pasiva predstavlja strukturo delnic investicijske družbe, katere lastniki so posamezniki in organizacije, ki so kupili delnice tega sklada, medtem ko predstavlja aktiva vrednostne papirje družb ali državnih institucij, ki jih je investicijska družba z zbranim denarjem kupila (Svilan 1990, 200-201).\n"], "9": ["2.3 Upravljanje investicijskih skladov", "Upravljanje investicijske družbe oz. sklada je v rokah profesionalnih investicijskih upravljalcev, ki so družbo oz. sklad ustanovili. Ti v nobenem primeru ne odgovarjajo za morebitne izgube vrednosti premoženja, razen če so kršili pravila zapisana v prospektu (Jesenek 2003, 73). Posameznik ali organizacija, ki postane delničar takega investicijskega sklada oz. imetnik kupona, nima nikakršne pravice upravljanja s podjetjem, kamor je bil naložen njegov denar. Prav tako posamezni delničar sklada nima nikakršnih pravic upravljati takšen sklad, ker ga upravlja organizacija, ki ga je ustanovila, ne pa lastnik njegovega vrednostnega papirja. Odnosi oz. razmerja med organizacijo, ki je ustanovila sklad in ga upravlja, ter skladom samim, so v različnih državah različni. Razlike izvirajo zlasti iz razlik v pravni ureditvi. V vseh državah, kjer poznajo investicijske sklade pa lahko ista organizacija oz. finančna institucija ustanovi in upravlja več investicijskih skladov hkrati (Svilan 1990, 201, 205).\nOrganizacija oz. finančna institucija, ki je ustanovila sklad, lahko tak sklad upravlja, ni pa to nujno, saj lahko tako upravljanje poveri tudi drugi organizaciji. Ne glede ne to, kdo upravlja določeni investicijski sklad oz. družbo, pa so poglavitne naloge upravljanja investicijskega sklada naslednje: (Svilan 1990, 205-206)\n- analiziranje in ocenjevanje gibanj na trgu vrednostnih papirjev oz. v gospodarstvu kot  celoti ter v skladu s tem izvajanje dnevnih operacij v aktivi sklada;\n- ugotavljanje novih investicijskih možnosti (novi finančni instrumenti itd.);\n- upravljanje oz. servisiranje pasive sklada, zlasti pri odprtih skladih (prodaja/nakup  kuponov oz. delnic); \n- svetovanje komitentom v vseh zadevah v zvezi s poslovanjem sklada;\n- opravljanje administrativnih poslov v zvezi s skladom, zlasti do revizijskih (finančna  poročila) in oblastvenih organov (davki);\n- upravljanje sklada (priprava sestankov uprave, ki jo navadno sestavljajo predstavniki  ustanovitelja in upravljalca sklada, priprava letnih poročil itd.).\n"], "10": ["2.4 Zgodovinski razvoj investicijskih skladov1", "Prva investicijska družba je nastala leta 1822 v Belgiji, v ZDA pa je prvi investicijski sklad nastal konec 19. stoletja. Vsi prvotni investicijski skladi so bili zaprtega tipa. Prvi investicijski sklad odprtega tipa oz. vzajemni sklad je nastal v ZDA leta 1924. Vzajemni skladi so kmalu postali bolj priljubljeni, saj so vlagatelji kadarkoli lahko dobili izplačan denar, v nasprotju z delnicami zaprtih investicijskih skladov, ki pogosto niso bile takoj vnovčljive (Kidwell 1997, 613).\nVelika gospodarska kriza med leti 1929-1932 je prizadela tudi investicijske sklade. V času krize jih je tako veliko propadlo. Zaupanje vlagateljev v sklade se je obnovilo šele po sprejetju nove zakonodaje: Securities Act leta 1933, Securities Exchange Act leta 1934 in Investment Company Act leta 1940, s katerimi so zaščitili delničarje skladov pred zlorabami. Ti zakoni so uzakonili javno razkritje podatkov o vrednostnih papirjih in njihovih izdajateljih in postavili okvir za regulacijo poslovanja investicijskih skladov (Kidwell 1997, 613).\nZanimanje za investicijske sklade se je obnovilo po drugi svetovni vojni. Profesionalno upravljanje premoženja je pritegnilo predvsem male in srednje velike vlagatelje v vzajemne sklade, ki so investirali na splošno rastočem delniškem trgu. V tem času so vzajemni skladi naraščali tako po številu skladov, številu vlagateljev in višini sredstev. Od leta 1945 do 1965 je bila povprečna rast vzajemnih skladov 18% letno. Vrh hitre rasti so dosegli konec šestdesetih let. Takrat so rastoče obrestne mere povzročile stagnacijo na kapitalskem trgu. Zraven tega je nekaj zlorab pri obračunavanju provizij vzajemnih skladov povzročilo negativno publiciteto o skladih, kar je vodilo k popravku zakona Investment Company Act leta 1970, ki je postavil standarde za upravljalske in prodajne provizije. Rast skladov se je ustavila tudi, ker so se individualni vlagatelji začeli spraševati o smiselnosti profesionalnega upravljanja premoženja. Ugotovili so namreč, da lahko dosežejo višje donose, če sami trgujejo z vrednostnimi papirji. V sedemdesetih letih je zaradi splošne stagnacije delniških tečajev prišlo do konca rasti delniško orientiranih vzajemnih skladov in upravljalci skladov so se na to odzvali tako, da so začeli ponujati številne nove sklade. Med drugim so nastali skladi občinskih obveznic (namenjeni vlagateljem, ki so hoteli biti neobdavčeni), skladi državnih obveznic (namenjeni vlagateljem, ki so hoteli investirati v popolnoma netvegano naložbo) in skladi denarnega trga (namenjeni vlagateljem, ki so hoteli predvsem likvidnost) (Kidwell 1997, 613).\nVzajemni skladi so ponovno doživeli hitro rast v osemdesetih letih. K temu so takrat pripomogli splošna rast delniških tečajev in odpiranje IRA računov (Individual Retirement Account) kot pokojninskih planov oz. načrtov. Mnogi vlagatelji so namreč imeli vzajemne\nOpisan je zgodovinski razvoj investicijskih skladov v ZDA, kjer so investicijski skladi najbolj razviti. \nsklade za idealne nosilce pokojninskih planov (Žnidaršič 1999, 21). Največji priliv sredstev v vzajemne sklade pa se je zgodil v prvi polovici devetdesetih let, predvsem zaradi močne razširitve pokojninskih načrtov. Zelo visoke stopnje rasti prilivov v vzajemne sklade so se v drugi polovici devetdesetih let zmanjšale (Povalej 2002, 28).\nSpreminjala se je tudi sestava naložb vzajemnih skladov. Delež navadnih in prednostnih delnic se je z 88% v letu 1965 zmanjšal na 65% v letu 1995. Ta premik kaže, da so se upravljalci vzajemnih skladov, ko se je navdušenje vlagateljev za delniško orientirane sklade ohladilo, preusmerili na nove investicijske možnosti, kot so občinske, državne in podjetniške obveznice (Kidwell 1997, 613).\nFinančni trg je skozi zgodovino postajal vse bolj kompleksen. Vzajemni skladi so zaradi vedno večje potrebe po profesionalnem upravljanju s premoženjem v relativno kratkem času pridobili v upravljanje zelo veliko sredstev ter postali pomemben udeleženec na trgu kapitala (Fabozzi 1998, 141).\nLeta 1940 je v ZDA obstajalo 68 vzajemnih skladov z 0,4 milijardami USD kapitala, leta 1970 jih je obstajalo 361 z 47,6 milijardami USD sredstev, leta 1990 je obstajalo že 3079 skladov z 1065,2 milijardami USD sredstev, konec leta 2004 pa so celotna sredstva v 8044 vzajemnih skladih v ZDA znašala 8106,9 milijard USD (ICI 2005).\n"], "11": ["2.5 Vrste investicijskih skladov", "Investicijske sklade oz. družbe lahko razdelimo na dva načina in sicer glede na:\n- možnost oz. način vnovčitve naložbe v sklad. Ta delitev se nanaša na pasivno stran  bilance sklada;\n- investicijsko politiko sklada. Ta delitev se nanaša na aktivno stran bilance sklada.\n"], "12": ["2.5.1 Vrste investicijski skladov glede na način vnovčitve naložbe", "Glede na način vnovčitve naložbe v sklad ločimo: a) odprte sklade, b) zaprte sklade.\na) odprti skladi\nOdprti skladi (Open-end Investment Company/Fund) so poznani tudi po imenu vzajemni skladi. Gre za sklade s spremenljivim obsegom kapitala in so najpomembnejši in najbolj razširjeni tip investicijskih skladov. Okoli 96% vseh sredstev, ki so investirana v investicijske sklade, je zbranih v vzajemnih skladih (Mastnak 2003, 20). Njihova glavna značilnost, po kateri se tudi razlikujejo od zaprtih investicijskih skladov, je v tem, da stalno izdajajo oz. prodajajo svoje delnice, investitor pa lahko kadarkoli zahteva, da mu investicijski sklad odkupi njegov investicijski kupon ali drug vrednostni papir, v katerem so izražene pravice do sklada. Zaradi tega so odprti investicijski skladi zelo likvidna oblika naložbe, precej bolj kot zaprti investicijski skladi. To je tudi glavni razlog, da so odprti skladi mnogo bolj popularni od zaprtih. Z odprtimi investicijskimi skladi se v nasprotju z \nzaprtimi tudi ne trguje na sekundarnem finančnem trgu, pač pa sklad sam ali preko posrednikov prodaja in odkupuje enote oz. investicijske kupone na investitorjevo željo. To pomeni, da se vrednost sredstev oz. število delnic sklada stalno spreminja. Če upravljalci sklada prodajo več delnic kot jih odkupijo, imajo na voljo dodatna sredstva za nove investicije v vrednostne papirje, če pa so odkupi večji od prodaj, morajo del vrednostnih papirjev iz aktive sklada prodati. Tako se vrednost sredstev sklada zmanjša. Za določen obseg dnevnih odkupov delnic ima sklad stalno na voljo rezervo v gotovini. Če pa odkupi močno narastejo, morajo prodati vrednostne papirje iz svojega portfelja, da dobijo potrebno gotovino za izplačilo delničarjev. Ker lahko delničarji v sklad kadarkoli investirajo in iz njega sredstva tudi kadarkoli dvignejo, morajo upravljalci paziti, da dosegajo zadovoljive donose, sicer lahko ostanejo brez vlagateljev.\nCene enot oz. investicijskih kuponov, po katerih sklad prodaja delnice novim investitorjem in po katerih obstoječi delničarji prodajajo svoje delnice nazaj skladu, so enake ali blizu čiste vrednosti sredstev (NAV – net asset value) sklada na delnico. Določajo se dnevno. Izračunajo jo tako, da vrednost premoženja v aktivi sklada (vsota trenutne tržne vrednosti vseh vrednostnih papirjev, ki jih držijo v svoji aktivi) zmanjšajo za znesek vseh dolgov sklada, nato pa to delijo s celotnim številom prodanih delnic. Da lahko izračunajo vrednost aktive, morajo poznati tečaje vrednostnih papirjev, ki jih imajo v aktivi, zato morajo ti vrednostni papirji kotirati na borzah. Ceno izračunajo ob koncu vsakega poslovnega dne in se dnevno objavlja v časopisju in drugih medijih (Žnidaršič 1999, 29-32).\nZa določitev vrednosti investicije posameznega investitorja je potrebno pomnožiti dnevno neto vrednost aktive s številom delnic, ki jih investitor ima. Vrednost delnic sklada naraste, ko narastejo tečaji vrednostnih papirjev v portfelju.\nOdprti investicijski oz. vzajemni sklad običajno ni pravna oseba, je v lasti oseb, ki so vanj vložile sredstva, upravlja pa ga družba za upravljanje (Mramor 2000, 75). V ZDA so največkrat organizirani kot trusti, torej kot skupno premoženje in redkeje kot delniške družbe. Sklad ima upravni odbor, v katerem so poleg članov, ki so določeni od upravljalca, tudi zunanji neodvisni člani. Vzajemni skladi morajo po zakonu regulatorjem trga kapitala in delničarjem pošiljati računovodska poročila in poročila o rezultatih delovanja (Žnidaršič 1999, 30).\nOdprti investicijski skladi se ločijo po tem, kako financirajo upravljanje premoženja. Ločimo:\n- sklade s provizijo (load funds) in\n- sklade brez provizije (no load funds).\nPri skladih s provizijo plača investitor provizijo pri vstopu (front-end load) v sklad ali izstopu (back-end load) iz sklada ali oboje. Skladi s provizijo prodajo in distribucijo delnic prepustijo posrednikom, ki investitorjem tudi svetujejo glede izbire ustreznega sklada. Obstajajo tudi skladi z znižano pristopno premijo (low-load fund) (Mramor 2000, 90). Višina vstopne provizije pri skladih s provizijo je v ZDA običajno med 7 - 8,5% (Kidwell 1997, 612), v Sloveniji pa v povprečju 3% (Jesenek 2003, 73).\nPri skladih brez provizije poteka prodaja delnic investitorjem direktno in ni nikakršne provizije in posrednikov. Investitorji morajo praviloma plačati le 1-odstotno provizijo ob \nprodaji delnic pred potekom določenega roka (Mramor 2000, 90). S tem se skladi zaščitijo pred kratkoročnimi nakupi in hitrimi prodajami, ker jim to povzroča prevelike transakcijske stroške. Vendar vsi skladi, ki se uvrščajo med sklade brez provizije, dejansko to niso, saj mnogi zaračunavajo provizijo za pokrivanje stroškov trženja. Vanjo so vključeni stroški oglaševanja, izdelave propagandne literature, prodajnih akcij in distribucije delnic sklada. V povprečju se gibljejo od 0,25% do 0,75% povprečne letne vrednosti sklada, družbe za upravljanje pa si jih izplačujejo mesečno ali četrtletno (Jesenek 2003, 74).\nSeveda pa ne glede na to ali gre za sklade s provizijo ali brez, vsi skladi zaračunavajo provizijo za upravljanje premoženja, ki je lahko v fiksnem odstotku ali vezana na uspešnost sklada. Z upravljalsko provizijo skladi pokrivajo stroške upravljalcev, svetovanja, vodenja računov, evidenc in obveščanja strank. Ti stroški so izraženi v odstotku od povprečne letne vrednosti sredstev v skladu, obračunajo se ponavadi dnevno in izplačajo mesečno ali četrtletno. Kot posledica denarnega odliva iz sklada se zmanjša vrednost premoženja sklada in zato tudi vrednost delnic sklada. Gibljejo se od 0,5% do 2%, pri specializiranih skladih so lahko tudi višje (Jesenek 2003, 74).\nOstaja vprašanje ali so skladi s provizijo do nje tudi upravičeni. Nekateri menijo, da v praksi dolgoročno ni bistvene razlike v donosnosti skladov s primerljivim tveganjem (Mramor 2000, 90). Drugi pa pravijo, da skladi brez provizije zaračunavajo višje upravljalske provizije kot skladi s provizijo. Tako se z nakupom takšnega sklada izognemo plačilu vstopne provizije, vendar nam v povprečju višja upravljalska provizija na daljši rok občutneje zmanjša naš donos na vložena sredstva in da je ta vrsta skladov zato bolj primerna za tiste, ki jih kupijo zaradi trgovalnih in ne zaradi varčevalnih namenov (Jesenek 2003, 73-74). Vlagatelji v sklade brez provizije tudi niso upravičeni do nekaterih svetovalnih in ostalih storitev. Na svetu sicer posluje več skladov s provizijo kot brez.\nb) zaprti skladi\nZaprti investicijski skladi (Closed-end Investment Company/Fund) ali investicijske družbe so skladi s stalnim obsegom kapitala. Na pasivni strani takega sklada so delnice, torej gre za delniško družbo. Vrednost osnovnega kapitala je opredeljena s številom in nominalno vrednostjo izdanih in prodanih delnic v primarni emisiji. Število delnic sklada je določeno ob ustanovitvi in je fiksno. Vlagatelj lahko kupi delnice sklada ob ustanovitvi v postopku imenovanem prva izdaja delnic (IPO – initial public offering) ali od drugega vlagatelja na sekundarnem trgu. Zaprti investicijski skladi sami ne trgujejo s svojimi delnicami ampak to prepuščajo posrednikom. Tako so vsi zaprti investicijski skladi, skladi s provizijo (load funds). Investitor ne more zahtevati od sklada, da mu odkupi njegov vrednostni papir, kot pri odprtih skladih, ampak ga lahko proda na sekundarnem trgu vrednostnih papirjev. V likvidnosti oz. zmožnosti unovčevanja deležev se zaprti investicijski skladi tudi najbolj razlikujejo od odprtih. Zaradi tega je zaprta oblika investicijskega sklada tudi manj pogosta in priljubljena oblika investicijskih skladov, saj je delnice na borzi težje prodati. Delnice zaprtih investicijskih skladov kotirajo na borzah in na OTC trgih (Mramor 2000, 91).\nObičajno pri delnicah zaprtih investicijskih skladov nastane razlika med knjižno vrednostjo oz. vrednostjo neto aktive na delnico (NAV) in tržno vrednostjo, ki se oblikuje na sekundarnem trgu in jo določata ponudba in povpraševanje po delnici. Delnica se lahko \nprodaja z diskontom ali s premijo, vendar gre navadno za diskont v vrednosti 5 - 20% pod knjigovodsko vrednostjo (Kidwell 1997, 612). Zanesljive razlage za ta pojav ni, nekateri pa jo razlagajo tako, da zaprti skladi zaradi tega, ker jim ni potrebno dnevno odkupovati svojih delnic in prodajati delnic v svojem portfelju, da bi pridobili zadostna likvidna sredstva za izplačila, kadar so odlivi v sklad večji kot prilivi in tudi niso prisiljeni investirati velikih prilivov iz naslova vplačil v sklade, kadar so vrednostni papirji precenjeni, kupujejo tudi manj likvidne vrednostne papirje, katerih tržna cena lahko bolj odstopa od dejanske vrednosti papirja, kar vpliva tudi na pravilno ovrednotenje premoženja sklada. To, da delnice zaprtega sklada kotirajo nižje od njihove izračunane vrednosti, pove, da so investitorji vračunali to vrsto tveganja v njihov tečaj (Jesenek 2003, 77). Obstaja tudi povezava med tržnimi gibanji in velikostjo diskonta. Ko tečaji vrednostnih papirjev padajo in pesimistični investitorji delnice prodajajo, je diskont večji, ko pa tečaji rastejo, je diskont manjši. Zaradi diskonta dajo zaprti investicijski skladi pri enaki dividendi večji donos na vložena sredstva. Prav tako imajo upravljalci zaprtih skladov boljše možnosti za določanje ugodnejših časovnih terminov nakupov in prodaj vrednostnih papirjev, ker delničarji dnevno ne vstopajo in izstopajo v sklad in tako ne povzročajo presežkov ali primanjkljajev sredstev. Tako so donosi zaprtih investicijskih skladov nemalokrat tudi boljši od donosov odprtih investicijskih skladov.\nZa delnice, ki trgujejo s premijo, to je po tečaju, višjem od dejanske vrednosti, pa vlagatelji mislijo, da obstajajo razlogi, da si to premijo zaslužijo. Najbolj znamenit primer takšnega sklada je delnica Berkshire Hathaway, katerega solastnik in direktor je znameniti investitor Warren Buffet. Zaradi izrednega zaupanja v njegove sposobnosti presoje in pravilne izbire investicij so vlagatelji pripravljeni delnice kupiti nad dejansko vrednostjo premoženja v skladu (Jesenek 2003, 77).\nObstaja še posebna oblika investicijskih skladov, ki imajo značilnosti tako odprtih kot zaprtih investicijskih skladov. To so trusti (Unit Investment Trusts). Trust ima fiksno število delnic, v čemer je podoben zaprtim investicijskim skladom. Trusti investirajo v glavnem v dolžniške vrednostne papirje, najpogosteje v obveznice in z njimi ne trgujejo, ampak jih držijo v svojem portfelju do zapadlosti. Obresti so razdeljujejo investitorjem. Ker je donosnost večine obveznic fiksna, investitorji vedo približno, kakšen donos lahko pričakujejo. Ko vrednostni papirji v portfelju trusta zapadejo, sklad preneha poslovati. V tem se trusti razlikujejo tako od odprtih kot zaprtih investicijskih skladov. Vlagatelji v trust pa lahko podobno kot pri odprtih investicijskih skladih delnice trusta predčasno tudi prodajo nazaj ustanovitelju oz. sponzorju trusta in sicer po neto vrednosti aktive, ki se izračuna po tržni ceni vrednostnih papirjev v portfelju (Fabozzi 1998, 143).\n"], "13": ["2.5.2 Vrste investicijski skladov glede na investicijsko politiko sklada2", "Na aktivni strani skladov, torej glede njihove investicijske politike lahko delimo sklade na več načinov, in sicer glede na to kako dosegajo prihodke, glede na sestavo vrednostnih papirjev v portfelju sklada in glede na pogostost sprememb premoženja sklada.\nPovzeto po Mramor (2000, 91-93). \nInvesticijski skladi imajo izbrano naložbeno politiko zapisano v svojem prospektu. Znotraj omejitev, ki jih postavlja sprejeta naložbena politika, se nato upravljalci odločajo o izpostavljenosti sklada gibanjem na kapitalskem in denarnem trgu (Mastnak 2003, 20).\nSkladi dosegajo prihodke na dva načina, z izplačili iz naslova posedovanih vrednostnih papirjev (dividende, obresti) ter s kapitalskimi dobički zaradi porasta vrednosti premoženja na trgu. Različni vlagatelji imajo različen odnos do denarnega toka danes oziroma kapitalskih dobičkov, ki zagotavljajo denarne tokove v prihodnosti, zato se skladi temu prilagajajo.\nTako poznamo:\n- sklad maksimalnega kapitalskega dobička – cilj tega sklada je doseganje maksimalnega  kapitalskega dobička, zato mora sklad vlagati v zelo tvegane in visoko donosne  vrednostne papirje;\n- sklad rasti – poudarek je še vedno na rasti, torej na kapitalskih dobičkih, manj, a še  vedno relativno precej tveganih. Skladi rasti vlagajo pretežno v lastniške vrednostne  papirje;\n- sklad dohodka – cilj je visok tekoči gotovinski dohodek v obliki obresti ali dividend.  Sklad vlaga v vrednostne papirje, kot so obveznice podjetij in prednostne delnice;\n- sklad rasti in dohodka – gre za kombinacijo prejšnjih dveh skladov. Vlaga tako v  lastniške kot v dolžniške vrednostne papirje;\n- sklad ravnotežja – ta sklad gradi na prepričanju, da so razmere, ki so neugodne za  navadne delnice, velikokrat ugodne za obveznice in obratno. Ob neugodnih tržnih  gibanjih tako tak sklad prinese manjšo izgubo, ob ugodnih pa manjši dohodek;\n- sklad brez obdavčenj – investira le v obveznice, ki praviloma niso obdavčene (običajno  obveznice lokalnih oblasti in državnih institucij). Taki skladi so namenjeni  investitorjem iz višjih davčnih razredov.\nV svojem premoženju imajo lahko skladi različne vrednostne papirje. Glede na prevladujočo obliko premoženja skladov tako ločimo:\n1. sklade delnic – zanje je značilno, da imajo v svojem premoženju lastniške vrednostne  papirje. Njihovi cilji so najbolj raznovrstni – od maksimalnega tekočega dohodka do  maksimalne kapitalske rasti. Glede na to lahko te sklade naprej razdelimo na:\n- splošne sklade delnic\n- skladi agresivne rasti,\n- skladi malih podjetij,\n- skladi rasti,\n- skladi rasti in dobička ter\n- lastniško-dobičkovni skladi.\n- druge delniško orientirane sklade\n- mešani skladi,\n- specializirani skladi,\n- sektorski skladi,\n- borzni indeksni skladi,\n- mednarodni skladi. \n2. sklade obveznic – skladi obveznic investirajo zbrana sredstva v dolžniške vrednostne  papirje. Večina dohodkov prihaja od obresti, kapitalsko so omejeni. Prinašajo manjši  donos in so manj tvegani od skladov delnic. Sklade obveznic lahko delimo na:\n- obdavčene sklade obveznic in\n- neobdavčene sklade obveznic.\n3. mešane sklade – to so skladi, ki investirajo tako v dolžniške kot v lastniške vrednostne  papirje. Najbolj tipičen predstavnik te skupine so skladi ravnotežja.\n4. sklade kratkoročnih vrednostnih papirjev (money market mutual funds) – to je edina  oblika skladov, ki so namenjeni kratkoročnemu investiranju. Njihovo premoženje je  sestavljeno iz kratkoročnih dolžniških vrednostnih papirjev. Ti skladi so najresnejši  konkurenti bankam, vlagateljem zagotavljajo likvidnost in relativno varnost. Stopnja  tveganja teh skladov je nizka, temu primerna je tudi donosnost. Podobno kot sklade  obveznic jih lahko delimo na:\n- obdavčene sklade kratkoročnih vrednostnih papirjev in\n- neobdavčene sklade kratkoročnih vrednostnih papirjev.\n5. sklade nepremičnin (real estate investment trusts) – to niso tipični investicijski skladi,  saj ne investirajo v vrednostne papirje, temveč v nepremičnine. Organizirani so  podobno kot investicijske družbe, zanje so značilni visoki finančni vzvodi. Investiranje  poteka na dva načina, kot neposredno investiranje v nepremičnine ali investiranje v\n"], "abstract": ["Diplomsko delo obravnava nakupno vedenje vlagateljev pri investiranju v vzajemne sklade. V teoretičnem delu so predstavljena spoznanja različnih avtorjev o investicijskih skladih in opis razvoja investicijskih skladov v Sloveniji. Predstavljene so tudi ugotovitve različnih avtorjev o procesu odločanja porabnikov pri kupovanju izdelkov in storitev. V praktičnem delu diplomskega dela je izvedena raziskava, v kateri se s pomočjo ankete ugotavlja, kakšno je nakupno oziroma investicijsko vedenje vlagateljev v vzajemne sklade, kateri so za vlagatelje najpomembnejši viri informacij o vzajemnih skladih in kateri so najbolj važni kriteriji, ki vplivajo na izbiro posameznega sklada."]}