{"1": ["1 UVOD", "Večina razširjenih sort jagod je dvospolnih. Moške in ženske razmnoževalne organe imajo v istem cvetu. So samooplodne in nam kot take dajo majhen pridelek. Oprašujejo se s pomočjo vetra in žuželk, predvsem čebel in čmrljev. Opraševanje z žuželkami poveča in izboljša pridelek. Veliko oprašenih semenskih zasnov pomeni lepše razvite jagode, ki so težje in boljšega okusa. Glavne opraševalke so čebele, ki pa v hladnih, vetrovnih in deževnih obdobjih slabše oprašujejo. Jagode cvetijo zelo zgodaj, včasih že v aprilu. Če vzgoja poteka v zaprtih rastlinjakih, ko jagode cvetijo še prej, čebele pa zaradi neugodnih vremenskih razmer ne letijo, lahko pride do slabe oprašitve. Slabša oprašitev pa pomeni manjše število plodov in manjše plodove, ki so lahko nepravilnih oblik. Plastična folija s katero je pokrita večina nasadov jagod pri nas predstavlja dodatno težavo pri letu čebel. V slabih vremenskih razmerah so čmrlji bolj učinkoviti, saj letijo pri nižjih temperaturah. Tudi z opraševanjem v pokritih prostorih nimajo težav, saj postavimo panj s čmrlji neposredno v notranjost. Na ta način se izognemo neugodnim vplivom vremena, saj je v rastlinjakih topleje, manj vetrovno in tudi dež ne moti leta in dela čmrljev.\nOpraševanje s čmrlji v zaprtih prostorih, kjer gojijo vrtnine s plodovi je utečen postopek. Z opraševanjem jagod v zaprtih prostorih pa pri nas nimamo izkušenj. V diplomski nalogi smo želeli ugotoviti, kako čmrlji vplivajo na pridelek jagode sorte 'Elsanta'.\nPostavili smo naslednje hipoteze:  − rastline, kjer je opraševanje potekalo s pomočjo čmrljev, imajo večje število  plodov;  − plodovi, ki so nastali s pomočjo opraševanja čmrljev, so večji.\n"], "2": ["2 PREGLED OBJAV", "Debeloplodna vrtna jagoda je velikocvetna ali ananas jagoda. Vzgojili so jo na Nizozemskem sredi 18. stoletja s križanjem čilske jagode (Fragaria chiloensis L.) in virginijske jagode (Fragaria virgiana D.). Je najbolj razširjena sadna vrsta na svetu, uspeva v različnih podnebnih in talnih pogojih (Bajec 1983). Jagoda (gojena, debeloplodna, vrtna, žlahtna jagoda, jagodnjak – botanično), (Fragaria x ananassa D.) je uvrščena v družino Rosaceae, poddružino Rosoideae, rod Fragaria. Večina današnjih sort jagod je nastala s selekcijo križancev in mutantov žlahtnih jagod (Fragaria x ananassa D.) (Koron 1997).\nČeprav 90 odstotkov jagode sestavlja voda, je jagoda zelo zdrav sadež. Vsebuje veliko folne kisline (pomembne za nastajanje krvi in rast celic), vitamina C in kalija (znižuje krvni tlak). Od vseh domačih vrst sadja vsebuje največ mangana, ki prehranjuje živčevje in možgane, skrbi za spolno poželenje, lase in kožo (Oberbeil in Lentz 1998). Zaradi majhne vsebnosti sladkorjev (5 %), so jagode primerne za hujšanje. Normalno dozorele vsebujejo vrsto mikroelementov, rudnin, vitaminov (beta karoten, B1 in B2,) in elaginsko kislino, ki zavira delovanje kancerogenih snovi. Prav tako urejajo presnovo celotnega telesa ter zvišujejo telesno odpornost, koristijo jetrom, ledvicam in sečnim potem. Posebno koristne so pri »pokvarjenih« prebavilih zaradi razkuževalnega delovanja (Cortese 2000).\n"], "3": ["2.1 Pridelava jagod", "Jagode lahko pridelujemo prosto na zemlji ali pa na zemlji, pokriti s črno ali belo folijo v enovrstnih ali dvovrstnih sistemih. Sadimo jih na višjih ali nižjih grebenih. Z višjim ali nižjim grebenom ter gojenjem brez folije ali s črno oziroma belo folijo dosežemo zgodnejše oziroma poznejše dozorevanje jagod in s tem podaljšamo čas, ko jih imamo lahko na svojem jedilniku v sveži obliki. Poznamo tudi pridelavo v zaprtem, zaščitenem prostoru, v nizkih ali visokih tunelih ali steklenjakih najrazličnejših izvedb. V zadnjem \nčasu je aktualna pridelava zunaj tal, to je v vrečah, loncih, koritih in plastičnih stebrih, napolnjenih z različnimi substrati, ter v kameni volni (hidroponika) in v aeroponiki. Lahko se odločimo za spomladansko ali jesensko-spomladansko pridelavo. Pri večkrat rodnih jagodah pa poteka pridelava prek cele rastne sezone (od pomladi do jesenskih pozeb). Poznamo konvencionalno ali klasično pridelavo, integrirano pridelavo in ekološko pridelavo jagod (Koron 2001).\nNajbolj primerne temperature za razvoj rastline so do 25 -C. Spomladanske temperature pod –2 -C prizadenejo cvetne brste, cvetove in mlade plodove (Štampar in sod. 2005). Jagoda najbolje rodi na zelo prepustnih tleh (peščeno-ilovnatih), ki vsebuje visoko stopnjo organskih snovi (>3 %), s kislostjo (pH) med 6,0–6,5. V težkih, manj prepustnih tleh se poveča možnost za razvoj koreninskih bolezni. Pojav koreninskih bolezni ublažimo z izbiro odpornih sort jagod, sajenjem na grebene in uporabo kemičnih sredstev (Veber 2007).\n"], "4": ["2.1.1 Sajenje jagod v tunele", "Spomladi je rastline primerno zavarovati pred velikimi temperaturnimi padci, ki so izraziti predvsem ponoči in zjutraj. V času cvetenja in nastavljanja plodov potrebujejo rastline precej visoke temperature. To dosežemo s pokrivanjem v tunelih, pri čem moramo paziti, da rastlinam ne odvzamemo svetlobe. Jagode pokrivamo, ker hočemo doseči zgodnejši, zanesljivejši, večji in kakovostnejši pridelek. V notranjosti tunela se dosega višja temperatura kot zunaj, tudi vlažnost zemljišča je boljše ohranjena. S tem se zagotavlja zgodnejša vegetacija, boljša in bujna rast in boljša oprašitev. Rastline so zavarovane pred hladnim vetrom in dežjem. Rastline se dobro počutijo in bujno rastejo, njihovo listje je močno razvito, cvetenje pa je obilno. Ti bujni listi varujejo cvetove in plodove še po tem, ko tunele odstranimo. Pod folijo imamo za 20–30 dni zgodnejši pridelek kot na prostem. Razlike med pridelki v pokritem prostoru in na prostem so večje, če gojimo bolj občutljive sorte (Bajec 1983). \nPoznamo več oblik in načinov pokrivanja: nizki in visoki tuneli ter plastenjaki. S pokrivanjem zavarujemo rastline s folijami ali z večjimi ponjavami iz skupaj zvarjenih folij, ki jih pregrnemo prek ogrodja iz različnih materialov in oblik (Koron 2001). V svetu in tudi v Sloveniji je v pridelovalnih nasadih najbolj razširjena tehnologija pridelovanja spomladanskih ali jesenskih jagod pod plastičnimi tuneli v tleh, prekritih s plastično folijo (Štampar in sod. 2005). Spomladanski pridelek je zgodnejši in skupaj s pridelavo na črni foliji za 30 do 40 % večji kot na prostem (Ilič 2010).\n"], "5": ["2.1.2 Čas zorenja", "Zorenje plodov se začne štiri do šest tednov po cvetenju. Samo zorenje in obiranje traja približno tri do pet tednov. Vremenske razmere ob cvetenju in zorenju vplivajo na zgodnji čas zorenja. Rastline, ki so pokrite z vrtnarsko vlaknino, zorijo približno teden dni bolj zgodaj kot nepokrite (Koron 1997). Z različnimi ukrepi, kot so pokrivanje s senčnimi mrežami ali gojenje jagod na beli foliji, dosežemo zakasnitev zorenja jagod.\nGlede na čas zorenja jih delimo na: zgodnje ('Alba', 'Clery', 'Miss'), srednje zgodnje ('Elsanta', 'Marmolada', 'Maya'), srednje pozne jagode ('Arosa', 'Eros', 'Onda'), pozne jagode ('Idea', 'Symphony', 'Thuchampion') in zelo pozne ('Raurica'). Poznamo še večkrat rodne jagode ('Albion', 'Diamante', 'Selva'); (Štampar in sod. 2009).\n"], "6": ["2.1.3 Bolezni in škodljivci jagod", "Siva plesen – (Botrytis cinerea De Bary) je najpogostejša bolezen, ki povzroča največ škode na plodovih. Med pogoste in gospodarsko zelo pomembne bolezni spada tudi koreninska gniloba, zaradi katere lahko propade pridelek ali celo tudi nasad. Kar se tiče škodljivcev, pa največ škode povzroča jagodov cvetožer. \nKoreninska gniloba je postala opazen problem, ko so začeli uvajati enoletne oziroma dvoletne nasade jagod s »frigo« sadikami. Za ugotavljanje prvih poškodb jagodovega cvetožera je nujno, da pozorno opazujemo jagode ob pojavu cvetnih popkov in takrat, ko se temperatura dvigne nad 18 -C. Ko je 2 do 5 % popkov poškodovanih, moramo jagode poškropiti z enim od insekticidov. Če je pojav škodljivcev močan, škropljenje po 8 do 10 dneh ponovimo (Vrabl 1992).\nČmrlje (Bombus terrestris L.) v veliki meri uporabljajo kot komercialne opraševalce, lahko pa so v pomoč tudi v boju proti boleznim gospodarsko pomembnih kmetijskih pridelkov. Ta alternativna kontrolna strategija se nanaša na tehnologijo opraševalca-in-prenašalca bakterij. Pričujoča študija je bila zasnovana za raziskovanje sposobnosti čmrljev (Bombus terrestris L.) za izvajanje te vloge na cvetovih rdečih jagod, gojenih v rastlinjaku, ki so jih ročno okužili z pogostim rastlinskim škodljivcem, sivo plesnijo (Botrytis cinerea De Bary). Z modelnim mikrobiološkim kontrolnim agensom (MCA) v obliki produkta Prestop-Mix so napolnili novo razviti dvosmerni dozirnik za čmrlje, poleg tega pa so testirali tudi uporabo razredčila Maizena-Plus (koruzni škrob). Kot modelni pridelek v rastlinjaku so bile uporabljene rdeče jagode sorte 'Ostara'. Pomembno je, da MCA ni povzročil nobenih škodljivih učinkov na čmrlje delavce, tako da se ni zmanjšala njihova sposobnost preživetja, prav tako pa v 4-tedenskem obdobju cvetenja ni bila prizadeta letalna aktivnost čmrljev delavcev. Rezultat prenašanja produkta Prestop-Mix, ki so ga opravili čmrlji, je bil večji pridelek, saj se je 71 % cvetov razvilo v zdrave rdeče jagode (donos pred obiranjem) v primerjavi s 54-odstotnim donosom pri kontrolnih primerkih. Poleg tega so bile te jagode bolje zaščitene, saj je po 2 dneh inkubacije 79 % obranih jagod ostalo neokuženih z (Botrytis cinerea De Bary) (donos po obiranju), medtem ko je ta delež pri kontrolnih primerkih znašal samo 43 %. Pri rastlinah, na katere so čmrlji nanesli Prestop-Mix, je bil skupni donos (pred obiranjem × po obiranju) 2- do 2,5-krat večji od skupnega donosa pri kontrolnih primerkih (24 %). Dodatek razredčila Maizena-Plus in Prestop-Mix v razmerju tež 1 : 1 je prinesel podoben donos kot Prestop-Mix sam, ob tem pa se niso pojavili nobeni negativni učinki na čmrlje, cvetove in jagode. \nTa študija, izpeljana v rastlinjaku, je prinesla trdne dokaze, da lahko čmrlji (Bombus terrestris L.) prenašajo MCA za zmanjšanje pojavnosti (Botrytis cinerea De Bary) pri jagodah, gojenih v rastlinjaku, kar se odrazi v višjih donosih. Podobni donosi, doseženi pri tretmajih s Prestop-Mixom ter kombinacijo Prestop-Mixa in Maizena-Plusa, kažejo na enako učinkovito razsejanje biokontrolnega agensa v cvetove tudi s samo polovico prvotne koncentracije Prestop-Mixa, kar dokazuje pomembnost razredčila (Mommaerts in sod. 2009).\n"], "7": ["2.2 Opraševanje", "Oprašitev je prenos cvetnega prahu ali peloda s prašnikov na brazdo cveta. Največ jagodnih sort je dvospolnih (pri njih velja samooploditev), moške in ženske razplodne organe, to je pestič in prašnike, imajo v istem cvetu. Pri samooploditvi (avtogamija) se pelod s cveta prenese na brazdo drugega cveta iste vrste. Cvetni prah lahko prenesejo veter (vetrocvetne rastline) ali pa žuželke (žužkocvetne rastline); (Bajec 1983).\nV svetu opraševalcev so čebele zelo pomembne. V primerjavi z drugimi opraševalci čebele prezimijo v velikem številu in lahko že zgodaj spomladi oprašujejo. V nekaterih primerih se lahko zgodi, da čebele zbirajo samo določen cvetni prah in povsem opustijo druge. Na primer med cvetenjem sadnega drevja, ko v bližini zacveti oljna ogrščica (Babnik in sod. 1998).\nJagodnjake uvrščamo med alogamne vrste. Delež avtogamije je lahko v nekaterih primerih zelo velik, v drugih pa zelo majhen. Vzrok velikega deleža avtogamije ali samooploditve je najpogosteje v odsotnosti žuželk – opraševalk. Ker je večina genotipov avtokompatibilnih, razdalje med prašniki in pestiči pa so zelo majhne, je logično, da do samooprašitve pride zelo lahko. Izjema so ženski (enospolni) cvetovi. Njihova oprašitev je odvisna izključno od opraševalcev. Dobra in uravnotežena oprašitev je nujno potrebna za normalen razvoj plodu (Ivančič 2002). \nČebele imajo najpomembnejšo vlogo pri opraševanju jablan, hrušk, breskev, češenj in jagod. Oprašijo kar 70–80 % cvetov. Donos in kakovost pridelkov sta odvisna od uspešnega opraševanja cvetov na rastlini. Uspešnost opraševanja pa je najbolj vidna pri velikosti in obliki plodov (Gačnik 2009). Za polno oprašitev naj bi cvet obiskalo od 16 do 25 čebel. Čebele nekatere sorte raje obiskujejo kot druge. Nekatere čebele pristanejo na venčnih listih in samo pijejo nektar. Druge nabirajo tudi cvetni prah in se zaradi tega sprehajajo po cvetu in ga oprašijo. Brez čebel sta količina pridelka in velikost plodov izrazito manjša. Pridelek je lahko manjši tudi za 60 % ali več. Brez opraševanja bi bila oprašitev približno 53 %, z opraševalci pa je 91 % ali več (Koron 2010).\nNa kmetiji v dolini reke Jordan so v rastni sezoni 2003/04 Zaitoun in sodelavci preučevali opraševanje jagod s čmrlji in čebelami v plastenjakih. V poskus so vključili sorto 'Camaroza', posajeno v treh tunelih. V času cvetenja jagod so v prvi in drugi plastenjak postavili panje s čebelami (Apis mellifera L.) in čmrlji. Tretji pa je ostal brez opraševalcev kot kontrola. Oba opraševalca sta povzročila znatno povečanje števila jagod na rastlino. Rastline, oprašene s pomočjo čebel, so dale dvakrat večje število jagod kot kontrolne, rastline, oprašene s čmrlji, pa so dale 60 % več plodov. Opraševanje s čmrlji in čebelami je izboljšalo kakovost sadja zaradi zmanjšanja odstotka deformiranih plodov za 6 do 13,3 %. Teža pridelka oprašenih rastlin s čebelami se je povečala do 29,6 % glede na kontrolo, pri rastlinah, oprašenih s čmrlji, pa je bila teža še višja. Rastline, oprašene s pomočjo čmrljev, so prav tako dale večje in daljše jagode (Zaitoun in sod. 2004).\nV Braziliji je Calvete (2006) skupaj s sodelavci primerjal produktivnost jagod in kakovost njihovih plodov v zaščitenih prostorih, oprašenih s pomočjo čebele (Apis mellifera L.), glede na jagode z odsotnostjo opraševalnega agenta. Od 5. maja do 19. decembra so na sortah 'Camarosa', 'Oso Grande', 'Diamante' in 'Aromas', opravili dva poskusa. Prvi poskus so izvedli z namenom nadzora, saj niso uporabili nobenih opraševalcev. V drugem poskusu pa so uporabili čebele kot opraševalce jagod. Poskusi so potekali v naključno postavljenih blokih v 6 ponovitvah. Spremljali so značilnosti pridelka in opravljali fizikalno-kemične analize plodov vsakega kultivarja. Rezultati so pokazali, da je največji pridelek dala sorta 'Camarosa', in sicer v prvem poskusu 907,46 g/rastlino, v drugem pa 1054,93 g/rastlino. \nPrišli so do zaključkov, da je bil v prisotnosti čebele (Apis mellifera L.) pridelek večji, pri sorti 'Oso Grande' pa je bilo opaženo manjše število poškodovanih plodov (Calvete in sod. 2006).\n"], "8": ["2.2.1 Čmrlji", "Poleg medonosne čebele skrbijo za opraševanje rastlin še številne druge žuželke (metulji, hrošči in čmrlji). Prav čmrlji oprašijo tisto, kar drugi opraševalci ne morejo in zato izpustijo. Brez njih bi bil pridelek pomembnejših kulturnih rastlin, kot so paradižnik, stročnice, jagodičevje in sadno drevje, marsikdaj manjši (Bevk 2008).\nV zadnjih 15 letih se je razvila komercialna vzreja čmrljev za potrebe opraševanja. Za ta namen je v Evropi največkrat uporabljena vrsta (Bombus terrestris L.) V tem času so postali nepogrešljivi in najučinkovitejši opraševalci kulturnih rastlin, ki se gojijo v rastlinjakih in pokritih predorih, predvsem paradižnika, paprike, jajčevcev in jagod. Največja odlika čmrljev je, da v nasprotju s čebelami ne bežijo iz zaprtih prostorov. Prav tako oprašujejo na poseben način. V nekaterih rastlinah, npr. pri paradižniku, so pelodna zrna v prašnikih in ne na njih, kot je to običajno. Pelod je mogoče izbezati le skozi poro na koncu prašnikov. V tem primeru se čmrlji prašnikov oprimejo in se na njih tresejo. Pri tem pelod pada skozi poro in posipava čmrlje. Med tresenjem čmrlji značilno brenčijo, zato tako opraševanje imenujemo »buzz«-opraševanje (Kozmus 2008).\nZaradi svoje dolge goste dlake, velikega okroglega telesa in endotermije (sposobnosti proizvajanja toplote z aktivnostjo mišic) jim mraz in veter ne povzročata težav. Prav tako imajo čmrlji večinoma daljše rilčke kot čebele, kar jim omogoča obiskovanje in opraševanje cvetov z daljšim cvetnim vratom, ki jih čebele ne morejo. Učinkovito oprašujejo rastline, pri katerih se pelod iz prašnikov sprosti samo z močnim stresanjem (brusnica, borovnica, paradižnik); (Grad in sod. 2010). Čmrlji so zelo učinkoviti opraševalci. Imajo visok tempo dela, na minuto obiskujejo dvakrat več cvetov kot čebele. Zaradi svoje velikosti telesa prenesejo več teže, tako da so potovalni časi daljši. Letijo in nabirajo hrano pri temperaturah, nižjih od 8 -C, medtem ko čebele letijo pri višjih temperaturah (nad 10 -C). \nNajbolj dejavni so pa pri temperaturi 15–25 -C. Panj se postavi na senčno in pred dežjem zavarovano mesto v višini 0,5–1 m od tal. Po začetnih usmerjevalnih letih začnejo čmrlji takoj opraševati rastline (Warum Hummeln zur Bestäubung 2011).\nPrednosti opraševanja s čmrlji je večji pridelek, ker se oprašitev zgodi ob pravem času, ko je cvet optimalno razvit. Lepša je oblika plodov, boljši je okus, tudi plod je težji, ker vsebuje več semena. V nasprotju s čebelami niso agresivni, nimajo težav s škodljivci, enostavno se jih uporablja in to brez vzdrževanja (Čmrlji 2011).\nPlastični in stekleni rastlinjaki z rdečimi jagodami v sredozemskih obalnih predelih Turčije na splošno niso ogrevani. Zaradi tega so zlasti v zimskih mesecih, ko primanjkuje cvetnega prahu in ni opraševanja, pogosti izmaličeni in nepravilno oblikovani sadeži. Čebele se v rastlinjakih ne obnesejo, zato so Paydas in sodelavci (1995) v poskusu uporabili tudi čmrlje, in sicer ločeno ali v kombinaciji s čebelami. Uporabljene so bile 4 sorte jagod, in sicer 'Dorit', 'Oso Grande', 'Douglas' in 'Chandler'. Plastični rastlinjak so razdelili v 3 prostore; v prvega so spustili čmrlje, v drugega čebele, v tretjem pa so bili tako čmrlji kot čebele. Drugi plastični rastlinjak je bil namenjen kontroli; vanj so imele vstop samo žuželke in čebele od zunaj. Prostori so bili ločeni s plastično mrežo za zaščito pred mrčesom. Poskus je bil zasnovan v obliki 'naključnih popolnih blokov'. V njem so uporabili 4 ponovitve, vsako je sestavljalo 30 rastlin. Ugotovili so, da so pri zgodnji produkciji jagod koristni tako čebele kot čmrlji. Vključitev čmrljev in čebel v opraševanje je v primerjavi s kontrolnimi rastlinami prinesla višje donose v marcu, aprilu, maju in celo juniju. Najvišji donos je bil dosežen v prostoru, kjer so uporabili tako čmrlje kot čebele. Glede na to so čmrlji na splošno bolj učinkoviti opraševalci v hladnem vremenu (Paydas in sod. 1995).\nV hidroponsko gojenih jagodah so Dimou in sodelavci uporabljali čmrlje (Bombus terrestris L.) kot opraševalce. Tako so v poskusnem rastlinjaku posadili 160 sadik, sorte 'Selva'. Tem rastlinam, ki so rastle v dveh ceveh premera 10 cm, napolnjenih s perlitom, so trikrat na dan dodajali hranilne raztopino 1N Hoagland. Eno vrstico rastlin so uporabili za kontrolo in je bila pokrita s tanko mrežo, da bi preprečila obisk čmrljev, medtem ko je druga bila odprta za opraševalce. Plodove so obirali in tehtali tedensko, vse deformirane plodove pa so šteli \nposebej. Prišli so do zaključkov, da je vrstica, oprašena s čmrlji, dala več lepše oblikovanih plodov in dvakrat več tržno primernega pridelka v primerjavi s kontrolno vrstico (Dimou in sod. 2008).\n"], "9": ["2.2.2 Temni zemeljski čmrlj (Bombus terrestris L.)", "Temeljna barva dlačic je črna, na sprednjem delu oprsja in na drugem obročku zadka imajo eno temno rumeno (motno rumeno) progo dlačic, ki ji vsakič sledi črni pas. Zadnja obročka zadka sta večinoma sivobela. Čmrlji te vrste so zelo veliki in robustni ter imajo majhen rilček. Gnezdijo pod zemljo v zapuščenih gnezdih miši in krtov, zaradi tega jih imenujemo zemeljski čmrlji (Grad in sod. 2010).\n"], "10": ["2.3 Oploditev jagod", "Najboljša oploditev cvetov je pri temperaturi 20 -C in 60-odstotni zračni vlagi. Let čebel ovirajo izjemno nizke in visoke temperature. Nizke temperature ob cvetenju preprečijo kalitev peloda in poškodujejo pestič, medtem ko visoke temperature zadržijo rast in celo poškodujejo pelodno cev ter s tem onemogočajo oploditev. Oploditev je ovirana tudi zaradi dežja ter pomanjkanja zračnosti v tunelih in rastlinjakih. Tudi bolezni (siva plesen, jagodna pepelasta plesen) in škodljivci otežujejo oploditev. Škodljivci napadejo cvet ali pa s svojimi vbodi povzročijo poškodbe cvetišča in s tem nepravilno oblikovane plodove (Koron 1997). Razvoj peloda preprečujejo visoke temperature, zaradi česar je kakovost peloda slabša. Če se vsa semena ne oplodijo, se pod odmrlimi semeni plod ne razvija, posledica je deformiran plod. Nepravilnosti so najpogostejše na vrhu ploda. Temperature pod 17 -C in slabša osvetljenost v času cvetenja zmanjšujejo oploditev. Prav tako je peloda v cvetu manj, če v času mirovanja ni dovolj nizkih temperatur. Ko je oploditev končana, se v semenih sintetizirajo rastni hormoni. Ti spodbujajo povečanje celic in s tem razvoj jagode – ploda (Koron 2010).\n"], "11": ["2.4 Pridelek jagod", "Nekatere sorte imajo na zgodnjih cvetovih zakrnele prašnike in nimajo cvetnega prahu za oprašitev in oploditev. Zaradi tega so mnogi prvi zgodnji plodovi deformirani, posebno v pokritih nasadih. Če se v času cvetenja temperature dvignejo nad 50 -C, je odstotek deformiranih plodov velik, ker se pri visokih temperaturah poškodujejo cvetovi (Bajec 1983).\nKakovost sorte predstavljajo predvsem lastnosti plodu: velikost, trdnost, barva, okus, oblika, simetrija, gladkost, razporeditev semen in lega čaše. Najbolj so zaželeni veliki in lepo oblikovani plodovi, ki se odlikujejo po precejšnji trdnosti mesa in odpornosti povrhnjice na transport in kratkotrajno skladiščenje. Ves čas obiranja sta pomembni tudi izenačena oblika in velikost plodov. Sodobne sorte morajo imeti tudi svetlo povrhnjico, saj večina sort s temno barvo izgublja vrednost. Žlahtnitelji dajejo poleg kakovosti in velikega pridelka prednost proti boleznim in škodljivcem odpornim ali tolerantnim sortam. Žlahtnitelji so v zadnjem obdobju začeli ločeno žlahtniti jagode za svežo porabo in jagode za predelavo. V minulih letih so večinoma žlahtnili za oba namena skupaj. Kakovost posamezne sorte lahko poudarimo z ustreznimi tehnologijami (predvsem v zaprtem prostoru), s starostjo nasada ter kakovostjo in tipom sadilnega materiala. Enoletna sadika nam navadno daje boljši in kakovostnejši pridelek. Kakovostnejši je tudi pridelek na višjih grebenih, s primernim kapljičnim namakanjem, uporabo folije in razumnim gnojenjem (Koron 1997). \nPoleg zunanje kakovosti plodov, ki je opredeljena z velikostjo in maso, obliko ter barvo plodov, je vse bolj pomembna tudi notranja kakovost. To predstavljajo med drugim tudi hranilna sestava plodov, okus in aroma (Šturm in sod. 2005). Debelina in masa plodov sta odvisni od števila oplojenih plodnic vsakega cveta. Prvi cvetovi (A) imajo na cvetnem steblu največ plodnic (tudi do 500), zadnji pa pogosto manj kot 100. Število semen na plodu nam nakazuje velikost plodu. Sorte se med seboj razlikujejo po številu semen. Zasnova cvetov enkrat rodnih jagod se začne v kratkih pozno poletnih in zgodnje jesenskih dneh (Koron 2010).\nPridelek imamo prihodnjo pomlad, če posadimo zmrznjene sadike nižjih kakovostnih razredov od sredine junija do sredine julija. Lahko se odločimo tudi za zelene sadike, vzgojene doma iz živic, ki jih sadimo od sredine do konca avgusta. Če pa želimo jesenske jagode, konec avgusta ali septembra sadimo zmrznjene sadike višjih kakovostnih razredov (Koron 2011).\n"], "12": ["3 MATERIAL IN METODE DELA", ""], "13": ["3.1 Lokacija poskusa", "Nasad jagod, v katerem smo opravljali poskus, se nahaja v Zrkovcih in leži v neposredni bližini Drave. Tla, na katerih uspevajo jagode, so peščena, vsebujejo pa veliko glinastih delcev, ki dobro zadržujejo vodo. Hkrati so hitro odcedna, vseeno pa rastline, posajene na teh tleh, tudi ob sušnem obdobju lažje prenašajo pomanjkanje vode.\nV letu 2008 je bil nasad velikosti en hektar. Celoten nasad je bil prekrit z visokimi tuneli. Pod črno polietilensko folijo je bil nameščen kap1jični namakalni sistem. Jagode so bile pridelane po načelih integrirane pridelave (Tehnološka navodila za integrirano pridelavo sadja 2007).\n"], "14": ["3.2 Vremenske razmere v letu 2008", "obiranjem in do konca obiranja in števila obiranj v letu 2008 v Mariboru\nse nadaljuje \n(Vir: http://www.wunderground.com/history, 15. 10. 2011) \nKot je razvidno iz preglednice 1, so bili dnevi od sredine aprila pa do prvega obiranja 27. maja 2008 topli s povprečno maksimalno dnevno temperaturo 20 -C, medtem ko je bila povprečna minimalna dnevna temperatura 7 -C. Ker je to čas cvetenja jagod, imajo temperature velik vpliv na uspešnost opraševanja in let opraševalcev. Konec aprila ob začetku fenofaze cvetenja so temperature segale od 16 do 21 -C in ustvarjale ugodne pogoje za opraševanje tako s čmrlji kot s čebelami. Visoke temperature (vse do 31 -C) so se nadaljevale tudi v maju z izjemo dveh dni, ko je temperatura padla na 13 -C. Nizke jutranje temperature vplivajo na opraševanje s čebelami, medtem ko na čmrlje nimajo vpliva, saj so navajeni opraševati v takih razmerah.\nPo podatkih meteorološkega letopisa je bilo leto 2008 toplejše od dolgoletnega povprečja in glede na prejšnja leta dobro preskrbljeno z vodo. Prav tako je tudi v rastnem obdobju od aprila do oktobra bila bilanca v tleh (padavin – izhlapevanje) pozitivna.\nPrvi mesec leta 2008 je bil neobičajno topel in suh. Povprečna januarska temperatura zraka je bila za 4 -C višja od dolgoletnega povprečja, ponekod so bila odstopanja za 8 do 11 -C. Medtem so bile padavine skromne, saj jih ni nikjer padlo več kot polovica dolgoletnega povprečja.\nV februarju 2008 je bila temperatura višja od dolgoletnega povprečja. Ohladitev je bila le v sredini februarja, ko so bile v večjem delu Slovenije najnižje dnevne temperature zraka pod –10 -C. Padavin pa je bilo nadpovprečno glede na dolgoletno povprečje.\nTudi marec 2008 je bil toplejši od dolgoletnega povprečja, čeprav je bilo več ohladitev. Padavine so bile v večjem delu Slovenije nadpovprečne glede na dolgoletna povprečja.\nAprila 2008 so bile vremenske razmere ugodne, z nekoliko nadpovprečnimi temperaturami in precej povprečnimi padavinami v zahodnem in osrednjem delu države. Medtem ko je na Štajerskem in v Prekmurju primanjkovalo padavin.\nZadnji spomladanski mesec 2008 je bil za 1 -C toplejši od dolgoletnega povprečja. Padavin \nje povsod primanjkovalo, predvsem na Štajerskem in v Prekmurju.\nPrva tretjina junija 2008 je bila povsod toplejša od dolgoletnega povprečja. Sončna in vroča obdobja so se mešala z deževnimi obdobji. Padavin je pri nas primanjkovalo, saj je padlo 30 % manj padavin od dolgotrajnega povprečja.\nV juliju 2008 je bila preskrbljenost z vodo razmeroma ugodna, razen na skrajnem severovzhodnem delu države in obalnem območju. V tem mesecu so bila neurja z močnimi nalivi, vetrom in s točo, katerih posledica je bila ogromna škoda.\nTemperatura se v plastenjaku razlikuje od tiste na prostem. V letu 2007 je bila v nasadu postavljena vremenska postaja, ki je merila temperature zraka v višini jagod na prostem in v plastenjaku. Temperatura se je tako podnevi razlikovala za nekaj -C (običajno za 2–3 -C). Ponoči so temperature enake. Zjutraj se začnejo temperature hitreje dvigati in se zvečer počasneje znižujejo. Relativna zračna vlaga je bistveno višja v plastenjaku in povzroča občutek višje temperature.\n"], "15": ["3.3 Uporabljeni material", ""], "16": ["3.3.1 Sorta 'Elsanta'", "Občutljiva je na bolezni korenin, na uvelost jagode, antraknozo in alternario. Na sivo plesen in jagodno pepelasto plesen je delno občutljiva (Koron 1997). Sorta je bila križana leta 1982, v pridelavi pa je od leta 1984. Vzgojili so jo v Wageningenu na Nizozemskem. Je križanec med sortama 'Gorella' in 'Holiday'. Sorta je razširjena po vsej Evropi. Zaradi svoje okusnosti je glavna sorta v avstrijskem sortimentu. V Italiji pa jo gojijo predvsem na severu (Faedi in sod. 1998).\nRast je srednje bujna. List je srednje velik, eliptično zaobljen, nazobčan, temno zelene barve in ima dolg pecelj. Cveti srednje zgodaj. Cvetovi imajo 5–8 okroglih venčnih listov in se \nnahajajo nad listi. Plod je srednje velik, opečnato rdeč in sijoč. Primarni plodovi so okrogli, medtem ko so sekundarni stožčaste oblike. Meso ploda je srednje čvrsto, bledo rožnate do rdeče barve s srednje velikimi kavernami, okus je sladek in aromatičen (Duralija in Hrenković 2005). 'Elsanto' uporabljajo kot začetni starš v žlahtniteljskih programih pri križanju zaradi odlične kakovosti ploda. Pridelek je velik, vendar je odvisen od načina vzgoje, tako da variira od 500–1000 g/sadiko. Ima odlično skladiščno sposobnost, pa tudi transport ji ne povzroča težav (Nikolič in Milivojevič 2010).\n"], "17": ["3.4 Metode dela", ""], "18": ["3.4.1 Naprava nasada", "V poskus smo vključili sorto 'Elsanta'. Sadike so bile kakovosti A. Tip naših sadik so bile zamrznjene (frigo) sadike. V letu 2007 so bila tla pred sajenjem preorana, pognojena in poravnana. Nato so naredili grebene in jih prekrili s črno folijo ter postavili ogrodje za tunele. V enem tunelu so naredili tri grebene. Pod folijo so položili namakalne cevi s kapljači. Sadike so bile posajene 3. 7. 2007, na razdalji 20 x 25 cm. Nasad je bil spomladi leta 2008 prekrit s polietilensko prozorno folijo.\n"], "19": ["3.4.2 Postavitev poskusa", "Spomladi leta 2008 smo zakoličili 16 parcelic s po 3 rastlinami, ki so imele 3 poganjke. Od preostalega nasada smo jih ločili s trakovi. Za poskus smo izbrali sorto 'Elsanta'. Parcelice smo izbrali tako, da so bile razporejene v dveh tunelih, na štirih različnih razdaljah od panja, ki je bil postavljen v sredino prvega tunela. Na 1. razdalji so bile parcelice oddaljene 3 m od panja, na 2. razdalji 15 m od panja, na 3. razdalji pa 30 m od panja. Zadnja 4. razdalja pa je bila v sosednjem tunelu oddaljena 25 m od panja. Na vsaki razdalji smo imeli dve obravnavanji. Prvo obravnavanje (A) je pokrito z mrežo in preprečuje let čmrljev do cvetov, drugo obravnavanje (B) pa nima mreže, tako da lahko čmrlji opravijo oprašitev. \n"], "20": ["3.4.3 Oskrba nasada", "Celoten nasad jagod so v letu 2007 oskrbovali v skladu z integrirano pridelavo sadja (Tehnološka navodila za integrirano pridelavo sadja 2007). Najprej so 20. 7. 2007 odstranili cvetna stebla, saj so bile posajene sadike kakovosti A in niso bile namenjene jesenski pridelavi.\nNato so 25. 8. 2007 odstranili vitice in to delo ponovili še 20. 9. 2007. V letu 2007 niso uporabljali kemičnih pripravkov za varstvo rastlin. Spomladi leta 2008 smo jagode očistili tako, da smo odstranili vso listje. V tem letu smo celoten nasad jagod škropili z borom zaradi boljše oplodnje ter s kalcijem, ki pozitivno vpliva na kakovost plodov. Prav tako smo uporabili kemična sredstva za zaščito jagod pred sivo plesnijo. 28. 4. 2008 smo uporabili botriticid Switch 62,5 WG ter 11. in 18. 5. 2008 še botriticid Teldor. \nPokrivanje tunelov ima veliko pozitivnih strani, jagode so zaščitene pred zunanjimi vplivi, hkrati pa hitreje dozorijo. V času zorenja jagod pade veliko dežja, kar ima za posledico pogostejši pojav sive plesni. Nasad jagod smo pokrili 27. 4. 2008 pred začetkom cvetenja.\n"], "21": ["3.4.4 Meritve", "Ob vsakem obiranju smo pri posamezni odkriti in pokriti rastlini spremljali število in maso (g) plodov. Masa plodov je bila tehtana z elektronsko tehtnico tipa Kern 442-43N. Datumsko smo zabeležili vsako obiranje. Pridelek se je obiral sedemkrat v obdobju od 27. 5. 2008 do 13. 6. 2008.\n"], "22": ["3.4.5 Izračuni", "Po opravljenih meritvah smo izračunali maso plodov, povprečno maso ploda, število plodov in maso pridelka jagod na hektar. Dobljene podatke smo vrednotili s statističnim programom SPSS 17.0 za Windows. Za posamezne parametre smo izračunali srednje vrednosti. Srednje vrednosti smo primerjali z analizo variance (ANOVA) in ugotovili, da med njimi obstajajo statistično značilne razlike. Srednje preračunane variabilne spremenljivke smo testirali z Duncanovim testom, kjer so bile statistično značilne razlike posameznih parametrov med različnimi obravnavanji pri p < 0,05.\n"], "23": ["4 REZULTATI Z RAZPRAVO", ""], "24": ["4.1 Število plodov", "V enoletnem nasadu, kjer smo izvedli poskus, je vsaka rastlina pognala 3 vratove. Iz vsakega vratu je zraslo 1 cvetno stebelce in na vsakem se je razvilo 5–8 cvetov. Pozneje so se iz teh cvetov razvili plodovi.\nKot nam prikazuje preglednica 3, so bile razlike v številu plodov rastlin obravnavanja A (pokrite rastline) in B (odkrite rastline) majhne. Pri povprečnem številu plodov ni bilo velikih odstopanj, saj je pri obravnavanju A znašalo 19,8 ploda, medtem ko pri obravnavanju B 20,2 ploda. Opraševanje s čmrlji ni vplivalo na število plodov. Med pokritimi in odkritimi rastlinami ni bilo zaznati izrazite razlike, saj se je oprašilo enako število plodov. Malo večjo razliko v številu plodov smo zaznali na razdalji 30 m od panja, ki pa ni bila statistično značilna. Sama razdalja ni imela vpliva na večje število plodov. Tako je bilo pri dveh razdaljah od panja (15 m in 25 m) večje število cvetov pokritih rastlin in pri dveh razdaljah (30 m in 3 m) večje število cvetov pri odkritih rastlinah.\nŠtevilo plodov na rastlino se ne razlikuje statistično značilno.\nA – pokrite rastline B – odkrite rastline\n"], "25": ["4.2 Masa plodov", "Grafikon 1 nam prikazuje podatke o povprečni masi plodov pokritih in odkritih rastlin na posameznih razdaljah. Iz rezultatov je razvidno, da je bil pridelek nepokritih jagod večji od pridelka jagod pod mrežo. Razlika je bila statistično značilna. Tako je bil pridelek odkritih rastlin na razdalji 3 m od panja 27,8 % večji od pridelka pokritih rastlin. Na razdalji 15 metrov 5,7 % večji, na 3. razdalji (30 m) 23,6 % večji in na 4. razdalji (25 m) 15,5 % večji. V povprečju je bil pridelek nepokritih jagod za 18,5 % večji od pridelka pokritih jagod.\nŠtevilo cvetov odkritih in pokritih rastlin je enako, vendar pa so plodovi pri odkritih rastlinah večji. Razlika v velikosti ploda je zaradi tega, ker je bilo oplojeno večje število plodnic. Na oploditev večjega števila plodnic so pozitivno vplivali čmrlji. Največji pridelek čmrljem dostopnih rastlin je bil na 1. razdalji, ki je bila najbližje panju, najmanjši pa na 2. razdalji. Zanimiv je podatek, da je bil pridelek na 4. razdalji v drugem tunelu višji od pridelka 3. in 2. razdalje. Domnevamo, da je k temu pripomogla sama postavitev parcelic ob zunanjem robu tunela, ki je omogočala lažje opraševanje cvetov tudi drugim žuželkam.\nPovprečne mase plodov na posamezno rastlino so se pri razdaljah 3 m, 30 m in 25 m statistično značilno razlikovale. Večje so bile pri tistih rastlinah, ki niso bile pokrite z mrežo. \n* različne črke  rke (a, b) pomenijo statisti  statistično značilne razlike (Duncan, 0,05)\nna masa pridelka (g) pokritih in odkritih rastlin na posameznih  razdaljah v poskusu sorte 'Elsanta' \n4.3 Povprečna  na masa enega ploda\nPovprečne  ne mase plodov so se gibale med 20 in 26 g (grafikon 2). Pokazale so se statistične  statisti razlike med rastlinami, ki so bile pokrite, in odkritimi rastlinami. Tako so nepokrite rastline (obravnavanje B) imele težje plodove, ki so bili v povprečju  povpre ju težki 25 gramov, kar je za 3 grame več kot pri pokritih rastlinah (obravnavanje A).\nPlodovi odkritih  itih rastlin so bili večji  ve in kakovostnejši od plodov pokritih rastlin. Ker se je oplodilo večje  je število plodnic,  plodnic so bili plodovi težji. Takšni plodovi so za potrošnike veliko bolj zanimivi in dosegajo višjo ceno.\n* različne črke  rke (a, b) pomenijo stati  statistično značilne razlike (Duncan, 0,05)\nna masa enega plodu (v g) z mrežo pokritih rastlin ali odkritih rastlin\n"], "26": ["4.4 Masa pridelka jagod", "Na hektar je posajenih 40.000 rastlin. Zabeležene skupne povprečne pridelke na rastlino smo pomnožili s številom posajenih rastlin na hektar (preglednica 4). Pridelek pri obravnavanja A (pokritih jagodah) je bil 17.260 kg, medtem ko je bil pri obravnavanju B (odkritih jagodah) 20.360 kg. Povprečni pridelek pokritih in odkritih rastlin sorte 'Elsanta', pa je bil 18.810 kg.\nPri predpostavki 40.000 rastlin na hektar in če to pomnožimo s skupnim povprečnim pridelkom odkritih rastlin, dobimo takšno razliko v pridelku, ki bi brez problema pokrila stroške postavitve panja v nasad.\n* različne črke (a, b) pomenijo statistično značilne razlike (Duncan, 0,05)\n"], "27": ["5 SKLEPI", "Namen diplomskega dela je bil raziskati, ali opraševanje s čmrlji vpliva na povečanje števila plodov in količino pridelka jagod sorte 'Elsanta'. Na vsaki izmed štirih razdalj smo izvedli dve obravnavanji, del rastlin smo pokrili s tanko mrežo, preostale pa so bile prosto dostopne žuželkam. Prišli smo do naslednjih ugotovitev:\n- Opraševanje s čmrlji ni vplivalo na povečanje števila plodov, ampak na velikost in  težo samih plodov. Jagode, oprašene s pomočjo čmrljev, so imele plodove z večjo  povprečno maso v primerjavi s pokritimi jagodami. Pridelek teh rastlin je bil v  povprečju 78,1 g večji kot pri pokritih rastlinah. Oddaljenost parcelic od panja ni  imela vpliva na količino pridelka.\n- V zaprtih prostorih in pri nizkih temperaturah je v času cvetenja smotrna uporaba  čmrljev. Postavitev panjev v nasad je cenovno ugodna, saj se stroški povrnejo v  obliki večjega in kakovostnejšega pridelka.\n"], "abstract": ["V letu 2008 smo v nasadu jagod sorte 'Elsanta' v Zrkovcih pri Mariboru izvajali poskus uporabe čmrljev za izboljšanje oprašitve in posledično večjega in kakovostnejšega pridelka. V nasadu jagod, v plastenjakih, je potekala klasična proizvodnja po načelih integrirane pridelave. Poskusne parcelice (16 parcelic s po tremi rastlinami) so bile razporejene v dveh tunelih in različno oddaljene od panja s čmrlji. Polovico parcelic smo pokrili z mrežo in s tem onemogočili čmrljem dostop do cvetov. Količino in kakovost pridelka smo vrednotili pri sedmih obiranjih v dvo- do tridnevnih intervalih. Iz rezultatov je razvidno, da prisotnost čmrljev ni pomembno vplivala na večje število plodov, je pa izboljšala povprečno maso plodov. "]}