{"1": ["1 Uvod", "Slovenska družba velja za mokro družbo, ki pogosto uživa alkoholne pijače. Po količini popitega alkohola na prebivalca smo v Evropi na vrhu. Po podatkih raziskav, popijemo vsako leto približno 11 litrov čistega alkohola na prebivalca. Žal pa ima to posledice tudi v varnosti cestnega prometa. Alkohol je pomemben dejavnik nastanka prometnih nesreč, še posebaj tistih z najhujšimi posledicami. V zadnjih letih je vsako tretjo prometno nesrečo s smrtnim izidom povzročil alkoholizirani udeleženec. Poleg izgub življenj pa je Slovenija utrpela tudi veliko družbeno škodo, ki jo strokovnjaki ocenjujejo na 1,6 milijarde evrov (Justinek, Leskovar, Marki, Pavlič, Sternad in Žlender, 2008).\nIz spodnjih tabel je razvidno, da je bilo leta 2009 48 smrtnih žrtev v nesrečah, ki so jih povzročili alkoholizirani udeleženci v prometu, njihova povprečna stopnja alkoholiziranosti pa je bila izjemno visoka in je znašala 1,49 grama alkohola na kilogram krvi.\nDa je motorno vozilo lahko tudi nevaren predmet, s katerim je mogoče povzročiti pri človeku najhujše telesne poškodbe in smrt ni potrebno posebej poudarjati, zato je le tega potrebno narediti bolj varnega. Varnost cestnega prometa v Sloveniji ureja Zakon o varnosti cestnega prometa oz. sedanji Zakon o pravilih cestnega prometa. Zakon o varnosti cestnega prometa se skozi leta hitro spreminja in dopolnjuje. Še preden le ta stopi v veljavo, se že pripravlja nov zakon. V nadaljevanju bodo predstavljene spremembe zakona, ki se nanašajo na psihofizično stanje voznika. V spremembah skozi leta opazimo drastične spremembe višine kazni za prometne prekrške vožnje pod vplivom alkohola. Leta 2010 je bil sprejet nov Zakon o pravilih cestnega prometa, ki je te kazni še povišal skoraj za polovico.\n"], "2": ["2 Opredelitev problema", "Varnost v cestem prometu je zelo pomembna, saj vozniki pod vplivom alkohola ne ogrožajo le svojega življenja, temveč ogrožajo tudi druge ljudi. Pomembno je, da se Slovenija in Evropska skupnost zavedata tega problema, obenem pa je pomembno, da ta problem rešujemo vsi skupaj. Različne ustanove veliko vlagajo v razvoj tehnologije, s pomočjo katere bi zmanjšali število alkoholiziranih voznikov. ZDA, Kanada in Avstralija so bile med prvimi, ki so uvedle kot mero kaznovanja obvezno vgraditev alkoholne zapore vžiga pri osebah obsojenih zaradi vožnje pod vplivom alkohola.\nV diplomskem delu želimo predstaviti predvsem vpliv alkohola na varnost cestnega prometa. Problem vožnje pod vplivom alkohola je zlasti v tem, da alkohol pomembno vpliva na delovanje človekove »osebnostne zavore«, hkrati pa povečujejo zaupanje v lastne sposobnosti in v zmožnost obvladovanja situacije. Voznik je zato pogumnejši in predrznejši, kar vodi tudi do prehitre vožnje.\n"], "3": ["3 Cilji in namen diplomskega dela", "Z diplomskim delom želimo na začetku predstaviti problematiko varnosti cestnega prometa v Sloveniji in v EU, ter prikazati analizo prometnih nesreč, ki so posledica vožnje pod vplivom alkohola.\nOsnovni namen diplomskega dela pa je seznaniti bralce o alkoholni zapori vžiga, njenem delovanju, učinkovitosti, ter možnosti uvedbe le te v slovensko zakonodajo. Zato je potrebno sprožiti javno diskusijo o možni zakonski ureditvi za uporabo alkoholne zapore vžiga pri kršiteljih cestnoprometnih prekrškov vožnje pod vplivom alkohola – priprava ustreznih programov sekundarne prevencije.\nGlavni cilj diplomskega dela je opozoriti na to, da z višino kazni ne dosežemo željenih rezultatov. Bolj kot višina je pomembna vrsta kazni in sicer takšna, da bo preventivno vplivala na potencialnega kršitelja. Poleg tega pa mora biti kazen hitra in zanesljiva.\n"], "4": ["4 Uporabljene metode", "V diplomskem delu so bile uporabljene naslednje metode:\n- opisna (deskriptivna) metoda,\n- zgodovinska metoda\n- analitična metoda\n- statistična metoda\nMetoda, ki je najpogosteje uporabljena, je opisna oziroma deskriptivna metoda, katero smo uporabljali skozi celotno diplomsko delo, in sicer pri opisovanju prometne varnosti, Nacionalnega programa varnosti cestnega prometa za obdobje 2007 – 2011 in pri predstavitvi alkoholne zapore vžiga.\nZgodovinska metoda je bila uporabljena za zajemanje podatkov o prometni varnosti v Sloveniji, ter pri nizanju podatkov glede zakonodaje na področju varnosti v cestnem prometu.\nS pomočjo analitične metode smo analizirali vsebino vseh pisnih virov, člankov in pravnih predpisov, ki se nanašajo na obravnavano tematiko v diplomskem delu.\nStatistično metodo smo uporabili pri analiziranju grafov in tabel, ki kažejo statistiko prometnih nesreč in smrtnih žrtev v Sloveniji.\n"], "5": ["5 Alkohol", "Zakon o pravilih cestnega prometa (2010) v 105. členu zahteva, da voznik ne sme voziti vozila v cestnem prometu niti ga začeti voziti, če je pod vplivom alkohola (če ima v organizmu več alkohola, kot dovoljuje zakon ali če tudi že pri manjši koncentraciji alkohola kaže znake motenj v vedenju, katerih posledica je lahko nezanesljivo ravnanje v cestnem prometu).\nKadar govorimo o varnosti cestnega prometa v Sloveniji, ne moremo mimo alkohola in zasvojenosti z njim. Slovenci smo z njim skoraj usodno povezani, alkoholizem je naša nacionalna bolezen, ki preveva vse družbene pore. Po porabi alkoholnih pijač na prebivalca smo v svetovnem vrhu, kar se kaže tudi v psihosocialnem položaju mnogih naših ljudi (Kunstler, 2001).\n"], "6": ["5.1 Vpliv alkohola na varnost v cestnem prometu", "Ni dvoma, da so izjemno nevarni vozniki z velikimi koncentracijami alkohola, vendar Žlender (2000/2001) opozarja, da niso problem le velike koncentracije alkohola, pri katerih so vozniki nesposobni za varno vožnjo, temveč tudi manjše vrednosti alkohola v krvi. Alkohol bistveno poslabša voznikov reakcijski čas, sposobnost za pravilno presojo in odločitev, pri majhnih koncentracijah pa lahko deluje kot stimulans, ki prispeva k bolj tvegani in hitrejši vožnji.\nAlkohol vpliva negativno prav na tiste človekove sposobnosti, ki so ključne za varno vožnjo (Kunstler, 2001):\n- oslabi višje psihične procese, predvsem mišljenje, in na ta način  zmanjša zmožnost presoje dogajanja v prometu,\n- zmanjša obseg in pravilnost zaznavanja,\n- upočasni reagiranje,\n- povzroča motnje pri gibanju v prostoru,\n- poveča število napak med vožnjo.\nSpodaj so prikazani negativni učinki vpliva alkohola na organizem (Ministrstvo za notranje zadeve):\n- Pri 0,2 grama alkohola na kilogram krvi ali 0,9 miligrama v litru  izdihanega zraka, se posobnost opazovanja premikajočih luči poslabša.  To na primer pomeni, da ponoči nismo več sposobni pravilno oceniti  razdalje do vozila, ki prihajajo nasproti ali jih dohitevate.\n- Pri 0,3 grama alkohola na kilogram krvi ali 0,14 miligrama v litru  izdihanega zraka pomeni, da se sposobnost globinskega opazovanja  zmanjša. To pomeni, da razdalje ne moremo več pravilno oceniti.  Posledici sta tvegano prehitevanje in prekratka varnostna razdalja v  gostejšem prometu. Možnost za povzročitev prometne nesreče se  poveča petkrat.\n- Pri 0,5 grama alkohola na kilogram krvi ali 0,24 miligrama v litru  izdihanega zraka se nam opazovani objekti zdijo bolj oddaljeni, kot so  v resnici. To pomeni, da pripeljemo v ovinek s preveliko hitrostjo in  zamujamo s spreminjanjem smeri, zato lahko vozilo zanese v ovinku.  Pojavi se t. i. rdeča slepota. Vedno težje zaznamo rdečo luč na  semaforju, luči za označevanje vozila, zavorne luči, označbe za oviro  na cesti itd. Zmanjševati se začne sposobnost hitrega preusmerjanja  pogleda z enega predmeta na drugega. Prilagajanje naglim svetlobnim  spremembam je vedno težje. To pomeni, da nas lahko zasenčene luči  vozila, ki pripelje nasproti, začasno oslepijo. Bistveno sta zmanjšani  pozornost in zmožnost pravočasnega reagiranja. To pomeni, da je pot  ustavljanja daljša. Če pri hitrosti 50 km na uro pritisnemo na zavoro  sekundo kasneje, se pot ustavljanja vozila podaljša za 14 metrov.\n- Pri 1,0 grama alkohola na kilogram krvi ali 0,48 miligrama v litru  izdihanega zraka je motena reakcija oči na svetlobo. To pomeni, da se  težko prilagajamo hitrim svetlobnim spremembam. Bistveno je zožen  zorni kot oči. To pomeni, da ne moremo več pravočasno dojemati, kaj  prihaja z naše leve in desne strani, kar je lahko še zlasti usodno v  križiščih. Zaznamovanje in ocenjevanje globine prostora in pozornost  se zmanjšata za polovico. To pomeni, da vozimo praviloma s\n premajhno varnostno razdaljo, da so naše reakcije prepozne in  večinoma napačne in da na določene nevarnosti sploh ne reagiramo  več. Posledice so naleti. Reakcijski čas in z njim pot ustavljanja se  povečujeta. Možnost udeležbe v prometni nesreči se v primerjavi s  treznim voznikom poveča za 25-krat.\nGlavni namen pridržanja opitega voznika, je preprečiti nadaljno vožnjo vinjenemu vozniku in preprečiti povzročitev prometne nesreče ali ogrožanja drugih udeležencev v cestnem prometu. Ukrep bodo policisti izvajali pri voznikih osebnih avtomobilov in motornih koles, če bo rezultat preizkusa pokazal, da ima voznik več kot 0,52 miligrama alkohola v litru izdihanega zraka (1,10 grama alkohola na kilogram krvi) ali če bo voznik odklonil strokovni pregled (Justinek et al., 2008).\nSpodaj so prikazane pomembne mejne vrednosti alkoholiziranosti voznika v različnih enotah (Justinek et al., 2008):\n- 0,24 mg alkohola/l izdihanega zraka = 0,5 g alkohola/kg krvi = 0,5  promilov\n- 0,38 mg alkohola/l izdihanega zraka = 0,8 g alkohola/kg krvi = 0,8  promilov\n- 0,52 mg alkohola/l izdihanega zraka = 1,1 g alkohola/kg krvi = 1,1  promilov\n- 0,71 mg alkohola/l izdihanega zraka = 1,5 g alkohola/kg krvi = 1,5  promilov\n"], "7": ["5.2 Pregled prometnih nesreč v Sloveniji od leta 2005 do 2009", "Tabela 1 zajema pregled prometnih nesreč za vse prometne nesreče v Sloveniji v letih od 2005 do 2009, tabela 2 pa zajema posledice, ki so v teh prometnih nesrečah nastale. V tej tabeli so tudi zajete prometne nesreče s smrtnim izidom, nesreče s hudimi telesnimi poškodbami in lahkimi telesnimi poškodbami.\nV obdobju od leta 2005 do leta 2009 se je zgodilo 136.435 prometnih nesreč, od tega 1.080 nesreč s smrtnim izidom (0,79%), 49.392 (36,20%) nesreč s telesno poškodbo in 85.963 (63,01 %) z materialno škodo.\nŠtevilo prometnih nesreč je bilo skozi leta v Sloveniji veliko in sicer vedno nad 30.000 vse do leta 2008, kar je približno 15.000 na milijon prebivalcev. V letih od 2005 do 2009 je leto 2006 doseglo vrh, ko je bilo največ nesreč in sicer 31.569. Po tem letu je bilo nesreč bistveno manj, najmanj leta 2009, ko jih je bilo 20.592. Leta 2008 pa je bilo kar 7.620 nesreč manj kot leto prej.\nŠtevilo prometnih nesreč s smrtnim izidom in telesnimi poškodbami se je vse do leta 2008 povečavalo. Iz leta 2007 na leto 2008 pa je zopet sledil padec in sicer iz 163 prometnih nesreč s smrtnim izidom na 154, ter 11.151 nesreč s telesno poškodbo na 8.738.\nKljub temu, da smo v samem evropskem vrhu po številu smrtnih žrtev v prometnih nesrečah na milijon prebivalcev, se je v Republiki Sloveniji od leta 2005 do danes to število zmanjšalo. Vse to je rezultat izboljšanja stanja varnosti cestnega prometa in učinki novega Zakona o varnosti cestnega prometa v letu 2008. Število smrtnih žrtev je potrebno postopoma še\nzmanjševati, dokler ne bomo dosegli enega izmed ciljev nacionalnega programa oziroma Vizije nič, to pa je nič smrtnih žrtev na slovenskih cestah.\n2009\nNa podlagi zbranih podatkov je število telesnih poškodb v prometnih nesrečah vedno višje od števila prometnih nesreč s poškodbo. Torej lahko sklepamo, da so vse te nesreče hude, saj je v eni sami nesreči pogosto poškodovanih več oseb in ne samo ena.\nŠtevilo mrtvih in telesno poškodovanih se je skozi leta zmanjševalo. K temu so verjetno bolj kot stroge kazni pripomogli varnejši avtomobili.\nNa grafu 1 je prikazano število mrtvih v prometnih nesrečah v Sloveniji od leta 2005 do leta 2009.\nPoročilo o delu policije za leto 2009, 2010)\nNa koncu tega poglavja moram poudariti, da zmanjšanje števila smrtnih žrtev na slovenskih cestah ne pomeni, da se je stanje prometne varnosti korenito izboljšalo. Število telesno poškodovanih namreč še vedno ostaja zelo veliko, število hudo telesno poškodovanih pa je tisto, ki nam pove, da ceste niso varne.\n5.3 Analiza alkoholiziranih povzročiteljev prometnih nesreč  in povprečne koncentracije alkohola v krvi pri prometnih  nesrečah v letih od 2005 do 2009\nPri analizi povprečne koncentracije v krvi pri prometnih nesrečah bomo upoštevali vse prometne nesreče v letih od 2005 do 2009, kjer je bil prisoten alkohol. Pogledali bomo število alkoholiziranih povzročiteljev in povprečno stopnjo alkohola. Spodaj je prikazano število alkoholiziranih povzročiteljev prometnih nesreč in koncentracija alkohola glede na posledice prometnih nesreč.\nV tabeli 3 je prikazano število vseh povzročiteljev prometnih nesreč, medtem ko je v tabeli 4 prikazano število alkoholiziranih povzročiteljev pri prometnih nesrečah v letih od 2005 do 2009.\n  2009\nOd leta 2005 do leta 2009 je bilo ugotovljenih 287.935 povzročiteljev prometnih nesreč, od tega je bilo 14.845 (5,16%) povzročiteljev alkoholiziranih. Število se skozi leta zmanjšuje. Največje število alkoholiziranih povzročiteljev je bilo leta 2006, najmanjše pa leta 2009.\nV tabeli 5 je prikazan delež alkoholiziranih povzročiteljev, v tabeli 6 pa je prikazana povprečna koncentracija alkohola v krvi pri prometnih nesrečah v letih od 2005 do 2009.\nDelež alkoholiziranih povzročiteljev se je od leta 2005 (10,7) do leta 2009 (12,3) povečeval. Največji delež so zabeležili leta 2008 ki znaša kar 12,6.\nPovprečna stopnja alkohola je bila v letu 2005 in 2006 enaka in sicer 1,50 g/kg. Leta 2007 se je ta stopnja zvišala na 1,53 g/kg, leta 2008, ter 2009 pa je ponovno upadla na 1,51 g/kg, kar je precejšna stopnja alkohola.\nLeta 2005 je bilo 82 povzročitljev prometnih nesreč s smrtnim izidom alkoholiziranih. Povprečna stopnja alkohola v g/kg je bila pri teh voznikih 1,61 g/kg. V letu 2006 je bilo takih povzročiteljev 90, povprečna stopnja alkoholiziranosti pa je padla na 1,58 g/kg alkohola. Leta 2007 so bili v smrtnih nesrečah alkoholizirani 104 vozniki, vendar je povprečna koncentracija narasla na 1,63 g/kg alkohola. V letu 2008 je bilo vinjenih 68 povzročiteljev prometnih nesreč, vendar je povprečna koncentracija padla na 1,60 g/kg alkohola. Leta 2009 je bilo povzročiteljev 48, stopnja alkohola pa je znašala najmanj v teh letih in sicer 1,49.\n"], "8": ["5.4 Število odrejenih preizkusov alkoholiziranosti", "Iz tabele 7 je razvidno, da se je število odrejenih preizkusov alkoholiziranosti v letih od 2005 do 2009 povečalo. Povečevalo pa se je tudi število pozitivnih preizkusov, vse do leta 2008, ko je to število padlo na 23.745.\nZmanjšalo pa se je število odklonjenih alkotestov, kar je pozitiven podatek, saj to pomeni dodatne stroške.\n"], "9": ["5.5 Zakonodaja na področju varnosti cestnega prometa v  Sloveniji", "Zakonodaja na področju varnosti cestnega prometa se je v Slovenji zaradi vse večjega števila prometnih nesreč skozi leta kar hitro spreminjala. V tem poglavju bomo primerjali zakone, ki so k tem spremembam najbolj pripomogli. Izbrali smo Zakon o varnosti cestnega prometa (v nadaljevanju ZVCP) iz leta 2004 in 2008, ter Zakon o pravilih cestnega prometa (v nadaljevanju ZPrCP), ki pride v veljavo junija 2011.\n"], "10": ["5.5.1 Psihofizično stanje udeležencev cestnega prometa/alkohol", "Povzamemo 130. člen ZVCP iz leta 2004 (ZVCP, 2004), 130. člen ZVCP iz leta 2008 (ZVCP, 2008), ter 105. člen ZPrCp iz leta 2010 (ZPrCP, 2010). Udeleženci v cestnem prometu, ki ne smejo imeti prisotnosti alkohola v organizmu so:\n- voznik motornega vozila ali skupine vozil kategovirje C1, C, D1, D, BE,  C1E, CE, D1E, DE,\n- voznik vozila, s katerim se opravlja javni prevoz potnikov ali blaga ali  prevoz oseb za lastne potrebe,\n- voznik vozila, s katerim se prevaža nevarno blago,\n- poklicni voznik motornega vozila, kadar opravlja ta poklic,\n- učitelj vožnje med usposabljanjem kandidata za voznika v vožnji  motornega vozila,\n- kandidat za voznika med usposabljanjem v vožnji motornega vozila,\n- spremljevalec,\n- voznik začetnik,\n- voznik motornega vozila, ki nima vozniškega dovoljenja ali v  vozniškem dovoljenju nima vpisane kategorije motornega vozila, ki ga  vozi,\n- voznik motornega vozila, ki se mu izvršuje sankcija prepovedi vožnje  motornega vozila ali mu je vozniško dovoljenje odvzeto,\n- voznik, ki prevaža skupino otrok.\nVoznika, učitelja vožnje ali spremljevalca, ki ravna v nasprotju s prvim odstavkom tega člena, se kaznuje za prekršek z globo:\n1. če ima do vključno 0,50 grama alkohola na kilogram krvi ali do vključno 0,24 miligrama alkohola v litru izdihanega zraka:\n- leta 2004: 30.000 tolarjev (125,19 eurov) in 3 kazenske točke\n- leta 2008: 150 eurov in 3 kazenske točke\n- leta 2010: 300 eurov in 4 kazenske točke 2. če ima več kot 0,50 do vključno 0,80 grama alkohola na kilogram krvi ali več kot 0,24 do vključno 0,38 miligrama alkohola v litru izdihanega zraka:\n- leta 2004: 40.000 tolarjev (166,92 eurov) in 4 kazenske točke\n- leta 2008: 400 eurov in 7 kazenskih točk\n- leta 2010: 600 eurov in 8 kazenskih točk 3. če ima več kot 0,80 do vključno 1,10 grama alkohla na kilogram krvi ali več kot 0,38 do vključno 0,52 miligrama alkohola v litru izdihanega zraka\n- leta 2004: 60.000 tolarjev (250,38 eurov) in 5 kazenskih točk\n- leta 2008: 500 eurov in 9 kazenskih točk\n- leta 2010: 900 eurov in 16 kazenskih točk 4. če ima več kot 1,10 grama alkohola na kilogram krvi ali več kot 0,52 miligrama alkohola v litru izdihanega zraka:\n- leta 2004: 120.000 tolarjev (500,75 eurov), najmanj 10 kazenskih točk  in prepoved vožnje motornega vozila\n- leta 2008: najmanj 800 eurov, 10 kazenskih točk in prepoved vožnje  motornega vozila\n- leta 2010: 1.200 eurov in 18 kazenskih točk 5. več kot 1,50 grama alkohola na kilogram krvi ali več kot 0,71 miligrama alkohola v litru izdihanega zraka:\n- leta 2004: poleg globe tudi 18 kazenskih točk\n- leta 2008: poleg globe tudi 18 kazenskih točk\n- leta 2010: /\nDrugi vozniki imajo lahko največ do vključno 0,50 grama alkohola na kilogram krvi ali do vključno 0,24 miligrama alkohola v litru izdihanega zraka, pod\npogojem, da tudi pri nižji koncentraciji alkohola ne kažejo znakov motenj v vedenju, katerih posledica je lahko nezanesljivo ravnanje v cestnem prometu.\nVoznika, ki ravna v nasprotju se kaznuje za prekršek z globo:\n1. če ima do vključno 0,50 grama alkohola na kilogram krvi ali do vključno 0,24 miligrama v litru izdihanega zraka in kaže znake motenj v vedenju, katerih posledica je lahko nezanesljivo ravnanje v cestnem prometu:\n- leta 2004: 30.000 tolarjev (125,19 eurov) in 3 kazenske točke\n- leta 2008: 180 eurov in 3 kazenske točke\n- leta 2010: 300 eurov in 4 kazenske točke 2. če ima več kot 0,50 do vključno 0,80 grama alkohola na kilogram krvi ali več kot 0,24 do vključno 0,38 miligrama alkohola v litru izdihanega zraka:\n- leta 2004: 40.000 tolarjev (166,92 eurov) in 4 kazenske točke\n- leta 2008: 450 eurov in 7 kazenskih točk\n- leta 2010: 600 eurov in 8 kazenskih točk 3. če ima več kot 0,80 do vključno 1,10 grama alkohola na kilogram krvi ali več kot 0,38 do vključno 0,52 miligrama alkohola v litru izdihanega zraka:\n- leta 2004: 60.000 tolarjev (250,38 eurov) in 5 kazenskih točk\n- leta 2008: 570 eurov in 9 kazenskih točk\n- leta 2010: 900 eurov in 16 kazenskih točk 4. če ima več kot 1,10 grama alkohola na kilogram krvi ali več kot 0,52 miligrama alkohola v litru izdihanega zraka;\n- leta 2004: 120.000 tolarjev (500,75 eurov), najmanj 10 kazenskih točk  in prepoved vožnje motornega vozila\n- leta 2008: najmanj 950 eurov, 10 kazenskih točk\n- leta 2010: najmanj 1.200 eurov in 18 kazenskih točk 5. več kot 1,50 grama alkohola na kilogram krvi ali več kot 0,71 miligrama alkohola v litru izdihanega zraka:\n- leta 2004: poleg globe tudi 18 kazenskih točk\n- leta 2008: poleg globe izreče tudi 18 kazenskih točk\n- leta 2010: /\n1,10 grama alkohola (Vir: Vzeto iz letnih poročil o delu policije 2005-  2009)\nNa podlagi navedenih podatkov ugotovimo, da so se kazni za prekrške v cestnem prometu v Sloveniji drastično zvišale. Dne, 20.12.2010, je bil sprejet nov Zakon o pravilih cestnega prometa, ki je začel veljati 1.4.2011, s katerim so postale kazni izjemno visoke. Na podlagi zagotavljanja varnosti zakon tako opravičuje zelo visoke kazni, ki pa ne dosegajo svojega namena, kajti prometne nesreče se še vedno dogajajo.\n"], "11": ["6 Stanje varnosti cestnega prometa v državah  članicah EU in v Sloveniji", ""], "12": ["6.1 Stanje varnosti cestnega prometa v Evropski uniji", "Glede na prejšnja leta ostajajo najvarnejše evropske države Švedska (SE), Velika Britanija (UK) in Nizozemska (NL). Švedska je dosegla zgodovinsko najnižjo stopnjo smrtnosti na evropskih cestah z 39 smrtnimi žrtvami na milijon prebivalcev. Švici (CH) in Norveški se pridruži Izrael. Nemčija (DE) ostane blizu vodilnih. Malta (MT), Finska (FI), Irska (IE), Danska (DK), Španija (ES), Francija (FR), Italija (IT) in Slovaška (SK) pa imajo nižjo raven varnosti od povprečne (European Transport Safety Council [ETSC], 2010d).\nletom 2001 (Vir: Povzeto po ETSC, 2010d)\nLeta 2009 je bilo v EU 70 smrtnih žrtev na miljon prebivalcev, leta 2001 pa 112. V državah Evropske unije se je stopnja umrljivosti zmanjšala, tako da v letu 2009 ni imela nobena država več kot 130 smrtnih žrtev na milijon prebivalcev. Med Švedsko in Romunijo je še vedno trikratna razlika med številom smrtnih žrtev v prometu. Prihajajoči akcijski program varnosti cestnega prometa si mora prizadevati za nadaljnje zmanjšanje razlike med\nvodilnimi državami in državami, ki se soočajo z največjimi izivi, zlasti z vstopom novih držav pristopnic v naslednjem desetletju (ETSC, 2010d).\n"], "13": ["6.2 Stanje varnosti cestnega prometa v Sloveniji", "Varnost v cestnem prometu je v Sloveniji dokaj slaba. Glavno merilo varnosti v cestnem prometu je število umrlih v prometnih nesrečah. In ravno tukaj po podatkih iz zgornjega grafa (graf 3) precej zaostajamo za evropskim povprečjem. Slovenija je namreč na 20 mestu. V Republiki Sloveniji je vprašanje prometne varnosti za obdobje 2007 – 2011 opredeljeno v Resoluciji o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, ki je bila objavljena v Uradnem listu RS, številka 2/2007, z dne 9.1.2007.\n"], "14": ["6.2.1 Predstavitev resolucije o nacionalnem programu varnosti cestnega  prometa za obdobje 2007 – 2011", "Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011 (2007), (v nadaljevanju Nacionalni program, 2007) je dokument, ki obravnava strokovne zahteve in varnostno najbolj pereče probleme v cestnem prometu v Sloveniji. Temelji na treh skupnih načelih:\n- načelu zaupanja, ki zavezuje upravljalce cest k upoštevanju  normativne ureditve, udeležence cestnega prometa pa k upoštevanju  prometnih pravil;\n- načelu defenzivnega ravnanja, ki obvezuje udeležence cestnega  prometa k pravilnemu, zakonitemu in premišljenemu ravnanju;\n- načelu zaščite varnostno najbolj izpostavljene kategorije udeležencev  cestnega prometa, namreč pešcev, kolesarjev, motoristov, mladih  voznikov, otrok in drugih šibkejših udeležencev (Resolucija o  nacionalnem programu varnosti cestnega prometa za obdobje 2007 –\n"], "15": ["6.2.2 Vizija varnosti cestnega prometa – nič smrtnih žrtev", "»Vizija nič« je pozitiven in odgovoren odnos ustvarjalcev in udeležencev cestnoprometnega sistema, ki smo s svojim celotnim delovanjem in ravnanjem dolžni preprečiti najhujše posledice prometnih nesreč ter zagotoviti varen dolgoročni cilj (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007): nič mrtvih in nič hudo poškodovanih zaradi prometnih nesreč.\n»Vizija nič« zato zahteva spremembo razmišljanja in ravnanja oblikovalcev sistema, izvajalcev in prometnih udeležencev. Zavezuje jih k jasnemu odgovornemu ravnanju, kakor to predpisujejo pravila, in k zagotovitvi varnega cestnoprometnega sistema – zgraditev cestne infrastrukture in tehnologija vozil morata preprečevati morebitne napake, ki vodijo v prometne nesreče s hudimi posledicami. Z »Vizijo« nič se odgovornost za ustvarjanje varnega sistema prenaša na slehernega soustvarjalca in uporabnika cest, kot takšna pa postaja nosilka humane in politične skrbi za večjo varnost na cestah znotraj EU (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007).\n"], "16": ["6.2.3 Smotri in cilji", "Smotri nacionalnega programa so (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007- 2011, 2007):\n- dvig prometnovarnostne kulture na primerljivo raven z državami, ki  imajo razvito varnostno kulturo;\n- z medsebojnim povezovanjem državne ravni s samoupravnimi  lokalnimi skupnostmi in civilno družbo najbolj povečati obstoječe vire;\n- izboljšati uporabnost in varnost cestnega okolja, vse od načrtovanja,  izvedbe, vzdrževanja in nadzora;\n- z vzgojo, izobraževanjem ter preventivnimi in represivnimi ukrepi  spremeniti slabe načine vedenja v prometu.\nSkupni cilj držav EU je, da se do leta 2010 v cestnem prometu ohrani čim več življenj in prepolovi število žrtev. Temu cilju sledi tudi nacionalni program, ki predvideva, da število umrlih v prometnih nesrečah leta 2011 ne bi bilo večje od 124. Tako bi ohranili približno 600 življenj. Za izhodišče se uporablja leto 2001, ko je pri nas izgubilo življenje 278 ljudi (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007).\n"], "17": ["6.2.4 Strategija doseganja ciljev in izvajanja ukrepov", "Strategija doseganja ciljev in izvajanja ukrepov (v nadaljnjem besedilu: strategija nacionalnega programa) zagotavlja načrtno približevanje zastavljenim ciljem in njihovo doseganje. Ustvarja podlago za skupno načrtovanje, izvajanje programa in vključitev vseh možnih dejavnosti in subjektov, ki so dolžni ali želijo kakor koli prispevati k varnosti v cestnem prometu. Omogoča sinergijo delovanja vseh organov na tem področju ob nenehnem usmerjanju, usklajevanju, nadzoru in vrednotenju vseh nadaljnjih strategij (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007).\n"], "18": ["6.2.5 Načela strategije nacionalnega programa", "Načela strategije nacionalnega programa so (Resolucija o nacionalnem programu varnosti cestnega prometa 2007 – 2011, 2007):\n- družbena podpora,\n- uresničljivost,\n- prožnost/pragmatičnost,\n- pravočasnost/ustreznost,\n- usklajenost ravni opazovanja (mednarodno/nacionalno/lokalno),\n- racionalnost/optimalnost/učinkovitost,\n- preglednost/sledljivost/primerljivost,\n- odgovornost,\n- sistematičnost,\n- merljivost in druga načela.\n"], "19": ["6.2.6 Ukrepi", "Z intervencijskimi, kratkoročnimi in srednjeročnimi ukrepi bo nacionalni program prispeval k zmanjšanju človeških izgub zaradi prometnih nesreč.\nUkrepi za dosego ciljev nacionalnega programa so razdeljeni na štiri glavna področja (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007):\n- človekovo ravnanje,\n- prometno okolje,\n- vozila in\n- institucionalno področje.\n- Človekovo ravnanje Človek je najšibkejši člen v prometnem sistemu, saj k nastanku nesreč bistveno prispevajo njegove napake ali zavestne kršitve pravil. Prav zato jih je treba s posameznimi ukrepi ali celotnim sistemom preprečiti in zmanjšati njihovo težo. Ukrepi so neposredno usmerjeni na udeležence v cestnem prometu (npr. s prometno vzgojo, preventivnimi akcijami in prisilnimi ukrepi) ali posredno (npr. s spreminjanjem prometne infrastrukture, npr. umirjanje prometa v okolici šol in bivalnih naseljih, ki prepreči nevarno ravnanje idr.). Za spreminjanje ravnanja udeležencev v cestnem prometu uvaja nacionalni program posamezne in povezane ukrepe ter se posebej usmerja na nekatere zelo ranljive skupine udeležencev in dejavnike tveganja, kot so prometna vzgoja, hitrost vožnje, alkohol, prepovedane droge in druge psihoaktivne snovi, varnostni pasovi in otroški varnostni sedeži, varnost pešcev, kolesarjev, mladih od 15 do 24 let, varnost starejših nad 65 let in varnost voznikov motornih dvokoles (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007).\n- Prometno okolje Načrtovanje in oblikovanje cestne infrastrukture, skupaj z njenim okoljem, je za dolgoročno doseganje trajne prometne varnosti ključnega pomena. Pri\nnačrtovanju, oblikovanju, vzdrževanju, gradnji, upravljanju, nadzoru in uporabi cest je treba izvajati take preventivne in kurativne ukrepe, ki bodo vodili k trajnemu izboljševanju prometne varnosti. Nekateri ukrepi so kratkoročni, za večino pa je potrebno daljše obdobje. Izboljševanje varnosti obstoječega cestnega omrežja je mogoče s stalnim spremljanjem tistih odsekov ceste, ki so potencialno nevarni za prometne nesreče. Spremljanje varnosti na ogroženih predelih, kjer se je gostota prometnih nesreč v primerjavi s podatki iz prejšnjih let povečala, in ustrezno ukrepanje dolgoročno preprečujeta oziroma zmanjšujeta možnost nastanka novih nesreč. V naseljih morajo prevladati načela čim večje zaščite ranljivejših skupin udeležencev v cestnem prometu, kakršni so pešci, kolesarji in iz katerega koli razloga onemogočeni ljudje (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007).\n- Vozila Varnost, ki jo voznikom in potnikom pri trku, pa tudi drugim udeležencem, zagotavljajo vozila, se je v preteklem desetletju bistveno izboljšala. Poleg konstrukcijskih lastnosti vozil, so se zmanjšali škodljivi vplivi na okolje. Velik napredek je zlasti pri izboljšavah, ki sodijo v skupino ukrepov za aktivno in pasivno varnost (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007). Velike spremembe glede pasivne in aktivne varnosti vozil, v zadnjem obdobju dajejo pomen spremljanju starosti voznega parka, saj stara vozila ne postajajo nevarnejša le zaradi morebitne obrabe, ampak tudi zaradi tehnološkega zaostajanja. Prosti trg omogoča zgolj ozaveščanje uporabnikov vozil in kupcev, da se moramo pri starih vozilih pozorno seznaniti z varnostnimi lastnostmi za potnike in stopnjo onesnaževanja okolja zaradi tehnološko starih motorjev in izpušnih sistemov. Ukrepi na področju vozil so dolgoročni in imajo v okviru nacionalnega programa omejen obseg.\n- Institucionalno področje Prometno varnost ureja vrsta zakonov in podzakonskih aktov, ki morajo biti medsebojno usklajeni in naravnani k povečanju varnosti vseh udeležencev cestnega prometa. Pogosto lahko prispevajo k večji varnosti prometa ukrepi,\nki posredno vplivajo nanjo (npr. regresiranje škode pri povzročiteljih nesreč pod vplivom alkohola ali drog, posebni pogoji zdravstvenega zavarovanja, ki zahtevajo uporabo zaščitnih sredstev, kakršen je varnostni pas ali čelade ipd.).\nStroški prometnih nesreč so običajno sestavljeni iz stroškov medicinskih storitev, izgube ekonomske zmogljivosti, odškodnin za prestane bolečine in trpljenje, materialne škode in stroškov zavarovanja. Biti pa bi morali upoštevani tudi pri družbeni izgubi na državni ravni in pri določanju prednostnih nalog za izvajanje ukrepov za izboljšanje razmer na cestah (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007).\n"], "20": ["6.2.7 Kazalci uspešnosti", "Nacionalni program ponuja temeljne strateške usmeritve za zagotavljanje večje varnosti cestnega prometa v Republiki Sloveniji, ki se opirajo na grobe analize prometnovarnostnih razmer in pretežno na izbor t.i. \"uspešnih strategij in ukrepov\", ki jih priporočajo države članice Evropske unije z zadovoljivo prometno varnostjo (Resolucija o nacionalnem programu varnosti cestnega prometa za obdobje 2007 – 2011, 2007).\n"], "21": ["6.2.8 Zaključek", "Nacionalni program varnosti v cestnem prometu opredeljuje sistemske in dolgoročne procese in rešitve, ki temeljijo na znanstvenem in interdisciplinarnemu delu, dognanjih in ugotovitvah prometnovarnostne stroke. Prvi njegov cilj je prizadevanje za zmanjšanje najhujših posledic prometnih nesreč na cestah (smrtne žrtve in telesno poškodovani udeleženci).\n"], "abstract": ["Večini ljudi je alkoholna zapora vžiga slabo poznana oz. nepoznana, zato želimo z diplomskim delom poznavanje le te naprave izboljšati. V diplomskem delu bomo predstavili alkoholno zaporo vžiga, njen pomen, vrste in oblike, ki jih poznamo, ter uporabo naprave v Evropi in v Sloveniji. Uporaba se po posameznih državah razlikuje glede na zakonodajo. Sodišča v večini primerov uporabljajo napravo za hujše kršitelje in povratnike. Na začetku bomo predstavili problematiko varnosti cestnega prometa in sicer v Evropskem prostoru in Sloveniji. V Sloveniji se kljub visokim denarnim kaznim za prometne prekrške zgodi veliko prometnih nesreč, njihova posledica pa je veliko hudo telesno poškodovanih in mrtvih. Višina kazni torej ne vpliva na voznike oziroma potencialne kršitelje cestno prometnih predpisov, zato potrebujemo nekaj, kar bi delovalo preventivno. Predstaviti želimo predvsem uporabnost alkoholne zapore vžiga pri preprečevanju vožnje pod vplivom alkohola. V diplomskem delu s pregledom literature povzamemo ugotovitve, raziskave in razmišljanja iz različnih držav. Zaradi učinkovitosti uporabe naprave v državah EU zato želimo sprožiti javno diskusijo o uvedbi te naprave tudi v naši zakonodaji. Zato smo izdelali tudi spremembo Zakona o pravilih cestnega prometa, ki vključuje uporabo alkoholne zapore vžiga. Diplomsko delo zaključujemo s predlogi spremembe zakonodaje."]}