{"1": ["1 UVOD", "Sirek (Sorghum bicolor (L.) Moench (Syn.: S. vulgare Pers., S. vulgare var. bicolor (L.) Pers., S vulgare subsp. bicolor (L.) Maire et Weiller, S. saccharatum var. bicolor (L.) Kerguelen, S. sorghum (L.) Karst., Holcus sorghum L., H. Cernuus Muhl., Andropogon sorghum (L.) Brot., A. Bicolor (L.) Roxb., A. vulgaris (Pers.) Raspail, A. sorghum subsp. sativus Hack., Panicum frumentaceum Salisb., Rhaphis sorghum (L.) Roberty) spada med prosasta žita (Watson in Dalwitz 1992). Predstavlja glavni izvor hrane za 750 milijonov ljudi v semiaridnih območjih Afrike, Azije in Latinske Amerike. Pomemben pa ni samo za prehrano ljudi in živali, temveč pridobiva pomen tudi kot surovina za vlakna, proizvodnjo sladkorja, pijač, bioetanola in biomase. Zaradi svoje široke uporabe in prilagajanja je sladkorni sirek nujno potrebna poljščina za preživetje človeštva (Li Dajue 1997).\nSirek je poljščina, ki bolje uspeva v sušnih območjih (Akwasi in sod. 2010). Zaradi podnebnih sprememb in novih škodljivcev, kot je koruzni hrošč, bomo morali del koruze za siliranje nadomestiti z drugimi rastlinami in ena od možnosti je siliranje sirkov (Verbič 2006).\nNa sladkornem sirku so bili narejeni številni poskusi za pridobivanje saharoze in kristalizacijo sirupa iz sirka. S tem bi se zmanjšala odvisnost od trsnega sladkorja.\nNamen poskusa je bil, da preverimo vpliv različnih gostot setve sladkornega sirka na rast in njegov pridelek ter vsebnost sladkorjev. Posebno nas je zanimala optimalna gostota sladkornega sirka.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Morfologija sirka", "Rastlina Sorghum, podobno kot koruza, razvije zelo razvejene adventivne korenine. Pri sirkih je adventivnih korenin do dvakrat več kot pri koruzi. Nekatere korenine prodrejo celo do globine enega metra. Odlikuje jih velika sesalna moč. Nadzemni del rastline v fazah, ko korenine še niso dobro razvite, raste zelo počasi. Pokončno rastoče rastline dosežejo višino od 0,5 (sirek za zrnje) do 5 m (sirek za voluminozno krmo, hibridi). Pri nas v Sloveniji so te rastline običajno visoke od 1 do 4 m. Stebla sirkov za zrnje so nekoliko manjša. Premer stebel je od 0,5 do 3 cm. Steblo je s členki (nodiji) razdeljeno na medčlenkovja (internodije). Spodnja medčlenkovja so krajša in nekoliko večjega premera kot vrhnja. Rastline iz rodu Sorghum imajo sposobnost regeneracije po košnji ali paši in sposobnost razraščanja oziroma tvorbe več poganjkov na eni rastlini. Število poganjkov je večje po košnji (paši) ali po fizioloških stresih v rastlini. Na posameznem steblu sirek razvije od 7 do 25 listov (odvisno od števila nodijev). Listna ploskev lahko pri posameznih vrstah sirka preseže dolžino enega metra, široka je od 1 do 5 cm. Na vrhu stebla je socvetje (metlica). Pri sirkih za zrnje je razmeroma majhna in zbita z veliko zrnja. Na posameznih vejicah socvetja so skupine parov klaskov, le na vrhu vejice so po trije klaski (Kramberger 1999).\n"], "4": ["2.2 Uporaba sladkornega sirka", "Sladkorni sirek dopolnjuje proizvodnjo trsnega sladkorja in je idealna surovina za proizvodnjo etanola. Sladki sirek (Sorgum sacharattum L.) je pridelek z visoko energijo. Zrnje sirka se lahko uporabi kot hrana ali krma. Sladkor v soku sirka se lahko nameni za proizvodnjo sladkorja, sirupa, vina ali biogoriva. Vlakna se lahko uporabljajo za izdelavo celuloze ali papirja, celotna rastlina je odlična za silažo (Li Dajue 1997).\nPridelek zrnja sladkornega sirka variira med 1500 do 7500 kg/ha, vendar bistvo sladkornega sirka ni seme, ampak steblo, ki zraste visoko in vsebuje veliko sladkorja. Vsebnost sladkorja v soku sladkega sirka je odvisno od sorte in variira med 15 in 23 % briksa (Li Dajue 1997). \nSirek je idealna rastlina za krmljenje živine (visoka ješčnost), saj ima sirek učinek ''stay green'', kar je zelo pomembno ob žetvi. Omogoča visoko produkcijo zelene mase z idealnim razmerjem med listjem in steblom (Katalog 2011). Ker sirek vsebuje veliko škroba in sladkorja v listih in steblu, se lahko uporablja kot surovina za proizvodnjo biogoriv (Murray 2008).\n"], "5": ["2.3 Pomen sirka v kolobarju", "Sirek ni zahtevna poljščina in je prilagojen za pridelovanje na slabih in dobrih tleh. V primerjavi z drugimi polščinami daje zadovoljive in stabilne pridelke tudi v sušnih letih. Sladki sirek ima hitro rast z manj vode in gnojili in sladkor doseže vrhunec v različnih obdobjih sirkove rasti (Li Dajue 1997). Prav tako ima sirek zelo hitro regeneracijo in zelo hitro rast po odkosu (Katalog 2011). Pri kolobarjenju oz. poljščini, ki sledi, za sirek ni omejitev. Ugotovljeno pa je, da sirek v sušnem letu zniža pridelek poljščine, ki mu sledi. Tla so osiromašena s talno vlago in ostanki korenin v tleh porabijo za mineralizacijo velike količine dušika (Matz 1991). S pridelovanjem sirka v kolobarju dosežemo večje pridelke, kot če ga gojimo v monokolturi (Yamoah in sod. 1998, De Azevedo in sod. 1999). Pomembno vlogo ima sirek tudi kot rastlina, ki močno zmanjša rastno sposobnost plevelov, kar pripisujemo njegovi tekmovalnosti in dominantni rasti (Rice 1994). Sirek lahko sejemo kot glavni posevek in tudi naknadno po spravilu žit in oljne ogrščice. Zrnje omogoča hitro sproščanje vode in s tem manjšo možnost glivičnih bolezni na zrnu. Sirek je tolerantno prilagodljiva rastlina in ima visoko toleranco na stresne razmere (Katalog 2011).\n"], "6": ["2.4 Primerjava sirka z nekaterimi poljščinami", "Sirek postaja vse pomembnejša krmna rastlina sušnih območij ZDA in nekaterih evropskih dežel (Portugalska, Španija). V primerjavi s koruzo sirek bolje izkorišča vodo in da zadovoljive pridelke, tudi če nastopi suša. V nasprotju s koruzo, ki je glede hranilne vrednosti in primernosti za siliranje dokaj izenačena, se sirki med seboj zelo razlikujejo. Siliramo lahko sirke za zrnje, krmne sirke in križance s sudansko travo. Sirki za zrnje dosežejo višino do 1,3 m, krmni sirki pa do 4 m. Pri sirkih, ki jih pridelujemo za zrnje, imamo približno polovico pridelka zrnja, polovico pa sirkovine (Verbič 2006). Rastlina po navadi doseže zrelost v 90 do 120 dneh. Pri primerjavi sladkornega sirka s sladkornim trsom so ugotovili, da ima sladkorni sirek prednost v rasti. Njegova rast je kratka. \nSladkorni trs razmnožujemo s stebli (4500–6000 ha-1 posejanih stebel), medtem ko se semena sladkornega sirka sejejo strojno (Almodares in Sepahi 1997). Setvena norma je odvisna od absolutne mase zrnja (Katalog 2011). Količina vode, ki jo potrebuje sladkorni sirek za rast in razvoj, je le tretjina vse vode, ki je potrebuje sladkorni trs (Almodares in Sepahi 1997). Prav tako so Akwasi in sod. (2010) ugotovili v poskusu, ki so ga izvedli na desetih lokacijah v Nebraski, da se pri 496 mm padavin pridelek zmanjša za 20 do 30 %. Genetsko izboljšanje sirka ugodno vpliva na vsebnost škroba v zrnu in vsebnost sladkorjev v steblu (Murray 2008).\n"], "7": ["2.5 Alelopatija sirka", "Sirek in njegovi sorodniki, kot so sudanska trava (Sorghum sudanenese (piper) Staph.), križanci sirka in sudanske trave (Sorgum bicolor (L). Moench X Sorghum sudanese (Piper) Staph.), divji sirek (Sorghum halepense), imajo alelopatske lastnosti (Panasiuk in sod. 1989, Einhelling in Souza 1989). Alelopatija pomeni zaviranje rasti ene rastlinske vrste z drugo zaradi sproščanja toksičnih snovi (Webster 1983). Izločki in ostanki sirka zmanjšajo rast mnogih plevelnih vrst v posevkih, ki so sledili sirku (Alsaadavi in sod. 1986). Snovi, ki povzročajo alelopatijo pri sirku, so fenolne kisline (vanilinska, p-kumarna, ferulična, p- hidroksi benzojska, siringična), durin in sorgoleon, ki nastanejo pri razgradnji nadzemnega in koreninskega dela rastline sirka (Guenzi in McCalla 1966, Einhellig in Rasmussen 1987). Ugotovili so tudi, da izločki, ki imajo alelopatske lastnosti, ne vplivajo samo na inhibicijo rasti plevela, ampak negativno vplivajo tudi na rast naslednjega posevka (Alsaadavi in sod. 2005). Guenzi in sodelavci (1967) so ugotovili zmanjšano rast korenin in poganjkov ter zavrtje kalitve pri pšenici in koruzi.\n"], "8": ["2.6 Tehnika pridelave v Sloveniji", "Sistem pridelave sladkornega sirka vključuje osnovno jesensko oranje, takoj ko nam to dopušča predposevek. Pred oranjem tla pognojimo s 160 kg N/ha, 100 kg P2O5/ha in 160 kg K2O/ha. Pri vnosu organskih gnojil je treba upoštevati Uredbo o mejnih vrednostih vnosa nevarnih snovi in gnojil v tla (Ur. l. RS 2005), ki omejuje vnos dušika do 170 kg ha-1. Sirek sejemo spomladi, običajno v drugi polovici aprila ali ko se tla ogrejejo na 12 -C. Setev opravimo s koruzno sejalnico v vrste na medvrstno razdaljo od 65 do 75 cm. Z manjšo medvrstno razdaljo lahko povečamo število rastlin na površini in s tem dosežemo \nvečji pridelek (preglednica 1). Razdalja v vrsti je lahko manjša od 10 cm, saj močan koreninski sistem in kompaktno steblo sirku omogočata izjemno stabilnost. Sirek je glede tipa tal dokaj neobčutljiva kultura, kar pomeni, da tudi v sušnejših letih na peščenih tleh lahko pridelamo optimalno količino kakovostne krme. Sirek za vznik potrebuje nekoliko višjo temperaturo od koruze. Hladnejša spomladanska obdobja zavirajo mladostni razvoj. Na tovrstne težave naletimo predvsem pri setvi sirka na težja neprepustna tla, ki se spomladi pozneje ogrejejo. Posevek je priporočljivo enkrat do dvakrat okopati. Prvič okopavamo, ko so rastline sirka visoke do 5 cm. Drugo okopavanje opravimo nekaj tednov kasneje, odvisno od hitrosti razvoja plevelov in zapleveljenosti. Plevele lahko zatiramo tudi s herbicidi (izbor je omejen). Posevek dognojujemo z dušikom v fazi, ko rastlina doseže približno 30 cm. Odmerek je lahko podoben tistemu za koruzo. Pri spravilu sirka se oziramo na zrelost zrnja v metlici, ki mora biti voščena (Kako 2008).\nrabo sirka (Kako 2008)\nObičajna praksa v Sloveniji je setvena norma 350.000 semen/ha pri medvrstnem razmiku 70 cm in razmiku v vrsti 4 cm ali pri medvrstnem razmiku 45 cm in razmiku v vrsti 6,3 cm. Priporočeno je mehansko varstvo pred pleveli (uporaba česal). Pridelki v proizvodnji so leta 2008 v povprečju dosegli 6,5 t/ha (Kako 2008).\n"], "9": ["3 MATERIALI IN METODE DELA", ""], "10": ["3.1 Zasnova poskusa", "Poljski poskus je bil izveden leta 2006 na lokaciji Univerzitetnega kmetijskega centra (UKC) Pohorski dvor v Pivoli pri Mariboru (46-30'16\"S, 15-37'52\"V, 302 m n. m. v.) na distričnih rjavih tleh. Za ta tip tal je značilno, da se razvije na nekarbonatni podlagi in je avtomorfnega nastanka (tla so nastala pod vplivom padavinske vode, ki prosto odteče skozi talni profil). Na Pohorskem dvoru je ta tip tal zaradi dolgoletne kmetijske rabe že močno izgubil distrični značaj. Tla spadajo v teksturni razred srednje težkih, peščeno-ilovnatih tal (67,4 % peska, 24,2 % melja in 8,3 % gline). Dobra lastnost teh tal je, da nudijo v skrajnih sušnih razmerah rastlinam več dostopne vode kot lahke naplavine (Stepančič in sod. 1998).\nVzorce za Al-analizo smo jemali do globine 30 cm s pedološko sondo po obeh diagonalah v drugi dekadi aprila. Po vsaki diagonali smo odvzeli 12 vzorcev. Sondo smo s kladivom zabili v tla do globine 30 cm. Nato smo vzorece dali v vedro. Vzorec iz vedra smo označili z lističem s podatki: ime, priimek in naslov naročnika analize, ime parcele, datum odvzema, globina odvzema, predhodna poljščina, vrsta pridelave, vrsta tal in vrsta analize. Vse skupaj smo dali v PVC-vrečko, ki smo jo zavezali in dali v hladilno torbo do laboratorija. Kemične analize tal smo opravili v laboratoriju Fakultete za kmetijstvo in biosistemske vede v Mariboru.\nAnaliza tal nam je pokazal, da je pH-vrednost tal 6.3 (preglednica 2). To pomeni, da so tla zmerno kisla. V praksi štejemo k nevtralnim tlom vsa tla v območju pH-vrednosti od 6,5 do 7,5. Za večino rastlinskih vrst je najugodnejši pH od 6,0 do 7,0 oz. v organskih tleh od 5,5 do 6,0. Založenost s fosforjem je bila 24,5 mg/100 g tal, kar pomeni, da spadajo tla v C-razred založenosti (Leskošek 1993). Tla v C-razredu so dobro založena kar pomeni, da je cilj gnojenja dosežen. Založenost tal s kalijem je bila 12 mg/100 g tal, kar pomeni, da so tla z njim srednje preskrbljena. \nUKC Pohorski dvor\nPoskus je bil zasnovan po vnaprej pripravljeni shemi (shema 1) po metodi naključnega blok sistema s 4 ponovitvami in 6 obravnavanji. Parcele so bile velikosti 5 x 18 m (površina 9 m2 pri medvrstnem razmiku 45 cm) in 5 x 2,8 m (površina 14 m2 pri medvrstnem razmiku 70 cm). Vseh parcelic je bilo 24, kar je skupno zneslo 301 m2.\nUporabljene so bile različne kombinacije setve medvrstnega razmika in gostote setve. Rastline smo sejali na medvrstna razmika 45 cm in 70 cm s presledki v vrsti 4,5, 6,3 in 9,5 cm, tako da je bila po redčenju dosežena gostota setve 10, 15 in 20 rastlin m-2. Posejana je bila sorta Autan.\nLegenda: A – medvrstni razmik 0,70 m, B – medvrstni razmik 0,45 m. Gostote setve: 1–10 rastlin m-2, 2–15 rastlin m-2, 3–20 rastlin m-2\nShema 1: Zasnova poskusa sladkornega sirka v letu 2006 v UKC Pohorski dvor \nSirek smo posejali 17. 5. 2006, redčenji pa smo opravili 30. in 31. 5. 2006. Rastline smo ročno dvakrat okopali. Prvo okopavanje smo izvedli 6. in 7. junija 2006. Drugo okopavanje, prav tako ročno, smo opravili 18. in 19 julija 2006. Poznejša okopavanja niso bila potrebna, ker je sirek pokril površino in mu pleveli več niso bili konkurečni. Potke smo dvakrat mulčili s samohodno kosilnico Gorenje Muta, da plevel ni delal gospodarske škode in je ostala površina zelena.\n"], "11": ["3.1.1 Uporabljena sorta", "V poskusu smo uporabili sorto sirka Autan. Primerna je za pridelavo zrnja in za silažo. Spada v zrelostni razred FAO 300. Rastlina je visoka od 2 do 2,5 m. Ugodno je razmerje med zrnjem (metlico) in zeleno maso rastline. Sorta ima visoko vsebnost sladkorjev (okrog 7 %). Primerna je za krmo prašičev, perutnine (zrnje). Zagotavlja zelo dobro fermentacijo silaže in še boljšo ješčnost zaradi visoke vsebnosti sladkorjev. Sorta je odporna proti poleganju. Ima dobre lasnosti v sušnih razmerah (Opisi semen 2005).\n"], "12": ["3.2 Vrednotenje poskusa", "Izbrali smo 6 rastlin iz notranjih vrst obravnavanja in ponovitve. Določili smo jih tako, da smo določili število med 5 in 15 in vsako rastlino s tem številom uporabili za vzorec. Rastlino, odrezano 3 cm nad tlemi smo stehtali celo in lat, izmerili višino do lata in do konca lata, premer stebla in vsebnost sladkorja v listih in steblu.\nRastline sladkornega sirka smo sušili v sušilnici pri 70 -C do konstantne mase. Sušili smo 5 rastlin z vsake parcelice, 120 rastlin iz celotnega poskusa.\nSladkor smo izmerili s Küblerjevim refraktometrom, ki deluje na principu loma svetlobe. Z njim lahko merimo sladkorje v vinu, moštu, mleku in medu. Ima dvojno skalo, izraženo v\n- Öe (30-130 Öechslejevih stopinj) in v % sladkorja (0-32). Za izmero sladkorja smo \npotrebovali kapljico soka, ki smo jo iztisnili iz posameznega lista in stebla tik pod kolencem (1., 6. in zadnjim kolencem in listom). Upoštevali smo skalo, ki je prikazovala % sladkorja oz. masni delež sladkorja. Izmerili smo sladkor treh rastlin na parcelici.\nS statistično analizo smo naredili tudi korelacijo za sladkorni sirek. Korelacija ali korelacijski koeficient je številska mera, ki predstavlja čvrstost linearne povezanosti in odvisnost dveh spremenljivk (Vasilj 2000). Koeficient korelacije variira med -1 in +1 in prikazuje čvrstost korelacije (bližje ko je število +1, večja je čvrstost).\n"], "13": ["3.3 Statistična obdelava podatkov", "Podatke za statistično obdelavo smo pripravili v Excelu V program MS Excel smo vnesli premer stebla, dolžino stebla, dolžino celotne rastline, maso listov, maso socvetja, maso stebla, maso celotne rastline. Analizo variance smo opravili s statističnim programom Statgraphics Centurion XV Profecional (Statgraphics® 2005) verzija 15.2.06.\n"], "14": ["3.4 Vremenske razmere v letu poskusa", "Vremenske podatke referenčne meteorološke postaje na letališču v Mariboru smo pridobili iz letopisov Agencije RS za okolje. Podatki o vremenskih razmerah v letu izvajanja poskusa in tridesetletnem obdobju (1961-1990) so prikazani v preglednici 2. Dolgoletna povprečna letna temperatura je na omenjeni lokaciji 9,8 -C. Najhladnejši mesec je januar, ko se povprečne dolgoletne temperature gibljejo okoli -1,3 -C. Najtoplejši mesec s povprečno temperaturo zraka 19,6 -C je julij. Dolgoletna povrečna letna količina padavin znaša 1047 mm. Največ padavin pade v avgustu (129 mm), najmanj pa januarja in februarja (40-50 mm), kar je prikazano v grafikonu 1. Območje izvajanja poskusa tako spada po Koppenovi klasifikaciji klime v vlažni zmerno topli pas s suhimi zimami in modificirano srednjeevropsko klimo (Stepančič in sod. 1998). \nSirek smo posejali dokaj pozno v hladna in razmočena tla. Vznik je trajal dolgo in tudi mladostni razvoj, ker smo v letu 2006 v prvi dekadi maja in junija imeli daljše hladno obdobje. Zaradi tega je imel sirek na začetku slabšo tekmovalno sposobnost. Padavin za razvoj sirka je bilo dovolj. V drugi dekadi junija je nastopilo daljše sušno obdobje z nadpovprečnimi temperaturami, ki je trajalo do konca julija, vendar pomanjkanje padavin ni povzročilo zastoja v razvoju ali zmanjšalo pridelka. Do konca vegetacije so bile agrometeorološke razmere v okviru dolgoletnih povprečij.\n(196 –1990) za Maribor ter odstopanje povprečne temperature zraka in  povprečne vsote padavin (Statistični letopis 2007)\n(-C) in količino padavin (mm) po mesecih za obdobje od maja do oktobra v  letu 2006 v primerjavi z dolgoletnim povprečjem (1961-1990) za Maribor.\n"], "15": ["4 REZULTATI", ""], "16": ["4.1 Rezultati analize premera stebla, dolžine stebla in dolžine celotne rastline", "Rezultati kažejo, da medvrstni razmik ni vplival na merjene parametre, medtem ko je gostota rastlin statistično značilno vplivala (P ≤ 0,01) le na dolžino rastline (preglednica 3). Statistično značilno najdaljša in enaka dolžina rastline je bila dosežena pri gostoti setve 20 in 10 rastlin m-2.\n* ** ***  , , - označuje statistično značilno razliko pri p ≤ 0,05, p ≤ 0,01, p ≤ 0,001;  n.s. – ni statistično značilnih razlik med obravnavanji; a, b – srednje vrednosti v okviru posameznih proučevanih dejavnikov, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncan α = 0,05) Razdalja: 1-45 cm, 2–70 cm. Gostota: 1–10 rastlin m-2, 2-15–rastlin m-2, 3-20–rastlin m-2\n"], "17": ["4.2 Rezultati analize mase stebla, mase listov, mase socvetja in mase celotne rastline", "Analiza variance je pokazala, da je gostota statistično značilno vplivala na maso listov in maso celotne rastline, na maso socvetja in maso stebla pa ni imela vpliva (preglednica 4). Statistično značilna najvišja masa listov je bila dosežena pri gostoti setve 20 rastlin m-2 in se je statistično značilno razlikovala od gostote setve 15 in 10 rastlin m-2, ki sta bili \nstatistično značilno enaki. Prav tako je bila statistično značilno najvišja masa celotne rastline pri 20 rastlinah m-2 in se je statistično značilno razlikovala od gostote setve 15 in 10 rastlin m-2, ki sta statistično značilno enaki.\n* ** ***  , , - označuje statistično značilno razliko pri p ≤ 0,05, p ≤ 0,01, p ≤ 0,001;  n.s. – ni statistično značilnih razlik med obravnavanji; a, b – srednje vrednosti v okviru posameznih proučevanih dejavnikov, označene z različnimi, črkami se med seboj statistično značilno razlikujejo (Duncan α = 0,05)\nMedvrstni razmik: 1-45 cm, 2–70 cm. Gostota: 1–10 rastlin m-2, 2-15–rastlin m-2, 3-20–rastlin m-2\n"], "18": ["4.3 Rezultati pridelekov zrnja in nadzemne mase", "Analiza variance je pokazala, da je gostota statistično značilno (P ≤ 0,01) vplivala na pridelek zrnja ha-1. Najvišji pridelek zrnja je bil dosežen pri gostoti 20 rastlin m-2. \nStatistično značilne razlike so bile med sklopoma 10 in 20 rastlin m-2 ter med 15 in 20 rastlinami m-2. Razmik ni imel statistično značilnega vpliva (P ˃ 0,05) na pridelek zrnja (preglednica 5).\nMedvrstni razmik je statistično značilno vplival na pridelek silaže na parcelo. Statistično značilno najvišji pridelek silaže je bil dosežen pri medvrstnem razmiku 70 cm in se je statistično značilno razlikoval od pridelka silaže pri medvrstnem razmiku 45 cm. Statistično značilno je bil najvišji pridelek silaže dosežen pri gostoti setve 20 rastlin m-2 in se je statistično značilno razlikoval od pridelka silaže pri gostoti setve 10 in 15 rastlin m-2, ki se statistično značilno nista razlikovali.\n* ** ***  , , - označuje statistično značilno razliko pri p ≤ 0,05, p ≤ 0,01, p ≤ 0,001; n.s. – ni statistično značilnih razlik med obravnavanji; a, b – srednje vrednosti v okviru posameznih proučevanih dejavnikov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan α = 0,05)\nRazdalja: 1-45 cm, 2–70 cm. Gostota: 1–10 rastlin m-2, 2-15–rastlin m-2, 3-20–rastlin m-2\n"], "19": ["4.4 Korelacije", "Iz preglednice 6 je razvidno, da je bila korelacija med vsebnostjo sladkorja v prvem kolencu in listom čvrsta (r = 0,54), prav tako je bila korelacija čvrsta med prvim kolencem in zadnjim kolencem (r = 0,72) kot tudi med prvim kolencem in zelenim listom (r = 0,61), kar pomeni, da je pridelek v veliki meri odvisen od sladkorja. Korelacije med prvim kolencem in silažo na parcelo ni bilo, prav tako ni bilo korelacije med prvim kolencem in pridelkom na parcelo ter med prvim kolencem in pridelkom listov. Korelacija med pridelkom listov in pridelkom celotne rastline je bila šibka (r = 0,51). \n* ** ***  , , - označuje statistično značilno razliko pri p ≤ 0,05, p ≤ 0,01, p ≤ 0,001; n.s. – ni statistično značilnih razlik med obravnavanji; a, b – srednje vrednosti v okviru posameznih proučevanih dejavnikov, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncan α = 0,05)\n"], "20": ["4.5 Vsebnost suhe snovi", "Vsebnost suhe snovi v sladkornem sirku glede na razmik in gostoto variira med 22 in 36,1 % (preglednica 7). Najvišji delež suhe snovi je bil dosežen pri razmaku 45 cm in gostoti 10 rastlin m-2, in sicer 36,1 %. \n"], "21": ["4.6 Vsebnost sladkorjev v sladkornem sirku", "V voščeni zrelosti smo izmerili vsebnost sladkorjev v sladkornem sirku. Povprečne vrednosti so prikazane v preglednici 8. Vsebnost sladkorjev je v povprečju variirala med 5,5 % v 6. listu in 14,0 % v 6. kolencu.\n"], "22": ["5 SKLEPI", "Na podlagi poljskega poskusa v letu 2006 – vpliv gostote setve na rast, pridelek in vsebnost sladkorjev v sladkornem sirku, ki je bil izveden v UKC Pohorski dvor v Hočah, lahko sklepamo:\n- da gostota rastlin sladkornega sirka statistično značilno vpliva na dolžino celotne rastline,  na premer stebla in dolžino stebla pa ne vpliva. Medvrstni razmik nima statistično  značilnega vpliva na dolžino stebla, dolžino celotne rastline in premer stebla;\n- da je gostota setve statistično značilno vplivala na pridelek zrnja in silažno maso. Najvišji  pridelek zrnja je bil dosežen pri gostoti 20 rastlin m-2;\n- vsebnost suhe snovi v sladkornem sirku glede na razmik in gostoto je variirala med 22,0  % in 36,1 %. Najvišji delež suhe snovi je bil dosežen pri razmiku 45 cm in gostoti 10  rastlin m-2, in sicer 36,1 %.\n- korelacija vsebnosti sladkorjev v prvem kolencu in listu je bila čvrsta, prav tako je bila  korelacija čvrsta med prvim kolencem in zadnjim kolencem kot tudi med prvim  kolencem in zelenim listom;\n- vsebnosti sladkorjev so v povprečju variirale med 5,5 % v 6. listu in 14 % v 6. kolencu.\n"], "abstract": ["Sladkorni sirek (Sorghum sacharattum L.) je energijska rastlina, pomembna v humani in živalski prehrani. Z namenom preverjanja vpliva gostote posevka (10, 15 in 20 rastlin m-2), posejanih v medvrstnih razmikih 0,45 in 0,70 m, na pridelek sladkornega sirka, maso listov, maso socvetja in morfološke lasnosti (premer stebla, dolžino stebla in celotne rastline) je bil v letu 2006 v UKC Maribor zasnovan poljski poskus v štirih ponovitvah in šestih obravnavanjih. Gostota rastlin je statistično značilno vplivala na dolžino celotne rastline, na premer stebla in dolžino stebla pa ni imela vpliva. Medvrstni razmik ni imel statistično značilnega vpliva na maso stebla, maso listov, maso socvetja in na maso celotne rastline. Ob tem pa je gostota statistično značilno vplivala na maso listov in maso celotne rastline. Najvišjo maso listov smo dobili pri 20 rastlinah m-2. Najvišji pridelek zrnja in silaže je bil dosežen pri gostoti 20 rastlin m-2. Vsebnost suhe snovi v sladkornem sirku glede na razmik in gostoto je variirala med 22,0 in 36,1 % in vsebnost sladkorjev v povprečju variira med 5,5 % v 6. listu in 14,0 % v 6. kolencu. "]}