{"1": ["1 UVOD", "Raziskave tržišča zadnjih let kažejo, da vse več kupcev išče ekološko in zdravo hrano. V tej smeri gre tudi razvoj sadjarstva. Tako se iz leta v leto ekološko sadjarstvo povečuje tako pri nas kot v svetu. S tem pa se povečuje tudi tržišče oz konkurenca med sadjarji. Cilj vsakega sadjarja je pridelati čim lepša in kakovostna jabolka in jih tudi prodati po čim višji ceni. Pri tem pa pri ekološki pridelavi nastajajo problemi, kako pridelati najboljše jabolko, glede na to, da ne smemo uporabljati fitofarmacevtskih sredstev, mineralnih gnojil, herbicidov…\nPrav za namene ekološke pridelave je industrija razvila naravna ekološka foliarna gnojila, ki so izdelana iz različnih vrst morskih alg, v katerih so aminokisline, fitohormoni (giberelini, avksini, citokini) in vitamini. Ta foliarna gnojila tako spodbujajo rast korenin in poganjkov ter vplivajo na krepitev rastlin in s tem izboljšujejo in povečujejo pridelek, povečujejo pa tudi imunsko moč rastline (v primeru stresnih situacij – mraz, pozeba, toča..).\nTe pripravke poznamo tudi pod imenom biostimulatorji, katerih je veliko vrst glede na način delovanja in se uporabljajo v integriranem ter v določeni meri tudi v ekološkem pridelovanju, pri vseh kulturnih rastlinah.\nTako smo v letih 2007 in 2008 na posestvu Fakultete za kmetijstvo in biosistemske vede Univerze v Mariboru izvedli poskus v ekološkem nasadu jabolk sorte 'Topaz' s foliarnim gnojilom Basfoliar aktiv, ki je pridobljen iz izvlečkov rjavih morskih alg Ecklonia maxima. Namen raziskave je bil ugotoviti, kakšen vpliv ima pripravek za krepitev rastlin in njegov vpliv na količino in kakovost pridelka v primerjavi z netretiranimi drevesi. V ta namen smo postavili naslednjo delovno hipotezo:\n- Basfoliar aktiv povečuje pridelek in njegovo kakovost.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Poimenovanje ekološkega kmetijstva", "Poznanih je okrog 16 različnih imen za ekološko sprejemljivejše pridelovanje, med njimi pa sta najbolj poznana poimenovanja biološko in ekološko kmetijstvo. Zakonodaja EU predlaga, da se za latinsko – nemško govorno področje uporablja izraz biološko kmetijstvo (biologiqe in biologische), za anglo – saksonsko organsko (organic) in za skandinavske dežele ekološko kmetijstvo. V Sloveniji smo sprejeli slednjega. Ekološko kmetijstvo pa je najbolj uporabljen izraz za ekološko bolj sprejemljiv način kmetovanja. Seveda je treba reči, da je vsa pridelava biološka. S tem izrazom so želeli opozoriti na pomen živih organizmov (biosa), na spoštovanje zakonov narave in aktivacijo bioloških procesov v tleh, to je fiksacijo atmosferskega dušika, na mikroorganizme, in na odpornost rastlin (Bavec F. 2003).\n"], "4": ["2.2 Ekološko sadjarstvo", "Trend v zadnjih letih je zdrava, naravna in sveža hrana v vseh kmetijskih panogah, še posebej v sadjarstvu. Temelj ekološkega sadjarstva pa je dolgoročno ohranjanje zdravega okolja in s tem dobrih bivalnih razmer za živa bitja (predvsem koristnih živali v nasadih). Bistvo ekološkega sadjarstva je odpovedovanje uporabi kemičnosintetičnih pripomočkov, ki imajo potencialno škodljive posledice za ljudi in živali. V ospredju je pridelovanje s pomočjo naravnih zakonitosti. V ekološkem sadjarstvu ne uporabljamo lahko topnih mineralnih gnojil, zato pa skrbno ravnamo z gnojili, ki nastanejo na kmetiji (kompostiranje, prezračevanje gnojevke), izvajamo zeleno gnojenje, mulčenje, raznovrstno kolobarjenje in skrbno obdelujemo tla. Prav tako ne uporabljamo herbicidov, razvoj rastlin in plevelov mehansko ali toplotno uravnavamo in ne uporabljamo kemičnosintetičnih \npesticidov, zato pa spodbujamo zdravje tal, rastišču ustrezno izbiramo sorte, sadimo odpornejše sorte in uporabljamo naravne učinkovine.\nNa splošno razlikujemo dve smeri ekološkega kmetovanja:\n-biološko – dinamično in\n-organsko – biološko.\nBiološko – dinamično kmetijstvo je bilo, po dr. Rudolfu Steinerju, prvo gibanje v tej smeri. Steiner se je s kmetijskimi vprašanji ukvarjal zgolj teoretično. Njegov cilj je bilo samozadostno kmetijstvo, ki naj bi upoštevalo tudi znanstveno sporne »čiste sile«. Pri obdelovanju tal, zatiranju plevela, pripravi kot tudi pri trosenju pripravkov, upošteva prav tako neznanstvene »kozmične konstelacije«. V praksi biološko-dinamičnega kmetijstva pri setvi, sajenju, negi in žetvi, kolikor dovoljujejo vremenske razmere, naj bi ravnali skladu s »kozmičnimi silami«. V svojih spisih Steiner opisuje pripravo in delovanje nekaterih rastlinskih pripravkov (iz rmana, kamilice, koprive, hrastovega lubja, regrata), iz katerih delamo organska gnojila. Posebno pozornost namenja preventivnim ukrepom za krepitev rastlin. Organsko-biološko kmetijstvo (začetnik H. Mueller 1891 – 1988) se je razvilo šele v šestdesetih letih. Muellerjev cilj je bil, da bi postali kmetijski obrati neodvisni od dokupa surovin. Kmetom je pripisoval odgovornost za narodovo zdravje in jim skušal tako vliti več upanja vase. Zdrava tla so prvi pogoj za zdrave rastline, torej tudi za zdravje ljudi. Gnojenje je preusmerjeno v prehranjevanje živih bitij v tleh. Z vsestranskim kolobarjenjem in pospeševanjem naseljevanja in razmnoževanja koristnih organizmov poskušamo čim bolj zmanjšati uporabo pripravkov (Lind in sod. 2001).\nKot začetek pridelave ekološkega sadja v Sloveniji lahko označimo leto 1997, ko je Sadjarska zadruga Posavja začela razmnoževati odporno sorto jabolk ‘Topaz’. Z razvojem odpornih in robustnih sort pri jablani je ekološko sadjarstvo postalo tržno bolj zanimivo (Štampar 1995).\nSadje in zelenjava sta vodilna sektorja v Evropi (cca. 30%) in naraščata hitreje od ostalih sektorjev. Od tega predstavlja ekološka hrana 1 – 3% celotnega trga hrane. Nacionalni cilji \n(EU) so do 10% eko pridelave, v Sloveniji do 15%. Pri ekološki pridelavi je pridelek bolj variabilen (odvisno od vremena, gostote sajenja, možnosti namakanja, sorte…). S tem je tudi pričakovan povprečen letni pridelek v eko nasadih med 10 in 15 t/ha, v intenzivnih nasadih pa do 40 ton (Tojnko 2007).\nV zadnjem desetletju npr. je v Švici prišlo do petkratnega povečanja ekološke proizvodnje. Dejavniki, ki prispevajo k temu porastu, vključujejo nove in učinkovite nekemične metode za zatiranje bolezni in škodljivcev, boljše upravljanje in proizvodno tehnologijo ter povečano trženje ekoloških proizvodov. Anketa povpraševanja potrošnikov je pokazala, da v Švici tržijo 3 – 5 % ekološko pridelanih jabolk, v prihodnosti pa želijo doseči 10 % delež ekološko tržnih jabolk (Weibel 2001).\nŠtudije kažejo, da imajo plodovi iz ekoloških nasadov bistveno bolj trdno meso (≤14%) od integrirane pridelave, 10% višji indeks notranje kakovosti (na osnovi sladkorja, jabolčne kisline in čvrstosti mesa) ter 15% višje ocene po organoleptični oceni (Weibel 2004).\nŠtudije tudi kažejo, da ekološko kmetovanje izboljša rodovitnost tal na način in v obsegu, ki ga ni mogoče doseči s tradicionalnim kmetijstvom, tudi če slednje dosledno spoštuje nekatera ekološka načela (Maire in sod. 1990).\nNa grafu 1 je prikazana krivulja odvisnosti biološke kakovosti tal od vrste kmetovanja \nng/mg\n0 10 20 30 40 50 60 let  kmetovanje in vsebnostjo ATP (adenozin-trifosfata) v zemlji (Maire in sod.  1990).\nEkološko kmetovanje se povečuje povsod, povpraševanje poteka preko vseh distribucijskih kanalov: maloprodajne verige, specializirane trgovine, neposredno trženje, predelava in je lahko nova podjetniška priložnost v smislu razvoja in diferenciacije pridelka (Tojnko 2007).\n"], "5": ["2.3 Organska gnojila", "Organska ali naravna gnojila so v primerjavi z rudninskimi (umetnimi) naravne snovi. Dodajamo jih zemlji s čimer nadomestimo hranila v tleh, ki so jih rastlinske korenine izčrpale (Fabrizio 1996).\nMedtem ko rudninska gnojila vsebujejo rastlinska hranila v obliki neorganskih spojin (kalijev klorid, amonijev nitrat itd.) torej soli, ki predstavljajo tako rekoč že pripravljeno hrano za rastline, pa je glavna značilnost organskih gnojil, da so sestavljena iz organskih spojin, rastlinskih in živalskih odpadkov ter ostankov in izločkov (Leskovšek 1993). \nGlavna naloga organskega gnojenja, ki ga ne more nadomestiti nobeno gnojenje z anorganskimi snovmi je nastanek in dopolnjevanje humusa (Schubert 1974).\nPoznamo pa tudi specializirana gnojila (npr. gnojila brez klora, gnojila z zakasnelim sproščanjem, organski pospeševalci rasti, itd.). V svoji diplomski nalogi se bom ukvarjal le z eno vrsto teh gnojil in sicer z listnimi (foliarnimi) gnojili (http://www.behnmeyer.com/0908130938%c2%bbSpecialty_fertilizers.aspx).\n"], "6": ["2.3.1 Foliarno gnojenje", "Z razvojem plodov se precej zmanjša koreninska aktivnost rastline in s tem sprejem hranil skozi tla. To je predvsem posledica tekmovanja med plodovi in koreninami za ogljikove hidrate in asimilate, ki so na voljo. Ker so plodovi precej močnejši porabniki, sta rast korenin in njihova vloga nekoliko zmanjšana. Razlika v sposobnosti sprejema hranil se zato lahko nadomesti skozi liste. Z enkratnim nanosom lahko dodamo le manjšo količino letne potrebe po določenem mineralu. Pri mineralnih snoveh, ki se slabo premeščajo po floemu (kalcij), je zato potrebnih še več zaporednih foliarnih nanosov v rastni dobi, da pride do želenega učinka. Sprejem hranil skozi liste je najbolj učinkovit, ko je raztopina elementa nanesena na list kot zelo tanka plast. Minerali prehajajo v list skozi povrhnjico in skozi listno režo (Štampar 1995).\nPri elementarnih nesrečah, ko je drevje mehanično poškodovano, je hitro dodajanje hranilnih snovi neposredno na poškodovane dele rastline zelo pomembno. Znano je, da rastline hitro vsrkavajo hranilne snovi preko listov in jih razvrščajo v tiste rastlinske dele, kjer je potreba največja. Najprimernejši čas za gnojenje je v zgodnjih jutranjih ali poznih popoldanskih urah, oz. v oblačnem vremenu, ko ni močne sončne pripeke, ki bi lahko povzročila ožige na zelenih listih škropljene rastline (dovolj visoka relativna zračna vlaga – več kot 65% in pri T= 13 – 20 - C) (Gutman – Kobal in Repič 1997). \nFoliarna gnojila za krepitev rastlin vsebujejo soli fosfornih kislin. Te pripomorejo v rastlini ustvariti redukcijo plesni (Ruehmer 2009).\n"], "7": ["2.4 Prehrana rastlin", ""], "8": ["2.4.1 Dušik (N)", "Je element, ki ga rastline nujno potrebujejo za rast in razvoj. Je sestavni del listnega zelenila in beljakovin, torej sestava vsake žive celice. Učinkuje na rast in povečuje energijo fotosinteze. Nahaja se tudi v mnogih encimih, hormonih in vitaminih, predvsem ga je dosti v listju (klorofil) in semenu (beljakovine). V rastni dobi potuje in sicer iz starejših delov rastline v mlajše (Jazbec 1995).\nZ jesenskim foliarnim dodajanjem dušika povečamo kakovost cvetov v naslednjem letu, poveča se število celic v nastajajočem, diferencirajočem se brstu. Listi so zaradi tega dlje časa fotosintetsko aktivni in tvorijo več asimilatov (Štampar 2005).\n"], "9": ["2.4.2 Kalij (K)", "Zanj je značilno, da krepi celično tkivo in omogoča asimilacijsko dejavnost klorofila, jo pospešuje in krepi. Je pomemben za nastanek škroba v plodovih in zato vpliva na kakovost, trpežnost, obarvanost in sočnost plodov. Sodeluje pri nastajanju beljakovin in skladiščenju ogljikovih hidriatov ter uravnava rast korenin (Štampar 2005).\nUstrezna oskrba s kalijem je bistvenega pomena za ekološko in konvencionalno pridelavo. Kalij sodeluje pri številnih fizioloških reakcijah rastlin, vključno z ozmoregulacijo, sintezo proteinov, encimsko aktivacijo in fotosintetskim prenosom. Študije so pokazale, da je bilanca kalija v mnogih nasadih negativna, saj se več K odstrani s pobranimi pridelki, kot se ga vrne v tla (Heenan 1981). \nNa drevesih, ki močno rodijo, se ogljikovi hidrati in kalij nalagajo v velikih količinah v plodovih, medtem ko se pri drevesih z malo plodovi nalagajo v listih. Tako se v primeru velikega pridelka, količina kalija v listih zmanjša do take mere, da pride do sušenja listja. Sočasno pa se zmanjša tudi sprejem Ca v plodove, slabša pa je tudi razporeditev P, N in Mg (Faust 1989).\n"], "10": ["2.4.3 Fosfor (P)", "Kot sestavni del živih celic igra fosfor eno od najpomembnejših vlog v življenju rastline, zlasti v njihovem reproduktivnem razvijanju, v formiranju in funkcijah reproduktivnih organov. Vpliva na bujnost rastlin in na pravočasno dozorevanje lesa, sočasno pa pospešuje tudi cvetenje, oplojevanje in zorenje plodov (Jazbec in sod. 1995).\nKoncentracija fosforja v plodovih je približno trikrat nižja kot v listih. Minimalna koncentracija za dobro kvaliteto plodov je 0,24% P v listih. Pomembno vlogo pri mobilizaciji fosforja iz mineralov imajo mikroorganizmi. Večja je biološka aktivnost, večja je preskrba s fosforjem v rastlini (Strauss 1986).\nKorenine sprejemajo P iz talne raztopine takrat , ko njegova koncentracija znaša med 0,5 in 10 mikromoli. Sprejem v plodove pa se vrši ves čas debeljenja, vse do obiranja. Obstaja tudi povezava med vsebnostjo P v listih in plodovih, kjer je koncentracija fosforja okrog 3x nižja. Za dobro kvaliteto plodov mora biti koncentracija v listih večja od 0,24% (Faust 1989).\n"], "11": ["2.4.5 Kalcij (Ca)", "Rastline sprejemajo kalcij v obliki Ca2+. Ta kalcij ostane v rastlinah večinoma v ionski obliki, deloma pa se vgrajuje v organske spojine (Krajnčič 2008).\nKar 60% kalcija je v celični steni. Tam se veže na pektinske kisline, proteine in hemicelulozo. Ker se pektini z zorenjem razkrojijo se plodovi mehčajo. Podoben učinek nastane pri napadu bolezni in škodljivcev (Štampar 2005).\nV rastlinah je potreben za izgradnjo novih tkiv, za utrjevanje rastlinskih tkiv, ter tudi za nastanek sladkorja in škroba. V plodovih je pomemben za čvrstost in odpornost in izboljša kvaliteto plodov, transportno in skladiščno sposobnost (Ćustić 2001).\nKalcij vpliva na staranje sadja in njegovo kvaliteto tako, da spreminja znotraj/zunajcelične procese in stopnjo mehčanja sadja, ki je odvisna od stanja Ca v sadju. Kalcij opravlja tudi regulatorno vlogo pri različnih procesih, ki vplivajo na delovanje celic in prenos signalov (Fallahi in sod. 1997).\nV listih bolj obremenjenih dreves ga je manj, manjše razlike so pri manj razpoložljivem N. Gostota pridelka je variabilna za kalcij in dokazana je pozitivna korelacija: več kalcija v plodovih – višji pridelek. In nasprotno: povečana gostota plodov, manjši plodovi, podaljšana translokacija preko ksilema in po drugi strani slabša rast poganjkov je posledica slabše akumulacije Ca v plodovih (Hanssen 1980).\nOb obiranju imajo jabolka visoko stopnjo medsebojnega stika celic. S kalcijem tretiranja jabolka, ki so bila skladiščena več mesecev, so zadržala svojo čvrstost in medcelični stik, medtem ko so se netretirana jabolka med skladiščenjem zmehčala in so se celične stene napihnile in na koncu izgubile stik (Fallahi in sod. 1997).\n"], "12": ["2.4.6 Magnezij (Mg)", "Je element, ki je kot sestavni del klorofilnih zrn v vseh delih rastline. Raztopljen je v celičnem soku in dobro gibljiv po vsej rastlini. Pomembno vlogo ima pri prenašanju fosforja po rastlini, kjer skupaj pospešujeta oplodnjo in razvoj plodov (Jazbec in sod. 1995).\nMg2 + je bistvenega pomena za rast rastlin in je prisoten v višjih rastlinah v velikostnem redu 80 g mol-1 suhe teže. Količine Mg2 + so različne v različnih delih rastline in so odvisne od stanja prehranjenosti. V obdobju izobilja se odvečni Mg2 + lahko shrani v žilnih celicah (Stelzer s sod. 1990), v obdobju pomanjkanja se Mg2+ prerazporedi v mnogih rastlinah od starejših v mlajše liste (Laing in sod. 2000).\nIma tudi pomembno vlogo pri tvorbi beljakovin in fotosintezi. Obstaja povezava s kalcijem pri skupnem sprejemu in ksilemskem transportu, čeprav je Mg mobilen tudi v floemu (Tromph 1975) pri transportu iz listov v plodove. Dokazana je pozitivna korelacija med K in Mg v plodovih in negativna v listih (Hansen 1971).\nV plodovih je koncentracija magnezija dvakrat večja od koncentracije kalcija. Plodovi, ki vsebujejo veliko magnezija, vsebujejo malo kalcija (Faust 1989).\n"], "13": ["2.4.7 Železo (Fe)", "Je pomemben mikroelement, ki sodeluje pri nastajanju klorofila. Pripisujejo mu pomembno vlogo tudi pri tvorbi vitaminov v plodovih. Pomanjkanje povzroči klorozo listja, ki nastane zaradi pomanjkanja klorofila. Prava znamenja kloroze se pokažejo običajno na vršnjih listih poganjkov. Slabša je rast poganjkov in listov, pri močnem pomanjkanju odmirajo vršički. Slabša je rodnost ter intenzivno rdeče obarvanje plodov (Jazbec in sod. 1995). \nŽelezo je potreben za proizvodnjo klorofila, zato njegovo pomanjkanje povzroča kloroze. Porablja se v aktivnem mestu glutamil – tRNA reduktaze, encima, potrebnega za nastanek 5-aminolevulinske kisline, ki je predhodnik hema in klorofila ( Kumar in Söll 2000).\n2.4.8 Bor (B)\nSadno drevje ga potrebuje, vendar v majhnih količinah. Odločilno vlogo ima pri oploditvi, tvorbi semen in uravnavanju vodnega režima v rastlini (med sušo). V rastlino in plodove prihaja celo rastno dobo, sprejem je moten le v sušnih razmerah. Je najbolj raziskan element med mikroelementi: potrjeno je, da je nujno potreben za normalen razvoj ter za funkcije razmnoževalnih organov, diferenciacijo cvetnih brstov, cvetenje, oplodnjo, zasnovo in razvoj plodov. V suši se ob zadostnih količinah bora zmanjša prepustnost protoplazme, kar se odraža v odpornosti na sušo, deluje kot biokatalizator v oksidacijskih procesih v celicah in s tem omogoča dostop kisika iz zemeljske atmosfere (Stankovič 1977).\n"], "14": ["2.4.9 Mangan (Mn)", "Mangan sodeluje v številnih pomembnih procesih, vključno s fotosintezo in metabolizmom dušika in ogljikovih hidratov. Opravlja vlogo biokatalizatorja pri nastajanju klorofila v listu, hkrati pa pospešuje tvorbo vitaminov v plodovih (Jazbec in sod. 1995).\n"], "15": ["2.4.10 Baker (Cu)", "Je pomemben mikroelement in sestavni del encimov. Vpliva na nastajanje klorofila in sodeluje pri fotosintezi (Jazbec in sod. 1995). \n2.4.11 Cink (Zn)\nVloga cinka pri prehrani sadnega drevja še ni dovolj proučena. Domnevajo, da sodeluje pri nastajanju klorofila in dihanju. Cink pomaga pri rasti celic, potrebnih za koreninski sistem, formiranju novih listov, pri pospešeni rasti in izboljšani odpornosti na stres (Jazbec in sod. 1995).\n"], "16": ["2.5 Biostimulatorji", "Biostimulatorje uvrščamo med biološke (naravne) snovi, ki spodbujajo procese v rastlinah (Starck 2005).\nV skupino biostimulatorjev vključujemo eno ali več sestavin pripravkov, kateri so iz ekstraktov naravnih snovi iz rastlin, ki v svoji sestavi vsebujejo predvsem aminokisline, vitamine, encime, hormone (giberelini, avksini, citokinini), sladkorje, antioksidante in živalske izvlečke, ki vsebujejo predvsem aminokisline in peptide, ki spodbujajo aktivnost encimov v rastlinskih tkivih. Biostimulatorji vplivajo predvsem na presnovo rastlin. Spodbudijo sintezo naravnih hormonov, včasih tudi povečajo njihove aktivnosti, omogočajo lažje prevzemanje hranil iz substrata , spodbujajo rast korenin, prispevajo k večjemu donosu pridelka, ter pogosto vplivajo na njegovo kvaliteto. Poleg tega še povečajo odpornost rastlin na neugodne stresne razmere, kot so suša, zmrzal, onesnaženje okolja s težkimi kovinami. K biostimulatorjem štejemo različne pripravke, kateri so pridelani iz različnih vrst morskih alg:\n- Aseophylum nodosum (Goemar, BM 86, Wuxal)\n- Focus, Leminaria (SM 3)\n- Phaeophyceae (Bio-algen)\n- Ecklonia maxima (Basfoliar aktiv, Kelpak) (Gawronska 2008). \nModro – zelene morske alge\nSo izvleček izločkov številnih snovi, ki vplivajo na rast in razvoj rastlin (Ordog 1999). Rastline jih izkoristijo za pospeševanje rasti z regulatorji, vitamini, polipeptidi, aminokislinami, protibakterijskimi in protiglivičnimi snovmi, ki izboljšujejo rast rastlin in produktivnosti (Zaccaro in sod 1990).\nPo dolgotrajnem stresu (npr. suši), proizvodnja citokinina na vršičkih koreninic močno upade, zaradi česar se malo ali sploh nič citokininskega ksilema prenese v liste. Ustrezne ravni citokinina v listnem tkivu sporočajo rastlini, da ohranja proizvodnjo antioksidantov in se upira staranju (senescenca ali programirana celična smrt). Ko ravni citokinina v listnem tkivu upadejo, se proizvodnja antioksidantov ne ohrani in programirana celična smrt (in spremljajoč prenos zalog energije v tkiva krošenj) je omogočena. Tak propad lahko preprečimo, da uporabimo preizkušene biostimulatorje, ki temeljijo na izvlečkih vodnih rastlin, ki vsebujejo citokinin, predvsem rjave morske alge (Ecklonia maxima) pred začetkom poletnih stresov (http://www.mineralpro.co.rs/kelp/morskealge.html#1).\nRjave morske alge (Ecklonia maxima) so naravni in izjemen vir avksinov in citokininov; to je skupina bioregulatorjev rasti, za katere je dokazano, da imajo številne ugodne fiziološke učinke na rastline. Že leta 1975 je bilo ugotovljeno, da imajo pozitivne učinke na rast rastlin. Te alge rastejo v čistih, hladnih vodah ob obali Južne Afrike. Predelane so po patentiranem postopku hladnega stiskanja, ki omogoča ohranitev vseh vrednih dragocenih celičnih sestavin. Postopek poteka brez kemikalij, dehidracije, vročine ali zamrzovanja (www.kelpak.com/index.php?option=com_content&view=article&id=1:our- story&catid=1:at-a-glance&Itemid=1).\nV obdobju 2001 – 2005 je bil izveden poskus s pripravkom Kelpak, ki je pridobljen iz rjavih morskih alg Ecklonia maxima. V poskus so bile vključene sorte gala, zlati delišes, jonagold in elstar. Jabolka so bila škropljena pet krat, v obdobju od konca cvetenja do štiri tedne pred obiranjem. Ugotovljeno je bilo izboljšanje porazdelitve jabolk v velikostnih \nrazredih in nekoliko zmanjšanje rdečkastih lis. Odvisno od potrebne obarvanosti sorte je rezultat glede zmanjšane obarvanosti pri gali poslabšanje, pri jonagoldu pa izboljšanje. Ugotovljeno je bilo, da imajo plodovi visoko raven celotnega dušika. Pripravek je tudi spodbudil rast poganjkov in listov, izboljšal kakovost cvetov in podaljšal čas cvetenja (Basak 2005).\nLeta 2009 so na poskusni postaji Haidegg za sadje in vino napravili poskus z raznimi foliarnimi pripravki, v katerega je bil vključen Basfoliar aktiv. Spremljali so učinkovitost delovanja pripravkov proti jabolčnemu škrlupu. Poskus je obsegal šest obravnavanj s štirimi ponovitvami s porabo 3 l pripravka na hektar. Na škropljenih površinah je bila 85% stopnja učinka. Zelo dobri rezultati so bili doseženi tudi s kombinacijo dveh pripravkov, katera imata za aktivno snov fosfit (Basfoliar aktiv in Frutogard). Pri obeh pripravkih so po 23 obravnavanjih do prvega obiranja bili sledovi fosfita v plodovih, kateri so ostali v plodovih še tudi po obiranju, vendar v nižjih koncentracijah, oz. pod mejo EU standarda (Ruehmer 2009).\n"], "17": ["2.6 Fitohormoni", "Rastlinski hormoni (fitohormon) so regulatorji, ki jih proizvajajo rastline in v nizkih koncentracijah regulirajo fiziološke procese pri rastlinah. Fitohormoni se običajno prevajajo znotraj rastlin od območja produkcije do območja učinkovanja (Takahashi 1986).\nDoslej je bilo znanih pet glavnih skupin fitohormonov: avksini, giberelini, citokinini, abscizinska kislina in njej sorodne spojine ter etilen. Albersheim in Darvill pa sta v reviji Scientific American objavila študijo, ki odkriva še oligosaharide kot šesto skupino fitohormonov (Krajnčič 2008).\n"], "18": ["2.6.1 Avksini", "Pospešujejo dolžinsko rast celic, povzročajo dolžinsko rast stebelnih poganjkov v višino in rast korenin navzdol, obenem pa preprečujejo rast stranskih stebelnih poganjkov. Poleg tega nastaja v rastlinah etilen, ki skrbi za razvoj žilnega sistema in stranskih korenin. Thimann 1969 je definiral avksine kot naravne in sintetične organske spojine, ki v nizkih koncentracijah (< 0,001 M) pospešuje dolžinsko rast stebelnih poganjkov in zavirajo rast korenin. Doslej je znanih že nad 30 naravnih avksinov in njihovih metabolitov in nad 40 sintetičnih avksinov in antiavksinov. Najbolj razširjen in najpomembnejši naravni avksin je indol-3-ocetna kilslina IAA (Kajnčič 2008).\n"], "19": ["2.6.2 Giberelini", "Giberelini nastajajo predvsem v meristematskih in rastočih tkivih stebelnih poganjkov, korenin in mladih listov ter v nezrelih semenih in plodovih, kjer so največje količine giberelinov. V celicah se sintetizirajo predvsem v kloroplastih. Transportirajo se podobno kot avksini, po floemu. Kot glukozidi pa potujejo tudi po ksilemu. V nasprotju z avksini – potujejo v steblih navzgor in ne navzdol. Funkcije giberelinov:\n- pospešujejo dolžinsko rast stebla mladih rastlin,predvsem rast internodijev, kar je v  glavnem posledica podaljševanja celic in le deloma celične delitve.\n- Pospešujejo delovanje kambija\n- izzovejo razvoj partenokarpnih plodov (Krajnčič 2008)\n"], "20": ["2.6.3 Citokinini", "So fitohormoni, ki pospešujejo celično delitev. Sintetizirajo se v meristematskih tkivih koreninskih vršičkov in mladih listov (Krajnčič 2008).\nCitokinini so naravne in sintetične substance katere so nujno potrebne za rast in diferenciacijo celic. Primarno pa so citokinini odgovorni za nastanek in nadzor delitve celic, kateri potrebujejo za popolno delovanje še prisotnost drugih hormonov (npr.avksina). Zraven tega citokinini tudi preprečujejo razgradnjo proteinov in nukleinskih kislin, se pravi, da preprečujejo nastanek senescence (staranja); imajo pa tudi sposobnost usmerjanja toka amino kislin in drugih hranljivih snovi skozi rastlino. Citokinin preprečuje, da bi geni nehali delovati ter aktivira tiste gene, ki so že nehai delovati. Aktivnost citokininov naraste pri okužbah s koreninskim rakom, sneteh in rjah. Kromatografske analize so pokazale, da so vsi trije citokinini, ki se nahajajo v zdravem listu, bili bolj aktivni v okuženem listu. Odkrili so še en dodatni citokinin, kateri pa je prisoten samo v okuženem listu, zato so predpostavili, da ta citokinin izloča patogeni organizem (Plavc 2006).\n"], "21": ["3 MATERIALI IN METODA DELA", ""], "22": ["3.1 Lokacija poskusa in splošne značilnosti nasada", "Poskus je bil izveden v ekološkem nasadu, kateri je bil nasajen leta 1999 na posestvu Fakultete za kmetijstvo in biosistemske vede na Pohorskem dvoru. Nasad leži na nadmorski višini 337m na rahlo nagnjenem terenu. V nasadu je bila sajena sorta jabolk ‘Topaz’, katera je cepljena na podlagi M9. Drevesa so zasajena v enovrstnem sistemu, s sadilno razdaljo 3,5 x 0,7 m z vzgojno obliko zelo vitko vreteno. Skupna površina nasada je 3 ha. Nasad ni namakan in nima zaščite proti toči.\n"], "23": ["3.2 Klimatske razmere v letu izvajanja poskusa", "V grafikonu 2 in 3 je nazorno pokazano razmerje med temperaturo in padavinami (1:4) ter sušna obdobja, ki so se pojavila v letih 2007 in 2008 (klimadiagram).\nDolgoletna povprečna temperatura v območju Maribora znaša 10,6 -C. Najhladneje je mesca januarja, kjer se dolgoletne mesečne temperature gibljejo okoli –0,25 -C. Najtopleje je v mesecu juliju, saj je povprečna mesečna temperatura 20,5 -C. Dolgoletna letna količina padavin znaša 1050 mm. Glede na dolgoletno povprečje padavin, jih pade največ v mesecu avgustu (120,5 mm), najmanj pa v mesecu januarju (38,5 mm).\nKot je vidno iz grafikona 2, so bile v letu 2007 najvišje letne temperature julija in sicer 22,4 -C, najnižje pa decembra. Povprečne letne temperature so bile 11,7 -C. Razvidno je tudi, da sta bili dve sušni obdobji. Prvo se je pojavilo v začetku aprila in trajalo do konec maja, drugo pa se je začelo v sredini junija in trajalo do konca junija. Skupno je padlo 956 mm padavin, povprečna mesečna količina padavin je znašala 79,7 mm. V mesecu septembru jih je bilo največ (173 mm), najmanj pa aprila (10 mm) (Mesečni bilteni 2007). \ntemperature : padavine = 1:4 (Hočevar in Petkovšek 1995)\nPodatki iz grafikona 3 kažejo, da je leta 2008 padlo 895 mm padavin, povprečje mesečnih količin padavin se ni znatno spremenilo od prejšnjega leta (74,6 mm). Največ padavin je padlo julija (149 mm), najmanj pa januarja (2mm). Povprečna letna temperatura zraka je znašala 11,6 -C, avgusta pa so bile najvišje povprečne temperature (20,7 -C). Kot je razvidno iz grafikona 3 sušnih obdobij v tem letu ni bilo (Mesečni bilteni 2008). \ntemperature : padavine = 1:4 (Hočevar in Petkovšek 1995).\n"], "24": ["3.3 Rastlinski material", ""], "25": ["3.3.1 Sorta 'Topaz'", "Sorta izvira iz Češke in je bila vzgojena leta 1984 na inštitutu v Strihovcah. Je križanec med sortama ''Rubin'' in ''Vanda''. Zanj je značilna zbita, čvrsta rast, ki se z leti umiri. Na šibkih podlagah raste srednje močno in se dobro razrašča in razvejuje. Sorta je diploidna, z zgodnjim do srednje poznim cvetenjem, takrat pa je tudi najbolj občutljiva na pozebo. ‘Topaz’ oprašujejo sorte, ki so odporne proti škrlupu (''Rajka'' in ''Rosana'' ali divja jabolka Malus floribunda, sorta ''Evereste''). Ker je drevo nagnjeno k naravnem redčenju, izmenična rodnost oz. alternanca ni znana. Drevo zarodi zgodaj s srednje – do velikimi pridelki. Kožica je gladka, ter nekoliko mastna, barva plodu pa je rumeno oranžna, do \ntričetrtine pokrivne barve je oranžno rdeče. Meso je rumeno, grobo zrnato, čvrsto, zelo sočno, sladko – kiselkastega okusa z močno aromo. Povprečna teža plodu je 161 g, in je ploščate do okrogle oblike s široko čašno jamico. Največ plodov se pojavi v velikosti od 75\n- 80 mm, okrog 18% plodov je večjih od 80 mm, ostali delež pa je pod 75 mm velikosti ( Deimel 1997).\nSorta je odporna proti jablanovemu škrlupu in deloma proti jablanovi pepelovki. Les lahko prizadenejo nizke zimske temperature, na bolj mokrih legah pa se rad pojavlja jablanov rak in gniloba koreninskega vratu. V navadni atmosferi lahko sorto skladiščimo do marca (Orešek 2004).\n"], "26": ["3.3.2 Podlaga M9", "V tržnem gospodarstvu jo uporabljamo največ. Prednost te podlage sta zgodnja rodnost in šibka rast. Tako je to najboljša podlaga za gojitvene oblike z nizkimi in ozkimi krošnjami. Je zelo občutljiva na pomanjkanje kisika v tleh in na slabih tleh (z zastajočo vlago) se velikokrat prezgodaj izčrpa. Potrebuje najboljša tla (Lind in sod. 2001).\nKer ima šibke korenine, potrebuje oporo in ni primerno za vetrovne lege. Zarodi zgodaj, rodi redno in obilno ter daje debele, lepo obarvane plodove. Raste v težkih in v lažjih tleh ter dobro prenaša sušo. Občutljiva je na nizke zimske temperature, še posebno, če zemlje ne pokriva sneg. Močno odganja koreninske izrastke in pogosto jo napada voluhar. Sorazmerno je odporna proti gnilobi koreninskega vratu, občutljiva pa za ognjevko, jablanov škrlup, jablanovo pepelovko, krvavo uš. Ker je šibke rasti, je primerno, da nanjo cepimo predvsem srednje bujne in bujne sorte jablan (Jazbec in sod. 1995).\n"], "27": ["3.3.3 Basfoliar Aktiv", "Basfoliar Aktiv je organsko – mineralno gnojilo za vse vrste kmetijskih rastlin. Pridobljeno je iz ekstrakta rjavih morskih alg (Ecklonia maxima), katere so predelane po patentiranem postopku hladnega stiskanja, ki omogoča ohranitev vseh vrednih dragocenih celičnih sestavin. Postopek poteka brez kemikalij, dehidracije, vročine ali zamrzovanja. Od makro in mikroelementov vsebuje: 3 % dušika, 27 % fosforja, kateri je v obliki kalijevega fosfata, ki odebeljuje celične stene in tako otežuje vdor bolezni, 18% kalija, 0,01% bora, 0,02 % bakra, 0,02% železa, 0,01 % mangana, 0,001% molibdena, 0,01 % cinka. Poleg mineralnih snovi vsebuje še fitohormone (avksini, indol-3-ocetna kislina IAA, citokinini, giberelini), aminokisline (glicin, alanin, valin, levcin, izolevcin, serin, treonin, triozin, aspariginska kislina, lizin, prolin) in vitamine (A,B,C,D), ki vplivajo oz. spodbujajo rast korenin in poganjkov ter tako krepi obrambno moč rastline. S tem se povečuje vitalnost in odpornost rastlin (tudi v primeru stresnih situacij). Sestavine hranil so za rastline v lahko topni obliki, s tem je zagotovljeno hitro in učinkovito delovanje preko lista in korenine (povzeto po prodajnem katalogu Metrob d.o.o.).\nAktivna snov pripravka je kalijev fosfit, s koncentracijo 26% (Ruehmer 2009).\n"], "28": ["3.4 Metode dela", ""], "29": ["3.4.1 Zasnova poskusa", "Poskus je bil izveden leta 2007 in 2008. Leta 2007 je poskus zajemal 40 naključno izbranih dreves in sicer 20 dreves netretiranih in 20 dreves tretiranih s foliarnim gnojilom basfoliar. Leta 2008 pa je poskus zajemal 40 naključno izbranih dreves, od tega 20 dreves netretiranih in 20 tretiranih s foliarnim gnojilom basfoliar aktiv. Z omenjenim gnojilom so bila drevesa tretirana v dveh ponovitvah, s porabo 3 l/ha.\n"], "30": ["3.4.2 Izvedba poskusa", "Pri izvedbi poskusa smo spremljali količino pridelka, velikost plodov in parametre zrelosti ločeno na tretiranih in netretiranih drevesih. Kot pripomočke za dobljene rezultate smo uporabili tehtnico in meter za velikost plodov nad Ө 65 mm in pod Ө 65 mm. Fizično smo preverjali stanje nasada skozi celo rastno dobo in sicer najmanj enkrat tedensko. Spremljali smo skoraj vse fenofaze od cvetenja do končnega obiranja plodov. Plodove smo obirali 20.9.2007. Ta dan smo izbrali, ker smo vizualno ocenili, da so plodovi tehnološko zreli; to smo preverili tudi organoleptično s poskušanjem naključno izbranih jabolk. Obiranje smo izvedeli tako,da smo označili 20 naključno izbranih dreves na tretiranem in netretiranem delu nasada. Tretiranega dela je bilo 10 vertikalnih vrst v celotnem nasadu. Jabolka smo najprej prešteli, nato pa jih začeli trgati in klasificirati po velikosti. Vsako jabolko smo stehtali in zapisali podatke. Jabolka smo tehtali skupaj po velikosti in sicer smo izbrali v eno skupino jabolka pod Ө 65 mm, v drugo pa nad Ө 65 mm in vsako posebej stehtali. Vzorce jabolk za parametre zrelosti (topna suha snov /TSS/, trdota mesa plodov /TMP/, skupne titracijske kisline /TA/ in škrob) smo hranil ločeno glede na drevo, s katerega so bili plodovi obrani, v hladilno torbo, katero sem nesel v sadjarski center Gačnik. Za parametre zrelosti smo odbrali po 4 plodove na drevo (zdrave, lepe in brez mehanskih poškodb), torej skupaj 160 plodov. 14.10.2008 smo poskus ponovili po enaki metodi. V tem letu je nasad močno prizadela bolezen gniloba koreninskega vratu (Phytophtora cactorum); drevesa so bila v zelo slabem stanju z izredno majhnimi pridelki. Zaradi slabe kvalitete plodov parametri zrelosti niso bili izmerjeni.\n"], "31": ["3.4.3 Meritve parametrov zrelosti", "Parametri zrelosti so bili merjeni z uporabo stroja Pimprenelle, ki ob testiranju plodov da naslednje podatke: povprečna masa plodov, vsebnost topne suhe snovi, trdota mesa plodov, vsebnost kislin in vsebnost škroba.\n"], "32": ["3.4.4 Statistična analiza podatkov", "Dobljeni podatki so bili obdelani in analizirani s pomočjo statističnega programskega paketa Microsoft Excel 2007 in SPSS for Windows 16.00. Izvedena je bila enosmerna analiza ANOVA. Za ugotavljanje statističnih razlik med obravnavanji smo uporabili LSD test s 5% tveganjem.\n"], "33": ["4 REZULTATI Z RAZPRAVO", ""], "34": ["4.1 Vrednotenje pomoloških kriterijev", "Preglednica 1 prikazuje parametre skupnega števila in mase plodov, število in masa plodov pod in nad Ө 65 mm na drevo in povprečna masa plodu pod in nad Ө 65 mm na drevo na tretiranih in netretiranih drevesih v letu 2007.\nPri tretiranih drevesih je bilo pod Ө 65 mm 11,40 plodov na drevo in ni bilo statistično značilnih razlik v primerjavi s kontrolo, kjer je bilo 7,20 plodov na drevo. Masa plodov pod Ө 65 mm pri tretiranih drevesih je znašala 0,98 kg na drevo in v primerjavi s kontrolo 0,67 kg na drevo ni bilo statistično značilnih razlik. Povprečna masa ploda pod Ө 65 mm je pri tretiranih drevesih znašala 85,88 g, pri kontroli pa 98,32 g, pri tem parametru prav tako ni bilo statistično značilnih razlik. Pri tretiranih drevesih je bilo 33,70 plodov na drevo nad Ө 65 mm in se niso statistično značilno razlikovali od netretiranih, kjer je bilo 37,3 plodov na drevo. Prav tako ni bilo statistično značilnih razlik pri masi plodov nad Ө 65 mm, kjer je bilo na tretiranih drevesih 4,65 kg plodov/drevo, pri kontroli pa 4,96 kg plodov/drevo. Povprečna masa posameznega ploda nad Ө 65 mm je pri tretiranih drevesih znašala 137,2 g in se ni statistično značilno razlikovala od kontrole, kjer je masa ploda znašala 132,43 g. Pri tretiranih drevesih je bilo skupaj 45,10 plodov na drevo s skupno maso 5,63 kg na drevo in se ni statistično značilno razlikovalo od kontrole, kjer je bilo 44,50 plodov s skupno maso 5,63 kg na drevo. Povprečna masa ploda je pri tretiranih drevesih znašala 124,98 g in se ni statistično značilno razlikovala od kontrole, kjer je povprečna masa ploda znašala 126,54 g.\nV zajetem poskusu ni bilo statistično značilnih razlik, kar je po moje posledica dejstva, da so bila drevesa tretirana šele prvič. Ta moja ugotovitev se sklada tudi z rezultati poskusa Ruehmerja, ki ga navajam tudi v nadaljevanju diplomske naloge. \n*vrednost, oznake z različnimi črkami (a,b) se med seboj statistično značilno razlikujejo (LSD, 5%)\nPreglednica 2 nam prikazuje parametre skupne količine in mase plodov, števila in mase plodov pod in nad Ө 65 mm na drevo in povprečna masa plodu pod in nad Ө 65 mm na drevo na tretiranih in netretiranih drevesih v letu 2008.\nPri parametru število plodov pod Ө 65 mm je bilo na tretiranih drevesih 3,52 plodov na drevo in se niso statistično značilno razlikovali od kontrole, kjer je bilo 3,37 plodov na drevo, prav tako ni bilo statistično značilnih pri masi plodov pod Ө 65 mm, kjer je bilo na tretiranih drevesih 0,29 kg na drevo, pri netretiranih pa 0,26 kg na drevo. Povprečna masa ploda pod Ө 65 mm je bila na tretiranem delu 84,06 g in se ni statistično značilno razlikovala od kontrole, kjer je povprečna masa ploda znašala 83,02 g. Statistično značilne razlike so vidne pri parametru število plodov nad Ө 65 mm in sicer na tretiranih drevesih je bilo 13,25 plodov na drevo, na netretiranih pa 8,50 plodov na drevo. Prav tako so bile \nstatistično značilne razlike pri masi plodov, kjer je masa na tretiranih drevesih znašala 1,88 kg na drevo, na netretiranih pa 1,26 kg na drevo. Razlika 53% je bila potrjena kot signifikantna. Povprečna masa plodov nad Ө 65 mm na tretiranih drevesih je znašala 141,05 g in se ni statistično značilno razlikovala od kontrole, kjer je znašala povprečna masa ploda 145,47 g. Iz tabele so tudi razvidne statistično značilne razlike pri skupnem številu ter skupni masi plodov in sicer na tretiranih drevesih je bilo večje število plodov, posledično je bila tudi večja masa plodov. Na tretiranih drevesih je bilo 16,25 plodov na drevo, skupna masa teh plodov je bila 2,13 kg na drevo. Pri drevesih, ki niso bila tretirana, je bila skupna masa plodov 1,47 kg na drevo, z 11,20 plodovi na drevo. Skupna povprečna masa plodov je na tretiranem delu znašala 131,62 g, pri kontroli pa 131,64 g, med parametroma ni bilo statistično značilnih razlik.\nPotrebno je poudariti, da je v tem letu nasad močno prizadela bolezen gniloba koreninskega vratu (Phytophtora cactorum), zato so bili plodovi zelo neizenačeni in v majhnih količinah. \n*vrednost, oznake z različnimi črkami (a,b) se med seboj statistično značilno razlikujejo (LSD, 5%)\n"], "35": ["4.2 Rezultati analiz zrelosti", "Preglednica 3 nam prikazuje parametre zrelosti na tretiranih in netretiranih drevesih v letu 2007.\nTopna suha snov je pri tretiranih drevesih znašala 13,15 - Brixa, pri kontroli pa 12,82 - Brixa. Pri tem parametru ni bilo statistično značilnih razlik. Trdota mesa je na tretiranih plodovih znašala 7,65 kg/cm2 in se ni statistično značilno razlikovala od kontrole, kjer je bila vrednost 7,85 kg/cm2. Pri količini škroba v plodu so bile statistično značilne razlike med rezultatoma in sicer je bila vrednost pri tretiranih plodovih 7,1, pri netretiranih pa 6,25, kar pomeni, da večja kot je vrednost, manj je škroba v plodovih in bolj so jabolka zrela. Na tretiranih plodov je bila vrednost kisline 6,83 g/l, katera se ni statistično značilno \nrazlikovala od kontrole, kjer je bila vrednost 7,13 g/l. Iz dobljenih rezultatov lahko sklepamo, da pripravek vpliva na povečevanje fotosintetske aktivnosti listov, kar je dokazano, da so tretirana jabolka prej zrela oz. imajo manjšo vsebnost škroba od netretiranih.\n*vrednost, oznake z različnimi črkami (a,b) se med seboj statistično značilno razlikujejo (LSD, 5%)\nIz dobljenih rezultatov lahko potrdimo, da rezultati sovpadajo z Gawronsko (2008 ), kjer pravi, da učinek biostimulatorjev vpliva na povečanje donosa pridelka in na njegovo kakovost.\nPotrdimo lahko tudi rezultate Basaka (2005), kjer je bilo ugotovljeno na podobnem pripravku Kelpak (izdelan iz istih alg kot Basfoliar aktiv), da je bilo izboljšanje porazdelitve jabolk po velikostnih razredih.\nRuehmerjev poskus (2007 in 2009) proti jabolčnim boleznim z različni foliarnimi gnojili, kjer je bil tudi vključen Basfoliar aktiv lahko potrdi mojo hipotezo, da foliarna gnojila začnejo kazati znake delovanje šele drugo ali tretje leto tretiranj s pripravki.\n"], "36": ["5 SKLEPI", "V letih 2007 in 2008 smo na posestvu Fakultete za kmetijstvo in biosistemske vede opravljali poskus s foliarnim pripravkom Basfoliar aktiv. Poskus je bil opravljen v ekološkem nasadu sorte 'Topaz'. Ta foliarni ekološki pripravek, katerega sestava so rjave morske alge, vpliva na krepitev oz. povečuje odpornost rastlin proti boleznim.\nRezultati so pokazali naslednje:\n- Razlike glede količine pridelka so predvsem nastale pri številu plodov nad Ө 65  mm, kjer je bilo v letu 2008 na tretiranih drevesih statistično značilno več plodov  kot na netretiranih.\n- V letu 2007 ni bilo statistično značilnih razlik med tretiranimi in netretiranimi  drevesi, v letu 2008 pa so bile statistično značilne razlike v količini in masi plodov,  torej lahko sklepamo, da Basfoliar aktiv prične učinkovati v naslednjem letu  uporabljenega pripravka.\n- Iz podanih rezultatov v količini škroba v plodu lahko sklepamo, da Basfoliar aktiv  vpliva na hitrejše zorenje plodov.\n- Na podlagi rezultatov iz leta 2008 lahko sklepamo, da pripravek vpliva na  povečanje obsega plodov in s tem posledično na maso plodov.\n- Glede na to, da je bil pridelek na tretiranih drevesih za več kot 50% večji kot na  netretiranih, sklepamo na upravičenost uporabe foliarnega gnojila Basfoliar aktiv v  ekoloških nasadih sorte 'Topaz'.\n"], "abstract": ["V letih 2007 in 2008 smo na posestvu Fakultete za kmetijstvo in biosistemske vede izvedli poskus v ekološkem nasadu jablane sorte 'Topaz' s foliarnim gnojilom Basfoliar aktiv. V vsakem letu je bilo v poskus vključenih 40 nakjlučno izbranih dreves in sicer 20 dreves kontrole in 20 dreves tretiranih s foliarnim gnojilom Basfoliar aktiv. Namen raziskave je bil ugotoviti, kakšen vpliv ima pripravek na krepitev rastlin oz. če in koliko se poveča količina in kakovost pridelka v primerjavi z netretiranimi drevesi. Ugotovili smo, da v letu 2007 ni bilo statistično značilnih razlik v količini pridelka in povprečni masi plodov med tretiranimi in netretiranimi drevesi. V letu 2008 pa so imela tretirana drevesa signifikantno večje število plodov, predvsem tistih debeline nad 65 mm. "]}