{"1": ["1 UVOD", ""], "2": ["1.1 Namen in cilji diplomskega dela", "Namen diplomskega dela je pomagati fizioterapevtom pri izbiri in nakupu med različnimi ponudniki in aparati za elektroterapijo, ki se nahajajo na tržišču. Na ta način bi lahko združili znanje, ki smo si ga pridobili med študijem na Fakulteti za organizacijske vede in znanjem, ki smo si ga pridobili v času študija na Visoki šoli za zdravstvo. Cilj diplomskega dela je izdelati ekspertni sistem, ki bo fizioterapevtu oz. zdravstvenemu delavcu ponudil izbiro najboljšega aparata na podlagi ocene več posameznih faktorjev.\n"], "3": ["1.2 Opis problema", "Bistvo izbranega problema je v tem, kako čim lažje priti do pravilne odločitve o tem, katera izmed obstoječih aparatur na tržišču je najboljša za nakup. Z odločitvijo skušamo priti do najboljše variante izmed podanih za uporabo v fizioterapiji.\nProblem nakupa elektroterapevtskega aparata je sam po sebi dokaj kompliciran, saj je za dobro odločitev potrebno upoštevati zelo veliko različnih kriterijev med katerimi se mnogi tudi prepletajo, izključujejo ali dopolnjujejo. Potrebno je upoštevati zmogljivost posamezne aparature, varnost za uporabnika, priročnost kot tudi potrebe fizioterapevtske ordinacije, nenazadnje pa so pomembne tudi finančne prednosti in slabosti kot tudi zmožnosti servisiranja posamezne variante. Zaradi kompleksnosti problema in odvisnosti izbire od osebnih želja posameznika, ki se loti nakupa elektroterapevtskega aparata, ekspertni sistem zelo težko poda dokončno oceno o smiselnosti kandidature. Kljub temu verjamemo, da izdelani model lahko zelo olajša izbiro, izključi neprimerne variante in pomaga fizioterapevtu razširiti njegov pogled in upoštevati vse vidike, ki določajo zanimivost določene variante. Izdelani ekspertni sistem je bilo nato potrebno še preveriti. Potrebno je bilo ugotoviti, ali njegove ocene držijo tudi v praksi in ga po potrebi ustrezno korigirati. Pri tem je bilo potrebno paziti, da je ocena točnosti sistema objektivna.\n"], "4": ["1.3 Metodologija dela", "Vsekakor je za dobro končno rešitev zelo pomebna metodologija dela. Ta razvijalcu omogoča, da se dela loti sistematično in celovito. Za izbran problem smo izbrali naslednjo metodologijo, ki smo jo združili v tri glavne sklope:\n- teorija\n- izdelava\n- analiza\nTeorija je sklop v katerem je bilo potrebno obnoviti znanje iz obeh področij. Potrebno je bilo poiskati in osvojiti dosedanje znanje s področja organizacijskih znanosti \n(predvsem teorijo o ekspertnih sistemih) in se dokopati do čim več informacij iz izbranega strokovnega področja – delovanje in uporaba elektroterapevtskega aparata. Na koncu je bilo potrebno teorijo selekcionirati in važnejše tekste zbrati na enem mestu, jih urediti in vključiti v diplomsko delo.\nIzdelava je segment, v katerem se je na podlagi izsledkov teorije izdelal ekspertni model v izbranem ekspertnem sistemu oz. računalniškem programu. Ta del je moral biti izveden še posebej natančno in sistematično. Najprej je bilo potrebno definirati kriterije, jih združiti v smiselne skupine in določiti zaloge vrednosti. Ocene posameznih kriterijev je bilo na koncu potrebno povezati med seboj in iz njih dobiti končno oceno.\nAnaliza je zadnji sklop, v katerem je bila najpomembnejša objektivnost. V ta sklop spada:\n- Preverjanje delovanja ekspertnega sistema: V ta namen je bilo potrebno  vnesti testne variante, jih oceniti in oceno primerjati z računalniško rešitvijo.  Dobrodošlo je bilo tudi mnenje neodvisnih ekspertov, ki so ocenili delovanje  sistema.\n- Ocena: Na koncu smo izdelani sistem objektivno ocenili in potegnili  zaključke.\n"], "5": ["1.4 Pričakovani rezultat", "Pričakovani rezultat je delujoč ekspertni sistem, ki bo služil kot pomoč pri izbiri elektroterapevtskega aparata. Poleg programa je izdelana še dokumentacija, ki podaja opis sistema ter njegovo realno vrednost, analizo prednosti in slabosti ter predlog, v kakšnih primerih in na kakšen način je sistem najbolje uporabljati.\n"], "6": ["2 TEORETIČNE OSNOVE", "Med iskanjem teorije, ki bi se nanašala na temo naše diplomske naloge smo naleteli na zanimiv članek, ki opisuje medicinske lastnosti posameznika, ki vplivajo na njegovo kvaliteto odločanja:\n»Decision Making:  The psychology behind making the right call.\nProbably, you've had the experience of being with a group of people trying to figure out where to go to eat, what movie to see, or what time to meet. \"What do you want to do?\" \"I don't know. What do you want to do?\" Some people just aren't good at making decisions. Other people can snap to a judgement with almost no information at all. But why? What is it in our minds that helps us choose between conflicting options? Why do some people make decisions more easily than others - and why do some people seem to make better decisions? One cause for differences in decision making may lie just above your eyes, in a brain structure called the ventromedial prefrontal cortex. In an experiment studying a group of people with damage to that specific area in the brain, a team of psychologists based at the University of Iowa discovered that the ventromedial prefrontal cortex may aid decision making by providing access to a storehouse of emotionally-tinged memories. The study involved asking two groups of people - ones with damage to that area in the brain and ones without - to play a gambling game. The researchers gave the participants a stack of play money and two decks of cards. In each deck, cards either awarded players more money or told them to pay up. One deck, however, was more risky, containing bigger payoffs and bigger costs - costs that eventually made choosing cards from that deck a losing proposition. Players were asked to choose cards from either deck to try to maximize their winnings. People with undamaged brains gradually started to play more from the less risky deck, and showed emotional stress whenever they took cards from the risky deck - even though they couldn't say why. People with damage to the prefrontal ventromedial cortex (damage that can occur through car accidents, falls, or other blows to the front of the head) were less likely to pick up on the rigged decks. They continued to bet from either deck, making bad decisions, and showed no emotional response as they played. From this, the researchers concluded that emotions and decision making are somehow linked - and that this part of the brain is somehow responsible. Much about the decision making process is still unclear, however. Other researchers are trying to map out the specific thought processes involved. Still others are trying to find ways to apply what they learn of human decision making to computers, hoping to develop more responsive, adaptive programs. Decide to listen to SciFri this week, and you'll hear guest host Joanne Silberner take a look at the science behind how we make hard choices.« (Decision making, 2005) Poleg tega, da je članek zanimiv zaradi tega, ker povezuje odločanje z medicinskimi razlogi, se nam za našo temo zdi pomemben še iz drugega razloga. Za doseganje cilja naše diplomske naloge, se nam zdi bolj pomembna ugotovitev, da smo ljudje \nrazlični. Nekateri se odločamo na podlagi več informacij, nekateri brez njih. Nekateri jih sprejemamo bolj na razumski, nekateri bolj na čustveni ravni. Ljudje smo torej različni.\nGlede na to, da je predstavljeni problem diplomske naloge dokaj kompleksen, smo prepričani, da se sedaj podobno dogaja tudi pri izbiranju najbolj ustreznega aparata za elektroterapijo. Če bi trem fizioterapevtom predstavili tri različne elektroterapevtske aparature, ni rečeno, da bi vsi izbrali isto varianto. Vsakemu fizioterapevtu so pomembnejši drugi kriteriji. Fizioterapevti so tudi obremenjeni s pozitivnimi in negativnimi izkušnjami pri uporabi prejšnjih elektroterapevtskih aparatur. Upoštevati je treba tudi tiste, ki se z izbiro in nakupom srečujejo prvič. Njihova odločitev bo po vsej verjetnosti temeljila na drugih predpostavkah kot odločitev izkušenega fizioterapevta. Kljub temu pa je cilj vseh bolj ali manj enak – izbira najboljše variante, ki bo prinesla največ prednosti njemu samemu, ordinaciji in pacientu nasploh. Glede na to, da so cilji vseh podobni, do različnih (slabših) odločitev pa prihaja predvsem zaradi različnih pristopov k problemu, verjamemo, da bi s pomočjo standardizacije procesa odločanja lahko prišlo do bolj kvalitetnih rešitev.\nDa bi lahko standardizirali odločitveni proces, moramo najprej ugotoviti, kaj to sploh je. Teorija odločanja pravi, da je proces odločanja izbira določene variante izmed več možnih, pri čemer moramo paziti, da izbrana varianta najbolj ustreza ciljem. V meniju help programa dexi smo našli še drugo definicijo: »Odločitveni proces je proces sistematičnega zbiranja in urejanja znanja. Zagotovil naj bi dovolj informacij za primerno odločitev, zmanjšal možnost, da bi kaj spregledali, pospešil in pocenil proces odločanja ter dvignil kakovost odločitve. Praviloma poteka po petih fazah, ki se lahko tudi prepletajo ali ponavljajo:  1. Identifikacija problema  2. Identifikacija kriterijev  3. Definicija funkcij koristnosti  4. Opis variant  5. Vrednotenje in analiza variant« (Rajkovič, V., 2005; Bohanec in drugi, 2000)\nZanimivo je, da je definicija, ki je napisana kot pomoč računalniškemu programu, nekako bolj praktična. Pravzaprav povdarja prav tisto, kar se nam zdi pomembno oz. pomanjkljivo pri iskanju najboljšega aparata za elektroterapijo. Ta definicija in zaključek uvodnega članka kar sama kažeta na možno rešitev problema zmanjšanja učinka različnosti med ljudmi. Zaradi tega smo se odločili poizkusiti najti rešitev s pomočjo računalniškega ekspertnega sistema (sistem, temelječ na bazi znanja in mehanizmom sklepanja nad njo) in upravljanja z znanjem. \nUPORABNIK\n»Upravljanje z znanjem (knowledge management) je proces sinergetskega povezovanja med metodami in tehnikami procesiranja podatkov in informacij s sodobno informacijsko in telekomunikacijsko tehnologijo (ITKT) in ustvarjalnimi ter inovativnimi sposobnostmi človeka.« (Rajkovič, V., 2005; Hammond in drugi, 2000)\n»Znanje razumemo kot ustrezno organizirane podatke oz. informacije za reševanje kakega problema.« (Rajkovič, V., 2005) Za mehanizem sklepanja smo izbrali pravila zaradi njihovih prednosti:\n- »Vsako pravilo predstavlja majhen relativno neodvisen del znanja\n- Dodajanje in spreminjanje pravil je relativno enostavno\n- Podpira transparentnost sistema.« (Rajkovič, V., 2005; Bohanec in drugi,  2000) Eden izmed računalniških programov, ki omogoča izgradnjo ekspertnega sistema s pomočjo pravil je program Dexi. Gre za program, ki temelji na principih večparametrskega modeliranja. Njegov namen je s pomočjo računalnika izboljšati proces odločanja. To temelji na razgradnji odločitvenega problema na manjše podprobleme. Variante razgradimo na posamezne parameter (kriterije, atribute) in jih ločeno ocenimo glede na vsak parameter. Končno oceno variante dobimo s postopkom združevanja. Tako izpeljana vrednost je potem osnova za izbor najustreznejše variante. Dexi je predviden za ocenjevanje variant s pomočjo več nivojev: ocene osnovnih kriterijev se združujejo v ocene nadrejenih kriterijev, ti pa naprej vse do končne ocene. Osnova za delovanje so mehke množice in princip večparametrskega modeliranja: \nVrednotenje variant pri večparametrskem odločanju poteka na osnovi večparametrskega odločitvenega modela, ki je v splošnem sestavljen iz treh komponent (slika 2). Vhod v model predstavljajo parametri (atributi, kriteriji) Xi. To so spremenljivke, ki ponazarjajo podprobleme odločitvenega problema, to je tiste dejavnike, ki opredeljujejo kvaliteto variant. Funkcija F je predpis, po katerem se vrednosti posameznih parametrov združujejo v spremenljivko Y, ki ponazarja končno oceno ali koristnost variante. Variante opišemo po osnovnih parametrih z vrednostmi ai. Na osnovi teh vrednosti funkcija koristnosti določi končno oceno vsake variante. Varianta, ki dobi najvišjo oceno, je praviloma najboljša (Jereb in drugi, 2003; Poslovni ekspertni sistemi, 2006).\n"], "7": ["2.1 Faze odločitvenega procesa", ""], "8": ["2.1.1 Identifikacija problema", "Ta faza je rezultet spoznanja, da je nastopil odločitveni problem, ki je dovolj težak, da ga je smiselno reševati na sistematičen in organiziran način. V tej fazi poskušamo definirati problem ter opredeliti cilje in zahteve. Oblikujemo odločitveno skupino, katere jedro sestavljajo odločevalci: to so tisti, ki se morajo v končni fazi odločiti in so odgovorni za odločitev (Jereb in drugi, 2003; Krapež, A., Rajkovič, V., 2003).\n"], "9": ["2.1.2 Identifikacija kriterijev", "V tej fazi določimo kriterije, na osnovi katerih bomo ocenjevali variante, in zasnujemo strukturo odločitvenega modela. Še posebej pomembno je, da pri tem ne spregledamo kriterijev, ki bistveno vplivajo na odločitev (načelo polnosti). Pri oblikovanju modela poskušamo izpolniti tudi nekatere druge zahteve, kot so \ncelovitost, neredundantnost in operativnost (merljivost) kriterijev. Postopek identifikacije kriterijev poteka približno takole:  a. Spisek kriterijev (oblikujemo seznam kriterijev, ki jih bomo  upoštevali pri odločanju)  b. Strukturiranje kriterijev (kriterije hierarhično uredimo v drevo  kriterijev, upoštevajoč medsebojne odvisnosti in vsebinske  povezave)  c. Merske lestvice (vsem kriterijem določimo merske lestvice  (zalogo vrednosti), ki jih lahko zavzamejo pri vrednotenju ter  morebitne druge lastnosti) (Jereb in drugi, 2003; Krapež, A., Rajkovič, V., 2003)\n"], "10": ["2.1.3 Definicija funkcij koristnosti", "V tej fazi definiramo funkcije, ki opredeljujejo vpliv nižje nivojskih kriterijev na tiste, ki ležijo višje v drevesu, vse do korena drevesa, ki predstavlja končno oceno variant. Oblika funkcij in način njihovega zajemanja sta močno odvisni od uporabljene metode (Jereb in drugi, 2003; Poslovni ekspertni sistemi, 2006).\n"], "11": ["2.1.4 Opis variant", "Vsako varianto opišemo z vrednostmi osnovnih kriterijev, to je tistih, ki ležijo na listih drevesa. Do tega opisa nas vodi bolj ali manj zahtevno proučevanje variant in zbiranje podatkov o njih. Pri tem se pogosto srečamo s pomanjkljivimi ali nezanesljivimi podatki. Nekatere metode v tem primeru odpovedo, druge pa omogočajo, da takšne podatke opišemo v obliki intervalov ali verjetnostnih porazdelitev (Jereb in drugi, 2003).\n"], "12": ["2.1.5 Vrednotenje in analiza variant", "Vrednotenje variant je postopek določanja končne ocene variant na osnovi njihovega opisa po osnovnih kriterijih. Vrednotenje poteka od spodaj navzgor v skladu s strukturo kriterijev in funkcijami koristnosti. Varianta, ki dobi najvišjo oceno je »praviloma« najboljša. Na končno oceno vpliva mnogo dejavnikov in pri vsakem od njih lahko pride do napake. Poleg tega sama končna ocena navadno ne zadostuje za celovito sliko o posamezni varianti. Zato moramo variante analizirati in poskusiti odgovoriti na določena vprašanja. Šele z odgovori na vprašanja pridemo do celovite slike o variantah in s tem do kvalitetnejše, bolje utemeljene in preverjene odločitve (Jereb in drugi, 2003; Krapež, A., Rajkovič, V., 2003).\n"], "13": ["2.2 Omejenost računalniške rešitve", "Verjamemo, da lahko računalniški program izdatno olajša in izboljša odločitev o izbiri in nakupu elektroterapevtske aparature. Kljub temu menimo, da program sam ne more vedno podati najboljše končne odločitve. To pa iz dveh razlogov:\n- V računalniškem programu ne moremo imeti individualnega pristopa. \nFizioterapevti so si med seboj zelo različni. Vsak fizioterapevt razmišlja drugače, odvisno od njegovih prejšnjih izkušenj in znanj, ki jih je pridobil tekom delovne dobe.\n- Z računalniškim programom ne moremo zajeti vseh možnih okoliščin. Ne glede na to, kako se trudimo, da bi s čim več parametri čim bolje zajeli vse dejavnike, bo vedno obstajala situacija, v kateri lahko program odpove. Računalniški program lahko zelo dobro izbira v normalnih okoliščinah, kjer pridejo do izraza možnosti, ki jih fizioterapevt ima, in zahtevana raven standarda, ki jo določena ordinacija zahteva. Če se okoliščine spremenijo, postane računalniška odločitev nezanesljiva.\nDokončna odločitev mora biti torej vseeno v rokah posameznika ali skupine, ki bo odgovorna za izvedbo in mora upoštevati morebitne posebne okoliščine.\n"], "14": ["3 ODLOČITVENI MODEL", ""], "15": ["3.1 Kriteriji", "Pri izbiri aparature za elektroterapijo smo izbrali sledeče kriterije: tehnične  karakteristike, cena in servisiranje.\nTehnične karakteristike sestavljajo notranjost aparata, ki je sestavljena iz števila  programov, števila kanalov in časa terapije, zunanjost aparata, ki je sestavljena  iz teže, velikosti in mobilnosti aparata ter programov, varnosti in opreme  aparata.\nPri izbiri aparature za elektroterapijo nas na koncu zanima še cena, ki jo  sestavljata nabavna cena in cena vzdrževanja ter servisiranje, ki je sestavljeno  iz čakalne dobe, možnostjo pridobitve nadomestnega aparata in kraja  servisiranja.\n"], "16": ["3.2 Opis kriterijev", "Tehnične karakteristike določajo kakovost aparata in so ključnega pomena za  tistega, ki odloča. Tehnične karakteristike so lahko nesprejemljive, zadovoljive,  sprejemljive ali odlične.  Kakšne bodo tehnične karakteristike je odvisno od notranjosti aparata. Pod  notranjost aparata razumemo vse, kar aparat vsebuje v obliki softwera /  nastavitev. To je število programov ki jih ponuja, število kanalov ki določajo ali  bomo lahko aparat uporabljali na več pacientih hkrati ter čas terapije.  Aparat ima lahko enega, od 2 do 5, od 6 do 15 ali pa več kot 16 programov.  Kanal je lahko eden, najpogosteje dva in zelo redko več. Čas terapije pa je lahko  za vsak program že določen in fiksen, lahko pa da še ni programiran in je zato  nastavljiv po lastni želji, lahko pa je že vnaprej določen in tako fiksen, vendar pa  ima možnost prilagajanja potrebam pacienta ter je tako še hkrati nastavljiv.\nTeža, velikost in mobilnost aparata nam določata zunanjost aparata, ki je lahko  glede na kriterije nesprejemljiva, sprejemljiva ali odlična.  Glede na težo je lahko aparat zelo težak in nam tako otežuje prestavljanje po  prostoru, lahko je srednje težak, kar pomeni, da je stabilen in vendar še vedno  ne tako težak, da ga ne bi mogli prestavljati po prostoru, lahko pa je tudi čisto  lahek in tako idealen za prenašanje od pacienta do pacienta po sobah. Glede na  velikost imamo velike, srednje in majhne. Glede na mobilnost aparata pa je le-ta  lahko fiksen oz. stacionaren, prenosljiv ali pa fiksen in prenosljiv (oboje možno),  kar pomeni, da ga lahko uporabljamo v ordinaciji namesto stacionarnega in kot  prenosljivega za na dom. \n Pod kriterij ostalo smo vključili programe, pri katerih nas predvsem zanimajo  parametri, kot so npr.: frekvenca, jakost delovanja, način delovanja, vrsta  impulza, širina impulza, modulacija, polariteta, tokovna oblika..., in ali so le-ti  fiksni, nastavljivi ali pa je možno oboje, da so fiksni (že vprogramirani) z  možnostjo prilagajanja po lastni želji.  Ker vsak aparat, ki je priklopljen na elektriko, v okolico oddaja neko količino  sevanja, nas pri kriteriju varnost zanima ali je dotični aparat nevaren, srednje  varen ali zelo varen za okolico.  Veliko proizvajalcev vključuje v ceno aparata standardno opremo. Včasih se  celo zgodi, da moramo za opremo, ki bi morala biti standardna doplačati, kar  nam v končni oceni podraži aparat (trgovske zvijače). Zato nas pri kriteriju  oprema zanima ali je aparat brez opreme, ali vsebuje standardno opremo, ali pa  so poleg standardne opreme še možne dodatne opcije za nakup k aparatu.\nPoleg tehničnih karakteristik je pomembna tudi cena, ki je na koncu lahko  nesprejemljiva, zadovoljiva ali odlična. Sestavljena je iz nabavne cene aparata,  ki je lahko visoka, srednja ali ugodna ter cene vzdrževanja aparata, ki pa lahko  pomeni visoke stroške, srednje stroške ali pa majhne stroške vzdrževanja.\nPri nakupu aparata nesmemo zanemariti servisiranja, saj smo lahko zaradi slabo  delujočega ali nedelujočega aparata ob zaslužek in dobro ime. Pri servisiranju  nas zanima ali je to nesprejemljivo, zadovoljivo ali odlično. Sestavlja ga čakalna  doba na servisiranje, ki je lahko več kot 1 mesec, do 1. meseca ali pa čakalne  dobe ni. Sestavlja ga tudi servisiranje z nadomestnim aparatom. Ponekod te  možnosti ne dajejo, drugod je možno proti plačilu dobiti nadomestni aparat ali pa  je nadomestni aparat možen le v primeru, da je ta prost in za njega ni potrebno  plačati. Kraj servisa je tudi del servisiranja in je možen v tujini, v Sloveniji ali pa  na kraju samem, če gre za manjši servis.\nS pomočjo vseh naštetih kriterijev se odločimo ali je nek terapevtski aparat za  nas nesprejemljiv, zadovoljiv, sprejemljiv ali pa odličen za nakup. Pri tem je  potrebno upoštevati prav vse kriterije.\n"], "17": ["3.3 Funkcije koristnosti", "Funkcije koristnosti nam preslikajo vrednosti osnovnih kriterijev (tistih, ki jih  uporabnik vnese v sistem) v glavno oceno, tj. oceno zanimivosti aparata za  fizioterapevta.\nOsnovni kriteriji so združeni v tri skupine, tri glavne kriterije (tehnične  karakteristike, cena in servisiranje), iz katerih je potem možno določiti glavno  oceno. Funkcija koristnosti, ki preslika glavne kriterije v končno oceno, je  večinoma določena brez uporabe uteži, ker je za pozitivno glavno oceno bolj  pomembno, da so vrednosti vseh glavnih kriterijev dobre, ni pa toliko  pomembno, kako dober je posamezen kriterij. Na primer varianta, ko so  tehnične karakteristike in servisiranje odlični, cena zadovoljiva bi pričakovali, da  bo terapevtski aparat ocenjen odlično, vendar je dobil samo oceno sprejemljiv,  ker si ne moremo privoščiti, da bi bila cena zadovoljiva, ker le ta zelo vpliva na  nakup aparata. Ne moremo iti preko svojih finančnih zmožnosti. \nGlavne kriterije nam funkcije koristnosti izračunajo iz podanih vrednosti osnovnih kriterijev. Ponekod je to možno direktno, drugje pa so potrebni še vmesni kriteriji.\nTehnične karakteristike so kompleksnejši proces, saj je za njih potrebno upoštevati več kriterijev. Prvi je notranjost aparata, drugi je zunanjost aparata, tretjega pa smo poimenovali ostalo in je še pomemben za določitev tehnične karakteristike. Ti trije kriteriji se delijo naprej, njihove zaloge vrednosti pa so izražene besedno ali s številko. Funkcija koristnosti je določena glede na funkcijo koristnosti, ki jo dobi posamezen kriterij in se deli na odličen, sprejemljiv, zadovoljiv, nesprejemljiv. Če sta dva kriterija ocenjena odlično, tretji pa je ocenjen sprejemljivo, dobijo tehnične karakteristike funkcijo koristnosti odlično. Če sta dva kriterija ocenjena sprejemljivo, eden pa je ocenjen odlično dobi funkcija koristnosti status sprejemljiv. Tehnične karakteristike dobijo nesprejemljivo funkcijo koristnosti že takrat, kadar je en kriterij ocenjen kot nesprejemljiv, drugi kot odličen in tretji kot sprejemljiv.\nNotranjost aparata je odvisna od števila programov, ki ga aparat vsebuje oz. ki ga aparat lahko memorira, števila kanalov in časa terapije, za katerega je pomembno, da ima veliko amplitudo nastavljivosti ter da je pri programiranih programih le-ta tudi fiksen in hkrati tudi nastavljiv. Funkcija koristnosti izhaja iz utežene vsote ob upoštevanju urejenosti, pri kateri ima največjo vrednost število kanalov(42%), nato sledi čas terapije (38%) in najmanjšo vrednost ima število programov (20%).\nZunanjost aparata je sestavljena iz treh kriterijev in se nanašajo na težo aparata, velikost in na mobilnost aparata. Funkcija koristnosti izhaja iz utežene vsote, pri kateri ima največjo težo teža aparata (50%), nato velikost aparata (36%) in najmanjšo mobilnost aparata (14%). Funkcija je nato še nekoliko modificirana zaradi že znanega problema, da morajo vsi kriteriji zadoščati vsaj določeni vrednosti. Ocena teže je torej najpomembnejši kriterije za oceno zunanjosti aparata. Teža mora biti ravno pravšnja, da aparat ni pretežak za nosit. Velikost aparata mora biti takšna, da zadostuje vsem specifikacijam, ki jih aparat ima. Ne sme biti prevelik, zato da je primeren tudi za mobilno rabo in ne samo za stacionarno rabo. Pri mobilnosti je pomembno, da je lahko aparat fiksen (stacionarna raba) ali pa mobilen (raba na terenu).\nOstalo je sestavljeno iz kriterijev programa, varnosti in opreme. Funkcija koristnosti izhaja iz utežene vsote ob upoštevanju urejenosti, pri kateri si največjo težo delita programi in varnost aparata (47%), najmanjšo težo pa ima oprema (6%). Ocena programov in varnosti sta najpomembnejša kriterija za oceno kriterija ostalo. Programi morajo vsebovati čim več parametrov in ti morajo biti nastavljivi. Najpomembnejši parametri so: frekvenca, način delovanja, jakost delovanja, impulzna širina, vrsta impulza, modulacija, polariteta, tokovna oblika,... Pri varnosti je najpomembnejša varnost pacienta in terapevta. Pri opremi pa je pomembno, da ima aparat standardno opremo in da so možne različne dodatne opcije. \nCeno dobimo direktno iz dveh osnovnih kriterijev (nabavna cena in cena vzdrževanja), pri čemer ima nabavna cena nižjo vrednost (33%) kot cena vzdrževanja (67%). Z zadovoljivo oceno mora biti vsaj nabavna cena ugodna, stroški vzdrževanja pa srednje veliki.\nServisiranje je zadnji glavni kriterij. Sestavljajo ga trije osnovni kriteriji (atributi): čakalna doba, servisiranje z nadomestnim aparatom in kraj servisiranja. Da dobi ta kriterij status odlično je pomembno, da čakalne dobe ni, da je možnost servisiranja z nadomestnim aparatom in da je kraj servisiranja Slovenija.\n"], "18": ["4 PREVERJANJE DELOVANJA MODELA", "V želji po čim kvalitetnejšem delovanju modela smo se odločili ekspertni sistem še enkrat preveriti. Ker smo bili kot izdelovalci modela obremenjeni s preteklimi izkušnjami, smo se odločili, da je bolj smotrno testiranje izvesti s pomočjo neodvisnih strokovnjakov, ki bodo lažje našli napake kot bi jih sami. Za sodelovanje smo poprosili dipl. fizioterapevtki go. Alenko Piskar in go. Barbaro Šepetavc. Po pristanku na sodelovanje smo jim posredovali Dexi-jev model in navodila za delo z njim. Prosili smo ju, da si zamislita tri aparature za elektroterapijo, ki obstajajo na tržišču, jih ocenita ter rangirata od najboljšega do najslabšega. Potem, ko sta podali lastno oceno, sta morali aparature vnesti še v program in primerjati svoje ocene z ocenami ekspertnega sistema. Obenem nas je zanimalo, koliko bosta imeli problemov z uporabo programa. Glede na to, da jima programa in delovanja modela nismo posebej predstavili, smo sklepali, da imata veliko več možnosti za napačno rabo programa kot jih bo imel končni uporabnik, kateremu bi prej predstavili delovanje tako programa kot modela v njem. Predpostavili smo, da je model dovolj jasen, če jima bo z njim uspelo oceniti aparate in izluščiti oceno.\n"], "19": ["4.1 Test 1", "Ga. Alenka Piskar je dobila naslednje osnovne podatke:\n- 3 variante aparatur: Sonopuls 492 (Enraf Nonius), Medio multisono (Iskra  Medical) in Medio multi (Iskra Medical)\n- Upošteva naj ugodnost nakupa (omejena finančna sredstva)\nOcena primernosti (optimalnosti):\nponudbe.\nOpazili smo, da je najbolje ocenjen aparat Sonopuls 492. Dovolj blizu mu je aparat Medio multisono, ki bi bil najboljši, če bi imel vse parametre nastavljive. Na zadnjem mestu je aparat Medio multi, ki je zaradi svojih pomanjkljivih tehničnih karakteristik najmanj primeren.\nPoleg tega smo dobili tudi Dexi-jev file z vnešenimi variantami. Ocena je sledeča:\nnesprejemljiv zadovoljiv sprejemljiv odličen  Terapevtski aparat\nDexi je ocenil Varianto 1 (Sonopuls 492) kot sprejemljivo, varianti 2 in 3 (Medio multisono in Medio multi) pa kot zadovoljivi. Pri posameznih glavnih kriterijih pa je bila ocena sledeča:\nOpazimo, da varianta 1 dobi boljšo oceno (zadovoljivo) kot varianta 2 in 3, ki dobita slabšo oceno zaradi cene, ki ni najbolj ugodna. Tehnične karakteristike so pri vseh variantah 1, 2 in 3 odlične. Servisiranje je prav tako pri vseh variantah odlično.\n"], "20": ["4.2 Test 2", "Ga. Barbara Šepetavc je dobila naslednje osnovne podatke:\n- 3 variante aparatur: Medio IF (Iskra Medical), TensMed 931 (Enraf Nonius),  Medio tens (Iskra Medical)\n- Upošteva naj najboljše tehnične karakteristike\nOcena primernosti:\nkarakteristike.\nGa. Barbara je najbolje ocenila aparat TensMed 931, ki je glede na tehnične karakteristike kljub malo višji ceni najbolj primeren. Medio IF bi dobil oceno najbolj primeren, če bi imeli pri servisiranju možnost nadomestnega aparata. Glede na tehnične karakteristike je najmanj primeren Medio tens. \nOcena Dexi-jevega fila z vnešenimi variantami je sledeča:\nTerapevtski aparat\nDexi je ocenil varianti 4 in 6 (Medio IF in Medio tens) kot nesprejemljivi, varianto 5 (TensMed 931) pa kot sprejemljivo. Pri posameznih glavnih kriterijih pa je bila ocena sledeča: \nOpazimo, da varianta 4 dobi oceno sprejemljivo, varianta 5 dobi oceno odlično in varianta 6 dobi oceno nesprejemljivo za tehnične karakteristike. Ocena za ceno je pri obeh variantah 4 in 5 zadovoljiva, medtem ko je pri varianti 6 odlična. Servisiranje je pri variantah 5 in 6 ocenjeno kot odlično, pri varianti 4 pa kot nesprejemljivo.\n"], "21": ["4.3 Zaključki zunanjega testiranja", "Po objektivnem testu s strani neodvisnih oseb smo prišli do glavnega zaključka in sicer, da model pomaga pri širjenju pogleda na problem.\nZanimivo je to, da sta dve različni osebi kljub različnim navodilom zelo močno upoštevali vse glavne kriterije, kar kaže na to, da pri izbiri aparata za elektroterapijo ne moremo izključiti posameznih kriterijev, ker so prav tako zelo pomembni za dober nakup ter dobro in nemoteno delo z aparaturo. Sam model da zelo dobre oporne točke fizioterapevtu o tem, kaj mora vsebovati določen aparat, na kaj moramo biti pozorni pri nakupu, pa naj gre za izkušenega ali pa neizkušenega fizioterapevta.\n"], "22": ["5 REZULTATI VREDNOTENJA", ""], "23": ["5.1 Opis rezultatov", "Po končanem vrednotenju kriterijev za posamezne variante so ocene za izbiro elektroterapevtskega aparata naslednje:\nNajboljšo oceno sta dobili varianti 1 in 5. Zadovoljivo oceno sta dobili varianti 2 in 3. Negativno oceno pa sta dobili varianti 4 in 6. Lahko potrdimo, da so končne ocene v okviru pričakovanj.\n"], "24": ["5.2 Analiza in razlaga predlagane odločitve", "Za podrobnejšo oceno delovanja modela si moramo rezultate nekoliko podrobneje ogledati.\nVarianti 1 in 5 sta bili najbolje ocenjeni. Tehnične karakteristike so odlično ocenjene, ker vsebuje notranjost aparata najboljše možnosti kar jih obstaja glede na št. programov in kanalov ter časa terapije za katerega je priporočljivo, da je fiksen in nastavljiv. Zunanjost aparata dosega pričakovanja fizioterapevta po teži, velikosti in mobilnosti. Odlično oceno sta dobili tudi zaradi tega, ker ostali kriteriji vsebujejo najboljše možne variante, glede na programe, varnost in opremo. Cena je ocenjena zadovoljivo, ker je pri varianti 1 nabavna cena ugodna, stroški vzdrževanja pa so srednji, medtem ko je pri varianti 5 nabavna cena srednja, stroški vzdrževanja pa so majhni. Če bi bila cena ocenjena odlično, bi imeli odlični varianti za nakup aparata. Kar pomeni, da bi morali biti stroški vzdrževanja majhni in cena nabave ugodna. Servisiranje je bilo v obeh primerih ocenjeno odlično, ker čakalne dobe na servis ni in poteka v Sloveniji ter je za čas servisa možno dobiti nadomestni aparat s plačilom najema.\nVarianti 2 in 3 sta bili ocenjeni zadovoljivo. Notranjost aparata je bila kljub manjšemu št. možnih programov (6 do 15) ocenjena odlično, medtem ko je pri varianti 3 št. programov veliko (več kot 16) in je prav tako dobila oceno odlično. Zunanjost aparata ima glede teže in velikosti srednje vrednosti, zato sta dobili obe varianti oceno sprejemljivo. Ostali kriteriji so v varianti 2 najbolje ocenjeni, zato dobijo status odlično. V varianti 3 pa je oprema označena kot standardna, vendar dobijo ostali kriteriji prav tako oceno odlično. Iz tega sledi, da so bile tehnične karakteristike pri varianti 2 in 3 odlično ocenjene. Cena je pri obeh variantah nesprejemljiva, saj sta nabavna cena in stroški vzdrževanja srednje vrednosti. Če bi bila vsaj nabavna cena ugodna ali pa, da bi bili stroški vzdrževanja majhni, potem bi dobila cena oceno zadovoljiva in takšen terapevtski aparat bi bil glede na ostale karakteristike sprejemljiv. Servisiranje je v obeh primerih ocenjeno odlično, kajti čakalne dobe ni, servis je v Sloveniji in je možno z nadomestnim aparatom. \nVarianti 4 in 6 sta dobili negativno oceno in sta nesprejemljivi za fizioterapevta. Notranjost aparata je pri varianti 4 ocenjena kot sprejemljiva, ker je št. programov zmanjšano do 5, pri varianti 6 pa je omejeno na 1 program. Če bi pri varianti 6 aparat vseboval vsaj do 5 programov, bi notranjost aparata dobila oceno sprejemljiva in glede na ostale karakteristike, bi dobil terapevtski aparat zadovoljivo oceno. Zunanjost aparata je pri varianti 4 sprejemljiva, ker je to prenosni aparat, ki \npa je prevelik za vsakodnevno prenašanje od bolnika do bolnika. Varianta 6 pa je dobila odlično oceno, ker je aparat prenosljiv, lahek in majhen. Ostali kriteriji so pri varianti 4 dobili oceno odlično, ker so vsi ocenjeni z najvišjo vrednostjo. Pri varianti 6 pa so ocenjeni kot sprejemljivo, saj je oprema samo standardna, program pa je samo nastavljiv. Iz tega sledi, da so dobile tehnične karakteristike sprejemljivo oceno za varianto 4 in nesprejemljivo za varianto 6. Cena pri varianti 4 je zadovoljiva, saj so kljub ugodni nabavni ceni stroški vzdrževanja srednji. Pri varianti 6 je nabavna cena ugodna, stroški so majhni, cena pa je odlična. Servisiranje je pri varianti 4 nesprejemljivo, ker ni možno dobiti nadomestnega aparata. Pri varianti 6 nadomestni aparat je in zato je servisiranje odlično.\n"], "25": ["6 ZAKLJUČKI", ""], "26": ["6.1 Ocena avtorja", "Predstavljeni model je najboljši približek resničnim razmeram, ki smo ga uspeli ustvariti. Ni idealen, kljub temu pa se nam zdi da dobro in učinkovito deluje. Posebno pozornost smo namenili zalogam vrednosti pri posameznih osnovnih kriterijih. Pri tem smo pazili, da so čimbolj jasne, razumljive, poleg tega pa tudi na to, da bodo ustrezale razmeram tudi v naslednjih letih. Mislimo, da nam je to uspelo, saj pri samem vrednotenju variant nismo imeli problemov z ocenjevanjem po posameznih kriterijih, niti jih niso imeli ljudje, ki so se s programom srečali prvič. Funkcije koristnosti so preslikale podane podatke v končno oceno na tak način, da sta dobila najvišjo oceno aparata, za katera smo predvidevali, da se bosta najbolje odrezala, ostali štirje pa so ravno tako dobili oceno, ki se nam zdi, da so si jo zaslužili. Terapevtski aparti so se različno odrezali pri posameznih glavnih kriterijih, vendar so v vseh primerih dobili končno oceno, ki je pravilno zajela skupne lastnosti celotnega aparata. Tako je na primer jasno razvidno, da se Sonopuls 492, Medio multi in TensMed 931 odlikujejo po odličnih tehničnih karakteristikah ter odličnem servisiranju, Medio tens pa je zanimiv zaradi odlične cene ter prav tako odličnega servisiranja. Glede na to sklepamo, da so tudi funkcije koristnosti ustrezne. Občutljivost odločitve na spremembo posameznega kriterija je zaradi velikega števila kriterijev razmeroma majhna. Ocenili smo, da so Dexi-jeve ocene variant in posameznih glavnih kriterijev primerne. Glede na to sklepamo, da je prikazani model zdržal tudi objektivno zunanje testiranje in ga ni potrebno dodatno spreminjati. Predstavljeni model je najboljši približek resničnim razmeram, ki smo ga uspeli ustvariti. Ni idealen, kljub temu pa se nam zdi, da dobro in učinkovito deluje. Smatramo, da ga je z manjšimi prilagoditvami možno uporabiti tudi v druge namene v zdravstveni panogi oz. v tehnični dejavnosti.\n"], "abstract": ["Glavni problem, ki smo ga proučevali v okviru izdelave diplomske naloge je bil, kako čim lažje priti do pravilne odločitve o tem, kateri aparat za elektroterapijo je najprimernejši za fizioterapevtsko ordinacijo oz. je najugodnejši za nakup. Pri tem smo se odločili izdelati ekspertni sistem, ki bo nudil podporo pri odločanju med različnimi aparaturami za elektroterapijo, ki jih ponujajo proizvajalci na slovenskem tržišču. Dela smo se lotili sistematično. Najprej smo naredili spisek vseh kriterijev, ki pridejo v upoštev za izbiro aparature za elektroterapijo, oblikovali smo drevo kriterijev in vse skupaj prenesli v program Dexi, kjer smo kriterijem določili še zaloge vrednosti in funkcijo koristnosti. V program smo vnesli tudi šest možnih variant za nakup elektroterapevtskega aparata in prišli do najboljše možne variante. Predstavljeni model je najboljši približek resničnim razmeram, ki smo ga uspeli ustvariti. Ni idealen, kljub temu pa se nam zdi, da dobro in učinkovito deluje."]}