{"1": ["1 UVOD", "Sončna energija je ena od obnovljivih, trajnih virov energije, ki v zadnjem desetletju ponovno pridobiva na svojem pomenu (Energap 2012). Energija sonca je eden najbolj obetajočih virov energije za nove generacije ter hkrati največji rezervoar energije v našem sistemu kroženja snovi. Sončno energijo že stoletja izrabljajo številni tradicionalni načini gradnje, v zadnjem času pa je zanimanje zanjo ekstremno naraslo, saj se je razširila zavest, da so drugi energetski viri, kot so fosilna goriva, omejeni, hkrati pa tudi negativno vplivajo na okolje. Najprej se je izkoriščanje sončne energije začelo uporabljati na energetsko nedostopnih oziroma težje dostopnih krajih, sedaj pa se je izkoriščanje energije že razširilo tudi drugod.\nFotovoltaika je veda, ki preučuje pretvorbo energije svetlobe, natančneje energijo fotonov, v elektriko. Gre za pretvarjanje sončne energije v enosmerno električno energijo, tiho in brez onesnaževanja, s sončnimi celicami. Konkurenčnost fotovoltaike na trgu je odvisna od cene postavitve sončne elektrarne. Ta pa je odvisna od stroškov materiala komponent za izgradnjo in stroškov dela.\n"], "2": ["1.1 Namen in cilji diplomskega dela", "Namen diplomskega dela je preučiti možnosti za postavitev sončne elektrarne v podjetju KZ Lenart z.o.o.. Predstaviti želimo možnost izrabe sončne energije v tem delu Slovenije, kakor tudi učinkovitost ter upravičenost postavitve same elektrarne. Prvi del bo zajemal teoretično predstavitev pojma fotovoltaike ter predstavitev geografskih pogojev na tem delu Slovenije. Drugi del pa bo zajemal samo postavitev sončne elektrarne, sledila bo ocena ekonomske upravičenosti. Cilj diplomskega dela je preveriti oceno finančne upravičenosti investicije v izgradnjo sončne elektrarne na poslovnem objektu KZ Lenart z.o.o.\n"], "3": ["1.2 Hipoteza", "Ob izdelavi naloge sem si zastavila hipotezo:  1. Zaradi trenutno ugodnih odkupnih cen je investicija v sončno elektrarno ekonomsko  upravičena.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Zgodovinski pregled uporabe sončnih celic", "Fotoelektrični pojav je odkril francoski fizik Beqerel. Ta je leta 1893 jakost električnega toka med elektrodama v elektrolitu povečal, medtem ko so bile elektrode obsijane s sončnim obsevanjem. S tem je odkril tako imenovani fotoelektrični pojav. Ta pojav je posledica delovanja elektromagnetnega valovanja, UV, rentgenskih, gama in svetlobnih žarkov na električno nabite delce v snovi. Tako med fotoelektrične pojave uvrščamo fotovoltaični pojav, ko gre za pretvorbo energije fonov v električno energijo (Medved in Novak 2000).\nLeta 1876 je raziskan še fotovoltaični pojav v trdni snovi. S tem sta pionirja Adams in Daz postavila osnove danes poznanih oblik sončnih celic. Leta 1883 je Charles Fritts izdelal že prvo sončno celico iz selena, prekritega s prosojnim filtrom zlata, ki je sončne žarke spremenil v elektriko. Njegove sončne celice so imele učinkovitost pretvorbe od 1 do 2 %, tako da je bila sončna celica predraga. Ta sistem se je uporabljal vse do odkritja silicijevih sončnih celic v letu 1954. V Bellovih laboratorijih so takrat predstavili 4 % izkoristek sončne energije. V tem obdobju je bila raba sončnih celic namenjena za vesoljske tehnike. Leta 1958 so tako izstrelili satelit Vaunguard 1, z majhnim nameščenim poljem sončnih celic, ki je služilo za napajanje radijskega oddajnika.\nV zadnjih 20 letih je velik porast uporabe sončnih celic, zaradi nizke cene sončnih celic in ugodne odkupne cene električne energije (http://www.pv.fe.uni-lj.si 2012).\nTrenutno gre razvoj v smeri čim večjega izkoristka. Izkoristki, ki jih dosegajo današnje celice, se gibljejo med 12 % in 16 %. To pomeni, da je samo 16 % sončne energije pretvorjene v električno (plan-net-solar 2012). Vse bolj se razvija nova generacija tankoplastnih sončnih celic, ki se izdelujejo pod \natmosferskim tlakom. Njihova proizvodnja je popolnoma robotizirana in je lahko kar za 70 % do 80 % cenejša od proizvodnje klasičnih, kristalnih celic. Ker pa je tehnologija še izredno nova, takšne celice še niso tako razširjene in jih je zelo težko dobiti.\nIz slike 1 je razviden solarni sistem, ki je sestavljen iz solarnih modulov, razsmernika, regulatorja in akumulatorja. V nadaljevanju bomo opisali njihov pomen in delovanje.\n"], "6": ["2.2 Vrste sončnih celic", "Tipi sončnih celic so povezani z uporabljenimi polprevodniškimi materiali in tehnologijami, s katerimi izdelamo n- in p- sloje sončnih celic. Večina danes proizvedenih sončnih celic je izdelana iz silicija. Glede na kristalno strukturo solarne celice delimo na:\n- monokristalne silicijeve sončne celice\n- polikristalne silicijeve sončne celice\n- amorfne silicijeve sončne celice \nMonokristalne silicijeve sončne celice\nTo so sončne celice z najvišjim izkoristkom, saj dosegajo v laboratorijskih pogojih do 25 %, v serijski proizvodnji pa med 15 % in 17 %. Izdelane so iz monokristalnega silicija pri katerem je orientacija vseh kristalnih rešetk enaka. Postopek je znan pod imenom Czochralski postopek in je bil razvit za potrebe elektronike. Iz raztaljenega keramičnega peska pri temperaturi 1300 -C z vstavitvijo kristalizacijske kali, izvlečemo okrogel kristal silicija s premerom do 20 cm in dolžino nekaj deset cm. Imenujemo ga ignot. Ignot se nato nareže na rezine, debele manj kot 0,3 mm. Rezinam je že dodan sprejemnik (bor), zato jim dodajo le darovalca elektronov (fosfor). Ko dodajo protiodbojni nanos s tehnologijo tiskanja elektrod, je celica narejena. Slika 2 prikazuje sestavo monokristalne silicijeve celice.\nPolikristalne silicijeve sončne celice\nIzdelujemo jih podobno kot monokristalne celice, le, da je ignot sestavljen iz večjega števila kristalov, ki so veliki nekaj milimetrov. Postopek izdelave je enak že opisanemu pri monokristalnih silicijevih celicah. Izkoristki polikristalnih celic v laboratorijskih pogojih dosegajo do 21 %, v serijski proizvodnji pa med 13 % in 15 % (http://www.ee.fs.uni-lj.si/ 2012). \nSlika 3 prikazuje strukturo polikristalne silicijeve celice.\nAmorfne silicijeve sončne celice Sestavljene so iz nekaj mikronov debele plasti amorfnega silicija z dodatkom vodika. Prve sončne celice tega tipa so izdelali leta 1974. Amorfni silicij ima, za razliko od kristalnega, neurejeno strukturo in precej bolje absorbira sončno sevanje kot kristalni silicij. Izdelava amorfnih silicijevih sončnih celic je precej cenejša, kot izdelava kristalnih in energetsko varčnejša. Izkoristki sončnih celic iz amorfnega silicija dosežejo v laboratorijskih pogojih do 12 %, v serijski proizvodnji pa med 5 % in 7 %. Glavna slabost celic je neodpornost na svetlobo in s tem povezano zmanjšanje izkoristka (http://www.ee.fs.uni.si 2012).\nKot je razvidno iz slike 4, je najbolj razvita uporaba silicijevih celic. Glede na druge materiale silicijeve celice zajemajo kar 95 % deleža vseh tehnologij sončnih celic. Ostali materiali so veliko manj raziskani in zajemajo vsega 5 % deleža vseh tehnologij.\n"], "7": ["2.3 Karakteristike sončnih celic", "Na električne karakteristike solarnega modula vpliva število solarnih celic v modulu. Vsaka celica pri dobri osvetlitvi proizvede približno 0,4 V enosmerne napetosti. Zaradi medsebojne primerjave sončnih celic so izdelali mednarodne standarde za pogoje preizkušanja sončnih celic.\nNajpomembnejši med njimi so:\n- gostota sončnega ali umetnega sevanja 1000 W/m2\n- spekter umetnega sevanja enak sončnemu spektru pri AM 1,5\n- temperatura okolice 25 -C.\nElektrične karakteristike so odvisne od površine solarnih celic, saj je moč napetosti odvisna od površine celic. Monokristalne sončne celice proizvajajo večji tok kot polikristalne, amorfne pa polovico manj kot monokristalne sončne celice. Z večanjem intenzitete sončnega sevanja se veča tudi izhodni električni tok. Da ohranimo solarne celice hladne, moramo pri montaži zagotoviti cirkulacijo zraka okoli modulov, zato proizvajalci podajajo karakteristike modulov pri temperaturi 25 -C ali tudi 28 -C. Sevanje z večjo valovno dolžino od mejne povzroča le segrevanje solarne celice, pri manjših valovnih dolžinah od mejne pa se pojavlja višek fotonov, ki prav tako povzroča segrevanje celice, ne pa proizvodnje električnega toka. Zgornja meja pretvorbe sončnega sevanja s silicijevimi celicami je približno 23 %. Z uporabo večslojnih celic je možno doseči izkoristek pretvorbe že preko 30 %, kar pa je za enkrat doseženo le v raziskovalnih laboratorijih (http://www.bisol.com.si 2012).\n"], "8": ["2.4 Moduli sončnih celic", "Fotonapetostni modul je pomemben element sončne elektrarne. Sestavljen je iz vzporedno ali zaporedno vezanih enakih sončnih celic in omogoča pretvarjanje sončne energije v enosmerni električni tok. Fotonapetostni modul je najmanjši, ob okvari še zamenljivi del fotonapetosnega polja oziroma sončnega fotonapetosnega regeneratorja. Najpogosteje delimo module glede na vrsto uporabljenih sončnih celic ali glede na namen uporabe. Ponavadi so moduli okvirjeni z aluminijastim okvirjem, lahko pa so tudi brez okvirja ali imajo okvir iz drugih materialov. Moduli morajo ustrezati predpisanim standardom, ki določajo električne in tudi mehanske lastnosti modulov, kar zagotavlja njihovo dolgotrajno, zanesljivo in varno delovanje. Fotonapetostni modul, je v osnovi električno zaporedna vezava (enakih) sončnih celic (Lenardič 2009). Slika 5 ponazarja modul sončne celice.\nRazlične tehnologije izdelave sončnih celic omogočajo tudi izdelavo različnih modulov. Pri tankoslojnih celicah so lahko fleksibilni ali izdelani kot strešni elementi, lahko pa so \ntudi izdelani kot toplotno izolacijski fasadni elementi. Moduli so lahko veliki tudi nekaj m2. Lahko nadomestijo klasično stekleno fasado, tako za namestitev modulov ne potrebujemo dodatnih površin, pa tudi investicijski stroški so nižji. S poljubno gosto razporeditvijo kristalnih celic ali uporabo amorfnih prosojnih celic pa stavbe tudi senčimo in jih primerno naravno osvetlimo.\n"], "9": ["2.5 Razsmerniki", "Razsmernik (inverter) je naprava, ki pretvarja enosmerni električni tok v izmenični električni tok. Imenujemo ga tudi srce sončne elektrarne, saj njegova kvaliteta določa donos. Razsmernik je glavni del povezave fotonapetostnega sistema z javnim elektroenergetskim omrežjem. Njegova funkcija je omogočiti kar najvišji pretok energije od sončnega generatorja v omrežje. Zaradi različnega sončnega obsevanja (senčenja) ima lahko sončni generator v vsakem trenutku drugačno vrednost proizvedene energije. Za razsmernik je dobro, da deluje v širokem območju vhodnih napetosti in na ta način pretvarja kar največjo moč glede na spremenljive vhodne napetosti (Lenardič 2009). Njihovo moč izberemo glede na najvišjo obremenitev. Razsmernik je lahko samostojna enota, ki je povezana z moduli sončnih celic, baterijami in trošili, lahko pa je dodan posameznemu modulu. Fotovoltaični sistemi so lahko priključeni na javno omrežje tako, da trenutni višek elektrike oddajajo v omrežje, kar pomeni učinkovitejše delovanje fotovoltaičnega sistema (Medved in Novak 2000).\n"], "10": ["2.6 Regulatorji", "Regulator polnjenja je del fotonapetostnega sistema, ki skrbi za pravilno polnjenje akumulatorskih baterij v samostoječih sistemih, preprečuje povratni tok ter signalizira stanje akumulatorja. Skrbi za zaščito baterij pred prevelikim polnjenjem in preglobokim praznjenjem. Preveliko polnjenje in pregloboko praznjenje namreč skrajšujeta že tako kratko življenjsko dobo baterij. Regulatorji spadajo med cenejše dele fotonapetostnih sistemov, so pa pomembni, saj lahko znatno vplivajo na dolgoročno zanesljivo delovanje \nin dober izkoristek. Ob slabem delovanju regulatorja prihaja do višjih stroškov vzdrževanja sistema ter do slabega izkoristka. Povzroča pa lahko še dodatne stroške zaradi baterij, ki so ob slabem delovanju regulatorja najbolj prizadete. Spadajo med dražje dele samostojnih fotonapetostnih sistemov (Lenardič 2009). Pri tem poznamo dve izvedbi regulatorjev, in sicer linearne ter stikalne. Linearni ali enostopenjski regulatorji so lahko:\n- serijski, ti izklopijo polnjenje, ko je dosežena končna polnilna napetost\n- paralelni, uporabljamo jih pri majhnih solarnih sistemih, kjer so polnilni tokovi  iz modulov manjši kot 20 A. Stikalni regulatorji delujejo na principu, da izključijo določeno vejo polja solarnih modulov, ko:\n- polnilni tok naraste čez določeno vrednost\n- novejši polnilni regulatorji imajo vgrajena že integrirana vezja, izdelana posebej  za solarno tehniko.\n"], "11": ["2.7 Akumulatorji", "Akumulatorske baterije uporabljamo za shranjevanje električne energije, ki jo pridobimo med dnevom za rabo, ko sončnega sevanja ni dovolj na razpolago. Akumulator deluje v dveh fazah, in sicer v fazi plitvega polnjenja v sončnih dneh in globokega praznjenja v obdobjih, ko ni dovolj sončne energije. Akumulatorji predstavljajo velik del stroškov otočnega fotonapetosnega sistema, so pa tudi najšibkejši del v solarnem sistemu, saj imajo najkrajšo življenjsko dobo v celotnem sistemu. Poznamo različne vrste akumulatorskih baterij. Najpogosteje so v fotonapetostnih sistemih uporabljene svinčeve akumulatorske baterije, ki zahtevajo ustrezno ravnanje in odlaganje po izteku življenjske dobe. Druge vrste akumulatorskih baterij so še nikelj-kadmijeve baterije, nikelj-železove baterije, srebro-cinkove baterije in natrij-žveplove baterije. Včasih se uporabljajo le nikelj- kadmijeve baterije, ostale vrste pa se uporabljajo le redko ali celo samo v preizkusih laboratorijskih primerih (Lenardič 2009). \nPreden pa pričnemo s samo montažo elektrarne so potrebni dokumenti za postavitev in priključitev sončne elektrarne v omrežje. Uredba o dopolnitvah Uredbe o energetski infrastrukturi (UL RS 75/2010) definira, da za sončne elektrarne manjše od 1 MWp na strehah ni potrebno gradbeno dovoljenje. Zaradi povečanja varnosti pa je potrebno poskrbeti za:\n- statično presojo\n- presojo požarne varnosti\n- presojo o zaščiti pred strelo.\nV prvi fazi je za pridobitev elektro soglasja potrebno priložiti vlogo s sledečimi dokumenti:\n- lokacijska informacija,\n- zemljiško knjižni izpisek z dokazilom o lastništvu,\n- mapna kopija v merilu 1:1000,\n- redni izpisek iz sodnega registra za gospodarske družbe ali potrdilo o  registraciji za samostojne podjetnike. V primeru, da se investitor odloči za izgradnjo po sistemu » NA KLJUČ«, kot je v našem primeru, lahko izvajalca s pooblastilom pooblasti, da v investitorjevem imenu ureja in pridobiva potrebno dokumentacijo, ki je potrebna za izgradnjo sončne elektrarne.\nZa priključitev sončne elektrarne v omrežje so potrebni še sledeči dokumenti:\n- Idejna zasnova projekta - je izdelana zasnova projekta, ki je uvodni del  projektne dokumentacije pri pridobivanju soglasij od pristojnih služb glede  priključitve sončne elektrarne.\n- Projekt za izvedbo - je izdelan projekt, ki se kot predlog najprej predloži  elektro distributerju, ki je regijski lastnik omrežja, v katerega naj bi se  vključevala sončna elektrarna. Po njihovem pregledu na podlagi ustreznosti in  izpolnjevanju projektnih pogojev se lahko prične z izgradnjo sončne elektrarne.\n- Projekt izvedenih del - je popolna dokumentacija o izvedenih delih. \nKo je elektrarna postavljena, pristojni elektro inšpektor ob prisotnosti predstavnika iz elektra in izvajalca del pregleda ustreznost izvedbe in projekt izvedenih del.\nKo elektro distributer opravi meritve delovanja sončne elektrarne, lahko lastnik elektrarne z distributerjem električne energije podpiše pogodbo o odstopu na distribucijsko omrežje. Ta pogodba je nato priloga vloge za pridobitev podpore na Javni agenciji Republike Slovenije za energijo. Izdano odločbo Javna agencija pošlje na podjetje Borzen d.o.o. (Center za podpore). Na podlagi prejete odločbe Borzen pripravi pogodbo o odkupu električne energije.\nV preglednici 1 in 2 so predstavljene cene zagotovljenega odkupa v letu 2012 na stavbah ali gradbenih konstrukcijah:\n"], "12": ["2.8 Dosedanje raziskave ekonomike sončnih elektrarn", "Prehod na trajnostni način oskrbe z energijo je eden največjih izzivov s katerim se je človeštvo kdajkoli srečalo. Obdobje prehoda bo trajalo najmanj 30-50 let, sončne elektrarne in z njimi povezane tehnologije pa bodo odigrale ključno vlogo pri tem. Z ambiciozno realno rastjo se pričakuje, da bodo inštalirane kapacitete sončnih elektrarn v letu 2030 v EU dosegle 200 GWp in v svetu 1.000 GWp. S 1.000 TWh bo to pomenilo okoli 4 % svetovne proizvodnje električne energije. Glede na dolgoročni tehnični potencial pa se računa, da bi proizvodnja električne energije iz sončnih elektrarn v EU v letu 2050 imela najmanj 20 % delež. Sedanji delež električne energije iz vseh OVE v EU, z upoštevanjem tudi velikih hidroelektrarn je 14%. Z investiranjem v sončne elektrarne se je spodbudil tudi razvoj v smeri zniževanja stroškov in gibanje cen solarnih modulov. Zniževanje stroškov pa omogoča doseganje boljših ekonomskih rezultatov in s tem se zanimanje za sončne elektrarne še povečuje.\nSistem fiksnih cen je odigral veliko vlogo in ima velik pomen za razvoj fotovoltaike za celotno Evropo, zato ga je potrebno ohraniti in ustrezno nadgrajevati tudi v prihodnjih letih.\nTako je v zadnjem desetletju proizvodnja svetovne električne energije s pomočjo fotovoltaičnih naprav v povprečju zrasla za 50 % na leto. Danes se s sistemom fotovoltaike proizvede že 0,04 % svetovnih energetskih potreb (Eko dežela- oglasna priloga 2012).\nPo številu nameščenih fotovoltaičnih sistemov v svetu vodijo Nemčija, Japonska, ZDA in Španija. Leta 1999 je bila proizvedena moč sončnih elektrarnah v Evropi, ZDA in na Japonskem še izenačena. Po letu 2000 pa je začela prednjačiti Japonska. To je trajalo do leta 2007, ko so v Evropi začeli z masovno proizvodnjo sončnih elektrarn. Do leta 2020 je v Evropi cilj, da se s fotovoltaiko proizvede vsaj 12 % potreb po energiji. V tem letu bi ta \nvir pridobivanja lahko bil že cenejši od konvencionalnih načinov pridobivanja energije (Dnevnik 2009). Žal je izkoriščanje sončne energije v Sloveniji pod povprečjem EU, saj je koristimo le zgolj 3 % glede na tehnični potencial, ki nam je na voljo. Slabo izkoriščanje sončne energije je predvsem posledica birokratskih ovir, pomanjkanja strokovnjakov in znanja na tem področju (http://www.dnevnik.si/novice 2009), kljub temu, da imamo dobre pogoje za postavitev sončnih elektrarn. V Sloveniji na leto proizvedemo energije v povprečju 1000 kWh/kWp instalirane moči, medtem ko v Nemčiji le 800-850 kWh/kWp. Prav Nemčija pa je vodilna država na svetu tako po številu, kot tudi po skupni instalirani moči sončnih elektrarn. Zaradi omenjenega je v Sloveniji inštaliranih v povprečju za 44,1 W zmogljivosti sončnih elektrarn na prebivalca. Istočasno je bilo v vsej Evropski uniji (EU-27) inštaliranih v povprečju kar 102,2 W zmogljivosti sončnih elektrarn na prebivalca. S trenutno tehnologijo fotonapetostnih modulov pa bi lahko letno proizvedli tudi do 960 GWh električne energije (Eko dežela- oglasna priloga 2012). Prednosti sončne energije so varovanje okolja, gospodarska rast, ustvarjanje novih delovnih mest, varna in distribuirana proizvodnja, hiter razvoj in velik potencial nove tehnologije. Izkoriščanje sončne energije v Sloveniji je slabo, saj je koristimo le okrog 3 % glede na tehnični potencial. Celoten potencial sončnega sevanja pri nas znaša približno 23000 TWh/leto.\n"], "13": ["2.9 Metode za ocenjevanje investicijskih projektov", "Ocenjevanje investicijskih projektov v kmetijstvu je večplasten proces. Namembnost določene naložbe v kmetijstvu je potrebno vrednotiti v smislu finančnega, ekonomskega in družbeno-socialnega prispevka k blagajni nekega naroda. Priprava različnih projektov v kmetijstvu je lahko zahtevna naloga. Glavni pomen pri tem imajo identifikacija ciljev, splošnega kmetijskega razvoja, analiza ustreznih ukrepov tržno-cenovne in intervencijske politike, evalvacija primernosti obstoječih mehanizmov zunanje trgovine z kmetijskimi proizvodi ter navsezadnje ocena prave vloge, ki jo ima kmetijstvo v narodnem gospodarstvu (Turk 2001). \nVrednotenje kmetijskega projekta je mišljeno kot ocenjevanje določene investicije v kmetijstvu, ki naj bi na podlagi vložka raznovrstnih stroškov prinesla takšno ali drugačno vrsto koristi. Ko ugotovimo, da je investicijski projekt izvedljiv, je potrebno preučiti še njegovo uspešnost. Ekonomska uspešnost investicije je najpomembnejše merilo za izbiro med investicijskimi projekti, ki morajo biti izvedljivi. Za ocenjevanje uspešnosti investicije poznamo statične in dinamične metode ocenjevanja uspešnosti investicije ter metode ocenjevanja uspešnosti investicije v razmerah negotovosti. Ocenjevanje uspešnosti ima predvsem to značilnost, da se ocenjuje na podlagi donosov in vlaganj, ki se vlečejo večje število let (http://www.akc.si/clanek5.htm 2010).\n"], "14": ["2.10 Statične metode ocenjevanja investicij", "Statične metode ne upoštevajo časovne komponente investicijskih vlaganj in donosov. Tako zanemarjajo različno vrednost denarja v času. Kljub temu jih uporabljamo kot merila za prvotno oceno investicijskega projekta, saj so zelo enostavno izračunljive. Slabost teh metod je torej v zanemarjanju časovne komponente in v zanemarjanju življenjske dobe investicije.\n"], "15": ["2.11 Doba vračanja investicijske naložbe", "Doba vračanja je opredeljena kot čas, v katerem donosi v času obratovanja naložbe dosežejo vsoto investicijskih stroškov in ne sme biti daljša od ekonomske dobe naložbe. Po tej metodi je najuspešnejša tista investicija, ki ima najkrajšo dobo vračanja. Ta metoda daje le odgovor na vprašanje, v kolikem času se bodo investirana sredstva povrnila, ne upošteva pa vseh donosov naložbe, niti časovne razporeditve donosov in investicijskih stroškov, zato investicije medsebojno niso primerljive (Udovč 2002). \nDobo vračanja se izračuna na podlagi naslednje enačbe (1).\nL = V (1)  R\nPri čemer pomeni: L = doba vračanja v letih V = investicijski vložek R = letni donos investicije v primeru, ko se donosi ne spreminjajo.\n"], "16": ["2.12 Rentabilnost investicije", "Rentabilnost investicije predstavlja v deležu izraženo razmerje med donosom (po navadi iz prvega leta) investicije in investicijskim vložkom. Slabosti te metode so podobne kot pri dobi vračanja, saj ne upošteva skupnih donosov, in prav tako ne časovne razporeditve donosov (Udovč 2002).\n"], "17": ["2.13 Skupna donosnost investicije", "Ta kazalnik je opredeljen kot razmerje med skupnim donosom investicije in investicijskim izdatkom in nam pove, koliko enot skupnega donosa nam daje enota investicijskega izdatka. Investicija je po tem merilu tem uspešnejša, čim večje je to razmerje.\nR = D (2)  V×100\nPri čemer pomeni: R = skupni donos na enoto investicijskih stroškov D = donos investicije V = investicijski vložek \nTa metoda upošteva skupni donos investicije, daje pa enako težo enako velikim donosom in vložkom v različnih letih ekonomske dobe investicije, zato ne upošteva časovne razporeditve donosov in investicijskih izdatkov.\n"], "18": ["2.14 Povprečni letni donos na enoto investicijskih stroškov", "Pri tej metodi primerjamo povprečni letni donos z investicijskimi izdatki, investicija je tem uspešnejša, čim večji je ta koeficient. Ta kazalnik zanemarja časovno razporeditev donosov in tudi skupni donos, torej življenjsko dobo investicije. Sprejemljiv bi bil le ob enaki dobi investicij, če seveda zanemarimo dinamiko donosov. Obstaja še nekaj podobnih parcialnih kazalnikov uspešnosti tekočega poslovanja, ki tudi niso primerni za oceno uspešnosti investicij, saj vse te statične metode vrednotenja investicij ne upoštevajo alternativne možnosti uporabe po navadi omejenih finančnih sredstev, saj največkrat ne upoštevajo skupnih donosov investicije – torej zanemarijo življenjsko dobo ter ne upoštevajo časovne razporeditve donosov in investicijskih izdatkov.\n"], "19": ["2.15 Dinamične metode ocenjevanja investicij", "Bistvo dinamičnih metod ocenjevanja uspešnosti investicijskih projektov, je v upoštevanju časovne komponente - s pomočjo tehnike diskontiranja se reši problem spremembe vrednosti denarja v času. Slabosti statičnih metod ocenjevanja so temeljile predvsem na prej omenjenem dejavniku in na neupoštevanju življenjske dobe projekta. Dinamične metode pa rešijo ta dva problema tako, da uporabijo postopek, ki upošteva vse donose in investicijske stroške in omogoča primerjavo med časovno različno razporejenimi stroški in donosi investicije, s tem, da vse skupaj zreducira na isti časovni termin. To nalogo je možno rešiti z metodo sedanje vrednosti, na osnovi katere sta se izoblikovala dva kriterija \nza odločanje o investicijah. To sta neto sedanja vrednost in interna stopnja donosnosti, saj napravita časovno različno razporejene izdatke in donose investicije medsebojno primerljive (Udovč 2002).\n"], "20": ["2.16 Neto sedanja vrednost", "Neto sedanjo vrednost - NSV lahko opredelimo kot razliko med diskontiranim tokom vseh prilivov in diskontiranim tokom vseh odlivov neke naložbe ali kot vsoto diskontiranih neto prilivov iz finančnega toka naložbe. Po tej metodi torej diskontiramo prihodnje donose in investicijske izdatke na začetni termin, ko nastopijo prvi investicijski izdatki. Pozitivna NSV pomeni znesek, za katerega je sedanja vrednost pozitivnega toka koristi večja od sedanje vrednosti celotnega negativnega toka stroškov, oziroma, da je razlika med vrednostjo proizvedenega ali ohranjenega bogastva in vrednostjo porabljenih sredstev pozitivna (Udovč 2002). Neto sedanja vrednost je definirana kot (Turk 2001):\nSP-SS NSV= I+ (3)\n"], "abstract": ["Diplomska naloga opisuje problem slabega izkoriščanja obnovljivih virov energije. Predstavljena je ocena finančne upravičenosti investicije v izgradnjo sončne elektrarne na poslovnem objektu Kmetijske zadruge Lenart z.o.o. (v nadaljevanju KZ Lenart). Pri tem opisujemo delovanje sončnih celic, njihovo sestavo in potek načrtovanja sončne elektrarne. Predstavljena je tudi ekonomika projekta, stroški same izgradnje in njena donosnost. Prav tako je opisan smisel izvajanja projektov v izgradnjo sončnih elektrarn. Namen diplomskega dela je olajšati odločitev vodstvu podjetja KZ Lenart, pri odločanju o investiranju v sončno elektrarno. Odločitev o investiciji bo v veliki meri vplivala na dolgoročno uspešnost poslovanja podjetja. "]}