{"1": ["UVOD", ""], "2": ["Predstavitev problema", "Glavni problem oz. izziv, ki smo si ga zadali pri pisanju diplomske naloge, je, da poizkušamo poiskati najkonkurenčnejši telematski sistem za sledenje vozil, ki ga je moč kupiti pri nas. Tekom pogovorov smo izvedeli, da naj bi bilo v Sloveniji približno dvajset ponudnikov. Iz vsakdanjega življenja nam je znano, da nam širina in globina asortimenta včasih pri izbiri povzročata velike preglavice. Podležemo dolgotrajnejšemu izbiranju in težji odločitvi. Konkurenca je vedno dobrodošla, saj dela v prid kupca, izboljšuje ponudbo, bije boj med proizvajalci in običajno znižuje prodajno ceno, da nam je proizvod ali storitev lažje dosegljiva. Težko je govoriti, da bo rezultat našega dela res dal najoptimalnejši odgovor na zastavljeno vprašanje, saj je moč pri iskanju odgovora uporabiti različne kriterije. Temu pa se bomo zelo približali, če bomo res zajeli najvidnejše oz. najpogostejše sisteme. Ne moremo trditi, da bomo dobili absolutnega zmagovalca ali najboljšo izbiro za vsakega kupca, na podlagi različnih prijemov pa bomo poizkusili izluščiti najkonkurenčnejšega. Kriterij bo na eni strani skupek izkustvenega mnenja, na drugi pa rezultatov naše analize.\nZa TrackNav, CVS mobile in Sledenje smo se odločili tudi na podlagi njihove udeležbe na mednarodni konferenčni sejemski prireditvi Logistika '09, ki je potekala na Fakulteti za logistiko Celje.\n"], "3": ["Cilji in teze diplomskega dela", "Cilj diplomske naloge je poiskati najkonkurenčnejši telematski sistem na trgu med opisanimi. Kot je zapisano v uvodu, naši rezultati ne bodo nujno najsmotrnejša izbira za vsakega kupca takšne računalniške aplikacije. Bralcem bi radi ponudili boljši vpogled v omenjene sisteme, kar bi lahko pripomoglo k lažji odločitvi.\nNamen diplomskega dela je podučiti morebitne interesente, ki bi želeli vpeljati takšen sistem v svoje poslovanje. Logistik se ukvarja tudi z racionalizacijo poslovanja, poenostavljanjem poslovnih procesov, povezovanjem nalog, del, opravil in procesov z \nnamenom doseči čim večjo učinkovitost in uspešnost poslovanja. Cilj je minimizacija stroškov ob maksimiranju dobička, kar privede tudi do boljše konkurenčnosti.\nTeze diplomskega dela so naslednje:\n- Boljše poznavanje telematskih sistemov privede do lažje in smotrnejše odločitve.\n- Diplomsko delo naj omogoča razumevanje delovanja vseh prednosti in slabosti, ki  jih sistemi ponujajo.\n- Diplomsko delo naj bo v pomoč pri odločanju interesentom.\n- Rezultat je nepristranski skupek našega razmišljanja in izkustvenega mnenja o  tovrstnih sistemih. Ker bomo sisteme primerjali iz obeh omenjenih vidikov,  pričakujemo optimalno oceno stanja.\n"], "4": ["Predpostavke in omejitve", "Predpostavljamo, da smo v opisu zajeli vidnejše telematske sisteme na slovenskem trgu. To tezo bomo z raziskavo trga bodisi potrdili ali ovrgli. Med veliko ponudbo tovrstnih sistemov smo se zaradi omenjenih lastnosti odločili za tri ponudnike. Morebitnemu kupcu bodo naši izsledki olajšali odločitev pri izboru katerega izmed opisanih sistemov, ki bo pripomogel k učinkovitejšemu in uspešnejšemu poslovanju – prihranitvi časa, stroškov, boljšemu nadzoru, racionalizaciji poslovanja itd.\nNe zagotavljamo, da so izbrani telematski sistemi najboljši za vsakogar, zato tudi delo nosi nevtralen naslov o primerjavi »vidnejših« telematskih sistemov na slovenskem trgu in ne »najboljših«. Da bi lahko kaj takega trdili, bi morali raziskati vse sisteme, ki so na voljo, in izbrati primeren primerjalni vzorec, kar pa bi predstavljalo tako velik obseg dela in raziskovanja, ki bi presegal predvideni obseg diplomske naloge. Upoštevati je treba tudi, da vsa podjetja niso bila pripravljena sodelovati v raziskavi in smo imeli precej težav že v osnovi. Vsako podjetje je samo zase najboljše in treba je ohraniti kar se da nevtralen odnos do vseh. Tekom nastajanja diplome prav tako ne bomo dovolili nobenih naknadnih dopolnjevanj in popravljanj s strani ponudnikov, saj bi s tem porušili objektivnost naloge. Treba je upoštevati tudi, da se tehnologija zelo hitro razvija in da določena izhodišča niso najnovejša oz. »up to date«, kakor bi se lahko izrazili. Omejitev \nse pojavi tudi pri različnih paketih, ki jih posamezno podjetje ponuja – različne celovite rešitve, pogojene z različno ceno.\nNaša izhodišča so torej znana, njihovo upravičenost pa bomo tekom naših ugotovitev bodisi potrdili ali ovrgli.\n"], "5": ["Metode dela", "Pri pisanju diplomskega dela smo se posluževali več različnih znanstveno- raziskovalnih metod v skladu z Rosijem (2008, str. 38, 50, 52, 69). Te so:\n- »analiziranje je postopek raziskovanja in pojasnjevanja stvarnosti z razčlenjevanjem  sestavljenih miselnih stvaritev na njihove enostavnejše sestavne dele in prvine ter  preučevanja vsakega dela oz. prvine ločeno in v odnosu na druge dele oz. celote;\n- metoda deskripcije, ki je postopek enotnega opisovanja dejstev, procesov in  predmetov v naravi in družbi ter njihovih empiričnih potrjevanj odnosov in vezi,  vendar brez znanstvenega tolmačenja in pojasnjevanja;\n- komparativna metoda, ki je postopek primerjanja enakih ali podobnih dejstev,  pojavov, procesov in odnosov oz. ugotavljanje njihovih podobnosti v obnašanju in  intenzivnosti ter razlik med njimi;\n- metoda anketiranja, ki je podobna anketni metodi. Pri njej podatke in informacije o  raziskovanem predmetu zbiramo na podlagi intervjuja, in to neposredno, ustno, v  obliki razgovora z intervjuvancem.«\n"], "6": ["1 TEORETIČNE OSNOVE", "Najprej obravnavamo osnovne pojme, povezane s telematskimi sistemi, saj na ta način lažje razumemo njihovo delovanje. Zanimajo nas predvsem pojmi, kot so telematski sistem, satelitsko sledenje in GPRS. GPRS izmenjava podatkov je pomembna predvsem iz vidika pošiljanja sporočil, ki jih takšne naprave omogočajo.\n"], "7": ["1.1 Telematski sistem", "Za širši okvir razumevanja sprva pojasnimo, kaj je sistem. Gre za izredno kompleksen in širok pojem, zato bomo predstavili več definicij (Rosi, 2005, str. 9):\n- »Matematično je sistem kar koli, kar je sestavljeno iz sestavin in povezav/odnosov  med njimi. Izraža torej celovitost, a na skrajno abstraktni ravni, brez vsakih  konkretnih lastnosti, s kakršnimi se ukvarjajo posamične vede in poklici, praksa.\n- Vsebinsko je miselna slika, ki jo njen avtor kot opazovalec ali obvladovalec česar  koli, kar v stvarnosti obstaja, ustvari zato, da na zaokrožen in njemu zadosten način  zajame tisti del lastnosti, ki ga posebej zanima. Vsebinsko sistem torej ni celota,  ampak redukcija celote na tisto, kar izpostavi izbrana perspektiva.\n- Sistem je torej hkrati celovit (formalno) in ni celovit (vsebinsko).«\nSistem lahko tudi podrobneje fenomenološko opredelimo – pojem sistem je močno povezan s pojmom celote (Rosi, 2005, str. 10):\n- »sistem je celovit kompleks medsebojno povezanih elementov, ki delujejo na  svojstven način;\n- sistem ustvarja svojstveno enotnost v svojem okolju;\n- vsak sistem praviloma predstavlja element (sestavino) sistema višjega reda;\n- elementi vsakega sistema so istočasno sistemi nižjega reda (kjer je materija deljiva  in sestavljena do neskončnosti);\n- elementi, njihovi odnosi in delovanje.«\nTelematika ali telemetrija je skupna oz. povezana raba telekomunikacij in informatike, poznane tudi kot ICT oz. informacijske in telekomunikacijske tehnologije. Natančneje povedano, gre za znanost pošiljanja, sprejemanja in shranjevanja podatkov preko \ntelekomunikacijskih naprav. Telematika se je v zadnjem času še posebej usmerila na rabo z GPS-tehnologijo, računalniki in mobilno komunikacijsko tehnologijo v avtomobilskih navigacijskih sistemih. Najože gledano se je termin oblikoval, kadar govorimo o uporabi tovrstnih sistemov, ki se nanašajo na uporabo v cestno-prevoznih sredstvih (''Telematics'' [Wikipedia], b. d.).\nBeseda telematika, kot jo je določil Dennis Foy, akademik in avtor Automotive Telematics (Avtomobilske telematike), izvira iz sestavljanke dveh grških besed. Prva ''tele'' pomeni ''zelo oddaljen'', še posebej, kadar govorimo o odnosu s procesom ustvarjanja ali beleženja. Druga ''matos'' pa je izpeljanka grše besede ''machinari'', ki pomeni ''napravo''. Sestavljeni termin ''telematics'' torej opisuje proces daljno oddaljenega oddajanja podatkov, ki temeljijo na računalniški osnovi (''Telematics'' [Wikipedia], b. d.).\nTelematika pomeni zbliževanje telekomunikacij in obdelave podatkov. Termin se je kasneje razvil, ko govorimo o avtomatizaciji v avtomobilih, kakršna je tudi iznajdba nujnih opozorilnih sredstev v vozilih. GPS-navigacija, uporaba naprav za prostoročno telefoniranje, brezžične varnostne komunikacije, sistemi za samodejno vozniško asistenco, vse to lahko uvrščamo v okvirje besede telematika (''Telematics'' [Wikipedia], b. d.).\nGre za znanost o telekomunikacijah (angl. Telecommunications) in informatiki (angl. Informatics), ki je uporabljena v brezžičnih tehnologijah in računalniških sistemih. Telematika temelji na standardu 802.11 IEEE največje mednarodne neprofitne profesionalne organizacije na svetu, ki se ukvarja z razvojem tehnologij, povezanih z elektriko, in na konceptu dopolnila 802.11p. Slednji naj bi bil objavljen novembra 2010. Standard govori o brezžičnem dostopu v voznem okolju WAVE, ki naslavlja in izboljšuje inteligentni prevoz (''Telematics'' [Wikipedia], b. d.). \n"], "8": ["1.2 Satelitsko sledenje", "Satelitsko sledenje običajno poteka preko GPS (angl. Global Positioning System) oz. sistema globalnega določanja položaja. Oborožene sile Združenih držav Amerike uporabljajo polno ime NAVSTAR GPS (angl. Navigational Satellite Timing and Ranging – Global Positioning System). GPS je satelitski navigacijski sistem, ki se uporablja za določanje natančnega položaja in časa kjer koli na Zemlji ali v zemeljski tirnici. Njegovi sateliti na potovanju okrog Zemlje uporabljajo srednjo krožno tirnico. Sistem GPS je zasnovalo obrambno ministrstvo ZDA, ki ga tudi upravlja. Prosto ga lahko uporablja vsakdo, ki ima ustrezen sprejemnik. Razdeljen je na tri odseke: vesoljskega, nadzornega in uporabniškega (''GPS'' [Wikipedija], b. d.).\nVesoljski odsek: po zadnjih podatkih vključuje 30 (delujočih) satelitov GPS, ki prenašajo enosmerne signale na dveh frekvencah o njihovem trenutnem položaju in času. Nekateri izmed njih so v mirovanju, saj služijo za rezervo v primeru okvare katerega izmed njih. Večina civilnih sprejemnikov dostopa do L1 frekvence. Vojaški \nsprejemniki pa dostopajo preko precizne šifrirane kode, ki poteka na obeh frekvencah, L1 in L2 (''Global Positioning System'' [USA.gov], b. d.; Langley, 2008).\nNadzorni odsek: vključuje zemeljske postaje, ki skrbijo za spremljanje in nadzorovanje poti satelitov z občasnimi ukaznimi manevri, usklajevanje njihovih atomskih ur in nalaganje podatkov, ki jih oddajajo sateliti. To počnejo z orjaškimi radarji in jim s pomočjo telemetrije in telekomand (na oddaji) popravljajo satelitsko tirnico ter višino s pomočjo na satelitu vgrajenih raketnih motorjev (''Global Positioning System'' [USA.gov], b. d.; Kovačevič, 2009).\nUporabniški odsek: sestavljajo ga civilni in vojaški GPS-sprejemniki, ki razberejo časovne podatke iz večjega števila satelitov in nato izračunajo položaj sprejemnikov s postopkom trilateracije. Izračuni potekajo v tridimenzionalnem prostoru, kjer sprejemnik poišče presečišča krogel (Conradi, 2009, str. 22; ''Global Positioning System'' [USA.gov], b. d.;).\nSistem sestavlja 30 satelitov v 6 ravninah natančno določenih tirnic. Vsak od njih Zemljo obkroži dvakrat dnevno na višini 20.200 km in ima nameščeno atomsko uro. Satelit neprestano oddaja čas (po svoji uri) in podatke o tirnici gibanja, ki jih določajo zemeljske opazovalnice (''GPS'' [Wikipedija], b. d.; Langley, 2008).\nZa pridobitev podatkov o zemljepisni dolžini in širini, nadmorski višini ter točnem času potrebujemo signale štirih satelitov. S pomočjo razlike med časom sprejema signala in časom njegove oddaje lahko določimo razdaljo med sprejemnikom in satelitom. Nato na podlagi njihovih signalov in notranje baze podatkov ugotovimo mesta satelitov. Signali potujejo s hitrostjo svetlobe, torej 300.000 kilometrov na sekundo. Sprejemnik se torej nahaja na sferi, katere središče je satelit in katere polmer je določen z razdaljo, ki jo premagajo radijski signali v času od trenutka oddaje do trenutka sprejema signala. Ker sprejemnik hkrati sprejema signale iz več satelitov je mogoče določiti položaj sprejemnika na osnovi presečišča sfer s posameznih satelitov. Praviloma je za določitev položaja v tridimenzionalnem prostoru dovolj poznavanje treh sfer, zato bi bilo tudi za določitev položaja sprejemnika dovolj sprejemati signale s treh satelitov. Ta postopek zahteva veliko natančnost ure v sprejemniku. Praviloma bi morala biti tako natančna kot ure v satelitih, kar praktično ni izvedljivo. Zahteve po natančnosti ure v sprejemniku \nlahko zmanjšamo tako, da uporabimo časovni signal z dodatnega satelita, kar nam omogoča, da merimo le razlike med časi sprejemov signalov s posameznih satelitov. Ker se pri tej metodi nenatančnost ure ne akumulira, je lahko ura v sprejemniku manj natančna. V sprejemnikih se zato lahko uporabljajo kvarčne ure (Conradi, 2009, str. 22; ''GPS'' [Wikipedija], b. d.).\nNatančnost določitve položaja se lahko še poveča z diferenčno metodo, ki temelji na uporabi signalov z dodatnih virov. Te signale lahko oddajajo oddajniki na geostacionarnih satelitih. V Evropi je tako poznan sistem EGNOS, v Združenih državah Amerike pa WAAS. Pri delu geodetov se za uporabo diferenčne metode uporabljajo tudi oddajniki, nameščeni na znani lokaciji v bližini sprejemnika (''GPS'' [Wikipedija], b. d.).\nSistem je bil vzpostavljen leta 1978. Prvi od 30 satelitov, ki trenutno sestavljajo sistem, je bil izstreljen 22. februarja 1978. Cena osnovnega vzdrževanja sistema je okrog 280 milijonov evrov letno. Pojavljajo pa se še veliko višji stroški zamenjave odsluženih satelitov, kar je pripeljalo do ogroženosti sistema v letošnjem letu. Vsi sateliti ne delujejo. Težave naj bi reševali tudi s kombinacijo manj poznanega ruskega vojaškega sistema satelitov GLONASS. Ruski sistem sam po sebi sicer ni tako dober, tako da so izdelali simulacije 54 satelitov. V kombinaciji 30 GPS in 24 GLONASS satelitov bi tako lahko brez večjih motenj popravljali ali zamenjavali GPS-satelite. Predvideni datum je leto 2010. Istega leta naj bila tudi dokončno razvita druga generacija satelitov GLONAS-M, pri kateri se je ruski vladi kot partner pridružila tudi indijska vlada (''Analyses of a drop'' [GPS World], 2009; Carter, b. l.; ''GLONASS-M'' [Deagel.com], b. d.).\nGalileo bo prvi evropski globalni satelitsko-navigacijski sistem, ki bo nudil zajamčeno zelo natančne podatke o lokaciji uporabnikov. Bo tudi prvi sistem, ki bo v civilni oblasti in v povezavi z GPS- in GLONAS-sateliti. Uporabniki bodo tako lahko določili svojo natančno lokacijo z istim sprejemnikom iz vseh možnih satelitov in v kakršni koli kombinaciji. Dejstvo je, da več različnih satelitov prikaže večjo natančnost lokacije. Standardno bo Galileo nudil dve frekvenci podatkov v realnem času in tako civilnim uporabnikom prvič omogočil določitev lokacije celo na meter natančno. Prvi poskusni satelit je bil izstreljen 28. decembra 2005. Sistem bo vzpostavljen v prihodnjih letih in \nbo vseboval 30 satelitov (27 operativnih in 3 rezervne). Med najpomembnejšimi novostmi sistema bo tudi prepoznavanje signala v sili. Vsak satelit bo imel vgrajeno posebno napravo, ki bo pripomogla pri iskanju ponesrečencev. Ob določenem prejetem signalu bo poslala signal reševalno-koordinacijskemu centru in istočasno tudi nazaj sporočila uporabniku, da so bile njegove težave zaznane in da je pomoč na poti (''Galileo'' [European Space Agency], b. d.).\nNekaj primerov uporabe GPS\nOsnovna funkcija GPS-sprejemnika je prikaz točne lokacije (geografskih koordinat), na kateri je sprejemnik. Do leta 2000 so sateliti oddajali premaknjen čas in koordinate. Poleg teh osnovnih podatkov so oddajali še šifriran signal, ki je sporočal namenoma povzročeno napako. Ta signal so lahko dešifrirali samo sprejemniki oboroženih sil ZDA (verjetno NATA). Civilni sprejemniki so kazali koordinate, ki so bile do 120 m napačne. Po letu 2000 pa teh motenj ne uporabljajo več in so koordinate natančne na 10 m (lokacija je v krogu s polmerom 10 m (''GPS'' [Wikipedija], b. d.)).\nPot k določeni točki. V sprejemnik vnesemo koordinate cilja in sprejemnik prikaže, v kateri smeri je cilj in koliko je oddaljen. Da najdemo pot do cilja, potrebujemo še kompas. Smer se po izbiri prikaže kot azimut ali kot odstopanje od trenutne smeri gibanja (''GPS'' [Wikipedija], b. d.).\nVodenje po poti. V sprejemnik vnesemo koordinate več točk in jih med seboj povežemo. Ko dosežemo prvo točko, začne sprejemnik prikazovati smer k naslednji točki in tako naprej (''GPS'' [Wikipedija], b. d.).\nPovezava z zemljevidi. Naprednejši sprejemniki imajo naložene zemljevide (predvsem avtocestne ali pomorske) in na zaslonu je prikazan trenutno aktualni izrez iz zemljevida, položaj in ostale zgoraj opisane informacije. Možna je tudi povezava s prenosnim računalnikom, v katerem programska oprema omogoča prikaz in ovrednotenje položaja na vektorskih ali skeniranih zemljevidih (''GPS'' [Wikipedija], b. d.). \nPovezava z avtopilotom. Posebna strojna in programska oprema omogoča povezavo z avtopilotom (na primer na plovilu) in sprejemnik po vnešeni poti krmili avtopilota in s tem plovilo (''GPS'' [Wikipedija], b. d.).\nPogosto se signal iz sistema GPS uporablja tudi le za zelo natančno določitev lokalnega časa (''GPS'' [Wikipedija], b. d.).\n"], "9": ["1.3 GPRS-prenos podatkov", "GPRS je nadgradnja GSM-omrežja. Sistem GPRS je neke vrste dodatek h klasičnemu GSM-sistemu. GPRS je infrastrukturna storitev, ki omogoča prenos podatkov. Prenos podatkov poteka drugače – preko paketno-komutiranega omrežja. Nastal je iz želje povezati internet in obstoječe mobilno omrežje (Kranjčevič, 2001, str. 2–3).\nRazvoj GSM-omrežja do 2,5 G (angl. Second Generation) je pripeljal do predstavitve GPRS-tehnologije. GPRS preskrbuje GSM s podatkovnim oddajnim vmesnikom in IP, ki služi kot podlaga omrežja. Nadalje se je GPRS razvil v EDGE, ki zmore prenesti trikrat več podatkov, a pri satelitskem sledenju ni potrebe po tolikšnih kapacitetah prenosa. Standardizacija GPRS se je začela leta 1994, ETSI je GPRS leta 1997 potrdil in postavil na trg – izdaja '97. Nekaj popravkov pa je doživela v izdaji '98 (Halonen, Melero & Romero, 2002, str. xii, xviii; Mlinar, 2000, str. 4). \nZakaj GPRS? GPRS sistem ima zelo kratek dostop časa v omrežje in se obračunava zgolj po številu prenesenih podatkov. Uporablja od enega do osmih kanalov odvisno od mobilne postaje. Avtomatično so dodeljeni mobilni postaji, kadar gre bodisi za pošiljanje ali prejemanje podatkov. Kanali se dodeljujejo sproti glede na potrebe uporabnika in zmožnosti omrežja. Omrežje GPRS ima posebej rezervirane kanale za nalaganje in pošiljanje podatkov, kar omogoča različne kapacitete prenosov. Seveda mobilna postaja omogoča tudi pogovor med samim prejemanjem ali pošiljanjem podatkov. GPRS podpira tudi SMS (Halonen et al., 2002, str. 16; Kranjčevič, 2001, str. 6).\nKodne sheme omogočajo največje podatkovne hitrosti v enem časovnem oknu 20 kbit/s (pred kanalskim kodiranjem). 20 kbit/s na časovno okno in osem časovnih oken nam da skupno največjo hitrost prenosa podatkov. Teoretični maksimum prenosa v sistemu je torej 160 kbit/s ob uporabi vseh osmih kanalov, brez popravljanja napak. Seveda se število kanalov prilagaja potrebi po prenosu podatkov, tako da je lahko število kanalov za prejemanje in nalaganje različno. Po navadi je tudi asimetrično, kar v praksi pomeni, da več prejemamo, kot nalagamo (Halonen et al., 2002, str. 16; Mlinar, 2000, str. 5).\nZa primer hitrosti prenosov bomo prikazali največjega slovenskega ponudnika mobilne telefonije Mobitel, d. d, ki je ob enem bil tudi prvi tovrstni ponudnik. Storitev Paketni prenos podatkov omogoča stalno povezavo z internetom s hitrostjo prenosa do 7,2 Mb/s (HSDPA), do 1,4 Mb/s (HSUPA), 384 kb/s (UMTS), do 236,8 kb/s (EDGE) oziroma do 82,4 kb/s (GPRS). Prednosti paketnega prenosa podatkov v sistemih UMTS in GPRS so (''Zasebni uporabniki'' [Mobitel, d. d.], b. d.) :\n- storitve se obračunavajo glede na količino prenešenih podatkov (plača se  informacije, ne časa);\n- uporabnik je na omrežje neprestano priključen, kar pomeni hitrejši prenos;\n- enostaven, hiter in varen dostop do informacijskih aplikacij;\n- izboljšana produktivnost in kakovost dela;\n- Mobitel naročniku pomaga pri vseh fazah priprave podatkovnega priklopa.\nDružba Mobitel je nacionalni operater mobilnih telekomunikacij, ki upravlja in tudi sam izgrajuje mobilna omrežja. Mobitel je svoje delovanje začel z analognim omrežjem \nNMT leta 1991, pet let kasneje pa je uvedel digitalni sistem GSM. Leta 2000 je sledila uvedba tehnologije HSCSD z možnostjo hitrega prenosa podatkov, ki je že napovedovala prihod podatkovnega prenosa podatkov GPRS leta 2001. Mobitel je svojim uporabnikom med prvimi operaterji leta 2003 predstavil tretjo generacijo mobilnih telekomunikacij UMTS, ki evolucijsko predstavlja pomemben mejnik razvoja sodobnih tehnologij (''Mobilne generacije'' [Mobitel, d. d.], b. d.).\nPaketni prenos podatkov oz. GPRS je v primerjavi s HSCSD, ki je še vedno klasična telekomunikacijska storitev, s katero imamo med dvema točkama vzpostavljeno stalno fizično povezavo, tudi ko ni dejanskega prenosa podatkov, bolj internetno usmerjena storitev. V GPRS je uporabljena vrsta internetnih standardov. Pomembna prednost sistema GPRS je prenašanje podatkov v paketih, saj je tako omrežje obremenjeno samo med prenašanjem podatkov. Radijske vire si deli več uporabnikov. Vedno, ko so na voljo prosta časovna okna (ki jih ne zaseda tokokrogovno komutirana zveza), lahko GPRS le-ta uporablja za prenos paketov. Prepletanje z globino 4 pomeni manj zakasnitev v primerjavi z GSM, kjer je globina prepletanja 19. Storitve se obračunava na podlagi dejanske količine prenesenih podatkov in ne na podlagi časa trajanja podatkovne zveze (Mlinar, 2000, str. 5; ''GPRS'' [Mobitel, d. d.], b. d.).\nV času gostovanja je obračunska enota GPRS prenosa podatkov odvisna od obračunske enote, ki jo uporablja operater, pri katerem gostujemo (Mlinar, 2000, str. 5; ''GPRS'' [Mobitel, d. d.], b. d.). \nGPRS je pomemben korak pri združevanju mobilne telefonije in interneta, saj je v GPRS uporabljena vrsta internetnih standardov. Ena izmed podobnosti je že v paketnem načinu prenosa podatkov. Poleg tega dobi tudi pri GPRS tehnologiji vsak uporabnik s telefonsko številko še posebno začasno IP-številko, ki je značilna za internetni protokol. Uporabnik se prijavi v omrežje in ostane ves čas priključen (angl. always on-line), kar omogoča takojšnji dostop do storitev in s tem varčevanje s časom (''GPRS'' [Mobitel, d. d.], b. d.).\nGPRS-terminali se delijo v tri razrede: A, B in C. Terminali razreda A zagotavljajo GPRS- in ostale GSM-storitve sočasno, kar pomeni, da lahko poteka glasovna zveza simultano s paketnim prenosom podatkov. Druga možnost so terminali razreda B, ki omogočajo le eno aktivnost v določeni časovni enoti – prenos podatkov se mora recimo med pogovorom ustaviti in obratno. Razred C pa dopušča samo prenos podatkov prek GPRS ali samo prenos govora (Mlinar, 2000, str. 13; ''GPRS mobilniki'' [Mobitel, d. d.], b. d.).\n"], "10": ["2 TRACKNAV", "Sistem TrackNav je nepogrešljivo orodje za nadzor ter upravljanje voznega parka velikih, srednjih kakor tudi malih podjetij. Primeren je tudi za podjetja, ki posedujejo samo nekaj vozil. Ne glede na to, da so tako imenovane ''Fleetmanagement'' sisteme na začetku uporabljali predvsem v transportnih podjetjih, so prednosti, ki jih prinašajo tovrstni sistemi, začela s pridom izkoriščati tudi podjetja drugih panog, katerih cilj je smotrno izkoriščen vozni park (LX track, b. l., str. 1).\n"], "11": ["2.1 Kratka predstavitev sistema", "Sistem TrackNav sestavljajo nadzorni center in nanj vezane mobilne naprave. Raznolikost naprav, ki jih je mogoče vključiti v sistem, ter široka paleta funkcij, ki jih omogoča nadzorni center, tvorita fleksibilen široko funkcionalen sistem. Zaradi tega v našem sistemu TrackNav vsak lastnik voznega parka enostavno prepozna sistem za opravljanje in nadzor svojega voznega parka (Kosaber & Juškovič, 2007, str. 2).\nProgramska oprema TrackNav se kljub kompleksnosti lahko pohvali z enostavno in uporabniku prijazno uporabo. Podatki, ki se v sistemu zbirajo avtomatsko oziroma so v sistem uvoženi iz preostalega uporabnikovega informacijskega sistema ali pa vneseni s strani uporabnikovega, so dostopni preko interneta ali intraneta s programom TrackNav. Na voljo pa je tudi spletna aplikacija, s katero lahko uporabniki enostavno omogočijo svojim strankam diskreten vpogled nad premiki posameznih vozil (LX track, b. l., str. 1).\nProgram TrackNav sestavljajo štirje glavni moduli (LX track, b. l., str. 1):\n- pregled aktivnih vozil;\n- prikaz vozil na karti;\n- pisna komunikacija;\n- poročila o opravljenih vožnjah. \nSistem TrackNav omogoča široko paleto funkcij (Kosaber & Juškovič, 2007, str. 2):\n- spremljanje vozil s pomočjo tabele ali na geografski karti, vsako vozilo ima  enoumno določen status, vozi ali stoji;\n- prenos podatkov o vozilih in sporočilih v oddaljeni terminal (prenosni računalnik);\n- prikaz vožnje vozil na rastrski ali vektorski karti (MapPoint);\n- prikaz lokacij posameznih vozil na internetu;\n- podroben zapis opravljene poti;\n- uporabo hitrega prenosa večjih količin podatkov s pomočjo »Data Call« povezave, s  tem pa podroben opis poti ob sorazmerno nizkih stroških prenosa podatkov;\n- posredovanje lokacije za navigacijo vozniku;\n- aktiviranje oz. deaktiviranje naprave v vozilu;\n- pošiljanje pisnih sporočil voznikom;\n- enostaven vpogled v korespondenco z vozniki;\n- sprejemanje pisnih sporočil iz vozil;\n- preusmeritev sporočil na poljubno GSM-telefonsko številko zunaj delovnega časa;\n- spreminjanje nastavitev napravam LX 60 na daljavo;\n- dodeljevanje svobode telefoniranja napravam LX60;\n- delo v omrežju, kar omogoča hkratno delovanje poljubnemu številu disponentov;\n- ustvarjanje podatkovne baze strank;\n- pregled statistike in analizo posameznih voženj med ali po končani vožnji, tudi za  več mesecev nazaj;\n- enostavno povezavo z drugimi programi, namenjenimi za upravljanje voznega  parka;\n- izvoz podatkov za nadaljnjo obdelavo (potni nalogi …);\n- arhiviranje podatkov.\n"], "12": ["2.2 Zgradba sistema", "Sistem sestavljajo programska oprema TrackNav Admin, TrackNav Client, podatkovna baza MySQL in GSM-modem na strani centrale ter poljubno število mobilnih enot v vozilih. Prenos podatkov med centralo in mobilnimi enotami poteka preko GPRS- prenosa podatkov, SMS-sporočil ali z uporabo podatkovnega klica tako imenovanega »DataCalla«. Ne glede na izbran način prenosa podatkov se le-ta vedno odvija \nneodvisno od voznika, tako da za voznika ne predstavlja dodatne obremenitve. Uporabnik – operater v centrali lahko sam določa gostoto zapisa opravljene poti oziroma gostoto prenosa podatkov, tako ima možnost optimiranja stroškov prenosa podatkov glede na trenutno potrebo. Omenjene nastavitve je moč iz nadzornega centra spremeniti v vsakem trenutku (Kosaber & Juškovič, 2007, str. 2).\nGPRS-prenos podatkov in podatkovni klic sta zelo ekonomična načina prenosa večjih količin podatkov. Njuna prednost se še posebej izkaže pri voznih parkih, katerih celotno delovno območje pokriva isti operater mobilne telefonije. Možnost podrobnega opisa poti ter hiter in cenen način prenosa podatkov je kot pisan na kožo vsem podjetjem z lastnim voznim parkom, ki delujejo znotraj države (Kosaber & Juškovič, 2007, str. 2).\n"], "13": ["2.2.1 TrackNav programska oprema", "TrackNav Admin – je naložen na osrednji strežniški računalnik in skrbi za nemoteno delovanje GSM-modema in TrackNav Clientov. TrackNav Client – je uporabniški program, s katerim upravlja disponent. Vsi računalniki, na katerih se uporablja programska oprema TrackNav, morajo biti povezani v Microsoftovo lokalno omrežje (Kosaber & Juškovič, 2007, str. 3). \nDodatne možnosti – dograditve (Kosaber & Juškovič, 2007, str. 3):\n- prikaz poti vozil na vektorski karti programa MapPoint (Map Point program mora  biti predhodno naložen na računalniku);\n- uporaba GPRS ali »Data Call« prenosa podatkov. V tem primeru se opravljena pot  lahko zelo natančno popiše (točke si lahko sledijo v intervalih 30, 60 sekund ali  več);\n- prikaz lokacij na internetu. V tem primeru TrackNAv program periodično pošilja  podatke o lokacijah vozil na internet (potrebna je internet povezava).\nMobilne enote:\n- LX 33 in\n- LX 66.\n"], "14": ["2.3 Pregled menijev", "V orodni vrstici programa TrackNav Client so nam na voljo mnoge možnosti. Na spodaj prikazani sliki si hitro lahko ogledamo vse možne izbire.\n"], "15": ["2.4 Tabela aktivnih vozil", "TrackNavClient nudi več možnosti razvrščanja vozil, kar dosežemo s klikom v tabelo stolpca. Vozila lahko razvrstimo po skupinah, datumu poizvedbe, ID-ju vozila, lokaciji (Kosaber & Juškovič, 2007, str. 6)…\nV tabeli vozil je enoumno označen tudi status vozila, zeleno obarvan ID vozila prikazuje vozilo v vožnji, rdeče obarvan ID vozila pa vozilo, ki stoji (Kosaber & Juškovič, 2007, str. 6). \nPrikazane podatke je mogoče razvrstiti tudi po datumu odprtja naloga, lokaciji, kodi poizvedovanja oziroma po ID vozila itd. Razvrščanje se izvede po kliku miške na ime stolpca (Kosaber & Juškovič, 2007, str. 6).\n"], "16": ["2.4.1 Iskalna vrstica", "TrackNav Client omogoča razvrščanje in iskanje po poljubnih kriterijih. Za vklop in izbiro želene vrstice kliknemo na gumb za vklop, ki se nahaja pod ikono tabela aktivnih vozil (Kosaber & Juškovič, 2007, str. 7). \n"], "17": ["2.4.2 Prikaz števcev SMS-sporočil", "Štirje števci informirajo operaterja o stanju sporočil. Zeleni in rdeči števec obravnavata prispela sporočila, rumeni pa poslana sporočila. Zeleni števec pove, da so prispela ne nujna sporočila in jih operater še ni obdelal, enako velja za nujna sporočila. Rumeni števec je le krajši čas različen od ničle (le v času pošiljanja sporočila). Če sporočilo iz kakršnega razloga ni bilo odposlano, tudi števec ne bo šel na ničlo. Torej je normalno stanje sistema takrat, ko so vsi števci na ničli. Števec za prispela sporočila se avtomatsko odšteje, ko sporočilo zbrišemo ali pa ga označimo kot prebranega (s kljukico v nabiralniku). Desni rdeči števec prikazuje neodposlana sporočila (Kosaber & Juškovič, 2007, str. 8).\n"], "18": ["2.4.3 Prikaz vožnje posameznega vozila na zemljevidu", "Z dvojnim klikom na vozilo v tabeli aktivnih vozil aktiviramo okno s prikazom vožnje izbranega vozila. Slika prikazuje del vožnje vozila DEMO6, poleg ID-ja vozila je v zastavici izpisan še čas zapisa lokacije. Kadar vozilo stoji, je zastavica obrobljena rdeče oziroma zeleno, če vozilo vozi. Prevožena pot je označena z rumeno črto, vmesni postanki, ki so daljši od pogoja STOP, pa z rdečimi pikami (Kosaber & Juškovič, 2007, str. 8).\nZa hiter pregled poteka poti je mogoče uporabiti drsnik na spodnjem delu okna. Območje drsnika predstavlja celotno opravljeno pot. S premikanjem drsnika enostavno \npremikamo zastavico s položajem vozila po časovni osi (Kosaber & Juškovič, 2007, str. 8).\nPomen gumbov za analizo vožnje (Kosaber & Juškovič, 2007, str. 9):   Skok na predhodno START/STOP točko   Postopoma nazaj (dokler je gumb pritisnjen)   Premor   Predvajaj   Postopoma naprej (dokler je gumb pritisnjen)   Skok na naslednjo START/STOP točko\nNa zemljevidu lahko prikažemo tudi vsa vozila iz našega voznega parka in njihove pozicije. Tista, ki imajo rdečo zastavico, stojijo, tista z zeleno, pa vozijo (Kosaber & Juškovič, 2007, str. 9).\n"], "19": ["2.4.4 Izbira zemljevida", "Zemljevidi v LX-formatu\nVsi zemljevidi, ki so na voljo na računalniku, se izpišejo v tabeli. Želeni zemljevid izberemo z dvojnim klikom miške na ime zemljevida v tabeli. Ime izbranega zemljevida se izpiše nad tabelo zemljevidov (Kosaber & Juškovič, 2007, str. 11).\nVektorski zemljevid\nV TrackNav programu je možno uporabljati MapPointov vektorski zemljevid, uporaba je možna, če je na računalniku naložen MapPoint program (Kosaber & Juškovič, 2007, str. 11).\n"], "20": ["2.4.5 Urejanje baze točk", "V podatkovni bazi programa TrackNav se nahaja baza geografskih točk. Na podlagi teh točk se izračunava in prikazuje opisna lokacija vozil. Poljubno točko lahko dodamo v podatkovno bazo tako, da v meniju »Podatki« izberemo izbiro »Točke«. Odpre se okno za urejanje baze točk, kjer lahko poljubno dodajamo, spreminjamo in brišemo točke. Za dodajanje točk sta na razpolago dve možnosti (Kosaber & Juškovič, 2007, str. 12):\n- da neposredno vnesemo koordinate geografske širine in višine ter ime točke;\n- da prenesemo koordinate s karte in dodamo ime točke.\nTočke lahko vnesemo tudi iz zapisa poti opravljene vožnje in jo tako dodamo v bazo.\n"], "21": ["2.5 Pošiljanje in prejemanje sporočil", "Pregled prejetih in poslanih sporočil je mogoč v poštnem nabiralniku. Nabiralnik ima osem predalov, v katere se shranjujejo sporočila. Ob izbiri posameznega predala se na desni strani poštnega nabiralnika prikaže seznam sporočil v predalu. Vsebina izbranega sporočila se prikaže v oknu v spodnjem levem kotu poštnega nabiralnika. \nŠtevilo prispelih in še ne prebranih sporočil je možno prebrati v spodnjem delu okna, kjer se nahajajo štirje števci, ki se navezujejo na sporočila. Zelen in rdeč števec na levi strani prikazujeta prispela sporočila (zeleno normalna, rdeče urgentna). Rumen števec prikazuje število sporočil v odpošiljanju, rdeč števec skrajno desno pa število neodposlanih sporočil (Kosaber & Juškovič, 2007, str. 14).\nDolžina sporočila znaša največ 134 znakov, sporočilo je lahko poslano kot normalno ali urgentno. Urgentna sporočila bodo po potrditvi branja sprožila pošiljanje potrditve o branju sporočila v centralo. Potrditve urgentnih sporočil se beležijo kot urgentna sporočila med prispelo pošto (Kosaber & Juškovič, 2007, str. 15).\n"], "22": ["2.5.1 Nastavitev opozorila dohodnih sporočil", "Program omogoča opozarjanje disponenta o prispetju novega sporočila na dva načina, in sicer s prikazom okna s števci dohodnih sporočil v nabiralniku in z zvočnim opozorilom (Kosaber & Juškovič, 2007, str. 16).\nNastavitev opozorila najdemo v meniju »Nastavitve« pod izbiro »Opozorilo«. Aktivirati je možno okno s števci prispelih sporočil, izbrati zvok opozorila ter določiti interval ponavljanja zvočnega opozorila (Kosaber & Juškovič, 2007, str. 16).\n"], "23": ["2.5.2 Avtomatsko posredovanje dohodnih sporočil", "Vsa dohodna sporočila je možno posredovati naprej na eno GSM-številko. Takšno posredovanje sporočil omogoča disponentu sprejem sporočil tudi, kadar ni v pisarni. Številko, na katero bodo posredovana sporočila, nastavimo v TrackNav Adminu (Kosaber & Juškovič, 2007, str. 16).\n"], "24": ["2.5.3 Sistemska sporočila", "Prav tako kot prispela sporočila prihajajo v poštni nabiralnik tudi sporočila sistema, namenjena uporabniku. To so sporočila, ki opozarjajo, ali so določeni mehanizmi bili uspešno izvedeni ali ne. Tovrstna sporočila se lahko nanašajo na nezmožnost pošiljanja SMS-sporočil določenemu vozilu (angl. Unsent Command), avtomatsko arhiviranje ter \nna avtomatsko osveževanje lokacij vozil na spletnem strežniku (Kosaber & Juškovič, 2007, str. 17).\nPoleg naštetih sistemskih sporočil obstajajo še alarmna sistemska sporočila, ki se nanašajo na količino prispelih sporočil. Ob pojavu nenormalno velikega števila dohodnih sporočil v kratkem časovnem obdobju (kar je lahko posledica nepravilne uporabe ali okvare naprave) sistem obvesti uporabnika z alarmnim obvestilom. V primeru prejetja tovrstnega sporočila je treba mobilno napravo s pripadajočo telefonsko številko takoj odklopiti z vira napajanja ter o nastalem dogodku nemudoma obvestiti proizvajalca oziroma distributerja (Kosaber & Juškovič, 2007, str. 17).\n"], "25": ["2.6 Statistika vožnje", "Prikaz statistike vožnje za izbrano vozilo dosežemo s pritiskom na ikono . Prikaz statistike je možen v skrčeni obliki po etapah oziroma podrobno z izbiro podatkov, ki naj bodo prikazani (Kosaber & Juškovič, 2007, str. 19).\nCelotna pot je razdeljena na čas vožnje in čas postankov vozila. Uporabnik lahko sam izbira podatke, ki jih želi v statistiki, izbira tem, ki naj bodo prikazane v statistiki, se pojavi po kliku na desni miškin gumb (kazalec miške mora kazati na tabelo statistike). Izbrano statistiko pa lahko nato natisnemo tudi na papir s klikom na simbol tiskalnika (Kosaber & Juškovič, 2007, str. 20).\n"], "26": ["2.7 Poizvedbe", "Program TrackNav ponuja več možnosti poizvedb. Izbiramo lahko med čarovnikom poizvedb in poizvedbami. Do njih dostopamo preko glavnega menija Podatki (Kosaber & Juškovič, 2007, str. 21).\n"], "27": ["2.7.1 Čarovnik poizvedb", "Po izbiri Čarovnika poizvedb se odpre okno za časovno omejitev poizvedbe. Izbrati moramo začetek in konec poizvedbe. V naslednjem koraku izberemo vozila, voznike ali \nprikolice, za katera želimo narediti poizvedbo. Izbrati je možno več vozil hkrati (Kosaber & Juškovič, 2007, str. 21–22).\n"], "28": ["2.7.2 Poizvedbe", "Po izbiri Poizvedbe iz glavnega menija podatki se odpre izbirno okno poizvedb. Poizvedbo lahko izvedemo po kodi naloga, opisu naloga ali ID-ju vozila. V časovnem oknu omejimo poizvedbo po letu, mesecu in dnevu (Kosaber & Juškovič, 2007, str. 24).\n"], "29": ["2.8 Aktiviranje novih naprav", ""], "30": ["2.8.1 Vnos nastavitev nove naprave", "Za aktiviranje vsake posamezne naprave je treba ustvariti novo vozilo v listi vozil.\nLista vozil se odpre po kliku na ikono . Na listi vozil so vse naprave – vozila, ki so že vključena v sistem, ne glede na to, ali so aktivirana ali ne. Za dodajanje novega\nvozila izberemo ikono . Okno Vozilo ima šest zavihkov z različnimi temami nastavitev. Po končanem vnosu podatkov kliknemo V redu, izberemo novo ustvarjeno vozilo s seznama in kliknemo zeleni gumb za aktiviranje vozila (Kosaber & Juškovič, 2007, str. 25). \n"], "31": ["2.8.2 Spreminjanje nastavitev za izbrano vozilo", "Do nastavitev za izbrano vozilo dostopamo s klikom na ikono v orodni vrstici. Nastavitve vozila so (Kosaber & Juškovič, 2007, str. 29):\n- Prag – je prag hitrosti, ki ga mora preseči vozilo, da se izpolni prvi pogoj za stanje  vožnje;\n- Start – časovni pogoj za prehod naprave v stanje vožnje;\n- Stop – časovni pogoj za prehod naprave iz stanja vožnje v stanje mirovanja;\n- Interval – časovni interval beleženja točk v spomin naprave. Točke se avtomatsko  beležijo, kadar je naprava v stanju vožnje.\nNaštete nastavitve so podvojene, in sicer na strani »SMS Logger« in »Data Call/GPRS Logger«. Točke, zabeležene pod pogoji SMS, se pošiljajo na SMS-intervale (opisano v nadaljevanju), točke zabeležene pod »Modem« pogoji, pa se shranjujejo v spomin naprave. Prenos le-teh se vrši pod pogoji, določenimi v splošnih nastavitvah (Kosaber & Juškovič, 2007, str. 29):\n- »SMS interval« – interval pošiljanja SMS-sporočil, kadar je naprava v stanju vožnje.  SMS-interval je 6-kratnik intervala iz prejšnje točke, spreminjati ga je možno  posredno s spreminjanjem intervala beleženja točk. SMS-sporočila bodo avtomatsko  poslana samo v primeru, da je izbrana izbira »Pošiljanje SMS«.\n- »Alarm na vhodu 1«/»Alarm na vhodu 2« – ti izbiri določata, ali se spremembe stanj  na vhodih 1 in 2 mobilne naprave pošiljajo avtomatsko ali ne. Izbira – kljukica  pomeni avtomatsko pošiljanje. \n- »Alarm območja« – v primeru, da se Vhod 1 na mobilni napravi uporablja kot  alarmni vhod, alarmiranje vklopimo z nastavitvijo razdalje večje od nič.\n"], "abstract": ["Diplomsko delo se začne s teoretično razlago osnovnih pojmov o glavnih skupnih lastnostih telematskih sistemov za sledenje vozil. Razumevanje pojmov telematski sistemi, satelitsko sledenje in GPRS-prenos podatkov je pogoj, da bi lažje razumeli način njihovega delovanja. Nadalje se delo podrobneje osredotoča na predstavitve nekaterih vidnejših telematskih sistemov sledenja in primerjave med njimi. Nato skušamo s SWOT-analizo ugotoviti prednosti in slabosti, priložnosti in grožnje telematskih sistemov. V dobljene rezultate vključimo tudi anketo, ki odraža razširjenost različnih sistemov na slovenskem trgu. Na koncu obširneje podamo smernice morebitnega razvoja in predstavimo potencialno uporabnost implementacij telematskih sistemov v različna okolja in vozne parke. Poslužujemo se različnih znanstveno-raziskovalnih metod; analitične, deskriptivne, komparativne metode in metode anketiranja. "]}