{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Začeti kako drugače bi bilo nesmiselno kot tako, da so prenosne cene pravi davčni fenomen. Vsak ekonomski subjekt želi na trgu maksimirati svoj dobiček, tako posameznik kot podjetje. V središču so povezana podjetja, katerih osrednji cilj je prav maksimizacija dobička mednarodnega podjetja kot celote, ki ga lahko doseže z optimalno politiko oblikovanja prenosnih cen. Ta cilj je pogosto nezdružljiv s cilji posameznih podjetij v skupini, saj slednji želijo maksimirati lastne dobičke, povečati lastne tržne deleže ali imeti boljši dostop do finančnih virov.\nČeprav prenosne cene omogočajo različne spodbude za prirejanje poslovnega izida posameznega podjetja v določeni državi in mu tako omogočajo boljši poslovni rezultat, sočasno otežujejo presojo dejanske uspešnosti določenega podjetja v skupini. Določitev optimalnih prenosnih cen, s strani posameznega podjetja in podjetja kot celote, je izredno pomembna za ugotovitev optimalnega poslovnega izida, posledično pa tudi za optimalno določitev davčne osnove. V središču so prenosne cene, način njihovega oblikovanja in njihova odvisnost od davčne zakonodaje posamezne države.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Diplomsko delo je namenjeno predvsem tistim, ki se strokovno ukvarjajo s problematiko oblikovanja prenosnih cen in njihovega učinka na pobiranje davkov od dobička v okviru poslovanja določenega dela mednarodnega podjetja v določeni državi.\nCilj diplomskega dela je seznaniti bralca s teoretičnimi spoznanji nastanka in oblikovanja prenosnih cen. Prenosne cene bomo opredelili glede na različne metode njihovega oblikovanja. Ko bodo metode za oblikovanje prenosnih cen opredeljene, jih bomo ovrednotili še s pomočjo dejavnikov, ki so lahko davčno-zakonodajni in drugi dejavniki. Da bi bila teoretična izhodišča bralcu bližje, bomo v zadnjem delu opredelili kakšno davčno ureditev prenosnih cen imata posamezni državi, in sicer Združene države Amerike in Nemčija, katerih davčna ureditev prenosnih cen je različna. Zadnji del tega poglavja bo obravnaval obstoječo slovensko ureditev prenosnih cen ter predloge nove ureditve na tem področju.\nTrdimo lahko, da davčna zakonodaja posamezne države vpliva na oblikovanje prenosnih cen mednarodnega podjetja. Ko obvladujoče podjetje oblikuje prenosne cene, vodi politiko oblikovanja optimalnega davčnega bremena, tako da želi doseči čim nižji davek od dobička, ki ga dopušča posamezna zakonodajna ureditev države, v kateri posluje obvladujoče podjetje in/ali del njega. Trditev bomo skušali potrditi na teoretični ravni, in sicer z opredelitvijo metodike oblikovanja prenosnih cen ter dejavniki, ki vplivajo na njihovo oblikovanje. V zadnjem delu pa bomo povzeli primere oblikovanja prenosnih cen v določenih državah, in sicer v Združenih državah Amerike, Nemčiji in Sloveniji. \nPrav tako so interesi podjetja politike oblikovanja prenosnih cen in posledično izračun davka od dobička na eni strani in interesi države na drugi strani, ki preverja pravilnost in poštenje oblikovanja le-teh, praviloma neskladni, če že ne nasprotujoči.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Ko govorimo o prenosnih cenah, predpostavljamo vrednost, in sicer blaga, storitev ter pravic po kateri podjetja v skupini, bodisi obvladujoče, bodisi odvisno, trgujeta med seboj v dveh različnih državnih ureditvah. Hkrati predpostavljamo za prenosne cene povezanih podjetij v različnih državnih ureditvah in ne za povezana podjetja v eni državi oziroma prenosne cene med poslovnoizidnimi enotami enega podjetja.\nMednarodno podjetje je povezava med obvladujočim in, njemu posredno ali neposredno, odvisnim podjetjem, z istimi ekonomskimi cilji. Zato predpostavljamo, da je povezano podjetje kot celota, mednarodno podjetje.\nV delu smo se osredotočili samo na povezana podjetja, katerih poslovanje je razpršeno po svetu. Ker je tovrstnih povezanih podjetij veliko, smo se omejili le na določene tuje države, ki se nam zdijo najpomembnejše za razvoj prenosnih cen in kjer uporabljajo zahtevnejše metode ugotavljanja prenosnih cen.\nObravnavanje prenosnih cen v povezanih podjetjih v posameznih državah je različno, tudi sofisticirano, zato bomo opredelili le davčno ureditev prenosnih cen Združenih držav Amerike, Nemčije in Slovenije ter ne vse ostale posredne in neposredne vplivne dejavnike v teh državah.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Diplomsko delo bo nastajalo v več fazah. Najprej bomo zbrali dostopno literaturo, tako tujo kot slovensko, ki obravnavajo izbrano tematiko. Nato bomo izbrano literaturo in vire preučili in izbor omejili. Teoretična spoznanja bodo osnovna za določitev problematike raziskovanja, namenov, ciljev in osnovnih trditev diplomskega dela.\nKer se lotevamo tematike oblikovanja in vplivnih dejavnikov za odločitve glede prenosnih cen v posameznem mednarodnem podjetju, bo diplomsko delo poslovna raziskava. Sočasno bo šlo za dve raziskavi, in sicer za statično komparativno in dinamično raziskavo. Ker bomo obravnavali prenosne cene v določenem času, za določene države, bo šlo za statično komparativno raziskavo. Hkrati bo šlo za dinamično raziskavo, saj bomo obravnavali smer razvoja prenosnih cen, skozi daljše časovno obdobje, različnih držav.\nV delu si bomo pomagali z deskriptivnim pristopom raziskovanja, natančneje z metodo deskripcije, pri čemer bomo opisovali potrebo po oblikovanju prenosnih cen, proces razvoja in empirične raziskave glede obravnavane tematike. Poleg slednje bomo uporabili še metodo klasifikacije, da bomo lahko razčlenili in pojasnili določene pojme v zvezi z izbrano tematiko, komparativno metodo, da bomo lahko opredelili različno obravnavanje prenosnih cen v določenih državnih ureditvah, zgodovinsko metodo, da bomo lahko \nnakazali smer razvoja in pomembnost prenosnih cen in metodo kompilacije, saj bomo spoznanja ter stališča povzemali od drugih avtorjev. \n"], "6": ["2 OPREDELITEV PRENOSNIH CEN", "Najprej je potrebno opredeliti pojme in povezave, ki se pojavljajo skozi celotno delo in na katerem so grajene naše predpostavke ter so bistvene za razumevanje teoretičnega in praktičnega dela.\nGlede na to, da je večinoma omenjenih pojmov v slovenskem izrazoslovju novih, se lahko zgodi, da se bo za njihov pomen v prihodnosti pojavil primernejši izraz, kar pa ne velja za tuje jezike, v katerih so ti pojmi že popolnoma uveljavljeni. Poleg slovenskega pojma, bomo zapisali tudi tuji izraz, in sicer angleškega.\n"], "7": ["2.1 Pojem prenosnih cen in njihova osnova za določanje", "V slovenskem jeziku se za izraz prenosne cene v davčnem pomenu uporablja tudi izraz transferne cen. Zanimivo je tudi to, da je večina slovenske literature v preteklosti uporabljalo izraz transferne cene, novejša literatura pa se nagiba bolj k izrazu prenosne cene.\nIzraz prenosne cene (angl. Transfer prices) lahko pomeni dvoje, in sicer je to znesek, ki ga zaračuna določen del organizacije (podjetja) drugemu delu organizacije za dobavo blaga oziroma storitev, ali znesek, ki ga zaračuna povezana oseba drugi povezani osebi za dobavo blaga oziroma storitev (Guzina, 2003, 4).\nPrenosna cena je lahko enaka ali podobna tržni ceni, in sicer, kadar se za takšno ceno dogovorita dve nepovezani osebi, gre za neprilagojeno prenosno ceno. V primeru, ko prenosna cena ni enaka, niti podobna tržni ceni, za katero bi se dogovorili dve nepovezani osebi, govorimo o prilagojeni prenosni ceni (Rožič, 2001, 20).\nPovezana podjetja morajo vrednotiti notranje transakcije po tržnih cenah, torej cenah, po katerih se blago in storitve prodajajo tudi na zunanjih, nepovezanih trgih. To stališče je uresničljivo le, kadar zunanji trg obstaja. V tem primeru so prenosne cene določene na ravni okoliščinskih stroškov. Okoliščinski strošek je v tem primeru tržna cena, po kateri lahko podjetje, proda proizvode na trgu (Hočevar, Zaman, 1999, 35). Glavna pomanjkljivost tega stališča je, da tržne cene v mnogih primerih preprosto ni (Guzina, 2003, 3).\nDokler za blago in izdelke, ki se jih prenaša znotraj mednarodnega podjetja, obstaja trg s popolno konkurenco, lahko prenosne cene temeljijo na notranjih stroških, in sicer celotni stroški ali celotni stroški, povečani za vnaprej vračunani dobiček. Ker takšni trgi, s popolno konkurenco oziroma »enako« tržno ceno, obstajajo le v teoriji, slednje in prejšnje stališče med seboj nista nevtralna in njuna uporaba za podjetje ne prinaša enakih rezultatov (Meze, 2001, 6).\nV primeru, ko zunanjega trga ni, teorija predlaga določanje prenosnih cen na ravni mejnih stroškov. Torej se okoliščinski stroški izražajo kot mejni stroški (Hočevar, Zaman, 1999, 36). To stališče ima vrsto pomanjkljivosti, in sicer (Guzina, 2003, 32): \n9 če so mejni stroški po svoji opredelitvi spremenljivi stroški, izkazuje proizvajalno  podjetje izgubo na ravni stalnih stroškov;  9 določitev funkcije mejnih stroškov v praksi je zelo težavna, ker je težavna že sama  razmejitev med stalnimi in spremenljivimi stroški;  9 ker lastnik posameznega podjetja zasleduje cilj maksimiziranja dobička, lahko s  ciljem realizacije čim večje cene za notranjo prodajo napačno prikaže mejne  stroške. V praksi je možno najti tudi primere, ko so prenosne cene rezultat pogajanj med poslovodjema dveh različnih povezanih podjetij. Oblikovanje prenosnih cen na način pogajanj med povezanimi osebami ima največ podobnosti z oblikovanjem prenosnih cen na ravni tržnih cen. Nekateri avtorji pa opozarjajo na probleme, ki se pojavijo pri takšnem načinu oblikovanja prenosnih cen (Dutta, Anctil, 2002, 2).\nZakaj je torej treba dobro spoznati dejstva, na katerih temeljijo prenosne cene (Feinschreiber, 2001):  9 ker je komaj polovica mednarodnih podjetij, od vseh revidiranih, bila sposobna  dovolj dobro zagovarjati svoje stališče oblikovanja prenosnih cen in se s tem  izognila davčnim prilagoditvam le-teh;  9 63% povezanih družb se je soočilo z revidiranjem prenosnih cen, polovici od teh so  davčni organi prilagodili prenosne cene;  9 80% pregledanih družb pričakuje ponovno raziskovanje prenosnih cen čez dve leti,  s strani davčnih organov.\n"], "8": ["2.2 Opredelitev povezanih oseb v zakonodaji", "Ker v praksi davčni organ teži k prilagajanju prenosnih cen, podjetja pa se nasprotno temu upirajo, so posledica nasprotujoči si interesi. Ti pa se »sovpadajo« na opredelitvi pojma povezane osebe. Pojem prenosne cene je nedvoumen in odvisen od opredelitve pojma povezane osebe. Zato smo mnenja, da je opredelitev pojma povezane osebe veliko bolj pomembna in relevantna od opredelitve pojma prenosne cene, česar se mora vsak zakonodajalec dobro zavedati.\nPovezane osebe opredeljujejo tudi nekateri drugi zakoni1, katerih nismo opredelili v nadaljevanju, in sicer 12. člen Zakona o investicijskih skladih in družbah za upravljanje (Uradni list RS, št. 110/2002), 5. odstavek 45. člena Zakona o davku na dodano vrednost (Uradni list RS, št. 89/1998), 12. člen Zakona o trgu vrednostnih papirjih (Uradni list RS, št. 56/1999) in 10. člen Zakona o zavarovalništvu (Uradni list RS, št. 13/2000).\n"], "9": ["2.2.1 Zakon o davku od dobička pravnih oseb", "Povezana osebe so najbolj natančneje opredeljene v Zakonu o davku od dobička pravnih oseb (Uradni list RS, št. 72/1993). 2. odstavek 18. člena tega zakona določa, da se za povezane osebe po tem zakonu štejejo lastniki, njihovi ožji družinski člani ali druge osebe,\nKer je delo namenjeno predvsem davčni ureditvi, omenjeni zakoni pa niso namenjeni za davčne potrebe, smo jih le omenili. \nki so z davčnim zavezancem kapitalsko oziroma poslovno povezane in imajo lahko vpliv na sprejemanje odločitev, pravne osebe in zasebniki, pri katerem sodeluje v kapitalu ista fizična oseba in njeni ožji družinski člani, če imajo status zasebnikov ali večinskih lastnikov kapitala, ali ista pravna oseba kot pri davčnem zavezancu (v nadaljnjem besedilu: povezane osebe).«\nPo zakonu o davku od dobička pravnih oseb morajo biti izpolnjeni trije pogoji za obstoj povezanih oseb, in sicer (Guzina, 2003, 6):  9 obstajati mora kapitalska oziroma poslovna povezava med dvema osebama, pri tem  pa zadostuje ena izmed obeh povezav;  9 povezane osebe so le tiste, ki so z davčnim zavezancem kapitalsko ali poslovno  povezane in imajo lahko vpliv na sprejemanje odločitev, pri čemer morata biti  izpolnjena oba pogoja hkrati;  9 krog možnih povezanih oseb, ki hkrati izpolnjujejo prvi in drugi pogoj. Povezane osebe pa so lahko naslednje fizične in pravne osebe: lastniki te pravne osebe, ožji družinski člani lastnikov te pravne osebe, druge osebe, ki so z davčnim zavezancem kapitalsko ali poslovno povezane in imajo lahko vpliv na sprejemanje odločitev, pravne osebe pri katerih sodeluje v kapitalu ista fizična oseba in njeni ožji družinski člani, če imajo status zasebnikov ali večinskih lastnikov kapitala, pravne osebe, pri katerih sodeluje v kapitalu ista pravna oseba kot pri davčnem zavezancu.\nOpredelitev povezanih oseb v slovenski zakonodaji je neustrezna, saj je preširoka in neprimerljiva s tujimi zakonodajami. Ker je uzakonjena povezanost dveh oseb že na podlagi udeležbe ene delnice, so delničarji oziroma družbeniki družbe v vsakem primeru povezane osebe, ne glede na to, ali dejansko imajo vpliv ali ne. Hkrati se za povezane osebe štejejo tudi fizične osebe, ki opravljajo dejavnost, česar tuje zakonodaje praviloma ne poznajo. Tudi vodila OECD zgolj določajo povezanost dveh podjetij (angl. asocciated enterprises) (Guzina, 2003, 7).\n"], "10": ["2.2.2 Zakon o davku od dohodkov pravnih oseb", "Novi Zakon o davku od dohodkov pravnih oseb (Uradni list RS, št. 40/2004), je začel veljati 1. 1. 2005 in natančneje opredeljuje povezane osebe. Splošna določba je, da naj bi se povezanost dveh oseb ugotavljala za davčne namene le, če je vsaj ena oseba tuja, torej nerezident Slovenije. V posebnih primerih pa tudi, če sta obe osebi rezidenta Slovenije, vendar to razmerje ne bo opredeljeno, saj je diplomsko delo namenjeno izključno mednarodnim podjetjem in ne podjetjem, ki s pomočjo povezanih podjetij posluje v eni sami državi.\nZa povezani osebi se štejeta zavezanec rezident in pravna oseba ali oseba brez pravne osebnosti, ki ni rezident (v nadaljnjem besedilu: tuja oseba), ki sta povezani tako, da je rezident neposredno ali posredno udeležen v upravljanju, nadzoru ali kapitalu tuje osebe, ali je tuja oseba neposredno ali posredno udeležena v upravljanju, nadzoru ali kapitalu rezidenta, ali je ista oseba neposredno ali posredno udeležena v upravljanju, nadzoru ali kapitalu rezidenta in tuje osebe ali dveh rezidentov (4. odstavek 12. člena Zakona o davku od dohodkov pravnih oseb). \nOsebi po četrtem odstavku tega člena se štejeta za povezani, če ( 5. odstavek 12. člena Zakona o davku od dohodkov pravnih oseb) :\n1. ima zavezanec rezident neposredno ali posredno v lasti najmanj 25% vrednosti ali števila delnic ali deležev v kapitalu ali glasovalnih pravic v tuji osebi; ali\n2. ima tuja oseba neposredno ali posredno v lasti najmanj 25% vrednosti ali števila delnic ali deležev v kapitalu ali glasovalnih pravic v rezidentu; ali\n3. ima ista pravna oseba hkrati neposredno ali posredno v lasti najmanj 25% vrednosti ali števila delnic ali deležev ali glasovalnih pravic v rezidentu in tuji osebi ali dveh rezidentih; ali\n4. imajo iste fizične osebe ali njihovi družinski člani neposredno ali posredno v lasti najmanj 25% vrednosti ali števila delnic ali deležev ali glasovalnih pravic ali so udeleženi v nadzoru ali upravljanju v rezidentu in tuji osebi ali dveh rezidentih.\n"], "11": ["2.2.3 Zakon o gospodarskih družbah", "V skladu s 460. členom Zakona o gospodarskih družbah se za povezane družbe štejejo pravno samostojne družbe, ki so v medsebojnem razmerju tako:  9 da ima ena družba v drugi družbi večinski delež;  9 da je ena družba odvisna od druge;  9 da so koncernske družbe;  9 da sta dve družbi vzajemno kapitalsko udeleženi ali  9 da so povezane s podjetniškimi pogodbami.\nPo 2. odstavku 53. člen Zakona o spremembah in dopolnitvah Zakona o gospodarskih družbah, ali krajše ZGD-F, je družba nadrejena drugi družbi (Uradni list RS, 45/2001):\n- če ima večino glasovalnih pravic v drugi družbi, ali\n- če ima pravico imenovati oziroma odpoklicati večino članov uprave ali nadzornega  sveta druge družbe, ali\n- če ima pravico izvrševati prevladujoč vpliv nad drugo družbo na podlagi podjetniške  pogodbe oziroma na podlagi drugega pravnega temelja, ali\n- če ima v drugi družbi najmanj 20% glasovalnih pravic in je bila večina članov uprave  ali nadzornega sveta te družbe, ki so opravljali to funkcijo v preteklem poslovnem letu  in jo še opravljajo takrat, ko je treba izdelati konsolidirana poročila, imenovana  izključno zaradi izvrševanja glasovalnih pravic nadrejene družbe, ali\n- če je delničar oziroma družbenik v drugi družbi in če na podlagi dogovora z drugim  delničarjem oziroma družbenikom te družbe nadzoruje večino glasovalnih pravic v tej  družbi, ali\n- če je udeležena v kapitalu druge družbe z najmanj 20% in\n- bodisi dejansko izvršuje prevladujoč vpliv v tej družbi,\n- bodisi sta obe s to družbo podrejeni enotnemu vodenju druge nadrejene družbe. \nInstitut povezanih družb v Zakonu o gospodarskih družbah je ožji in uporaben za namene korporacijskega prava (Tičar, 2000, 1249). Namen obravnavanja povezanih družb je zaščititi manjšinske delničarje ter zunanje delničarje in upnike odvisnih družb (Kocbek, 1997, 1416).\nZakon o gospodarskih družbah želi preprečiti, da bi izvajanje možnosti vpliva na sprejemanje odločitev obvladujoče družbe, škodovalo katerikoli interesni skupini odvisne družbe (Guzina, 2003, 8).\n"], "12": ["2.2.4 Slovenski računovodski standardi", "V skladu s 9. točko Uvoda v Slovenske računovodske standarde (odslej SRS) je skupina podjetij gospodarska in ne tudi pravna enota, ker ni samostojna nosilka pravic in dolžnosti. Slednji standard v uvodu pravi, da skupino podjetij, ki sestavljajo skupinske (konsolidirane) računovodske izkaze sestavljajo:  9 obvladujoče podjetje;  9 podjetja, odvisna od njega zaradi deleža v kapitalu ali zaradi prevladujočega vpliva  iz drugih razlogov;  9 pridružena podjetja, v kateri ima pomemben ne pa tudi prevladujoči vpliv (20%  udeležba v kapitalu) in  9 podjetja obvladovana skupaj z drugimi lastniki.\nV SRS ni posebnega standarda, ki bi nalagal razkrivanje poslov med povezanimi podjetji v računovodskih izkazih. Ne glede na to, pa vsak posamezni SRS zahteva, da podjetja v poslovnih knjigah posebej razkrivajo postavke, ki so nastale iz razmerij med povezanimi podjetji v skupini in iz razmerij do drugih povezanih podjetij ter do drugih (Kuhar, 2001, 93).\n"], "13": ["2.2.5 Mednarodni računovodski standardi in Mednarodni standardi računovodskega poročanja", "Zaradi posodobitve 4. in 7. direktive ter zaradi sprejete uredbe o uporabi mednarodnih računovodskih standardov, so 1.1.2005 stopili v veljavo Mednarodni računovodski standardi poročanja (odslej MSRP) (Revizor, 2004, 163). V nadaljevanju bomo predstavili prvotni Mednarodni računovodski standard (odslej MRS) 24, ki obravnava potrebna razkritja povezanih strank v računovodskih standardih in novi MRSP, ki so v prvi vrsti namenjeni sestavljanju konsolidiranih računovodskih izkazov.\n3. člen MRS, z naslovom »Razkrivanje povezanih strank«, natančno opredeljuje povezane osebe kot:  9 podjetja, ki neposredno ali posredno usmerjajo poročajoče podjetje, ali jih to  usmerja ali pa so usmerjana skupaj z njimi;  9 pridružena podjetja;  9 posameznike, ki imajo neposredno ali posredno delež pri glasovanju v  poročajočem podjetju, kar jim omogoča bistven vpliv nad podjetjem, pa tudi ožji  člani družin omenjenih posameznikov; \n9 ključno vodilno osebje podjetja, člani uprave in vodilni funkcionarji podjetij ter  ožji člani družin omenjenih posameznikov;  9 podjetja, v katerih ima neposredno ali posredno bistven delež pri glasovanju kak  posameznik, opisan v prejšnjih dveh točkah, ali na katera tak posameznik lahko  bistveno vpliva.\nNamen tega standarda je natančno opredeliti povezane stranke ter pojasniti kdaj so potrebna razkritja poslovanja s povezanimi strankami. Razkritje mora vsebovati vsaj (Epstein, 1998, 47):  9 vrsto povezave med dvema strankama;  9 opis poslovanja in vpliv posameznih transakcij na računovodske izkaze;  9 vrednostni znesek vseh transakcij za obdobje, za katero se revidirajo računovodski  izkazi;  9 zneski odprtih terjatev in obveznosti na zadnji dan računovodskih izkazov.\nPodjetje sestavi svoje posamične računovodske izkaze, če jih k temu zavezujejo predpisi posamezne države (Vezjak, 2004b, 36). V MRS 1 je zapisano, da ne izključuje predstavljanja skupinskih izkazov, sestavljenih v skladu z MRS, in izkazov obvladujoče družbe po zahtevah v državi v okviru iste, če je podlaga za pripravo vsakega med njimi jasno razkrita v izjavi o računovodskih usmeritvah (Vezjak, 2004a, 9). V MSRP te zahteve ni. Izraz računovodski izkaz v MSRP pomeni prvotno konsolidirani računovodski izkaz. V primeru, da podjetje ne sestavlja konsolidiranih računovodskih izkazov, gre za njegov posamični izkaz. Če poleg konsolidiranih računovodskih izkazov sestavlja tudi svoje računovodske izkaze, po MSRP sestavlja ločene računovodske izkaze (angl. Seperate financial statements)(Vezjak, 2004b, 37).\nPri določanju skupine podjetij, za katero se sestavljajo konsolidirani računovodski izkazi, in metod, ki se lahko pri tem uporabljajo, je s spremenjenimi in novimi MSRP prišlo do bistvenih sprememb, in sicer (Vezjak, 2004b, 37):\n9 Obvladujoče podjetje Bistvena je zmožnost odločanja o finančnih in poslovnih usmeritvah drugega podjetja za pridobivanje koristi iz njegovega delovanja. Ni zahteve po udeležbi v kapitalu v odvisnem podjetju. Predpostavlja se, da obvladovanje obstaja, če ima obvladujoče podjetje moč imenovati ali odpoklicati večino članov upravnega odbora, in če ima obvladujoče podjetje večino glasov na sejah upravnega odbora. Pomembni za ocenjevanje zmožnosti obvladovanja so delničarski sporazumi, tako pisni kot ustni.\n9 Odvisna podjetja MSRP ne ločuje odvisnosti podjetij po razlogih. Pomembno je, ali ima eno podjetje nad drugim prevladujoč vpliv, kar pa ni nujno povezano z udeležbo v kapitalu v tem drugem podjetju.\nV MSRP se predpostavlja, da obstaja pomembne vpliv, če ima eno podjetje v drugem podjetju med 20 in 50 % glasovalnih pravic. Pri tem je bistvena zmožnost izvajati pomembne vplive (Vezjak, 2004b, 38). \n"], "14": ["2.3 Neodvisno tržno načelo", "Izraz neodvisno tržno načelo (angl. arm's length rule, arm's length principle) je načelo, s pomočjo katerega najlažje opišemo pogoje, v katerih poslujejo nepovezane osebe. Nanaša se na dve ali več oseb, ki med seboj niso povezane, zato njihovo poslovanje temelji na popolnoma tržnih pogojih (Guzina, 2003, 13).\nOblikovanje prenosnih cen na podlagi neodvisnega tržnega načela je splošno sprejeta metoda, s katero davčni zavezanci razdelijo dobičke med različnimi podjetji (ali deli podjetij) v različnih državah (Guzina, 2003, 14).\nLogika tega načela je v tem, da mora biti cilj vsakega podjetja maksimiziranje dobička iz vsakega opravljenega posla glede na poslovne funkcije, ki jih podjetje opravlja, prevzeta tveganja in uporabljena sredstva v določenem poslu (Adams, Graham, 1999, 5).\nNeodvisno tržno načelo ima dva različna vidika (Kuhar, 2003b, 59):  1. Po neodvisnem tržnem načelu se ocenjujejo dohodki delničarjev, ki jim je  podjetje zaradi njihovega posebnega položaja dalo bonitete. Ugodnosti so v  bistvu dividende, imenovane fiktivno izplačljive dividende. Uporablja se v  Avstriji, Nemčiji, Luksemburgu, Švici, na Nizozemskem…  2. Mednarodni poudarek prenosnih cen je bil prvič predstavljen v Angliji in ZDA, v  času prve svetovne vojne. Ta določila naj bi preprečila podjetjem izognitev  plačila davka, s prenosom dobička na prekomorska povezana podjetja, in sicer z  nizkimi oziroma visokimi cenami tovrstnih transakcij.\nNeodvisno tržno načelo je bilo vključeno tudi v 9. člen modelnega davčnega sporazuma OECD iz leta 1963, čeprav ni bilo posebej imenovano. Modelni davčni sporazum OECD tako še vedno določa v primeru, ko (Model Tax Convention on Income and on Capital, 2000):  9 je podjetje države pogodbenice neposredno ali posredno udeleženo v upravljanju,  nadzoru ali kapitalu podjetja druge države pogodbenice ali  9 so iste osebe neposredno ali posredno udeležene v upravljanju, nadzoru ali  kapitalu podjetja države pogodbenice in podjetja druge države pogodbenice in so med podjetji v njihovih poslovnih in finančnih razmerjih vzpostavljeni pogoji, drugačni od pogojev med nepovezanimi podjetji, potem so dobički, ki bi jih eno podjetje realiziralo, vendar jih zaradi omejenih pogojev ni realiziralo, lahko vključijo v dobiček tega podjetja in ustrezno obdavčijo.\nPri ugotavljanju skladnosti prenosnih cen v zvezi z neodvisnim tržnim načelom je treba upoštevati tudi vplivne dejavnike, ki niso povezani z davčnimi okoliščinami, in sicer navzkrižni državni pritiski, kot so carine, nadzorovanje cen, nadzorovanje deviznih tečajev, zahteve glede denarnih tokov, obveznosti izvoza pod ceno in drugo (Smernice OECD 2001, točka 1.4).\nNeodvisno tržno načelo dopušča popravke dobičkov v pogojih, ki bi bili doseženi med nepovezanimi osebami v primerljivih transakcijah in primerljivih okoliščinah. Mednarodno podjetje pa je potrebno obravnavati kot posamezne nepovezane entitete (Smernice OECD, 2001, točka 1.6). \nDa bi ugotovili, ali so pogoji transakcije med povezanimi osebami skladni s tistimi, ki bi jih v primerljivi transakciji, ob primerljivih pogojih, sklenili neodvisni osebi, je potrebno izvesti postopek ugotavljanja prenosnih cen, pri čemer je potrebno izvesti primerjalno analizo. Z njo ocenimo primerljivost posamezne transakcije med povezanimi in neodvisnimi podjetji in stopnjo primerljivosti, ki obstoja, in oceniti, ali je na tej osnovi mogoče primerjati cene. Primerjalna naj vsebuje (Kuhar, 2003d, 32):  9 analizo lastnosti poslovnih učinkov (sredstev in storitev);  9 funkcijsko analizo, in sicer analizo opravljenih nalog, ob upoštevanju  uporabljenega kapitala in prevzetih rizikov, predstavljena v Prilogi 1;  9 preveriti pogodbene pogoje, kot so odgovornosti, tveganja in koristi;  9 analizo gospodarskih razmer v trenutku sklenitve posla;  9 analizo poslovne strategije posameznega poslovnega partnerja;  9 proučitev vpliv vladnih politik in carinske zakonodaje;  9 ugotovitve glede namernih kompenzacij in  9 uporabo metod za ugotavljanje prenosnih cen.\nČe obstaja primerljiv poslovni dogodek, ki ne kaže nobenih omembe vrednih razlik, oziroma, če je mogoče izvesti ustrezne prilagoditve, po katerih bi bila oba posla primerljiva, je smiselno uporabiti neodvisno tržno načelo. Pri tem je potrebno poudariti, da se za primerjavo povprečja ne uporabljajo in da omenjeno načelo ne vodi do ene same ocene, ampak do cenovnega okvira, znotraj katerega veljajo vse cene za premišljene (Deisinger, 1996, 10).\nPri presojanju, je potrebno uporabljati tiste metode, ki so v skladu s metodiko ugotavljanja prenosnih cen davčnega zavezanca, razen če niso v nasprotju sprejetimi metodami (Smernice OECD, 2001, točka 1.36).\nUporaba neodvisnega tržnega načela je v večini primerih učinkovita, kadar na trgu obstaja primerljiva tržna cena, v primerljivih okoliščinah, s primerljivimi transakcijami. Težave zasledimo pri integrirani proizvodnji visoko specializiranih izdelkov, edinstvenih neopredmetenih sredstvih in specifičnih storitvah. Hkrati se povezana podjetja lahko ukvarjajo s takšno naravo transakcij, s katero se ne bi ukvarjala nepovezana. Povezana podjetja lahko sklepajo posle v takšnih okoliščinah, v katerih nepovezana ne bi (Smernice OECD, 2001, točka 1.10).\nKo ugotavljamo skladnost prenosnih cen na osnovi neodvisnega tržnega načela, morajo oboji, tako davčni organ kot mednarodno podjetje, zbrati primerne informacije za primerljivo transakcijo, v primerljivih okoliščinah v primernem času. Pri tem so lahko informacije potrebne za ugotovitev »poštene« prenosne cene nedostopne, nepopolne ali preprosto ne obstajajo (Kuhar, 2003b, 61).\nTo načelo je bilo sprejeto prav zaradi bolj enakovrednega položaja med povezanimi in nepovezanimi osebami. Prenosne cene oblikovane na osnovi neodvisnega tržnega načela, ustvarjajo »pošten« konkurenčni položaj med povezanimi in nepovezanimi podjetji (Kuhar, 2003b, 60). \n"], "15": ["2.4 Sklepne misli", "Prenosne cene, s katerimi obvladujoče ali odvisno podjetje prenaša proizvode ali storitve znotraj skupine podjetij, lahko temeljijo na različnih osnovah. Lahko temeljijo na tržnih cenah, celotnih stroških in v skrajnem primeru tudi na mejnih stroških. Zato smo mnenja, da so samo prenosne cene, oblikovane na osnovi tržnih cen, lahko merilo uspešnosti posameznega podjetja in hkrati tudi poštena prenosna cena. Prenosne cene, temelječe na celotnih stroških ali celotnih stroških povečani za vnaprej vračunani dobiček, upoštevajo notranje stroške, za katere ne vemo ali so upravičeni ali ne, medtem ko konkurenčna tržna cena vsebuje le upravičene stroške. Kadar pa primerljivi zunanji trg za določen posel ne obstaja, lahko prenosne cene oblikujemo na osnovi mejnih stroškov, vendar z vrsto pomanjkljivosti.\nPomen in opredelitev prenosnih cen ni odločilnega pomena, tako kot je opredelitev povezanih oseb v različnih zakonih. Prav pri opredelitvi povezanih oseb postane razmerje podjetje in davčna oblast dokončno. Obstoj povezanih oseb davčnemu organu omogoča pravico prilagoditve prenosnih cen, medtem ko pri nepovezanih osebah te pravice nima. Ker v praksi davčni organ teži k prilagajanju prenosnih cen med povezanimi osebami, saj se le-ti zavedajo možnosti, da se cene med njimi vedno ne oblikujejo popolnoma tržno, podjetja pa se temu upirajo, je prav ta opredelitev v zakonih pomembnejša od opredelitve prenosnih cen.\nPodobni tuji viri vsekakor boljše opredeljujejo pojem povezane osebe, kot Zakon o davku od dobička pravnih oseb, ki je neustrezen zaradi svoje ohlapnosti. Novi Zakon o davku od dohodkov pravnih oseb ohlapnost prejšnjega zakona zoži. Osebi sta povezani takrat, kadar ima zavezanec v lasti 25% deleža kapitala druge osebe.\nPo MRS sta stranki bili povezani takrat, kadar ima ena možnost usmerjati drugo ali bistveno vplivati, neposredno ali posredno, nanjo pri odločanju o financiranju in poslovanju. Za posel pa se šteje vsak prenos sredstev ali obveznosti med povezanimi strankami ne glede na to, ali se zaračuna kaka cena ali ne. Po novih MSRP, je bistvena zmožnost izvajati pomembne vplive in ni nobene zahteve po udeležbi v kapitalu v odvisnem podjetju. Prav tako MSRP ne ločuje odvisnih podjetij po razlogih, temveč je vse osredotočeno na zmožnost obvladovanja podjetja, s strani drugega.\nPri izdaji standardov, je potrebno upoštevati zgodovinske in druge značilnosti posamezne države. Zato bi lahko rekli, da popolne skladnosti med SRS in MRS, nikoli ni bilo. Z izdajo prenovljenih MRS, in sicer MSRP, se je obseg bistvenih razlik in sprememb med SRS in MSRP povečal, zato lahko v prihodnosti pričakujemo prenovo domačih standardov.\nDavčnim oblastem, ki imajo opravka s podjetji iz različnih držav kot del mednarodnega podjetja, je nesporno v pomoč neodvisno tržno načelo. Neodvisno tržno načelo je dovolj poglobljeno in razvito na osnovi svetovnih izkušenj iz preteklih let. Predstavlja »skupen jezik« za medsebojno razumevanje davčnih organov in poslovnega sveta ter je nujen za določitev »poštene« davčne obveznosti posameznega davčnega zavezanca. Poleg tega »omejuje« poslovanje povezane osebe na način, da le-ta oblikuje prenosne cene v višini, kot jih doseže nepovezana oseba, pri prodaji ali nakupu na konkurenčnem tržišču, seveda \nob predpostavki podobnih in primerljivih okoliščin. S tem postavljamo povezane in nepovezane osebe v enakovrednejši položaj, ko prvim onemogočimo samovoljno oblikovanje prenosnih cen ter s tem preprečimo prelivanje dobičkov v »davčne oaze«. \n"], "abstract": ["Delo obravnava oblikovanje prenosnih cen, med povezanimi osebami, na mednarodni ravni. Pri tem so povezane osebe dolžne oblikovati prenosne cene v skladu z davčno zakonodajo države, v kateri poslujejo. Smernice OECD prednostno priporočajo uporabo standardnih transakcijskih metod, medtem ko uporabo metod temelječih na dobičku, dovoljujejo v primeru pomanjkanja primerljivih informacij. V ameriški praksi zasledimo tudi uporabo metode globalne predpisane porazdelitve in uporabo najboljše metode. Slednji metodi Smernice OECD izrecno prepovedujejo. Davčna zakonodaja se od države do države razlikuje. ZDA in Nemčija sta deloma vgradili Smernice OECD v svojo zakonodajo, saj imata obe državi pestre izkušnje na področju zakonskega urejanja prenosnih cen med povezanimi osebami. Slovenija, ki deluje na mednarodnem trgu relativno malo, v primerjavi z ZDA in Nemčijo, je Smernice OECD neposredno vgradila v svojo zakonodajo. Sprva je področje prenosnih cen urejal Zakon o davku od dobička pravnih oseb. V začetku leta 2005 ga je nadomestil Zakon o davku od dohodkov pravnih oseb, ki natančneje in v skladu s Smernicami OECD opredeljuje oblikovanje prenosnih cen med posameznimi povezanimi osebami."]}