{"1": ["1 UVOD", "Govedoreja je v Sloveniji poglavitna kmetijska veja. Osrednji razlogi, da se je govedo pri nas tako uveljavilo, so predvsem primarne podnebne in talne razmere, ki omogočajo dovolj krme, ter prilagodljivost in vsestranska uporabnost goveda za prirejo mleka in mesa (Žgajnar 1990). Meso je že od nekdaj pomemben prehrambeni artikel v prehrani ljudi. Je pomemben vir vitaminov, rudnin in mikroelementov (Čepin in sod. 2001). Do kakovostnega govejega mesa pridemo s prirejo govedi mesnih ali kombiniranih pasem. V Sloveniji se za pitanje uporablja kombinirana lisasta pasma. Krave te pasme imajo zadovoljivo mlečnost, teleta pa dobre priraste in kakovostno meso. Za doseganje odličnih rezultatov potrebujemo zdrave živali in živalim prilagojeno rejo. Zelo pomembno je, da živalim zagotovimo primerno bivalno okolje že ob vhlevljenju, ki zajema tudi preventivno oskrbo pred boleznimi, poleg tega pa jim moramo zagotoviti kakovostno prehrano. Ta zajema kvalitetno seno in močno krmo, ki mora biti taka, da jo teleta rada jedo, da ne povzroča drisk ali kakšnih drugih prehranskih motenj ter zagotavlja dobre priraste telet.\nZelo pomembno je, da teleta začno takoj po vhlevitvi zauživati kvaliteno seno in krmno mešanico. Krmna mešanica mora biti okusna in bogata s hranili. Z zgodnjim zauživanjem velikih količin krmne mešanice je zagotovljen dober razvoj prebavnega sistema. Rast vampovih in črevesnih resic pa zagotavlja povečano absorbcijo snovi, kar prinaša dobre priraste že na samem začetku pitanja goveda.\nDa bi ugotovili primerno krmno mešanico za krmljenje telet prvi mesec po vhlevitvi, smo v našem poskusu proučevali vpliv treh različnih krmnih mešanic na ješčnost in rastne lastnosti telet.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Pitanje goveda", "Pitanje je oblika krmljenja živali z namenom, da se v živalskem telesu razvije čim več mišičnega tkiva. Pitamo zato, da povečamo težo živali in njeno klavnost ter izboljšujemo kakovost mesa (Cizelj 1991). Pri pitanju je pomembno, da žival čim prej spitamo in da je meso pitanca kakovostno. Poznamo dva tipa pitanja in sicer mesno in mastno pitanje goveda. Za mlada teleta je značilno mesno pitanje, ki temelji na fazi rasti. Mastno pitanje pa vključuje predvsem starejše živali, ki so končale rast in so krmljene v glavnem z energetsko bogato krmo. Posledica takega pitanja pa je povečanje mastnega tkiva (Caput 1996).\n"], "4": ["2.1.1 Pitanje telet", "Teleta pitamo navadno le do 120 kg ali največ do 180 kg (Žgajnar 1990). Tele je tele do petega oziroma šestega meseca starosti; takrat naj bi doseglo telesno maso 180 kg (Lavrenčič 2005). Telečje meso pa označujemo kot meso, pridobljeno od klavnih trupov ali polovic govejih živalih, do starosti 8 mesecev in mase trupa do 185 kg (Pravilnik o izvajanju uredbe Sveta (EGS) in uredba komisije (EGS) o razvrščanju trupov goveda, 2005). Teletom do te starosti načeloma ne nudimo travne ali koruzne silaže in zelene krme, vsaj ne kot večinski delež v obroku. Do petega oziroma šestega meseca starosti vzrejamo vsa teleta enako, ne glede na kasnejši namen. Šele potem se odločimo, ali bomo teleta pitali do telesne mase 450 ali 650 kg. Izjema so teleta, ki jih namenoma intenzivno pitamo z mlekom oz. mlečnim nadomestkom in/ali krmnimi mešanicami do telesne \nmase 120, 150 ali 250 kg (Lavrenčič 2005). Za intenzivno pitanje so primerna teleta mesnih in kombiniranih pasem, ki dosegajo visoke dnevne priraste z mlekom ali mlečnimi nadomestki. Izbrati moramo samo najboljša teleta, ki so čimbolj izenačena po rojstni telesni masi in po možnosti iste pasme ali vsaj podobnih. Krma, ki jo uporabljamo za intenzivno pitanje, je večinoma mleko ali mlečni nadomestek. Uporaba močne krme je sicer primerna, vendar ne za dosego vrhunskih prirastov in svetle barve mesa (Žgajnar 1990).\n"], "5": ["2.2 Rast goveda", "Rast je povečanje števila celic in naraščanje njihove velikosti ter odlaganje medceličnih snovi maščob. To pomeni, da je prava rast tako imenovano povečanje celic in odlaganje maščob oz. debeljenje (Cizelj 1991). Lahko pa tudi rečemo, da je rast organizma kompleksen pojav, sestavljen iz povečanja telesne mase v določenem časovnem intervalu, ki je specifičen za posamezno pasmo goveda (Caput 1996). Med rastjo se spreminja kemična sestava celic in tkiv v telesu, tako da imajo mlajše živali na začetku rasti več vode kot starejše, ki imajo več maščobe (Cizelj 1991).\nRast lahko delimo na obdobje od oploditve do rojstva, ki ga imenujemo prenatalno obdobje in na življenjsko postnatalno obdobje, ki se začne po rojstvu. Prenatalna rast se začne z oploditvijo, z združitvijo ženskega jajčeca in moške semenčice. Poteka v več fazah, ki se zaključijo ob telitvi, ko se prične postnatalna rast. Za naše pasme traja povprečno prenatalno obdobje, ki je hkrati dolžina brejosti, 286 pri lisasti pasmi, 279 dni pri črno-beli in 289 dni pri rjavi pasmi. Postnatalno obdobje se deli na tri obdobja: mladost, zrelost in starost. Mladost traja od rojstva do spolne zrelosti. Značilna je rast skeleta, ki obsega rast v višino in dolžino ter rast mišic. Tu preide v fazo zrelostnega obdobja, ki doseže maksimalno višino rasti. Počasi prenehajo rasti mišice, začenja pa se nalaganje masti, ki je odvisno od prehrane, spola in tipa živali (Kräusslich 1994). V starostnem obdobju se masa \ntelesa navadno zmanjša, zmanjšana pa je tudi aktivnost sinteze proteinov (Kräusslich 1994, Künz in Stranziger 1993).\n"], "6": ["2.2.1 Dejavniki rasti goveda", "Rast je biološko-ekološki fenomen; gre za dejavnike prilagoditve reakcijskim normam organizma, ki so odvisni od pasme, spola, starosti, genetske osnove in zunanjih razmer (Caput 1996). Na rast goveda vplivajo različni dejavniki: dedni in nededni vplivi, prehrana, spol in pasma živali.\n"], "7": ["2.2.2.1 Dedni in nededni vplivi rasti goveda", "Med dedne lastnosti spadajo rojstna masa teleta, končna masa goveda in hitrost rasti. Da bi žival dosegla svojo dedno pogojeno končno maso, pa je odvisno še od nedednih dejavnikov rasti. Nededni dejavniki so okolje, spol živali in pravilno krmljenje. Krmljenje je najpomembnejše v prvem letu starosti, takrat živali namreč dobijo lepo obliko telesa, ki jo ohranijo do starosti (Caput 1996).\n"], "8": ["2.2.2.2 Vpliv prehrane na rast goveda", "Žgajnar (1990) navaja, da poleg vode, ki je poglavitna sestavina govejega telesa, in sveže krme sestavlja krmo in živalsko telo še pet glavnih skupin spojin. To so: ogljikovi hidrati, beljakovine, maščobe, mineralne snovi in vitamini. Pomemben vir energije so ogljikovi hidrati in maščobe; te so pomembne predvsem pri teletih, ker si nekaterih bistvenih maščob telo ne more samo sestaviti. Prav \ntako so pri teletih za rast pomembne beljakovine, ker jih do šestega tedna ne morejo sama sintetizirati, medtem ko se pri odraslih živalih le-te sintetizirajo s pomočjo mikroorganizmov v telesu. Za rastoče živali so pomembne še mineralne snovi in vitamini, ki jih govedo potrebuje za rast kosti in delovanje organov (Cizelj 1991). Dejavniki, ki vplivajo na rast živali, so med seboj povezani. Za govedo je značilno, da so višje temperature vzrok za stresne situacije, zato se govedo bolje počuti pri nekoliko nižjih temperaturah. Sezona lahko posredno vpliva na kovostno in količinsko priprave hrane, kar ima vpliv na rast (Kräusslich 1994). Prehrana goveda predstavlja enega najpomembnejših nedednih faktorjev pri vplivu na rast. Pri prehrani pitancev je treba upoštevati dejstvo, da so pri intenzivnejši prehrani in pri manjši telesni masi živali prej spitane oziroma zrele za zakol (Augustini 1991, Augustini in Schwarz 1992, Čepin in sod. 1992 in 1993). Hranilno vrednost krmnega obroka prilagajamo glede na telesno maso živali in glede na želeni prirast. Intenzivnejše kot je pitanje in rast goveda, tem hitreje je treba širiti beljakovinsko razmerje v krmnem obroku (Orešnik 2001).\nV preglednici 1 prikazujemo okvirne normative za dnevne potrebe po energiji (ŠE) in prebavljivih surovih beljakovinah (PSB) pri različno intenzivnem pitanju telet.\n(Žgajnar 1990, str. 407)\nPri sestavi krmnih obrokov moramo poznati posamezne lastnosti krme, da z njimi zagotovimo čim boljše priraste. Žgur (1994) navaja, da se zaradi napak v prehrani \nlahko pojavi temno, čvrsto in suho meso. Zato sestavo energetsko in beljakovinsko izenačenega obroka prilagajamo masi bikov v pitanju. Pri sestavi krmnega obroka je pomembna tudi vsebnost vitaminov, makroelementov in mikroelementov.\nV preglednici 2 prikazujemo okvirne potrebe po energiji vključno s skupnimi dnevnimi potrebami.\nPri krmljenju moramo biti posebej pozorni, da krmo pokladamo svežo, zdravo in da je krmni prostor očiščen. Živali naj imajo na voljo dovolj sveže vode. Menjava obrokov naj bo izvedena postopoma, da ne pride do prebavnih motenj.\n"], "9": ["2.2.2.3 Vpliv spola in pasme na rast goveda", "Spol goveda ima vpliv na rast telesnih tkiv, sestavo trupa in razporejenosti tkiv v telesu. Vpliv spola se najbolj pokaže v fazi pitanja, kar pomeni, da imajo telice manj izrazite mišice in s tem večje možnosti hitrejše zamastitve. Na koncu pitanja imajo ženske živali od 15% do 20% nižjo telesno maso kot moške živali, ker te bolje izkoriščajo krmo (Caput 1996). Razlike med spoloma se kažejo tudi v hormonskem delovanju. Pri bikih je pomemben testosteron, ki pospešuje nastajanje mišične mase. Intenzivnost rasti se razlikuje glede na pasmo, različna je med spoloma istih pasem in tudi med živalmi istega spola iste pasme. Veliko \nzmogljivost rasti ima lisasto govedo, ki daje dobre rezultate pri pitanju (Žgajnar 1990).\n"], "10": ["2.3 Prehrana telet", "Vitalnost novorojenega teleta je odvisna od prehrane matere že dva meseca pred telitvijo. Ustrezna ali neustrezna prehrana matere kakor tudi ustrezno okolje in nega vplivajo na količino mleziva, ki je za tele popolnoma odvisno glede na hranilno vrednost in zdravje. Zrejo telet od rojstva do starosti razdelimo na več obdobij in sicer na obdobje prilagajanja, mlečno obdobje, obdobje spolnega zorenja, zrelost in obdobje staranja (Žgajnar 1990). Največja oskrba telet je od rojstva do odstavitve. To je obdobje intenzivne rasti in razvoja, kar zahteva izrazito dobro oskrbo glede prehrane in zdravja (Caput 1996).\n"], "11": ["2.3.1 Razvoj prebavnega sistema in prebava hranilnih snovi v prebavnem traktu", "Tele ima po rojstvu siriščnik ali pravi želodec. Predželodci niso v celoti razviti, so manjši in ne vsebujejo mikroorganizmov, ki omogočajo prebavo celuloze. Raziskave so pokazale, da tele v prvih dveh tednih lahko prebavi le male količine škroba. Če tele ostane na mlečni prehrani dalj časa, siriščnik in predželodci rastejo hitreje v primerjavi z ostalim delom telesa (Caput 1996). Prebavni procesi se začno, ko mleko priteče v siriščnik po želodčnem žlebu, ki se pred tem refleksno zapre v cev. Ogljikove hidrate predstavlja laktoza, ki s sirotko odteče v dvanajstnik in naprej v tanko črevo. Teleta bolje prebavljajo nasičene kot nenasičene maščobne kisline, ki jih dobijo z mlekom. Posebno pozorni moramo biti na temperaturo mleka. Če teleta napajamo, se mleko ne sesiri in tako odteka v nižje dele prebavnega trakta, kjer postane odlično gojišče za mikrofloro, kar posledično privede do drisk. Z razvojem teleta postaja prebava v tankem in debelem črevesu \nmanj pomembna za mlečno hrano, pomembna pa za pridobitev encima za prebavo rastlinske krme (Žgajnar 1990).\n"], "12": ["2.3.2 Prehrana telet v kolostralnem obdobju", "Teleta moramo na začetku življenja hraniti z mlekom (Caput 1996). Mlezivo vsebuje zaščitne snovi, ki prenesejo pasivno imunost matere na tele in ga tako zaščitijo pred okužbo iz novega okolja, dokler ne razvije lastnega aktivnega imunskega sistema (Žgajnar 1990). Tele naj bi dobilo mlezivo vsaj že kako uro po porodu.Tako ga zaščitimo pred okužbami z mikrobi, tele dobi nujno potrebne hranilne snovi, poleg tega pa in ker kakovost mleziva po telitvi hitro upade (Habe 2006). Pomembna je tudi količina mleziva: tele naj dobi en liter napoja, vendar mu ga moramo ponuditi najmanj štirikrat na dan (Lavrenčič 2005). Poznamo dva načina krmljenja telet po rojstvu: to sta sesanje ali napajanje (Žgajnar 1990). Naraven način prehranjevanja je sesanje, z njim se izognemo težavam glede temperature mleziva, ki je že ogreto na 37 -C (Lavrenčič 2005). Skrbeti moramo za čistočo vimena in da izmolzemo prve curke mleka. Pri napajanju pa moramo paziti na čistočo posode in primerno temperaturo, ki ne sme pasti pod 35 -C (Žgajnar 1990).\n"], "13": ["2.3.3 Prehrana telet po kolostralnem obdobju do odstavitve", "Po prvem tednu se že odločamo za različno kakovost mlečne hrane, odvisno od delovnih razmer, in od namena, ki ga imamo s teletom (Žgajnar 1990). Po končanem obdobju krmljenja z mlezivom lahko za krmljenje telet izberemo kravje mleko ali mlečni nadomestek (Habe 2006).\n"], "14": ["2.3.3.1 Zreja telet s polnomastnim mlekom", "Polnomastno mleko je vsestranska krma za teleta v drugem tednu starosti, vendar ga zaradi visoke vrednosti krmimo le v omejenih količinah in omejen čas. Na splošno priporočajo na tele približno 300 l polnomastnega mleka, ki ga je smiselno dopolnjevati s posnetim mlekom ali mlečnim nadomestkom (Žgajnar 1990). Računati je treba, da je za 1 kg prirasta potrebno 8—9 l mleka. Velike količine polnega mleka dajemo teletom, ki jih vzrejamo in pitamo za telečje meso (Caput 1996).\n"], "15": ["2.3.3.2 Zreja telet s polnomastnim in posnetim mlekom", "Ker je vzreja s polnomastnim mlekom draga, so se po svetu razvili nekateri postopki za zrejo telet, ko polnomastno mleko praktično ni več potrebno ali pa le od 30 do 100 l v treh mesecih zreje. Namesto polnomastnega uporabljajo več posnetega mleka, ki ga ustrezno dopolnijo z vitamini A, D in E (Žgajnar 1990). Rezultati hranjenja s posnetim mlekom se kažejo v odlični rasti in razvoju teleta (Caput 1996).\n"], "16": ["2.3.3.3 Zreja telet z mlečnim nadomestkom", "Z njimi nadomestimo polnomastno mleko. Teleta ga lahko začnejo dobivati takoj po kolostralnem obdobju (Caput 1996). Vsak mlečni nadomestek vsebuje različno količino posnetega mleka v prahu in druge sestavine. Vseboval naj bi najmanj 50% mleka v prahu, 22% surovih beljakovin, 12% maščob, 10.000 IE vitamina A in 1500 IE vitamina D na kilogram. Vsebovati sme največ 6% vlage, največ 2% surove vlaknine in največ 8% pepela (Žgajnar 1990). Za vsak obrok se pripravlja posebej. Predpisano količino mlečnega nadomestka zmešamo z malo tople vode, \nki ima temperaturo nekje 50—70-C (Caput 1996). Pri uporabi ga je treba še temeljito premešati. Prednost mlečnega nadomestka je v tem, da ni težav, če se skisani izdelek ohladi (Habe 2006).\n"], "17": ["2.3.4 Zgodnje odstavljanje telet s polnomastnim mlekom ali mlečnim  nadomestkom", "Zgodnje odstavljanje telet je uspešna metoda, ki z razvojem prebavnega sistema omogoči teletom, da s sedmimi tedni starosti popolnoma preidejo na rastlinsko krmo (Žgajnar 1990). Teleta odstavimo tako, da omejimo količino mleka ali mlečnega nadomestka (Lavrenčič 2005). Pri zgodnjem odstavljanju priporočamo na dan 5 l polnomastnega mleka v drugem tednu starosti, v šestem tednu starosti pa 2 l litra. Ob tem dobijo še starter in mrvo po volji (Žgajnar 1990). Za vzrejo do starosti 100 dni porabimo pri zgodnjem odstavljanju 300 ali 25 litrov mleka in 30 kg mlečnega nadomestka ter 130 kg starterja. Pri poznem odstavljanju porabimo okoli 600 l mleka ali 25 l mleka in 60 kg mlečnega nadomestka ter 100 kg starterja (Lavrenčič 2005). Teleta prihajajo v zrejališča iz nakupa in so večinoma hranjenja s polnomastnim mlekom. Priporočajo pa, da jih prvi dan teleta pustimo lačna. damo jim samo čaj ali toplo vodo ter dodatek vitaminov in antibiotikov kot napoj ali v obliki injekcije (Žgajnar 1990). Zaradi manjših količin napoja je pri zgodnjem odstavljanju telet nevarnost pojava prebavnih motenj manjša (Lavrenčič 2005). Pri naših rejcih je prehod z mlečnim nadomestkom na suho ali celo voluminozno krmo ena najhujših napak pri zreji dokupljenih telet. Pomembna je tudi kakovost starterja ali ustreznih doma pripravljenih mešanic. Starterji bi morali biti izdelani iz najboljših surovin, dopolnjeni z vitamini, mineralnimi snovmi in antibiotiki, biti peletirani. Tako teleta pojedo več močne krme (Caput 1996). Količino ponujenega starterja teletom omejimo na 1,5 kg pri poznem in 2 kg dnevno pri zgodnjem odstavljanju, saj se drugače prostornina predželodcev ne bi povečevala. Teleta praviloma odstavimo takrat, ko več dni zaporedoma zaužijejo celotno ponujeno količino starterja in vsaj 1,5—2 kg sena.\n"], "18": ["2.4 Potrebe po metabolni energiji in surovih beljakovinah", "Za intenzivno pitanje telet je značilna mlečna hrana, ki je visoko prebavljiva, nekje 95%. Zaradi neznatnih izgub se zelo velik del bruto energije lahko izkoristi kot presnovna ali metabolna (Žgajnar 1990). Uporabljena metabolna energija se v celični presnovi izkoristi najprej za vzdrževanje, to je za potek vseh osnovnih življenjskih procesov in za vzdrževanje telesne mase organizma (Zupanc 1999). Energijske potrebe za vzdrževanje pri teletih znašajo 460 kJ metabolne energije/kg (Žgajnar 1990). Največ energije se izkoristi pri razgradnji maščob, najmanj pa pri beljakovinah. Ker pa je v prehrani domačih živali vsebovanih največ ogljikovih hidratov, je ta vir energije za žival najpomembnejši (Zupanc 1999). V povprečju se pri teletih od 60 do 160 kg telesne mase metabolna energija izkorišča 68% (Žgajnar 1990). Zato za pitanje telet uveljavljamo sistem na osnovi metabolne energije (Orešnik 2000). Potreba po surovih beljakovinah določene biološke vrednosti se spreminja z rastjo organizma. V mladosti je zaradi procesa rasti in razvoja telesa potrebno več esencialnih aminokislin kot v starosti, zato potrebujejo mlade živali bolj kakovostne beljakovine visoke biološke vrednosti (Zupanc 1999).\n"], "19": ["2.5. Prehrana telet v začetku pitanja", "V fazi vzreje telet je naša naloga, da z umirjeno prehrano razvijemo teleta v dobre prežvekovalce z velikim telesnim okvirjem. V času predpitanja je tele staro 3—4 mesece in naj bi imelo 120—150 kg telesne mase. V tem obdobju se razvijajo kot prežvekovalci, povečujejo svoj telesni okvir in se privajajo na novo tehniko pitanja. Čas predpitanja traja 100 do 150 dni in na koncu te faze so živali stare 7 do 8 mesecev s telesno maso 220 do 260 kg (Caput 1996). Van Ackeren in sod. (2008) \nso opravili prebavno fiziološke raziskave pri krmljenju plemenskih telet s popolnimi krmnimi mešanicami, v katerih so proučevali razvoj predželodcev pri krmljenju koncentratov s kratkoverižnimi maščobnimi kislinami v primerjavi z voluminozno krmo. Zaznan optimalen nivo krme ni nujen za pravilen razvoj vampa in stabilizacijo vampove fermentacije pri mladih teletih. Teletom damo voluminozno krmo, ki predstavlja 60% energije (Uremović 2004). Za dnevni prirast od 0,8 kg v področju 140 do 260 kg telesne mase je lahko obrok sestavljen iz 3,5 kg voluminozne krme in 1,30 kg koncentrata (Caput 1996). Pitanje telet s senom je s strani fiziološkega stališča zelo primerno, če je le ustrezne kakovosti. Navadno zadostuje že majhna količina sena od 1 do 2 kg, odvisna od lastnosti obroka in velikosti živali. Seno mora biti suho in kakovostno. Posebej nevarno je plesnivo in umazano seno, zato ga živalim ne pokladamo (Žgajnar 1990). Tele mora imeti na razpolago dovolj sveže vode. Pri prehranjevanju z manjšo količino tekoče hrane je treba čim več vode, kar vpliva na povečanje dnevnega prirasta telet (Uremović 2004).\n"], "20": ["2.6 Krma", "Vsa krmila, ki jih uporabljamo za hrano živalim, imenujemo krmila. Večina krmil je rastlinskega izvora in večina jih izhaja iz kmetijske proizvodnje, nekaj pa tudi iz živilskopredelovalne industrije (Zupanc 1999). Krmo delimo na: suho voluminozno, sočno voluminozno in močno krmo. Suha voluminozna krma je predvsem seno, otava in slama. Silaža, repa, pesa in druge korenovke spadajo v sočno voluminozno krmo. Predstavniki močne krme so žita, oljne pogače in tropine, suhi pesni rezanci, otrobi in krmne mešanice (Lebar 1995).\n"], "21": ["2.5.1 Voluminozna krma", "Voluminozna krma, ki je prostorsko obsežna, ima nizko vsebnost energije in visok odstotek surove vlaknine in vode (Uremović 2004). Kar pomeni za nastanek prebavljive surove vlaknine so v prehrani prežvekovalcev primerne, ker imajo veliko prostornino prebavil. Med voluminozno krmo spadajo vsa sočna krmila, kot so korenovke in gomoljnice, vsa krma s travnikov in pašnikov ter silaže, pripravljene iz svežih voluminoznih krmil (Zupanc 1999).\nMed najvažnejše oblike suhe voluminozne krme spada seno. Seno pridobimo s sušenjem trav ali deteljno-travnih mešanic, in sicer iz 80—85% vlage do 15–20% vlage. Zelene bilke, od katerih s sušenjem proizvedemo seno, kosimo takrat, ko zadržujejo najmanj še odstotek vlaknine in največ surovih proteinov, mineralov in vitaminov. S sušenjem znižamo odstotek vode do tiste stopnje, ko se ne morejo več razvijati mikroorganizmi, ki povzročajo kvarjenje sena (Uremović 2004). V procesu sušenja se izgubijo določene hranljive snovi. Te izgube so tem večje, čim daljši je čas sušenja in čim slabši so pogoji sušenja. To pa je odvisno od načina sušenja mrve. Med glavne razloge za izgube hranljivih snovi med sušenjem štejemo: dihanje rastlinskih celic, delovanje mikroorganizmov, vremenske vplive, mehanične izgube (Zupanc 1999). Strukturna vlakna so tudi v slami žit in koruzni slami. Praviloma je ne krmimo, ker vsebuje malo drugih hranljivih snovi. V primeru pomanjkanja drugih virov strukturnih vlaknin je slama primerno krmilo (Orešnik 2001).\nKoriščenje zelenih krm v prehrani goveda je odvisno od vremenskih razmer in sicer je omejeno na pet mesecev. Zato zeleno krmo siliramo (Uremović 2004). Siliranje je konzerviranje krmil s postopkom samozakisanja. Pri tem izkoriščamo na rastlinah prisotne mlečnokislinske mikroorganizme, ki silirano maso zakisajo do pH 4, pri čemer mikroorganizmi odmrejo. V Sloveniji sta najbolj uporabna načina siliranje travne in koruzne silaže (Žgajnar 1990). Travna silaža je pomemben vir \nstrukturne vlaknine primerne kakovosti. V mokri travni silaži je vlaknina mehka. Če silaža vsebuje več kot 30% suhe snovi, vlaknina omogoča normalno prebavo. To pa je odvisno od starosti rastlin, ki smo jih silirali (Orešnik 2000). Koruzni silaži pripada zaradi njenih lastnosti, te so: velika vsebnost škroba, dobra fizikalna struktura in visoka prebavljivost v vseh fazah zrelosti, posebno mesto v prehrani goveda (Žgajnar 1990). Konzerviranje celotnega dela rastline koruze se mora silirati s pomočjo mlečnokislinskih bakterij (Uremović 2004). Čeprav je koruzno silažo sorazmerno lahko pripraviti, je treba paziti, da je material dobro zrezan, silosi dobro zaprti in da je odvzem iz silosa dovolj velik, posebej poleti.\n"], "22": ["2.5.2 Močna krmila", "To so krmila, ki so po svoji prostornini manj obsežna in vsebujejo veliko hranljivih snovi (Zupanc 1999). Sem spadajo posamična močna krmila in krmne mešanice. K posamičnim krmilom spadajo zrnje, proizvodi iz mlinske industrije, industrije olja, industrije sladkorja, industrije alkohola, krmila živalskega izvora, rudninska in vitaminska krmila (Janžekovič 2004, Zupanc 1999). Krmne mešanice so popolne mešanice ali dopolnilne krmne mešanice. Med dopolnilne spadajo rudninsko- vitaminski dodatki ali dopolnilne krmne mešanice z dodatkom nebeljakovinskega dušika (Janžekovič 2004). Popolne krmne mešanice so popolnoma prilagojene potrebam posameznih vrst domačih živali v različnih stadijih njihovega življenjskega oziroma proizvodnega ciklusa. Njihova sestava je strokovno ustrezna, vsebujejo optimalne deleže energije in beljakovin ter vse potrebne vitamine in minerale. Pri sestavljanju popolnih krmnih mešanic se uporabljajo tudi predmešanice, ki vsebujejo snovi za izboljšanje kakovosti krmil in jih dajemo le v majhnih odmerkih. Imenujemo jih premiksi, ki so sestavljeni iz hranilnih dodatkov, to so vitamini, minerali ter esencialne aminokisline živalskega izvora, in iz drugih dodatkov, ki jih dajemo za izboljšanje fizikalnih in kemičnih lastnosti krmil (Zupanc 1999).\n"], "23": ["3 MATERIAL IN METODE DELA", ""], "24": ["3.1 Material", ""], "25": ["3.1.1 Opis hleva za izvajanje poskusa", "Poskus je potekal v gospodarski družbi Žipo Lenart v Šetarovi. Podjetje deluje v okviru dveh obratov in sicer, v Verjanah in Šetarovi, ter obdeluje 840 ha površin, na katerih prideluje krmo za pitance in žita za trg. V obratu v Šetarovi je zgrajenih 5 hlevov za pitanje živine. Hlevi so zgrajeni po sistemu proste reje z boksi na rešetkah. Hlev, v katerem je potekal poskus, je prirejen zahtevam reje vhlevljenih telet pri telesni masi okrog 120 kg. V hlevih je 18 boksov, na vsaki strani 9. Po sredini hleva je krmilna miza. Za boksi je na vsaki strani blatilni hodnik, ki služi tudi za premeščanje živali. Pod boksi je gnojna jama za shranjevanje gnojevke. Tla so sicer rešetkasta, vendar so za potrebe pitanja telet prekrita z lesenimi deskami, tako da so polna in se nastiljajo s slamo. V vsakem boksu so montažne jasli za seno in napajalnik s svežo pitno vodo. Živali dobijo krmno mešanico ob krmilni mizi v jasli. Kapaciteta posameznega boksa je za 8 živali.\n"], "26": ["3.2 Metode", ""], "27": ["3.2.1 Potek poskusa", "Za izvajanje poskusa smo vhlevili 63 telet, ki smo jih razdelili v tri skupine. Vhlevljenje telet je trajalo od 1.10. 2007 do 30.10. 2007. V prvi skupini (KM1) je bilo 24 telet, v drugi (KM2) skupini prav tako, v tretji (KM3) skupini pa je bilo 15 \ntelet. Povprečna vhlevitvena masa telet v prvi skupini je bila 116 kg, v drugi skupini 125 kg in v tretji skupini 124 kg. Vse živali so bile označene z ušesnimi znamkami, na katerih je bila številka, ki je evidentirala vsako žival. Teleta so bila vhlevljena v skupinske bokse po 8 oz. 7 živali v boksu. Dan po vhlevitvi so bila preventivno cepljena proti obolenju za pljučnico z antibiotikom draxin in vakcino cattle master. Revakcinacija je sledila po 14 dneh. Teleta smo tehtali in merili višino vihra ter višino križa ob prihodu v poskus in 30. dan reje. Po 30. dnevu smo iz poskusa izločili teleta, katerih telesna masa je presegla 150 kg. Ostale živali smo v poskusu obdržali do 60. dne reje. Vsebnost hranljivih snovi v krmni mešanici za posamezno skupino smo ugotavljali s postopkom weendske analize, ki jo je analiziral Kmetijsko-gozdarski zavod Ptuj.\nV preglednici 3 prikazujemo število živali ob posameznih tehtanjih po skupinah.\nIz preglednice 3 vidimo, da se je v skupini KM1 število živali spremenilo do 60. dne zaradi pogina ene živali. V skupini KM2 je bil prav tako en pogin do 30. dne.\nPo 30. dneh reje v skupini KM1 nobena žival ni dosegla telesne mase nad 150 kg, zato so v poskusu ostale vse živali še nadaljnjih 30 dni. V skupini KM2 je po 30. dneh telesno maso nad 150 kg doseglo 7 telet, zato so poskus zaključili. Poskus je nadaljevalo 16 telet. Prav tako je po 30. dneh poskus zaključilo 8 telet v skupini KM3, ki so dosegla telesno maso nad 150 kg. V poskusu jih je ostalo 7.\n"], "28": ["3.2 Prehrana v času poskusa", "Vse tri skupine so imele vedno na voljo kakovostno seno in čisto pitno vodo. Razlika med njimi je bila pri krmljenju krmne mešanice, ki je bila specifična za vsako skupino. Teleta so dobila krmno mešanico dvakrat na dan, to je zjutraj in zvečer.\nV preglednici 4 prikazujemo sestavo krmnih mešanic, ki smo jih krmili teletom v različnih skupinah. Krmne mešanice smo označili s številkami od 1 do 3: krmna mešanica KM1 za prvo skupino, krmna mešanica KM2 za drugo skupino in krmna mešanica KM3 za tretjo skupino telet. Krmne mešanice so se med seboj razlikovale v količini in vsebnosti dodanega koncentrata, količini dodanega krmnega graha, pšenice, ječmena, koruze in živih kvasovk.\nKoncentrat A je bil sestavljen iz: 20% sirotke v prahu, 20% lomljenih vafljev, 14,2% kalcijevega karbonata, 10% koruznih kosmičev, 5% monokalcijevega fosfaat, 4% kokosovega olja, 3,8% natrijevega klorida, 2,5% magnezijevga fosfata, 1,7% pesnih rezancev in 0,3% melase. Koncentrat A je vseboval 5% surovih proteinov, \n5% surovih maščob, 0,5% surove vlaknine, 33% surovega pepela, 8% kalcija, 1,7% fosforja, 1,7% natrija in 0,7% magnezija. V koncentrat je bilo dodano 224.000 i.E vitamina A, 19.000 i. E vitamina Dз, 1,200 mg vitamina E, 85 mg bakra (kot baker(II) sulfat pentahidrant), Saccharomyces cerevales 2,0 X 10 9 KBE).\nKoncentrat B je bil sestavljen iz 37% sojinih ekstrakcijskih tropin, 19% drož, 15% fino mletega lana, 10% izdelkov in stranskih izdelkov pekovske industrije, 8% sušenega pivskega kvasa, 5% kalcijevega karbonata, 25% natrijevega klorida in 2% monokalcijevega fosfata. Vseboval je 32,0% surovih beljakovin, 16% surovega pepela, 6,0% surove vlaknine, 3,0% maščobe, 2,7% kalcija, 1,6% lizin, 1,0% fosforja, 1,0% natrija, 0,2% magnezija, 0,4 metionina in 10MJ ME. Dodatno je bilo 60,000 i. E vitamina A, 6,000 i. E vitamina Dз, 60 mg vitamina E, 18 mg vitamina Kз, 20 mg vitamina B1, 30 mg vitamina B2, 20 mg vitamina B6, 175 mcg vitamina B12, 80 mg nikotinske kisline, 70 mg Ca-D-Pantotenata, 4 mg folne kisline, 1000 mg biotina, 1,750 mg holin klorida, 200 mg železoa, 500 mg mangana, 130 mg bakra, 12 mg joda, 2 mg kobalta in 1,1 mg selena na kg.\n"], "29": ["3.3 Statistična obdelava", "Statistično obdelavo podatkov smo naredili v dveh stopnjah. V prvi stopnji smo upoštevali podatke za vse vhlevljene živali in primerjali parametre od vhlevitve do 30. dneva starosti. Po 30. dnevu smo iz skupin izločili teleta, ki so že dosegla 150 kg telesne mase. Ostale živali smo oblikovali kot novo skupino. Podatke za te živali po skupinah smo statistično obdelali od vhlevitve do starosti 60 dni. Zbrane podatke o doseženih telesni masi, prirastih, višini vihra in višini križa smo vnesli v program Excel for Windovs in jih statistično obdelali s programom SPSS for Windovs 12.0. Za izračun analize variance smo uporabili metodo GLM (General Linear Model). Sredine preučevanih variabilnih spremenljivk smo testirali s LSD-testom, kjer so bile statistično značilne razlike posameznih parametrov med skupinami pri P< 0,05, statistično neznačilne razlike pa pri P≥ 0,05.\n"], "30": ["4 REZULTATI Z RAZPRAVO", "4.1 Analiza krme in krmljenja\nV preglednici 5 prikazujemo rezultate kemijske analize za uporabljene krmne mešanice, in sicer v vzorcu in v suhi snovi.\nIz preglednice lahko razberemo, da so krmne mešanice vsebovale približno enako količino organske snovi. Bistvena razlika med KM1, KM2 in KM3 je bila v vsebnosti surovih beljakovin (g/kg) in v vsebnosti prebavljivih surovih beljakovin (g/kg). KM1 je imela za 43 g/kg SS nižjo vsebnost surovih beljakovin od KM2 ter \nza 49,4 g/kg SS nižjo vsebnost surovih beljakovin od KM3. KM1 pa je vsebovala za 61,71 g/kg SS več ekstrahiranih brezdušičnih snovi od KM2 ter 63,91 g/kg SS več ekstrahiranih brezdušičnih snovi od KM3. Med KM2 in KM3 v vsebnosti različnih komponent ni bilo bistvenih razlik. Obstajala je razlika, ki smo jo povzeli iz literature, da naj bi dodatek živih kvasovk doprinesel k boljši izkoristljivosti krme in s tem posledično tudi k boljšim prirastom telesne mase.\nV obdobju testiranja vpliva različnih krmnih mešanic smo tehtali količine krme, ki so jih živali pojedle. V preglednici 6 zato prikazujemo povprečno porabo krmne mešanice na žival za 30 dni in za 60 dni krmljenja po posamezni skupini.\nIz preglednice 6 lahko razberemo, da je v prvih 30. dneh KM3 imela boljšo ješčnost na tele, in sicer za 13,5% od telet v KM1. Za porabo do 60. dne pa je KM3 bila boljša za 14% od KM2 in za 36% od KM1. Rezultati porabe krme se kažejo tudi v telesni masi, ki je 30. dan za KM3 znašala 148,67 kg in je bila boljša za 5,34 kg od KM2 in za 20,08 kg od KM1. Iz preglednice lahko tudi razberemo, da se je število živali med 30. in 60. dnevom zmanjšalo pri KM2 za 8 živali in pri KM3 za 8 živali. Te živali so dosegle telesno maso, večjo od 150 kg, in so končale predpitanje. Podobne rezultate o porabi močne krme navaja Ajdič (1998) za teleta rjave pasme, kjer je dnevna konzumacija krme do tri mesece in pol po vhlevitvi znašala pri skupini, krmljeni s peletirano krmo, 2712 g močne krme, pri skupini krmljeni z zmleto krmo, pa 2458 g. Gopfert (2006) navaja, da so teleta po \ndevetdesetem dnevu konzumirala 1,34 kg standardnega krmila, 1,72 TL-starterja in 1,45 poskusne krme, ki je vsebovala 10% pesnih rezancev.\n4.2 Analiza variance za proučevane vplive\nV preglednici 7 prikazujemo analizo variance za vplive na maso in starost ob vhlevitvi, maso, starost, višino vihra in križa ter prirast telet 30. dan po vhlevitvi, za vse vhlevljene živali.\n»se nadaljuje « \nAnaliza variance nam kaže, da obstajajo statistično značilne razlike (P<0,05) med skupinami pri telesni masi, višini križa in pri prirastu 30. dan poskusa.\nV preglednici 8 prikazujemo rezultate analize variance za maso, starost, višino vihra, višino križa in prirast za tiste živali, ki so dosegle telesno maso nad 150 kg po 60. dnevu starosti. \n«se nadaljuje» \nAnaliza variance nam kaže, da tudi pri teletih, ki so v testu ostala do starosti 60 dni, obstajajo statistično značilne razlike (P<0,05) med skupinami pri telesni masi 30. dan poskusa. Statistično značilna razlika (P<0,05) med skupinami je nastala tudi pri višini vihra na 60. dan poskusa.\nV preglednicah 9 in 10 prikazujemo proučevane variabilnosti, ki smo jih testirali z LSD-testom za proučevano lastnost telesna masa ob vhlevitvi in telesna masa 30. dan reje za vse vhlevljene živali.\nIz preglednic 9 in 10 je razvidno, da je med skupinami obstajala razlika pri telesni masi telet ob vhlevitvi in 30. dan reje. Ob vhlevitvi so bila teleta KM1 statistično značilno (P<0,05) lažja od telet, vhlevljenih v KM2. Vhlevitvena telesna masa telet v KM1 in v KM3 se statistično značilno (P<0,05) ni razlikovala. Teleta KM1 so po 30. dneh dosegla statistično značilno (P<0,05) nižjo telesno maso v primerjavi s teleti v KM2 in KM3.\nV preglednicah 11, 12 in 13 prikazujemo proučevane variabilnosti, ki smo jih testirali z LSD testom za proučevano lastnost telesna masa ob vhlevitvi, telesna masa 30. dan reje in telesna masa 60. dan reje za teleta, ki v 30. dneh niso dosegla telesne mase 150 kg. V KM3 sedem telet ni doseglo telesnr mase 150 kg. \nIz preglednic 11, 12 in 13 vidimo, da so bila teleta, ki so v poskus prišla z nižjo telesno maso, med seboj bolj izenačena. Tako med skupinami ob vhlevitvi pri telesni masi ni bilo statistično značilnih (P<0,05) razlik. Statistično značilna (P<0,05) razlika v telesni masi telet je nastala v prvih 30. dneh reje med KM1 in KM2. Po 60. dneh reje med skupinama pri telesni masi ni bilo statistično značilnih (P<0,05) razlik.\nV preglednici 14 prikazujemo proučevane variabilnosti, ki smo jih testirali z LSD testom za proučevano lastnost prirast telet od vhlevitve do 30. dne reje za vse vhlevljene živali. \nIz preglednice 14 je razvidno, da so teleta v KM1 dosegla statistično značilen (P<0,05) manjši prirast kot teleta v KM2 in KM3. Pri prirastu telet med KM2 in KM3 ni bilo statistično značilnih (P<0,05) razlik.\nV preglednicah 15 in 16 prikazujemo proučevane variabilnosti, ki smo jih testirali z LSD-testom za proučevano lastnost prirast telet od vhlevitve do 30. dne reje in od 30. do 60. dne reje za teleta, ki v prvih 30. dneh niso dosegla telesne mase 150 kg. \nIz preglednic 15 in 16 vidimo, da pri zmanjšanem številu telet v skupini ni bilo velikih odstopanj v prirastu. Pri tehtanjih med skupinami pri prirastu ni bilo ugotovljenih statistično značilnih (p<0,05) razlik. V skupini KM3 se je število živali zmanjšalo, ker so ostala teleta dosegla telesno maso 150 kg. \n4.3 Rezultati obdelave podatkov prireje telet v času poskusa\nV preglednici 17 prikazujemo starost telet ob vhlevitvi, starost telet 30. in starost telet 60. dan reje.\nNajmlajša teleta ob vhlevitvi so bila teleta, vhlevljena v KM1, ki so bila v povprečju 4 dni mlajša od telet v KM2 in 5 dni mlajša od telet v KM3. Ghorbani in sod. (2007) so ugotavljali vpliv dodatka sojinega mleka v primerjavi s polnomastnim mlekom na ješčnost starterja in zmanjšanje starosti ob odstavitvi pri teletih po kolostralnem obdobju. Gopfert in sod. (2006) so prav tako ugotavljali vpliv različnih krmnih mešanic (starterjev) na prirast telesne mase. Obdobje testiranja je bilo do starosti telet čez 90 dni. \nTeleta KM1 so imela ob vhlevitvi statistično značilno (P<0,05) nižjo vhlevitveno maso od povprečne vhlevitvene mase telet v KM2. Povprečna telesna masa telet KM1 je bila za dobrih 9,5 kg nižja od mase telet v KM2 in za 7,8 kg nižja od povprečne mase telet v KM3. Teleta v KM1 so imela skozi celotno obdobje testiranja najnižjo telesno maso. Ta se je po 30. dneh poskusa statistično značilno (P<0,05) razlikovala od KM2 in KM3. Vzrok lahko pripišemo nižji vhlevitveni masi telet v KM1 in krmni mešanici. Ta je bila skromnejša po vsebnosti prebavljivih surovih beljakovin in metabolni energiji. Po prestavitvi telet s telesno maso nad 150 kg po 30. dnevu poskusa so bile skupine po telesni masi bolj izenačene. Kljub temu pa so bila teleta v KM1 ob vhlevitvi najlažja, zato tudi nobena žival po 30. dnevu ni končala s poskusom. Po 30. dnevu poskusa so bila v zmanjšani skupini najtežja teleta v KM2, ki so bila težja za 10,7 kg od telet v KM1 in za 6,02 kg težja od telet v KM3. Ajdič (1997) navaja, da so v primerjavi različnih starterjev pri vzreji telet po zgodnjem odstavljanju vhlevljali teleta pri telesni masi 108 kg in jih testirali \ndo telesne mase okrog 200 kg. Petkovšek (2005) pa navaja podatke podaljšanega pitanja telet blagovne znamke Zlato zrno, kjer so teleta pri starosti osem mesecev dosegla telesno maso 319,3 kg pri poskusni skupini in 324,3 kg pri kontrolni skupini, kar je bilo več kot pri skupini telet blagovne znamke, kjer je bila masa 217,2 kg.\nV preglednici 19 prikazujemo povprečne dnevne priraste 30. in 60. dan poskusa.\nNajnižje priraste so v prvih 30. dneh dosegala teleta KM1. Prirasti med 30. in 60. dnem poskusa so bili med skupinami zelo izenačeni. To lahko pojasnimo z dejstvom, da so po zaključku poskusa telet s telesno maso nad 150 kg v KM2 in KM3 po 30. dnevu, ostala v skupinah bolj izenačena in manjša teleta, ki so dosegla zelo podobne priraste. Nesporno pa se je izkazalo, da je skromnejša krmna mešanica v KM1 poglavitno vplivala na nižje priraste v prvih 30. dneh poskusa. V naslednjih 30. dneh so bili prirasti teh telet še bolj izenačeni oz. celo vidimo, da teleta v KM1 niso najslabše priraščala, kar lahko teoretično povežemo s tem, da so zaužila že zadostne količine dobrega sena, s katerim so nadomestila morebitne primanjkljaje hranilnih snovi v krmni mešanici. Podobne rezultate glede \nprirastov navaja Ajdič (1997) za teleta rjave pasme, ki so dosegla priraste 1049 g/dan pri krmljenju s peletirano krmno mešanico in 955 g/dan pri krmljenju z mleto krmno mešanico.\nIz preglednice tudi vidimo, da so bila v vseh skupinah teleta, ki so po vhlevitvi imela negativen prirast. To pomeni, da so hujšala. Pri primerjavi povprečnega prirasta telet od rojstva, kjer smo vzeli enotno rojstno maso 40 kg po teletu, pa do vhlevitve ugotavljamo, da so imela teleta v povprečju od 1113 g pa do 1147 g dnevnega prirasta. Podobno ugotavlja tudi Ajdič (1998), da so teleta rjave pasme pred prihodom na testno postajo priraščala v povprečju preko 1200 g/dan, kar pomeni, da so bila intenzivno pitana z mlekom in niso bila navajena na drugo krmo.\nV preglednici 20. prikazujemo rezultate meritev višine vihra in višine križa, ki smo jih izmerili navpično od tal do najvišje točke na vihru oz. do povezave med kolčnima grčama (Čepin in sod. 2006).\nZa 30. dan meritve višine vihra so bile minimalne razlike; skupina 3 je bila višja za 1,22 cm od skupine 2 in za 2,3 cm od skupine 1. Najmanjšo višino vihra je prav \ntako dosegla skupina 1 za 0,67 cm od skupine 2 in za 4,17 cm od skupine 3 pri meritvi 60. dan. Višina križa 30. dan je bila največja v skupini 3 za 2,15 cm od skupine 2 in za 3,02 od skupine 1. Pri meritvi 60. dan za višino križa je najmanjšo višino dosegla skupina 2, in sicer za 1,32 cm od skupine 1 in za 1,33 od skupine 3.\n"], "31": ["5. SKLEPI", "Jeseni leta 2007 smo vhlevili 63 telet, ki smo jih razdelili na tri skupine in jih označili s KM1, KM2 in KM3. Vsaka skupina je dobila svojo krmno mešanico. Krmne mešanice so se med seboj razlikovale po sestavi in hranilnih vrednostih. Z najnižjimi vrednostmi za surove beljakovine (g/kg SS), prebavljive beljakovine (g/kg SS) in metabolno energijo (MJ/kg SS) se je od ostalih dveh razlikovala KM1.\nPovprečna vhlevitvena telesna masa telet je bila okrog 120 kg. Telesna masa je bila med skupinami različna. Statistično značilno (P<0,05) najlažja so bila teleta KM1 s povprečno telesno maso 116,38 kg. Velike razlike pa so bile tudi med teleti znotraj skupin.\nUgotavljali smo, da so teleta pred prihodom v poskus dosegala priraste okrog 1115 g/dan, kar pomeni, da so bila pred prihodom intenzivno krmljena z mlekom ali še s kakšnimi dodatki. To je negativno vplivalo na njihovo nadaljnjo prirejo. V vseh skupinah smo v prvih 30. dneh poskusa ugotavljali bistveno nižje priraste, kot so jih teleta imela pred vhlevitvijo. Prirasti pa so bili celo negativni, kar pomeni, da so teleta hujšala, saj niso bila pripravljena na voluminozno krmo (seno) in krmne mešanice.\nNajboljše rezultate so v prvih 30. dneh dosegla teleta KM3. Dosegla so najvišjo povprečno telesno maso 148,67 kg in tudi najvišji prirast 0,82 kg/dan. Znotraj te skupine je tudi 53,3% živali po 30. dnevu preseglo telesno maso 150 kg in zaključilo poskusno obdobje. 60. dan poskusa so najvišjo telesno maso dosegla teleta KM2 167,75 kg. Najvišji prirast 1,09 g/dan pa izkazujejo teleta skupine KM3. To pomeni, da sta krmni mešanici KM2 in KM3 bili zelo izenačeni, vendar so teleta KM3 dosegla nekoliko boljše rezultate, kar morebiti lahko pripišemo dodatku živih kvasovk, ki naj bi prispevale k boljšemu izkoriščanju krme. \nTeleta KM1 so v času poskusa dosegla najnižje rezultate. Statistično značilno (P<0,05) so bila 30. dan poskusa lažja (125,63 kg) od telet KM2 in KM3. V tem obdobju so dosegla tudi statistično značilno (P<0,05) najnižji povprečni prirast 0,30 kg/dan. Vzrok za odstopanje od ostalih dveh skupin lahko iščemo v nižji starosti in telesni masi ob vhlevitvi. Predvidevamo pa, da je največji vzrok v krmni mešanici, ki je vsebovala za 43 g/kg SS nižjo vsebnost surovih beljakovin od KM2 ter za 49,4 g/kg SS od KM3. Manj je vsebovala tudi prebavljivih surovih beljakovin in sicer 34,4 g/kg SS od KM2 ter za 39,1 g/kg SS od KM3. Od 30. do 60. dne so teleta KM1 dosegla prirast 1,08 kg/dan, kar je le 0,01 kg/dan manj kot teleta KM3. Boljše priraste v tem obdobju morebiti lahko pripišemo tudi večji konzumaciji kakovostneg sena, ki so ga teleta dobila po volji.\n"], "abstract": ["Namen naloge je bil ugotoviti, vpliv krmne mešanice na priraste in telesno maso telet od vhlevitve do telesne mase okrog 150 kg. Teleta smo tehatali ob prihodu, nato pa 30. dan reje in 60. dan reje. V poskus smo vključili 62 telet, ki smo jih razdelili na tri skupine (KM1, KM2 in KM3) glede na krmljenje s krmnimi mešanicami. Krmne mešanice so se med seboj razlikovale po sestavi in hranilnih vrednostih. Bistvena razlika med KM1, KM2 in KM3 je bila v vsebnosti surovih beljakovin (g/kg SS), prebavljivih surovih beljakovin (g/kg SS) in v presnovni energiji (MJ/kg SS). Teleta so dobivala seno ves čas poskusa po volji. Ob vhlevitvi so bila najlažja teleta KM1 skupine (116,38 ± 17,64 kg), ki so dosegla najnižjo telesno maso tudi 30. (125,63 ± 15,39 kg) in 60. dan poskusa (157,79 ± 16,94 kg) poskusa. Najvišjo povprečno telesno maso 30. dan poskusa so dosegla teleta skupine KM3 (148,67 ± 21,40), 60. dan poskusa pa teleta KM2 (167,75 ± 20,68 kg). Telesna masa se je med skupinami statistično značilno (P<0,05) razlikovala. Najvišje priraste so dosegla teleta skupine KM3, 30. dan 0,82 ± 0,50 kg/dan in 60. dan 1,09 ± 0,53 g/dan. Teleta skupine KM1 so 30. dan dosegla statistično značilen (P<0,05) nižji prirast kot teleta KM2 in KM3."]}