{"1": ["", "1.UVOD\n"], "2": ["1.1 Opredelitev področja in opis problema, ki je predmet raziskave", "V današnjem poslovnem okolju se podjetja vedno bolj zavedajo, da konkurenčna prednost ni samo v učinkovitosti in zmanjševanju stroškov, ampak, da je zelo pomemben tudi odnos do strank in poslovnih partnerjev. V konkurenčnem okolju pritisk, ki ga čutijo podjetja, da zadržijo obstoječe stranke in pridobijo nove, neprestano narašča. Če želi podjetje uspešno poslovati, ohranjati obstoječe in pridobivati nove stranke, mora najprej ugotoviti kaj si stranka v resnici želi. Podjetja, ki so neprilagojena strankinim željam in jim ne znajo prisluhniti so obsojena na propad. Uspevala bodo le tista podjetja, ki bodo ugotovila kaj si stranke želijo in potrebujejo. Le tako si bodo lahko zgradila trdne odnose s svojimi strankami, ti pa so ena najpomembnejših konkurenčnih prednosti.\nTudi v slovenskem poslovnem svetu se čedalje več govori o upravljanju odnosov s strankami1. Pri tem se pojavlja zelo veliko različnih opredelitev in »strokovnjakov«. V ospredju so predvsem informatiki in tržniki. Prvi upravljanje odnosov s strankami prikazujejo predvsem kot informacijsko podporo za poenotenje komunikacijskih poti, za večjo učinkovitost klicnih centrov, boljše »ciljanje« možnih strank, za boljši odziv na direktno pošto itd. Drugi pa poudarjajo pomen zadovoljstva strank, enakovredne menjave, dolgoročnosti sodelovanja in podobno (Hvala 2001, 91). Nujno pa je, da upravljanje odnosov s strankami obravnavamo kot celovito poslovno filozofijo podjetja, ki korenito spreminja ustaljene vzorce na različnih področjih poslovanja.\nZbiranje in uporabljanje podatkov o kupcih in njihovih nakupovalnih navadah ter s tem učinkovito upravljanje odnosov s strankami mora biti strateška prioriteta vsakega podjetja (Skrt 2001). Le učinkovito upravljanje odnosov s strankami je namreč ključ za odgovor na vprašanje, ki si ga zastavljajo številna podjetja: »Kako najti in obdržati stranke ter kako spremeniti njihovo pripravljenost za nakup v prodajo«.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Osnovni namen mojega diplomskega dela je predstaviti koncept upravljanja odnosov s strankami in njegovega uvajanja v podjetja. Osredotočila se bom na upravljanje odnosov s strankami iz informacijskega vidika, saj je poleg trženjskega vidika, od koder izvira miselnost CRM, ključnega pomena uporaba orodij naprednih informacijskih tehnologij. Prikazati želim nepogrešljivo vlogo informacijske tehnologije, brez katere upravljanja odnosov s strankami v praksi ne bi bilo možno izvajati. Nenehen razvoj tehnologij namreč ponuja vedno nove rešitve za upravljanje podjetja in hkrati priložnost za nove načine sodelovanja s strankami. V zvezi s tem bom predstavila programsko rešitev Projis CRM, ki jo je razvilo in uvedlo podjetje Shops.\nAngl. Customer Relationship Management –CRM. \nSeveda pa ne bom zanemarila tudi trženjskega vidika. Kombiniranje spoznanj trženjskega vidika pri spoznavanju in zadovoljevanju potreb strank, z uporabo sodobne informacijske tehnologije, ki omogoča učinkovito uporabo podatkovnih baz o strankah in zadovoljevanje njihovih potreb, je namreč ključnega pomena za vpeljavo učinkovitega sistema upravljanja odnosov s strankami.\nAnaliza, ki jo bom opravila, bo zahtevala uporabo znanja, pridobljenega z delovnimi izkušnjami, znanja, pridobljenega v času študija ter obširno teoretično podporo, ki jo bom črpala predvsem iz strokovnih člankov o omenjeni problematiki. Menim, da mi bo analiza koncepta upravljanja odnosov s strankami prinesla še dodatna nova znanja, ki jih bom lahko koristno uporabila v praksi. Zaposlena sem namreč v storitvenem podjetju, ki veliko vlaga v analize o zadovoljstvu strank, saj je od naklonjenosti strank v veliki meri odvisno.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Pri izdelavi diplomskega dela bom uporabila razpoložljivo literaturo, predvsem strokovne članke, ki bodo osnova za teoretične podlage analize problema. V glavnem pa bom uporabila lastno znanje in izkušnje, ki jih bom pridobila ob testiranju in uporabi programske rešitve Projis CRM.\nNajpomembnejša omejitev je zagotovo omejen dostop literature in pomanjkanje praktičnih izkušenj. V svojem delo se bom osredotočila na konkreten primer uvedbe programske rešitve CRM v podjetje, vendar brez primerjav s podobnimi programskimi rešitvami v drugih podjetjih, saj bi to presegalo prostorsko omejitev dela. Omejila se bom le na analizo izbrane programske rešitve (Projis CRM).\n"], "5": ["1.4 Uporabljene raziskovalne metode", "Pri izdelavi diplomskega dela bom uporabila:\noziroma del različnih avtorjev.\n- Analitični pristop, v okviru katerega bom uporabila naslednje metode:\n- metodo deduktivnega4 in induktivnega5 načina sklepanja. Deduktivna metoda je  način logičnega sklepanja na temelju splošnih teorij, medtem, ko je induktivna  metoda oblika sklepanja na osnovi izkustvenih dejstev.\n- samostojno uporabo metode induktivnega sklepanja s fazami: razčlenjevanje,  abstrahiranje, generalizacija in sinteza,\n- metodo študije primera.\nLat. Descriptio – opis, opisovanje.  Lat. Compilatio – neizvirno delo, kompilirano iz drugih del.  Lat. Deducere – izvajanje, izpeljevanje.  Lat. Inductio – sklepanje. \n"], "6": ["2. RAZVOJ PODJETNIŠKEGA POSLOVANJA V SMERI UPRAVLJANJA  ODNOSOV S STRANKAMI", "Danes morajo podjetja nujno in kritično ponovno razmisliti o svojem poslanstvu in trženjskih strategijah. Podjetja ne delujejo več na trgu, na katerem imajo stalne, znane tekmece in kupce, ki ne menjajo svojih priljubljenih izdelkov. Današnja podjetja poslujejo kot da bi bila na vojnih območjih s hitro menjajočo se konkurenco, tehnološkim napredkom, novimi zakoni, vodeno trgovinsko politiko in vse manj zvestimi kupci (Kotler 1996).\n"], "7": ["2.1. Kritična vloga trženja v podjetjih", "V časih, ko so podjetja poslovala »kot običajno«, so lahko uspevala, če so proizvajala svoje izdelke, jih pospremila s trdo prodajo in močnim oglaševanjem. Takrat se je to imenovalo trženje. Žal je še danes kar nekaj podjetij, ki prav tako menijo, da pomeni trženje že, če prodajalci prodajo tisto, kar izdela podjetje. Takšno gledanje na trženje danes ne pomeni uspešnosti in učinkovitosti podjetja, ampak propad.\nPodjetja morajo sprejeti dejstvo, da imajo danes uporabniki na razpolago obilico izdelkov. Ravno tako morajo upoštevati, da imajo odjemalci različne, spreminjajoče se zahteve do izdelkov in storitev, njihove kakovosti ter do cen. Kupec se bo seveda odločil za tisti izdelek oziroma storitev, ki bo kar najbolje izkoristil njegove individualne potrebe in pričakovanja. Zato je jasno, da podjetja, ki danes zmagujejo, kar najbolje zadovoljijo svoje ciljne odjemalce. V teh podjetjih pomeni trženje filozofijo celega podjetja in ne ločeno funkcijo. Želijo, da njihovi tržniki opredelijo tiste skupine odjemalcev in potrebe, ki jih podjetje lahko zadovolji dobičkonosno in uspešneje od konkurence. Zmagovita podjetja se osredotočajo predvsem na trge in odjemalce, ne zgolj na izdelke in stroške. Izredno pozorna so na kakovost in storitve, trudijo se, da izpolnijo ali celo presežejo pričakovanja kupcev. Takšna podjetja so tudi izredno odzivna in prilagodljiva (povzeto po Kotlerju 1996).\nV podjetjih, ki zmagujejo, je trženje več od oddelka za trženje. Tržniki so vpleteni v odločitve poslovodstva že ko se začne načrtovati izdelek in nadaljujejo z delom še dolgo potem, ko je izdelek že prodan. Tržniki so tisti, ki opredelijo potrebe strank, sodelujejo pri oblikovanju spleta izdelkov in storitev, imajo močan vpliv na ceno ponudbe, promovirajo in oglašujejo izdelke in storitve, spremljajo zadovoljstvo strank in nenehno izboljšujejo ponudbo in uspešnost podjetja na osnovi povratne tržne informacije (Kotler 1996).\nUspešna podjetja ustvarjajo kulturo, v kateri so vsi njeni člani »tržno« in »odjemalsko« ozaveščeni. Vsak uslužbenec lahko izboljša ali poslabša zaznave in odločitve strank. Največja sprememba v trženjskem razmišljanju podjetja je premik od prizadevanja za prodajo k ustvarjanju odjemalca. V preteklosti je bilo trženje usmerjeno predvsem k transakcijam, danes je usmerjeno k odnosom. Na močno konkurenčnem trgu je prvo načelo podjetja obdržati kupčevo zvestobo, tako da nenehno odlično zadovoljujemo njegove potrebe (Kotler 1996). \n"], "8": ["2.2 Zvestoba in zadovoljstvo strank", "Podjetja se v današnjem času srečujejo z najmočnejšo konkurenco doslej, ki postaja vse hujša. Zato je prva naloga podjetja, da »ustvari kupce«. Danes lahko kupci izbirajo med mnogimi izdelki, blagovnimi znamkami in dobavitelji. Postavlja se torej vprašanje, kako se kupci odločajo? Kupci znajo zelo dobro oceniti katera ponudba jim bo prinesla največ vrednosti. V mejah danih možnosti si določijo največjo vrednost, upoštevaje stroške iskanja izdelka, omejeno znanje, mobilnost in dohodek. Ustvarijo si vrednostna pričakovanja in ravnajo skladno s temi pričakovanji. Nato ugotovijo, ali je ponudba resnično izpolnila njihovo pričakovanje v zvezi z vrednostjo, kar pa vpliva na njihovo zadovoljstvo in ponovni nakup (Kotler 1996, 37).\nZadovoljstvo definira Kotler kot stopnjo človekovega počutja, ki je posledica primerjave med zaznanim delovanjem izdelka in osebnimi pričakovanji. Pričakovanja kupca nastanejo na osnovi kupčevih preteklih nakupovalnih izkušenj, ugotovitev prijateljev in znancev, sporočil in obljub tržnikov ter konkurence. Kupec lahko doživi eno od treh splošnih stopenj zadovoljstva:\n- Če izdelek ne dosega pričakovanj, je kupec nezadovoljen.\n- Če izdelek ustreza pričakovanjem, je kupec zadovoljen.\n- Če je izdelek presegel pričakovanja, potem je kupec izredno zadovoljen, vesel in  navdušen.\nPodjetja, ki bi rada zmagovala na današnjih trgih, so enostavno prisiljena slediti pričakovanjem kupcev, ugotoviti, kakšno je njihovo poslovanje v očeh kupcev in spremljati zadovoljstvo kupcev. Najboljšim podjetjem je uspelo uskladiti pričakovanja in uspešnost. Glavni cilj teh podjetij je popolno zadovoljstvo kupcev6.\nOrodja, ki jih ima podjetje na razpolago za merjenje zadovoljstva strank so lahko enostavna ali prefinjena. Podjetja uporabljajo za merjenje zadovoljstva naslednje metode (Kotler 1996, 41):\n- Sistem pritožb in predlogov  K porabniku usmerjeno podjetje bo poenostavilo sistem, po katerem lahko porabniki  dajejo pripombe in pritožbe. Podjetja uveljavljajo obrazce na katere stranke napišejo  kaj jim je všeč in kaj ne. Nekatera podjetja, ki so jim stranke glavna skrb, vzpostavijo  tudi linije z brezplačnimi telefonskimi klicnimi številkami, preko katerih lahko kupci  sprašujejo, svetujejo ali se pritožijo. Tak pretok informacij prinese podjetjem veliko  novih idej in jim omogoči hitrejše reševanje problemov.\n- Ankete o zadovoljstvu kupcev  Veliko podjetij, ki se zavedajo, da sistem pritožb in predlogov ni dovolj za ugotavljanje  kupčevega zadovoljstva, merijo le-to neposredno z občasnimi anketami. Pošljejo  vprašalnike in telefonirajo naključno izbranim kupcem, da ugotovijo, kaj si kupci  mislijo o različnih vidikih poslovanja podjetja. Z anketami pa skušajo pridobiti tudi  mnenje kupcev o delovanju tekmecev.\nAngl. Total Customer Satisfaction – TCS. \n- Namišljeno nakupovanje  Podjetje lahko najame ljudi, ki se pretvarjajo, da so potencialni kupci in nam nato  poročajo o dobrih in slabih izkušnjah pri nakupovanju izdelkov našega podjetja in  konkurence.\n- Analiza izgubljenih kupcev  Podjetja bi morala vzpostaviti stik s kupci, ki so prenehali kupovati pri njih, da bi  izvedela zakaj se je to zgodilo, kaj so naredili narobe, je njihova cena previsoka,  storitev pomanjkljiva, izdelki nezanesljivi itd.\n"], "9": ["2.3 Komuniciranje s strankami nekoč in danes", ""], "10": ["IN UPRAVLJANJEM ODNOSOV S STRANKAMI", "Paul Postma, priznani strokovnjak s področja trženja, pravi nekako takole (Hrovat 2001, 50):\n- Petdeseta so bila čas produkcijske ekonomije. Kmalu po vojni kupci niso bili posebno  izbirčni in znana izjava Henryja Forda »Dobite lahko kakršnokoli barvo avtomobila,  samo, da je ta črna« ni prav nič vplivala na prodajo njegovih avtomobilov. Kupci so  potrebovali le informacijo, da je izdelek dosegljiv.\n- Šestdeseta je zaznamovala ekonomija spodbujanja prodaje in distribucije. Ponudba je  bila dovolj velika, da je zadostila povpraševanju in se je še povečevala. Napori podjetij  so bili usmerjeni v razvoj distribucije in izobraževanje prodajalcev.\n- Sedemdeseta je zaznamovala ekonomija kakovosti in množičnega trženja. Ponudba je  prvič presegla povpraševanje in kupec je postal kralj, ki je lahko izbiral med množico  izdelkov. Prišel je čas oddelkov trženja, ki so morali identificirati ciljne trge, opredeliti  izdelke, ki naj zadovoljijo izbrane trge, in poiskati pravo promocijo, distribucijo in  ceno.\n- Osemdeseta so bila čas tržnih niš in oskrbovanja strank. Kupci so postali zahtevnejši  in prilagoditi jim je bilo treba ponudbo. Podjetja so se branila konkurence in  povečevala prihodke z iskanjem tržnih niš. Tržniki so se znašli pred izzivom, kako  kupca, ki so ga že pridobili za nakup, prepričati, da ostane zvest njihovi blagovni  znamki.\n- V devetdesetih se je upravljalo podatke o strankah. Na trgu je bila poplava izdelkov in  storitev tako rekoč enake kakovosti, torej kakovost ni mogla več zagotavljati večje  prodaje. Tudi tržne niše so postajale čedalje ožje. S podatkovnimi bazami so tržniki  ponudili model upravljanja ključnih kupcev. Nanje so se obračali s posebej naslovljeno  pošto, s telefonskimi klici in jih prepričevali o prednosti svojega izdelka oziroma  storitve.\n- Zdaj smo vstopili v obdobje upravljanja odnosov s strankami. To je model, ki ga  predstavljam v nadaljevanju. \n"], "11": ["3 UPRAVLJANJE ODNOSOV S STRANKAMI", ""], "12": ["3.1 Opredelitev osnovne filozofije upravljanja odnosov s strankami", "Odnosi s strankami so bili pred letom 1990 v učbenikih o trženju ter na predavanjih le redko omenjeni. V učbenikih še vedno niso naredili večjega vtisa na glavno trženjsko teorijo, kljub temu pa gradiva postopoma vsebujejo vse več dogodkov in primerov trženja odnosov ter CRM-ja (Gummesson 2002, 335). V svetu je cela generacija učiteljev pričela razvijati drugačen namen poslovanja. Smisel poslovanja je treba iskati v njegovi usmeritvi za oblikovanje novih in ohranjanje obstoječih strank (Jančič 1990, 9). Nekateri avtorji celo pravijo, da je edini namen poslovanja ustvarjanje zadovoljne stranke.\nUpravljanje odnosov s strankami je torej danes ena od najpomembnejših vročih tem v razvitem poslovnem svetu. Podjetja se zavedajo, da se je težko razlikovati od konkurence le po novih proizvodih, storitvah, tehnoloških rešitvah ali s kakovostjo. Res so že pred leti podjetja postavljala v središče svojih prizadevanj tudi stranko, vendar le poznavanje ciljnih skupin strank po demografskih kazalcih in osnovnih potrebah strank, ni dovolj. Uspeh podjetja je zagotovljen le z dodano vrednostjo, kar pomeni, da stranka dobi več kot pričakuje, pravočasno in na njej najbolj ustrezen način.\nOpredelitev CRM je veliko, razlike med njimi pa so le neznatne. Vse so si enake glede poudarjanja stranke in ne tehnologije, kot so nekateri še vedno zmotno prepričani (Eržen 2002, 7). Upravljanje odnosov s strankami je celovita poslovna filozofija podjetja, ki je oblikovana tako, da omogoča podjetju razumeti in predvidevati potrebe sedanjih in potencialnih strank (Hall 2003). Je naravna in predvidljiva evolucija funkcij prodaje in trženja. Za večino podjetij je nova strategija, ki vodi do večje dobičkonosnosti preko zvestobe strank in baze strank – stranke so premoženje podjetja (Babič 2002). Z naraščanjem zahtev strank je namreč edini način, da podjetje obdrži svoj tržni delež, uskladitev strategije in transformacija podjetja iz osredotočenosti na izdelek na osredotočenost na stranko.\nPaul Postma predstavlja CRM kot strateško razvijanje odnosov z donosnimi strankami, katerega namen je povečati število strank, doseči visoko raven ponovnih nakupov, obdržati najdonosnejše stranke, povečati vrednost nakupov, odzivati se proaktivno v očeh stranke, skozi pristne odnose graditi zvestobo strank in z njimi ustvariti doživljenjske odnose (Hrovat 2001, 51).\nOrganizacije z uvedenim CRM poslovnim krogom aktivnosti in podprtim z CRM informacijsko tehnologijo imajo veliko konkurenčno prednost, saj je mogoče le na osnovi vseh zbranih podatkov ustrezno interpretirati strankino obnašanje in na osnovi tega izvesti ustrezne prodajne in marketinške akcije ter pristope, ki med drugim vodijo tudi k močnejši kupčevi lojalnosti in s tem posledično k povečani prodaji in boljšemu položaju na tržišču (Kavčič 2004).\nCRM je poslovna strategija, ki poskuša zbrati čim več informacij o strankah, njihovih potrebah in vedenjskih navadah, z namenom vzpostavitve močnejših in dolgoročnejših odnosov. Za uspešno vzpostavitev CRM je pomembno zbrati informacije iz vseh virov v \nenotno podatkovno bazo. CRM je potrebno organizirati kot holističen pristop, ki omogoča ustvariti najvišjo raven zadovoljstva pri strankah s pomočjo uporabe znanj zaposlenih v podjetjih pri opravljanju trženjskih, prodajnih in storitvenih dejavnosti.\nUpravljanje odnosov s strankami je koncept, ki povezuje vrsto na stranko usmerjenih, z informacijsko tehnologijo podprtih aktivnosti, spremljanje strankinega obnašanja in posledično delovanje podjetja s ciljem maksimirati profitabilnost pri obstoječih in novih strankah (Pavlovčič 2000, 19). Za uspešno uveljavitev CRM v praksi je nujno upoštevanje načel, kot so na primer ekonomsko segmentiranje7, celostno poznavanje in določitev načina stikov s stranko, sodelovanje, pravočasnost informacij in druga, ključnega pomena pa sta procesa uveljavitve ustreznih kulturnih in organizacijskih sprememb in uskladitev procesov in sistemov v podjetju.\nUpravljanje odnosov s strankami vključuje tudi inteligentni informacijski sistem za pomoč pri poslovnih odločitvah. Njegov temelj je enotna osrednja baza podatkov, dostopna po vsem podjetju. V njej se shranjujejo vse pomembne informacije o strankah podjetja. Zapisujejo se vsi demografski in psihografski podatki o stranki, odnosi in stiki zaposlenih z vsako stranko, nakupne navade in zgodovina nakupov. CRM zaposlenim v podjetju, ki imajo stik s stranko, v realnem času zagotavlja dostop do vseh teh podatkov, kar omogoča bolj oseben pristop k stranki.\nZ izbiro prave rešitve za podjetje se s pomočjo CRM lahko ugotavlja, katere trženjske kampanje so najbolj učinkovite, katere so najbolj dobičkonosne stranke podjetja, kako učinkovit je prodajni cikel, s kakšnimi težavami pri podpori stranke se srečuje podjetje in kako hitro jih je mogoče rešiti. Stroški vlaganja v tovrstne rešitve so odvisni od izbire paketa, kompleksnosti integracije z drugimi aplikacijami in posebnih zahtev podjetja.\n"], "13": ["3.2 nformacijska tehnologija in odnosi s strankami", "Zagovorniki informacijske tehnologije in njenega razvoja pogosto ne vidijo nobenih ovir, da se z današnjimi zmožnostmi, ki jih informacijska tehnologija ponuja, ne bi popolnoma vse digitaliziralo in funkcioniralo le še »na daljavo« - preko računalnikov. Danes so vedno bolj prisotne ugotovitve, da je na koncu vse odvisno samo od ljudi in od človeškega presenetljivega in ne vedno racionalnega obnašanja (Postma 2001, 105-110).\nDanašnjo dobo zaznamujejo v prvi vrsti izjemne zmogljivosti hranjenja in prenašanja podatkov. Tako imenovano elektronsko avtocesto (Postma 2001, 36) sestavljajo številne povezave in kabli, ki omogočajo sprejemanje podatkov, zvoka in slike domala kjerkoli. Ne gre le za kabelsko in telefonsko omrežje, temveč tudi za radijske in satelitske povezave, ki imajo pri vplivu novih medijev prav tako pomembno vlogo.\nPodjetja danes gradijo dolgoročne odnose s svojimi strankami s pomočjo uporabe podatkovnih baz, ciljno ponujajo izdelke in storitve točno določenim odjemalcem in segmentom z velikimi potencialnimi možnostmi. Elektronski trgi so v bistvu plačani elektronski posredniki informacij, ki opišejo izdelke in storitve, ki jih ponujajo prodajalci\nSegmentacija – delitev, razčlenjenost na segmente; Segment – odsek. \nter obenem dopuščajo kupcem, da iščejo informacije, opredelijo tisto kar potrebujejo in želijo ter tudi naročijo (Kotler 1996, 770).\nV drugi vrsti je še bolj navdušujoča hitrost razvoja mikroprocesorjev in s tem povečanje zmogljivosti obdelave podatkov. Njihov razvoj pa gre z nezmanjšano hitrostjo naprej, kar lahko pomembno vpliva na naše življenje v prihodnosti. Bistveno vlogo v razvoju pa igra tudi programska oprema, ki je vedno bolj izdelana tako, da jo znamo že takoj uporabljati, torej je prilagojena uporabniku. Strokovnjaki se trudijo omogočiti uporabnikom bolj ali manj intuitivno uporabo tehnoloških rešitev, brez potrebe po posebnem znanju za uporabo. Na ta način je informacijska tehnologija dostopna vedno bolj širokim množicam.\nInformacijsko revolucijo pa moramo pogledati, ne le s stališča tehničnih prvin, pač pa tudi iz vidika vsebine informacij. Danes je količina dostopnih informacij ogromna, zastavlja pa se vprašanje, kako te informacije uporabiti v poslovne namene. Prizadevanja po pridobitvi čimveč informacij imajo pogosto posledico, da se zaradi prevelike količine podatkov sprejmejo napačne odločitve. Pomembno je, da znamo iz celote dostopnih podatkov in informacij izluščiti tiste, ki imajo največjo vrednost.\nV ta namen so danes izdelana številna programska orodja, ki nam iz množice podatkov in informacij pomagajo izvzeti tiste, ki imajo za nas resnično vrednost. Eno takšnih programskih orodij je tudi orodje Projis CRM, s pomočjo katerega bom v svoji diplomski nalogi prikazala, na kakšen način lahko oblikujemo ogromno število kombinacij različnih parametrov, po katerih lahko stranko identificiramo. Le-to pa nam omogoča trženje, prodajo in izvajanje poprodajnih8 aktivnosti po meri vsake stranke.\nKombinacija informacijske podpore in kombinacije različnih medijev, ki bodo sposobni napraviti čim večji učinek na stranko, lahko pomenijo odločilen korak najprej v trženju izdelkov in storitev. Lastnosti različnih medijev lahko koristno vgradimo in z njim nadgradimo koncept trženja na podlagi odnosov s strankami, ne samo na področju prodaje, pač pa tudi pri vseh poprodajnih aktivnostih, spremljanju zadovoljstva strank, sprejemanju pritožb, pohval itd.\n"], "14": ["3.3 Arhitektura sistema za upravljanje odnosov s strankami", "Za učinkovito uresničevanje upravljanja odnosov s strankami, namenjeno pridobivanju strank in izboljševanju ter ohranjanju odnosov z njimi, je potrebno pri uvajanju sistema CRM v podjetje opraviti spremembe na organizacijskem (kolaborativnem), operativnem in analitičnem področju. Vsako področje namreč združuje določene poslovne aktivnosti, ki potrebujejo za izvajanje podporo informacijskih rešitev (Midden 2001, 3-4). Operativni CRM upravlja in usklajuje postopke potrebne za sodelovanje s strankami na področjih trženja, prodaje in storitev. Organizacijski CRM podjetjem olajša in pospeši sodelovanje s strankami (in obratno) ter tako uspešneje zadovoljuje potrebe strank. Analitični CRM pa pomaga podjetjem izkoriščati vire informacij in na njihovi podlagi ustvarjati boljše razumevanje obnašanja strank.\nAngl. Aftermarketing. \nS sistemom CRM spremlja podjetje poslovanje in si zagotovi enotne podatke o strankah, ki mu omogočajo izkoriščanje svojih konkurenčnih prednosti in vstop v novo ekonomijo. S tehnološkega vidika predstavlja CRM integrirano informacijsko okolje, ki je usmerjeno k stranki. Z združitvijo tehnoloških rešitev9 vseh treh zgoraj naštetih področij se lahko CRM poveže v celoto. Zaradi izredno zahtevne izgradnje informacijskega sistema, ki bi v celoti pokrival CRM, priporočajo strokovnjaki postopno uvajanje (Midden 2001, 4). Najprej svetujejo podporo dela analitičnega CRM v kombinacijami z operativnimi komponentami, kasneje pa združitev analitičnih in operativnih komponent razširiti še z organizacijskim CRM.\nAngl. Enterprise Application Integration (EAI). \n- Operativni CRM Operativni10 CRM se nanaša na izvajanje procesov, s katerimi se podjetje povezuje s strankami. Uporablja podatke, s pomočjo katerih lahko podjetje stranko obravnava skozi celotno poslovanje. Vključuje postavitev klicnega centra in spletnega portala. Značilna zanj je prenova avtomatizacije oziroma informatizacija poslovnih procesov, predvsem področij, s katerimi največ sodelujejo stranke. Gre za podporo prodaji, marketinškim in storitvenim aktivnostim za podporo strankam. Ključna za operativni CRM je vzpostavitev povezanosti vseh sistemov znotraj podjetja.\n- Analitični CRM Analitični11 CRM predstavlja področje, kjer se podjetje ukvarja s postopki za doseganje temeljitega vpogleda v potrebe in želje strank, razumevanja njihovega vedenja ter za predvidevanje njihovih namer. Obsega implementacijo12 naprednega upravljanja s podatki ter uporabo analitičnih orodij, ki omogočajo realizacijo naprednega CRM. Analitični CRM pomeni analizo podatkov, ki jih dobimo ali zberemo s pomočjo operativnih poslovnih funkcij CRM za potrebe merjenja poslovnih učinkov.\n- podpora odločanju in\n- orodja za poročila.\n- Organizacijski (kolaborativni) CRM Organizacijski16 CRM podpira obe strani partnerskega sodelovanja med različnimi ponudniki spletnega poslovanja, ki vključuje marketing, prodajo, distribucijo in storitve strankam, s katerimi sodeluje preko elektronske pošte, jih obvešča prek spletnega portala oziroma spletnih strani podjetja (z možnostjo prilagojenih vsebin posamezni stranki). Organizacijski CRM podjetju olajša sodelovanje s strankami, izboljša komuniciranje in povezanost, ter usklajenost informacij o strankah tudi znotraj podjetja. Podjetje pridobi tako večje zaupanje strank in z njimi oblikuje dolgoročno poslovanje.\nVsa tri opisana področja CRM-ja se med seboj dopolnjujejo in so soodvisna. Organizacijski CRM zagotavlja načine povezovanja strank s podjetjem, operativni obvladuje odnose in procese, analitični pa omogoča oblikovanje novih pristopov sodelovanja s stranko, na osnovi pridobljenega znanja o strankah in njihovem obnašanju. S pomočjo operativnih in organizacijskih rešitev lahko podjetje prisluhne svojim strankam, za razumevanje tega pa potrebuje orodja analitičnega CRM. Orodja analitičnega CRM omogočajo podjetju, da svoje stranke spozna, predvidi njihove potrebe in namere in s skladno s tem odzove. Gre za stalno izboljševanje odnosov s strankami. V praksi bi naj imela vsa tri področja enakovredno vlogo, vendar temu ni tako. V rabi so predvsem orodja operativnega in organizacijskega CRM. Vendar so za zmožnost podjetja, da strankam uspešno prisluhne in jih razume potrebna predvsem orodja analitičnega CRM.\nAngl. Operational CRM.\nAngl. Data Mining.  Angl. Online Analytical Processing.  Angl. Collaborative CRM. \n"], "15": ["4 UVAJANJE KONCEPTA UPRAVLJANJA ODNOSOV S STRANKAMI V", ""], "abstract": ["S prihodom novih tehnologij prihaja do sprememb tradicionalnega poslovanja. Glede na to, da se stranka od stranke razlikuje, bodo podjetja konkurenčna le, če bodo znala vsako od njih obravnavati individualno. Za podjetje je še vedno najpomembneje, da ob pravem trenutku, s pravo informacijo, pravo ponudbo in ceno, prek najprimernejšega komunikacijskega kanala zadovolji potencialno ali že pridobljeno stranko. Podjetja, ki bodo sprejela CRM kot svojo filozofijo in kot način poslovanja, ne pa le kot tehnologijo, ki bo sama skrbela za avtomatizacijo delčka njihovega poslovanja, bodo poslovala bolj učinkovito in uspešno ter imela precejšnjo prednost pred tekmeci. Razviti bodo morala poslovno strategijo, ki bo omogočala izboljšanje odnosov s strankami, informacijska tehnologija pa jim mora služiti le kot sredstvo za doseganje ciljev. Sistem CRM mora biti načrtovan danes za uporabo tudi v prihodnosti. To pomeni, da mora strategija omogočati enostavne nadgradnje ob spremembah tako programske, kot tudi strojne opreme. Uvajanje upravljanja odnosov s strankami zahteva izgradnjo enotne podatkovne baze in uporabo standardne programske opreme. Zelo pomembno je, da je baza podatkov zgrajena popolnoma neodvisno od ostale programske opreme in dostopna z različnimi vmesniki. Problem pri implementaciji lahko predstavlja tudi odnos vodstva podjetja in posledično zaposlenih do projekta. Če vodilni ne podpirajo, oziroma jih ta ne zanima, ga tudi ostali zaposleni ne sprejemajo, saj jim vsaj na začetku predstavlja dodatno delo. Ta problem se pogosteje pojavlja v podjetjih, ki imajo na trgu večinski tržni delež, oziroma nimajo neposredne konkurence. Zaradi kompleksnosti sistema upravljanja odnosov s strankami je pri načrtovanju priporočljivo upoštevati tuje izkušnje in napake in si tako prihraniti marsikatero nevšečnost. CRM mora biti načrtovan celostno, implementiran pa postopno."]}