{"1": ["1 UVOD", "V prvem delu diplomske naloge, smo opredelili področje, ki se ga dotikamo, namen naloge. Prav tako smo predstavili in obrazložili predpostavke in omejitve, ki nas pri delu ovirajo. Na koncu prvega dela pa smo še opredelil trditve iz katerih izhajamo in začrtali cilje.\n"], "2": ["1.1 Opredelitev področja in opis problematike", "V zadnjih desetletjih so postala javna druženja in javne prireditve vse bolj pomembna dejavnost, v katero se ogromno vlaga in kjer je konkurenca vse bolj intenzivna, po drugi strani pa se v vseh smislih presegajo dosežene meje. Milijoni ljudi se udeležujejo raznih javnih prireditev, malo pa se jih zaveda kompleksnosti njihovega organiziranja, koordiniranja, storitev in vloženega dela. Obiskovalci javnih prireditev postajajo vedno bolj zaželeni in dobrodošli s strani države oz. lokalnih skupnosti, saj potrošijo več kot običajni turisti.\nVelik del diplomskega dela se navezuje na področje oskrbnih verig. Tako bomo v diplomskem delu predstavili kako je v organizacijo javnih prireditev vpeta oskrbna veriga kot eden glavnih elementov. Temeljna naloga oskrbne verige pri organiziranju javnih prireditev je kako zagotoviti ustrezno blago, ob pravem času na pravo mesto.\nPredmet diplomskega dela je torej združiti ti dve področji in na podlagi tega ter teoretičnih izhodišč in podrobne analize konkretnega primera predstaviti splošen model oskrbne verige, ki bi konceptualno podajal natančna izhodišča za pripravo in izvedbo javne prireditve.\n"], "3": ["1.2 Namen diplomskega dela", "Na podlagi teoretičnih izhodišč in podrobne analize konkretnega primera želim predstaviti splošen model oskrbne verige, ki bi konceptualno podajal natančna izhodišča za pripravo in izvedbo javne prireditve. Ker ni nikjer podrobnih navodil ali podobne naloge o tej tematiki, sem se odločila, da jo raziščem. Ker gre pri organizaciji javnih prireditev za zapleten postopek, z veliko ovirami, ki jih odkrivaš spoti je zato potrebna hitra reakcije in hitra odprava le-teh ovir, pri tem pa mora oskrbna veriga teči nemoteno. Postopki od nas zahtevajo veliko odgovornosti, vse odločitve so važne in od nas zahtevajo ravno tako veliko pazljivosti in natančnosti, pri katerih moramo biti pazljivi in katere moramo dobro pretehtati ter na koncu moramo za njimi 100% stati. Saj pri tej igri zastavimo svoje ime podjetja ter nadaljevanje sodelovanja. Zato moramo biti pazljivi na vse detajle, ki so potrebni pri organizacijskem delu javnih glasbenih prireditev. Predstavljena so dela povezana z izbiro pod izvajalcev in logističnim razporejanjem posameznih del. \nZajet je organizacijski vidik celotne oskrbne verige, saj programski del ni pomemben kar se tiče logistike in oskrbovanja. Opisane so dolgotrajne večmesečne priprave in načrtovanje za dogodek, ki se potem zgodi v dveh urah. Temu primerno morajo biti pripravljeni vsi detajli. Od zakonskih omejitev in dovoljenj glede vsakega posameznega detajla, torej najema samega prostora, do izbire pod izvajalcev, od najema, transporta, postavitve ograj, odra, ozvočenja do drugih izvajalcev, kot so varnostniki, gostinci itd. Vendar pa je pri tem potrebno vzpostaviti problem, da pri logistiki javne prireditve ni enotnega koncepta oz. modela, po kateremu bi lahko ravnali pri organiziranju javne prireditve. Moramo se zavedati, da je ovir manj če smo dobro izbrali pod-izvajalce in skrbno opravili načrt predhodnih del.\n"], "4": ["1.3 Predpostavke in omejitve", "Ob iskanju ustrezne literature in virov domačih in tujih avtorjev za pripravno diplomskega dela smo naleteli na problem, saj je bilo zelo težko najti literaturo na omenjeno temo. Obstajajo le posamezni prispevki, ki se navezujejo na izbrano temo diplomskega dela. Literatura in viri opisujejo različne vidike problematike oziroma področje raziskav, nikjer pa ni moč zaslediti podrobnejše obdelave teme. Na svetovnem spletu najdemo določene osnove za izvajanje javnih dogodkov, vendar ne konkretno takih, sploh pa tako velikih.\nV kontakt smo stopili z nekaterimi organizatorji javnih prireditev, tako se je na našo prošnjo o sodelovanju prijazno odzvalo podjetje AZ audio, ki nam je bilo v veliko pomoč. Podjetje AZ audio se ukvarja z organizacijo in ozvočenem ter osvetlitvijo koncertov. Osnovno vir podatkov predstavlja tudi zakonodaja, predvsem Zakon o javnih zbiranjih ter Zakon o javnih shodih in javnih prireditvah.\n"], "5": ["1.4 Cilji", "Cilj diplomskega dela je tako predstaviti javne prireditve in njihove pomen ter njihovo kompleksnost. Pri tem pa analizirati oskrbno verigo storitev, ki je vse bolj pomemben del organiziranja javnih prireditev.\nCilji diplomskega dela so naslednji:\n- opredelitev javnih glasbenih prireditev,\n- prikazati vpliv oskrbnih verig na organiziranje,\n- opredelitev oskrbnih verig s poudarkom na storitvenem sektorju,\n- analizirati pomen oskrbnih verig pri organizaciji javnih prireditev.\n"], "6": ["1.5 Trditve", "Trditvi, ki jih bomo skušali dokazati, izhajata predvsem iz spoznanja, da javne prireditve postajajo vse bolj pomemben del družabnega življenja, da so kupci vedno bolj zahtevni, na trgu se pojavlja nova konkurenca. Ti trditvi sta:\n- Organizator javne glasbene prireditve se mora zavedati kako pomembna je  oskrbna veriga in mora pravilno organizirati njen potek ter aktivno sodelovati  pri njenem koordiniranju, planiranju, izvajanju in kontroli tokov od naročnika  do izvajalcev. Ter skrbeti za ravnotežje med zanesljivostjo, varnostjo in  pravočasnostjo dostave blaga/opravljanja storitev in njenih stroškov.\n- K uspešnosti posamezne prireditve, pomembno vpliva njen uspeh v  preteklosti, saj je zelo pomembno, da deluje vse kot je potrebno. Ne sme  prihajati do nikakršnih zastojev pri poteku dogodka, k temu veliko  pripomorejo reference.\n"], "7": ["1.6 Metodologija dela", "Pri pisanju diplomskega dela smo uporabili predvsem deskriptivni pristop, v okviru katerega smo uporabili predvsem naslednje metode:\n- metode deskripcije, s pomočjo katere smo opisovali teorijo in pojme ter  ugotovljena dejstva;\n- metoda klasifikacije, kjer smo definirali pojma;\n- metoda kompilacije, kjer smo s povzemanjem stališč drugih avtorjev v zvezi z  izbranim raziskovanim problemom prišli do oblikovanja novih stališč;\n- metoda komperacije, kjer smo primerjali dela različnih avtorjev.\nV okviru analitičnega pristopa:\n- metode sinteze, kjer smo razčlenjevali praktične ugotovitve in teorijo;\n- metoda analize, s katero smo povezovali teoretične poglede in preverjene izide  iz prakse v celoto.\nPodatke smo zbirali s pomočjo svetovnega spleta, v knjižnicah (učbeniki, revije, časopisi in knjige) in v že prej omenjenem podjetju AZ audio, ter na terenu s podjetjem.\n"], "8": ["2 TEORETIČNE OSNOVE", "V tem delu naloge smo jasno začrtali definicije osnovnih teoretičnih pojmov, ki se v nalogi pojavljajo večkrat in katere predstavljajo temelja te diplomske naloge, hkrati pa pripomorejo k osnovnemu in lažjemu razumevanju tega diplomskega dela.\n"], "9": ["2.1 Oskrbna veriga", "Termin oskrbna veriga se je sprva začel pojavljati v ZDA in se hitro razširil v Evropo. Sprva se je, tako kot logistika uveljavil v vojaški panogi in nato šele v podjetništvu. Angleški termin »supply chain« slovenski avtorji prevajajo različno. V delih , ki obravnavajo to tematiko, je moč zaslediti prevode, kot so: oskrbovalna veriga, preskrbovalna veriga, dobavna in logistična veriga. Vendar je še najbolj pogost in uveljavljen termin oskrbovalna veriga, zato bomo v nadaljevanju uporabljali ta termin.\nMednarodni konzulati Pittiglio, Rabin, Todd in McGratg (PRTM) so prav tako oblikovali svoj koncept dobavne verige. Pod pojmom dobavne verige razumejo vsak napor, vključen v proizvodnjo in dobavo gotovega proizvoda, ki se kaže skozi štiri glavne faze: planiranje, preskrba, proizvodnja in dobava. (Lukan, 1999,34)\nOskrbna veriga je skupek neposrednih in posrednih stopenj v procesu, ki je potreben za izpolnitev kupčevega naročila. Poleg proizvajalcev in dobaviteljev vključuje tudi vse funkcije znotraj posamezne organizacije, ki prispevajo k izpolnitvi kupčevega naročila. (Tanko, 2005,23)\nVeč različnih avtorjev navaja različne definicije, vendar so v večini enotnega mnenja, da oskrbna veriga predstavlja skupino podjetij (dobaviteljev, proizvajalcev, ponudnikov, kupcev), ki so soodvisni drug od drugega in se zato povezujejo z namenom pridobivanja, nakupovanja, izdelovanja, zbiranje in opravljanja kvalitetnih storitev in izdelkov za končnega kupca oz. naročnika. Oskrbna veriga obstaja tako v proizvodnih kot storitvenih podjetjih, čeprav se močno razlikuje med različnimi panogami in podjetij.\nČe povzamemo po Dr.Douglas M. Lambertu (2007) je oskrbna veriga nov model poslovanja podjetij, ki je nujen za uspeh organizacije. V katerega pa morajo biti vpleteni vsi sodelujoči.\nCilj oskrbne verige je zadovoljiti potrebe in želje potrošnika, ali celo preseči njegovo zadovoljstvo. Saj je potrošnik plačnik storitve oz. proizvoda. Vendar potrošnik ni del podjetja, prav tako ni zainteresiran za delovanje podjetja. Zanima ga zgolj zadovoljevanje njegovih potreb.\n"], "10": ["2.1.1 Opredelitev tokov v oskrbni verigi", "Oskrbna veriga je mreža prepredena z nadzorom nad materialom, informacijami in financami, ki potujejo v kompleksnem procesu od dobavitelja do proizvajalca, naprej do prodajalca in končno do končnega kupca in potrošnika. Oskrbna veriga skrbi za koordinacijo in integracijo teh tokov med posameznimi člani oskrbne verige. Oskrbna veriga se tako prepleta iz treh tokov:\n- materialni tok,\n- informacijski tok,\n- denarni tok.\nSlika št. 1: Prikaz poteka oskrbne verige in njenih dejavnikov.\nMaterialni tok predstavlja gibanje materiala (surovin, pol-izdelkov, končnih izdelkov, rezervnih delov) v osnovi teče v smeri od točke izvora do točke ponora in prav tako tudi v obratni smeri, ko gre za stvar reklamacij.\nInformacijski tok teče v obe smeri oskrbne verige in od njega je odvisna uspešnost oskrbne verige. Informacijski tok predstavlja informacije, ki potujejo med posameznimi členi. Od informacijskega toka je odvisen nemoten materialni tok. Preko informacijskega toka tečejo informacije o sprotni dobravi, povpraševanju, ovirah ki se pojavljajo sproti.\nTok denarja teče v obrtno smer od toka materiala in tako zagotavlja neprekinjen materialni tok. Denarni tok vključuje načine plačila, razpored plačil, konsignacije in druge dogovore v zvezi s plačili. \nSlika št. 2.: Prikaz soodvisnosti tokov.\nKot je očitno se tokovi dopolnjujejo in vplivajo na medsebojno sodelovanje. Uspešnost nam ne dopušča slabosti in napak, tako bi ena sama pomanjkljivost v enem izmed tokov ogrožala celoten proces.\n"], "11": ["2.1.2 Vrste oskrbnih verig", "Sam pojem oskrbna veriga izvira iz sheme povezav med partnerskimi organizacijami, ki sodelujejo v določeni oskrbni verigi. Razmeroma enostavna oskrbna veriga, ki povezuje proizvodno podjetje z njegovimi dobavitelji, distributerji in odjemalci, je linearna oskrbna veriga. Kadar pa se med udeleženci oskrbne verige pojavijo krožne povezave, dvosmerni informacijski in celo materialni tokovi, ko se blago vrača v podjetje, ne moremo več govoriti o enostavni linearni oskrbni verigi. Kot smo že omenili oskrbne verige niso samo fizični tokovi, vključujejo namreč tudi tokove informacij in denarja. Linearna oskrbna veriga je značilna za proizvodnjo podjetje.\nZelo pogoste so štiri vrste dobavnih verig:\n- Integrirana proizvodnja na zalogo, ta model se osredotoča na spremljanje  odjemalčevega povpraševanj v določenem času, da lahko proizvodnji proces  učinkovito dopolnjuje zalogo končnih proizvodov. Tak proces je mogoče  doseči z uvedbo popolnoma integriranega informacijskega sistema.\n- Kontinuirano dopolnjevanje zalog, ta model temelji na ideji o konstantnem  dopolnjevanju zalog na podlagi tesnega sodelovanja z dobavitelji. Potrebna je  tesna integracija med procesom izpolnjevanja naročil in proizvodnim  procesov, s čimer se izognemo previsokim stroškov, ki bi verigo lahko  porušili. Model je primeren za okolje s stabilnimi vzorci povpraševanja, npr.  distribucijo zdravil na recept. \n - Proizvodnja po naročilu, gre za model, kjer podjetje želi izpolniti  odjemalčevo naročilo takoj po njegovem prejemu.\n- Sestavljanje v distribucijskem kanalu, to je prikrojen model oskrbne verige  za proizvodnjo po naročilu. Sestavni deli določenega proizvoda se zbirajo in  sestavljajo, nato proizvod potuje po distribucijskem kanalu. Ta model  omogoča majhne ali celi ničelne zaloge; primeren je npr. za računalniško  industrijo.\n"], "12": ["2.1.3 Organiziranost oskrbne verige", "Kot smo omenili obstaja več vrst oskrbnih verig, nekatere od njih so zelo zapletene in polne povratnih zank, tako je v taki oskrbni verigi nek člen, ki je nad ostalimi. Ta člen je vodilni člen, ki koordinira in vodi delo ostalih ter aktivnosti, ki se prepletajo med različnimi členi. Ta člen se poimenuje vodili člen ali nosilec. V nekaterih primerih je to lahko končni prodajalec ali glavni proizvajalec v verigi, običajno je to nosilec blagovne znamke določenega produkta. S tem ko člen prevzame vlogo nosilca, se izpostavi in na trgu zastavi svoj tržni ugled.\nRavno tako, zelo pomembno člen oskrbnih verig je kakovost. Kakovost je prisotna v vseh členih oskrbne verige. Saj je cilj vsake oskrbne verige kakovosten produkt, ki bo čim bolj zadovoljil kupca. Vendar je pojem kakovosti dokaj subjektiven pojem, saj je odivsem tudi od kupčevih pričakovanj. Z vidika izvajanja kontrole kakovosti ločimo:\n- Kontrola kakovosti na podlagi vzorca, ta se uporablja v proizvodnji izdelkov.\n- 100% kontrola, se izvaja v primerih, ko so morebitni nastali stroški slabega  produkta višji od kontrole.\n100% kontrola se izvaja pri dejavnosti organiziranja prireditev. Cilj kakovosti je prepoznavati morebitne napaka in njihove vzroke, zaradi katerih nastajajo in kateri dejavniki jih odpravljajo.\n"], "13": ["2.1.4 Upravljanje oskrbnih verig", "Tradicionalno gledano so oddelki za trženje, logistika, načrtovanje, proizvodnja, nabava ter oskrbna veriga delovali medsebojno neodvisno. Ti oddelki so imeli svoje cilje in ti so bili med seboj nasprotujoči. Rezultat teh nasprotujočih ciljev je bilo, da organizacija ni imela enotnega – integriranega načrta. Bilo je toliko načrtov, kolikor je bilo oddelkov. Tako se je pojavila potreba po mehanizmu, ki bi integriral vse različne funkcije. Upravljanje oskrbne verige je strategija, ki poveže vse omenjene funkcije. (Geneshan, Harrison, 2003, str. 2)\nČeprav je pojem 'upravljanje oskrbnih verig' že nekaj časa prisoten, ga mnogi zamenjujejo z terminom logistika. Logistiko opredelimo kot tisti del procesa oskrbne \nverige, ki vključuje načrtovanje, izvajanje, nadzor učinkovitosti in uspešnosti tokov ter skladiščenje blaga, storitev in s tem povezanih informacij od izvora do mesta porabe z namenom zadostiti uporabnikovim zahtevam. Že iz te opredelitve je razvidno, da je logistika – gledano iz tega zornega kota – del oskrbne verige, kjer je poudarek na procesih. Je pa logistiko lažje opredeliti kot upravljanje oskrbne verige, ker je bolj očitno pomembna za pridobivanje in ohranitev strank. Optimizacija logistike nujno vodi v optimizacijo drugih procesov, ki jih zajema pojem oskrbe verige. Upravljanje oskrbne verige obsega načrtovanje, nabavo, proizvodnjo, obvladovanje zalog, skladiščenje, delo, distribucijo, logistiko in kakovost. (Klopčič, 2003, str. 16)\nNavision (2001, str.1) pri poslovanju s svojimi partnerji pojasnjuje upravljanje oskrbne verige kot optimizacijo vrednostne verige, ki vsebuje strateško kritično vlogo v globalnem poslovnem okolju, kjer neizprosna konkurenca povečuje pomembnost prilagajanja izdelkov in storitev zahtevam kupca.\nUpravljanje oskrbne verige je obsežno povezovanje vseh podprocesov, ki omogočajo izmenjavo informacij in gibanje dobrin med vsemi znotraj vpletenimi členi oskrbne verigi.\n"], "14": ["2.2 Pregled zakonodaje in pridobivanje dovoljenj", "Za določeno vrsto javnih prireditev odprtega tipa je potrebno pridobiti dovoljenje. Na podlagi 3. člena Zakona o javnih shodih in javnih prireditvah (Ur. l. SRS, št. 20/73, 42/86 in Ur. l. RS, št. 8/90) se za javno prireditev štejejo tiste športne in druge igre, predstave, razstave, veselice in druga zbiranja občanov, na katere je dostop dovoljen vsakomur.\n"], "15": ["2.2.1 Dolžnosti organizatorja, ki mu jih nalaga zakonodaja", "Kot določa zakon o javnih zbiranjih, mora organizirati poskrbeti za red, da se ne ogrožajo življenja in zdravje udeležencev ali drugih oseb oz. premoženj, da se ne ogroža javni promet in da prireditev ne bo obremenjevala okolja. Organizator mora določiti vodje. Vodja je lahko oseba, ki je stara najmanj 18 let in ima ustrezne psihofizične sposobnosti za opravljanje nalog vodje. Glede na značaj prireditve in pričakovano število udeležencev, mora organizator za zagotavljanje reda zagotoviti rediteljsko službo. Prireditev mora prijaviti na pristojno policijsko upravo najmanj pet dni pred dnevom prireditve.\n"], "16": ["2.2.2 Prijava javnih prireditev", "Organizator je javno prireditev dolžan prijaviti pristojnemu upravnemu organu za notranje zadeve (Upravni enoti), na območju na katerem se bo prireditev odvijala najkasneje 5 dni pred prireditvijo. Organizator javnega shoda oziroma javne prireditve je dolžan javni shod ali javno prireditev prijaviti, v določenih primerih, ko obstajajo okoliščine zaradi katerih bi lahko prišlo do ogrožanja varnosti ali pravic drugih, pa zaprositi za dovoljenje. Za katere shode oziroma prireditve je potrebno dovoljenje je razvidno iz Navodila organizatorju javnih shodov in javnih prireditev, ki je priloženo obrazcu prijave oziroma prošnje za izdajo dovoljenja. Prijavo oziroma prošnjo za dovoljenje mora organizator obvezno podati na obrazcu, ki je predpisan (oziroma na njegovi fotokopiji ali prepisu).\nPrijavo je potrebno podati na policijski postaji, policijskem oddelku ali policijski pisarni, na območju katere se organizira javna prireditev, na predpisanem obrazcu. Prošnjo za dovolitev javne prireditve je potrebno podati na upravni enoti , na območju katere se namerava prirediti javno prireditev. Prošnjo za izdajo dovoljenja za javno prireditev na cesti, ki poteka na cesti z območja dveh ali več upravnih enot, mora organizator podati pri upravni enoti, na območju katere se bo prireditev pričela.\nOrganizator mora predložiti različne priloge glede na naravo in vrsto javnega shoda oz. javne prireditve. Za vlogo za izdajo dovoljenja za javno prireditev je treba plačati upravno takso po tar. št. 1 in 3 Zakona o upravnih taksah v vrednosti 250 točk. Za prijavo javne prireditve se taksa ne plača.\nOrganizator mora prijavi obvezno priložiti:\n- dokazilo, da je o shodu oziroma prireditvi, ki jo prijavlja, obvestil lokalno  skupnost (občino), kjer bo shod ali prireditev potekala (kopija dopisa, potrdilo  o oddani pošiljki ipd.);\n- soglasje lastnika ali upravljavca prireditvenega prostora (najemna ali  druga pogodba ali pisno soglasje);\n- dovoljenje za čezmerno obremenitev s hrupom, če bo uporabljal naprave, ki  povzročajo čezmeren hrup, kot ga določa Uredba o načinu uporabe zvočnih  naprav, ki na shodih in prireditvah povzročajo hrup. (Uradni list RS, št.  118/05)\nProšnji za dovoljenje pa mora poleg prej navedenih dokazil še priložiti:\n- osebne podatke o organizatorju prireditve;\n- kraj, čas in trajanje prireditve, program prireditve in predvideno število  udeležencev;\n- osebne podatke vodje ter vodje rediteljev, v primeru, da rediteljsko delo  opravljajo podnajemno podjetje, ki se ukvarja z dejavnostjo varovanja ljudi in  premoženja, pa tudi njihove podatke; \n - način varovanja prireditve z navedbo števila rediteljev;\n- soglasje lastnika oz. upravljavca zemljišča oz. prostora, na katerem se  organizira prireditev in dokazilo, da je bila o prireditvi pisno obveščena  lokalna skupnost;\n- če se na prireditvi z zvočnimi ali drugimi napravami povzroča čezmeren hrup,  pa tudi dovoljenje organa, pristojnega za izdajo;\n- dokazila o tehnični brezhibnosti naprav oz. o varni uporabi predmetov.\n"], "17": ["2.2.3 Zakonodaja shodov na cesti", "Dovoljenje je potrebno za shod na cesti in za naslednje prireditve: mednarodne športne prireditve in članska tekmovanja klubov prve državne lige v kolektivnih športih; prireditve, na katerih se uporablja odprt ogenj oziroma predmeti in naprave, zaradi katerih je lahko ogroženo življenje ali zdravje ljudi oziroma premoženje; prireditve, na katerih se pričakuje več kot 3000 udeležencev.\nDovoljenje za javno prireditev se lahko izda za več istovrstnih prireditev za čas, ki ga določi pristojni organ, ki ni daljši od 6 mesecev. Če organizator shoda oziroma prireditve ne izvrši ukrepov, določenih v izdanem dovoljenju, pristojni organ prekliče izdano dovoljenje.\n"], "18": ["2.2.4 Zakonodaja začasnih objektov", "Na javni prireditvi je dovoljena postavitev začasnih objektov. Organizator prireditve, na kateri bodo začasni objekti postavljeni, si mora skladno s 13. členom Zakona o javnih zbiranjih (Uradni list RS, št. 113/2005 - upb) za izvedbo prireditve pridobiti dovoljenje pristojne upravne enote. Vlogi, s katero se zaprosi za dovoljenje, pa je poleg drugih predpisanih prilog in dokazil, potrebno predložiti tudi dokazila o tehnični brezhibnosti naprav, zaradi katerih je na prireditvi lahko ogroženo življenje ali zdravje ljudi oz. premoženje.\nVse obrazce je možno izpolniti in oddati tudi v elektronski obliki. Dodatno so možne občinske takse glede uporabe javnih površin za prirejanje zabavnih prireditev, glede oglaševanja in parkiranja na javnih površinah, v kolikor so posamezna dejanja potrebna za izvedbo prireditve.\nPravna podlaga 7. in 8. člen Zakona o javnih zbiranjih – ZJZ-UPB2 (Ur. list RS, št. 113/05) 216. člen Zakona o varnosti cestnega prometa - ZVCP-1-UPB4 (Ur. list RS, št. 133/06)\n"], "19": ["2.2.5 Zakonodaja o uporabi zvočnih naprav", "Pri koncertih je zelo pomemben del zakona, ki govori o načinu uporabe zvočnih naprav, ki na shodih in prireditvah povzročajo hrup. (Ur.l. RS, št. 118/2005)\nTa del zakona je organizator dolžan dostaviti izvajalcu ozvočenja, kateri pa mora potem v skladu z omejitvami in zakonodajo izpolniti vse podatke, ki jih zakon zahteva, ter to dostaviti organizatorju, ki na podlagi izpolnjene dokumentacije zaprosi za vlogo s prej omenjenim obrazcem.\n"], "20": ["2.2.6 Zakonodajni predpisi o javnem predvajanju avtorskih del", "Organizator je predhodno dolžan pridobiti dovoljenje družbe SAZAS za vsako javno priobčitev avtorskih del iz njihovega repertoarja. Dovoljenje lahko pridobi vsak uporabnik pod pogojem, da priglasi uporabo avtorskih del najmanj 8 dni pred začetkov uporabe, da plača avtorski honorar po tarifah določenih po Pravilniku o javnih priobčitvi glasbenih del. Ravno tako mora poslati popoln seznam vseh uporabljenih del, pri času uporabe avtorskih del pa mora spoštovati moralne pravice avtorjev. (Pravilnik o javnih priobčitvi glasbenih del, 4 člen)\n"], "21": ["2.2.7 Zakonodaja glede zagotavljanja reda in miru na prireditvi", "Za pravilen potek prireditve ter za red je odgovoren organizator. Dolžan je sodelovati s policijo in upoštevati morebitne ukrepe policije. Organizator ima pravico izključiti udeležence, ki motijo mir. Reditelji so lahko le polnoletne osebe. Ne smejo biti oboroženi ali uporabljati drugih prisilnih sredstev. Oblečeni morajo biti vidno, ponavadi nosijo odseven telovnik ali trak, na obleki mora biti vidno označen napis »reditelj«. Reditelji tako skrbijo za red, dolžni so preprečiti vhod osebam, ki so vidno pod vplivom alkohola, osebam, ki seboj prinašajo orožje, eksplozivne snovi ali druge nevarne predmete, za izvrševanja teh nalog lahko reditelj samo površinsko pregleda prtljago, če obiskovalec s tem soglaša. Reditelj tako usmerja, obvešča, opozarja in izreka prepovedi. Kadar reditelji na prireditvi ne morejo zagotoviti reda in je pri kršitvi udeleženo večje število obiskovalcev ali kadar je ogrožen javni red, mora vodja rediteljev zaprositi za pomoč policijo.\n"], "22": ["2.2.8 Zakonodajni predpisi glede varnosti", "Zakon o javnih zbiranjih ne govori o prisotnosti policistov na javnih prireditvah, vendar določa, da je policija dolžna zagotoviti, da shod oz. prireditev ni motena ali ovirana, tako zakon narekuje policiji, da občasno nadzira njihov potek. Glede na okoliščine, v katerih poteka shod oz. prireditev in obstaja možnost, da bodo potrebni njeni ukrepi, policija v soglasju z organizatorjem določi potrebno število policistov \nza pomoč; pri vzdrževanju reda na shodu oziroma prireditvi. V takšnem primeru se vodja policistov sporazume z organizatorjem o načinu sodelovanja.\n"], "23": ["2.2.9 Zakonodaja glede gostinskih storitev", "Zakonodaja ne predpisuje nobenega posebnega prijavljanja in prošenj za dovoljenje za opravljanje gostinske dejavnosti na začasnih objektih, kot so prireditveni prostori. Morajo biti zagotovljeni samo minimalni tehnični pogoji, ti pa so opisani v zakonu o gostinstvu. Tako ni potrebnih dovoljenj za opravljanje gostinske dejavnosti na začasnih objektih, kot so prireditveni prostori. Tako lahko vsaka javna prireditev lahko nudi gostinsko dejavnost. To je lahko pripravljanje hrane, ter točenje pijač. Lahko služi kot okrepčevalnica za obiskovalce, organizatorju in izvajalcu gostinskih del pa nudi dodaten zaslužek.\nOrganizator zato sklene dogovor z podjetjem, ki lahko opravlja to dejavnost, torej ima vsa dovoljenje in izpolnjuje vse pogoje. Izvajalec gostinske dejavnosti ima lahko velik dobiček, zato se mu obrestuje takšen posel, za organizatorja pa je oddajanje prostora gostincu lahko dodaten vir zaslužka.\n"], "24": ["2.2.10 Zavarovanje javnih prireditev", "Javno prireditev lahko zavaruje je organizator. Predmet zavarovanja pri zavarovanju prireditev je dohodek, ki se pričakuje od prireditve. Ta dohodek se ustvari s prodajo vstopnic, značk, srečk, hrane, pijače, udeležnine in podobnih prodaj na prireditvi. Pri prireditvah, kjer je vstop brezplačen, so predmet zavarovanja neizogibni stroški, ki jih ima prireditelj z nabavo hrane, pijače, stroški za postavitev raznih naprav na prireditvenem prostoru, stroški za nastopajoče ipd. Pri tem se ne upoštevajo, donacije in prihodki od reklam, stroški, ki jih ima organizator z investicijami, ki imajo vrednost tudi po končani prireditvi. Prireditev se lahko zavaruje pred odpovedjo zaradi:\n- atmosferskih vplivov (dežja, snega, toče, sodre),\n- naravne višje sile,\n- požara,\n- eksplozije,\n- onesposobitve prireditvenega prostora zaradi naravne višje sile,\nV primeru nastalega škodnega dogodka mora organizator javiti zavarovalnici, najkasneje v 3 dneh, k temu mora priložiti vse podatke in druge dokaze, ki so potrebni za ugotavljanje vzroka, obsega in višine škode. Če nastane zavarovalni primer mora zavarovanec poskrbeti, da se čim prej proda hitro pokvarljivo blago (hrana) in s tem zmanjša škodo. \nNačeloma so premije in zavarovanja različna od ene zavarovalne hiše do druge. Prav tako pogoji zavarovanja in ostali pogoji.\n"], "25": ["2.3 Storitev", "Ko govorimo o opravljani storitvi, govorimo o nekem opravljenem delu, o delovnem procesu, katerega rezultat je storitev in je neotipljiv izdelek. Ne moremo jih hraniti, skladiščiti ali dati na zalogo. Storitev proizvedemo v točki, ko se pojavi potreba po določeni storitvi, takrat dobi svojo vrednost. Tako so storitve ene od dveh prvin gospodarstva, drugi so otipljivi produkti oz. končni izdelki fizičnih oblik. Kot primer storitve naj navedem, poštne storitve, kjer poteka prenos poštnih pošiljk od pošiljatelja h končnemu naslovniku. Kot tudi zdravstvene storitve, kjer se kot storitev smatra izvedensko mnenje oz. postavitev diagnoze zdravnika pacientu.\nStoritvena dejavnost spada v terciarni tudi drugače imenovani storitveni sektor industrije. V tesni povezanosti definicije pojma storitev je tako tudi definicija že omenjenega terciarnega sektorja. S tehnološkim razvojem se je pokazalo, da je klasično razumevanje termina storitve izgubilo na pomenu. Saj imajo mnogi produkti dvojen značaj, ob enem so stvarne, otipljive dobrine v drugem pa nosilci informacij (storitev), kot primer si lahko pogledamo CD-zgoščenko. Lastnosti storitve z vidika proizvajalca lahko definiramo po njihovih glavnih lastnostih:\n- Nedotakljivost, ne moremo jih otipati, vonjati, gledati tako kot to lahko  počnemo z materialnimi dobrinami. Ni nam jih potrebno skladiščiti.\n- Minljivost, neprodana storitev pomeni izgubo, ki je ne moremo prodati  kasneje. Lahko tudi rečemo, da je izgubljena poslovna priložnost.\n- Problem premičnosti, storitve so namenjene sprotni porabi/izrabi, torej na  kraju proizvodnje, kar pa ne velja za storitve ki so produkt outsourcinga.\n- Problem istovrstnosti, načeloma je vsaka storitev izdelana in oblikovana po  meri naročnika in prilagojena okolja. Zato je masovna proizvodnja zelo težka  in predstavlja problem, ki se še najbolj kaže v kvaliteti storitve.\n- Intenzivnost dela, storitve v večni zahtevajo človeške roke, saj gre večina za  zahtevna dela, tako psihično naporna dela kot fizično.\n- Nihanje povpraševanja, saj je v storitveni dejavnost težko napovedati  povpraševanje. Saj povpraševanje niha glede na letni čas, čas v dnevu, itd.\n- Vpletenost kupca, pri večini storitev je pomembna prisotnost kupca, saj le z  njegovo prisotnostjo lahko lažje doseženo kakovost in njegovo zadovoljstvo.\nStoritev je sestavljena s 5. dejavnikov in sicer:\n- proizvajalca storitve (podjetje, ljudje),\n- opreme, ki je potrebna pri proizvodnji storitve (vozila, orodje),\n- infrastrukture (zgradba, parkirišče, čakalnica, ordinacija), \n - stranke,\n- stika med proizvajalcem in stranko.\n"], "26": ["2.3.1 Oskrbna veriga v storitveni dejavnosti", "Kot smo že omenili je oskrbna veriga skupina medsebojno povezanih posameznih členov-podjetjih, z namenom medsebojne koriti. Med njimi tečejo tokovi informacij, materiala in denarja, brez teh oskrbna veriga ne more delovati. Oskrbne verige se pojavljajo v različnih oblikah in različnih obsežnostih ter različnih ravni kompleksnosti. Ker so oskrbne verige lahko kompleksne in je lahko med njenimi členi več krožnih povezav in zank, je običajno eno podjetje tisto, ki prevzame nalogo nosilca. S tem, ko prevzame nalogo nosila, postane nekakšen vodja oz. koordinator vseh aktivnosti, ki so se potrebne odviti. Načeloma to delo prevzame končni proizvajalec (nosilec blagovne znamke za končni produkt). S tem ko prevzame nalogo t.i. vodje, prevzame nase tveganje saj zastavi svoj tržni ugled. (Rihter 2006)\nSicer pa bi lahko rekli, da gre pri teh vrsti dejavnosti za tako imenovano projektno proizvodnjo storitev, saj organizatorji v delo vložijo svoje znanje, usposobljenost, izkušenost ter delajo na kakovosti in zanesljivosti. Cilj je zadovoljiti posebne zahteve kupcev. Storitve se proizvajajo v majhnih količinah , vendar je njihov spekter širok. Dogovori s kasnejšimi podizvajalci tečejo sproti. Pri tem je potrebno pazljivo izbirati ključne kadre, ki so sami sposobni voditi posamičen projekt.\n"], "27": ["2.4 Javna prireditev", "Prireditve uvrščamo med turizem, saj zaradi svoje privlačnosti in raznovrstnosti privabljajo množice obiskovalcev v določen kraj. Še posebej so zanimive zaradi svoje minljivosti, unikatnosti, trajanja, izvajalcev in množice obiskovalcev.\nZaenkrat pri nas zakonodajno še ni urejena klasifikacija prireditev, čeprav so te zelo številčne in raznovrstne. Lahko jih delimo po njihovem namenu:\n- zabavne,\n- kulturne,\n- zasebne,\n- izobraževalne,\n- poslovne,\n- športne,\n- politične,\n- državne. \nRavno tako jih lahko razdelimo po njihovem značaju:\n- koncerti,\n- proslave,\n- sprejemi,\n- gledališke predstave,\n- plesne predstave,\n"], "abstract": ["Diplomska naloga je naslovljena na področje oskrbnih verig v storitvenih dejavnostih, kot tudi na organizacijo javnih glasbenih prireditev. Ugotovili smo, da se ti dve področji med seboj zelo prepletata, vendar je raziskav na to temo zelo malo. V delu so predstavljene javne prireditve in kakšna je njihova kompleksnost, ter vpletenost oskrbnih verig v ta proces, kar smo prikazali na primeru. V prvem delu naloge je predstavljen koncept naloge ter načini raziskovanja in zbiranja potrebnih podatkov ter predpisov. V drugem delu so jasno začrtane teoretične definicije pojmov, ki se v nalogi pojavljajo večkrat, hkrati pa tudi pripomorejo k osnovnemu in lažjem razumevanjem te diplomske naloge. Tretji del naloge je orientiran s praktičnega vidika. Saj vsebuje vse potrebne informacije o postopkih, ki se jih mora organizator lotiti pri organizaciji takega dogodka. Od same ideje naprej, do faze načrtovanja, faze izvedbe priprav in del, ki terjajo večmesečne priprave in končno do dogodka, ki se odvije v 2.urah. V diplomskem delu smo želeli prikazati, da logistika in oskrbna veriga nista prisotni le na področju zbiranja in urejevanja prijav ter objavljanja potrebnih podatkov. Na primeru smo prikazali, da je zelo pomembna celotna oskrbna veriga na vseh področjih organiziranja javnih glasbenih prireditev."]}