{"1": ["1 UVOD", "Defoliacija in ostala zelena dela, poleg gnojenja, varstva rastlin in oskrbe tal, spadajo med pomembnejše tehnološke ukrepe v pridelavi grozdja. Kakovost grozdja dodatno izboljšamo s pravočasno izvedbo vinogradniških del, med katerimi je tudi defoliacija (odstranjevanje listov v predelu grozdja). Z različnim časom defoliacije lahko vplivamo na količino in kakovost pridelka, na osipanje, odpornost proti boleznim, izboljšamo osvetlitev in zračnost grozdja in s tem zmanjšamo možnost okužbe s sivo grozdno plesnijo.\nNa kakovost vina vpliva tudi predelava grozdja. Pri predelavi belega grozdja lahko tudi pred stiskanjem drozge opravimo hladno maceracijo. To je postopek, pri katerem se pri nižjih temperaturah vzpostavi stik mošta z jagodno kožico. S hladno maceracijo lahko povečamo aromatično vrednost vina, intenzivnost vonja in okusa ter ohranimo prijetne svežine.\nNamen raziskave je bil proučiti vpliv defoliacije (v času cvetenja in tri tedne po polnem cvetenju) in hladne maceracije na kakovost vina sorte 'Sauvignon'.\nOsnovna hipoteza pri naši raziskavi je bila, da odstranjevanje listov v predelu grozdja vpliva na kakovost grozdja in vina, hladna maceracija pa na kakovost vina.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Ampelotehnična dela", "Ampelotehnična dela so tehnološki ukrepi med rastno dobo vinske trte, zato se imenujejo tudi 'zelena dela'. Z ampelotehničnimi ukrepi usmerjamo rast in razvoj trte ter tako odločilno vplivamo na proces fotosinteze. Predvsem uravnavamo in oskrbujemo listno površino. Ampelotehnična dela so: pletev, krajšanje mladik, spravljanje in razporeditev mladik med žice, odstranjevanje zalistnikov, odstranjevanje listov v predelu grozdja ali defoliacija, redčenje grozdja in vršičkanje (Vršič in Lešnik 2010).\n"], "4": ["2.1.1 Defoliacija", "Defoliacija je ukrep, pri katerem delno odstranimo liste v predelu grozdja. Slabost tega je, da izgubimo del asimilacijske površine. Prednost pa je ta, da izboljšamo osvetlitev in zračnost grozdja ter s tem zmanjšamo možnost okužbe s sivo grozdno plesnijo (Botrytis cinerea Pers.) (Vršič in Lešnik 2010).\nZ defoliacijo zmanjšamo stopnjo okužbe s sivo grozdno plesnijo za približno 25 do 60 %, kar je v precejšnji meri odvisno tudi od sorte (Maul 1996). Pri defoliaciji delno odstranimo liste v predelu grozdja. S tem izgubimo del asimilacijske površine, vendar hkrati izboljšamo osvetlitev ter zračnost grozdja (Juretič 2006). Defoliacija nima vpliva na vsebnost sladkorja v grozdju, vpliva pa na količino pridelka. Poseben pomen ima defoliacija v vlažnem vremenu in vinogradih z velikim potencialom oidija ter za ekološko pridelavo grozdja (Maul 1996).\nDefoliacijo lahko izvajamo ročno ali strojno. Poleg tega, da jo uporabljamo zaradi boljše obarvanosti jagod in višje vsebnosti sladkorja, lahko z načrtnim odstranjevanjem listov kontroliramo oziroma zmanjšamo gnitje grozdja in pojav bolezni (boj proti botritisu je \nveliko težji, če trte ne defoliramo). Prednost strojne defoliacije je v tem, da je cenejša, vendar so rezultati v primerjavi z ročno slabši (Wiessenbach in Ruffner 2002).\nGubler in sod. (1991) so proučevali razlike med strojno in ročno defoliacijo, in sicer glede pojava bolezni. Prišli so do zaključka, da pri kontroli za bolezni ni bilo bistvene razlike med strojno in ročno opravljeno defoliacijo.\nZaradi defoliacije nastanejo spremembe v strukturi aromatičnih snovi, kar je odvisno tudi od sorte. Zmanjšajo se predvsem vegetativne, zelene komponente arom. Vpliv defoliacije na senzorično oceno je odvisen od njenega obsega, sorte in želenega karakterja vina. Pri nas ima direktna osvetlitev bolj pozitiven kot negativen učinek, razen če temperature niso zelo visoke. Trenutno še ni mogoče trditi, da lahko z defoliacijo želene komponente arom povečamo oziroma neželene zmanjšamo (Vršič in Lešnik 2010).\nDefoliacija ne vpliva le na ugodno vsebnost sladkorja in kislin, ampak tudi na mineralne in aromatične snovi, barvila itd. Pri osvetljenih defoliranih variantah je vsebnost kislin nižja, predvsem zaradi nižjih vrednosti jabolčne kisline. Defoliacija v času cvetenja posledično vpliva na slabšo oploditev, saj je motena oskrba s hrano. Pozno odstranjevanje listov (pozna defoliacija) poslabša prehrano grozdja, s tem lahko sklepamo, da so v tem času ti še aktivni (Raifer in Terleth 1997).\nAktivnost listov v predelu grozdja je med dozorevanjem odvisna od različnih dejavnikov. Če so listi v predelu grozdja med dozorevanjem v slabem stanju (npr. zaradi pomanjkanja magnezija, suše itn.), odstranjevanje listov ne vpliva na učinek asimilacije, ker le ti tako slabo asimilirajo. Pri listih je glede njihove zunanje kakovosti odločilna tudi intenzivnost in trajanje osvetlitve. Na trajanje direktne osvetlitve v predelu grozdja vpliva poleg letnega in dnevnega časa ter lege tudi razmerje med višino listne stene in medvrstno razdaljo (Vršič in Lešnik 2010).\nNekateri trdijo, da se pri zmanjšanju asimilacijske površine grozdje normalno razvija. Drugi pa trdijo, da zmanjšanje asimilacijske površine vpliva na zaostalost v razvoju in \nkakovost jagod. Prvi poskus načrtne defoliacije v Sloveniji je bil postavljen v letih 1953 in 1954 v vinogradih pod Kalvarijo v Mariboru. Leta 1956 so poskus razširili na pet lokacij severovzhodne Slovenije in eno lokacijo v slovenskem Primorju. Z defoliacijo so imitirali zmanjšanje listne površine, ki je bila posledica okužb z oidijem, predvsem pa s peronosporo. Liste so odstranjevali 25. junija, 25. julija, 25. avgusta, 25. septembra, in sicer 0 %, 25 %, 50 % in 75 % listne površine. Pri zmanjšanju listne površine za 25 %, se je zmanjšal pridelek grozdja za 4,5 %. Zmanjšanje listne površine za 1 % pa je imelo za posledico znižanje sladkorne stopnje za 0,028 % ter zvišanje skupnih kislin za 0,006 %. Na osnovi dobljenih rezultatov so postavili trditev, da zmanjšanje listne površine negativno vpliva na razvoj grozdja in tako na kakovost in količino grozdja (Novak 1958 cit. po Pulko 1999).\nKoblet (1966, 1969) cit. po Koblet in Weisenbach (1994) je v svojih raziskavah ugotovil, da so listi v času cvetenja in takoj po njem zelo pomembni za uspešno oplodnjo. Višje ležeči listi oddajajo zelo malo asimilatov v kabrnke. Verjetno so le ti prešibki, da bi pritegnili asimilate zgornjih listov. Pri pomanjkanju listja pride do osipanja grozdja. Defoliacija naj bi tudi pozitivno vplivala na preprečevanje pojavljanja pršice, ker ji z odstranjevanjem spodnjih listov onemogočimo prehranjevanje, ki ga potrebuje za prezimitev (Maljevič 2003).\nCelotna količina listov na trsu ni nujna za normalno opravljanje njegovo življenjskih in reprodukcijskih funkcij, zato želimo, da se na trsu pusti optimalno listno površino (Fazinić N. Fazinić M. 1990).\n"], "5": ["2.1.2 Čas odstranjevanja listov", "Odstranjevanje listov v juliju ne zmanjša aktivnosti trsa, če na njem ostane dovolj listov in aktivni listi na zalistnikih. Preostali listi povečajo svojo aktivnost in se počasneje starajo. Izpad listne površine nadomestijo tudi listi zalistnikov. Odstranjevanje listov po začetku dozorevanja ne vpliva veliko na kakovost grozdja. Poškodbe zaradi sonca in toče na \njagodah lahko zmanjšamo tako, da defoliacijo opravimo v dveh fazah, in sicer najprej junija odstranimo liste na manj izpostavljeni strani vrste (vzhodna in severna), na ostalih straneh vrste pa pozneje, ko preneha nevarnost toče in sončnih ožigov. Direktna osvetlitev med zorenjem grozdja vpliva na povečanje temperature jagod, to pa na razgraditev jabolčne kisline. Vsebnost skupnih kislin je v jagodah direktno osvetljenega grozdja lahko manjša za 2 do 4 g/L v primerjavi s tistimi, katerih jagode so bile zasenčene. Zaradi direktne osvetlitve jagod takoj po cvetenju se na jagodah razvije debelejša kutikula. Tako se lahko poveča odpornost na botritis in oidij (Vršič in Lešnik 2010).\nDefoliacija pred cvetenjem je imela negativni vpliv na pridelek. Optimalni čas za defoliacijo je dva do tri tedne po zaključenem cvetenju. Defoliacija je zelo tvegana na območjih s pogosto točo. V takšnih primerih odstranimo le vzhodno stran listov in še v poznem poletju tudi liste na zahodni strani vrste. Z defoliacijo odvzete liste, trta kompenzira z intenzivnejšo rastjo zalistnikov in povečano asimilacijsko aktivnostjo ne odstranjenih listov (Koblet in Weissenbach 1994).\nV Švici so ugotovili, da je optimalni čas za odstranjevanje listov štiri do pet tednov po polnem cvetenju. Zgodnejše odstranjevanje vpliva negativno na pridelek in nastavek za naslednje leto (Candolfi-Vasconcelos in Koblet 1990 cit. po Vršič in Lešnik 2010).\nOpekline na jagodni kožici se pojavijo, če je grozdje nenadoma izpostavljeno direktnim sončnim žarkom v vročem vremenu. Temu se lahko izognemo z zgodnjo defoliacijo. To je drugi ali tretji teden po cvetenju (Koblet in Weissenbach 1994).\nPozna defoliacija povečuje nevarnost sončnih ožigov jagodne kožice. Zato najprej odstranimo liste, ki so manj izpostavljeni soncu oziroma so bolj zasenčeni (Weissenbach 1995).\n"], "6": ["2.1.3 Priporočila in posledice odstranjevanja listov", "Priporočamo, da odstranimo samo toliko listov, kot je potrebno in ob enem tako malo, kot je mogoče za želen učinek. Ozka cona grozdja (vodoravna šparonska vez) je osnova za dober učinek pri majhni količini odstranjenih listov. Pri belih sortah odstranimo liste močneje na sončni strani listne stene, če želimo suha vina z nizko kislino. Odstranjevanju listov na senčni strani listne stene dajemo prednost takrat, če želimo ohraniti višjo kislino in manjšo vsebnost fenolov. Čim večji so problemi z botritisom, tem prej začnemo odstranjevati liste. Odstranjevanju listov se je bolje odpovedati, če je listov premalo glede na količino grozdja. To je v primeru, ko je listna stena prenizka ali na pridelek na mladiko zelo velik. Najprej odstranjujemo porumenele liste, ki še komajda asimilirajo. Čim višja je listna stena in čim ožja je medvrstna razdalja, tem manjša je asimilacijska sposobnost listov v predelu grozdja in tem manj problematično je odstranjevanje listov. Ukrep je pogosteje priporočljiv za pridelavo rdečih vin kot za bela (Vršič in Lešnik 2010).\nKončno lahko ugotovimo, da z delnim odstranjevanjem listov v predelu grozdja nekoliko popravimo pomanjkljivost pri naših gojitvenih oblikah v smislu boljše osvetlitve in večje zračnosti v predelu grozdja, predvsem po obilnejših padavinah. Če lega in gojitvena oblika omogočata dobro osvetlitev in zračnost brez odstranjevanja listov, se lahko temu ukrepu odpovemo. Za gojitveno obliko z žično oporo so zahteve naslednje: šparoni ne smejo biti privezani drug na drugega, narežemo največ 15 očes na dolžinski meter vrste, po odstranitvi mladik iz sobrstov in nepotrebnih jalovk ostane 15 mladik na dolžinski meter vrste, medvrstna razdalja mora biti usklajena z višino listne stene, preveliko bujnost trt moremo zmanjšati (ustrezno gnojenje). Povečanje kakovosti pride bolj do izraza pri poznih sortah, na slabših legah in v slabih letnikih. Defoliacijo lahko opravimo ročno ali s posebnimi stroji, ki delujejo na principu pritiska zraka in liste razcefrajo, ali pa s sesalniki, ki povlečejo liste v smeri vrtečih se rezil in jih odrežejo (Vršič in Lešnik 2010).\nOdstranjevanje listja je priporočljivo pri sortah s košato in bujno rastjo, še posebno pri tistih sortah (vse sorte z zbitimi grozdi), ki so nagnjene h gnitju. Gniloba se pri teh sortah pojavi že zelo zgodaj in to zlasti na mestih, kjer se grozdi in listi dotikajo, od tod pa se \ngniloba širi tudi na druge jagode. Rezultati poskusov kažejo, da ima grozdje, ki je deloma izpostavljeno soncu 2,5 do 3 oOe več sladkorja. Osvetlitev grozdja ugodno vpliva na večjo vsebnost sladkorja, na znižanje kislin (jabolčne kisline), na aromatične snovi, na bolj intenzivno cvetico in na debelino jagodne kožice (Hauptman in Štabuc 2007).\nRezultati odstranjevanja listov (defoliacije) so bili pri rdečih sortah boljši kot pri belih, predvsem v smislu zdravstvenega stanja grozdja in barve jagod. Trte, na katerih je bila opravljena defoliacija, so imele za nekaj odstotkov manj okuženo grozdje s sivo grozdno plesnijo kot nedefolirane trte (Uhl 1997).\nMnenja, ali so zalistniki paraziti ali ne, so deljena. Nekateri trdijo, da je bolje, če jih pustimo. Ker največ zalistnikov zraste kasneje, dosežejo njihovi listi največjo sposobnost presnove prav tako pozneje. Tako dobi trs potrebno hrano iz listov zalistnikov šele takrat, ko ostali listi izgubljajo svojo aktivnost. Listi začnejo oddajati višek asimilatov šele pri 30 % svoje končne velikosti. Sladkor v grozdju narašča za 0,9 -Oe z vsakim listom na mladiko (Currle in sod. 1983).\nSchoffing in Koblet (1984 cit. po Vogt in Gotz 1987) sta dokazala, da dobro osvetljeni zalistniki pozitivno vplivajo na kakovost grozdja. Več kot se listov pravočasno razvije na zalistnikih, večja je vsebnost sladkorja v grozdju te mladike.\n"], "7": ["2.1.4 Vpliv listne površine na količino in kakovost pridelka", "Od listne površine sta odvisni količina in kakovost pridelanega grozdja. Zato je potrebna ustrezna gojitvena oblika in tak način razporeditve rodnega lesa, ki bo omogočal razvoj velike listne površine, ustrezno razporeditev listov ter dobro osvetlitev, ki ne bo zmanjšala gospodarnosti pridelave grozdja. Velikost listne površine in sposobnost presnove se čez leto spreminjata. Presnavljanje je na začetku rasti slabo, nato z razvojem listne površine narašča, konec avgusta in v začetku septembra pa se zmanjša. Sposobnost fotosinteze je \nsprva največja v spodnjih listih, nato na srednjih nodijih in končno v listih na vrhovih mladik (Jamšek 1983).\nOb začetku zorenja grozdja oddajajo asimilate le tisti listi, ki so v neposredni bližini grozdja. Tako so odkrili asimilate 4. lista samo v osnovi mladike. Spodnji listi nimajo pomembnejše vloge pri oskrbi s sladkorjem. Proti koncu septembra asimilati iz spodnjih listov glavne mladike ne potujejo več v grozdje. Večji pomen imajo listi nad grozdjem, vse do 13. lista. V fazi dozorevanja jagod so listi zgornje tretjine bolj aktivni, listi v sredini mladike pa imajo večji vpliv na pridelek. Zato je zelo pomembno, da spodnji in srednji listi čim pozneje ostarijo ter v času dozorevanja ostanejo aktivni (Vršič in Lešnik 2010).\nV poskusu so ugotovili povezavo med količino sladkorja v grozdnem soku in listno površino. Največ sladkorja v grozdnem soku so ugotovili pri 22 do 26 listov na mladiko. Glede na sorto je to ustrezalo višini listne stene od 165 do 195 cm, oziroma od 2875 do 3395 cm² listne površine na grozd za doseženo optimalno vsebnost sladkorja v soku in 1962 cm² za doseženo optimalno maso pridelka (Shoefling 1965 cit. po Currle 1983).\nPri večji in neposredni osvetljeni listni površini je vsebnost sladkorja v grozdnem soku večja, v vinu je več ekstrakta in alkohola. Radikalno prikrajševanje se torej ne kaže le kot zelo negativno v manj sladkem soku, temveč tudi poslabša kakovost vina (Redl 1990).\nS staranjem listov se fotosintetska aktivnost zmanjšuje zaradi razkroja kloroplastov in močnega zmanjševanja vode v celicah. Fotosintetski maksimum doseže list vinske trte pri svoji dokončni velikosti, to je po 30 do 40 dneh od začetka rasti lista (Burić 1985).\n"], "8": ["2.2 Hladna maceracija bele drozge", "Hladna maceracija je postopek, pri katerem se pri nižjih temperaturah (od 5 -C do 12 -C) vzpostavi stik med grozdnim sokom in jagodno kožico za določen čas (48 ur). Osnovni namen hladne maceracije je povečanje aromatične vrednosti vina, intenzivnosti vonja in \nokusa ter ohranjanje prijetne svežine. Pri belih vinih vpliva na izboljšanje sadnega karakterja in barve (Košmerl 2005).\nEden od osnovnih pogojev za varno izvedbo hladne maceracije je odsotnost nečistoč (listje, delci lesa, zemlja). Grozdje, pripeljano iz vinograda, se mora čim prej ohladiti, ker je hitrost ohladitve izredno velikega pomena (Brejc 2003). Pri nižjih temperaturah je ekstrakcija fenolnih snovi manjša, zato so vina manj trpka in manj grenka. Vina, pridelana s hladno maceracijo drozge, vsebujejo več skupnih dušikovih snovi (aminokislin, vitaminov, encimov), maščobnih kislin in polifenolov v primerjavi z nemaceriranimi vini. Poveča se tudi vsebnost skupnega ekstrakta, vsebnost pepela, intenziteta barve in vrednost pH. Zmanjša se vsebnost nekaterih polisaharidov pektinov in skupnih kislin, kar je posledica povečane vsebnosti mineralnih snovi (kalijeve spojine), ki povzročajo nastanek in izločanje soli vinske kisline. Macerirani mošti vsebujejo več višjih alkoholov (izoamilalkohol, 2-feniletanol, izobutanol, idr.) in estrov (etilacetat, izoamilacetat, etillaktat, idr.). Večja je tudi koncentracija aromatskih snovi, ki pri nemaceriranih vinih dosegajo vrednosti od 2,5 do 5 mg/L, medtem ko so pri maceriranih vinih te vrednosti znatno večje, od 100 do 400 mg/L (Praprotnik 2007). Večja vsebnost nekaterih aldehidov in alkoholov je posledica encimatske oksidacije linolne in linolenske kisline v jagodni kožici. V svetu je hladna maceracija trenutno vodilna v pridelavi mladih, svežih in sadnih belih vin. Vedeti pa je treba, da se stroški pridelave vina povečajo za 10–15 % (Košmerl 2005).\nČas maceracije se giblje med 12 in 20 urami. Pod pogojem, da kontroliramo temperaturo in zagotovimo odsotnost kisika, smatramo, da je ta perioda najprimernejša za ekstrakcijo aromatičnih komponent kožice in pečk. Pod takimi pogoji je tudi ekstrakcija fenolnih snovi minimalna (Ribéreau–Gayon P. 2000). Kratkotrajna maceracija pri nizkih temperaturah daje vina z mladostno svežino in sadno aromo (Jackson 2000).\nVsebnost taninov v grozdju je odvisna od sorte in stopnje dozorelosti. Pečke vsebujejo največ taninov, zato je pomembno, da pri predelavi grozdja ostanejo nepoškodovane. Zunanji deli pečk vsebujejo fenolne, dušikove in mineralne snovi, ki so različno topne in \nzato med predelavo v manjši ali večji meri prehajajo v mošt. Sestavine, ki jih vsebuje notranjost pečk, vplivajo negativno na kakovost vin. Endosperm pečk vsebuje od 10 do 22% olja. Pri nepravilni predelavi (mehanske poškodbe) lahko v hektoliter mošta preide tudi do pol litra olja. Z večjo količino olja je povezana tudi večja količina hlapnih kislin in estrov, ki izvirajo iz reakcij saponifikacije in oksidacije olja, kar povzroča neprijeten milnat priokus. Vina, pridelana z maceracijo drozge, so tako po vonju kot po okusu kompleksna in harmonična. Najpomembnejša parametra maceracije sta čas trajanja in temperatura. Pri krajših maceracijah (manj kot 10 ur) je temperatura odločujoč parameter, pri daljših maceracijah (več kot 20 ur) pa je bistveni parameter čas (Košmerl 2005).\nPri visoki temperaturi se ekstrahira večja količina fenolnih snovi, ki lahko pripomorejo k slabšim senzoričnim lastnostim vina. To sta glavna razloga, ki govorita proti uporabi maceracije pri tehnologiji predelave belih vin (Jackson 2000).\n"], "9": ["3 MATERIAL IN METODE DELA", "3.1 ‛Sauvignon’\nTuji nazivi: Muškatni silvanec, Muskat Sylvaner weisser, Muskat Sylvaner, Sauvignon bianco, Sauvignon white. Po ekološko geografski razvrstitvi spada sorta v zahodno evropsko skupino, njegova domovina je Francija. Sorta ni preveč zahtevna za tla, apnenih tal ne prenaša dobro, pa tudi mrzlih in mokrih tal ne. Sušo zelo hitro občuti (Colnarič in Vrabl 1980). Na vzhodnih legah je sorta občutljiva na pozebo. Grozd je majhen, cilindričen, kratek in zbit, pri nekaterih klonih razvejan. Jagode so majhne do srednje velike, z zlatorumeno in pikčasto kožico v polni zrelosti. Dozorevanje grozdja je srednje pozno. Povprečno dosega 79 -Oe sladkorja v moštu. ‛Sauvignon’ štejemo med naše visoko kakovostne sorte za bela vina zaradi značilnega sortnega karakterja, ki je odvisen od vrste zemlje in mikroklime. Po vsebnosti alkohola je sicer vino srednje močno (Hrček in Korošec-Koruza 1996).\n"], "10": ["3.2 Lokacija poskusa in metode dela", "Poskus smo opravili na Univerzitetnem centru za vinogradništvo in vinarstvu Meranovo. Poskus je bil opravljen pri sorti ‛Sauvignon’ na nadmorski višini 490m.\nIzbrali smo tri zaporedne vrste trt, ki so bile najbolj izenačene. Pri izbiri nismo pazili samo na izenačenost trsov, pazili smo tudi na to, da so bili vsi popolnoma zdravi in nepoškodovani ter da so imeli primerno število očes in čim bolj izenačene rozge. Izbrali smo 445 trsov.\nS poskusom smo želeli ugotoviti vpliv različnih variant defoliacije na kakovost grozdja in vina, vsebnost sladkorja, skupnih titracijskih kislin ter pH vrednost. Na eno ponovitev smo vzeli 150 naključnih jagod. \nVsebnost sladkorja smo merili z refraktometrom. Vsebnost skupnih titracijskih kislin smo določali tako, da smo v 100 ml čašo odpipetirali 40 ml vzorca, ki smo ga dali v ultrazvočno kopel. Po degaziranju smo v erlenmajerico odpipetirali 25 ml degaziranega vzorca in dodali 2-3 kapljice indikatorja bromtimol modro. Vino smo titrirali z NaOH do preskoka v temno zeleno barvo in odčitali rezultat.\nZa merjenje pH vrednosti smo uporabili pH meter, ki smo ga predhodno umerili z dvema pufernima raztopinama (pufer pH = 7, pufer pH = 4). Ko smo aparat umerili, smo elektrodo potopili v vzorec in počakali, da se vrednost na pH metru umiri.\nGrozdje smo pecljali, nato smo drozgo vseh treh obravnavanj razdelili na dva enaka dela. Prvo polovico obravnavanja smo uporabili za klasično predelavo in takoj stisnili s prešo. Drugo polovico drozge smo macerirali 24 ur. Mošt smo razsluzili. Alkoholna fermentacija je potekala pri temperaturi 14-15 -C. Vse tri macerirane vzorce smo pretočili 09. 10. 2006 (kontola: M-maceracija, defoliacijo v cvetenju: M-maceracija in defoliacijo tri tedne po polnem cvetenju: M-maceracija) in dodali žveplo. Ostale tri nemacerirane vzorce smo pretočili 18. 10. 2006 ter dodali žveplo. Vzorci vin so zoreli v posodah iz nerjavečega jekla. Vina smo ustekleničili 26. 02. 2007.\nDobljene podatke smo vnesli v preglednico programa Microsoft Excel. Iz delovne preglednice smo podatke prenesli v program za statistično obdelavo podatkov SPSS 17.0. Statistično značilne razlike med obravnavanji smo izračunali s Tukey-evim testom pri stopnji tveganja p = 0,05.\n"], "11": ["3.3 Načrt poskusa", "V poskusu so bila tri obravnavanja s šestimi ponovitvami.\nObravnavanja:\nDC – defoliacija v cvetenju; postopek je bil opravljen 22. 06. 2006 (odstranjevanje treh listov – do prvega kabrnka in odstranjevanje zalistnikov do prve žice). Ostala opravila enaka kot pri kontroli.\nK – kontrola; pletev v juniju (odstranjevanje jalovk na starem lesu, ki jih v naslednjem letu pri rezi ne potrebujemo, odstranjevanje nerodnih mladik, ki so pognale iz sobrstov), uvrščanje mladik med žice, vršičkanje v sredini julija in drugi polovici avgusta.\nDC3 – defoliacija tri tedne po polnem cvetenju; postopek je bil opravljen 13. 07. 2006 (odstranjevanje treh listov – do prvega kabrnka in odstranjevanje zalistnikov do prve žice). Ostala opravila enaka kot pri kontroli.\n"], "12": ["3.4 Vremenske razmere", ""], "13": ["3.4.1 Vremenske razmere v letu 2006", "Za leto 2006 je v prvi polovici leta bilo značilno hladno in deževno vreme, zakasnitev pomladi, izrazita kmetijska suša junija in julija ter izjemno topla jesen in zima. Podpovprečno hladna je bila zadnja tretjina maja, ko so se temperature zraka približale vrednostnim, ki jih normalno izmerimo v prvi polovici aprila. Padavine so bile maja obilne, vremenske razmere pa maja niso povzročile pretiranega izhlapevanja iz tal in rastlin. V drugi dekadi junija je sledil preobrat vremena, temperature zraka so se pričele naglo vzpenjati, v zadnji dekadi junija je že pričelo primanjkovati vode za kmetijske rastline. Suša se je do konca julija le še stopnjevala. Veliko škode kmetijskim rastlinam na sicer omenjenih območjih so junija in julija povzročile tudi nevihte s točo in orkanskim vetrom. Izjemno toplo vreme v jeseni je vplivalo na razvoj vegetacije. Jesen je bila med najtoplejšimi v zadnjih nekaj desetletjih, saj so povprečne mesečne temperature zraka presegale dolgoletna povprečja za 2 do 3 -C.\nobdobju od januarja do oktobra 2006 po modificiranem Walterjevem in  Gaussenovem klimadiagramu v razmerju 1:4\n"], "14": ["4 REZULTATI Z RAZPRAVO", ""], "15": ["4.1 Vsebnosti sladkorja", "Grafikon 2 prikazuje gostote mošta. Iz grafikona je razvidno, da nismo ugotovili statistično značilnih razlik (p=0,05). Največja vsebnost sladkorja je bila pri kontroli (97,9 -Oe), pri defoliaciji tri tedne po polnem cvetenju pa je bila vsebnost sladkorja najmanjša (96,2 -Oe). V zadnji fazi dozorevanja so bile ugodne temperature, kar je prispevalo k visoki vsebnosti sladkorja.\nTudi Šumenjak (1999) ni ugotovil statistično značilnih razlik. Ugotovil pa je, da je bila najmanjša vsebnost sladkorja pri kontroli (97,5 -Oe), nekoliko večja pa pri defoliaciji tri tedne po cvetenju (97,7 -Oe ).\ndefoliacija v cvetenju, DC3-defoliacija tri tedne po polnem cvetenju).\n"], "16": ["4.2 Vsebnost skupnih titracijskih kislin in pH vrednost", "Različni načini odstranjevanja listov niso vplivali na zmanjšanje skupnih titracijskih kislin (p=0,05). Prav tako pri obdelavi podatkov nismo ugotovili statistično značilnih razlik pri pH vrednosti (p=0,05). Iz grafikona 3 in 4 je razvidno, da je bila največja vsebnost skupnih titracijskih kislin (9,9 g/L) in največja pH vrednost (3,06) pri defoliaciji v cvetenju, najmanjša vsebnost skupnih titracijskih kislin (9,6 g/L) pri kontroli in najmanjša pH vrednost (3,04) pri defoliaciji tri tedne po polnem cvetenju. V našem poskusu defoliacija v predelu grozdja ni vplivala na zmanjšanje vsebnosti skupnih titracijskih kislin.\nK temu so prispevale vremenske razmere v začetni fazi dozorevanja (velika količina padavin in nižje temperature), v zadnji fazi dozorevanja pa so se vremenske razmere spremenile (malo padavin, temperature pa so se zvišale). Zato se titracijske kisline niso mogle tako hitro zniževati.\nŠumenjak (1999) je ugotovil, da je bila pri kontroli največja vsebnost skupnih titracijskih kislin (13,5 g/L) pri defoliaciji tri tedne po cvetenju pa 12,5 g/L. \nDC-defoliacija v cvetenju, DC3-defoliacija tri tedne po polnem cvetenju).\ncvetenju, DC3-defoliacija tri tedne po polnem cvetenju).\n"], "17": ["4.3 Potek vrenja", "Grafikon 5 prikazuje rezultate merjenja relativne gostote v času alkoholnega vrenja. Relativno gostoto mošta smo merili v času od 03. 10. 2006 do 18. 10. 2006. Relativna gostota je začela upadati najprej pri vseh treh maceriranih vzorcih (defoliacija v cvetenju: M-maceracija, defoliacija tri tedne po polnem cvetenju: M-maceracija in kontroli: M- maceracija). Pri nemaceriranih vzorcih (defoliacija v cvetenju, defoliacija tri tedne po polnem cvetenju in kontroli) je relativna gostota upadla najpozneje. Iz grafikona je razvidno, da se je alkoholna fermentacija pri vseh treh maceriranih vzorcih (defoliacija v cvetenju: M-maceracija, defoliacija tri tedne po polnem cvetenju: M-maceracija in kontroli: M-maceracija) najhitreje končala v 6 dneh. Alkoholna fermentacija pri nemaceriranih vzorcih (defoliacija v cvetenju, defoliacija tri tedne po polnem cvetenju in kontroli) je trajala 15 dni.\nMaceracija je pospešila potek alkoholne fermentacije, alkoholna fermentacija pri maceriranih vzorcih je trajala do 09. 10. 2006. Ker ima maceracija za posledico boljšo prehrambno vrednost mošta s hranili, ki so boljši za metabolizem kvasovk, je vse to vplivalo na hitrejši potek vrenja. Pri ostalih treh vzorcih, ki niso bili macerirani, je bila relativna gostota večja, fermentacija je bila otežena in se je odvijala počasneje.\n"], "18": ["4.4 Merjenje vsebnosti SO2", "Po prvem pretoku smo začeli z žveplanjem. Cilj žveplanja je bil doseči vsebnost prostega žveplovega dioksida okrog 30 do 40 mg/L v vseh šestih različnih variantah. Žveplo smo dodajali tako dolgo, dokler nam analiza ni pokazala, da je žveplo v vseh vinih stabilno. Da smo dosegli stabilni SO2 ob polnitvi vina je bilo potrebno dodati sledeče skupne količine SO2 v mg/L: pri kontrolnem vzorcu, ki ni bil maceriran smo dodali 75 mg /L SO2, maceriranem kontrolnem vzorcu pa smo dodali 117 mg/L SO2. Pri vzorcu defoliacija v cvetenju smo dodali 112 mg/L SO2, vzorcu defoliacija v cvetenju (M-maceracija) pa smo dodali 187 mg/L SO2. Pri vzorcu defoliacija tri tedne po polnem cvetenju smo dodali 75 mg/L SO2, vzorcu defoliacija tri tedne po polnem cvetenju (M-maceracija) pa smo dodali 167 mg/L SO2. V procesu maceracije drozge nastane večja količina porabnikov prostega SO2, zaradi tega so v maceriranih vzorcih količine skupnega in vezanega SO2 večje. Iz grafikona 6 je razvidno, da je bilo potrebno za 83 % več odmerkov SO2 pri maceriranih vzorcih v primerjavi z nemaceriranimi vzorci.\n"], "19": ["4.5 Senzorična ocena vina", "Vino klasičnega postopka takojšnje predelave grozdja, kot je razvidno iz grafikona 7 je dobilo največjo senzorično oceno, kontrola. Degustatorji so zaznali zelo prijeten svež okus vina, izrazite primarne arome rastlinskega značaja, v ozadju pa zaznavno bezgovo noto in zelo sorten vonj. Pri predelavi drozge s hladno maceracijo je največjo oceno dobilo vino defoliacije tri tedne po polnem cvetenju. Degustatorji so tukaj zaznali rahlo oksidacijo. Oksidativne vonje so zaznali, ker je v času nege vina vsebnost prostega SO2 pri maceriranih vinih hitreje padala. Kljub pogostemu dodajanju SO2 so degustatorji zaznali rahlo oksidacijo. Vendar pa je bila povečana aromatična vrednost vina, intenzivnost vonja in okusa ter ohranjena prijetna svežina vina. Degustacijo smo opravili 12. 04. 2007.\n(K-kontrola, DC-defoliacija v cvetenju, DC3-defoliacija tri tedne po polnem cvetenju, K(M)-kontrola (maceracija), DC(M)-defoliacija v cvetenju (maceracija), DC3(M)- defoliacija tri tedne po polnem cvetenju (maceracija))\n"], "20": ["5 SKLEPI", "V letih 2006, 2007 smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo pri sorti 'Sauvignon' ugotavljali vpliv ročne defoliacije in hladne maceracije na kakovost grozdja in vina.\nMed obravnavanji ni bilo mogoče statistično potrditi vpliva na potek dozorevanja. Pri kontroli je bila največja vsebnost sladkorja (97,9 -Oe) in najmanjša vsebnost skupnih titracijskih kislin (9,6 g/L). Pri defoliaciji tri tedne po polnem cvetenju je bila vsebnost sladkorja (96,2 -Oe) in pH vrednost (3,04) najmanjša. Pri defoliaciji v cvetenju je bila vsebnost skupnih titracijskih kislin (9,9 g/L) in pH vrednost (3,06) največja.\nVino klasičnega postopka predelave grozdja (stiskanje drozge takoj po pecljanju) je pri senzoričnem ocenjevanju dobilo največjo oceno vino kontrole (17,8), takoj za kontrolo je sledila defoliacija tri tedne po polnem cvetenju z oceno 17,3. Pri predelavi drozge s hladno maceracijo je največjo oceno dobilo vino defoliacije tri tedne po polnem cvetenju (16,6), kjer so degustatorji zaznali rahlo oksidacijo zaradi pomanjkanja prostega SO2 v vinu. Vzrok pomanjkanja prostega SO2 v vinu je pri postopku maceracije nižja vsebnost skupnih titracijskih kislin in višje pH vrednosti ter s tem slabša učinkovitost dodanega žvepla. Vendar pa rahla oksidacija ni bistveno vplivala na aromatiko vina, intenzivnost vonja in okusa. Vino je še zmeraj ohranjalo prijetno svežino.\n"], "abstract": ["V letih 2006 in 2007, smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo, pri sorti ‛Sauvignon’ proučevali na nadmorski višini 490m vpliv ročne defoliacije na kakovost grozdja in vina, vsebnost sladkorja in skupnih titracijskih kislin ter pH vrednost v moštu. V poskusu smo obravnavali dva različna časa defoliacije (defoliacija treh listov v cvetenju in defoliacija treh listov tri tedne po polnem cvetenju; 80-90 % odprtih cvetov). Poskus je bil zastavljen po metodi naključnih blokov s tremi obravnavanji in šestimi ponovitvami s 445 trsi. Defoliacija ni vplivala na povprečno vsebnost sladkorja in skupnih titracijskih kislin v moštu. Enako je bilo pri pH vrednosti. Po pecljanju smo drozgo vsakega obravnavanja razdelili na dva enaka dela. Prvega smo uporabili za klasično predelavo grozdja (stiskanje takoj po pecljanju), drugega pa za maceracijo (24 ur). Najboljšo senzorično oceno je dobilo vino iz kontrole s klasično predelavo. "]}