{"1": ["1. UVOD", "Z vedno večjo gotovostjo lahko trdimo, da je logistika ''krvni obtok'' vsake organizacije, vsake družbe. Z znanim stavkom '' prava sredstva v pravi količini ob pravem času, na pravem mestu v ustrezni kvaliteti z optimalnimi finančnimi stroški'' pravzaprav povemo vse o logistiki. Časovna in prostorska neenakomerna razpoložljivost blaga sta osnova za delovanje logistike oziroma sta predmet preučevanja logistike kot vede. Pri tem imamo v mislih tako blago kot polizdelek in tudi blago kot končni izdelek. Enako mesto kot fizično blago imajo v logistiki tudi storitve, za katere lahko ponovimo omenjeni stavek. Globalizacija ''zmanjšuje'' svet, vendar pred logistiko vseh zvrsti postavlja nove kompleksnejše zahteve. Velika večina organizacij je neposredno ali vsaj posredno vezana na okolje, ki je širše od meja matične države. Nove tehnologije, novi materiali, zahtevnejši vmesni in končni izdelki, daljše transportne poti in zahtevnejši uporabniki postavljajo višje standarde tudi logistiki. Obvladovanje razdalj, zahtevnega manipuliranja z blagom, skladiščenja in distribucije pa pomeni velik del končne cene nekega proizvoda ali storitve. Zato je za kvalitetno in cenovno sprejemljivo obvladovanje logističnih tokov izjemnega pomena pravočasna izmenjava informacij. Za urejanje kompleksnih relacij različnih akterjev na različnih nivojih v vseh zvrsteh logistike, tako v internih kot eksternih odnosih neke organizacije, kvalitetna in pravočasna informacija zagotavlja uspeh; torej učinkovit sistem komuniciranja v vseh smereh.\n"], "2": ["2. METODOLOŠKI OKVIR", ""], "3": ["2.1. Opredelitev problema", "V vsaki obliki organiziranega delovanja človeka je komuniciranje nedvomno osnova za uspeh organizacije oziroma dosego zastavljenih ciljev. Poleg oblike organiziranosti same organizacije in znotraj nje oblike organiziranosti logistične funkcije, določa uspešnost komuniciranja tudi obvladovanje tehnike in tehnologije ter standardov komuniciranja. Nobena komunikacija v neki organizaciji (eksterna ali interna) nima prednosti pred drugo. V osnovi je interna komunikacija temelj za eksterno komunikacijo. Bistveno pa je, da se obema posveti primerna pozornost. Prepričevanju zunanje strokovne in laične javnosti o ustreznosti postopkov, o kvaliteti in primernosti izdelkov, upravičenosti potrošnje ipd. ima enako težo tudi komunikacija z notranjo javnostjo (vsemi člani organizacije), ki s svojim delom zadovoljujejo lastne cilje in tudi cilje organizacije. Ali poenostavljeno, notranje komuniciranje in razumevanje ter kvalitetno izvajanje procesov za doseganje ciljev organizacije kakor tudi zadovoljstvo članov organizacije ima enako težo, kot jo imajo tržni delež, kapital, obseg prodaje ipd. Za zagotovitev ustreznega nivoja komuniciranja je potrebno optimalno število komunikacijskih kanalov, ki pa niso sami po sebi garancija za uspešno oziroma kvalitetno komuniciranje. Vsak kanal potrebuje ustreznega skrbnika, ki bo komuniciranje vzdrževal in usmerjal, ne le o čem, ampak tudi kako in zakaj komunicirati.\n"], "4": ["2.2. Cilj proučevanja", "V magistrskem delu sem si zastavil naslednje cilje:\n- opredeliti pojma komuniciranje in logistika,\n- navesti teoretične opredelitve komunikacijskih in logističnih  procesov,\n- zbrati in opisati orodja in jezike komuniciranja, ki se pojavljajo v\n"], "abstract": ["Komunikacijski proces je eden od osnovnih pogojev za obstoj in delovanje kateregakoli sistema, v katerem deluje človek, tudi logističnega. Oblike in orodja komuniciranja v logistiki so enaki ali podobni komunikacijskim oblikam na drugih področjih človekovega delovanja. Obstajajo pa oblike in orodja komuniciranja, v veliki meri specifična le za področja logistike, na primer črtna koda ali kodifikacijski sistem. Kljub širokemu razmahu sodobne komunikacijske tehnologije veliko vlogo v kroženju informacij znotraj in zunaj logističnih sistemov še vedno zasedajo klasične komunikacijske oblike in orodja, kot so predstavitvene publikacije, novinarske konference, sejemske prireditve in še nekatera druga orodja. Komunikacijski proces v osnovi tako določa okolje, v katerem se odvija, da ga ni mogoče obravnavati univerzalno za več področij, pa čeprav se omejimo le na logistiko, za katero je zelo značilna sestavljenost oziroma medsebojna povezanost več komponent oziroma več logističnih funkcijskih področij – povezanost več podsistemov. Za vse komunikacijske procese pa je značilno, da je človek osnovni nosilec in da je upravljanje in ravnanje človeških virov tako v logistiki kot na vseh ostalih področjih temelj za uspešno komunikacijo v vseh organiziranih oblikah človeškega delovanja."]}