{"1": ["1. UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema, ki je predmet raziskovanja", "V razvitem svetu so družinska podjetja že dolga leta pomembna skupina podjetij, kjer se ključne stvari pri vodenju podjetja dogajajo v družinskem krogu. Uspešna družinska podjetja tako prepoznamo predvsem po pozitivnem reševanju težav, ki se pojavijo zaradi konfliktov med sistemom družine in podjetja, in po uspešnem prenosu podjetja na naslednjo generacijo. Uspešna družinska podjetja prispevajo velik delež k socialni in gospodarski stabilnosti.\nPo vzpostavitvi in rasti podjetja predstavlja tretjo kritično fazo v življenjskem ciklu podjetja njegov prenos. Kot prenos podjetja pa se razume prenos lastništva na drugo osebo ali podjetje, ki zagotovi nadaljevanje poslovanja podjetja. S prenosom lastništva pa je tesno povezan prenos vodenja podjetja. Možne oblike prenosa so: prenos znotraj družine, prodaja managerjem ali zaposlenim, ki niso člani družine, prodaja osebam izven podjetja ali obstoječim podjetjem, vključno s prevzemi in združitvami.\nPlaniranje nasledstva je v družinskih podjetjih strateškega pomena. Gre za dolgoročen proces, ki ga je ravno zaradi tega potrebno planirati. Družinska podjetja bodo morala zelo dobro poznati lasten podjetniški sistem in sistem družine, če bodo hotela uspešno prenesti vodenje podjetja na naslednjo generacijo. Kot se je izkazalo v tujini, je glavni razlog za neuspešen prenos družinskega podjetja na naslednjo generacijo prav odsotnost planiranja. V bližnji prihodnosti bo tudi v Sloveniji nastopil trenutek, ko se bo večina v tranzicijskem obdobju ustanovljenih družinskih podjetij soočila s problemom lastništva, s tem pa tudi s problemom vodenja podjetja. Ustanovitelji se bodo srečali z vprašanjem, kaj storiti z družinskim podjetjem.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen\nNerešeno nasledstvo v družinskih podjetjih je pogosto razlog za njihov propad, saj je planiranje nasledstva ključnega pomena za nadaljnji obstoj in razvoj teh podjetij. Podatki namreč kažejo, da prehod iz prve generacije na drugo preživi le trideset odstotkov družinskih podjetij, medtem ko naslednji prehod generacij preživi le deset odstotkov družinskih podjetij.\nGlede na to, da se podjetje Beko d.o.o., o katerem bo diplomsko delo govorilo, čedalje bolj približuje trenutku, ki bo odločal o njegovi usodi v naslednji generaciji, bo naš namen raziskati, kako se le-to pripravlja (če sploh se) na izziv prenosa podjetja na naslednjo generacijo. Prav tako pa bo naš namen analizirati probleme, ki se lahko v podjetju pojavijo v obdobju prehoda med generacijami in ugotoviti kakšne so možne rešitve, ob tem pa, na osnovi teoretičnih spoznanj, podati predlog plana uspešnega prenosa vodenja podjetja na naslednjo generacijo.\nCilji\nOsnovni cilj diplomskega dela bo proučiti proces in planiranje nasledstva v vodenju družinskega podjetja Beko d.o.o. ter na osnovi teoretičnih spoznanj predlagati rešitve pri prenosu vodstva podjetja na naslednjo generacijo.\nTako v diplomskem delu zasledujemo naslednje cilje:\n- proučiti nasledstvo kot proces in nasledstvene možnosti v družinskem podjetju,\n- izpostaviti problem planiranja nasledstva v vodenju družinskem podjetju Beko d.o.o.,\n- izdelati predlog plana nasledstva v vodenju podjetja Beko d.o.o..\nOsnovne trditve\n- Planiranje nasledstva v vodstvu družinskega podjetja je strateškega pomena.\n- Prenos podjetja je dolgoročen proces, odvisen od interesov ustanovitelja, potencialnih  naslednikov, družine, pa tudi od dejavnosti, s katero se podjetje ukvarja.\n- Proces planiranja nasledstva zahteva sodelovanje in predanost družine ter ostalih  zaposlenih v družinskem podjetju.\n- Za uspešen prenos podjetja na naslednjo generacijo, tako lastništva kot vodstva podjetja,  je potrebno tudi dobro sodelovanje vseh članov družine, pri čemer je ključnega pomena  odprta komunikacija med njimi – tako med aktivnimi kot tudi neaktivnimi v družinskem  podjetju.\n"], "4": ["1.3 Predpostavke in morebitne omejitve raziskave", "Predpostavke\nV diplomskem delu bomo obravnavali proces nasledstva v izbranem družinskem podjetju ter probleme oz. težave, ki so morebiti lahko sestavni del tega procesa. Ker gre za podjetje, v katerem sem opravljala tudi obvezno prakso in tako pridobila že precej podatkov o podjetju, predpostavljam, da še vedno nimajo izdelanega plana za prenos vodstva podjetja na naslednjo generacijo oz. planiranju nasledstva posvečajo premalo pozornosti. Na podlagi tega tudi predpostavljam, da lahko rezultati diplomske raziskave pripomorejo k temu, da bi ta problem rešili brez nepotrebnih zapletov in sporov v družini ter med ostalimi zaposlenimi v podjetju.\nOmejitve\nV diplomskem delu bomo v okviru procesa planiranja nasledstva izpostavili samo prenos vodstva podjetja, lastništva pa samo takrat, ko bo le-to tesno povezano s prenosom vodenja podjetja. Proučevali bomo le prenos podjetja iz prve v drugo generacijo. Pri analizi se bomo omejili na eno družinsko podjetje, zato spoznanj in izdelanih predlogov ne bo mogoče posploševati na ostala družinska podjetja. Literature na izbrano temo je veliko, tako domače kakor tudi tuje, zato v teoretičnem delu ne bo omejitev. Prav tako pa smo mnenja, da ne bo omejitev pri analiziranju podjetja in pridobivanju potrebnih podatkov za izdelavo praktičnega dela, saj so po naših izkušnjah, tako lastnik podjetja, družinski člani kakor tudi ostali zaposleni v podjetju zelo dostopni za kakršnakoli vprašanja. Zaradi osebnih podatkov pa smo\nse v dogovoru z lastnikom podjetja odločili, da v diplomskem delu za podjetje in člane družine ne bomo uporabili pravih, temveč izmišljena imena.\n"], "5": ["1.4 Uporabljene metode raziskovanja", "Pri izdelavi diplomskega dela in proučevanju izbrane tematike bomo uporabili tako deskriptivni kot tudi analitični pristop:\n- V prvem, teoretičnem delu bo pristop deskriptiven, saj bomo predvsem z opisom  predstavili pomen planiranja nasledstva in nasledstvene možnosti v družinskem podjetju.\n- V drugem, empiričnem delu bomo opisali dejansko stanje ter možnosti pri reševanju  problema nasledstva v obravnavanem podjetju. Za primer izbranega družinskega podjetja  bomo predlagali rešitve oz. plan pri prenosu vodstva podjetja na naslednjo generacijo. Pri  raziskovanju bomo poleg navedenega uporabili tudi metodo kompilacije, ki pomeni  povzemanje opazovanj, spoznanj, stališč in rezultatov drugih avtorjev.\nPri nastanku dela se bomo upirali na strokovno literaturo domačih in tujih avtorjev, ki so objavili strokovne knjige, učbenike in strokovne članke s področja družinskega podjetništva. Poleg tega pa nam bodo v veliko pomoč tudi interni viri v podjetju ter pripravljenost lastnika podjetja, članov družine in ostalih zaposlenih v podjetju za njihovo sodelovanje pri izdelavi diplomskega dela.\n"], "6": ["2. NASLEDSTVO V DRUŽINSKEM PODJETJU", ""], "7": ["2.1 Opredelitev in značilnosti družinskega podjetja", "Družinsko podjetje je po svoji strukturi in medsebojnih odnosih zapletena organizacija, v kateri kombinirano delujeta dva zelo različna sistema. Na eni strani deluje družinski sistem, ki temelji na čustvih in družinskih vrednotah, na drugi strani pa racionalen poslovni sistem. Le pretehtana kombinacija med vplivi obeh sistemov je lahko pot k uspehu. Poleg delovanja dveh različnih sistemov so družinska podjetja, tako kot ostala podjetja, izpostavljena delovanju trga (Huč 2006, str. 1).\nV literaturi ni enotne opredelitve družinskega podjetja. Veliko je avtorjev, ki navajajo različne definicije in tako opredeljujejo bistvene značilnosti z različnih vidikov. Glas (2003, str. 143) ugotavlja, da nekatere opredelitve poudarjajo le eno razsežnost, npr. lastništvo, management, zaposlovanje, druge povezujejo še vlogo čustev, vključenost vsaj dveh generacij oz. kombinacijo teh razsežnosti.\nČeprav družinska podjetja najdemo v vseh velikostih, jih je po ocenah največ med malimi in srednje velikimi podjetji. Kljub ugotovitvam raziskovalcev o razširjenosti in pomembnosti družinskih podjetij, kot že rečeno, ni enotne opredelitve družinskega podjetja. Za opredelitev majhnih in srednje velikih družinskih podjetij so primerni predvsem naslednji kvalitativni kriteriji (Duh 2003, str. 33-34):\n- podjetje je v večinski lasti družine,\n- člani družine – lastniki tudi upravljajo in vodijo podjetje,\n- obstaja želja, da se podjetje ohrani v lasti in vodenju družine.\nDružina je v navedenih kriterijih pojmovana širše, ne zgolj kot nuklearna družina, ampak tudi kot sestavljena, razširjena ali velika družina oziroma rodbina.\nDružinska podjetja se od nedružinskih razlikujejo v mnogih značilnostih. Po Dunnovi (1994, v: Duh 2003, str. 27) so povzeti nekateri t.i. notranji pomembni dejavniki, ki nakazujejo na te razlike:\n- Družinska podjetja so v primerjavi z nedružinskimi »skrivnostna«. Skrivajo informacije,  ker se bojijo, da bi njihovo nepravilno tolmačenje spodkopalo dolgoletni trud ustvarjanja  ugleda družinskega podjetja ter odnosa družine in podjetja do zaposlenih in družbe.\n- Pri zaposlovanju dajejo družinska podjetja pogosto prednost družinskim članom. To velja  zlasti pri zaposlovanju najvišjega in srednjega managementa.\n- Družinski in poslovni interesi niso vedno konsistentni - na poslovne odločitve pogosto  vplivajo spremembe v družini. V nekaterih družinskih podjetjih je razvidno, da velja  načelo »podjetje služi družini« in ne nasprotno »družina služi podjetju«. Pogosto se  managerji, člani družine, tega zavedajo, vendar so nemočni, da bi karkoli spremenili.\n- Družinska podjetja so zelo previdna. Zanje je značilna »previdna rast« in odpor do  sprememb, ki bi kakor koli vplivale na razvite vrednote oz. kulturo podjetja, ki se razvija  skozi generacije.\n- Želja po ohranitvi podjetja v družinski lasti je pogosto razlog, da družinska podjetja težko  dobijo finančno pomoč od zunaj, saj niso pripravljena ponuditi udeležbe v kapitalu  podjetja. Zato svoj razvoj pogosto financirajo z reinvestiranjem dobička.\nPo Vadnjalu (1996, str. 12) družinsko podjetje omejujejo tri razsežnosti, po katerih se loči od drugih podjetij in so zelo podobne kvalitativnim kriterijem, ki jih omenja Duhova. Te razsežnosti pa so:\n- lastništvo - management,\n- vpletenost družinskih članov v upravljanje in vodenje podjetja,\n- pripravljenost na prehod ene družinske generacije v drugo.\nDružinska podjetja ločijo od drugih podjetij naslednje posebnosti in razlike:\na) Lastnina in upravljanje: ustanovitelji podjetja so lahko vsi člani družine ali njeni  posamezni člani. V primeru statusa v obliki podjetja registriranega kot s.p. je lastnina v  celoti stvar podjetnika, ki nastopa kot posameznik. Pri kapitalskih podjetjih bi moral biti  lastniški delež družine vsaj tako velik, da ji v skladu z Zakonom o gospodarskih družbah  omogoča upravljanje, nadzorovanje, vodenje in po potrebi tudi sprejem statusne  spremembe. b) Poslovodenje - management: možno je, da je družinsko podjetje v delni ali v večinski  lasti zunanjih lastnikov, družina ga samo vodi oziroma kontrolira s pomočjo kontrolnega  deleža. Vsekakor ne moremo govoriti o družinskem podjetju, če je v podjetju zaposlen le  en družinski član, ki sicer vodi podjetje, a nima v lasti odločujočega kontrolnega deleža. c) Vpletenost članov družine: v podjetju delata dva družinska člana ali več, oziroma to  lahko pričakujemo takrat, ko se bo v podjetju zaposlila tudi druga generacija.\nV razvitih tržnih gospodarstvih predstavljajo družinska podjetja po nekaterih ocenah več kot dve tretjini vseh podjetij. Delež podjetij, ki jih lahko opredelimo kot družinska, je zelo odvisen od uporabljene definicije. Ker ne obstaja univerzalna in splošno sprejeta definicija družinskega podjetja, danes ne razpolagamo z natančnimi in primerljivimi podatki o deležu družinskih podjetij v svetu in tudi ne v Sloveniji (Duh, Rebernik, Tominc 2006, str. 29-38).\nMedtem, ko najbolj konzervativne ocene kažejo, da je delež družinskih podjetij v svetu med 65 in 80% (Gersick et al. 1997, v: Duh 2003, str. 5), pa v Sloveniji ne razpolagamo s podatki o deležu družinskih podjetij, saj proučevanju le-teh ne posvečamo posebne pozornosti. Kljub temu pa iz ugotovitev izvedene empirične raziskave (Duh 1999) izhaja, da je v Sloveniji od vseh podjetij od 40-50% družinskih, kar pa za začetek uvajanja tržnega gospodarstva pri nas ni malo (Duh 2003, str 5).\nDružinska podjetja so, vsaj po izkušnjah iz gospodarsko razvitejših držav z dolgoletno podjetniško tradicijo, še posebej občutljiva v času prehoda nasledstva, tako vodenja kot premoženja. Dejstvo je, da le 30 % družinskih podjetij preživi prehod v drugo generacijo in le 10 % prehod v tretjo generacijo (Beckhard, Dyer 1983 v: Handler 1994). Tako je povprečna življenjska doba družinskih podjetij 24 let, kar je enako dolžini obdobja vključenosti ustanovitelja - lastnika v podjetje (Handler 1994, str. 133).\nRezultati že opravljenih raziskav v Sloveniji (Lovšin 2000, Vadnjal 1996) so potrdili tezo, da naša družinska podjetja na nasledstvo niso pripravljena. Še bolj zaskrbljujoče pa je, da o tem\nne razmišljajo in ne planirajo prehoda. Mnogim se to ne zdi niti potrebno in dajejo prednost reševanju drugih problemov.\nPrav načrtovanje prihodnosti pa je pomembna rešitev za izogibanje sporom in konfliktom v družinskih podjetjih. Za napredek družbe je potrebno čim bolj usklajeno delovanje obeh sistemov, tako družine kot podjetja. Brez uravnoteženih odnosov družinskih članov v okviru družine je nemogoče pričakovati dobre odnose istih oseb v družinskem podjetju (Huč 2006, str. 1).\n"], "8": ["2.2 Nasledstvo kot proces in planiranje nasledstva", "Nedvomno predstavlja največji izziv za družinska podjetja nasledstvo. V okviru nasledstva ločimo nasledstvo v vodstvu in nasledstvo v lastništvu podjetja. Tako je možnih veliko število kombinacij lastništva in managementa med družino in profesionalnimi managerji. Prenos vodstva in lastništva podjetja se pogosto prekrivata in se zato ne obravnavata ločeno, vendar se pojem nasledstvo ponavadi nanaša na spremembe v najvišjem vodstvu podjetja (Handler 1994, str. 134).\nČeprav na prvi pogled izgleda, da je za nasledstvo zadostna oporoka, pa temu ni tako in največkrat ima največje probleme prav lastnik/manager, ki želi predati podjetje svojim potomcem. Tipično za lastnika/managerja je, da vidi samega sebe kot:\n- edinega, ki se zares zanima za rast podjetja in ohranitev njegove vrednosti,\n- najboljšega delavca, ki ga ima podjetje,\n- osebo, ki se stara, a še hoče malo uživati sadove svojega dela,\n- vrhovnega šefa (odločevalec, načrtovalec, izvrševalec).\nVendar pa kljub temu pride čas, ko ustanovitelj začne razmišljati o odhodu iz podjetja. Povod za to je lahko bolezen, ki je ustanovitelja tako prizadela, da ne more več upravljati in voditi družinskega podjetja, lahko pa se voditelj sam od sebe odloči, da je čas, da poslovanje prepusti nekomu drugemu. Prenos vodenja in upravljanja v družinskem podjetju, ki sočasno močno spremeni odnose v družini in družinskem podjetju, je zelo zahteven proces. Pretresi so pogosto močni in neobvladljivi in vedno se nekdo počuti prikrajšanega. Dileme kdo je tisti, ki je nekaj dobil in kdo tisti, ki je v nečem prikrajšan, so nerešljive.\nPrenos tako lastništva kot tudi vodstva podjetja iz ene generacije v drugo v družinskih podjetjih otežujejo osebna nasprotja med družinskimi člani in njihova nesposobnost ločiti družinske zadeve od poslovnih. Družinski problemi in odločitve se mešajo s poslovnimi problemi in odločitvami. Rešitve teh problemov so redko samo poslovne ali družinske in zato so poskusi ločitve teh sistemov pogosto neproduktivni (Vadnjal 1999, str. 14).\nDileme, ki nastajajo pri prehodu podjetja v naslednjo generacijo ne izvirajo iz nadomestitve vodstva, temveč je potrebno ponovno opredeliti vloge vseh udeležencev in njihovih medsebojnih odnosov. Na novo je potrebno določiti tudi lastništvo. Ključno vlogo pri prehodu iz prve generacije v drugo ima podjetnik - ustanovitelj, ki se umika iz podjetja. Z družinskimi člani mora na novo opredeliti cilje in vizijo podjetja, celovito strategijo podjetja, poslanstvo, vlogo družinskih članov in kriterije za vstop le-teh, organiziranost in filozofijo podjetja.\nZamenjava vodstva podjetja povzroči določeno mero stresa tudi za zaposlene in do neke mere tudi za kupce, dobavitelje ter druge povezane osebe. V podjetju s profesionalnim vodenjem, ki ima izdelano hierarhijo upravljanja, je zamenjava manj boleča. V vsakem primeru imenovanje novega človeka povzroči vznemirjenje in ponavadi tudi odpor. Tisti, ki so bili prezrti, so užaljeni. Hkrati jih je strah pred pričakovanimi spremembami v vodenju.\nPri družinskih podjetjih se poleg poslovnih problemov pri zamenjavi pojavijo še zapleti s čustvi. Izbira naslednika je za ustanovitelja morda najtežja odločitev v njegovi karieri. Prisiljen se je odločiti za enega izmed svojih potomcev in to kljub stalno poudarjeni enakosti vseh svojih otrok. Dilema, kako se odločiti, je še posebej velika, če več otrok z vsemi potrebnimi sposobnostmi in kvalifikacijami goji ambicije o prevzemu podjetja (Kelbl 2002, str. 16).\nPri prehodu iz prve generacije v drugo se tako zgodijo velike spremembe v življenju ustanovitelja, spremenijo se razmerja v družini in tudi podjetje začne živeti drugače. Pri tem se ustanovitelj znajde pred različnimi možnostmi glede prenosa lastništva, ki pa je pogosto povezan tudi s prenosom vodenja podjetja (Leach 1991, str. 120):\n- določiti družinskega člana za naslednika,\n- izbrati profesionalnega managerja,\n- sprožiti likvidacijo podjetja,\n- prodati del ali celo podjetje,\n- ne narediti ničesar.\nMožnosti imajo svoje prednosti in slabosti, priložnosti in nevarnosti, razmerje med njimi pa je odvisno še od drugih parametrov:\n- ali obstaja oseba (član družine ali nedružinski član manager), ki je sposoben in hkrati  zainteresiran voditi posel še naprej,\n- potrebe in želje družine,\n- davčne posledice odločitve, tako za ustanovitelja kot za podjetje,\n- splošno poslovno in podjetniško okolje in čas prenosa.\nPrva navedena možnost prehoda podjetja, ko podjetnik izbere družinskega člana za naslednika, je pogosto najbolj zaželena. Kljub temu je tak prehod na novo generacijo za lastnika zelo obremenjujoč, saj ga skrbi, da družinsko podjetje pod novim vodstvom ne bo preživelo. Tako sicer podjetnik določi novo vodstvo, vendar ne želi popolnoma izstopiti iz podjetja, možnim konfliktom se je moč izogniti le s pravočasnim planiranjem in izpeljevanjem nasledstva.\nIzbira zunanjega, nedružinskega managerja za prevzem vodstva je v družinskih podjetjih redkost. S tem se lastnik odpove samostojnemu odločanju in vodenju podjetja, kar v večini družinskih podjetij ni zaželeno. Enako ustanovitelji niso naklonjeni sodelovanju, kjer bi morali odstopiti delež lastništva tretji osebi. Prodaja deleža ali celotnega podjetja bi bila finančno bolj smotrna kot likvidacija podjetja, vendar se lastniki te možnosti poslužijo le, ko ne najdejo pravega naslednika za podjetje. Možna je tudi prodaja deleža družinskim in nedružinskim zaposlenim, kar se v zadnjem času tudi večkrat dogaja.\nLikvidacija je zadnja možna rešitev. Uporabi se takrat, ko ni mogoče najti pravega naslednika. Tako se proda vse premoženje podjetja, poplača morebitne dolgove in navadno odpusti\ncelotno delovno silo. Likvidacija prinese s seboj še dodatne stroške kot so takse, davki, odpravnine. Običajno likvidacija podjetja ne predstavlja optimalne finančne rešitve.\nNajbolj neprimerna in neodgovorna možnost je vsekakor, da lastnik preprosto ne naredi ničesar. Pogosto se lastniki izogibajo mislim o svoji minljivosti in ne jemljejo dovolj resno načrtovanje prihodnosti podjetja in nasledstva le-tega. Žal je omenjena možnost med pogosteje izbranimi.\nPodjetnik se mora zavedati svoje odgovornosti, ki jo ima tako do podjetja kot tudi do zaposlenih, zato bi moral v času svojega poslovanja izbrati naslednika, ga izšolati ali priučiti in uvesti v posel. Od tega, kako ta postopek ustanovitelju uspe, sta tudi odvisni nepretrganost in vitalnost delovanja podjetja. Potrebno si je le vzeti nekaj časa za premislek in planiranje prehoda, za katerega nekateri menijo, da ga nikoli nimajo. Naravnega procesa staranja in minljivosti se mnogi še vedno zelo bojijo, vendar se očitno ne zavedajo, da se s sprenevedanjem in ignoriranjem le-tega, ne morejo izogniti svoji usodi.\nNasledstvo in možnost urejanja nasledstva znotraj družine sta posledici neposredne vpletenosti družine v podjetje, specifičnosti odnosov, ki se pri tem vzpostavijo, in biološke realnosti življenjskega cikla posameznika. Večina preučevalcev opredeljuje problem nasledstva kot najpomembnejše problemsko področje, s katerim se srečujejo družinska podjetja (Duh 2003, str. 61).\nProbleme nasledstva družinskega podjetja povzročajo mnogi dejavniki, kot so pritiski in interesi znotraj podjetja in v njegovem okolju, družinski prepiri in prisilni dogodki (Rebernik 1997, str. 68). Pritiske in interese v družinskih podjetjih prikazuje tabela 1.\nPritiske in interese znotraj podjetja in v njegovem okolju lahko povzročajo družinski člani ali zaposleni sodelavci, ki niso člani družine, med prisilne dogodke pa spadajo predvsem smrt, bolezen ali druge vrste nesposobnosti za opravljanje poslov, zakonska prepoved ali finančne težave, kjer dolžniki zahtevajo zamenjavo managerja.\nTovrstni pritiski otežujejo prehod podjetja v roke naslednika. Tudi zaradi teh pritiskov je pomembno, da se začne prenos nasledstva pravočasno planirati.\nOdsotnost pravega vodje se lahko zgodi predvsem pri prenosu podjetja na naslednjo generacijo, zlasti, če je naslednikov več in imajo vsi enako mero formalne moči. To povzroča konflikte med njimi, po drugi strani imajo težave tudi zaposleni, ker ne vedo koga poslušati.\nPredvsem pri prehodu podjetja na naslednjo generacijo se pogosto dogaja, da se v podjetju ohranjajo zakoreninjeni vzorci obnašanja. Nasledniki namreč delajo tako, da zadovoljijo svoje predhodnike, in ne tako kot bi bilo dobro za posel. Spremembe bi lahko vznemirile določene sorodnike, pri tem je poslovni odnos drugotnega pomena (Leach 1991, str.10).\n"], "9": ["2.2.1 Pomen zgodnjega planiranja prenosa podjetja", "Zamenjava vodstva je kritičen trenutek v prenosu vsakega podjetja. Za uspešen proces nasledstva je pomembno njegovo pravočasno planiranje. Mnogi lastniki družinskih podjetij, ki pogosto opravljajo tudi vlogo vodje podjetja, so preobremenjeni s vsakodnevnim delom. Vso pozornost namenijo poslovanju in vodenju svojega podjetja, tako da za planiranje prenosa vodenja in lastništva preprosto ne najdejo časa. Drugi razlog, ki lastnike odvrača od planiranja prenosa, je soočanje s svojo minljivostjo. Podjetnik se podzavestno ne želi umakniti iz podjetja, ki je njegova življenjska stvaritev ali pa svojim naslednikom ne zaupa. Tudi družina si ne upa in ne želi načeti neprijetne teme, da ne bi užalila ustanovitelja. Lahko bi še naštevali podobne razloge, zakaj se posamezniki izogibajo in preprečujejo planiranje prenosa podjetja. Rezultat takega nepremišljenega ravnanja je, da mnogi prenosi podjetja na naslednjo generacijo potekajo v kriznih situacijah, ki jih lahko povzroči nenadna smrt ustanovitelja (Huč 2006, str. 39).\nIzdelava ustreznega plana prenosa vodenja podjetja na naslednjo generacijo je stvar, ki ji morajo ustanovitelji družinskega podjetja nameniti del svojega časa. Pri tem jih pogosto ovirajo razni psihološki vidiki, tekmovalnost v družini, potencialna borba za nasledstvo, lastna želja po obdržanju absolutne kontrole in včasih tudi občutek neranljivosti lastne osebnosti.\nZa uspešen prenos vodenja družinskega podjetja na naslednjo generacijo morata ustanovitelj kot tudi njegov naslednik nameniti veliko časa in energije natančnemu planiranju tega procesa, kar pa ni enostavno, saj to zahteva veliko odpovedovanja in samokritičnosti na obeh straneh. Kljub temu oz. ravno zaradi tega se lahko ohranijo dobri odnosi v družini, na katerih pravzaprav sloni in je lahko zgrajeno uspešno družinsko podjetje.\nNa uspeh pri planiranju nasledstva v okviru družine, ki se izraža v uspešnem prenosu vodstva na naslednika – člana družine ter v nadaljnjem obstoju in razvoju družinskega podjetja, vplivajo številni dejavniki, med katere sodijo ustanovitelj sam, njegova družina, okolje,\nmanagerji in drugi delujoči v družinskem podjetju. Številni preučevalci družinskih podjetij ugotavljajo, da je planiranje nasledstva osrednji dejavnik, ki vpliva na uspeh procesa nasledstva v vodenju podjetja. Kljub temu pa podatki o uspešnosti prenosa vodstva podjetja kažejo, da obstajajo številne oblike nasprotovanj planiranju nasledstva s strani udeležencev podjetja. Kajti pogosto prihaja do nasprotovanj med samimi družinskimi člani, kjer je več otrok in je na ustanovitelju tisto breme, komu bo predal vodenje podjetja. Ponavadi se s tem vsi ne strinjajo in prihaja do nasprotovanj. Zato tudi ustanovitelj ne želi planirati, ker bi tako še hitreje poslabšal odnose v družini (Ul 2005, str. 31).\nDodaten razlog za pogosto odlašanje planiranja je gotovo tudi razkorak med vrednotami različnih generacij, zaradi katerih pride do obojestranskega nerazumevanja. Prav soočenje z vrednotami generacij družine, vpletenih v prenos družinskega podjetja, je pogosto primeren začetni pristop v predaji »štafetne palice« družinskega podjetja. Medgeneracijsko razumevanje je zdrava osnova za reševanje konfliktov med vpletenimi generacijami in pomaga pri razvijanju učinkovite strategije prenosa podjetja (Herle 2003, str. 23-25).\nS planiranjem nasledstva v vodstvu podjetja so mišljene priprave na spremembo v vodenju družinskih poslov. Idealni čas za planiranje prenosa je okoli sedem do deset let pred upokojitvijo ustanovitelja (Thornton 2007).\nNasledstveni plan mora identificirati trenutne prednosti podjetja, priložnosti, ki se obetajo, in nevarnosti, ki grozijo podjetju v prihodnosti, z namenom, da se odpravijo vzroki za njihov nastanek. Prav tako pa mora predpisati lastnosti, ki bi jih naj imel izbrani naslednik za prevzem upravljavskih in managerskih vlog v podjetju. Pri tem je neizogibna tudi razprava o posledicah na družinski sistem (Herle 2003, str. 23-25).\nLeach (1991, str. 128) priporoča formalni plan prenosa v pisni obliki, saj se izkaže kot dobro orodje, ki pripomore k manj bolečemu procesu tranzicije.\nDokument, ki se ga vsi zavedajo in odobravajo, bo pomagal zmanjšati možnost za konflikte in nesporazume na to temo. Ko je plan gotov, ga je potrebno predstaviti družinskim članom kot tudi tistim, ki so povezani z družinskim podjetjem. Tako podjetnik izkaže svojo resnost in zagotovilo vsem, da namerava podjetje še naprej uspešno poslovati.\nPlaniranje prenosa vodenja podjetja bi lahko razdelili na dva samostojna, a precej povezana plana (Kelbl 2001, str. 49):\n- na dolgoročni plan, ki je zamišljen kot daljši proces rasti podjetja in prenosa,\n- krizni plan, ki vse udeležence pripravi na nenaden sestop vodje iz družinskega podjetja  (primer smrti).\nRazmere v podjetju in družini se stalno spreminjajo in temu mora podjetnik prilagoditi plan. Dolgoročno planiranje prenosa vodenja je nujno, saj z dobrim planiranjem namreč lahko zagotovijo v podjetju določeno kontinuiteto vodenja brez velikih pretresov. Dolgoročni plan pa more zajemati dve možnosti, in sicer:\n- nepredvideno zamenjavo kot posledico nepričakovanega dogodka in\n- dolgoročno planirano zamenjavo in prenos.\nČe predaje podjetja ne planiramo, se družina ob nenadnem odhodu ustanovitelja znajde v težkem položaju. Poleg čustvenih pretresov se nanje zgrnejo še problemi vodenja podjetja. Za take nenadne trenutke bi moral vsak lastnik družinskega podjetja izdelati krizni plan. Le-ta ni pravni dokument, sestavljen mora biti iz dveh delov, in sicer (Kelbl 2002, str. 26):\n- plan za osebne zadeve podjetnika/ustanovitelja, ki naj bi zajemal sledeče:  9 podatek, kje je shranjena oporoka in kdo bo urejal pravne zadeve,  9 podatek kje so spravljeni ostali pomembni dokumenti, pogodbe, posestni listi,  9 spisek nepremičnin s potrebnimi podatki in dokazili o lastništvu,  9 spisek zavarovalnih polic,  9 morebitne osebne dolgove in morebitne terjatve iz danih osebnih posojil,  9 spisek premičnin večje vrednosti,  9 spisek odprtih računov pri bankah, kreditne kartice, gesla,  9 spisek za obveščanje,  9 članstvo v klubih, društvih, ustanovah, fundacijah,  9 seznam imenskih delnic in deležev ter  9 posebne želje.\n- plan za profesionalne zadeve v podjetju pa mora zajemati:  9 odgovor na vprašanje, kdo naj prevzame vodenje,  9 podatek kje so shranjeni ključi blagajne,  9 podatek, kje so arhivirani pomembni dokumenti,  9 trajne recepte, inovacije, patentne pravice,  9 dogovore z dobavitelji, upniki,  9 dogovore z bankami in ostalimi finančnimi institucijami,  9 aktivnosti v delu,  9 nerealizirani dogovori,  9 članstva v raznih odborih in  9 sponzorstva.\nNa prvi pogled je izdelava kriznega plana obsežna in trajna naloga, kar pa seveda ni res. Izdelava osnovnega plana sicer res zahteva nekaj časa, dopolnjevanje pa je bolj stvar discipline in sprotnega dela. Nič ni narobe, če so družinski člani s kriznim planom seznanjeni in tudi sodelujejo pri njegovi sestavi.\n"], "10": ["2.2.2 Program usposabljanja naslednika in prenosa vodenja od  predhodnika na naslednika", "Ward (1988, str.111) svetuje naj prenos vodstva podjetja ne bo dogodek, ampak proces. Idealno bi bilo, da bi se ustanovitelj umaknil z vodilnega položaja, vendar ostal »pri roki«, v nekakšni vlogi svetovalca. Tako bi z oblasti sestopal postopoma, hkrati bi dal naslednikom priložnost, da bi se počasi privadili odgovornemu položaju. Pomembno je, da proces prenosa razume cela družina, da se z njim strinja in skupaj razvije terminski plan, kako naj bi proces\n"], "abstract": ["Na primeru izbranega družinskega podjetja smo v diplomskem delu poskušali predstaviti kako pomembno in potrebno je dobro ter dolgoročno planiranje prenosa nasledstva na naslednjo generacijo. V delu smo se omejili samo na planiranje prenosa vodstva podjetja, lastništva smo se dotaknili kadar je bilo to potrebno oziroma je bilo povezano s prenosom vodstva podjetja na naslednika. Diplomsko delo smo sestavili tako, da je v prvem, teoretičnem delu predstavljen in opisan pojem družinskega podjetja in nasledstvo kot proces ter planiranje nasledstva, sledi opis izbranega podjetja in družine ter možnih naslednikov, na koncu pa je podan predlog plana nasledstva v vodstvu tega družinskega podjetja. Pomemben dejavnik za vsako podjetje je zagotovo prenos vodenja, zato je tudi v tem diplomskem delu ta problem podrobneje opisan in predstavljen. Prav zato smo se v zadnjem delu osredotočili na pomen pravočasnega planiranja prenosa ter predlagali plan nasledstva v vodstvu podjetja. Poleg tega smo za podjetje izdelali primer družinske ustave, ki bi olajšala delo naslednikom, saj bi z njeno pomočjo lažje ohranjali vrednote in način vodenja podjetja skozi generacije. Namen te naloge je bil predvsem opozoriti na dejstvo, da je prenos vodenja in upravljanja družinskega podjetja zahtevna podjetniška problematika, s katero se morajo pravočasno soočiti vsi ustanovitelji, saj se je le tako mogoče izogniti krizam in posledicam nepripravljenega prenosa podjetja."]}