{"1": ["1 UVOD", "Rastline, ki jih sejemo v njivskem kolobarju proti koncu poletja ali v začetku jeseni, njivo pa zapustijo pozno jeseni ali spomladi, imenujemo dosevki. To so rastline za krmo ali podor. Danes je njihova prisotnost v njivskem kolobarju zelo pomembna tudi zaradi racionalnega gospodarjenja z rastlinskimi hranili (zlasti z dušikom). Že naši predniki so pod izrazom »gnojenje z zelenimi rastlinami« dokaj dobro poznali vrednost dosevkov.\nGlavna naloga prezimnih dosevkov, ki jih sejemo po spravilu glavnih posevkov, je, da v čim krajšem času in v čim večji meri izkoristijo danosti življenjskega prostora. Odlikovati jih morajo hiter razvoj in prilagodljivost neugodnim rastnim razmeram, kot so visoke temperature in pomanjkanje vlage v času setve. Zato je zelo pomembno, da dosevke izbiramo glede na namen uporabe in čas setve.\nPridelovalcem, ki dosevke pridelujejo izključno za krmo, je najpomembnejša količina in kakovost pridelka ter njihova primernost za uporabo in konzerviranje. Ključnega pomena ob izbiri najustreznejšega dosevka pa so tudi stroški pridelave. Mnogi, ki krme za živali ne potrebujejo, dosevke sejejo le z namenom poletne ozelenitve ali ozelenitve njiv čez jesenske in zimske mesece. V tem primeru pridelek ni namenjen za hrano ali krmo, temveč povečanju organske snovi v tleh.\nDosevki so tako sejani v času, ko obstaja največja nevarnost izpiranja hranil v podtalje. Nevarnost za to obstaja zlasti v jesenskih in prvih spomladanskih mesecih, pa tudi v milih obdobjih zime. Dosevki med rastjo porabljajo mineralni dušik iz tal, ga akumulirajo in vgrajujejo v organsko snov ter tako zmanjšujejo potencialno nevarnost izgubljanja tega hranila. V primeru porabe dosevka za krmo del tega dušika s pridelkom zelinja odpeljemo z njive, vendar se kasneje v obliki organskih gnojil vrne nazaj nanjo. Preostali del (korenine in strnika) pa ostanejo na njivi in so po mineralizaciji na voljo naslednji poljščini v njivskem kolobarju. Če dosevek za ozelenitev v celoti zaorjemo, ostane na njivi veliko več organske snovi in v njej vezanega dušika, ki se sprošča v času setve in rasti glavnega posevka.\nMed najpogosteje uporabljenimi prezimnimi dosevki, ki jih uporabljamo za krmo ali podor, je mnogocvetna ljuljka (Lolium multiflorum Lam.), ki je bila tudi predmet naše raziskave.\n"], "2": ["1.1 Cilji raziskave", "Z raziskavo smo želeli ugotoviti, kako način spravila mnogocvetne ljuljke kot prezimnega dosevka vpliva na rast in razvoj, količino pridelka ter akumulacijo dušika v rastlinah naknadno sejane koruze.\n"], "3": ["2 PREGLED LITERATURE", ""], "4": ["2.1 Prezimni dosevki", "Ozelenitev tal pomeni, da tla oskrbimo z zelenjem, oziroma rastlinjem. Rastlinje pa lahko prezimi ali pa ne. Prezimni dosevki so na mnogih kmetijah prva zelena krma spomladi. To dejstvo je lahko zelo pomembno, če nam zaloge krme preko zime poidejo. Večinoma jih krmimo sveže, včasih jih siliramo, lahko pa tudi sušimo (trave in travno deteljne mešanice) (Kramberger 1999).\nDanes prezimnim dosevkom pripisujemo večnamensko vlogo v njivskem kolobarju. Poleg pomena za krmo in rodovitnost tal je treba izpostaviti predvsem njihovo vlogo pri racional- nem gospodarjenju z dušikom in ogljikom v agroekosistemu. Z vpeljevanjem prezimne ozelenitve v njivski kolobar se moramo zavedati, da lahko prezimni dosevek vpliva bodisi pozitivno bodisi negativno na naslednjo poljščino v kolobarju. Kot navaja Kramberger (2003) med pozitivne učinke prištevamo:\n- zmanjševanje nevarnosti erozije,\n- ohranjanje in povečevanje biotske pestrosti,\n- izkoriščanje rastlinam težje dostopnih hranil,\n- simbiotsko vezavo dušika iz zraka v tleh,\n- zmanjšanje izpiranja hranil v globlje plasti tal,\n- zmanjšanje tveganja onesnaževanja voda,\n- povečevanje vsebnosti organske snovi v tleh in\n- zmanjševanje možnosti širjenja nezaželenih rastlin.\nTveganja in slabosti ozelenitev pa so:\n- pridelek ni neposredno uporaben za krmo,\n- mineralizacija organske snovi ob nepravem času,\n- izbira neustrezne rastline v njivskem kolobarju in\n- izbira neustrezne rastline ali nepravega časa ozelenitve v trajnem nasadu (Kramberger  2003). \nZa prezimno ozelenitev tal pri nas največkrat uporabljamo rastline iz botanične družine:\n- metuljnice (inkarnatka – Trifolium incarnatum L., ozimna grašica – Vicia villosa  Roth., podzemna detelja – Trifolium subteraneum L., črna detelja – Trifolium pratense  L.),\n- trave (italijanska mnogocvetna ljuljka – Lolium multiflorum Lam., ozimna žita) in\n- križnice (ozimna ogrščica – Brassica napus L., ozimna repica – Brassica rapa L.)  (Kramberger 2009).\nPo spravilu prezimnega krmnega dosevka v Sloveniji najpogosteje sejemo koruzo (Zea mays L.) za silažo. V tem primeru pridelovalci izbirajo med zgodnejšimi hibrid koruze, še posebej če se spravilo dosevka nekoliko zavleče. Prav zaradi tega je kot predposevek za koruzo primerna prav mnogocvetna italijanska ljuljka, ki jo spomladi lahko siliramo že konec aprila (Kramberger 1999).\n"], "5": ["2.1.1 Italijanska mnogocvetna ljuljka", "Italijanska mnogocvetna ljuljka (Lolium multiflorum Lam. ssp. italicum Schinz in Kell.) je v Sloveniji poznana tudi kot laška ljuljka. Je rastlina humidnejših krajev; ne prenese nizkih zimskih temperatur in dolgotrajne snežne odeje. Občutljiva je zlasti na pomanjkanje vlage takoj po vzniku (Verbič 1996).\nSodi med eno do dvoletne prezimne rastline. V cvetenje preide šele po prezimitvi. Primerna je predvsem za intenzivno pridelovanje krme v njivskem kolobarju. Uvrščamo jo med srednje visoke trave s šopastim razraščanjem (Kramberger 1995).\nVečji del šopastega koreninskega sistema, ki ga tvorijo adventivne korenine, se razvije v vrhnjem sloju tal do globine 10 cm, posamezne korenine pa prodrejo še nekoliko globlje. Tako kot pri večini trav je tudi pri mnogocvetni ljuljki odrasel list sestavljen iz listne nožnice, ki objema poganjek ali steblo in listne ploskve. S tem, ko rastline mnogocvetne ljuljke tvorijo poganjke, ustvarjajo izrazito pokončne šope. Steblo s končno višino, torej tudi z do konca razvitim socvetjem, pri mnogocvetni ljuljki doseže maksimalno višino 80 – 100 cm. Mnogocvetna ljuljka je tako kot večina trav tuje prašna rastlina (opraševanje s pomočjo vetra), čeprav znotraj vrste najti tudi manjši odstotek samooploditev (Jung in sod. 1996). \nOdlično prenaša večkratno košnjo in pašo. Velik del hranil, ki jih potrebuje za rast in razvoj lahko nadomestimo z živalskimi gnojili, vendar je ob tem še zmeraj potrebno upoštevati kemično analizo tal in gnojilni načrt (Kapun 2005).\nMed rastlinami za pridelovanje voluminozne krme za prežvekovalce težko najdemo rastlino, ki bi se po krmni in uporabni vrednosti lahko primerjala z mnogocvetno ljuljko. Odlikuje jo visoka prebavljivost organske snovi. Tudi ko v posevku že opazimo prva socvetja, ki so se izvila iz vrhnjih listov na steblih, je prebavljivost organske snovi lahko še vedno preko 70 %. V primerjavi z drugimi travami se mnogocvetna ljuljka odlikuje po veliki vsebnosti energije. Z izjemo stadijev cvetenja in zorenja, vrednosti NEP in NEL v kilogramih sušine iz sveže ljuljke dosegajo vrednost blizu ali celo krepko čez 6 MJ (Jung in sod. 1996).\nPosebno vrednost daje mnogocvetni ljuljki velika vsebnost lahkotopnih ogljikovih hidratov (Jung in sod. 1996). Poleg pomembne vloge v prehrani rastlinojedih živali imajo lahkotopni ogljikovi hidrati odločilno vlogo pri pripravi kakovostne travne silaže. Za želeno mlečnokislinsko fermentacijo je v idealnih razmerah dovolj že 6 – 8 % lahkotopnih ogljikovih hidratov, vendar je za uspešno siliranje seveda bolje, da jih je več; vsaj 15 – 20 % (Čobić in sod. 1984). V mnogocvetni ljuljki je lahko v sušini tudi do 35 % lahkotopnih ogljikovih hidratov, v izjemnih primerih pa vrednost lahko pade tudi pod 10 % (Jung in sod. 1996).\nPri nas je najbolj razširjena, najbolj rodovitna in s hranilnimi snovmi najbogatejša trava za pridelovanje krme na njivah. Po vsaki košnji se zelo dobro regenerira, če le ima na voljo dovolj hranil in vlage. V čisti setvi jo sejemo 40 – 50 kg na hektar (Korošec 1998).\nGlede tal je precej zahtevna. Najbolje uspeva na srednje težkih, globokih, z vlago in hranili dobro priskrbljenih tleh. Vendar ob intenzivnem gnojenju z dušikom rada poleže. Minimalna temperatura za rast je 6,4 -C (Weihing 1963).\nItalijansko mnogocvetno ljuljko lahko uvedemo v njivski kolobar kot strniščni dosevek, kot prezimni dosevek, lahko je naknadni dosevek, lahko pa je tudi kot glavna poljščina, ki je v monokulturi ali v mešanici. Sejemo jo lahko praktično za vsemi rastlinami, poleg tega pa je dober predposevek za večino rastlin. Zelo dobro vpliva na povečanje rodovitnosti tal. Najpomembnejši razlog zato je organska snov korenin. Če novo sejano travo preorjemo že po \nšestih mesecih, ostane v tleh okrog 3000 kg ha-1 organske snovi korenin. Količina pa s trajanjem posevka še narašča (Kramberger 1999).\nljuljka 04.01 2012).\n"], "6": ["2.2 Možnost uporabe mnogocvetne ljuljke kot prezimnega dosevka", "Mnogocvetna ljuljka je zelo uporabna in najpogosteje uporabljena rastlina za kratkotrajno ozelenitev tal, še posebej za ozelenitev tal preko jeseni in zime. Tako kot vse trave za pridelovanje voluminozne krme, jo po vplivu na tla prištevamo med ugodilke. S svojo rastjo v poznih jesenskih mesecih in ob toplem vremenu tudi pozimi je ena od rastlin, ki tudi v tem času porabljajo sproščajoča se izpirljiva hranila v tleh (Kramberger 1999).\nNjena uporabna vrednost je zelo velika. Večinoma jo izkoriščamo s košnjo, lahko jo siliramo ali sušimo, na kmetijskih gospodarstvih, kjer ne potrebujejo krme za živali pa jo uporabijo za zeleni podor (Kramberger 1999).\n"], "7": ["2.2.1 Pridelovanje za zeleno krmo", "Italijanska mnogocvetna ljuljka je za razliko od enoletne ljuljke v letu setve idealna rastlina za pridelovanje zelene krme, namenjene krmljenju živali, saj v letu setve praviloma ne preide v generativni razvoj. Vegetativni poganjki imajo veliko listne mase z odlično prebavljivostjo. Skupni letni pridelek na hektar površine je okrog 60 ton zelinja, če mnogocvetno ljuljko sejemo aprila, 40 ton, če setev opravimo v začetku junija in okrog 20 ton po setvi na strnišče konec julija. Če na primer 20-glavi čredi odraslega goveda poleg ostale krme dnevno vključujemo v obrok tudi 50 kg mnogocvetne ljuljke, potem moramo v obdobju od julija do oktobra pridelovati ljuljko na površini vsaj treh hektarjev, ljuljko pa posejati že proti koncu maja (naknadni dosevek) (Kramberger 1999).\nPrebavljivost ljuljke se po prezimitvi zaradi tvorbe socvetij v mesecu maju hitro zmanjšuje. Tako je čas, ko je ljuljka po kakovosti še optimalna za krmo, krajši. Kljub temu je spomladi (do cvetenja) in v jeseni zaradi velikega števila listov, krma še vedno zelo kakovostna. Zato imamo v toplih poletnih mesecih pri mnogocvetni ljuljki precej težav zaradi hitre tvorbe socvetij, medtem ko je listov še malo. Zaradi prehoda v cvetenje je s stališča kakovosti pridelka potrebna košnja, čeprav je pridelek še majhen (Kramberger 1999).\nČe mnogocvetno ljuljko pridelujemo izključno za zeleno krmo, je bolje posejati ljuljko v mešanici z metuljnicami, kot pa jo pridelovati v monokulturi. Delež metuljnic v teh mešanicah naj ne bo visok, če nameravamo krmo, ki nam ostaja, konzervirati (Kramberger 1999).\n"], "8": ["2.2.2 Siliranje", "Siliranje je pogost način konzerviranja mnogocvetne ljuljke. Ljuljka se odlično silira. Pri tem pa se moramo držati tako imenovanih zlatih pravil siliranja, ki so prirejena našim razmeram (Verbič 1997, Golob 1997 cit. po Krambergerju 1999):\n1. Za zagotovitev velikega pridelka in dobre prebavljivosti kosimo, takoj ko se pojavijo  prva socvetja. \n 2. Po košnji ljuljko obdelamo z gnetilnikom, da bo sušenje hitrejše in s tem izgube hranil  manjše.  3. Pri siliranju je najbolje, da pridelek režemo na kratko (3 – l5 cm).  4. Če je vreme neprimerno za venenje ljuljke, jo siliramo z dodatki na osnovi organskih  kislin, s katerimi je mogoče pridelati kakovostno travno silažo ob nizki vsebnosti  sušine (Orešnik in sod. 1992).  5. Silos polnimo kar se da hitro in ga obenem stalno tlačimo. Pri pokrivanju preverimo,  če smo silos dobro pokrili s folijo (Kramberger 1999).\n"], "9": ["2.2.3 Sušenje", "Primeren način konzerviranja mnogocvetne ljuljke je tudi sušenje. Pri sušenju se pogosto zaradi mesnatih stebel pojavljajo težave. Te so še posebej izrazite takrat, ko se listi pri sušenju že pričenjajo drobiti, stebla pa so še zmeraj precej vlažna. Da ne izgubimo listov, ki so v prehrani živali najkakovostnejši del rastlin, moramo s krmo ravnati zelo preudarno, saj se drobljenje krme s stopnjo osušitve povečuje (Honig 1980).\nHitrejše sušenje stebel in manjše izgube hranil mnogocvetne ljuljke omogočimo tako, da takoj po košnji krmo obdelamo z gnetilnikom. Zgnetene krme naj nam ne zmoči dež, saj so takrat izgube hranil veliko večje. Košnji sledi takojšnje obračanje. Le-to naj bo v prvih stadijih sušenja kar se da pogosto, ko se listi pričnejo drobiti, pa obračanje močno omejimo. V zadnjem času zadnje stadije sušenja opravimo z uporabo dosuševalnih naprav (Kramberger 1999).\n"], "10": ["2.2.4 Zeleni podor", "Z uvajanjem rastlin za zeleni podor v njivski kolobar izboljšujemo strukturo in zračnost tal. Njihov pozitiven vpliv se kaže tudi v izboljšanju bilance humusa v tleh, vezavi vode in hranil (Kramberger 1999).\nMnogocvetna ljuljka je zelo uporabna rastlina za kratkotrajni zeleni podor. Kot trava sicer nima sposobnosti simbiotske vezave dušika iz zraka, vendar pa s svojo rastjo v poznih jesenskih mesecih in ob toplem vremenu pozimi porablja sproščajoča se izpirljiva hranila v \ntleh. V kolikor nadzemne mase v spomladanskem času ne pokrmimo živini, jo lahko zaorjemo. Zaorana masa ob razgradnji predstavlja vir sproščajočih se hranil za naknadno sejane poljščine v kolobarju (Kramberger 2003).\n"], "11": ["2.3 Vpliv mnogocvetne ljuljke kot prezimnega dosevka na naslednjo poljščino v kolo-", "barju\nPrezimni dosevki, še posebej trave, imajo lahko tako pozitiven kot negativen vpliv na naknadno sejano poljščino.\nPozitivni vplivi se kažejo takrat, kadar prezimni dosevek uporabimo pravočasno, pred setvijo poljščine (npr. koruze). Naslednja poljščina namreč potrebuje nekoliko več dušika za svojo rast, ki pa ga dobi od predhodno sejanega prezimnega dosevka (Kramberger 2009).\nMeisinger in sod. (1991) navajajo, da so v njihovih poskusih nemetuljnice kot dosevki za ozelenitev tal zmanjšale izpiranje NO3-N iz tal veliko bolj kot metuljnice ali obravnavanja brez uporabe dosevkov. Prav tako je Elkins s sod. (1983) ugotovil, da je bil skoraj celoten pridelek koruze večji za 4 do 21 % tam, ker so nadzemni deli prezimnih dosevkov zatrli z mulčenjem, kot tam, kjer so za uničenje uporabili herbicid.\nNegativni vplivi se kažejo predvsem pri uporabi trav (mnogocvetna ljuljka). Vzroki so lahko kompleksni, posebej pa lahko izpostavimo konkurenčnost dosevka, aleopatske vplive in pomanjkanja dušika za rast naslednje poljščine. Z alelopatskimi vplivi se lahko srečamo pred- vsem v primerih, kjer smo prezimni dosevek kemijsko ali mehanično uničili, biomasa, ki se razkraja, pa je ostala na površini tal (Kramberger 2009).\nV spomladanskem času s prezimnimi dosevki pridelamo veliko nadzemne mase, ki jo zaorjemo, vendar, kot navaja Kramberger s sod. (2006), je v zaorani organski masi zelo malo dušika. To vodi do zelo širokega C:N razmerja (celo do 60 : 1). Posledično je zato razgradnja organske snovi počasnejša, pri tem pa se porablja dušik, ki smo ga ob setvi dodali naknadno sejani poljščini.\nKljub morebitnim negativnim vplivom nemetuljnic in s tem tudi mnogocvetne ljuljke na na- slednjo poljščino v kolobarju, vloga teh dosevkov v celotnem kolobarju na splošno ni negativ- \nna. Poskušati se moramo izogniti morebitnim negativnim vplivom na naslednjo poljščino v kolobarju in predvsem izkoristiti vse njihove pozitivne strani v kolobarju (kopičenje mineral- nega dušika, povečana vsebnost organske snovi na daljše obdobje in s tem povezane lastnosti tal, poznejša mineralizacija in sproščanje dušika) (Kramberger 2009).\n"], "12": ["2.4 Načini setve koruze po spravilu mnogocvetne ljuljke", ""], "13": ["2.4.1 Konvencionalni način", "Za konvencionalen način obdelave tal je značilna faza oranja, ki se izvede s plugom. Najbolje je, da osnovno obdelavo tal za koruzo (oranje) izvedemo v jesensko-zimskem času. Jesensko oranje prinaša prednosti, kot so akumulacija vode v času jesensko-zimskega obdobja in drobljenje tal po naravnih razpokah zaradi velikih temperaturnih sprememb. Kadar njivsko površino pokriva prezimni dosevek, pa osnovno obdelavo izvedemo spomladi. Ne glede na čas oranja pa z njim vračamo v tla organsko snov s tem, ko v jeseni zaoravamo žetvene ostanke, oziroma spomladi zaorjemo prezimni dosevek (Čergan 2008).\nOsnovni obdelavi oziroma oranju sledi dopolnilna obdelava tal, kjer z branami ali predsetveniki pripravimo setveni sloj do drobne grudičaste strukture primerne za setev koruze (Kramberger 2003).\n"], "14": ["2.4.2 Konzervacijski način", "Konzervacijski način obdelave je način obdelave tal, pri katerem ostane po obdelavi in setvi več kot 30 % obdelane površine pokrite z rastlinskimi ostanki prejšnje poljščine. Taka obdelava lahko izboljša nosilnost in strukturo tal. Pri tem načinu je tudi manj možnosti za nastajanje plazine in tudi manj tveganja ter morebitne zamude optimalnih rokov zaradi poslabšanja vremena. Pri konzervacijski obdelavi je na površju in v setveni plasti relativno veliko organske mase, zato so pri setvi težave z odlaganjem semena, če sejalnica ni opremljena s krožnimi sejalnimi lemeži (Čergan 2008).\n"], "15": ["2.4.3 Direktna setev", "Direktna setev oz. neposredna setev je setev v strnišče – v neobdelano zemljo. Med spravilom pridelka in setvijo poljščine, ki sledi, z orodjem, oziroma s stroji ne posegajo v zemljo. Neposredna setev se uporablja predvsem za žita, možna pa je tudi za koruzo. V tleh se poveča vsebnost organskih snovi, izboljšata se struktura tal in biološka aktivnost (Čergan 2008).\n"], "16": ["2.5 Akumulacija dušika v dosevkih", "Kramberger (2006) navaja, da z izrazom »akumuliranje« dobro ponazorimo, kaj se dogaja z dušikom v tleh in v rastlinah za prezimno ozelenitev. Z njim pojasnimo tako črpanje hranil, ki se lahko izperejo (predvsem dušik) in so ostala v tleh po pridelavi prejšnje poljščine, ali sproščanje s sprotno mineralizacijo, kakor tudi simbiotsko vezanje dušika iz zraka.\nKot navaja Kramberger s sod. (2009) so se v poskusih s prezimnimi dosevki najnižje vsebno- sti dušika v pridelkih sušine v začetku maja gibale okoli 0,9 % pri negnojeni (z dušikom »podhranjeni«) mnogocvetni ljuljki, najvišje pa okoli 3 % pri metuljnicah.\nS prezimnim dosevkom lahko, zelo odvisno od časa setve in razpoložljivih hranil v tleh, akumuliramo dušik v nadzemni (zelinje) in podzemni (korenine) masi. Če bomo naslednjo poljščino v kolobarju (npr. koruza) sejali šele v maju, bomo s prezimnim dosevkom pridelali približno od 2 do 5 t sušine zelinja na hektar. V pridelku je lahko nakopičenega tudi do 200 kg dušika na hektar. Ves dušik, nakopičen v pridelku, lahko pustimo na njivi, da je preko mineralizacije na voljo naslednji poljščini (Kramberger 2009).\n"], "17": ["3 MATERIALI IN METODE DELA", ""], "18": ["3.1 Lokacija poskusa", "Z namenom, da bi ugotovili, kako mnogocvetna ljuljka kot prezimni dosevek vpliva na višino, pridelek in akumulacijo dušika koruze kot naslednje poljščine v kolobarju, smo od avgusta 2008 do septembra 2009 v okviru Katedre za Travništvo in pridelovanje krme izvedli poljski mikroposkus na posestvu KPD Rogoza (46- 31` zemljepisne širine in 15- 42` zemljepisne dolžine).\n"], "19": ["3.2 Tla", "Tla na poskusni lokaciji so rjava in plitva, nastala na nekarbonatnem fluvioglacialnem produ in pesku reke Drave, s pH tal 6. Tla so zato slabo kisla. Osnovna analiza tal (AL analiza) je bila opravljena pred setvijo prezimnega dosevka. Vsebnost rastlinam dostopnega fosforja je bila 26,8 mg in 22,4 mg kalija na 100 g zračno suhih tal.\n"], "20": ["3.3 Zasnova poskusa", "Pšenično strnišče smo 26.8.2008 posejali s prezimnim dosevkom iz družine trav (Poaceae). Uporabili smo italijansko mnogocvetno ljuljko (Lolium multiflorum Lam. ssp. italicum Schinz in Kwl.), sorto ´Tetraflorum´. Za setev smo uporabili 50 kg semena na hektar.\nKot naslednjo poljščino v kolobarju smo v poskusu sejali koruzo (Zea mays), hibrid ´Delitop´, v količini 84000 zrn na hektar. Setev smo izvedli 4.5.2009. Pred setvijo smo poskus zasnovali kot bločni poskus v štirih ponovitvah. Posamezno poskusno parcelico, ki je merila 80 m2, smo oblikovali tako, da smo pridelek mnogocvetne ljuljke v obravnavanju:  A v celoti zaorali in tla za setev pripravili na konvencionalen način;  B pokosili in porabili za krmo, površino pa preorali in pripravili za setev;  C pokosili in porabili za krmo, nato pa izvedli direktno setev glavnega posevka v  obstoječe strnišče mnogocvetne ljuljke. \nCelotno poskusno površino smo po setvi in pred vznikom koruze škropili s kombinacijo pripravkov: MAISTER OD 1,5 l ha-1 + HERBOCID 1 l ha-1 + TERANO WG 62,5 1 kg ha-1 , s katerim smo uničili mnogocvetno ljuljko pri direktni setvi, hkrati pa preostali posevek koruze zaščitili pred rastjo plevelov. Pripravek je namreč kombinacija aktivnih snovi za zatiranje ozkolistnih in širokolistnih plevelov, ki ga smemo uporabiti pred in po vzniku koruze.\n"], "21": ["3.4 Meritve in ocenjevanja", "Vsebnost mineralnega dušika (Nmin) v tleh smo ugotavljali v jeseni pred prezimitvijo mnogocvetne ljuljke in nato še spomladi tik pred njenim zaoravnjam. Vzorce za določitev Nmin v tleh smo odvzeli s pedološko sondo le z dveh globin in sicer 0 – 30 cm in 30 – 60 cm, saj vzorca z globine 60 – 90 cm zaradi strukture tal nismo mogli odvzeti. Odvzete povprečne vzorce s posamezne globine in poskusne površine smo zapakirali v označene vrečke ter jih hranili v hladilni torbi, dokler se le-te niso prenesle v hladilno skrinjo. Nato so vsebnost nitratnega in amonijevega dušika v tleh po posameznih globinah določali v laboratoriju na Kmetijsko-gozdarskem zavodu Maribor po metodi Keeney-a in Nelson-a (1982). \nPridelek zelinja in korenin mnogocvetne ljuljke smo vrednotili pred spravilom spomladi (preglednica 1). Na posamezni parceli smo za nadzemni pridelek vzeli dva vzorca, velikosti 50 cm x 50 cm (0,25 m2 površine – 1 vzorec). Korenine smo vzeli z lopato štiharico do globine ca. 8 – 10 cm na površini 25 cm x 25 cm (0,0625 m2 površine). Zemljo smo previdno stresli s korenin, le-te pa smo sprali pod tekočo vodo in jih nato posušili v sušilni omari pri temperaturi 50 -C do konstantne teže vzorca.\nPridelek zelinja koruze smo določali ob koncu rastne sezone. Vrednotenje je potekalo 15. in 16. septembra 2009. Po celotni površini posamezne poskusne parcelice smo naključno izbrali deset rastlin, jim odstranili storže ter poželi na višini 10 cm nad tlemi. Le te smo stehtali in tako določili pridelek sveže mase celotne rastline koruze. Za določitev pridelka storžev smo stehtali 10 storžev. Od teh desetih smo izbrali pet povprečnih, ki smo jih oličkali in stehtali ter oluščili zrnje. Prav tako smo oluščeno zrnje in klasince stehtali ter tako določili pridelek svežega zrnja za posamezno obravnavanje.\nZa določitev suhe snovi pridelka cele rastline koruze smo za posamezno obravnavanje odvzeli vzorce in jih v sušilni omari posušili pri 60 -C do konstantne mase. Na enak način smo določili tudi suho snov pridelka zrnja. Za posamezno obravnavanje smo vzorce oluščenega zrnja petih storžev in klasincev posušili v sušilni omari pri 60 -C do konstantne mase.\n"], "22": ["3.4.1 Statistična analiza", "Podatke, ki smo jih dobili z meritvami, smo obdelali s programom Microsoft Excel. Statistično obdelavo podatkov smo izvedli s programom SPSS 14.0. Razlike med aritmetičnimi sredinami smo testirali s testom mnogoterih primerjav (LSD, p≤0,05).\n"], "23": ["3.4.2 Klimatske razmere", "Podatke o vremenskih razmerah smo pridobili z najbližje meteorološke postaje Maribor – letališče, ki leži na nadmorski višini 275 m in je od poskusa v Rogozi oddaljena 4 km. \n Zanimale so nas predvsem spremembe v temperaturi zraka in količini padavin za obdobje  izvajanja poskusa.\nV preglednici 2 so prikazani podatki za vremenske razmere v obdobju izvajanja poskusa od  avgusta 2008 do septembra 2009. Iz njih je razvidno, da je v času trajanja poskusa skupno  padlo 1456 mm padavin, kar je za 98 mm več kot v enakem obdobju, če to količino  primerjamo z dolgoletnim povprečjem (1971 – 2000).\nOb setvi mnogocvetne ljuljke, ki smo jo opravili v avgustu 2008, vlage potrebne za uspešno  kalitev semen ni primanjkovalo, saj so bile padavine nad dolgoletnim povprečjem.  Primanjkljaj vlage se je pojavil v oktobru in novembru, ko je padlo za 50 % manj padavin kot  v dolgoletnem povprečju, kar pa ni imelo negativnih posledic na prezimni dosevek. December  2008 in januar 2009 sta bila s količino padavin preobilna, februar in marec pa v mejah  dolgoletnega povprečja. Aprila, ko rastline potrebujejo največ vode, je bilo v primerjavi z  dolgoletnim obdobjem za kar 50 % manj padavin. V tem mesecu smo zabeležili le 6 dni s  padavinami vsaj 1 mm. V začetku meseca maja 2009, ko smo sejali koruzo je primanjkovalo  padavin potrebnih za rast in razvoj koruze. Medtem ko so v zadnji tretjini močne padavine  zmanjšale primanjkljaj vode. Smo pa v mesecu juniju imeli močna neurja s točo, ki pa so  povzročili znatno škodo. Toča je močno poškodovala koruzo v fazi intenzivne rasti. V prvi  polovici julija je bila količina dežja kar precejšna. Največ padavin je bilo v avgustu, in to kar  284 mm. September so zaznamovali posamezni nalivi.\nnjuno dolgoletno povprečje (1971 – 2000) za vremensko postajo Maribor v času  trajanja poskusa (Mesečni bilten 2008 – 2009).\nse nadaljuje \nnadaljevanje\nV mesecu avgustu 2008, ko smo opravili setev mnogocvetne ljuljke, so bile temperature zraka nad dolgoletnim povprečjem. Prav tako je bila tudi septembra temperatura za 1,5 -C višja, kot v dolgoletnem povprečju. April 2009 je bil občutno toplejši in bolj sončen kot običajno. Temperatura zraka je do konca druge dekade maja 2009 naraščala. V tem času so bile temperature nadpovprečne. Zadnje dni maja pa smo imeli tudi močne ohladitve. Spremenljive temperaturne razmere v juniju so močno vplivale na rastne razmere. V posameznih vročinskih obdobjih, ko so temperature presegle 30 -C, so bile rastline izpostavljene vročinskemu stresu, v prvi in zadnji dekadi pa stresu zaradi prenizkih temperatur. To je še posebej vplivalo na dinamiko rasti koruze. V mesecu juliju so bile zelo visoke temperature. Visoke temperature so bile prav tako v zadnji dekadi avgusta, kar je povzročalo vročinski stres pri rastlinah. V začetku septembra se je končalo nadpovprečno vroče poletno vreme. Jutra so postala hladna, dnevi pa so bili še prijetno topli. Iz preglednice 2 je razvidno, da so bile povprečne temperature zraka jeseni 2009 nekoliko nad povprečjem.\n"], "24": ["4 REZULTATI", ""], "25": ["4.1 Višina koruze", "Višino koruze smo merili 15. in 16. septembra, tik pred njenim spravilom. Iz preglednice 3 je razvidno, da so bile v povprečju rastline koruze najvišje v obravnavanjih A (270,8 cm) in B (261,8 cm), vendar se med seboj signifikantno ne razlikujejo. Statistično značilno manjše pa so bile rastline v obravnavanju C, kjer smo izvedli direktno setev koruze v obstoječe strnišče mnogocvetne ljuljke. Rastline so v povprečju merile le 218 cm.\nPovprečja označena z različno malo črko se med seboj statistično razlikujejo (LSD, p≤0,05).  Legenda: A = mn. ljuljka v celoti zaorana, tla za setev pripravljena na konvencionalen način  B = mn. ljuljka pokošena in porabljena za krmo, tla za setev pripravljena na konvencionalen način  C = mn. ljuljka pokošena in porabljena za krmo, direktna setev koruze v strnišče mn. ljuljke\nRazlog, da so bile rastline v obravnavanju C v povprečju za 0,5 m nižje, je najverjetneje zbitost tal, ki koreninam rastlin ne omogoča optimalne preskrbljenosti z zrakom, vodo in hranili, potrebnimi za rast koruze. Pri direktni setvi sejalnica namreč odloži seme v zemljo brez predhodne minimalne obdelave tal.\nKramberger (2009) navaja, da so lahko vzroki manjšega pridelka prav tako konkurenčnost, aleopatski vplivi in pomanjkanje dušika za rast naslednje poljščine. S konkurenčnostjo se srečamo predvsem pri neposrednih setvah, v delno ali v celoti še žive ostanke prezimnega dosevka, ki ga nismo zaorali. Izrazit primer je za vodo in hranila zelo konkurenčna mnogocvetna ljuljka. \nTla v obravnavanju C so bila, kljub uporabi herbicida, tudi veliko bolj zapleveljena, kot v obravnavanju A in B, kjer smo setvišče pripravili na konvencionalen način. V konvencionalnem načinu obdelave tal je osnovna faza obdelave oranje, ki se izvede s plugom. Jesensko oranje prinaša prednosti. Predvsem se tla drobijo po naravnih razpokah zaradi velikih temperaturnih sprememb in s tem koreninam rastlin omogočajo boljšo dostopnost zraka, vode in hranil potrebnih za rast, kot pri nepreoranih tleh (Čergan 2008). S konvencionalnim načinom setve smo preprečili tudi preveliko zapleveljenost tal. Vse to pa se odraža na višini rastlin koruze, ki je bila v teh dveh obravnavanjih najvišja.\n"], "26": ["4.2 Pridelek koruze", ""], "27": ["4.2.1 Pridelek suhe snovi cele rastline koruze", "Različni načini spravila mnogocvetne ljuljke so signifikantno vplivali na pridelek cele rastline koruze. Pričakovano je bilo, glede na višino rastlin ob spravilu, da bo največji pridelek cele rastline koruze, vključno z zrnjem, dosežen v obravnavanju A (24,4 t ha-1), nekoliko nižji pa v obravnavanju B (23,6 t ha-1). Kljub nižjemu pridelku suhe snovi koruze v obravnavanju B, pa se obravnavanji A in B med seboj nista statistično razlikovali.\nTo potrjuje tudi Gaschene s sod. (2000), ki navaja, da so na splošno dosegali večje pridelke koruze v primerih, kadar so prezimne dosevke v celoti zaorali. Kadar pa so jih pokosili in zeleno maso odstranili s površine, pa so bili pridelki nekoliko nižji.\n(cela rastlina).\nPovprečja označena z različno malo črko se med seboj statistično razlikujejo (LSD, p≤0,05). Legenda: A = mn. ljuljka v celoti zaorana, tla za setev pripravljena na konvencionalen način  B = mn. ljuljka pokošena in porabljena za krmo, tla za setev pripravljena na konvencionalen način  C = mn. ljuljka pokošena in porabljena za krmo, direktna setev koruze v strnišče mn. ljuljke \nNegativen vpliv direktne setve koruze v strnišče mnogocvetne ljuljke se je ponovno pokazal v obravnavanju C. Dosežen pridelek celotne rastline koruze 15,5 t ha-1 je bil statistično različen in hkrati najmanjši, v primerjavi z obravnavanji A in B (preglednica 4).\nDejstvo, da so pridelki koruze po direktni setvi manjši, potrjujeta tudi Birkas in Gyuricza (2000). V svoji raziskavi, prva tri leta po uvedbi direktne setve, ugotavljata:\n- nizke pridelke koruze, ki se kasneje le počasi povečuje;\n- povečano zapleveljenost, kar pa lahko nekoliko zmanjšamo z ustreznim  kolobarjenjem. Kot navaja Dolenšek (1994) pa je v primerih velike zapleveljenosti skoraj nujna uporaba totalnih herbicidov.\nVzroke za tako nizke pridelke koruze v obravnavanju C pa lahko, kot navajajo Raimbault in sod. (1999), pripišemo alelopatiji predhodnega posevka. Alelopatske vplive lahko srečamo v primerih, kjer smo prezimni dosevek kemijsko ali mehanično uničili, biomasa, ki se razkraja, pa je ostala na površini tal. Nekateri produkti razgradnje, ki se izpirajo prek semena in pozneje vrhnjih korenin naslednje poljščine, lahko negativno vplivajo na te rastline. Alelopatske vplive lahko prikrije ali pa v celoti izniči večja količina rastlini dostopnega duši- ka (Kramberger 2009).\n"], "28": ["4.2.2 Pridelek suhe snovi zrnja koruze", "Martinez in Guiraud (1990) ter Caporali in sod. (2003) ugotavljajo, da zaoravanje ostankov ljuljke lahko zmanjša pridelek zrnja koruze od 13 % do 22 % v primerjavi s koruzo, ki so jo pridelovali po prahi. Teh ugotovitev z našo raziskavo ne moremo potrditi.\nIz preglednice 5 je razvidno, da je uporaba različnih načinov setve signifikantno vplivala na pridelek zrnja koruze, ki je bila sejana kot naslednja poljščina v kolobarju. Vendar med obravnavanjema A in B, kjer smo zaorali celotno biomaso mnogocvetne ljuljke ali le njene žetvene ostanke, ni bilo signifikantnih razlik. Tako smo najvišji pridelek zrnja koruze (12,3 t ha-1) sicer pridelali v obravnavanju A, ki pa se ni statistično razlikoval od pridelka zrnja v obravnavanju B (12,1 t ha-1). \nStatistično najnižji pridelek zrnja smo ponovno pridelali v obravnavanju, kjer smo izvedli direktno setev koruze v strnišče mnogocvetne ljuljke (C – 8,1 t ha-1). Pridelek je bil kar za 4 t ha-1 nižji kot v obravnavanjih A in B. Vzroke za tako nizek pridelek zrnja lahko ponovno iščemo v direktni setvi koruze in negativnih vplivih ostankov mnogocvetne ljuljke (alelopatija) na naknadno sejan posevek.\nkoruze.\nPovprečja označena z različno malo črko se med seboj statistično razlikujejo (LSD, p≤0,05).  Legenda: A = mn. ljuljka v celoti zaorana, tla za setev pripravljena na konvencionalen način  B = mn. ljuljka pokošena in porabljena za krmo, tla za setev pripravljena na konvencionalen način  C = mn. ljuljka pokošena in porabljena za krmo, direktna setev koruze v strnišče mn. ljuljke\n"], "29": ["4.3 Količina akumuliranega dušika v koruzi", "Največ akumuliranega dušika v pridelku koruze (rastlina + zrnje) je bilo v obravnavanju A, kjer smo pridelek dosevka (mnogocvetno ljuljko) v celoti zaorali. V pridelku koruze tega obravnavanja je bilo 253,4 kg N ha-1. Ta količina se statistično ni razlikovala od vsebnosti akumuliranega dušika v obravnavanju B (238,9 kg N ha-1), kjer smo zaorali le žetvene ostanke ljuljke.\nPridelek koruze po direktni setvi v strnišče mnogocvetne ljuljke pa je akumuliral signifikantno najmanj dušika (121,7 kg N ha-1), kar je v povprečju 50 % manj, kot v prejšnjih dveh obravnavanjih. \n  (AN) v koruzi.\nPovprečja označena z različno malo črko se med seboj statistično razlikujejo (LSD, p≤0,05).  Legenda: A = mn. ljuljka v celoti zaorana, tla za setev pripravljena na konvencionalen način  B = mn. ljuljka pokošena in porabljena za krmo, tla za setev pripravljena na konvencionalen način  C = mn. ljuljka pokošena in porabljena za krmo, direktna setev koruze v strnišče mn. ljuljke\nVpliv zaorane celotne biomase mnogocvetne ljuljke je bil torej pozitiven na vsebnost dušika v pridelku koruze. Na ta način smo dobili tudi velike razlike v količini akumuliranega dušika v pridelku med konvencionalno setvijo in direktno setvijo koruze. Vzrok zato je količina dušika, ki se sprosti po mineralizaciji zaorane biomase v tla in je na voljo naknadno sejani poljščini, kar v svoji raziskavi potrjuje tudi Kramberger (2009).\n"], "30": ["5 SKLEPI", "Na osnovi rezultatov poskusa, v katerem smo ugotavljali, kako načina spravila italijanske mnogocvetne ljuljke (Lolium multiflorum Lam.) kot prezimnega dosevka vplivata na pridelek naknadno sejane koruze (Zea mays L.), lahko podamo naslednje sklepe:\n- Direktna setev koruze v obstoječe strnišče mnogocvetne ljuljke se je izkazala kot manj  primerna na vseh ravneh vrednotenja, saj so bili višina rastlin ob spravilu, kakor tudi  pridelki suhe snovi celotne rastline, zrnja in akumulacija dušika v rastlinah v tem  obravnavanju signifikantno najnižji.\n- V primeru, kadar se odločimo za takšen način spravila prezimnega dosevka in  direktno setev glavne poljščine v njegovo strnišče, je vsekakor potrebno pretehtati  prednosti, ki morajo prevladati nad slabostmi takšnega ukrepa.\n- Ustrezno temu je v pridelovalnih sistemih, v katerih način rabe in spravila prezimnega  dosevka, kakor tudi način setve glavnega posevka povzroči manjši pridelek le-tega,  potrebno zmanjšati morebitne negativne učinke.\n- V primerih, kjer smo celotni del biomase mnogocvetne ljuljke zaorali in kjer smo  zaorali le njene žetvene ostanke, so se izkazali pozitivni učinki na pridelek koruze, na  vseh ravneh vrednotenja. Kljub temu pa je potrebno način pridelovanja prilagoditi  specifičnim regijam in pridelovalnim sistemom, da bi z njimi povečali pozitivne  učinke mnogocvetne ljuljke na pridelek koruze in na okolje.\n"], "abstract": ["Od avgusta 2008 do septembra 2009 smo na območju KPD Rogoza (46° 31’ s.g.š., 15° 42’ v.g.d.) ugotavljali vpliv načina spravila italijanske mnogocvetne ljuljke (Lolium multiflorum Lam.) kot prezimnega dosevka na pridelek naknadno sejane koruze (Zea mays L.). Poskus je bil zasnovan kot naključni blok v štirih ponovitvah. Setev mnogocvetne ljuljke je bila opravljena 26. 8. 2008. V poskus so bila vključena tri obravnavanja, kjer je bil pridelek mnogocvetne ljuljke (A) v celoti zaoran; (B) pokošen in porabljeni za krmo, površina pred setvijo koruze preorana; (C) pokošen in porabljen za krmo, nato pa je bila izvedena direktna setev glavnega posevka v obstoječe strnišče mnogocvetne ljuljke. Setev koruze je bila opravljena 4. 5. 2009, spravljena je bila v sredini oktobra. V našem poskusu se je mnogocvetna ljuljka pokazala kot dober predposevek koruzi v obravnavanjih A in B, medtem ko so bili pridelki koruze pri direktni setvi statistično značilno nižji. "]}