{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev problema", "Zaradi visokih češnjevih dreves z bujnimi krošnjami in drobnimi pridelki, ki so za svežo prodajo nezanimivi za potrošnika, in predvsem zaradi prevelikih stroškov obiranja, so se začele saditi sorte češenj cepljenih na šibkejše, vegetativne podlage. Ker v Sloveniji še vedno pridelujemo češnje na bujnejših podlagah, je iskanje ustreznejših šibkorastočih podlag vedno bolj zanimivo. S tem bi se zmanjšale relativno velike razdalje sajenja dreves na enoto površine. Zmanjšali bi se tudi stroški pridelave in obiranja češenj na šibkorastočih podlagah z večjo gostoto sajenja, zaradi manjših krošenj in njihove redne rodnosti ter plodov, ki so bolj ali manj izenačene kakovosti.\nOmejujoč dejavnik pri pridelavi češenj je draga pridelava, ker češnje še vedno pridelujemo na bujnih podlagah, ki omogočajo bujno rast v nasadih z relativno velikimi razdaljami sajenja. V Sloveniji je še vedno največ češenj na podlagi sejanec češnje, sejanec rešeljike F12/1 in Cold (Usenik in sod. 1998).\n"], "3": ["1.2 Namen raziskave", "Namen raziskave je ugotoviti, kako lahko sorti 'Kordia' in 'Regina' vplivata na rast in rodnost češenj na petih šibkorastočih podlagah. Želeli smo ugotoviti, kako podlage Gisela 5, Gisela 6, Weiroot 158, Piku 4.20 in P-HL-C vplivajo na rast in rodnost sort 'Kordia' in 'Regina' v določenih talnih in klimatskih pogojih severovzhodne Slovenije. \n1.3 Delovne hipoteze\nPredpostavili smo naslednji hipotezi:\n− Okoljske razmere okolice Maribora niso primerne za vse češnjeve podlage.  − Pri sortah dreves 'Kordia' in 'Regina' na petih šibkorastočih podlagah se kažejo  značilne razlike v rasti in rodnosti.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Izvor in botanične lastnosti češnje", "Obstajajo pisni viri, da so na Kitajskem gojili češnjo že 4000 let pred našim štetjem. Izkopanine v Italiji in Švici nam pričajo o razširjenosti te sadne vrste v Evropi že v kameni dobi. 800 let pred našim štetjem so češnje kultivirali v Turčiji, kmalu za tem tudi v Grčiji.\nBotanično se češnja uvršča v red Rosales, družino Rosaceae, poddružino Prunoideae in rod Prunus. Češnja in njene podvrste so uvrščene v podrodova Cerasus Pers. in Cerasus Padus. Gojene sorte češenj izhajajo iz divje češnje – Prunus avium L. (Huxley 1922; Sancin 1998).\n"], "6": ["2.2 Fiziološke in morfološke značilnosti češnje", ""], "7": ["2.2.1 Korenine", "Pri češnjah lahko korenine nastanejo na generativen ali vegetativen način. Če je podlaga zrastla iz semena, ima srčno korenino, ki je nastala iz koreničice kalčka, prodira navpično navzdol v zemljo in se razrašča v korenine prvega in drugega reda ter tako naprej do najtanjših koreninic (Smole 2000).\nKorenine podlag, ki jih razmnožujemo na vegetativen način, to je pri potaknjencih ali v zarodišču zraslih podlag, zrastejo iz adventivnih brstov na potaknjencu. Te korenine ne gredo toliko v globino kot pri srčni korenini, pač pa so običajno bolj šopaste in manj močne (Smole 2000).\n"], "8": ["2.2.2 Deblo", "Drevesna skorja mladega drevesa je gladka, škrlatno rjave barve z izrazitimi sivorjavimi lenticelami. Pri starih češnjah postane skorja groba, razklana in črnorjave barve. Simetrično zašiljena krošnja postane zaokrožena oziroma nepravilne oblike pri starejših drevesih (Rushforth 1999).\nDeblo sega od koreninskega vratu nizko pri tleh do krošnje, ki jo začne njena prva najnižja veja. V nasadih pa ne želimo previsokih dreves, zato gojimo nižja, s krošnjo, ki se začne od 50 do 60 cm od tal (Smole 2000).\nPri cepljenih sadnih rastlinah na različne vegetativne ali generativne podlage govorimo o navideznem koreninskem vratu in imamo v mislih del debla med tlemi ter cepljenim mestom. Do odebelitve na cepljenem mestu pride pogosto zaradi oviranega pretoka vode, asimilatov, hranilnih in drugih snovi. Ta odebelitev v večini primerov samo vizualno moti, nima pa vpliva na rast dreves (Štampar in sod. 2005).\n"], "9": ["2.2.3 Brsti", "Pri sadnih rastlinah razlikujemo generativne in vegetativne brste. Vegetativni brsti so lahko leseni (majhni in koničasti), iz njih se ponavadi razvijejo mladike. Med vegetativne brste štejemo tudi listne brste, ki so nekoliko večji. Speči ali skriti brsti so slabo razviti, navadno se nahajajo pod lubjem, ne odženejo, če jih ne spodbudimo z močno rezjo, zarezovanjem nad brstom ali če ne nastanejo večje poškodbe veje ali debla. Generativni brsti so odebeljeni in okrogle oblike. Lahko so enostavni ali mešani. Enostavni so enocvetni, iz njih se razvije samo en cvet (marelica, breskev), lahko pa so večcvetni, iz katerih se razvije več cvetov (češnja, višnja, sliv) ali socvetje (ribez, bezeg). Iz mešanih brstov se razvijejo cvetovi z listno rozeto, apikalni meristem – rastni vršiček pa se lahko razvije v kratek poganjek (Štampar 2002).\n"], "10": ["2.2.4 Listi", "Po obliki ločimo suličaste, eliptične in eliptično razširjene liste. Med seboj se razlikujejo po dolžini in širini, kar pomeni, da je površina lista lahko zelo različna. Tudi listni pecelj je različno dolg (Smole 2000).\n"], "11": ["2.2.5 Cvet", "Cvet sestavljajo čašni listi, ki so pri osnovi na cvetnem peclju zrasli med seboj in tvorijo cvetno tubo, na vrhu so zavihani navzven in tik pod zavihom izraščajo prašnične niti, na koncu teh pa so prašnice, v katerih se razvije cvetni prah. V sredini cvetne tube prosto izrašča pestič (Smole 2000).\nNekatere novejše sorte češenj so avtofertilne, ostale pa spadajo v skupino avtosterilnih rastlin in potrebujejo za normalno oploditev cvetni prah druge sorte češenj. Venčni listi so pri sortah češenj različno veliki in različno oblikovani. Mnoge sorte se med seboj ločijo prav po velikosti cvetov. Cvet pri češnji je popoln, saj ima vse cvetne dele. Nastanejo v cvetnih brstih, ki se začno razvijati že v prejšnji sezoni. Do začetka zime se razvijejo predvsem vsi vegetativni deli cveta, vsi ovoji, semenska zasnova in cvetni prah pa se dokončno razvijejo šele po končanem zimskem mirovanju, torej tik pred cvetenjem (Smole 2000).\n"], "12": ["2.3 Talne in podnebne zahteve", "Osnova za dobro rast češnjevih dreves na šibkorastočih podlagah so dobro založena, globoka, strukturna tla, brez nevarnosti zastajanja vode. Na področjih z močnimi vetrovi (npr. burja na Primorskem) je rast drevesa ob opori boljša. Češnje na šibkorastočih podlagah so še posebej občutljive na lastnosti tal, zato je rast češnjevih dreves na šibkorastočih podlagah in v slabih talnih razmerah še posebej slaba (Usenik 2007). \nČešnje, cepljene na sejanec divje češnje, najbolje uspevajo v globokih, zračnih, dovolj humoznih, zmerno vlažnih tleh. V mokrih ali preveč apnenih tleh rada smoli (Babnik 1992). Češnjevo drevo lahko uspeva v širokem območju različnih tal. V splošnem naj bo zemlja dobro prepustna s pH od 6,2 do 6,8 in globoka vsaj do 1m (Marini 2002).\nČešnja je prilagojena okoljskim razmeram mediteranske in zmerno tople klime. Dobro prenaša zimski mraz, vendar pa lahko pride zaradi nizkih temperatur tudi do poškodb, ki so odvisne od sorte, podlage, prehranjenosti rastline in dozorelosti lesa. Ustrezajo ji zračne odprte lege, kjer ni nevarnosti spomladanskih pozeb, saj je v času cvetenja in brstenja občutljiva na pozebo brstov in cvetov (Štampar in sod. 2009).\nNajbolj ji ustreza enakomerna razporeditev padavin v času rastne dobe, kar omogoča primerno rast dreves, med cvetenjem in predvsem med zorenjem pa so padavine nezaželene. Padavine v času cvetenja onemogočajo oprašitev in vplivajo na slabo oploditev, med zorenjem češenj pa povzročajo pokanje in gnitje plodov (Štampar in sod. 2009).\n"], "13": ["2.4 Gojitvene zahteve", "Pravilno gnojenje ali prehrana rastlin je eden izmed ključnih dejavnikov za doseganje dobrih pridelkov v intenzivnem nasadu ali domačem vrtu. Če je hranil v tleh premalo, preveč ali so posamezna hranila v nesorazmerju, je rast slaba, slabo je cvetenje, ovesek pa je majhen. Posledica so slabo razviti in nekakovostni plodovi ali plodovi s fiziološkimi napakami. Dolgoročno skrbimo, da so tla primerno preskrbljena s hranili, organsko snovjo in imajo primerno pH-vrednost. To zagotavljamo s talnim gnojenjem, kratkoročno pa rešujemo pomanjkanje hranil s foliarnim gnojenjem (Štampar in sod. 2005).\nTako kot ostale sadne vrste potrebujejo češnje in višnje vse makro- in mikroelemente. Pomanjkanje se izraža s slabšo rastjo in rodnostjo. Pri večjem pomanjkanju lahko opazimo \ndoločena znamenja že med rastjo, vendar vizualna diagnoza ne zadošča, zato lahko pomanjkanje določimo ob pomoči foliarne diagnostike (Smole 2000).\nNa splošno med makro elementi najpogosteje primanjkujejo N, P, K, Mg, Ca. Od ostalih elementov pa še S, B, Cu, Fe, Mn, Zn. Glede na to, da menimo, da je dušik tisto hranilo, ki je najbolj odgovorno za rast in posredno tudi za rodnost, prav njemu namenjamo največ pozornosti. Tega elementa ne določamo v tleh direktno, pač pa posredno prek humosnih snovi, ki so prisotne v zemlji. Pred sajenjem ali ob njem ga dodajamo v obliki organskih gnojil (Smole 2000).\nČe je rast drevesa slaba, to običajno pripisujemo prav pomanjkanju dušika, med rastjo na listih opazimo, da so bolj bledi, manj intenzivno zeleni, predčasno lahko nekoliko pordeče in prej odpadejo. Običajno so tudi plodovi na takih drevesih drobnejši. Preveč dušika se izraža s prebujno rastjo dreves, ki pozneje končujejo rast v sezoni, kar je nevarno za pozebo poganjkov (Smole 2000).\nČešnja, cepljena na sejancu, je bujne rasti in ima veliko krošnjo, ki zahteva dobro osvetlitev. S primerno rezjo in uravnavanjem poganjkov prisilimo drevo k zgodnejšemu obraščanju in rodnosti ter s tem vzdržujemo manjša drevesa. Češnje režemo pozimi in poleti po obiranju. Klasična zimska rez pri češnjah ni priporočljiva, saj z njo povečujemo vegetativno aktivnost – rast češenj, rane se ne celijo dovolj hitro in drevo smoli, pojavijo se lahko tudi razne okužbe. Zato gojitveno rez opravimo zgodaj spomladi tik pred cvetenjem ali celo med njim in po obiranju. S skrajšanjem predolgih poganjkov, ki zrastejo v prvih letih, pospešimo večje obraščanje poganjkov na določenem mestu, ker s tem prekinemo apikalno dominanco, ki je pri češnji izrazita (Štampar 2002 ).\nKrošnja v obliki vretena in ozkega vretena se v zadnjem času že kar pogosto pojavlja tudi pri češnjah in drugih koščičarjih. Pri češnjah je uporabna predvsem pri kombinacijah sort na šibkorastočih podlagah, kot so Gisela 5, Tabel/Edabriz, Damil in še nekatere. Pogoj je, da so sadike že ob sajenju primerno obraščene vsaj s tremi poganjki, ki izraščajo pod širokimi koti od 80 do 90 stopinj od navpičnice. Centralni poganjek je potrebno prikrajšati \nokrog 50 cm nad zadnjim stranjskim poganjkom, da se tudi ta primerno obraste. V naslednji sezoni pa je treba pincirati poganjke s preostrimi koti in upogniti ostale, ki bi jih potrebovali kot rodni les. Ker pri češnji obstaja nevarnost, da premočni stranjski poganjki povsem oslabe centralni poganjek – prevodnik, jih v primeru, da postanejo debelejši kot polovica premera prevodnika nad razvejanjem, skrajšajo in tako oslabe rast. Skrajšanji poganjek se potem obraste. Paziti pa je treba, da med rastjo pincirajo poganjke, ki izraščajo preveč pokončno. Gostota sajenja se prilagaja bujnosti podlage in sorte, vendar je medvrstna razdalja najmanj od 4 do 5 m, razdalja v vrsti pa od 1,5 do 2,5 m. Višina dreves naj bi dosegla nekako do 3,5 m (Smole 2000).\nOpraševalni odnosom moramo nameniti pri sadnih rastlinah posebno pozornost. Sadne rastline so avtosterilne (samoneoplodne), kar pomeni, da potrebujejo za oploditev cvetni prah druge skladne sorte. Lastni cvetni prah ne omogoča normalne oploditve in s tem razvoja plodov. Različne sorte morajo tudi sočasno cveteti (Štampar 2002).\n"], "14": ["2.5 Podlage pri češnjah", "Krošnja češnjevih dreves na šibkih podlagah je precej manjša od krošnje češenj na bujnih podlagah. Velikost drevesa je odvisna od kombinacije sorte in podlage ter od rastnih razmer (Usenik 2007).\nZa šibkorastoče sorte je bolj optimalna izbira ene od bujnih podlag, za kombinacije s šibkorastočimi podlagami pa so bolj primerne srednje bujne in bujne sorte (Usenik 2007).\nKot podlaga se lahko uporabljajo sejanci, to so rastline, ki so zrasle iz semena, ali sadike, ki jih je mogoče vegetativno vzgojiti iz potaknjencev ali v zarodiščih vegetativnih podlag, v zadnjem času pa tudi ob pomoči mikrorazmnoževanja. Sejanec češnje kot podlaga vpliva pri sortah na bujno rast, začetek rodnosti je razmeroma pozen, drevesa so običajno visoka in zahtevajo veliko prostora (Smole 2000). \nPoleg sejancev češnje, za katere se odločamo, kadar želimo posaditi češnjo na slabša, težja in kisla tla, kot podlage uporabljamo tudi sejance rešiljke za bazična tla. Najdlje uporabljeni in najbolj preizskušeni vegetativni podlagi sta F 12/1 in Colt, ki po bujnosti ne zaostajata bistveno za sejancem, njuna uporaba pa se zmanjšuje zaradi težav z gnilobo koreninskega vratu (Štampar in sod. 2009 ).\nPodlaga F 12/1 je klon Prunus avium. Navadno je manj bujna podlaga kot sejanec. Razmnožujemo jo lahko na običajen način v zarodiščih ali pa z zelenimi potaknjenci. Podlaga F 12/1 je občutljiva na mraz. Močno je nagnjena k oblikovanju koreninskih izrastkov, odporna je proti bakterijskemu raku koščičarjev, a je občutljiva za koreninski rak (Smole 2000).\nColt je šibkejša podlaga od F 12/1. Podlaga žal ni šibka, vendar pa inducira zelo zgodnji začetek rodnosti, drevesa se zelo lepo obraščajo, je pa občutljiva za gnilobo koreninskega vratu. Vendar zaradi tega v nasadih nismo opazili propadanja, problemi s tem so predvsem v drevesnicah. Z lahkoto se razmnožuje, cepiti jo je treba dovolj visoko, pri sajenju sadik na Coltu je treba paziti, da ne pride cepilna zveza v stik z zemljo, ker se sorte tako lahko same ukoreninijo, seveda se zato vpliv podlage zmanjša (Smole 2000).\n"], "15": ["3 MATERIALI IN METODE DELA", ""], "16": ["3.1 Material", ""], "17": ["3.1.1 Podlaga Gisela 5", "Je triploidni hibrid P.cerasus L. (cv. lotovka) X P. canescens bois. Drevesa so srednje bujne rasti, dosegajo približno 30–80 odstotkov bujnosti podlage F 12/1. Bujnost je odvisna od uporabljene sorte in lastnosti tal. Podlaga ni primerna za slabe razmere, prav tako tudi ne za anaerobne razmere v težkih glinastih tleh. Je srednje šibke rasti, vpliva na debelino plodov in je zelo rodna. Možna je vzgoja v različnih gojitvenih oblikah, zato se sadjarji v novih intenzivnih nasadih češnje pogosto odločijo zanjo. Voluhar lahko napravi veliko škode (Štampar in sod. 2005).\n"], "18": ["3.1.2 Podlaga Gisela 6", "Je srednje šibka podlaga, ki dosega 65–95 odstotkov velikosti podlage Mazzard in stimulira zelo zgodnje cvetenje. Ima širok spekter kar se tiče prilagodljivosti, najbolje uspeva na težkih tleh. Je dobro odporna na bakterijski rak, odpornost na viruse je enaka kot pri podlagi Mazzard ali Mahaleb (Boyer Nurseries & Orchards Inc. 2010).\nGisela 6 je bila testirana v ameriškem meddržavnem poskusu, ampak še vedno ne intenzivneje v Evropi. V Oregonu z Napoleonom je Gisela 6 pokazala okrog 50 odstotkov bujnosti F 12/1 in je bila enakovredna glede na Colt, ampak bolj učinkovita kot ta dva standarda (Wertheim 1988).\n"], "19": ["3.1.3 Podlaga Weiroot 158 (W 158)", "Je nemška selekcija višnje (Prunus cerasus L.). Prinaša manjšo bujnost dreves in hitrejšo rodnost. Bujnost je odvisna od uporabljene sorte in lastnosti tal. Bujnost dreves je 50–60 odstotkov bujnosti podlage F 12/1. V naših razmerah je podobne rodnosti in bujnosti kot podlaga Gisela 5. Voluhar lahko napravi veliko škode (Štampar in sod. 2005). Velikost sadeža je zadovoljiva. Weiroot 158 običajno ne rabi podpore (Lynn 2011).\n"], "20": ["3.1.4 Podlaga Piku1 (4.20)", "Nova sorta je bila odkrita v letu 1972 v selektivno rejskem programu, zasnovanem za vzgojo šibkorastočih podlag češenj v Dresden-Pillnitzu, Nemčiji, kot križanec med neimenovano, nepatentirano sorto sadik, podlag Prunus avium (ženski starši) in med neimenovanim, nepatentiranim hibridom češenj Prunus canescens×Prunus tomentosa (moški starši). Nova sorta se razlikuje od svojih staršev po njihovi značilni rasti. Nova sorta se razlikuje od Prunus avium podlag po naslednjih značilnostih:\n1. trilinijski hibrid;  2. zmanjšuje rast na cepljenih podlagah za 30 %;  3. zgodnejša zrelost, 1–3 let;  4. večja produktivnost;  5. razmnožuje se z zelenimi potaknjenci ali tkivnimi kulturami;  6. visoka odpornost na mraz;  7. listni robovi se zvijajo navznoter.\nNova sorta je bila najprej nespolno reproducirana z zelenimi potaknjenci in tkivnimi kulturami leta 1975 v Dresden-Pillnitzu v Nemčiji in nadaljnje razmnoževanje je potrdilo, da so v njej lastnosti nove sorte, ki so stabilne in posredovane za naslednje generacije. (Wolfram 2004).\n"], "21": ["3.1.5 Podlaga P-HL-C", "Je tretja v vrsti podlag iz češkega Holovousya. Bujnost pri P-HL-C je med 40 in 70% P. avium in je najšibkejša med podlagami P-HL. Blažkova trdi, da je to najslabša klonska podlaga za komercialno uporabo, žal pa je pri njej propadlo več dreves kot pri P-HL-A (Grzyb in sod. 2005).\nP-HL-C znižuje velikost drevesa za 80 % v primerjavi s F 12/1 in povzroča zelo zgodnje cvetenje in visok pridelek. Primerna je za sistem ozkega vretena. Sidrišče je siromašno, zato morajo biti drevesa podprta. Življenjska doba sadovnjaka je 15 let (Paprstein in sod. 2011).\n"], "22": ["3.1.6 Sorta 'Kordia'", "Je neznanega izvora, selekcionirana je bila na Češkem. Rast drevesa je bujna. Cveti pozno. Je samoneoplodna sorta. Za spomladansko pozebo je precej občutljiva. Plodovi so srednje debeli in srčaste oblike. Peclji so dolgi. Kožica je karminasto rdeče do temno rdeče barve (Usenik 2002).\nPlodovi so tolerantni za pokanje, čvrsti, zelo sočni, zelo aromatični in odličnega sladko- kislega okusa. Sorta je primerna za cepljenje na šibke podlage. Čas zorenja je 26 dni za sorto Burlat (Godec 2011).\n"], "23": ["3.1.7 Sorta 'Regina'", "Je nemški križanec sort Schneiders spate Knorpel-kirsche (Nordwunder) in Rube. Drevesa so bujna s poševnimi vejami. Je samoneoplodna sorta. Cveti in zori pozno. Kaže se dobra odpornost proti pozebi (Usenik 2002). \nBarva kožice je temno rdeča do črna, barva mesa je svetlo rdeča in barva soka je rožnato rdeča. Plodovi so čvrsti, aromatični in odličnega kislo-sladkega okusa do sladkega okusa. Meso je manj sočno in zelo čvrsto. Sorta je primerna za cepljenje na šibke podlage. Zori 30 dni za sorto Burlat (Godec 2011).\n"], "24": ["3.1.8 Opraševalca 'Duroni' in 'Summit'", "'Durone compatto di Vignola' je bila povzročena z mutacijo iz 'Durone Nero II die Vignola' znotraj kooperativnega programa ISF, ENE iz Rima in C.M.V.F. univerze v Bolonji. V 12 letih opazovanj nikoli ni pokazala vračanja v prvotno stanje standardnih rastočih navad (Fideghelli C. in sod. 1988).\nSorta 'Summit' je nastala v Summerlandu v Kanadi s križanjem sort. Zori od 16 do 18 dni za 'Burlatom.' Drevo raste bujno, pokončno, v mladosti se bolj slabo obrašča, saj malo pozneje zarodi. Je avtosterilna (Smole 2000).\n"], "25": ["3.2 Metode dela", ""], "26": ["3.2.1 Zasnova poskusa, meritve in obdelava podatkov", "Poskus je bil zasnovan spomladi leta 2006 v Sadjarskem centru Maribor (Gačnik). Posajene so bile enoletne sadike na blagem nagibu, protu jugovzhodu. Sadike so bile posajene v težkih, ilovnatih, subalkalnih tleh, ki so vsebovala majhno količino organske snovi v tleh. Proučevali smo sorti 'Kordia' in 'Regina' na petih šibkorastočih podlagah. Za podlage smo uporabili Giselo 5 (G 5), Giselo 6 (G 6), Piku 1 (4.20), Weiroot 158 ( W 158) in podlago P-HL-C. Za opraševalca smo uporabili sorti 'Duroni' in 'Summit', cepljeni na podlagi Gisela 5. Posajeni sta bile po dve drevesi vsake podlage v treh ponovitvah. Razdalja sajenja v vrsti je 2,5 m, medvrstna razdalja je 4,5 m, drevesa so gojena v obliki \nvretena. Gojili smo jih s pomočjo opore. Za namakanje nasada po potrebi so se v nasadu namestili mikrorazpršilci. Nasad je bil od leta 2007 pokrit s folijo. Zatiranje bolezni in škodljivcev je potekalo po smernicah integrirane pridelave.\nVsako pomlad so se od leta 2006 do konca rastne dobe leta 2010 opravile različne meritve, z izjemo leta 2007, ker takrat ni bilo pridelka. Plodove vsakega drevesa smo pobrali v svoj zabojček, nato smo jih stehtali. Spremljali smo obseg debla, višino cepljenega mesta, dimenzije krošnje (višino, širino, globino), parametre rodnosti (koliko pridelka je bilo na drevo) ter povprečno maso plodov.\nOpravili smo naslednje vegatativne in generativne meritve:\n- Meritve vegetativne rasti:  – višino cepljenega mesta,  – obseg debla (v mm, kasneje v cm),  – višino, dolžino in širino krošnje (cm).\n- Meritve generativne rasti:  – število plodov,  – masa plodov (kg),  – število obiranj.\nZbrane podatke smo tabelarično uredili s programom Microsoft Excel in jih statistično obdelali v programu SPSS 17.0. Razlike med obravnavanji smo testirali z Duncanovim testom s 5 % tveganjem.\n"], "27": ["3.2.2 Talne zahteve", "Iz slike 1 je razvidno, da je pH vrednost tal nasada 6,11, kar pomeni, da so tla slabo kisla, skoraj nevtralna. Tla so dobro preskrbljena (oznaka C) z lahkotopnim kalijem in magnezijem in siromašna (oznaka A) z lahkotopni fosforjem. Vsebnost humusa in organske snovi v tleh je majhna.\n"], "28": ["3.2.3 Klimatske razmere", "Temperatura zraka in količina padavin sta najpomembnejša parametra vremena in tudi klime. \nPovprečne mesečne temperature\nMeseci\nletih 2006, 2007, 2008, 2009 in 2010. (http://www.wunderground.com/weatherstation/WXDailyHistory.asp?ID=ITABORMA1)\nVegetacijsko leto 2006 so značilno zaznamovali hladna in deževna prva polovica leta, zakasnitev pomladi (grafikon 1), izrazita kmetijska suša junija in julija ter izjemno topla jesen in zima. Januar je bil celo med najhladnejšimi po letu 1990. Kasneje kot običajno je zacvetelo tudi sadno drevje. Na primer: jablane so cvetele šele v zadnji dekadi aprila. Leto pred tem vsaj 10 dni prej. Zaostanek v fenološkem razvoju se je ob koncu maja precej približal normalnim vrednostim. V drugi dekadi junija je sledil preobrat vremena, temperature zraka so se pričele naglo vzpenjati. Ekstremno visoke poznojesenske temperature zraka so povzročile pojav nenormalnega jesenskega cvetenja (Agencija Republike Slovenije za okolje 2011).\nJanuar leta 2007 je bil med najtoplejšimi v zadnjih desetletjih s povprečno mesečno temperaturo zraka med 3 in 5 -C v večjem delu Slovenije oziroma med 6 in 8 -C v Primorju. Normalno so januarske temperature zraka od 3 do 5 -C nižje. Tudi februarja so \nbile temperature zraka od 3 do 5 -C nad dolgoletnim povprečjem. Izredno toplo vreme se je nadaljevalo tudi marca in aprila. Marca so bile najvišje dnevne temperature zraka več kot 9 -C nad dolgoletnim povprečjem. Fenološki razvoj je tudi v pozno pomladanskem obdobju močno prehiteval. Posamezne cvetove regrata smo lahko opazili že v zimskem času, splošno cvetenje se je pojavilo v prvi polovici aprila, od 7 do 10 dni bolj zgodaj kot normalno. Podobno so prehitevale tudi druge rastline. Tudi maj, junij in julij za kmetijske rastline niso bili ugodni. Aprila je nastopila kmetijska suša. Avgusta so divjale nevihte s točo. Šele september je bil po daljšem času od 1 do 2 -C hladnejši od povprečja, nižje od povprečja so bile tudi temperature tal. December je bil po dolgem času ponovno v mejah normale, v pretežnem delu države pa celo do 1 -C hladnejši kot povprečno. Razmere za zimsko mirovanje rastlin so bile do konca leta ugodne (Agencija Republike Slovenije za okolje 2011).\nLeto 2008 je bilo toplejše od dolgoletnega povprečja (1961–1990) in za razliko od prejšnjih let dobro preskrbljeno s padavinami. Nenavadne temperaturne razmere so prebudile rast in razraščanje ozimnih žit. Pretoplo in suho vreme se je nadaljevalo tudi februarja. Iz zimskega mirovanja so se prebudile tudi druge rastline, znanilke pomladi. Tudi marca je bilo vreme pretoplo, čeprav je bilo vmes več ohladitev. Najdaljša, 9 dni trajajoča ohladitev, z najnižjimi temperaturami do –4 -C, je nastopila po 17. marcu. Za razliko od januarja in februarja je bila količina padavin marca v večjem delu Slovenije nadpovprečna. Na pragu meteorološke pomladi je kar nekajkrat snežilo. V večjem delu Slovenije je zapadlo do 10 cm snega. Pod snegom so se ob velikonočnih praznikih v zadnjih dneh marca znašle že cvetoče marelice in napeto brstje drugih sadnih vrst. Tudi zadnji mesec leta 2008 je bil v večjem delu države od 1 do 2 -C toplejši od povprečja. Močno se je ohladilo šele po 25. decembru (Agencija Republike Slovenije za okolje 2011).\nLeto 2009 se uvršča med deset najtoplejših, odkar v Sloveniji merimo temperaturo zraka. Večina mesecev v letu 2009 je bilo nadpovprečno toplih, najbolj so izstopali april, maj in avgust, na Primorskem in v visokogorju pa tudi september (Agencija Republike Slovenije za okolje 2011). \nPovprečne temperature v letu 2009 in 2010 so se ponovno spustile pod 0 -C (graf 1). Leta 2010 so bile na najvišje v mesecu juliju. V mesecu decembru so padle na 0 -C.\nNajvečje mesečne količine padavin\nMeseci\nhidrometeorološki postaji Maribor. (http://www.wunderground.com/weatherstation/WXDailyHistory.asp?ID=ITABORMA1)\nLeta 2006 so bile padavine v zimskem času skromne (grafikon 2), največ jih je zapadlo v mesecu juniju (338,8 mm). Padavine so bile skromne tudi v mesecu decembru (16,3 mm).\nPadavine so bile povsem lokalnega značaja. V zadnji dekadi junija je že pričelo primanjkovati vode za kmetijske rastline. Suša je močno prizadela nenamakane nasade češenj, izpadel je praktično ves pridelek poznih hrustavk, zmanjšan je bil pridelek poznih breskev in marelic. V začetku avgusta so obilne padavine prekinile dvomesečno poletno \nsušo. Avgust je bil po vsej državi hladnejši od dolgoletnega povprečja, padavine pa so bile povsod višje (Agencija Republike Slovenije za okolje 2011).\nIz grafikona 2 je razvidno, da so bile količine padavin v spomladanskem času leta 2007, izmerjene na meteorološki postaji Maribor, zelo skromne, še posebej v mesecu aprilu (0,0 mm).\nLeta 2008 je bil že prvi mesec leta neobičajno topel in suh. Padavine so bile januarja skromne. Za razliko od januarja in februarja je bila količina padavin marca v večjem delu Slovenije nadpovprečna. Junija so se sončna in vroča obdobja mešala z deževnimi obdobji. Nevihte so se pogosto sprevrgle v lokalna neurja z močnimi nalivi in točo. Republiška Uprava za zaščito in reševanje je poročala o škodi na poljščinah in v vinogradih v severovzhodni Sloveniji, Posavju ter Beli krajini. Julija in avgusta so se v številnih krajih po Sloveniji razdivjala neurja z močnimi nalivi, vetrom in točo, ki so povzročila ogromno škodo na kmetijskih površinah in v gozdovih. V zadnji tretjini novembra je v večjem delu osrednje Slovenije dež prvič prešel v sneg vse do nižin (Agencija Republike Slovenije za okolje 2011).\nV celem letu 2009 je največ padavin padlo v Bovcu, skoraj 3.000 mm. Več padavin kot povprečno v Sloveniji je padlo še v Postojni, Ratečah, Planici in na Kredarici. Najmanj padavin v celem letu 2009 je padlo v primorskem (Portorož) in panonskem delu Slovenije (Murska Sobota) – v vsakem pod 1.000 mm (Statistični urad Republike Slovenije).\nV letu 2010 je bilo v Sloveniji v povprečju skupnih letnih padavin 1.820 mm ali za 17 % več kot v preteklem letu. Januarja je padlo povprečno 94 mm, julija pa 116 mm. Najmanj padavin v celem letu 2010 je padlo v štajerskem (Maribor) in pomurskem delu Slovenije (Murska Sobota) – v vsakem pod 1.000 mm (Statistični urad Republike Slovenija).\n"], "29": ["4 REZULTATI Z RAZPRAVO", "Ker sta v poskusu bili posajeni po dve drevesi vsake podlage v treh ponovitvah, lahko na podlagi rezultatov iz preglednice 1 razberemo, da je propad dreves na izbranih podlagah pri sorti 'Kordia' večji kot pri sorti 'Regina'. Pri drevesih sorte 'Kordia' je izjema podlaga Gisela 5, na kateri ni propadlo nobeno drevo. Največji propad dreves obeh sort se kaže pri podlagi Weiroot 158. Pri sorti Regina se je propad dreves pokazal le pri podlagi Weiroot 158.\nPreglednica 2 prikazuje rezultate meritev vegetativnih parametrov v letu sajenja. Izmerjen je bil obseg dreves in višina cepljenega mesta, ki je ostala enaka skozi vso rastno dobo. V letu 2006 so imela drevesa sorte 'Kordia' največji obseg na podlagi Gisela 6 in Weiroot 158 (67,00 mm), najmanjšega (57,40 mm) pa na podlagi P-HL-C. Pri drevesih sorte 'Regina' se statistično značilne razlike med podlagami ne potrdijo, z izjemo drevesa cepljenega na podlagi Gisela 5 (75,33 mm), ki je imelo precej večji obseg v primerjavi z ostalimi podlagami, najmanjšega pa je imela na podlagi Weiroot 158 (53,75 mm). \nStatistično značilne razlike v letu 2006 se pri drevesih sorte 'Kordia' glede višine cepljenega mesta med podlagami ne potrdijo. Drevesa sorte 'Regina' so bila najvišje cepljena na podlagi Gisela 6 (28,83 cm) in podlagi P-HL-C (26,50 cm), nižje pa na ostalih treh podlagah, kjer se statistično značilne razlike ne kažejo.\n2006\n*Različni črki (a,b) prikazujeta statistično značilne razlike za določene parametre po Duncanovem testu  (0,05) .\nRezultati meritev, ki jih lahko razberemo iz preglednice 3, kažejo, da pri obsegu debla pri drevesih sorte 'Kordia' za leto 2008, 2009 in 2010 ni nobenih statistično značilnih razlik med podatki. Največji obseg so leta 2010 imela na podlagi P-HL-C (30,42 cm). Najšibkejšo rast pa dosegla na podlagi Weiroot 158 (25,80 cm). \nV letih 2008 in 2009 ni statistično značilnih razlik med podatki za višino drevesa. Te se začnejo kazati v letu 2010. Največjo višino drevesa je sorta 'Kordia' dosegla na podlagi P- HL-C z višino 371,00 cm, najmanjšo pa na podlagi Gisela 6 s 323,00 cm.\nPri dolžini krone so statistično značilne razlike prisotne od samega začetka, kjer so najdaljšo dolžino krone drevesa sorte 'Kordia' v letu 2008 dosegla na podlagi Gisela 6 (192,70 cm) in leta 2009 (178,40 cm), v letu 2010 pa te niso prisotne. V tem letu je bila dolžina krone največja na podlagi Piku 1 z 258,00 cm, najmanjša pa na podlagi Gisela 6 in Weiroot 158 z 230,00 cm.\nNajvečja prirast obsega debla, izmerjena iz leta 2009 na leto 2010, je bila 9,40 cm, za drevesa sorte 'Kordia', na podlagi P-HL-C. Najmanjša pa na podlagi Weiroot 158 s 5,75 cm. Slabša prirast debla se je pokazala tudi pri podlagi Piku 1 s 6,84 cm. Leta 2008 in 2009 se statistične razlike v priraščanju debla niso pokazale.\nNajvečjo rodnost so drevesa sorte 'Kordia' dosegla na podlagi Gisela 6. Z največjo maso pridelka 12,37 kg v letu 2010, najmanjšo na podlagi Piku 1 z 9,11 kg, čeprav do statističnih razlik v tem letu ni prišlo. Te so se kazale v letih 2008 in 2009. V teh dveh letih so imela najmanjšo rodnost na podlagi P-HL-C. V letu 2008 so imela na tej podlagi 0,02 kg pridelka, v letu 2009 pa 4,66 kg.\nVelikost, ki jo izražamo z maso ploda, je sortna lastnost, ki se le deloma spreminja glede na število plodov na drevesu in količino vode zlasti v času zorenja. Masa plodov je izražena v gramih: plod češenj in višenj je zelo droben, če tehta pod 3 do 4 g. Plod je droben, če je masa od 4 do 5 g, srednje debel tehta od 5 do 5,6 g, debel – velik je plod, ki ima od 8 do 10 g, zelo debeli plodovi pa tehtajo nad 10 g (Smole 2000). Največjo povprečno maso enega plodu so drevesa sorte 'Kordia' imela leta 2010 na podlagi P-HL-C, in sicer 10,56 g. V prvem rodnem letu je povprečna masa enega plodu na podlagi P-HL-C (6,00 g) bila najmanjša. Leta 2010 so se pokazale občutnejše statistične razlike med podlagami, kjer se je najslabše povprečje pri masi enega plodu pokazalo na podlagi \nWeiroot 158 s 7,95 g. Manjša masa plodu v primerjavi z ostalimi podlagami so imela drevesa sorte 'Kordia' tudi na Giseli 6 z 8,64 g.\n* Različne črke (a, b, c) prikazujejo statistično značilne razlike med podlagami za določene parametre po  Duncanovem testu (0,05). \nStatistično značilne razlike se pri obsegu debla v letu 2008 pri drevesih sorte 'Regina' ne potrdijo. Statistične razlike so bile prisotne leta 2009 in 2010. Največji obseg so leta 2010 dosegla na podlagi P-HL-C (32,37 cm) in podlagi Gisela 6 (31,67 cm). Najmanjšega pa na podlagi Gisela 5 (26,80 cm).\nZa razliko od dreves sorte 'Kordia' se statistične razlike med podatki za višino drevesa pri sorti 'Regina' kažejo že v letu 2008. Drevesa sorte 'Regina' so leta 2010 dosegla najvišjo rast na podlagi P-HL-C. V višino so merila 382,33 cm. Najmanjšo rast so dosegla na podlagi Gisela 6 s 318,83 cm.\nNajvečjo dolžino krone so drevesa sorte 'Regina' leta 2010 imela na podlagi Weiroot 158 z 267,50 cm, najmanjšo pa na podlagi Gisela 6 z 233,83 cm. Pri drevesih te sorte ni bilo statističnih razlik med podlagami v letih 2008, 2009 in 2010.\nNajvečja prirast obsega debla drevesa sorte 'Regina' se potrdi pri podlagi P-HL-C z 8,25 cm v letu 2010. Najmanj so priraščala od leta 2008 do 2010 na podlagi Gisela 5. Leta 2010 so prirasla za 4, 93 cm.\nStatistično značilne razlike med podlagami za pridelek, vrednotene za parameter količina pridelka pri drevesih sorte 'Regina', so opazne že v prvem letu rodnosti. Najmanj so bila produktivna na podlagi P-HL-C (0,59 kg), prav tako na podlagi Weiroot 158 (0,93 kg), najbolj pa na Giseli 6 (4,95 kg). Leta 2009 ni prišlo do statističnih razlik, leta 2010 pa so se občutnejše statistične razlike ponovno pojavile. Največji pridelek so imela na podlagi Gisela 5 z 12,31 kg. Najmanjšega pa na podlagi P-HL-C s 4,17 kg.\nPri drevesih sorte 'Regina' je bila največja povprečna masa enega plodu leta 2010 dosežena na podlagi Weiroot 158 (10,90 g), najmanjša pa na podlagi Gisela 5 (9,70 g). V letih 2008, 2009 in 2010 ni bilo statistično značilnih razlik med podatki za drevesa sorte 'Regina.' \n* Različne črke (a ,b, c , d ) prikazujejo statistično značilne razlike med podlagami za določene parametre po  Duncanovem testu (0,05).\nPreglednica 5 prikazuje skupen povprečen izračun pridelka in mase enega plodu za prva 3 rodna leta. Pri drevesih sorte 'Kordia' statistično značilnih razlik, ki bi bile posledica vpliva poglade, ni. Največji skupni pridelek so drevesa sorte 'Kordia' dosegla na podlagi Gisela 6 z 23,01 kg, najmanjšega na podlagi Piku 1 s 15,83 kg. Največjo skupno povprečno maso enega plodu na podlagi Gisela 5 z 20,33 kg, najmanjšega na podlagi P-HL-C z 8,91 kg. \nSkupen povprečen pridelek je pri drevesih sorte 'Regina' največji na podlagi Gisela 5 z 20,33 kg, najmanjši na podlagi P-HL-C z 8,91 kg. Statistično značilne razlike so prisotne. Pri skupni povprečni masi enega plodu statistično značilnih razlik ni. Največjo skupno povprečno maso enega plodu so drevesa sorte 'Regina' dosegla na podlagi Weiroot 158 z 10,30 g. Najmanjšo pa na podlagi Gisela 6 z 9 ,20 kg.\nEdina podlaga, na kateri se ni pokazal propad dreves sorte 'Kordia', je bila Gisela 5, ki je imela manjši skupni povprečen pridelek v primerjavi z drevesi sorte 'Regina'. Kljub propadu drevesa sorte 'Kordia', cepljene na podlagi Gisela 6, je imela ta največji skupni povprečen pridelek, v primerjavi z drevesi sorte 'Regina', katerih propad je bil le na podlagi Weiroot 158.\nIzkazalo se je, da so podlage, na katerih so bila cepljena drevesa sorte 'Regina', vplivale na večjo skupna povprečno maso enega plodu v primerjavi z drevesi sorte 'Kordia'.\nsorto 'Regina' v letih 2008–2010\n*Različni črki (a, b) prikazujeta statistično značilne razlike za določene parametre po Duncanovem testu  (0,05). \nBassi in sod. (2011) so na podlagi proučevanja sort češenj 'Kordia' in 'Regina' na petih šibkorastočih podlagah Gisela 5, Gisela 6, P-HL-C, Piku 1 in Weiroot 158, v okviru projekta 'Alpe Adria', prišli do ugotovitev, da je bila v večini teh območjih najbolj produktivna Gisela 6 pri drevesih sorte 'Kordia' in tudi drevesih sorte 'Regina'. Ugotovili so tudi, da je podlaga P-HL-C najmanj produktivna.\nNa podlagi podatkov lahko sklenemo, da je za nasade češenj sort 'Kordia' in 'Regina' v naših okoljskih razmerah najbolj priporočljiva podlaga Gisela 6, saj se je izkazala za najbolj produktivno pri drevesih sorte 'Kordia', dokaj veliko rodnost je dosegla tudi pri drevesih sorte 'Regina'. Priporočljiva je tudi zaradi zgodnjega vstopa v rodnost. Prav tako je priporočljiva podlaga Gisela 5, pri drevesih sorte 'Ragina', katera so bila najbolj produktivna na tej podlagi. Najmanj priporočljiva sorta je podlaga P-HL-C, zaradi najmanjše produktivnosti in tudi podlaga Weiroot 158, kjer se je izkazalo veliko tveganje zaradi propada dreves.\n"], "30": ["5 SKLEPI", "V letih od 2006 do 2010 smo v Sadjarskem centru Maribor ugotavljali vpliv petih šibkorastočih podlag na sorti 'Kordia' in 'Regina'. Namen poskusa je bil ugotoviti, kako različne podlage vplivajo na rast in rodnost češenj v naših okoljskih razmerah.\nPrišli smo do naslednjih sklepov:\n− Na podlagi danih podatkov in rezultatov lahko sklepamo, da je največji propad dreves  v naših okoljskih razmerah na podlagi Weiroot 158 za oba kultivarja. Prav tako se je  izkazalo, da drevesa sorte 'Kordia' v naših pedoklimatskih prilikah intenzivneje  propadajo.\n− Izkazalo se je, da je podlaga P-HL-C najmanj produktivna podlaga v naših okoljskih  razmerah pri obeh kultivarjih.\n− Na zgoden vstop v rodnost je pri sorti 'Kordia' vplivala podlaga Gisela 6, na pozen vstop  v rodnost pa podlaga P-HL-C. Enako velja za drevesa sorte 'Regina'.\n− Najpomembnejša lastnost, ki določa tržno vrednost češnjam, je povprečna masa enega  plodu. Izkazala se je največja na podlagi Gisela 5, pri drevesih sorte 'Kordia'. Drevesa  sorte 'Regina' so imela največjo tržno vrednost plodov na podlagi Weiroot 158.\n− Pri drevesih sorte 'Regina' je skupna povprečna masa enega plodu občutno večja v  primerjavi z drevesi sorte 'Kordia'.\n− Za najbolj produktivno sorto v obdobju treh rodnih let se je za naše okoljske razmere  pokazala podlaga Gisela 6, ki je bila najbolj produktivna pri drevesih sorte 'Kordia'. Pri  drevesih sorte 'Regina' je na največji pridelek vplivala podlaga Gisela 5.\n"], "abstract": ["Proučevanje sort češenj 'Kordia' in 'Regina', cepljenih na 5 šibkorastočih podlag, je bilo izvedeno v Sadjarskem centru Maribor. Proučevali smo vpliv petih šibkorastočih podlag Gisela 5, Gisela 6, Piku 1, Weiroot 158 in podlago P-HL-C na rast in rodnost češenj (Prunus avium L.) sort 'Kordia' in 'Regina'. Posajeni sta bili po dve drevesi vsake podlage v treh ponovitvah, z razdaljo sajenja v vrsti 2,5 m in medvrstno razdaljo 4,5 m. Drevesa so bila gojena v obliki vretena. S pomočjo rezultatov smo prišli do ugotovitve, da je največji propad obeh kultivarjev na podlagi Weiroot 158. Podlaga P-HL-C se je izkazala za najmanj produktivno pri obeh sortah. Najbolj produktivna podlaga pri drevesih sorte 'Kordia' je bila Gisela 6 (23,01 kg/drevo), pri drevesih sorte 'Regina' pa podlaga Gisela 5 (20,33 kg/drevo). Največja skupna povprečna masa enega plodu je bila 9,30 g na podlagi Gisela 5 pri drevesih sorte 'Kordia'. Pri drevesih sorte 'Regina' pa na podlagi Weiroot 158 z 10,30 g. Statistično značilnih razlik pri obeh kultivarjih glede na skupno povprečno maso plodu nismo dokazali, vendar pa se je ta izkazala za najmanjšo pri drevesih sorte 'Kordia', na podlagi P-HL-C (8,63 g), in pri drevesih sorte 'Regina', na podlagi Gisela 6 (9,20 g). "]}