{"1": ["1 UVOD", "Vinifikacija je eden izmed najpomembnejših postopkov v enologiji. Pri tem se zaradi fizikalno-kemičnih, bioloških in biokemičnih reakcij grozdni sok spremeni v vino. Spremljanje in izvajanje vseh tehnoloških operacij vinifikacije pomeni v bistvu preprečevanje vseh stranskih učinkov, ki bi lahko negativno vplivali na kakovost vina. Tehnologija predelave grozdja je zelo napredovala pri avtomatizaciji procesov in pri poenostavitvi nekaterih faz vinifikacije. Količina grozdja, hitrost operacij, kapaciteta vinske posode, zamenjava ročnega dela z avtomatskim so dejavniki, ki vplivajo na tehnologijo predelave grozdja. Vinifikacija rdečega grozdja je kombinacija dveh osnovnih operacij, ki sta zelo povezani: maceracije in fermentacije.\nRdeče vino je proizvod alkoholne fermentacije mošta ob vzporedni fazi izluževanja nekaterih sestavin trdih delcev grozdja, še posebej jagodne kožice. Do izluževanja pride v fazi maceracije, ki prinese v rdeče vino snovi, pomembne za barvo, strukturo vina, telo, okus in aromo (Klenar 1998).\nVino je bogat vir fenolnih spojin, ki imajo že dognan biološki učinek na organizem (antioksidativno in protivnetno delovanje, zaviranje agregacije trombocitov, blago antimikrobno delovanje,…). Rdeča vina jih vsebujejo do štirikrat več kot bela, antioksidativna aktivnost nekaterih spojin pa naj bi bila celo do nekajkrat večja kot aktivnost vitamina E, vitamina C in ß-karotena, ki veljajo za najučinkovitejše antioksidante prisotne v sadju in zelenjavi. Tehnološki postopek za izločanje (ekstrahiranje) fenolnih in drugih snovi iz jagodnih kožic in soka se imenuje maceracija.. To je stopnja pri predelavi rdečega grozdja v vino, kjer pustimo drozgo, to so delno zmečkane grozdne jagode in grozdni sok ležati v vinifikatorju določen čas. Pri tem pride do ekstrakcije fenolnih in ostalih barvnih snovi (Pirnovar 2002).\n"], "2": ["1.1 Namen in cilji diplomskega dela", "Namen raziskave je proučiti tri različne načine maceracije in sicer klasično maceracijo (kontrola), hladno maceracijo pred vrenjem, ter maceracijo z dvigom temperature v zaključni fazi maceracije. Z diplomskim delom bomo potrdili ali ovrgli delovno hipotezo, da višja temperatura in čas maceracije lahko vpliva na večje izluževanje (ekstrakcijo) fenolnih spojin, saj so prav slednje pomembne za oblikovanje senzoričnih lastnosti rdečega vina in s tem vplivajo na njegovo večjo kakovost. Raziskava je potekala pri sorti ´Modri pinot´ iz območja vinorodnega okoliša Štajerska Slovenija, vinorodni podokoliš Maribor.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Opis sorte ´Modri pinot´", "´Modri pinot´ spada v zahodnoevropsko skupino sort – Proles occidentalis Hrček in Korošec-Koruza. Izvira iz Francije in nosi originalno ime ´Pinot noir´. Najdemo ga še pod naslednjimi imeni: modri burgundec (Slovenija), Spätburgunder, blauer Augustiner (Nemčija, Avstrija, Švica), auvernas noir (Francija), pino nero, pignolo (Italija), burgundac crni (Hrvaška, Srbija), kisburgundi kek (Madžarska), burgundi mic (Romunija), rauci male (Češka), black morillon (Anglija) (Vršič 2008). V Burgundiji dosega zadostno zrelost le na dobrih legah. Pomanjkanje sonca se izraža pri modrem pinotu z neizrazitim burgundskim karakterjem, kar pomeni tudi odsotnost vonjav po rdečih sadežih in mehkobi taninov. Za kletarjenje je občutljiv. V vročih območjih Kalifornije in Avstralije je težava preveč obarvano in težko vino (Nemanič 1996).\nList trte je srednje velik bolj okroglaste oblike, tri ali pet delen. List je topozobčast, na zgornji strani mehurjast, na spodnji gol. Gornja stran lista je temno zelena, v jeseni na robovih nekoliko pordeči (Hrček in Korošec-Koruza 1996). Grozdi so pri vseh tipih mali do srednje veliki, valjaste oblike, zbiti, redkeje malo rahli ali deljeni, razen pri novih klonih z nezbitimi grozdi ki so manj občutljivi na botritis. Jagode so okrogle do ovalne. Brsti srednje pozno do pozno, cveti pozno. Zori srednje pozno do pozno, rast je srednje močna do močna (Vršič 2008). V slovenskem okolju ima grozdje ´Modri pinot´ relativno malo antocianov in skupnih fenolov. Kljub temu se pri njem ne pričakuje intenzivne obarvanosti, ampak je bolj cenjeno mehko »glicerinasto« telo in razpoznavna aroma (Nemanič in sod. 2001). Antocianini in tanini se povezujejo v komplekse, kar je pomembno pri ohranitvi in stabilizaciji barve, še posebej med zorenjem vina. Za ´Modri pinot´ je značilno pomanjkanje procianidinov (taninov) v kožicah. Rezultat je nesposobnost tvorbe antocianin-taninskih kompleksov, kar ima za posledico manjšo intenzivnost in nenavadno slabo stabilnost barve (Košmerl in sod. 2001). \nVsebnost sladkorja v moštu lahko doseže od 80 do 90 -Oe, saj je ena naših najkakovostnejših sort. Mošt je sladek in aromatičen.´Modri pinot´ daje pri ustrezni stopnji zrelosti izredno kakovostno vino z lepo rubinasto rdečo barvo, kar je še posebna cenjena odlika te sorte. Zato je tudi v postopku vinifikacije ena od naših najzahtevnejših rdečih sort (Hrček in Korošec-Koruza 1996).\nVino spada med plemenita rdeča vina. Je odprte, rubinasto rdeče barve in prvotno grob okus postane po daljšem zorenju v leseni posodi mehkejši, čistejši, z nežno cvetico, ki spominja na robidnice. Aroma vina v »mladih« letih spominja na rdeče jagode, pozneje se razvije aroma po koži in divjačini, kar je značilen okus starega vina, ki ga degustatorji opišejo z izrazom »sladki«, čeprav je sicer vino lahko povsem brez nepovretega sladkorja. (Šikovec 1996).\n"], "5": ["2.2 Vloga encimov pri vinifikaciji", "Encimi so snovi, ki uravnavajo kemijske reakcije. So beljakovinskega izvora, pridobljeni iz drobnoživk. Z dodatkom encimskih preparatov lahko pospešimo nezadostno aktivnost lastnih encimov grozdja. Na grozdju so encimi prisotni v majhnih količinah. Za delovanje teh je potrebnega več časa. Delovanje encimov je odvisno od temperature. Če jih dodamo pred vrenjem, je priporočljiva temperatura drozge ali mošta nad 10 -C. Kadar jih dodamo proti koncu vrenja ali po njem (glukozidaze) za sproščanje arome, pa jim ustreza temperatura nad 15 -C. Delovanje encimov zaustavimo z dodatkom bentonita, ki jih absorbira in inaktivira.   Z dodatkom pektolitičnih encimov dosežemo lažje stiskanje, lepše iztekanje mošta,  večjo dobit mošta pri nižjem tlaku. Pri rdečem grozdju pospešujejo in izboljšujejo  sproščanje barvnih sestavin, prav tako aromatičnih sestavin v mošt in s tem  aromatske rezerve. Poleg tega pospešujejo bistrenje mošta in vina.   Glukozidazne encime (ß-glukozidazna aktivnost) uporabljamo za cepljenje  glukozidnih vezi. Za sortno značilno vinsko cvetico je odločilnega pomena  vsebnost terpenoidnih spojin. Pri monoterpenskih spojinah, ki so v jagodah  glikozidno vezane, z maceracijo ne dosežemo večje sprostitve le teh. V vezani \n obliki so terpeni senzorično neaktivni in pomenijo rezervoar potencialne sortne  arome. Sproščanje teh aromatičnih spojin prek cepljenja glikozidnih vezi lahko  poteka zaradi izrabe aktivnosti lastne grozdne ß-glukozidaze po dvigu pH  vrednosti, intenzivneje pa z dodatkom ustreznega encimskega preparata z ß-  glukozidaznim delovanjem.   Encimi z ß-glukanaznim delovanjem lahko v mladem vinu, če so dodani po  alkoholnem vrenju, razgradijo koloide v vinu iz grozdja, prizadetega od (Botrytis  cinerea Vodovnik) in nastale glukane (tvorijo jih kvasovke) ter tako izboljšajo  filtrabilnost vina (Vodovnik 1999)\n"], "6": ["2.3 Fenolne spojine v grozdju in vinu", "Fenolne spojine imenujemo vse tiste spojine, ki imajo najmanj en aromatski obroč in eno ali več -OH skupin direktno vezanih na aromatski obroč. V naravi so običajne spojine z več -OH skupinami in zato se je zanje uveljavilo tudi drugo ime polifenoli (Abram in Simčič 1997).\nFenoli se nahajajo v vseh delih grozdnih jagod in v pecljih. V vinu lahko obstajajo v prosti monomerni obliki ali pa so polimerizirani. Zelo pogosta je oblika, pri kateri je ena ali več karboksilnih skupin zaestrenih s sladkorjem, neredko pa se pojavijo tudi v obliki estrov organskih kislin, še posebej ocetne, kumarne in vinske kisline (Vrhovšek 1996). Znano je, da so polifenolne snovi pomembne za vrsto senzoričnih lastnosti vina – barvo, trpkost in grenkobo (Vrhovšek 2000). Fenoli pa imajo tudi sposobnost, da sprožijo koagulacijo beljakovin ter tako pripomorejo k spontanem bistrenju vina (Šikovec 1993).\nGrozdje, mošt in tudi vino vsebujejo vrsto med seboj sorodnih spojin, ki smo jih vse do sredine našega stoletja uvrščali med taninske in barvne snovi, zdaj pa jih uvrščamo med fenolne ali bolje rečeno med polifenolne snovi. Cela kemična struktura je dobila ime po fenolu C6H5-OH in je po kemični zgradbi podobna terciarnim alkoholom. S svojim nastankom v jagodi oz. v kožici (rdeča barvila - antociani) in prisotnostjo v drugih delih dajejo in določajo vinu barvo in večinoma tudi okus. \nFenolne spojine igrajo v enologiji bistveno vlogo, odgovorne so za razliko med rdečimi in belimi vini, še posebej pa pri barvi in okusu rdečih vin. Imajo zanimive zdravilne lastnosti zaradi katerih pride do tako imenovanega »Francoskega paradoksa«. Vsebujejo bakterijske antioksidante in vitamine, ki varujejo pred kardiovaskularnimi boleznimi. Te molekule prihajajo iz različnih delov jagod in jih izločimo med pridelavo vina. S staranjem vina se njihova struktura zelo spreminja glede na pogoje bodisi v sodu, bodisi v steklenici (Ribereau- Gayon in sod. 2000).\nPomen fenolnih spojin v vinu (Vrhovšek 1996):   imajo pomembno vlogo pri oblikovanju in razvoju organoleptičnih lastnosti,  predvsem vplivajo na barvo, okus in aromo ter stabilnost vina;   sodelujejo in služijo kot pomembni katalizatorji mnogih reakcij;   odražajo raznovrstnost grozdja in pogoje rasti;   so indikatorji stopnje maceracije grozdnih jagod med vinifikacijo in   imajo antioksidativno sposobnost (lovilci prostih radikalov), kot taki preventivno  delujejo pri bolezni srca in ožilja.\nZ enološkega vidika je pomembna razdelitev fenolnih spojin glede na njihovo kemijsko strukturo in taninski značaj. \n"], "7": ["2.4 Tanini- enološki pomen", "Tanini so skupina kemijskih spojin, ki jih najdemo v številnih rastlinah: lubju ali skorji dreves, kavi, čaju, grozdju; v bistvu so to rastlinski ekstrakti. V grozdju se tanini nahajajo v jagodni kožici, pečkah in pecljevini. Tanini povezani s polisaharidi, dajejo polnost vina. Zlasti so pomembni tanini iz pečk, ki so drugačne sestave kot tanini iz kožice (Terčelj 2007). Dodaten izvor taninov je lesena posoda, v kateri zori vino. Od kemijskih lastnosti taninov je v ospredju njihova reaktivnost s kisikom, kar omogoča zaščito vina pred oksidacijo, torej jih s tega stališča smatramo kot naravna varovalna sredstva za konzerviranje vina. \nTanini, ki jih uporabljamo v vinarstvu, se razlikujejo:   glede na družino oziroma skupino, kamor jih uvrščamo;   po karakteristikah oziroma značilnostih;   po strukturi ali zgradbi ter   po reaktivnosti.\nZa povečanje taninskih fenolov v rdečih vinih imamo na razpolago:   encime za ekstrakcijo barvnih snovi, ki jih dodajamo v drozgo;   hrano za kvasovke rdečih vin (avtolizat kvasnih celic z visoko vsebnostjo  polisaharidov), ki nam omogoči povečanje intenzitete barve s tvorbo polisaharidno-  taninskih kompleksov, obenem pa tudi poveča polnost vina;   enološke tanine, ki jih dodajamo med alkoholno fermentacijo;   enološke tanine, ki jih dodajamo po končani alkoholni fermentaciji in   enološke tanine, ki jih dodajamo pri zaključnem zorenju vina ali tik pred  stekleničenjem.\nZ ozirom na postopek predelave grozdja (maceracijo) je vsebnost taninov v rdečih vinih večja v primerjavi z belimi, kar omogoča daljšo življenjsko dobo (kasnejši kvar). Večina rdečih vin pa zato potrebuje daljši čas zorenja ali staranja vina, da postane vsebnost taninov “zmerna”. Vplivajo namreč predvsem na okus in strukturo vina: grenkobo, trpkost, suhost, ali izsušenost (reakcija taninov z beljakovinami sline v ustih, ki se oborijo). V vinskem vinskem žargonu govorimo o trdih, suhih ali nezrelih taninih, na drugi strani pa o mehkih, zaokroženih in zrelih taninih (Košmerl 2004, Vodovnik 1999) . Tanini, ki so v vinu, imajo izrazito baktericidno delovanje. Te lastnosti so povezane bolj z rdečimi vini, ki so baktericidna, učinkovita proti trebušnim patološkim bakterijam. Z razbarvanjem rdečega vina in z rastlinskim ogljem to lastnost zgubijo (Simšič 1987).\n"], "8": ["2.5 Dejavniki, ki vplivajo na koncentracijo fenolnih spojin", "Med najpomembnejše dejavnike, ki vplivajo na koncentracijo fenolnih snovi v grozdju in vinu prištevamo (Vrhovšek 1996):\n- Pogoje rasti trte:   Sorta grozdja je osnovni pokazatelj vsebnosti fenolnih spojin. Bistvena  kemijska razlika med belimi in rdečimi sortami grozdja je v vsebnosti  barvnih snovi. Rdeča vina vsebujejo v povprečju do štirikrat več fenolnih  spojin kot bela.   Podnebje (toplota, število sončnih dni, padavine, vlaga.), lega vinograda,  talne razmere ter zdravstveno stanje grozdja (zelo pomemben dejavnik).  Nastajanje sladkorjev se bistveno razlikuje od načina povečanja fenolnih  spojin. Pri višjih podnebnih temperaturah nastaja več sladkorjev, nasprotno  pa so nižje temperature ugodnejše za razvoj fenolov.   Pomemben je čas trgatve, ki je najugodnejši ko soupadata tehnološka in  fenolna zrelost. Takrat je koncentracija antocianov maksimalna, grozdje  vsebuje optimalno sestavo, kar je dobra osnova za nadaljnjo predelavo.\n- Vinifikacija:   Na koncentracijo fenolnih snovi vpliva potek vinifikacije: pecljanje in  drozganje grozdja, način in trajanje maceracije, alkoholna fermentacija,  nega vina (čas žveplanja, uporaba različnih čistilnih sredstev).\n"], "9": ["2.6 Maceracija drozge", "Za uspešno pridelovanje rdečega vina je pomembna maceracija rdeče drozge. Večina naših vinskih sort, razen sorte gamay barvarica (Gamay teinturier), ima neobarvan grozdni sok, zato se v procesu predelave grozdje rdečih vinskih sort macerira. Čas in način kontakta jagodnih kožic rdečega grozdja z jagodnim sokom oblikuje senzorične lastnosti vina. Za barvo rdečih vin so odgovorni antociani, ki so locirani samo v zunanjih plasteh jagodne kožice. Bistven del je kontakt jagodnega soka z jagodnimi kožicami. Pri tem prehajajo iz \nvakuol celic jagodne kožice, ob občasnem mešanju, fenolne (barvne in taninske) snovi v jagodni sok. Intenzivnost prehajanja fenolnih spojin v jagodni sok je pogojena s :   kemijskimi dejavniki: temperatura, koncentracija nastajajočega alkohola in CO2;   fizikalnimi (mehanskimi) dejavniki: mešanje drozge, čas maceracije\nRdeče barvne snovi (antociani) so v jagodni kožici. Da se ekstrahirajo v grozdni sok oz. mošt, je potrebno, da se celice odprejo. Med maceracijo se zaradi izločanja CO2 oblikuje na površini drozge kompakten klobuk jagodnih kožic, ki ga je potrebno čim večkrat potapljati. S tem pripomoremo k hitrejši ekstrakciji barvil in fenolnih snovi, preprečujemo razmnoževanje škodljivih mikroorganizmov (predvsem ocetnokislinske bakterije) in omogočamo hitrejše sproščanje toplote iz vinifikatorja (Muhar in Košmerl 2005).\nŽveplov dioksid ali pogovorno žveplo povzroči poškodbe celic, kar ima za posledico olajšano ekstrakcijo spojin. Žveplanje drozge doprinese k topnosti mineralov, organskih kislin in fenolnih snovi (antocianov in taninov). Učinek žveplanja je kratkotrajen, saj je aktiven le prosti SO2 in ta na drozgi hitro izgine (Ribereau- Gayon in sod. 2000). Če je grozdje plesnivo, se z žveplanjem izognemo uničevanju barvil, ki bi jo povzročila prisotnost laktaze v plesni (Klenar in Vrščaj 2001). Poleg barve so za rdeča vina pomembne in značilne še mnoge druge snovi, ki se sproščajo iz trdnih delcev, predvsem kožice iztočasno ob sproščanju barvnih sestavin. To so predvsem taninske snovi, dušične snovi, polisaharidi, mineralne snovi, aromatične snovi in druge (Vodovnik in Vodovnik- Plevnik 2003).\nVrste maceracij lahko na grobo razdelimo na štiri postopke (Nemanič in sod. 1997):\n klasična maceracija (temp. drozge do 30 -C),   maceracija v atmosferi CO2 (karbonska maceracija),   toplotna maceracija (termovinifikacija; temp. drozge je 45 -C za 2-3 ure ali 80 -C  za nekaj minut in nato hitra ohladitev),   hladna maceracija (temp. pod 15 -C in uporaba večjih količin SO2 (do 400 mg/l). \nMošt prečrpamo v fermentor, inokuliramo s kvasovkami (po želji tudi z mlečno- kislinskimi bakterijami) in kontroliramo temperaturo v območju do 30 -C. Že prvi dan intenzivnega alkoholnega vrenja kožice splavajo na površino vrelnega substrata, kjer tvorijo tako imenovano kožni klobuk , ki običajno zasede približno 1/3 vrelnega volumna. Sledi prečrpavanje mošta od spodaj navzgor preko kožnega klobuka – potapljanje le tega. Običajno gre za točno določen volumen mošta, ki ga potapljamo dvakrat dnevno preko klobuka. Nekateri uporabljajo tudi različne volumne in pogostosti potapljanja. Navadno začnejo z večjimi volumni in pogosteje v začetni fazi vrenja in nato zmanjšujejo tako volumen kot frekvenco vse do stiskanja. Proučevanja klasične ekstrakcije so dokazala maksimum koncentracije barvil že drugi dan alkoholnega vrenja (Veber 2006).\nPostopek je pričel M. Flanzy sredi 30-tih let tega stoletja v dolini Rhone. Bazira na anaerobni presnovi celice jagode in je predviden za posebno sveža mlada vina. Cisterno predhodno napolnjeno s CO2 polnimo s celim zdravim grozdjem. Potem imamo v njej grozdje, ki je zdrobljeno zaradi lastne teže na dnu cisternern sprošča se sok, celo grozdje, ki plava v soku-moštu ter celo grozdje, ki je obdano s plinom CO2.\nImamo tri vrste sprememb: Alkoholno vrenje s kvasovkami v izločenem soku zdrobljenih jagod, maceracijo celega grozdja v soku in anaerobni metabolizem v plinski fazi CO2.\nPostopek je zasnovan na daljšem ali krajšem segrevanju drozge, ki mu sledi stiskanje drozge in hlajenje ter nato vrenje tako tretiranega mošta. Maceracija drozge in fermentacija sta ločeni. Vplivi tega sistema so naslednji: večja ekstrakcija barve, ki pa je manj stabilna, zmanjšanje števila mikroorganizmov, zlasti tistih toplotno občutljivih, zmanjšanje \nencimatskega delovanja, ugodno zlasti za preprečitev delovanja oksidacijskih encimov gnilega grozdja. Kemijska sestava grozdja se menja (več barve, višji ph, več ekstrakta). V organoleptičnih lastnostih so ta vina bolj sadna, mehkejšega okusa, polna manj ostra, toda manj sveža in hitreje starajo (Rajher 2002).\nHladna maceracija je postopek, pri katerem se vzpoztavi stik z grozdnim sokom in jagodno kožico pri nižjih temperaturah (5-10 -C) daljši čas od nekaj ur do nekaj dni. Osnovni namen hladne maceracije je povečanje aromatičnosti vina, intenzivnosti vonja in okusa ter ohranjanje prijetne svežine. V kombinaciji z nadaljnjim vodenjem alkoholne fermentacije pri nižjih temperaturah, lahko predfermentativna hladna fermentacija znatno poveča aromatičnost, včasih tudi na škodo sortne tipičnosti. Pri nižji temperaturi je ekstrakcija flavonoidov manjša, zato so tako pridelana vina manj trpka in grenka. Flavonoidni fenoli se ekstrahirajo veliko prej kot neflavonoidni. Poleg fenolnih snovi se mošt obogati tudi z aromatičnimi snovmi. Poveča se vsebnost monoterpenov, ki so glavni nosilci arome. Večja je vsebnost skupnih dušikovih spojin (aminokislin, vitaminov, encimov), maščobnih kislin, večja je vsebnost pH, poveča se skupni ekstrakt in vsebnost pepela. Zmanjša pa se vsebnost kislih polisaharidov (pektinov) in skupnih kislin, kar je posledica povečane vsebnosti mineralnih snovi predvsem kalija (Košmerl 2005).\n"], "10": ["3 MATERIAL IN METODE DELA", ""], "11": ["3.1 Material", "Vinograd leži v zahodnem delu vinorodnega koliša Štajerska Slovenija, vinorodni podokoliš Maribor, ter vinorodna lega Meranovo. Celotna površina je 0,25 ha s 55 % nagibom. Vinograd s sorto ´Modri pinot´ na podlagi ´Kober 5BB´ je bil posajen leta 2002 na peščeno ilovnatih tleh z medvrstno razdaljo 2,4 m ter razdaljo v vrsti 0,9 m. Gojitvena oblika je enojni guyot.\nGrozdje je bilo potrgano 12. oktobra 2005 in sicer na UC za vinogradništvo in vinarstvo Meranovo, Fakultete za kmetijstvo in biosistemske vede. Grozdje je bilo zdravo z malo gnilobe, vendar smo tudi to gnilobo pri trgatvi odstranili. Grozdje je bilo takoj po trgatvi pecljano in drozgano. Vsebnost sladkorja je bila 87 -Oe, 8,4 g titracijskih kislin izraženih kot vinska kislina g/l. \nKvasovke: uporabljene so bile selekcionirane kvasovke SIHA Aktiv 8 ´Modri pinot´ (Saccharomices cerevisiae), bakterije: SIHA Viniflora®Oenos (Oenococcus oeni), želatina: SIHA drobnozrnata želatina .\nStiskalnica; vodna 300 l, drozgalnik-pecljalnik; izdelava Weiss&Fabjan, polnilec z filtrom na slojnice 20 x 20 Kovinox, šest plastičnih posod 200 l, šest nerjavečih sodčkov 30 l, štirje kaloriferji, plinska peč, refraktometer (Atago).\n"], "12": ["3.2 Vremenske razmere v letu 2005", "Vremenski pogoji v letu 2005 so bili za pridelavo grozdja v Podravju razmeroma ugodni. Nekoliko višje temperature v maju od dolgoletnega povprečja so pripomogle k temu, da je trta cvetela konec maja, razen poznih sort, ki so cvetele v juniju. Zgodnje cvetenje omogoča trti, da je zorenje grozdja v jeseni pravočasno, z dovolj sladkorja v grozdnem soku.\nprimerjavi z referenčnim obdobjem 1961-1990 (ARSO)\nV mesecu aprilu je padlo za 20 mm več padavin v primerjavi z dolgoletnim povprečjem, v maju za 16 mm manj, v juniju za 30 mm manj, v juliju za 83 mm več, v avgustu za 55 mm več ter v septemberu za 28 mm več. Preveč padavin v času dozorevanja grozdja ni zaželjeno. Kot posledica tega je več pozne peranospore ter močno gnitje grozdja.\nŽe april je bil malenkost toplejši za 1 -C od dolgoletnega povprečja, maj za 1,5 -C, junij za 1,7 -C, julij za 1,1 -C, avgust je bil za 0,6 -C hladnejši, september pa je bil toplejši za 0,9\n-C. Temperature v času vegetacije niso bistveno odstopale od dolgoletnega povprečja 1961-1990, ki velja za naše kraje.\nWalter-Gaussenovem klimadiagramu v razmerju 1:4 na meteorološki postaji  Maribor–Tabor (ARSO) \nV začetku leta 2005 do meseca junija je bilo več sončnega obsevanja (+42 h) glede na dolgoletno povprečje 1961-1990. Veliko manj sončnega obsevanja je bilo meseca julija ter avgusta. Jesen pa je bila dokaj izenačena z dolgoletnim povprečjem 1961-1990.\nMaribor–Tabor (ARSO)\n"], "13": ["3.3 Metode dela", "Poizkus je bil izveden na UC za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo biosistemske vede. Za spremljanje dozorevanja grozdja smo opravili sedem vzorčenj grozdja (100 jagod iz 50 trsov), in sicer: 30. 8., 6. 9., 13. 9., 21. 9., 27. 9., 5. 10., 11. 10. 2005.\nNa celotni parceli namenjeni za poskus, smo v dveh izbranih vrstah pobrali 50 jagod z ene strani in 50 z druge strani trsov. Polovico jagod smo nabrali na zunanji strani grozdov in polovico na senčni, notranji strani. Vzorčenje v vsakem terminu smo ponovili. Nato smo vzorce 100 jagod stehtali. Nato smo jagode zmečkali in dobro premešali. Sok smo precedili s cedilko v 100 ml merilni valj in počakali, da so se večji delci usedli na dno. S stekleno palčko smo kanili sok na čisto prizmo refraktometra in izmerili relativno gostoto soka v ˚Oe. Vrednost pH smo izmerili z umerjenim elektronskim pH metrom, titracijske kisline pa s titracijo z NaOH do pH 7,0. Porabljene ml baze smo pomnožili s faktorjem 0,75 in dobili vsebnost titracijskih kislin v g/l izražene kot vinska kislina. Te analize smo izvajali v sedemdnevnih presledkih do trgatve.\nTakoj po trgatvi je bilo grozdje strojno drozgano in pecljano. Pri drozganju so jagode počile, tako, da kožice, pečke in pecljvina niso bile poškodovane. Pecljevina je bila odstranjena iz drozge. Drozgo smo žveplali s 100 ml 5 % H2SO3 /hl.\nV letu 2005 smo preizkušali tri različne postopke maceracije grozdja cv. ´Modri pinot´: klasična maceracija (Km), hladna maceracija (Hm) ter maceracija z dvigom temperature v zaključni fazi maceracije (Tm). Po drozganju smo drozgo razdelili na šest enakih delov tako, da smo imeli tri obravnavanja in dve ponovitvi (Km1, Km2; Tm1, Tm2; Hm1, Hm2). \nV štiri plastične posode (Km1, Km2; Tm1, Tm2;) smo takoj inokulirali vrelni nastavek selekcioniranih kvasovk 20 g/hl drozge, dve posodi (Hm1, Hm2) pa smo brez kvasovk dali takoj na hladno 11 -C. Po treh dneh maceracije drozge smo posodi (Hm1, Hm2) dali v toplejši prostor 18 -C k ostalim posodam, ter dodali selekcionirane kvasovke 20 g/hl drozge. Po petih dneh maceracije smo v štiri posode (Km1, Km2; Tm1, Tm2) dodali bakterije za biološki razkis. V preostali dve posodi (Hm1, Hm2), pa smo bakterije dodali po sedmem dnevu, torej po zaključku hladne maceracije.\nDrozgo v prvih dveh posodah (Km1, Km2) smo osmi dan (21. okt. 2005) od dneva trgatve sprešali v dva nerjaveča sodčka in jih pustili v toplem prostoru 18 -C. Drozgo v drugih dveh posodah (Tm1, Tm2) smo sedmi dan od dneva trgatve segreli s štirimi kaloliferji ter plinsko pečjo na 40 -C v obeh kadeh, ter jih po 24 urah sprešali v dva označena sodčka in jih ohladili na 22 -C, ter jih pustili v toplem prostoru 18 -C. Drozgo v tretjih dveh posodah (Hm1, Hm2), pa smo sprešali dvanajsti dan (24. okt. 2005) od dneva trgatve v dva označena sodčka ter jih postavili k ostalim. Med maceracijo smo drozgo mešali dvakrat dnevno in sicer zjutraj in zvečer, iztočasno v vseh šestih posodah.\nJemanje vzorcev (svežega delno povretega) mošta je potekalo tako, da smo drozgo najprej dobro premešali ter posebej iz vseh šestih posod vzeli s pipeto vzorce drozge in jih pozneje v laboratoriju analizirali. Prvi vzorec smo vzeli iz drozge takoj po drozganju celotne količine grozdja v katerem smo izmerili relativno gostoto (-Oe), pH, temperaturo, ter titracijske kisline. Naslednji vzorci pa so bili vzeti iz vsake posode drugi dan po trgatvi. Vsak naslednji dan smo spremljali pri vzorcih samo relativno gostoto (-Oe) ter temperaturo.Vzorce smo odvzeli tudi ob prešanju delno prevrete drozge pri katerih smo merili relativno gostoto (-Oe), pH, titracijske kisline (g/l izraženih kot vinska kislina), temperaturo, jabolčno ter mlečno kislino. Pri jabolčni in mlečni kislini smo imeli dva vzorca, saj smo ločevali samotok ter prešanec. \nPrve meritve biološkega razkisa so potekale takoj naslednji dan po prešanju drozge. Takrat smo vsak drugi dan v vinu jemali vzorce za analizo relativne gostote (-Oe), temperature, pH ter titracijskih kislin (g/l izraženih kot vinska kislina).\nPrvi pretok vina smo opravili 27. dan od dneva trgatve v 30 l sodčke ter dodali žveplo 60 ml 5 % H2SO3 /hl (30 mg/l). Po enem mesecu od dneva trgatve smo vino čistili z želatino 7 g/hl. Vino smo po petih mesecih od dneva trgatve prefiltrirali.\nMesec dni po filtraciji vina smo vzeli vzorce iz vseh šestih sodčkov za analizo alkohola, pH, titracijskih kislin (g/l izraženih kot vinska kislina), prostega ter skupnega SO2, reducirajočih sladkorjev, hlapnih kislin, jabolčne, vinske in mlečne kisline, temperature, ter relativne gostote vina. V vinu je bila opravljena tudi analiza skupnih fenolov ter 14. aprila 2008 analiza skupnega ekstakta.\nMerjenje rel. gostote (-Oe) V praksi je to takoimenovana sladkorna stopnja mošta, ki se določa z ročnim refraktometrom in jo izražamo z -Oe (Košmerl in Kač, 2007).\nVrednost pH Merjenje pH poteka z uporabo pH metra, ki meri razliko v potencialu med dvema elektrodama, ki sta potopljeni direktno v vzorec mošta ali vina.\nTitracijske kisline smo določili s titracijo z NaOH. Dobljene vrednosti smo pomnožili s faktorjem 0,75 in dobili rezultat izražen v g/l tit. kislin, izraženih kot vinska kislina.\nProsti SO2 smo določili titrimetrično z jodom, ki se reducira v jodid. Skupni SO2 Za to določitev moramo sprostiti vezani SO2 v vinu. To naredimo z dodatkom luga.\nVezani SO2 smo izračunali kot razliko med skupnim in prostim SO2. \nVinska kislina je bila določena reflektometrično s testnimi lističi in aparatom Reflectoquant. S primerjavo barve lističa, pomočenega v vino, je aparat določil vrednost vinske kisline v g/l.\nJabolčna kislina je bila na enak način izmerjena z aparatom Reflectoquant. Izračunano v g/l (kot jabolčna kislina).\nMlečna kislina je bila na enak način izmerjena z aparatom Reflectoquant. Izračunano v g/l.\nHlapne kisline smo določili z destilacijo z vodno paro. Destilat smo titrirali z N/10 NaOH ob dodatku fenolftaleina. Enota g/l na dve decimalki natančno.\nReducirajoči sladkorji reducirajo dvovalentni baker (modra barva) do enovalentnega bakrovega suboksida (rdeča barva). Z dodatkom kalijevega jodida se sprosti neporabljenemu bakru ekvivalentna količina joda, ki jo določim s titracijo z natrijevim tiosulfatom. Rezultat izražen v g/l na eno decimalko.\nRelativno gostoto vina in destilata smo izmerili za potrebe izračuna ekstrakta. Vzorec vina smo predestilirali in določili relativno gostoto destilata in vina z aparatom Anton Paar na pet decimalk natančno. Aparat določi specifično težo z resonančno frekvenco določenega volumna tekočine.\nAlkohol smo izmerili na dva načina. Z ebullioskopom smo na osnovi vrelišča vina odčital vol. % alkohola v vinu. Z aparatom Anton Paar pa dobili rezultate alkohola na dve decimalki natančno.\nSkupni ekstrakt vina smo izračunali na osnovi razlike med relativno gostoto vina in vinskega destilata. Dobljena vrednost se tabelarično pretvori v skupni ekstrakt izraženo v gramih na liter. \nEkstrakt brez sladkorja smo izračunali tako, da smo skupnemu ekstraktu odštel vsebnost reducirajočih sladkorjev. Rezultat izražen v g/l.\nSkupni fenoli so bili določeni s spektrofotometrom. Razredčen vzorec vina smo vlili v kiveto kvarc, izmerili absorbanco pri 280 nm nasproti slepemu vzorcu (destilirana voda). IPT= Abs x 10 (Fredč). Ob rabi referenčne raztopine (galna kislina) lahko rezultat izrazimo v g/l tanina.\nSenzorično ocenjevanje vina je potekalo na UC za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede. Ocenjevanje je potekalo po Buxbaumovi 20- točkovni metodi. Ocenjevalo se je: bistrost do 2 točki, barva do 2 točki, vonj do 4 točke, okus do 6 točk, harmonija do 6 točk. V ocenjevalni komisiji je bilo pet degustatorjev. Prvo ocenjevanje je potekalo 20. aprila 2006, drugo ocenjevanje pa je bilo opravljeno 13. februarja 2008. Na prvem ocenjevanju je bilo prisotnih pet ocenjevalcev. Vseh šest vzorcev so ocenjevali posebej po naslednjem vrstnem redu 1. Km1, Hm1, Tm1, 2. Tm2, Hm2, Km2, ter ponovitev vzorcev 3. Km1, Hm1, Tm1, Hm2. Na drugem ocenjevanju 13. februar. 2008 je bilo prav tako prisotnih pet ocenjevalcev. Vseh šest vzorcev so ocenjevali enako kot na prvem ocenjevanju, po naslednjem vrstnem redu 1. Km1, Hm1, Tm1, 2. Tm2, Hm2, Km2, ter ponovitev vzorcev 3. Km1, Hm1, Tm1, Hm2.\n"], "14": ["3.4 Statistične metode", " Senzorika - z metodo razvrstitvenih števil po Paulu   Analitika - z analizo variance (ANOVA); p=0,05\n"], "15": ["4 REZULTATI Z RAZPRAVO", ""], "16": ["4.1 Parametri zrelosti grozdja", "Trgatev je bila opravljena 12. oktobra 2005. Grozdje je bilo v polni zrelosti v prvi dekadi oktobra ter z malo (12 % ) gnilobe katero pa smo ob trgatvi odstranili. V obdobju od 30. 8. do 4. 10. (35 dni) se je masa 100 jagod povečala za 44,5 g, relativna gostota za 28 -Oe, pH za 0,55 skupne titracijske kisline pa so padle za 10 g/l.\nPovprečne vrednosti pri tej sorti (primerjava Kmetijsko gozdarski zavod Maribor) za podokoliš Maribor so bile v obdobju od 31. 8. do 5. 10. 2005 nekoliko manjše. Masa 100 jagod se je povečala za 25,5 g, relativna gostota za 22 -Oe, pH za 0,4 in skupne titracijske kisline so se zmanjšale za 8,5 g/l.\n"], "17": ["4.2 Analize drozge in vin. mošta", "Preglednica prikazuje povprečne vrednosti parametrov skupne drozge takoj po drozganju.\nOb prešanju drozge smo opravili meritve relativne gostote v -Oe, pH, titracijske kisline (izražene kot vinska kisl. g/l), jabolčne kisline g/l ter mlečne kisline g/l. Pri jabolčni ter mlečni kislini smo ločeno analizirali samotok in prešanec.\nIzmed vseh narejenih analiz mošta je prišlo do statističnih razlik (p=0,05) med obravnavanji v parametrih jabolčne kisline (samotok) ter mlečne kisline (prešanec). Jabolčna kislina samotoka postopka Km se statistično ne razlikuje, od samotoka postopka Tm in Hm. Prišlo pa je do statistično značilnih razlik samotokov postopka Hm in Tm. Analiza mlečne kisline prešanca je pokazala, da je bila statistično višja pri obravnavanju Hm kot pri obravnavanju Km in Tm. Vsebnost mlečne kisline prešanca postopka Km in Tm se statistično značilno ni razlikovala. Verjetno zaradi določenega mikrobiološkega delovanja v času hladne maceracije.\n"], "18": ["4.3 Spremljanje alkoholnega vrenja in biološkega razkisa", "Pri spremljanju zmanjšane koncentracije z merjenjem relativne gostote pri postopku Km in Tm med fermentacijo je iz grafikona 3 razvidno, da je zmanjšanje koncentracije sladkorja prvi in drugi dan po trgatvi minimalno. V nadaljevanju pa je zmanjševanje koncentracije sladkorja hitrejše do petega dne po trgatvi (17. okt.), nato pojenjuje do sedmega dneva po trgatvi (19. okt.) in se ustavi pri osmen dnevu od dneva trgatve (20. okt.). Pri postopku Hm kjer je drozga začela vreti četrti dan od dneva trgatve je zmanjšanje koncentracije sladkorja do četrtega dne (16. okt.) po trgatvi minimalno. V nadaljevanju pa je zmanjševanje koncentracije sladkorja hitrejše do sedmega dne po trgatvi (19. okt.) nato pojenjuje do devetega dneva po trgatvi (21. okt.) kjer se tudi ustavi. Temperatura drozge pri postopku Km in Tm narašča do 4 dneva po trgatvi (16. okt.), nato pa začne padati vse do prešanja drozge. Temperatura pri postopku Hm začne padati do tretjega dneva po trgatvi (15. okt.) zaradi postavitve soda na hladno ter začne naraščati četrti dan od dneva trgatve (16. okt.) ko soda obeh ponovitev damo na toplo in narašča vse do sedmega dne (19. okt.). Osmi in deveti dan se temperatura spet zniža in drozgo sprešamo.\nBiološki razkis smo začeli spremljati dvanajsti dan od dneva trgatve. V mladem vinu smo spremljali pH, titracijske kisline izražene kot vinska kislina g/l, temperaturo, ter relativno gostoto (-Oe).\n"], "19": ["4.4 Fizikalno kemijske analize vina-rezultati", "Vino postopka Tm je imelo značilno manjšo vsebnost alkohola kot vini postopka Km in Hm. Postopek Hm ni vplival na zmanjšanje alkohola v vinu. Do statističnih razlik je prišlo med obravnavanji Km in Tm ter obravnavanji Hm in Tm. Med obravnavanji Km in Hm pa do statističnih razlik ni prišlo.\nVino postopka Km je imelo značilno manjšo vsebnost ostanka sladkorja, kot vini postopka Tm in Hm. Med vini postopka Tm in Hm ni prišlo do statistično značilnih razlik.\nVsebnost skupnega ekstrakta postopka Tm je bila večja za 10 % glede na Km in 19 % glede na Hm.\nPri obravnavanju Tm je prišlo do značilnega povečanja koncentracije skupnih fenolov, glede na obravnavanja Km in Hm, med katerima pa ni bilo statistično značilnih razlik. Skupni fenoli večji pri postopku Tm za 35 % glede na postopek Km in 28 % glede na postopek Hm.\n"], "20": ["4.5 Senzorične ocene-rezultati senzorike", "Končni rezultati so pokazali, da je z najboljšo povprečno senzorično oceno odstopal vzorec postopka Tm, zato smo ga tudi uvrstili na prvo mesto. Sledila sta mu postopka Km ter Hm.\nRezultati prvega ocenjevanja so pokazali, da je z najboljšo povprečno senzorično oceno odstopal vzorec postopka Tm1,2 zato smo ga tudi uvrstili na prvo mesto. Sledila sta mu postopka Km1,2 ter Hm1,2. \nStatistična analiza prvega ocenjevanja po Paulu\nΣ = vsota vrstnih števil glede na skupno oceno pri degustaciji. n = število degustatorjev Rz = uvrstitveno število (Σ/n); manjše vrstno število pomeni boljšo kakovost od večjega.\nKjer je razlika med uvrstitvenimi števili (*), večja ali enaka 1, tam postopki vinifikacije značilno vplivajo na skupno kakovost vina. \nMed vini postopka Km1 in Hm1 ni prišlo do statistično značilnih razlik v kakovosti. Vino postopka Tm1 pa je bilo statistično boljše ocenjeno kot vini postopka Km1 in Hm1.\nV drugi seriji je bilo vino postopka Tm2 statistično značilno najboljše. Vini postopka Hm2 in Km2 sta bili skoraj statistično značilni.\nV tretji seriji med vini postopka Km1 in Hm2 ni prišlo do statistično značilnih razlik v kakovosti. Do statistično značilnih razlik je prišlo v kakovosti med postopkoma Km1 in Hm1, Km1 in Tm1, Hm1 in Tm1, Tm1 in Hm2 ter Hm1 in Hm2.\nRezultati druge degustacije so pokazali, da je z najboljšo povprečno senzorično oceno odstopal vzorec postopka Tm1,2 zato smo ga tudi uvrstili na prvo mesto. Sledila sta mu postopka Hm1,2 ter Km1,2.\nStatistična analiza drugega ocenjevanja po Paulu\nV prvi seriji drugega ocenjevanja je prišlo do statistično značilnih razlik med vini postopka Km1 in Hm1 ter vini postopka Km1 in Tm1. Med vini postopka Hm1 in Tm1 pa ni prišlo do statistično značilnih razlik v kakovosti. \nDegustacija druge serije je pokazala, da sta se statistično razlikovali po kakovosti vini postopka Km2 in Hm2. Do skoraj statistično značilne razlike v kakovosti pa je prišlo med postopki vin Km2 in Tm2, Hm2 in Tm2.\nV tretji seriji so se statistično razlikovali po kakovosti med seboj postopki vin Km1 in Tm1, Km1 in Hm2 Tm1 in Hm2 ter Hm1 in Hm2, do skoraj statistično značilne razlike pa je prišlo med vini postopka Hm1 in Tm1, do statistično značilne razlike v kakovosti pa ni prišlo med vini postopka Hm1 in Km1.\n"], "21": ["5 SKLEPI", "Na univerzitetnem centru za vinogradništvo in vinarstvo Meranovo smo v letu 2005 proučevali vpliv različnih načinov maceracije na analitične in senzorične značilnosti vina (Klasično maceracijo (Km), hladno maceracijo (Hm), ter maceracijo z dvigom temperature v zaključni fazi le te (Tm)). Na osnovi rezultatov poskusa lahko naredimo naslednje sklepe:\nAnalize vinskega mošta po maceraciji so pokazale, da med tretiranji ni bilo razlik v relativni gostoti, pri pH vrednosti pa so bile minimalne. Večje so bile razlike v skupnih titracijskih kislinah največja je bila pri Tm. Ločene analize samotoka in prešanca so pokazale, da je bilo pri samotoku največ jabolčne kisline pri Hm, najmanj pri Tm; pri prešancu pa največ pri Tm, najmanj pa pri Hm. Mlečne kisline je bilo več pri Hm (samotok, prešanec), najmanj pa pri Km (samotok prešanec).\nAnalize mladega vina so pokazale med tretiranji naslednje: minimalne razlike v skupni titracijski kislini, alkoholu, pH in vinski kislini. Pri tretiranju Hm je bila nekoliko večja vsebnost mlečne kisline in hlapnih kislin, vendar nižji skupni ekstrakt. Tretiranje Tm je imelo nekaj več vinske kisline, občutno višji skupni ekstrakt in skupne fenole, rahlo večjo vsebnost reducirajočih sladkorjev in nižji alkohol. Razlike v analitičnih parametrih alkohol, reducirajoči sladkor, hlapne kisline ter skupni fenoli so bile statistično značilne p=0,05. Skupni fenoli so bili pri Tm višji za 35 % v primerjavi s Km in 28 % v primerjavi s Hm. Pri prvi senzorični analizi je bila največja ocena dosežena pri Tm, najmanjša pa pri Hm, vendar so razlike v primerjavi s Km majhne. Pri drugem senzoričnem ocenjevanju je bila največja ocena pri Tm največja pa pri Km. V primerjavi obeh ocenjevanj so bile ocene pri Hm večje, pri Tm so malo manjše, občutno manjše pa pri Km. Pri drugem ocenjevanju so se parametri glede na prvo ocenjevanje spremenili in sicer:   bistrina in barva sta ocenjeni slabše kot pri prvem ocenjevanju   vonj je bil občutno bolje cenjen pri Hm, malo bolje pri Km, skoraj enako pri Tm   okus je občutno boljši pri Hm in Km, malo slabše pri Tm \n  harmonija je občutno boljša pri Hm, le malo boljša pri Km in Tm.\nSkupne ocene so bile malo manjše pri Tm, občutno manjše pri Km, večje pa pri Hm. Statistično izvrednotenje (analiza variance) laboratorijskih analiz kaže značilne razlike pri hlapnih kislinah, skupnem ekstraktu in skupnih fenolih, ter skoraj značilne razlike v jabolčni in mlečni kislini. Statistična metoda uvrstitvenih števil po Paulu je pri senzoriki pokazala, da je bil pri prvem ocenjevanju značilno najboljši postopek Tm, najslabši pa Km. Pri drugem ocenjevanju je prav tako postopek Tm najboljši vendar neznačilno glede na Hm. Tretiranje Km je bilo ponovno najslabše. Poskus je pokazal občutne prednosti glede kakovosti postopka Tm, v določeni meri tudi Hm. Za bolj celovite rezultate bi bilo potrebno še več analiz in grozdje iz starejšega vinograda z večjo vsebnostjo sladkorja ter zorenje vina nekaj časa v leseni posodi.\n"], "abstract": ["V letu 2005 smo preizkušali tri različne postopke maceracije grozdja cv. ´Modri pinot´: klasična maceracija (Km), hladna maceracija (Hm) ter maceracija z dvigom temperature v zaključni fazi maceracije (Tm). Pri maceraciji z dvigom temperature je bila statistično značilno manjša vsebnost alkohola, večji ostanek sladkorja ter večji skupni ekstrakt v primerjavi s Km ter Hm. Večji skupni ekstrakt je zaželjen za boljšo senzorično kakovost vina. Zaradi višje temperature v drozgi je bila pri maceraciji Tm največja vsebnost skupnih fenolov za 35 % več kot Km in 28 % več kot Hm. Vsebnost skupnega ekstrakta Tm je bila večja za 10% glede na Km in 19 % glede na Hm. Vina maceracije Tm so bila pri obeh ocenjevanjih najbolje ocenjena, kar pomeni, da so imela najboljše senzorične lastnosti. "]}