{"1": ["1. UVOD", "Prvo poglavje je namenjeno predstavitvi podjetja Fersped d.d., njegove zgodovine, dejavnosti, kakovosti poslovanja. Prikazana je tudi organizacijska shema podjetja Fersped d.d. in zaposlitvena struktura v podjetju. Drugi del poglavja pa govori o metodah dela in o omejitvah in predpostavkah.\nDrugo poglavje je namenjeno lažjemu razumevanju teoretičnih osnov zaposlovanja kadrov. V prvem delu so razloženi pojmi in udeleženci, ki sodelujejo pri zaposlitvi novega kandidata. V zadnji točki tega poglavja so kratko našteti in opisani podatki, ki se nanašajo na zaposlovanje kadrov.\nV tretjem poglavju je predstavljena primerjava prakse zaposlovanja kadrov v podjetju Fersped d.d. z izhodišči kadrovske politike. Podrobno je opisano planiranje kadrov v podjetju, proces izbora kadrov, selekcija kadrov, postopek sklenitve delovnega razmerja, postopki pred sklenitvijo pogodbe o zaposlitvi in po sklenitvi.\nČetrto poglavje je namenjeno predstavitvi razvoja kadrov in praktično v družbi Fersped d.d.. Predstavljeni sta dve obliki razvoja kadrov: izobraževanje in napredovanje.\nV petem poglavju so prikazana osebna mnenja in predlogi izboljšav zaposlenih v procesu zaposlovanja kadrov.\nV šestem poglavju povzamemo poglavitne zaključke diplomskega dela.\nSledita poglavji sedem in osem, kjer so predstavljeni viri in literatura, ter kazalo tabel in slik.\nV devetem poglavju pa so dodane priloge, in sicer anketa in obdelava podatkov ankete, obrazec izobraževanje - zapis o usposabljanju v Fersped d.d. in obrazec Prijava prostega delovnega mesta oziroma vrste dela za delodajalce (pri Zavodu za zaposlovanje).\n"], "2": ["1.1. Predstavitev problema", "Delodajalec oziroma družba ima pri zaposlovanju več interesov. Poglavitni interesi so predvsem naslednji:\n1. Pridobiti toliko ustreznih delavcev, kolikor jih podjetje želi oziroma potrebuje za  uresničitev svojih ciljev. Ustreznost delavcev pomeni, da izpolnjujejo vse  pogoje za zasedbo delovnega mesta in da so dovolj prilagodljivi glede na  zahteve delodajalca. 2. Doseči optimalno razmerje med stroški dela in prispevkom delavca. V načelu  mora biti prispevek delavca k dohodku družbe višji od stroškov dela. 3. Pridobiti toliko delavcev kolikor jih delodajalec potrebuje - in za toliko časa,  kolikor jih potrebuje. 4. V interesu vsakega podjetja je, da zadrži uspešne delavce ter jim omogoči  ustrezne razmere za njihov profesionalni razvoj oziroma doseže zadovoljstvo  in perspektivnost teh delavcev. Hkrati pa se mora posloviti od delavcev, ki ne  dosegajo zastavljenih ciljev in ne prispevajo k zadostni meri uspešnosti na  delovnem mestu.\n"], "3": ["1.2. Predstavitev podjetja Fersped d.d.", "Podjetje Fersped d.d. je bilo ustanovljeno 5. decembra 1968 in je bilo v lasti Slovenskih železnic. Leta 1997 je podjetje prešlo v zasebno last in se preimenovalo v delniško družbo, kar pomeni, da je razdeljeno na več lastnikov.\nDelniška družba je pravnoorganizacijska oblika podjetja, ki ima osnovni kapital razdeljen na delnice, katerih lastništvo je običajno hitro in enostavno prenosljivo. Za svoje obveznosti podjetje odgovarja s celotnim premoženjem, delničarji za \nobveznosti podjetja neposredno ne odgovarjajo. V podjetju gre del dobička v nadaljnji razvoj, del za izplačilo dividend. Ob ustanovitvi so podpisali družbeno pogodbo, ki je bila sklenjena na podlagi notarskega zapisa. Podjetje uvrščamo med srednje velika podjetja, po standardni klasifikaciji pa je uvrščeno med podjetja, ki se ukvarjajo s špedicijo in drugimi spremljajočimi prometnimi dejavnostmi in je vpisano pod številko 52.290.\n(Vir: Interno gradivo podjetja Fersped d.d.)\nPoslovne enote v tujini:\n- predstavništvo Beograd\n- Fer-Rail, d.o.o., Beograd \n- Fercargo d.o.o., Sarajevo\n- Ferit S.r.l., Trst\nPodjetje Fersped d.d. zaposluje 150 ljudi, od tega 51,3% moških in 48,7% žensk. V podjetju deluje reprezentativni sindikat, in sicer Sindikat delavcev prometa in zvez Fersped ali skrajšano SDPZ Fersped.\nEden najpomembnejših dokumentov v Fersped - u je plan, v katerem so zapisani vsi cilji, ki jih mora podjetje doseči - in kateri bi moral pomeniti napredek glede na predhodno leto. (Vir: Interno gradivo podjetja Fersped d.d.)\n(Vir: Interno gradivo podjetja Fersped d.d.)\nOsnovna dejavnost Fersped - a d.d. je zagotavljanje kakovostnih logističnih storitev. Usposobljeni zaposleni domačim in tujim kupcem sestavijo celovito logistično storitev \"po meri\", in sicer iz niza osnovnih in posebnih poslov mednarodnega špediterja ter zagotovijo hitro, varno in stroškovno primerno izvedbo premeščanja blaga od izvora surovine do ponora končnega izdelka. \nV Fersped - u d.d., je osnovna dejavnost podjetja razdeljena na tri prepletajoča se poslovna področja, in sicer:\n1. Celovite logistične storitve:\n- organizacijo železniškega prevoza, pomorskega prevoza, cestnega  prevoza in letalskega prevoza\n- organizacijo pristaniških in skladiščnih manipulacij\n- organizacijo skladiščenja in distribucije\n- organizacijo zbirnega prevoza malih pošiljk\n- pomorsko - agencijsko dejavnost.\n2. Carinsko zastopanje in mejne storitve:\n- posredno in neposredno zastopanje kupcev pri rednih in poenostavljenih  carinskih postopkih v uvozu, izvozu ter tranzitu\n- zastopanje kupcev v carinskih postopkih z ekonomskim učinkom\n- zavarovanje ter plačilo carinskega dolga za kupca\n- posredovanje pri fitopatoloških, veterinarskih in drugih postopkih\n- organizacija spremstva blaga s posebnim statusom\n- urejanje dovoljenj za izredne prevoze\n- jamstvo za prevoze v države EU ter prevoze prek Hrvaške\n- organizacija prekladanj na mejnem prehodu.\n3. Kreditna storitev\nFinančna funkcija oziroma kreditna storitev špediterja je v Fersped - u novejša dejavnost. Koristnost posesti je vrednost, ki jo dajo blagu, ko kupcu dovolijo prevzeti lastništvo nad blagom. Le - to ni rezultat logistične dejavnosti, temveč ponudbe kreditiranja, količinskih popustov in odloženih plačil, ki domačemu ali tujemu kupcu omogočajo postati lastnik blaga.\nV letih poslovanja so ustvarili odlične odnose z vsemi najpomembnejšimi stanovskimi organizacijami in združenji.\nThe Federation of National Associations of Ship Brokers and Agents - Mednarodno združenje ladijskih agentov.\nFédération Internationale des Associations de Transitaires et Assimilés - Mednarodno združenje špediterjev. \nInternational Air Transport Association - Mednarodna organizacija letalskih prevoznikov in agentov.\n"], "4": ["1.2.1. Kakovost poslovanja", "Svoje izkušnje so prelili v organizirano kakovostno poslovanje, ki ga potrjujejo pridobljeni certifikati kakovosti.\nBVQI ISO 9002 Leta 1997 so kot prva mednarodna špedicija v Sloveniji pridobili certifikat ISO 9002.\nBVQI ISO 9001:2000 Leta 2000 so kot prva mednarodna špedicija v Sloveniji pridobili certifikat ISO 9001 : 2000.\n"], "5": ["1.2.2. 40 let izkušenj", "V letu 2008 so v Fersped - u praznovali svoj 40. rojstni dan. Ponosni so na uspehe in pripravljeni na nove izzive. S kolektivom izkušenih sodelavcev, strokovnjakov na področju mednarodne trgovine in transporta so pripravljeni na novo organizacijo pretoka blaga med državami v Evropski skupnosti in preostalim svetom. Z optimizmom preskušajo nove metodologije in se lotevajo novih priložnosti.\n"], "6": ["1.2.3. Fersped danes", "So sodobno mednarodno logistično podjetje s štiridesetletno tradicijo pri organiziranju kopenskega, čezmorskega in letalskega transporta.\n- Fersped d. d., je drugo največje špeditersko podjetje v Sloveniji in prvo na  področju organizacije železniških prevozov.\n- Po skupni prodaji na tujih trgih v letu 2003 se podjetje uvršča na 64. mesto  med vsemi gospodarskimi podjetji v Sloveniji.\n- Glede na čisti izvoz je v Sloveniji na 40. mestu, glede na čisti izvoz v EU pa  na 27. mestu.\nReference:\nNjihovo profesionalnost dokazujejo opravljeni prevozi:\n- Avtomobili Daewoo, SKD (Koper – Poljska). Od leta 1998 – 2000 prepeljanih \n- Železova ruda, (Koper – Avstrija), leta 2003 prepeljano 1,9 mio ton\n- Premog, (Koper TE - TOL), skupaj do leta 2003 prepeljano 1,6 mio ton\n- Kameni agregati, leta 2003 prepeljano 342.000 ton\n- Cement, leta 2003 prepeljano 137.000 ton\n- Gorenje Velenje, bela tehnika, leta 2003 prepeljano več kot 200.000 kosov\n- Prevozi nevarnega blaga, naftni derivati za Zavod Republike Slovenije za  obvezne rezerve nafte in njenih derivatov ter ÖMV\n(Vir: www.fersped.si)\n"], "7": ["1.3. Metode dela", ""], "8": ["1.3.1. Analiza podatkov", "V podjetju Fersped d.d. sem se posvetovala z glavnim direktorjem podjetja in vodjo kadrovske službe, ki sta mi posredovala vso interno dokumentacijo in mi s tem omogočila lažji opis obstoječega stanja v družbi, metode in tehnike zaposlovanja in lažjo analiziranje podatkov in informacij.\n"], "9": ["1.3.2. Raziskava stališč zaposlenih s pomočjo ankete", "V drugem delu raziskave sem za pridobitev ustreznih podatkov uporabila anketno metodo. Anketa je sestavljena iz vprašanj o identifikaciji ankentiranca, o zadovoljstvu, napredovanju, kakovosti dela, pogojih dela in podobno. Opazila sem, da so zaposleni v družbi zelo nezaupljivi in zaupajo predvsem kadrovniku, saj so se z vprašanji v zvezi z anketo obračali na referentko v kadrovski službi.\n"], "10": ["1.4. Omejitve in predpostavke", "Na sedež podjetja Fersped in njene izpostave in enote je bilo poslanih 150 anket, izpolnjenih pa je nazaj prišlo le 49 anket. Temeljno vprašanje pri tem je, ali je struktura oseb, ki so odgovorile na anketo, enaka ali vsaj podobna strukturi tistih oseb, ki niso odgovorile. V vzorcu 49 anket je bilo med zaposlenimi 27 moških in 22 žensk. Za grafično prikazovanje (v slikah) sem uporabila palični grafikon. Njegova prednost je, da je zelo pregleden, ni potrebna legenda, saj so kategorije vpisane na ordinati.\n"], "11": ["2. TEORETIČNE OSNOVE ZAPOSLOVANJA KADROV", ""], "12": ["2.1. Udeleženci v procesu zaposlovanja kadrov", ""], "13": ["2.1.1. Delavec", "Delavec po Zakonu o delovnih razmerjih (v nadaljnjem besedilu: ZDR) je vsaka fizična oseba, ki je v delovnem razmerju na podlagi sklenjene pogodbe o zaposlitvi.\n"], "14": ["2.1.2. Delodajalec", "Delodajalec po ZDR je pravna in fizična oseba ter drug subjekt, kot je državni organ, lokalna skupnost, podružnica tujega podjetja ter diplomatsko in konzularno predstavništvo, ki zaposluje delavca na podlagi pogodbe o zaposlitvi.\n"], "15": ["2.1.3. Delovno razmerje", "Delovno razmerje je razmerje med delavcem in delodajalcem, v katerem se delavec prostovoljno vključi v organiziran delovni proces delodajalca in v njem za plačilo, osebno in nepretrgano opravlja delo po navodilih in pod nadzorom delodajalca.\nDelovno razmerje se pravno ustanovi s pogodbo, ki ni pogodba obligacijskega, ampak delovnega prava. Značilnost delovnega razmerja kot pravnega razmerja je v tem, da pogodba ne ureja celote razmerij med pogodbenima strankama, ampak določajo vsebino pravic in obveznosti med strankama tudi kolektivne pogodbe ter minimalne pravice, določene v zakonih in podzakonskih predpisih ter aktih delodajalcev.\n"], "16": ["2.1.4. Kader", "Beseda kader izhaja iz francoske besede »cadre« in pomeni osnovni sestav načrtno šolanih delavcev oziroma njihovo strukturo.\nKot kadre v širšem smislu obravnavamo ljudi, ki v kakršni koli obliki sodelujejo v organizirani obliki človeškega dela, ki torej delajo v neki organizaciji – gospodarski, javni, politični, športni itd. Običajno so najpomembnejši element vsake organizacije, ter so vključeni v proces uresničevanja nekega skupinskega ali individualnega cilja te organizacije.\nKot kadre v ožjem smislu pa razumemo vse ljudi, ki so vključeni v nek delovni proces oz. se zanj usposabljajo (izobražujejo).\nKadri so sami zase vir, obenem pa je vsak posameznik vir osebnostnih, strokovnih in delovnih lastnosti.\n"], "17": ["2.1.5. Kadrovanje", "V širšem smislu opredeljujemo kadrovanje kot sistematično ugotavljanje potreb in pridobivanja kadrov, vključujoč celotno problematiko poklicnega usmerjanja, svetovanja in spremljanja kadrov, ter njihovega sprejemanja, uvajanja, napredovanja, premeščanja in podobno.\n"], "18": ["2.2. VRSTE PODATKOV O KADRIH", ""], "19": ["2.2.1. Splošni podatki o kadrih", "Med splošne podatke o kadrih prištevamo spol, starost, stalno in začasno prebivališče, državljanstvo, zakonski stan, zaposlitev zakonca oziroma partnerja, delovno dobo v organizaciji, skupno delovno dobo, število predhodnih zaposlitev,\n"], "20": ["2.2.2. Podatki v zvezi z izobraževanjem", "Ločimo tri podskupine:\n- podskupina podatkov, ki obravnavajo obstoječe stanje znanja kadrov,\n- podskupina podatkov o znanjih, ki izhajajo iz zahtev dela,\n- podskupina podatkov o znanjih glede na predvideni razvoj organizacije.\nTi podatki so: stopnja strokovne izobrazbe, poklic, izredni študij, strokovni seminarji, splošni kulturni seminarji, pripravništvo, strokovni izpiti, specializacija, tuj jezik, sodelovanje na kongresih, simpozijih, bibliografija, mentorstvo, predavanja, prijavljeni patenti in podobno.\n"], "21": ["2.2.3. Podatki o mobilnosti kadrov", "Mobilnost pomeni gibljivost, prilagodljivost, pri mobilnosti kadrov pa to razumemo kot menjavanje delovnega mesta, poklica ali bivanja.\nPojavne oblike mobilnosti:\n- sprememba bivanja (sprememba organizacije, ne funkcije),\n- sprememba dejavnosti (sprememba funkcije v istem poklicu),\n- sprememba poklica (upoštevamo izobraževalni vidik).\nVrste mobilnosti:\n- vertikalna mobilnost (napredovanje, nazadovanje),\n- horizontalna mobilnost (premestitev z enega na drugo delovno mesto),\n- mobilnost v organizacijski enoti,\nFaktorji, ki vplivajo na mobilnost:\n- osebni (starost, družina, tradicija),\n- faktorji vpliva okolja (miselnost naroda, geografske značilnosti, kulturne  značilnosti, kulturne značilnosti).\nV skupino podatkov o mobilnosti kadra spadajo naslednji podatki, pomembni za spremljanje razvoja kadrov:\n- fluktuacija (upokojitev),\n- napredovanje - premestitev.\n"], "22": ["2.2.4. Podatki, ki se nanašajo na potek dela", "Na potek dela lahko vplivajo faktorji, kot so delo preko polnega delovnega časa na eni strani, na drugi strani pa odsotnost iz dela. \nPodatki, ki so pomembni za spremljanje razvoja kadrov v organizaciji, kot osnova procesa planiranja kadrov - in ki izhajajo iz obstoječe organizacije in poteka dela:\n- krajši delovni čas\n- izmensko delo\n- delo preko polnega delovnega časa\n- odsotnost z dela (absentizem)\n- preseganja in nedoseganje norme\n(Vir: Interno gradivo podjetja Fersped d.d.) \n3. PRIMERJAVA PRAKSE ZAPOSLOVANJA KADROV V PODJETJU FERSPED D.D. Z IZHODIŠČI KADROVSKE POLITIKE\n"], "23": ["3.1. Planiranje kadrov v podjetju Fersped d.d.", ""], "24": ["3.1.1. Pojem, karakteristike in pomen", "Obstaja več definicij, J. Florjančič navaja naslednje:\n- Planiranje pomeni predvidevanje potrebnega števila kadrov za določeno  časovno obdobje.\n- Planiranje kadrov pomeni sestavni del planiranja v podjetju.\n- Planiranje pomeni kritično analizo obstoječe strukture kadrov.\n- Planiranje pomeni permanentno spremljanje in izpopolnjevanje kadrov.\nSpremembe, ki nastajajo v zvezi s planiranjem, vplivajo na kadrovsko funkcijo v smislu sprememb v skupnem številu zaposlenih, nakazovanju potreb pridobivanja novih profilov kadrov, ugotavljanja pomembnosti izpopolnjevanja, prekvalifikacije obstoječih kadrov.\nV podjetju Fersped d.d. planirajo kadre zaradi učinkovitega izvajanja dejavnosti družbe. Seznanili so me z dejstvom, da je planiranje kadrov nujnost za sodobno podjetje, saj so plani kadrov pomembno sredstvo za stabilnost poslovanja. Uspešnost kakršnekoli organizacije je v glavnem odvisna od smotrnega usklajevanja in razvijanja obstoječih virov, kadrovskih, finančnih, tehnoloških in drugih, glede na postavljene cilje organizacije.\nBrekič pravi, da je planiranje kadrov del strateškega razvoja podjetja, ker:\n- plan razvoja določa naloge, ki jih je treba opraviti,\n- naloge določajo organizacijo, profile delovnih mest, število in strukturo kadrov,\n- delovna mesta zahtevajo ustrezne poklice, znanja in stimulacijo kadrov.\nČe v podjetju ne bi imeli organiziranega planiranja kadrov, bi se soočali z določeno problematiko, ki se odraža predvsem v: a) pomanjkanju kadrov oz. presežku nekaterih vrst kadrov, b) neustrezni strukturi kadrov, c) neurejenem planiranju izobraževanja, d) nezadovoljstvu in posledično z večjo fluktuacijo, e) nepravilni zasedbi delovnih mest, zaradi tega tudi večjem absentizmu, f) negotovosti pri izvrševanju proizvodnih nalog in drugih nalog v podjetju, g) nemotiviranosti kadrov, h) nezainteresiranosti za delo, i) nedoseganju planiranih ciljev.\n"], "25": ["3.1.2. Načela planiranja kadrov", "Temeljna izhodišča so načela konsistentnega kadrovskega planiranja. Osnovna načela so:\n- Načelo integralnosti - pojmujemo človeka v vsej njegovi celovitosti.  Od tod imamo več podvrst kadrovskega planiranja (razvojno, inovativno,  alokacijsko, adaptivno).\n- Načelo realnosti - plani morajo biti realni, sicer nastajajo frustracije in travme, kar  zadeva usodo ljudi. Planiranje je stalen proces, zato moramo kontinuirano  planirati.\n- Načelo elastičnosti - pomembno, da se kadrovski plani lahko usklajujejo z  drugimi podsistemi.\n- Načelo znanstvenosti.\n- Kontinuiteta.\n- Konkretnost.\n"], "26": ["3.2. Proces zaposlovanja kadrov v podjetju Fersped d.d.", "Proces zaposlovanja kadrov sestavlja cela vrsta aktivnosti, ki vodijo k ustrezni zasedbi delovnih mest (Florjančič J., 1998).\nV Fersped - u menijo, da je izbor potreben takrat, kadar se z vlaganjem kapitala ali odločbo ustanovitelja osnuje novo podjetje ali druga organizacija, ali kadar s kadrovskim planom ugotovijo potrebo po sprejemu novih kadrov.\nPredlog za zaposlitev izdajo vodje izpostav ali vodje služb. Predlog pregleda in odobri ali zavrne direktor. Kadrovski referent pa opravi postopek, ki obsega naslednje aktivnosti:\n- Objavo na zavodu za zaposlovanje,\n- Zbiranje ponudb,\n- Selekcija ponudb (to opravi predlagatelj zaposlitve, to je vodja izpostave ali  službe),\n- Povabilo kandidatov na razgovor,\n- Izvedba razgovorov (to opravi predlagatelj zaposlitve, to je vodja izpostave  ali službe),\n- Sprejem v zaposlitev (za določen oziroma nedoločen čas).\nAspekti podjetja, ki vplivajo na izbor kadrov:\n- področje dejavnosti\n- stopnja tehnološkega razvoja\n- sestavljenost in zapletenost organizacije ter\n- njena velikost.\nZa izbor morajo pripraviti enostavne metode in tehnike, ki so rentabilne. Pozabiti ne smejo na ponudbo in povpraševanje. Kriteriji izbora so lahko :\n- izobrazba\n- nivo strokovne usposobljenosti\n- delovne izkušnje\n- osebnostne lastnosti\n- različne veščine oz. specifična znanja. \nPred izborom morajo v kadrovski službi v podjetju pripraviti skupino odločilnih kriterijev. To napravijo z analizo opravil in nalog ter pri tem določijo zahtevani minimalni nivo kvalitete, kvantitete, točnosti in stanovitnosti pri njihovem opravljanju.\nVčasih si pomagajo s sprejeto listo direktnih indikatorjev uspešnosti, ki omogočajo objektivno oceno ali si pomagajo s pomožnimi indikatorji, kot so inteligentnostni test in različni testi za merjenje specifičnih sposobnosti.\nFersped d.d. (Vir: Interno gradivo podjetja Fersped d.d.)\n"], "27": ["3.2.1. Osnovni pojmi", "Kadrovska služba je organizacijska enota, kjer se opravljajo kadrovske dejavnosti, kot so: planiranje kadrov, pridobivanje in selekcija kadrov, optimalno razporejanje kadrov glede na njihove kompetence, izobraževanje in usposabljanje, upokojevanje, administrativni del kadrovske dejavnosti.\n"], "28": ["3.2.2. Pridobivanje kandidatov", "Načinov za pridobivanje kandidatov je veliko: štipendiranje, povezovanje s šolami, oglaševanje prostih delovnih mest, zaposlovanje iz notranjih virov.\nV podjetju Fersped d.d. uporabljajo predvsem pridobivanje kandidatov s pomočjo oglaševanja prostih delovnih mest. Po ZDR mora delodajalec, ki zaposluje nove \ndelavce, prosta delovna mesta javno objaviti (razen izjem, ki so natančno določena v ZDR). Praktično objavljanje prostih delovnih mest v Fersped - u poteka preko Zavoda za zaposlovanje. Podjetje vpiše podatke v obrazec, na Zavodu za zaposlovanje pa te podatke pregledajo in določijo šifro poklica.\n(Vir: Belčič, F.: Proces zaposlovanja kadrov)\nZ objavo delovnega mesta v podjetju na podlagi sistemizacije določijo osnovne zahteve za sklenitev delovnega razmerja.\n"], "29": ["3.2.3. Postopki zbiranja podatkov o kadrih", "O metodah za spoznavanje kandidatov odloča delodajalec. Delodajalec skuša v širokem okviru predpisov spoznati, kateri kandidat najbolje izpolnjuje pogoje za zasedbo delovnega mesta. Izbira lahko med številnimi metodami in tehnikami, vendar pa je sama izbira odvisna od okoliščin:\n- pomembnost in zahtevnost delovnega mesta\n- število prijavljenih kandidatov\n- zahtevnost metode\n- zaupanje.\nV kakšnem vrstnem redu naj delodajalec aplicira metode, je odvisno od odgovorov na vprašanja o zahtevnosti delovnega mesta, ki se nanašajo na omenjene \nokoliščine. Temeljno izhodišče delodajalca je prihodnost. Z različnimi metodami morajo ugotoviti, kateri izmed kandidatov bo najbolje opravljal delo in kdo bo najbolj ustrezal za prosto delovno mesto. Poznamo več postopkov:\nA) Pregled uradnih listin in druge dokumentacije:\n- dokazila o osebni identiteti\n- doseženi izobrazbi\n- opravljenih strokovnih izpitih, pridobljenih licencah\n- posebnih šolskih, študijskih, delovnih dosežkih\n- delovnih izkušnjah, delovni dobi.\nKadrovska dokumentacija je skupek ohranjenih podatkov, ki se nanašajo na kadre in kadrovske procese, in je hkrati rezultat različnih dejavnosti, s pomočjo katerih poteka zbiranje podatkov in se uporablja kot osnova za različne kadrovske procese in izvajanje vrste raziskav.\nPrednosti: pregledovanje teh podatkov ne zahteva posebne strokovnosti, potrebna pa je natančnost in pozornost, podatki so preverljivi.\nPomanjkljivosti: možno je, da so šolska spričevala, diplome in drugi dokumenti ponarejeni, čeprav je možno ponaredke ob skrbnem delu dokaj enostavno odkriti.\nB) Intervju\nIntervju je načrten razgovor med dvema osebama, in sicer med tistim, ki intervjuja, in intervjuvancem. Razlika med pogovorom in intervjujem je, da je pogovor sproščena in najpogostejša oblika sporazumevanja, intervju pa je metodičen in organiziran. Intervju je bolj prilagojen določeni situaciji in je s tem tudi uspešnejši način besednega komuniciranja.\nS tehniko intervjuja v Fersped - u na eni strani ugotovijo stališča, mnenje in ideje, ki jih imajo drugi in na podlagi teh spoznanj oblikujemo svoja stališča. Po drugi strani pa je tehnika intervjuja pomembna pri prenosu informacij, s tem pa pri posredovanju naših stališč in pri ugotavljanju, kako drugi sprejmejo ta stališča.\nIntervju ob zaposlitvi je eden izmed najbolj znanih metod izbire kadrov. Za določena mesta so pomembne nekatere lastnosti kandidatov, ki jih brez neposredne navzočnosti sploh ni možno ustrezno oceniti (urejenost, glas…), ki se pokažejo ob razgovoru. Intervju ob zaposlitvi ima več oblik in namenov, a o tem nekoliko kasneje.\nRazlikujemo :\n- strukturirane\n- semistrukturirane\n- nestrukturirane\n- stresne intervjuje.\nStrukturirani – izpraševalec, to je v Fersped - u kadrovnica, vnaprej pripravi komplet vprašanj. Je bolj enostavna oblika intervjuja, ki zahteva manjšo pripravo izpraševalca. Slabost je njegova omejenost in neprilagodljivost posameznemu kandidatu, sploh pri odkrivanju dodatnih kvalitet in slabosti kandidata. \nSemistrukturirani – vnaprej so pripravljena samo najvažnejša vprašanja. Izpraševalec lahko pripravi tudi dodatna vprašanja, s katerimi želi proučiti nekatere kandidatove posebne lastnosti. Težje ga je ponavljati. Prednost je v relativni svobodi izpraševalca, ki vodi intervju. . Nestrukturirani (svobodni) – izpraševalec pripravi samo teme, včasih še to ne. Dovoljeno je svobodno razpravljanje, ki lahko vodi do odmika od teme, prekinjanja in lahko celo do frustracije obeh strani.\nStresni – uporabljajo se v posebnih primerih. Temelji na presenečenju, na nenavadnih vprašanjih, ki naj bi kandidata zmedla. Povzroča obrambno obnašanje in ovira komunikacije. Uporablja se takrat, kadar so predvidena opravila izpostavljena stresu.\nNasveti pri vodenju intervjuja:\n- skrbno poslušanje kandidata\n- skrbno opazovanje kandidata\n- stalno misliti na opis opravil, za katera izbirate kandidata\n- ne spreminjati intervjuja v kramljanje ali preiskavo\n- nikoli ocenjevati na podlagi prvega vtisa.\nC) Testiranje\nTeste v podjetju Fersped d.d. uporabljajo občasno, kot dodatno merilo pri izboru kadrov za posamezna delovna mesta. Uporabljajo predvsem dve vrsti testov:\nTest uspešnosti – pod kontrolo kandidat opravlja del nalog, ki jih bi moral opravljati pri normalnem delu. Izkazali so se kot zelo dobra metoda.\nInteligentnostni testi – uporabljajo jih le malo. Uporabni kot dopolnilno sredstvo. Proučujejo umske sposobnosti.\nD) Anketiranje\nZ anketiranjem je mogoče v sorazmerno kratkem času in poceni zbrati veliko uporabnih informacij o kandidatu. Poglavitna prednost anketiranja je, da se izogne slabostim življenjepisa. Predvsem pa z anketo delodajalec dobi primerljive in pregledne odgovore, ker kandidati pač odgovarjajo na isti nabor vprašanj. V Fersped - u z anketo enkrat letno preverijo zadovoljstvo in uspešnost zaposlenih, nato pa rezultate primerjajo z rezultati iz preteklega leta.\nPri anketi anketiranci pisno odgovarjajo na vprašanja, ki so zastavljena na anketnem listu, redko pa se izvaja v ustni obliki.\nNačini zastavljanja vprašanj pri anketiranju so različni: Odprti tipi vprašanj omogočajo, da oseba spontano in prosto odgovori na način, ki neposredno izraža njegova stališča.. Na zaprte tipe vprašanj anketiranci ne odgovarjajo svobodno, temveč med predloženimi izberejo tisti odgovor ali odgovore, ki jim ustrezajo. Vprašanja zaprtega tipa so lahko dihotomna, alternativna… \nPrednosti: delodajalec dobi primerljive in pregledne odgovore, ker kandidati pač odgovarjajo na isti nabor vprašanj.\nPomanjkljivosti: z anketo običajno delodajalec ne more ujeti izvirnosti kandidata, njegovega stila izražanja in podobno. V praksi se pogosto pojavljajo slabo pripravljene ankete.\nE) Opazovanje\nPostopek opazovanja je eden najstarejših in še vedno uporaben način zbiranja podatkov. Prednost zbiranja podatkov z opazovanjem je, da se skrajša pot med vsebino v stvarnosti in izkustvenimi podatki o njej, razširi se primarna izkušnja raziskovalca in okrepi realističen vtis in občutek za celoto predmeta, ki ga proučuje. Toda samo opazovanje ne zadošča za zbiranje podatkov o kadrih in kadrovskih procesih, pogosto moramo kombinirati še z drugimi metodami oziroma postopki (anketa, intervju, življenjepis, pregled dokumentacije, reference, testiranja in podobno).\nCilj sistematičnega opazovanja je zagotoviti kar se da natančno evidentiranje podatkov o pojavu, ki je predmet opazovanja. Opazovanje kot metoda za zbiranje podatkov o kadrih in kadrovskih procesih je v podjetju Fersped d.d. še posebej pomembna za analizo delovnih mest oziroma delovnih nalog, pa tudi za ocenjevanje prispevka delavca v podjetju.\nF) Priporočila\nV bistvu priporočilo pomeni za delodajalca, da je oceno o kandidatovi ustreznosti (prednosti in slabosti) opravil nekdo drug. Ker je priporočilo običajno zasnovano na osnovi daljšega spremljanja in opazovanja kandidata, je s tem delodajalcu prihranjenega veliko časa in tveganja.\nV Fersped - u se v kadrovskem sektorju in upravi, ko zaposlujejo nove kadre, največkrat odločajo za kombinacijo intervjuja in dela z dokumentacijo, saj tako dobijo največ informacij o kandidatih, ki so se prijavili za zaposlitev na neko delovno mesto. Priporočila se v družbi upoštevajo takrat, kadar iščejo visoko izobraženega in usposobljenega kandidata za vodilno delovno mesto.\n"], "30": ["3.2.4. Selekcija kandidatov", "Selekcija je ena od faz planiranja in razvoja kadrov. V fazi selekcije gre za to, da izmed kandidatov izberemo najprej tiste, ki zadovoljijo vnaprej postavljene kriterije, nazadnje pa za izbor najprimernejšega. V podjetju Fersped d.d. iz prejetih prijav in iz drugih virov za vsakega kandidata ugotovijo izpolnjevanje pogojev po vnaprej postavljenih merilih in kriterijih. Za ugotavljanje primernosti uporabljajo razpoložljive vire, kot je na primer življenjepis in drugi. Nato pa možne kandidate razvrstijo v tri kategorije: neprimeren, pogojno primeren in primeren.\nS tistimi, ki ne zadovoljujejo kriterijev, nadaljnjih postopkov ne izvajajo več, pač pa se jim zahvalijo za sodelovanje. Primerne in pogojno primerne kandidate povabijo na razgovor, kjer jih lahko bolje spoznajo. Po končanem razgovoru izberejo \nustreznega kandidata. V primeru, da noben kandidat ne ustreza, ponovijo celotni postopek.\nPri selekciji kandidatov in nadaljnji izbiri pa lahko nastopijo tudi nekatere težave. Če v podjetju nimajo ustrezno usposobljenega kadra, lahko to pripelje do napačne izbire kandidatov in posledično do neuspešnega poslovanja.\nNajpogostejše težave zaradi napačno izbranega kandidata:\n- nesposobnost osebja za prilagajanje zahtevam novega okolja,\n- osebnostna nezrelost,\n- prenizka stopnja odgovornosti,\n- nizka tehnična kompetentnost,\n- slaba motivacija.\nKriteriji, na podlagi katerih se v podjetju Fersped d.d. odločajo za ustreznega kandidata:\n- ambicioznost postavljenih ciljev,\n- pomen ciljev,\n- stopnja odgovornosti za delovno mesto,\n- izkušnje iz preteklosti,\n- velikost vložka v podjetje.\nNa koncu postopka selekcije kandidatov navadno v družbi z kandidatom, ki najbolj ustreza zahtevam dela, sklenejo delovno razmerje.\n"], "31": ["3.3. Postopki pred sklenitvijo pogodbe o zaposlitvi", "V podjetju delavca pred sklenitvijo delovnega razmerja seznanijo s pravicami in obveznostmi, ki izhajajo iz Zakona o delovnih razmerjih, kolektivne pogodbe, s pravicami in obveznostmi, ki so določene v internih aktih podjetja Fersped d.d. Te pravice so zapisane v pravilniku o sistemizaciji delovnih mest in v referenčnih dokumentih podjetja.\n"], "32": ["3.4. Sklenitev delovnega razmerja", "V podjetju Fersped d.d. delavca, ki sklene delovno razmerje, seznanijo z vsemi informacijami in podatki, ki izhajajo iz opisa delovnega mesta in splošnimi nalogami, pomembnimi za kakovostno izvajanje dela. To seznanitev opravljajo neposredni vodje dela. Razporejanje delavcev h konkretnim nalogam izvajajo dinamično, skladno s potrebami delovnega procesa. V izpostavah delo razporejajo tudi glede na kraj izvajanja, odvisno od potreb naročnika in zahtev ter procesa dela, ki ga delavec opravlja (mejni prehod, nakladalno mesto…).\n"], "33": ["3.5. Postopki po sklenitvi delovnega razmerja", "Ko delodajalec sklene pogodbo o zaposlitvi z izbranim kandidatom, mora še urediti nekaj formalnih in vsebinskih postopkov, ki so v večini predpisani z določbami ZDR.\n(Vir: Belčič, F.:Proces zaposlovanja kadrov)\n*Opomba: Z novelo ZDR se s 01.01.2009 delovna knjižica odpravlja.\n"], "34": ["4. RAZVOJ KADROV", ""], "35": ["4.1. Izobraževanje", "Izobraževanje lahko opredelimo, kot proces pridobivanja znanj, spretnosti in navad. V najožjem pomenu besede izobraževanje pomeni pridobivanje znanj, vendar pa, ker izobraževanje vsebuje tudi vzgojno komponento, lahko govorimo tudi v vzgoji.\n»Izobraževanje je po svoji zasnovi eno samo usmerjanje – pravi človek na pravo mesto ali uspešnost in zadovoljstvo pri delu«. (Sedej, 1997; 71)\nDobro strokovno izobraženi in usposobljeni kadri so eden temeljnih dejavnikov gospodarskega in družbenega razvoja nasploh, pa tudi razvoja proizvajalnih sil in medsebojnih ali družbenih odnosov v vsaki organizaciji.\nNamen izobraževanja kadrov podjetja Fersped d.d. je izboljšanje usposobljenosti za delo zaposlenih. Plan izobraževanja sprejme vsako leto uprava.\nGlede na sprejeto izobraževalno politiko, cilje družbe in sprejete plane\nizobraževanje. V finančni službi plačajo kotizacijo v skladu s ponudbo izvajalca.\nNapoteni sodelavec pa mora po opravljenem usposabljanju ali izobraževanju napisati poročilo o usposabljanju in predložiti dokazila (potrdila ali spričevala). Po določenem času (ne več kot 3 mesece) po opravljenem izobraževanju ali usposabljanju vodja opravi oceno učinkovitosti usposabljanja ali izobraževanja in ugotovitve predloži kadrovskemu referentu.\nCilje izobraževanja in usposabljanja zaposlenih vidijo v:\n- pridobivanju znanja\n- doseganju dobrih delovnih rezultatov\n- ohranitvi zaposlitve\n- napredovanju.\nIz sredstev Evropskega socialnega sklada so v Fersped - u za šolsko leto 2006/ 07 pridobili sredstva, namenjena za sofinanciranje izobraževanja in usposabljanja zaposlenih v sektorjih v preoblikovanju. Za študij v programih splošnega izobraževanja je del sofinanciranih sredstev 70 % od predvidenih stroškov izobraževanja, za izobraževanje v programih posebnega usposabljanja pa 35 % od predvidenih stroškov izobraževanja. Programi odobrenih aktivnosti so razvidni iz tabele 2 in 3. (Vir: Pravilnik o usposabljanju in izobraževanju podjetja Fersped d.d.) \n1) Program splošnega izobraževanja\n2) Program posebnega izobraževanja\n2006/ 2007 (Vir: Pravilnik o usposabljanju in izobraževanju podjetja Fersped d.d.)\nV letu 2008 v podjetja Fersped d.d., kljub podani prošnji niso pridobili nobenih sredstev za sofinanciranje izobraževanja. Zaradi novih zaposlitev so bila obvezna izobraževanja za viličariste v izpostavi Nova Gorica, drugih izobraževanj pa ni bilo predvidenih.\n"], "36": ["4.2. Napredovanje", "Napredovanje je sestavni del kariere.\n»Kariera je načrtovano ali nenačrtovano zaporedje dela ali aktivnosti, ki vključuje elemente napredovanja, samouresničevanja in osebnega razvoja v določenem definiranem času«. (Lipičnik, 1998; 180)\nNapredovanje je lahko:\n- Navpično (vertikalno), ki poteka znotraj organizacijske enote od delovnih  mest z nižjo stopnjo zahtevnosti do delovnih mest z višjo stopnjo  zahtevnosti. Napredovanje poteka za eno stopnjo po hierarhični delitvi ali za  dve ali več stopenj.\n- Prečno ( diagonalno), ki poteka med različnimi organizacijskimi enotami.\n- Vodoravno ( horizontalno), ki pomeni napredovanje na delovnem mestu.\nMerila napredovanja praviloma vključujejo (Belčič, 2002; 129)\n- Delovno uspešnost delavca, doseganje ciljev.\n- Pridobljeno javno veljavno izobrazbo, dosežena izpolnjevanja, specialistična  in funkcionalna znanja, posebne dosežke.\n- Delovne izkušnje.\n- Sposobnosti, osebnostne lastnosti.\nLočimo:\n- perspektivno napredovanje (upoštevamo zahteve bodočega razvoja),\n- statično napredovanje (upoštevamo obstoječe zahteve).\nPri planiranju napredovanja kadrov v podjetju Fersped d.d. ugotavljajo potencialne sposobnosti obstoječih kadrov, njihove želje, ambicije in ta spoznanja nato upoštevajo pri izbiri kadrov. Sposobnost posameznika ugotavljajo predvsem vodje posamezne izpostave ali enote, ki podajo predlog za napredovanje, odobri pa ga direktor. Zavedajo se, da napredovanje v podjetju izboljšuje psihološko klimo znotraj organizacije, dviga delovno moralo, veča zadovoljstvo delavcev in zmanjšuje fluktuacijo in izostanke z dela.\n(Vir: Pravilnik o usposabljanju in izobraževanju podjetja Fersped d.d.)\n"], "37": ["5. PREDLOGI IZBOLJŠAV IN OBLIKOVANJE SKLEPOV", "Podjetja, ki znajo izbrati prave ljudi in ki znajo iz njih izluščiti največ, kar se da, si priborijo enkratno konkurenčno prednost. Izdelke in storitve lahko namreč konkurenca zelo zlahka posnema. Uslužbencev in njihovega dela pa ni niti slučajno tako enostavno »posnemati«. Podjetje, ki je na področju izbire in razvoja kadrov maksimalno uspešno, je torej hkrati tudi podjetje, ki si gradi prednost, ki je konkurenčna podjetja ne bodo mogla zlahka posnemati. Za učinkovito in uspešno poslovanje podjetja, kot celote morajo posamezne funkcije delovati dobro in biti med seboj usklajene.\nNa podlagi obdelanih podatkov ankete lahko sklepam, da so zaposleni v podjetju Fersped d.d. zadovoljni s svojo zaposlitvijo. Seveda pa se pojavljajo tudi nekatera odstopanja. Eno pomembnejših vprašanj oziroma zapletov je: Kaj motivira zaposlene in jih pripravi do tega, da delajo bolje, hitreje in uspešneje? To je vprašanje, ki si ga postavljajo vsi vodilni, pa tudi zaposleni v podjetjih. Na žalost ni nekega pravilnega, univerzalnega in enostavnega odgovora. Ljudi motiviramo na različne načine enostavno zato, ker smo si ljudje med seboj različni. Menim, da je dober vodja tisti, ki lahko vsako osebo motivira z njej prilagojenim načinom motivacije, hkrati pa morajo tudi zaposleni znati sami sebe motivirati.\nRezultati ankete so pokazali, da zaposlene v Fersped - u najbolj motivirata dva dejavnika: osebni dohodek in dobri medsebojni odnosi. Vendar pa med metode za izboljšanje medsebojnih odnosov v podjetju teh dveh dejavnikov niso izpostavili, ampak prevladujeta izboljšanje organizacijske kulture in stimuliranje uspešnih delavcev. Rezultati so tudi pokazali, da si zaposleni želijo biti bolje informirani o vsem, kar se dogaja v podjetju, so pripravljeni na izobraževanja in bolj aktivno sodelovanje pri odločitvah v podjetju, ter si želijo občasnega nagrajevanja, kot dokazilo, da vodstvo ceni njihovo delo in trud pri realizaciji zastavljenih planov.\n"], "38": ["6. ZAKLJUČEK", "Proces zaposlovanja kadrov nenehno spreminja obseg in strukturo zaposlenih: starejše generacije se umikajo iz aktivnega dela, prihajajo nove generacije, najbolj aktivno in izkušeno srednje jedro običajno predstavlja večino in nosilno os delovanja. Menim, da imajo mlajše generacije drugačen odnos do zaposlitve in drugačne vrednote. Starejše generacije se zavzemajo za čimbolj kvalitetno opravljeno delo, ne glede na čas, ki ga preživijo v podjetju, pri mlajših generacijah pa te predanosti podjetju ni več opaziti. Pri mladi generaciji je pomembno, da se delo opravi čim hitreje in v najkrajšem možnem času. Ponavadi se management teh razlik premalo zaveda in jih zato tudi premalo upošteva pri oblikovanju organizacijske kulture in oblikovanju strategij razvoja. Zato se mora management usmerjati v ljudi, ter s tem odkriti in razviti nove možnosti, ki mu pomagajo vzdržati pritiske svetovne tekme. Strategija kadrov postaja del strategije podjetja, glavni razlog je povečanje zavesti o pomenu ravnanja z ljudmi. Uspešne organizacije se bodo od manj uspešnih vedno bolj razlikovale po tem, kako bo management ravnal s kadri, planiral njihovo število, kadroval, razvijal, usposabljal in nagrajeval zaposlene ter kako bo vzdrževal učinkovite odnose v organizaciji (Možina, 2002).\nOrganizacija in zaposleni sta dve različni entiteti, med katerima kadrovski management išče optimalno razmerje, da bi hkrati v čim večji meri dosegel cilje organizacije in omogočil zadovoljitev interesov ter potreb zaposlenih.\nNe smemo pozabiti, da je gospodarstvo v svetu v letu 2009 zapadlo v globljo krizo, ki tudi v nekaterih slovenskih podjetjih že terja svoje žrtve: krajšanje delovnega časa, znižanje plač, zmanjševanje obsega zaposlovanja, da se pogodbe o zaposlitvi za določen čas ne obnovijo oziroma podaljšajo, z zmanjševanjem nadurnega, pogodbenega, študentskega dela, upokojevanjem, a tudi z odpuščanjem delavcev, ki so zaposleni za nedoločen čas iz poslovnih razlogov.\nV podjetju Fersped d.d. v letu 2009 ne bodo na novo zaposlovali. V samem vrhu podjetja se zavedajo, da bo potrebna velika pazljivost pri poslovanju, saj ni nikomur v interesu pripeljati podjetja do neprijetnih situacij. V prihodnosti nameravajo zaradi ne realizacije plana zapreti nekaj enot na mejnih prehodih, kar pomeni, da bodo prekinili razmerje s tistimi, ki so sklenili pogodbe za določen čas, ostale zaposlene pa premestili na druge enote, starejše zaposlene pa skušali pripeljati do upokojitve.. V Fersped - u vidijo rešitev v zniževanju splošnih stroškov - in ne v prekomernemu odpuščanju zaposlenih v podjetju! V upravi družbe menijo, da je s previdnimi in preudarnimi odločitvami možno to krizo prebroditi brez večjih posledic.\n"], "abstract": ["V diplomskem delu smo predstavili proces zaposlovanja kadrov v podjetju Fersped d. d. Ključne vidike zaposlovanja oziroma kadrovanja v podjetju smo primerjali s prevladujočimi teoretičnimi spoznanji in napotki za dobro delo na tem področju ter ugotavljali skladnost s praktičnimi postopki v podjetju. Med zaposlenimi delavci podjetja smo izvedli anketo, s katero smo poleg osnovnih demografskih podatkov razkrivali njihova stališča o postopkih pridobivanja in izbire kadrov, zadovoljstvu z delom, ki ga opravljajo, motivatorji pri delu, organiziranostjo podjetja, razlogih za fluktuacijo kadrov in podobno. Tudi to podjetje v zadnjem času že občuti recesijo, ki jo glede obsega zaposlovanja zaenkrat rešujejo s tako imenovanimi mehkimi metodami."]}