{"1": ["", " 1 UVOD Zaradi vedno večje konkurence, novih tehnologij, globalizacije poslovanja in drugih dejavnikov so danes uspešna podjetja prišla do spoznanja, da je potrebno poiskati skrite potenciale za uspeh prav v ljudeh.\nPotrebno je ugotoviti, kakšne so potrebe kupcev, kaj je za njih pomembno in kakšna so njihova pričakovanja. Zato je za podjetja pomembno, da vsako leto raziskujejo na področju zadovoljstva svojih kupcev in na podlagi teh raziskav poskušajo napake odpraviti in v nadaljevanju poskrbeti, da zadovoljijo njihove potrebe, želje ter pričakovanja.\nZmagovita podjetja se osredotočajo predvsem na trge in kupce, ne zgolj na izdelke in stroške. Izredno pozorna so na kakovost in storitve, trudijo se, da izpolnijo ali celo presežejo pričakovanja kupcev, navaja Kotler (1996).\nCilj vsakega podjetja je doseči zadovoljstvo kupcev, saj so zadovoljni kupci pravo bogastvo podjetja. Podjetja so na eni strani soočena z močno konkurenco, na drugi strani pa z zahtevnimi kupci in prav zaradi naraščajoče konkurence je vedno bolj pomembno, da si podjetja prizadevajo čim bolje spoznati svoje kupce, njihova pričakovanja in zadovoljiti njihove potrebe. Samo zadovoljni kupci bodo ostali zvesti podjetju in se ponovno vračali.\nNa zadovoljstvo kupcev vpliva skupina dejavnikov in ne samo kakovost in cena izdelka, zato je pomembno, da se podjetje teh dejavnikov zaveda in jih upošteva pri uresničevanju poslovne strategije. Le tako bodo podjetja lahko svojim kupcem zagotovila večjo mero zadovoljstva in s tem tudi večjo mero njihove zvestobe.\nAnaliza rezultatov raziskave med kupci podjetja MIK, d.o.o. kaže, da so kupci na splošno zelo zadovoljni z delom podjetja, kar predstavlja dobre temelje za uspešno poslovanje podjetja v prihodnosti. Vendar pa so kupci navedli tudi nekaj nezadovoljstva s področja reklamacij, ki bi ga podjetje lahko spremenilo ter izboljšalo in s tem tudi povečalo trenutno zadovoljstvo svojih kupcev.\nV diplomskem delu smo smiselno povzeli strokovne opredelitve o zadovoljstvu kupcev in njihovem pomenu za poslovanje podjetja. Predstavili bomo podjetje MIK, d.o.o., opisali potek raziskave s področja merjenja zadovoljstva kupcev ter predstavili rezultate in zapisali ugotovitve. Diplomsko delo bomo zaključili s predlagano rešitvijo za dosego višje stopnje kupčevega zadovoljstva, ki bodo prispevali k uspešnejšemu delovanju podjetja v prihodnje.\n"], "2": [" 1.1 PREDSTAVITEV PROBLEMA", "Problem današnjega časa je predvsem ta, da to kar šteje, je strankino mnenje o določenem izdelku oziroma storitvi. Vsa podjetja stremijo k čim večjemu zagotavljanju zadovoljstva strank, zato se vse vrti okoli ugotavljanja ravni zadovoljstva in iskanja načinov za zvišanje ravni zadovoljstva strank.\nV diplomskem delu se ugotavlja stopnja zadovoljstva kupcev, ki so kupili izdelke podjetja MIK, d.o.o.\nNamen diplomskega dela je s pomočjo domače in tuje strokovne literature preučiti zadovoljstvo kupcev in opredeliti pomen zadovoljstva kupcev. Poleg domače in tuje strokovne literature smo uporabili tudi internetne vire, članke in notranje podatke podjetja MIK, d.o.o.\nNamen raziskovanja je izboljšanje zadovoljstva kupcev, ki so kupili izdelke podjetja MIK, d.o.o.\n"], "3": ["1.2 PREDSTAVITEV OKOLJA", "Podjetje MIK, d.o.o. je bilo ustanovljeno leta 1990. Podjetje se ukvarja z izdelavo montaže in prodajo PVC, ALU, LES IN LES/ALU stavbnega pohištva, notranjih, protipožarnih, vhodnih in garažnih vrat, veleprodajo materialov za okvirjanje slik- okvirji ter investicijami in nepremičninami.\nSkozi leta se je podjetje širilo pod vodstvom generalnega direktorja Francija Pliberška in trenutno zaposluje do 200 zaposlenih. V tem času so vstopili v sam vrh proizvajalcev PVC stavbnega pohištva in prejeli najvišje priznanje GZS (Gospodarske zbornice Slovenije) za gospodarske dosežke, gospodarskega oskarja. Prav tako so prejeli prestižno evropsko priznanje za poslovno odličnost – R4E (Recognised for Excellence), ki ga podeljuje Evropska fundacija za poslovno odličnost EFQM in številne druge nagrade.\nSo edini med slovenskimi proizvajalci okenskih sistemov, ki ponujajo galerijsko dejavnost, se udejstvujejo na humanitarnem področju in imajo močno vlogo v profesionalnem in ljubiteljskem športu. Ob vsem tem so pozorni tudi na varovanje okolja.\nZa uspešnost poslovanja pa skrbijo tudi direktorji in vodje posameznih enot. Njihova imena so razvidna iz organigrama podjetja. \nOrganigram podjetja:\n"], "4": [" 1.3 METODE DELA", "V diplomskem delu se prepletajo teoretična znanja in praktično delo. Pri delu bomo uporabili več virov in metod dela.\nV okviru deskriptivnega pristopa bomo uporabili naslednje metode dela:\n- metodo deskripcije, kjer bomo predstavili teoretične osnove,\n- metodo komparacije, kjer bomo primerjali sedanje in želeno stanje ter\n- metodo kompilacije, teoretična izhodišča bomo predstavili s preučevanjem  stališč, spoznanj in sklepov domačih in tujih avtorjev.\nV okviru analitičnega pristopa bomo uporabili naslednjo metodo dela:\n- samostojna uporaba induktivnega sklepanja, izvedli bomo samostojno  raziskavo na podlagi primarnih (anketiranje) podatkov in podatke s  programsko opremo za statistično obdelavo podatkov, analizirali ter na  osnovi teh podatkov sklepali o zadovoljstvu oziroma nezadovoljstvu kupcev,  ki so kupili izdelke pri podjetju MIK, d.o.o.\nPodatke anketiranja bomo zbirali preko telefona. Pridobljeni podatki nam bodo služili za prikaz zadovoljstva kupcev s podjetjem MIK, d.o.o. in na osnovi teh podatkov bomo oblikovali predlagane rešitve za doseganje višje stopnje zadovoljstva kupcev. V veliko pomoč nam bodo tudi internetni in ustni viri podjetja. \n 2 KAKOVOST STORITEV IN ZADOVOLJSTVO  KUPCEV\nŠtevilna podjetja se trudijo doseči celovito zadovoljstvo kupcev, saj je za takšna podjetja zadovoljstvo kupcev cilj in hkrati trženjsko orodje. Danes podjetja potrebujejo za uspešnost in preživetje celovito obvladovanje kakovosti. Kakovost je ključ do ustvarjanja vrednosti in zadovoljstva kupcev, saj kupci pričakujejo od ponudnikov visoko kakovost izdelkov in storitev. Zato je najboljše zagotovilo za zvestobo kupcev, kakovost, ki je obramba pred tujo konkurenco in pot k dolgoročni rasti in zaslužku.\n"], "5": ["2.1 OPREDELITEV ZADOVOLJSTVA", "Podjetja se zavedajo, da je zadovoljen kupec eden od ključnih dejavnikov uspešnosti podjetja. Zadovoljen kupec je temelj za kupčevo zvestobo in za podjetje pomeni ustvarjanje dolgotrajnega finančnega učinka. Če je trg konkurenčen, je zelo pomembno, kolikšna je stopnja kupčevega zadovoljstva.\nKer ni enotne in splošne definicije zadovoljstva, jo različni avtorji različno opredeljujejo, in sicer:\nKotler (1996), je zadovoljstvo kot stopnja človekovega počutja, ki je posledica primerjave med zaznanim delovanjem izdelka ali rezultatom in osebnimi pričakovanji.\nV Kotler (2004), je zadovoljstvo na splošno občutek ugodja ali razočaranja, ki je posledica primerjave zaznanega delovanja izdelka (ali rezultata) z lastnimi pričakovanji.\nBrookes (1995) pravi, da je zadovoljstvo v splošnem čustvena reakcija kupca kot odziv na kupljen izdelek ali storitev.\nZadovoljstvo lahko opredelimo tudi kot ponakupno ovrednotenje kakovosti oziroma vrednosti, ki jo kupec dobi z določenim izdelkom ali storitvijo, v primerjavi s pričakovano kakovostjo oziroma vrednostjo, navajajo Anderson, Fornell in Lehman (1994).\nZadovoljstvo je kot vrzel med zaznanim in pričakovanim stanjem, kar je razvidno iz\nda je zaznana kakovost izdelka višja od pričakovane, zato bo porabnik z izdelkom zadovoljen. V primeru, da so motnje negativne in je zaznana kakovost slabša od pričakovane, bo stranka zelo verjetno nezadovoljna in bo naslednjič poiskala konkurenčno podjetje, navaja Potočnik (2000). \nZadovoljstvo je odvisno od pričakovanj, ki jih ima kupec pred nakupom. Če so vsa njegova pričakovanja izpolnjena, je kupec zadovoljen, če niso, je nezadovoljen. Kupec poleg zadovoljstva gleda tudi na kakovost in ceno izdelka. Več v nadaljevanju.\n"], "6": ["2.2 DEJAVNIKI ZADOVOLJSTA", "Izmed številnih dejavnikov, ki vplivajo na zadovoljstvo kupca, sta najbolj pomembna kakovost in cena storitev.\nPodjetje, ki zadovoljuje kupčeve potrebe je kakovostno podjetje. V tržnem gospodarstvu ima kakovost storitev velik pomen pri pridobivanju in ohranjanju tržnega položaja. Danes kakovost ne pomeni le zadovoljevanje predpisanih norm in standardov kakovosti. Vse bolj postaja pomembna celovita kakovost. Podjetja morajo ponujati storitve take kakovosti, ki ustrezajo potrebam in pričakovanj trga.\nV najširšem smislu kakovost razumemo kot poslovno ali organizacijsko odličnost, ki zagotavlja stabilen razvoj v zadovoljstvo vseh zainteresiranih strank: kupcev, lastnikov, zaposlenih in širše družbe. (http://www.finance.si/6776/Bistveni-kazalec- je-zadovoljstvo-kupcev)\nDefinicije različnih avtorjev:\nKakovost je skupek lastnosti in značilnosti izdelka ali storitve, ki vplivajo na njegovo/njeno zmožnost zadovoljitve izraženih ali drugače očitnih potreb. Danes podjetja nimajo druge možnosti za preživetje in uspešnost, kot da uvedejo celovito \nobvladovanje kakovosti. Kakovost je ključ do ustvarjanja vrednosti in zadovoljstva kupcev, navaja Kotler (2004).\nV Potočnik (2005), kupci pogosto izbirajo med različno kakovostjo izdelka. Nekateri so zadovoljni z nižjo ceno in posledično slabšo kakovostjo, ker je cena zanje obremenitev. Nekateri pa so pripravljeni plačati več za boljšo kakovost, ker jim cena ni pomembna.\nZeithaml (1996), imata kakovost in zadovoljstvo nekaj skupnega. Zadovoljstvo je širši koncept, kakovost storitve pa se osredotoča na kriterije same storitve. Zaznana kakovost storitve je torej sestavni del kupčevega zadovoljstva.\nPovzamemo pa lahko, da je kakovost ena izmed značilnosti storitev, kateri mora biti zadoščeno, da dobimo zadovoljnega kupca. Danes je trg izredno konkurenčen, zato se morajo tržno naravnana podjetja zavedati svoje celovite kakovosti. Za podjetje, ki hoče zadovoljenega in zvestega kupca, mora ponuditi več kakovosti kot njegov konkurent.\nCena je dejavnik, ki vpliva na ponoven nakup storitve. Dejanska cena je torej sestavljena iz kupčevega časa in porabljene energije ter psihičnega napora. Kupec te stroške skupaj z denarnimi stroški primerja z dejansko vrednostjo, ki jo dobi z nakupom izdelka ali storitve. Iz tega sledi, da bo kupec izdelek kupil, če bo njegova vrednost večja od stroškov, ki jih je s tem izdelkom imel in obratno. Če je cena posameznega izdelka visoka, se kupec za ponovni nakup odloči le v primeru, če je zelo zadovoljen s kakovostjo izdelka.\n"], "7": ["2.3 MERJENJE ZADOVOLJSTVA", "Merjenje zadovoljstva kupcev je v zadnjem času vedno bolj aktualno. Pri tem ne gre le za trenutni trend v tržnem raziskovanju, ampak za odraz situacije na trgu. Stopnja konkurenčnosti med podjetji je vedno večja, izdelki oziroma storitve se med seboj ne razlikujejo veliko, kupci so pa vse bolj zahtevnejši. Zato je zadovoljen kupec najpomembnejši dejavnik uspešnosti podjetja. Podjetje, ki pozna mnenja in stališča svojih kupcev, lahko zadovolji kupčeve potrebe in ima v konkurenčnem okolju možnosti za boljše poslovne odločitve. Vsako podjetje, ki si postavi za cilj zadovoljstvo svojih kupcev, mora to tudi meriti. Več o tem v nadaljevanju.\nDevetak in Vukovič (2002) sta mnenja, da je pri merjenju zadovoljstva kupcev potrebno upoštevati naslednje kriterije:\n- tržni delež,\n- število oziroma odstotek nerešenih reklamacij in\n- ocene o zadovoljstvu oziroma nezadovoljstvu kupcev. \nPodjetje mora najprej prepoznati kupčeve želje, potrebe in pričakovanja ter na podlagi teh ugotovitev oblikovati svojo ponudbo. Pomembno je namreč, kaj si mislijo in želijo kupci. Podjetje lahko pride do ugotovitev s pomočjo različnih metod, ki se uporabljajo za merjenje zadovoljstva kupcev.\nPodatki, ki izhajajo iz raziskav o zadovoljstvu kupcev, dajejo podjetju sliko o tem, kako uspešni so pri zadovoljevanju želja in potreb svojih kupcev ter kaj je tisto, kar kupec še želi in pričakuje od podjetja.\nPo Kotlerju (1996) lahko podjetje za merjenje zadovoljstva kupcev uporablja naslednje metode:\n- sistemi za sprejem pritožb in predlogov,\n- ankete o zadovoljstvu kupcev,\n- navidezno nakupovanje in\n- analiza izgubljenih kupcev.\nNamen proučevanja oziroma raziskave o zadovoljstvu kupcev pa ni samo, da vodstvo podjetja ugotovi, kako zadovoljni so kupci njihovih proizvodov ali storitev, ampak tudi, da ugotovi, koliko so bili prejšnji ukrepi uspešni. V ta namen je potrebno primerjati rezultate merjenja s prejšnjim merjenjem. Na ta način podjetje odkrije prednosti in slabosti svojih izdelkov ali storitev v primerjavi z izdelki ali storitvami najboljših konkurenčnih podjetij in usmeri pozornost na izboljšanje kakovosti svojih izdelkov in storitev, navaja Potočnik (2000).\n"], "8": ["2.4 MODEL ZADOVOLJSTVA", "Med najbolj znane modele, ki prikazujejo povezanost med zvestobo, zadovoljstvom in izkušnjami kupca sodi Andersonov model.\nModel je izdelan v skladu s predpostavkami teorije nepotrjenih pričakovanj in predpostavlja, da je zadovoljstvo rezultat tako preteklih kot sedanjih izkušenj. Teorija in modeli, ki obravnavajo zadovoljstvo kupcev, se velikokrat ustavijo na točki opredelitve zadovoljstva kupcev. Model na sliki 3 pa ima to prednost, da nakaže posledice, ki jih povzroči zadovoljstvo ali nezadovoljstvo kupca. Zadovoljen kupec se bo odločil za ponovni nakup, nezadovoljen kupec bo pa najverjetneje odšel k drugim ponudnikom in tako širil negativne informacije o podjetju.\n"], "9": [" 2.5 ZADOVOLJSTVO IN PRIČAKOVANJA", "Zelo pomemben dejavnik pri zadovoljstvu kupca je pričakovanje. Pričakovanje naj bi bilo izpolnjeno s kakovostjo kupljenega izdelka, kar pomeni, da naj bi kupec to kakovost občutil. Do nezadovoljstva pride takrat, ko so kupčeva pričakovanja večja od kupljenega izdelka.\nKot navaja Kotler (2004) kupci oblikujejo svoja pričakovanja na podlagi izkušenj iz preteklosti, nasvetov prijateljev ter informacij in obljub podjetja oziroma konkurentov.\nPričakovanja lahko opredelimo kot posameznikova občutja o verjetnosti, da se bo nekaj zgodilo. Ta občutja so odvisna od številnih dejavnikov (od konkurence, od komunikacije od ust do ust, od oglaševanja, kako močna in uspešna je znamka, kako znano je ime podjetja) od katerih so v ospredju pretekle izkušnje kupca. Slednja opredelitev naj bi veljala tako za kupčeva pričakovanja v zvezi z določenim izdelkom kot za pričakovanja, ki se nanašajo na storitve. Vendar pa pri opredelitvi pričakovanj pri storitvah obstajajo nekatere posebnosti. Tu so pričakovanja opredeljena kot kupčeve želje ali zahteve o tem, kaj bi ponudnik storitev moral ponuditi in ne, kaj bo ponudil, navaja Lewis (1995).\nPričakovanja so bistveni dejavnik, ki vpliva na zadovoljstvo kupca. Med kupci se pričakovanja zelo razlikujejo, na kar vplivajo različni dejavniki, med katerimi so najpomembnejše osebne lastnosti kupca. Zaradi različnih lastnosti posameznikov je težko zadovoljiti vsa pričakovanja kupcev.\nHierarhija pričakovanj predstavlja pričakovanja od najslabšega do idealnega pričakovanja.\nNa pričakovanja in raven zadovoljstva vplivajo različne motnje. Motnje pričakovanj, ki so prikazane v siki 5, so vrzeli med zaznano in pričakovano kakovostjo storitve, zato zadovoljstvo opredeljujejo vrzeli med zaznavanjem in pričakovanjem. Motnje so lahko pozitivne (zaznana kakovost storitve je višja od pričakovane- kupec je zadovoljen) ali negativne (kakovost storitve je slabša od pričakovane- kupec je nezadovoljen).\nZaznana vrednost storitve je pogoj za ponovni nakup. Vrednost storitve za kupca je razmerje med kakovostjo in ceno. Višja je kakovost, višja je vrednost storitve. Vrednost storitve ni njena tržna cena, ampak se pogosto razlikuje od nje. Kupec zazna vrednost storitve preko njene cene, izpolnitve pričakovanja, lastnega ugodja, navaja Potočnik (2002).\n"], "10": [" 2.6 OPREDELITEV LASTNOSTI STORITEV", "Storitve so postale del našega življenja in so se v zadnjih letih močno razvile.\nKot navaja Snoj (1998) izraz storitev izhaja iz latinskega izraza »servio«, ki ima več pomenov. Ti pomeni so: delati za nekoga, skrbeti zanj, pomagati nekomu, ustrezati, ravnati se po čem, skrbeti, izvajati,ponujati, delovati, zadovoljevati.\nKotler (2004) pravi, da storitev pomeni dejanje ali delovanje, ki ga nekdo lahko ponudi drugemu, zanj velja neopredmetenost ter ne pomeni lastništva nečesa.\nStoritve so neopredmetene, neločljive, spremenljive in minljive. Vsaka izmed teh značilnosti prinaša izzive in zahteva določene strategije. V veliki meri vplivajo na oblikovanje trženjskih programov. Tržniki morajo najti načine, kako neopredmeteno narediti opredmeteno, kako povečati produktivnost pri izvedbi storitev in kako povečati in standardizirati kakovost ponujene storitve ter kako ponudbo storitev vedno znova uskladiti s povpraševanjem v konicah in zunaj njih, navaja Kotler (2004).\nPotočnik (2004) razvršča storitve na segmente:\n- storitve na osnovi opreme ali izvajalca,\n- storitve glede na porabnike,\n- zasebne ali javne storitve,\n- tradicionalne in nove storitve,\n- storitve v proizvodnem procesu,\n- inovativne in rutinske storitve,\n- formalne in neformale storitve,\n- notranje in zunanje storitve in\n- storitve povezane z ljudmi, usmerjene na stvari, povezane z razumom ali  mišljenjem ljudi in storitve, ki se nanašajo na premoženje in vrednost.\n"], "11": ["2.7 TEMELJNE ZNAČILNOSTI STORITEV", "Kotler (2004) navaja štiri temeljne značilnosti storitev:\n- neopredmetenost,\n- neločljivost,\n- spremenljivost in\n- minljivost. \nŽe sama beseda neopredmetenost nam pove, da storitve ne moremo videti, potipati, slišati, okusiti ali povohati, preden jo kupimo. Dokler storitve ne kupimo, ne vemo kaj smo kupili, zato se moramo zanesti na priporočila, intuicijo, pretekle izkušnje in podobno. Ponudnik storitve pa mora poskrbeti, da postane neopredmeteno opredmeteno. Storitvi je potrebno dodati nekaj, na podlagi česar se bo potencialni kupec odločil za storitev.\nDanes se podjetja zavedajo, da si kupec zasluži kakovost storitev in stremijo k temu, da se pozicionirajo kot visoko učinkovite, zato so jim v pomoč številna trženjska orodja:\n- prostor,\n- ljudje,\n- oprema,\n- komunikacijsko gradivo,\n- simboli in\n- cena.\nNeločljivost storitev pomeni, da so proizvedene in porabljene sočasno, v nasprotju pa se prvo izdelki proizvedejo, šele na to prodajo in porabijo.\nPo Kotlerju (2004) neločljivost velja predvsem za fizične izdelke, ki so proizvedeni, skladiščeni, distribuirani prek številnih preprodajalcev in so kasneje uporabljeni.\nKot navajata Hoffman in Bateson (1997) je v nadaljevanju predstavljeno, na kaj vse se nanaša neločljivost storitve:\n- Fizična prisotnost izvajalca storitve; pri mnogih storitvah mora biti izvajalec  pri izvedbi prisoten, tako postane izvajalec oprijemljiv vir za kupčevo  ocenjevanje storitev.\n- Vključenost kupca v proces izvedbe storitve; kupci so lahko pri izvedbi  storitve prisotni fizično, duševno ali sploh niso prisotne, odvisno za katero  storitev gre.\n- Vključenost drugih kupcev v proces izvajanja storitve; nekatere storitve se  izvajajo več kupcem hkrati (izobraževanje). Med kupci prihaja do interakcij,  ki lahko pozitivno ali negativno vplivajo na izvedbo storitev. \nStoritve so v veliki meri odvisne od tega kdo, kdaj in kje jih izvaja, zato so zelo spremenljive.\nKotler (2004) pravi, da storitvena podjetja lahko naredijo tri korake k zagotavljanju kakovosti. Ti koraki so:\n- vlaganje v dobre postopke zaposlovanja in usposabljanja,\n- standardiziranje procesa izvajanje storitve znotraj celotnega podjetja in\n- spremljanje zadovoljstva porabnikov s pomočjo sistema predlogov in pritožb.\nČe je storitev minljiva, pomeni, da je ne moremo shraniti. Minljivost storitev ni problem, kadar je povpraševanje stalno, ker lahko v naprej zagotovimo delovne moči, kadar pa povpraševanje niha, imajo storitvena podjetja hude težave, navaja Kotler (2004).\n"], "12": ["2.8 KAKOVOST STORITEV", "Šostar (2000) pravi, da je kakovost je skupek značilnosti in značilnih vrednosti nekega izdelka ali storitev glede na njegovo primernost in izpopolnjevanje točno določenih in predpostavljenih potreb.\nKupci pričakovanja o storitvi oblikujejo na podlagi izkušenj iz preteklosti, ustnih priporočil in oglaševanja. Kupci primerjajo zaznano storitev s pričakovano. Če je zaznana storitev slabša od pričakovane, je kupec razočaran, če pa so njegova pričakovanja izpolnjena ali presežena, se bodo vračali k ponudniku storitev, navaja Kotler (2004).\nPo Potočniku (2004) je kakovost storitve težje ocenjevati kot kakovost izdelka, in sicer:\n- Kakovost izdelka lahko ocenimo po tehničnih značilnostih. Kakovost storitve  pa ocenimo predvsem na podlagi izvedbe storitev, v katerem se storitev  nahaja.\n- Kakovost storitve je odvisna od pričakovanj kupca, v primerjavi z  zaznavanjem dejanske izvedbe storitev.\n- Kakovost storitve ocenjujejo glede na postopek izvedbe storitve in ne samo  glede na stanje po izvedbi storitve. \nIz tega lahko razberemo, da je težje opredeliti kakovost storitve, kot pa kakovost izdelka. Težje je tudi meriti kakovost storitve, kot pa kakovost izdelka. Kakovost storitve je tisto kar kupec zazna. Z izvedbo storitve morajo biti zadovoljene potrebe kupca, če so, lahko govorimo o kakovosti storitve.\nZaradi temeljnih značilnosti storitev (neopredmetenost, neločljivost, spremenljivost in minljivost) je težko opredeliti kakovost storitev in jo oceniti, zato je potrebno določiti dejavnike, ki vplivajo na kakovost storitev ter določiti merila, s katerimi je mogoče izmeriti kakovost storitev.\nKot navaja Potočnik (2004), storitvena organizacija vključuje v storitev posamezne značilnosti kakovosti storitev, na takšen način, da bi bil kupec s storitvijo čim bolj zadovoljen.\nZaradi vse večje konkurence na trgu in vse bolj zahtevnih kupcev storitev, postaja skrb za kupce v storitvenih podjetjih čedalje pomembnejša. Podjetja se zato vedno pogosteje odločajo za merjenje zadovoljstva kupcev, saj lahko le na podlagi zanesljivih podatkov pripravijo rešitve za izboljšanje zadovoljstva. Pri tem je pomembna izbira pravega merilnega instrumenta. (http://www.finance.si/24708)\nMerjenje kakovosti storitev daje storitveni organizaciji povratne informacije o značilnostih zaznavanja kakovosti storitev s strani kupca. \nV teoriji so različni modeli za merjenje kakovosti storitev. Posamezna storitvena organizacija se sama odloči, na podlagi katerega modela bo določila standarde kakovosti in tako poskušala čim bolj zadovoljiti potrebe svojih kupcev.\nZa ugotavljanje in presojo kakovosti so raziskovalci razvili različne modele, ob pomoči katerih lahko podjetje poišče primerne organizacijske rešitve in določi ustrezne standarde kakovosti ter s katerimi bi najbolj zadovoljila potrebe kupcev, navaja Potočnik (2000).\nPo Potočniku (2000) so najpogosteje uporabljeni modeli kakovosti:\n- model kakovosti storitev 4Q,\n- model pričakovane in zaznane kakovosti storitev,\n- model vrzeli,\n- model vzajemnega odnosa med izvajalcem in porabnikom storitve,\n- model SERVQUAL.\nModel SERVQUAL (Service quality) meri kakovost storitev, kot jo zaznavajo kupci. Kupci ocenjujejo kakovost storitev najpogosteje na podlagi prvotno zasnovanih desetih kriterijev, ki so bili kasneje združeni v pet kriterijev.\n2004)\nSERVQUAL model temelji na primerjavi pričakovanj in zaznavanj kupcev. Bistvo tega modela je ugotoviti, kako kupec na splošno zaznava celotno storitev. Model vsebuje 22 trditev, ki so razdeljene na dva dela. V prvem delu vprašani odgovarja, kakšno storitev bi morala organizacija ponujati, torej meri pričakovanja kupcev. V drugem delu pa anketiranec ocenjuje, kakšno raven storitev organizacija dejansko ponuja, torej zaznano kakovost, navaja Potočnik (2004).\n"], "13": [" 3 PREDSTAVITEV PODJETJA MIK, D.O.O.", "Podjetje MIK, d.o.o. je proizvajalec PVC, ALU in lesenega stavbnega pohištva ter ponudnik celotnih rešitev za posodobitve ali nove zasteklitve objektov. V 20-letih obstoja je podjetje pod vodstvom generalnega direktorja Francija Pliberška raslo in se razvilo v družbeno odgovorno podjetje s skoraj 200 zaposlenimi, ki se lahko pohvali tudi z evropskim priznanjem poslovne odličnosti.\n(http://www.mik-ce.si/fileadmin/templates/img/logo.gif)\nDejavnosti podjetja MIK, d.o.o. :\n- proizvodnja, prodaja in montaža PVC, ALU, LES in LES/ALU stavbnega  pohištva, notranjih, protipožarnih, vhodnih in garažnih vrat,\n- veleprodaja materialov za uokvirjanje slik in okvirjev,\n- investicijska dejavnost in upravljanje z nepremičninami. (http://www.mik-  ce.si/zgornji-meni/o-podjetju/)\n"], "14": ["3.1 ZGODOVINA PODJETJA", "Od začetkov do danes\nV 20-ih letih obstoja je podjetje MIK, d.o.o. dvakrat širilo proizvodnjo in vstopilo v sam vrh proizvajalcev PVC stavbnega pohištva. Inovativen in strokoven kader, učinkovito vodenje in trdne vrednote so razlogi, da je sprva malo podjetje do danes zaraslo v podjetje s skoraj 200 zaposlenimi in 17% tržnim deležem PVC oken v Sloveniji. V podjetju MIK, d.o.o. so danes več kot le ponudniki kakovostnih oken–za vas spreminjajo pogled na življenje.\nČasovni trak:\nGalerije MIK. 2004 – Odprtje prvega salona v Mariboru. 2005 – Odprtja salonov v Ljubljani, Izoli in Murski Soboti. V Ljubljani odprtje druge Galerije MIK. 2006 – Odprtje salonov v Kranju in Novi Gorici. Dobitniki Srebrnega celjskega grba. \n2007 – Izgradnja prve faze (12.000 m2) novega poslovno-proizvodnega kompleksa v Vojniku in selitev v nove prostore. 2008 – Nagrada Gospodarske zbornice Slovenije direktorju za izjemne gospodarske dosežke v preteklih letih in nagrada mesta Celje »Naj Celjan 2007«. Odprtje salona v Novem Mestu. 2009 – Odprtje prenovljenih salonov v Mariboru in Celju. Prepoznani postanemo kot slovenska gazela, hitro rastoče podjetje. V svoj način dela tudi formalno uvedemo proces poslovne odličnosti. 2010 – Vizija IE2 > širitev prodajnega programa na ALU, les, les/ALU okna, notranja vrata, protipožarna vrata, garažna vrata in strešna okna s čimer smo postali enovit ponudnik investicijskih in energetskih rešitev (IE2). (http://www.mik-ce.si/zgornji- meni/o-podjetju/zgodovina/)\n"], "15": ["3.2 VIZIJA PODJETJA", "Postati vodilni proizvajalec in ponudnik IE2 (investicijskih, energetskih in estetskih) rešitev za posodobitve ali nove zasteklitve objektov v JV regiji Evrope. To pomeni, da bodo vodilni proizvajalec in ponudnik energetsko učinkovitega PVC, alu, les in les/alu stavbnega pohištva in celovitih rešitev za zasteklitve človeku prijaznih prostorov v tem delu Evrope.\n"], "16": ["3.3 POSLANSTVO PODJETJA", "Slogan podjetja: »Za vas spreminjamo pogled na življenje«.\nPodjetju izpolnjevanje slogana omogočajo:\n- dobre rešitve okenskih sistemov, ki izboljšujejo kakovost bivanja z vidika  energije, estetike, varnosti, počutja, zaščite pred hrupom in vzdrževanja,\n- okvirji, ki vdahnejo sliki in prostoru življenje,\n- nepremičnine, ki ponujajo višji življenjski standard,\n- humanitarno udejstvovanje, ki neposredno in posredno izboljšuje življenje  soljudi.\n"], "17": ["3.4 CILJI PODJETJA", "Do konca leta 2011 želi podjetje doseči 37 mio € prometa in postati najuspešnejši ponudnik okenskih sistemov v Sloveniji glede na:\n- količino izdelanih okenskih sistemov,\n- vrednost prodanih okenskih sistemov,\n- število uvedenih novosti na trgu,\n- nadstandardne storitve kupcem MIK-ovih proizvodov,\n- okolju prijaznih proizvodov in storitev. \nDo konca leta 2015 želi skupina MIK letno ustvariti 50 mio € prihodkov in postati eno izmed 10 najuglednejših in družbeno odgovornih podjetij v Sloveniji.\n"], "18": ["3.5 VREDNOTE PODJETJA", "Vrednote nas usmerjajo v našem vsakdanjem delovanju. Razumemo jih lahko tudi kot prepričanja, za katera verjamemo, da nam bodo koristila, če jih bomo spoštovali in živeli.\nV MIK-u stremimo k vrednotam, ki omogočajo kakovostno opravljanje nalog, odpravljajo nepotrebno delo in vzpodbujajo pristne medčloveške odnose. Zato smo prepoznane vrednote opisali v obliki želenega in neželenega obnašanja.\nTemeljne vrednote ali MIK-ov duh, se kaže v:\n- poštenosti, odkritosti in korektnosti,\n- medsebojnem spoštovanju in skrbi za sodelavce,\n- partnerstvu, profesionalizmu in strokovnosti,\n- spodbujanju ustvarjalnih prispevkov vsakega sodelavca in\n- skrbi za samoizpopolnjevanje ter prenosu znanja in izkušenj na sodelavce.  (http://www.mik-ce.si/zgornji-meni/o-podjetju/vizija-poslanstvo-vrednote/)\n"], "19": ["3.6 KAKOVOST STORITEV V PODJETJU MIK, D.O.O.", "Podjetje MIK, d.o.o je leta 2009 prejel prestižno evropsko priznanje za poslovno odličnost (Recognised for Excellence – R4E), ki ga podeljuje Evropska fundacija za poslovno odličnost (EFQM). Najprej so želeli pridobiti objektivno oceno podjetja in poslovanja, zato so k sodelovanju povabili strokovnjake za poslovno svetovanje in skupaj so potrdili, da MIK na skorajda vseh področjih poslovanja dosega izjemno visoke rezultate in standarde. To jih je še dodatno spodbudilo, da so se odločili potegovati za evropsko priznanje poslovne odličnosti, ki sta ga do sedaj poleg njih dosegli le še dve podjetji.\nPrejeli so tudi najvišje priznanje GZS za gospodarske dosežke, gospodarskega oskarja. Njihovo preobrazbo pa je kot odlično prepoznala tudi GZS, ki je podjetju 5KMC, ki jim je pomagalo pri preobrazbi, podelilo nagrado Feniks za strateško preobrazbo podjetja.\n"], "20": [" 4 INTERPRETACIJA REZULTATOV RAZISKAVE", "Raziskavo o zadovoljstvu kupcev v podjetju MIK, d.o.o. smo opravili na osnovi anketnega vprašalnika. Anketni vprašalnik smo izvajali preko telefona v avgustu in septembru 2010. Poklicali smo 261 kupcev od tega jih je bilo pripravljenih sodelovati 80, tako skupen odstotek odgovorjenih anket znaša 32,6%. Vprašalnik je obsegal 11 vprašanj zaprtega tipa (oseba izbere že v naprej pripravljene odgovore). Zadovoljstvo smo ocenjevali na lestvici od 1-4, in sicer je ocena 1 pomenila popolno nezadovoljstvo in ocena 4 popolno zadovoljstvo. Velja poudariti, da anketirance nismo spraševali po demografskih značilnostih, saj se nam je segmentiranje na tej osnovi zdelo nesmiselno. Predpostavjamo, da spol, starost in izobrazba ne vplivajo na razliko v zaznavanju zadovoljstva kupcev pri izdelkih, ki jih trži podjetje MIK, d.o.o. Pridobljene podatke smo računalniško obdelali s programom Excel in Word. Uporabljen anketni vprašalnik se nahaja v prilogi.\n"], "21": ["4.1 INTERPRETACIJA REZULTATOV", "Prvo vprašanje v anketnem vprašalniku se je glasilo:\n1. Ali ste dobili točno taka okna (in vrata) kot ste pričakovali?\nAnketiranci so z 83,7% zelo zadovoljni, kar pomeni, da so dobili točno taka okna (in vrata) kot so pričakovali. Zadovoljnih je bilo 10%, nezadovoljnih 2,5% in zelo nezadovoljnih 1,3%, kar pomeni, da niso dosegli vseh pričakovanj. Dva izmed anketirancev nista želela odgovoriti na vprašanje. \n2. Kako ste zadovoljni z dobavnim rokom?\nAnketiranci so z 86,25% zelo zadovoljni z dobavnim rokom, kar pomeni, da so dobili okna (in vrata) točno takrat kot so se dogovorili. Zadovoljnih je bilo 11,25%, nezadovoljnih 1,25% in zelo nezadovoljnih 0%. Eden od anketirancev ni želel odgovoriti na vprašanje.\n3. Kako ste zadovoljni z montažo?\n73,75% anketirancev je zelo zadovoljnih z montažo, zadovoljnih 20%, nezadovoljnih 1,2 % in zelo nezadovoljnih 5%. Vsi anketiranci so odgovorili na vprašanje. \n4. Kako ste zadovoljni s strokovnostjo komercialista?\n86,25% anketirancev je zelo zadovoljnih s strokovnostjo komercialista, zadovoljnih 8,75%, nezadovoljnih 3,7% in zelo nezadovoljnih 0%. Eden od anketirancev ni želel odgovoriti na vprašanje.\n5. Kako ste zadovoljni s prijaznostjo komercialista?\n95% anketirancev je zelo zadovoljnih s prijaznostjo komercialista, zadovoljnih 3,75% in 0% nezadovoljnih ter zelo nezadovoljnih. Eden od anketirancev ni želel odgovoriti na vprašanje. \n6. Kako ste zadovoljni s strokovnostjo merilca?\n87,5% anketirancev je bilo zelo zadovoljnih s strokovnostjo merilca, zadovoljnih in nezadovoljnih je bilo 3,75% ter zelo nezadovoljnih 2,5%. Dva anketiranca nista želela odgovoriti na vprašanje.\n7. Kako ste zadovoljni s prijaznostjo merilca?\nAnketiranci so z 91,25% zelo zadovoljni s prijaznostjo merilca, zadovoljnih 3,75%, nezadovoljen 0% in zelo nezadovoljnih 1,25%. Trije od anketirancev niso želeli odgovoriti na vprašanje. \n8. Kako ste zadovoljni s strokovnostjo monterske ekipe?\nAnketiranci so z 81,25% zelo zadovoljni s strokovnostjo monterske ekipe, zadovoljnih 11,25%, nezadovoljnih 6,25% in zelo nezadovoljnih 1,25%. Vsi anketiranci so odgovorili na vprašanje.\n9. Kako ste zadovoljni s prijaznostjo monterske ekipe?\n92,5% anketirancev je zelo zadovoljnih s prijaznostjo monterske ekipe, zadovoljnih 5%, nezadovoljnih 2,5% in zelo nezadovoljnih 0%. Vsi anketiranci so odgovorili na vprašanje. \n10. V primeru nepravilnosti pri montaži (reklamaciji) prosim ocenite  kako ste bili zadovoljni:\na) z rokom odprave reklamacij?\n91,25% anketirancev ni imelo reklamacij, zato niso odgovorili na to vprašanje. 3,75% anketirancev je bilo zelo zadovoljnih z odpravo reklamacij, zadovoljnih 0% in nezadovoljnih ter zelo nezadovoljnih 2,5%.\nb) s kakovostjo odprave reklamacij?\n91,25% anketirancev ni imelo reklamacij, zato niso odgovorili na to vprašanje. S kakovostjo odprave reklamacij je bilo zelo zadovoljnih 5% anketirancev, zadovoljnih 0%, nezadovoljenih 2,5% in zelo nezadovoljnih 1,25%. \n11. Ali boste podjetje MIK, d.o.o. priporočili svojim sorodnikom,  prijateljem in znancem?\n92,5% anketirancev bo podjetje MIK, d.o.o. priporočilo svojim sorodnikom, prijateljem in znancem. 5% anketirancev podjetja ne bo priporočilo, dva izmed anketirancev nista želela odgovoriti na vprašanje.\n"], "22": [" 4.2 INTERPRETACIJA VPRAŠANJ", "1. Ali ste dobili točno taka okna (in vrata) kot ste pričakovali?\nRaziskava je pokazala da je 67 anketirancev od 80-ih zelo zadovoljnih, kar pomeni da je podjetje doseglo pričakovanja kupcev. Kupci so dobili točno taka okna (in vrata) kot so pričakovali. Svoje zadovoljstvo bodo širili v širšo javnost, kar je velik pomen za podjetje. Dva anketiranca sta nezadovoljna in eden zelo nezadovoljen, kar pomeni, da so imeli težave pri dobavi izdelka, niso dobili tistega kar so pričakovali.\n2. Kako ste zadovoljni z dobavnim rokom?\nZ dobavnim rokom je 69 anketirancev od 80-ih zelo zadovoljnih. Da so dobavni roki stavbnega pohištva izredno kratki, jim omogoča nova proizvodna hala in zaloga materialov. Tukaj ima podjetje veliko prednost pred drugimi podjetji, saj lahko v kratkem času naredijo izdelek in ga pravočasno dostavijo. Raziskava je pokazala, da je bil samo eden od anketirancev zelo nezadovoljen, kar pomeni, da je imel težave z dobavnim rokom.\n3. Kako ste zadovoljni z montažo?\nIzmed vseh vprašanj, so bili kupci najbolj razočarani z montažo. Štirje so bili zelo nezadovoljni z montažo, kar pomeni za podjetje velik minus, saj le ta odraža pri kupcu dvom v kakovost izdelkov. Vrhunska montaža poleg pravilno in natančno vgrajenih elementov vključuje tudi popravke na poškodovanem objektu in dodatna zaključna opravila (beljenje zidov), s katerim se zakrijejo sledi vgradnje. 59 anketirancev (73,75%) je bilo zelo zadovoljnih.\n4. Ali boste podjetje MIK, d.o.o. priporočili svojim sorodnikom,  prijateljem in znancem?\nTisti anketiranci, ki niso imeli težav z reklamacijo, bodo vsi priporočili podjetje MIK širši javnost, ostali bodo pa verjetno širili svoje slabe izkušnje naprej. Od 80 anketirancev jih bo priporočilo svojim sorodnikom, prijateljem in znancem kar 74 anketirancev, štirje ne bodo priporočili podjetje MIK, d.o.o. drugim, dva pa nista želela odgovoriti na vprašanje.\n"], "23": [" 4.3 PREDLAGANA REŠITEV", "Dejavniki, ki vplivajo na kakovost storitev so: celovitost, čistost, dostopnost, estetika, funkcionalnost, komunikativnost, odzivnost, prilagodljivost, razpoložljivost, skrbnost, udobnost, uslužnost, vljudnost, zanesljivost, zavezanost in zmožnost.\nS strani kupca je raziskava pokazala na slabo usposobljenost izvajalca pri montaži. Kupci niso najbolj zadovoljni z montažo in montažnim osebjem kar za podjetje pomeni en velik minus.\nVrhunska montaža poleg pravilno in natančno vgrajenih elementov vključuje tudi popravke na poškodovanem objektu in dodatna zaključna opravila, s katerimi se zakrijejo sledi vgradnje. Posledice slabe montaže so slabo vgrajeni elementi in s tem posledično njihovo slabo tesnenje, pretrdo zapiranje oken in vrat. Nivo izvedbe montaže je v podjetju potrebno dvigniti.\n"], "24": [" 5 ZAKLJUČEK", "Raziskave in razvoj so kot pomembna podjetniška aktivnost prisotne skozi ves proces dela. Vsi sektorji dela, ki se pojavljajo v organizacijski strukturi podjetja MIK, d.o.o., ne morejo zagotavljati kvalitetnega dela brez prisotnosti nenehnega razvoja in raziskav.\nSplošne službe, predvsem pa komerciala in proizvodnja sta tisti področji, ki za kupca pomenita korak k zadovoljstvu, zato je potrebno ves čas slediti novostim in se prilagajati potrebam kupcev na trgu.\nPodjetje MIK, d.o.o. redno in na različne načine meri zadovoljstvo kupcev. Zadovoljstvo kupca se preverja že od samega začetka, od vstopa v salon, vprašanj o pričakovanjih, do končne realizacije. Pri tem je pomembno izpostaviti tudi odnos oziroma komunikacijo med kupcem in na drugi strani komercialistom, merilcem in monterjem.\nSprememba glede na dosedanje analize lahko ugotavljamo, da je zelo majhen delež kupcev nezadovoljnih, kar pomeni, da je cilj podjetja, da so vsi kupci maksimalno zadovoljni.\nGlavni namen in cilj diplomskega dela je bil oblikovati in izdelati predlagano rešitev o zadovoljstvu kupcev, ki so kupili izdelke podjetja MIK, d.o.o. Njihovo zadovoljstvo smo ugotavljali s pomočjo zbiranja teoretične vsebine in na osnovi analiziranja podatkov. Priprava dela je potrdila, da je zadovoljstvo kupcev ključnega pomena za podjetje. Analiza ankete je pokazala, da so kupci v večini zelo zadovoljni z načinom poslovanja podjetja.\n"], "abstract": ["Diplomsko delo je razdeljeno na teoretični in praktični del. V uvodnem delu je predstavljen problem, predstavitev okolja in metode dela. Temu sledi teoretični del, ki na kratko zajema pojme: opredelitev zadovoljstva, dejavniki zadovoljstva, merjenje zadovoljstva, zadovoljstvo in pričakovanja kupcev, opredelitev lastnosti storitev, temeljne značilnosti storitev ter kakovost storitev. Sledi kratka predstavitev podjetja MIK, d.o.o. V zadnjem, praktičnem delu je izvedena raziskava o zadovoljstvu kupcev, ki so kupili izdelke podjetja MIK, d.o.o. S pomočjo raziskave smo ugotavljali stopnjo zadovoljstva kupcev in na podlagi ugotovitev predlagali rešitve."]}