{"1": ["1. UVOD", "Energija je ključni dejavnik človekovega razvoja in zagotavlja življenjske ravni skozi čas. Ena najpomembnejših oblik energije je električna energija. Njena poraba v svetu narašča glede na raven in hitrost družbenogospodarskega razvoja. Na drugi strani se razpoložljivi viri primarne energije, na osnovi katerih pridobivamo električno energijo, krčijo ali pa so že v veliki meri izkoriščeni. Smiselno je torej izkoriščati vse razpoložljive vire.\nTudi okoljske zahteve pri proizvodnji električne energije iz klasičnih termoelektrarn so vedno večje. Onesnaževanje zračne atmosfere s škodljivimi plini postaja globalni problem. Zanesljivost oskrbe porabnikov z električno energijo postaja tudi vse resnejše vprašanje za nacionalna gospodarstva. Električne energije namreč ni možno uvažati v neomejenih količinah, zato je visoka stopnja samooskrbe nujna. [http://www.nek.si/sl/elektricna_energija/]\nUčinkovit energetski sistem v smislu proizvodnje in distribucije je za vsako državo izjemnega gospodarskega in družbenega pomena. Elektrogospodarstvo se tako doma kot na območju Evropske unije nenehno spreminja. Slovenija je s sprejetjem Energetskega zakona začela prilagajati elektrogospodarstvo evropskim smernicam.\nStanje v slovenski elektroenergetiki je zadnja leta vse bolj kritično, in sicer zaradi konstantnega povečevanja porabe elektrike z letno rastjo okoli 3 % ob neaktivnostih na področju izgradnje večjih elektroenergetskih objektov, tako proizvodnih kot prenosnih. Postali smo velik uvoznik elektrike, saj četrtino porabljene energije uvozimo. V letu 2004 smo morali uvoziti okoli 15 % celotne porabljene energije, v letu 2005 in 2006 pa že več kot 20 %. Glede na predvideno povečevanje porabe elektrike in trenutno gospodarsko rast pričakujemo, da bo uvoz leta 2015 dosegel 35 % porabljene energije. To je velika uvozna odvisnost, kar neugodno vpliva na ceno elektrike, na gospodarski razvoj Slovenije ter zanesljivost oskrbe z elektriko. Vsi energetski viri so omejeni tako po količini kot po izrabi, ki je pogosto vir onesnaževanja. To je jasno predvsem v zadnjem času, saj je ogromno govora o izrazitem negativnem vplivu toplogrednih plinov na podnebne spremembe. Zato se je EU odločila za skupno politiko varovanja okolja s sprejetjem omejevanja izpustov toplogrednih plinov, predvsem CO2. Želja EU je, da postane EU gospodarstvo z nizko proizvodnjo CO2, ki je manj odvisno od fosilnih goriv ter karseda izkorišča obnovljive vire energije za proizvodnjo elektrike, ogrevanja in ohlajevanje prostorov in v prometu. [http://www.djs.si/4jedrce/2008_1.pdf]\nNajvečji akterji imajo še vedno prevladujoč položaj na trgu, večjo konkurenco pri dobavi odjemalcem prek distribucijskega omrežja lahko šele pričakujemo. Glede na relativno majhnost slovenskega trga odmevnejših vstopov na slovenski trg ni bilo. V\nelektrične energije ni primarna dejavnost oziroma se z njo niso ukvarjala. \n2. PREDSTAVITEV IZBRANIH PONUDNIKOV ELEKTRIČNE ENERGIJE\nV nadaljevanju so predstavljena podjetja, katerih osnovna dejavnost predstavlja proizvodnja in prodaja električne energije na evropskem trgu.\n"], "2": ["2.1 ČEZ, Češka", "Glavna dejavnost skupine ČEZ predstavljajo proizvodnja, distribucija ter prodaja električne energije in toplote ter premogovništvo na območjih srednje in jugovzhodne Evrope. Strateški cilj ČEZ skupine, je postati vodilna skupina na trgu z električno energijo na območju srednje in jugovzhodne Evrope. Uvršča se med deset največjih evropskih podjetji tako po inštaliranih zmogljivostih za proizvodnjo električne energije kot tudi po številu odjemalcev. Skupina ČEZ trenutno sodi med tri največje dobavitelje toplote na Češkem.\nMatična družba in jedro skupine ČEZ je ČEZ, a.s., kot največji proizvajalec električne energije na Češkem, ki jo je leta 1992 ustanovil Sklad za nacionalno lastnino. Skupina ČEZ je bila ustanovljena leta 2003, ko se je ČEZ, a.s., združila z nekaj regionalnimi distribucijskimi podjetji. Po pridobitvi treh distribucijskih podjetij v Bolgariji, enega v Romuniji, dveh poljskih elektrarn in eni bolgarski elektrarni, je skupina ČEZ postala multinacionalno podjetje, ki vsebuje več kot 90 čeških in tujih podjetij.\nPovezovanje električne energije, distribucije in trgovine znotraj skupine ČEZ je češki energetski sektor približala standardom EU, ki se uporabljajo v zahodnoevropskih državah. Od leta 2005 nalaga strogo ločitev distribucije, kot regulirane dejavnosti od trgovine, skozi proces, znan kot ločevanje. Novosti v strukturi češke industrije električne energije so koristne za potrošnike in ustvarjajo okolje za konkurenco.\nPodjetje je poleg povečanja proizvodnih zmogljivosti izredno agresivno tudi pri vstopu v dejavnost distribucije električne energije. V letu 2003 je prevzelo pet čeških elektrodistribucijskih podjetjih (Severočeska energetika, a.s., Severnomoravska energetika, a.s., Stredočeska energeticka, a.s., Vychodočeska energetika, a.s. in Zapadočeska energetika, a.s.). V letih 2005 in 2006 je sledil odkup preostalih deležev od manjšinskih delničarjev, v naslednjem letu pa pripojitev k matičnemu podjetju ČEZ, a.s. V letu 2005 so se zgodili še prevzem romunskega elektrodistribucijskega podjetja (Electrica Oltenia, S.A.) in prevzem treh bolgarskih elektrodistribucijskih podjetij (Elektrorazpredelenie Stolichno EAD, Elektrorazpredelenie Pleven EAD in Elektrorazpredelenie Sofia Oblast EAD). V letu 2008 je podjetje prevzelo turško elektrodistribucijsko podjetje (Sakarya Elektrik Dagitim A..), v začetku leta 2009 pa z albansko vlado doseglo dogovor o nakupu 76 % deleža v elektrodistribucijskem podjetju (Operatori i Sistemit te Shperndarjes, sh.a.).\nLastniška struktura\nPodjetje je v pretežni državni lasti. Konec leta 2008 je imela država 63,39 % lastniški delež, delež domačih pravnih oseb je znašal 11,59 %, delež domačih fizičnih oseb pa 4,43 %. V »domači« lasti je bilo konec leta 2008 kar 79,41 % \npodjetja. Investicijski skladi so bili lastniki 19,09 % kapitala, tuje pravne osebe 1,38 %, tuje fizične osebe pa 0,12 % kapitala podjetja.\n"], "3": ["2.2 EDP, Portugalska", "Skupina EDP je ena od glavnih evropskih operaterjev iz energetskega sektorja, je ena od največjih operaterjev energije na Iberskem polotoku in največja v portugalski industrijski skupini. EDP je edini energetski sektor podjetja na Iberskem polotoku s proizvodnjo, distribucijo in dobavo v obeh državah: na Portugalskem in v Španiji - kjer nadzira četrtega največjega španskega elektroenergetskega operaterja, HC Energía. Poleg tega ima EDP ustrezno mesto v plinskem sektorju na Iberskem polotoku, z Naturgas v Španiji in Portgás na Portugalskem.\nEDP Renováveis, ki je del skupine EDP, je danes tretji največji upravljavec vetra po \nvsem svetu, tako v ZDA, kakor tudi v nekaterih drugih geografskih območjih po Evropi (Francija, Belgija, Poljska, Romunija in Brazilija).\nSkupina EDP je prisotna tudi v Braziliji, preko EDP - Energias de Brasil, kjer opravlja poslovne dejavnosti proizvodnje električne energije, distribucije in dobave.\nSkupina EDP je v zadnjih letih močno okrepila svoj položaj na področju oskrbe z zemeljskim plinom in proizvodnje električne energije iz obnovljivih virov energije, predvsem vetra. Pomembnejši prevzemi na področju zemeljskega plina v zadnjem obdobju so naslednji: NaturCorp (v letu 2003), Portgás – Sociedade de Distribuição de Gás, S.A. (v letu 2004), Bilbogas, Gas Hernani, Gas Pasaia in NQF Gás (v letu 2006) - vse distribucija zemeljskega plina. Na področju proizvodnje iz obnovljivih virov energije je podjetje v letu 2005 prevzelo podjetja (vetrne elektrarne – VE) Ortiga (11,7 MW) in Safra (41,7 MW), Nuon Espana (224 MW vetrnih elektrarn v obratovanju, v razvoju dodatnih 1.186 MW) ter podjetje v Franciji (VE - 30 MW), v naslednjem letu poleg ostalih tudi podjetja Bolores-Energia Eólica, S.A., Agrupacion Eólica, S.A., Eólica Veinco, Eólica Greenwind in Eólica Plouvien Breiz. Leto 2007 so poleg prevzema podjetja Horizon Wind Energy zaznamovali še nakupi deležev v več podjetjih za so-proizvodnjo toplote in električne energije ter prevzem poljskega podjetja Relax Wind Parks (1.022 MW vetrnih elektrarn).\nPomembnejše na področju prevzemov in združitev v letu 2008 predstavljajo prevzem podjetja Hydra Energy LLC. (v izgradnji 1.050 MW proizvodnih zmogljivosti – ZDA), prevzem francoskega podjetja NEO Galia SAS (v obratovanju 35 MW, v razvoju 560 MW vetrnih elektrarn) ter prevzem romunskih podjetjih Renovation Power SRL in Cernavoda Power SRL (v razvoju 736 MW vetrnih elektrarn).\nLastniška struktura\nPodjetje je v razpršenem lastništvu. Država ohranja v lasti nekaj več kot petinski delež podjetja, delež institucionalnih lastnikov pa je konec leta 2008 predstavljal 87 % kapitala, v zasebni lasti je bilo 10 % podjetja, pokojninski skladi so bili 3 % lastniki kapitala podjetja. Geografska razdelitev lastnikov pa je bila naslednja: portugalski lastniki 51 %, španski lastniki 15 %, lastniki iz Velike Britanije 13 %, ostali evropski lastniki 12 % in Američani preostalih 9 %. \n"], "4": ["2.3 ENEL, Italija", "Predstavlja drugo največjo skupino na elektroenergetskem področju v Evropi in je prisotna v 23 državah in 4 celinah. Osnovne dejavnosti predstavljajo proizvodnja, distribucija ter prodaja električne energije ter distribucija in prodaja zemeljskega plina.\nPodjetje posluje v naslednjih geografskih segmentih:\n- Italija (proizvodnja električne energije in trgovanje, distribucija in prodaja električne energije, distribucija in prodaja zemeljskega plina, trgovanje z gorivi, vodo-oskrba, ravnanje z odpadki, inženiring, poslovne storitve, informacijske tehnologije, izgradnja plinskega distribucijskega omrežja, izgradnja in upravljanje LNG infrastrukture, meritve, daljinski nadzor in telekomunikacije);\n- Rusija (proizvodnja in prodaja električne energije, trgovanje, rudarstvo);\n- področje JV Evrope (Bolgarija in Grčija – proizvodnja električne energije; Turčija – trgovanje z električno energijo; Romunija – prodaja in distribucija električne energije, proizvodnja in trgovanje, poslovne in energetske stroritve);\n- področje Centralne Evrope (Francija – proizvodnja električne energije, vodo- oskrba; Irska - finančne storitve, pozavarovalništvo; Luksemburg – proizvodnja električne energije, finančne storitve, pozavarovalništvo; Madžarska – trgovanje z električno energijo; Nizozemska – finančne stroritve; Poljska – proizvodnja in trgovanje z električno energijo; Portugalska – proizvodnja in distribucija električne energije, soproizvodnja toplote, oskrba z gorivi, vodo-oskrba; Slovaška – proizvodnja električne energije, skladiščenje radioaktivnih odpadkov, informacijske tehnologije; Španija - distribucija ter prodaja električne energije, proizvodnja in trgovanje, soproizvodnja toplote in električne energije, prenos, distribucija in prodaja\n- Severna Amerika (ZDA – proizvodnja električne enrgije, finančne storitve; Kanada – proizvodnja električne energije);\n- Latinska Amerika (Argentina, Brazilija, Čile, El Salvador, Kolumbija, Kostarika, Nikaragva – proizvodnja, prenos, distribucija in prodaja električne energije, prenos in distribucija zemeljskega plina, inženiring);\n- Savdska Arabija, Maroko – proizvodnja električne energije.\nLastniška struktura\nPodjetje je v pretežno v državni lasti. Ministrstvo za gospodarstvo in finance ima 21,10 % delež, 10,14 % delež pa Cassa Depositi e Prestiti (delniška družba pod nadzorom omenjenega ministrstva). \n"], "5": ["2.4 Fortum, Finska", "Finsko podjetje je vodilno energetsko podjetje na ozemlju skandinavskih držav, Rusije in območju baltskih držav. Skupina izvaja dejavnosti proizvodnje, distribucije ter prodaje električne energije in toplote. Na skandinavskem trgu predstavlja drugo največje proizvodno ter največje elektrodistribucijsko podjetje.\nPodjetje je v zadnjih letih izvajalo širitev predvsem na območju baltskih držav, Poljske in Rusije. V letu 2003 je izvedlo prevzem estonskega in poljskega podjetja za oskrbo s toploto, v naslednjem letu je prevzelo SPTE objekt na Poljskem, v letu 2005 pa je sledil prevzem dveh poljskih in enega litvanskega podjetja za oskrbo s \ntoploto. V naslednjem letu je prevzemu poljskega podjetja za oskrbo s toploto sledil nakup dodatnega deleža v ruskem podjetju TGC-1, v letu 2007 pa so se zgodili prevzemi po enega estonskega, latvijskega in poljskega podjetja. Leto 2008 je prineslo še prevzem latvijskega SPTE objekta in ruskega podjetja TGC-10.\nLastniška struktura\nPodjetje je pretežno v državni lasti. Konec leta 2008 je imela država (preko državnih podjetij) v lasti 56,4 % lastniški delež, v neposredni lasti države pa je bilo 50,8 % podjetja. Delež domačih pravnih oseb je znašal 3,4 %, delež domačih fizičnih oseb pa 5,0 %. V »domači« lasti je bilo tako konec leta 2008 kar 64,8 % podjetja. Tuji lastniki so imeli konec leta 2008 v lasti 35,2 % podjetja.\n"], "6": ["2.5. HEP, Hrvaška", "Skupina HEP je nacionalna energetska družba, ki se ukvarja s proizvodnjo, prenosom in distribucijo električne energije in zemeljskega plina ter oskrbo s toploto. Organizirana je v obliki koncerna kot skupina povezanih družb (hčerinske družbe). Matična družba HEP skupine je HEP, d.d., ki opravlja funkcijo upravljanja podjetij skupine HEP in zagotavlja pogoje za varno in zanesljivo dobavo električne energije odjemalcem. Znotraj skupine HEP so jasno ločene (upravljanje, računovodstvo in pravna) družbe, ki opravljajo regulirane dejavnosti (prenos in distribucijo) iz nereguliranih dejavnosti (proizvodnja in dobava).\nLastniška struktura\nPodjetje je v 100 % državni lasti. \n"], "7": ["2.6 PPC (PUBLIC POWER CORPORATION S.A.), Grčija", "Leta 1950 je bilo podjetje PPC ustanovljeno z vizijo oblikovanja in izvajanja nacionalne energetske politike, ki bo doseglo elektrifikacijo Grčije z učinkovito uporabo domačih virov. Njen namen “služiti javnemu interesu” pomeni, zagotoviti vsem državljanom Grčije električno energijo po najnižji možni ceni.\nPPC začne z uporabo domačih virov energije in utrjevanjem regionalnih električnih omrežij v nacionalno energetsko mrežo. Prične z rudarjenjem bogatih depozitov lignita, odkritih v grškem podzemlju, da bi jih uporabili kot gorivo za svoje termo elektrarne. Hkrati se PPC odloči za izkoriščanje moči vode z gradnjo hidroelektrarn na velikih rekah v državi. \nKot rezultat učinkovite in razširljive proizvodnje in inovativne tehnologije PPC doseže elektrifikacijo celotne države, od majhnih otokov na robu meja do najbolj samotnih gorskih naselij v Grčiji.\nOd 1. januarja 2001 PPC začne delovati kot Société Anonyme in do 12.12.2001 začne kotirati na borzah v Atenah in Londonu.\nDanes PPC deluje na liberaliziranem trgu okolja in je povsem vertikalno integrirano podjetje, ki pokriva celotni spekter dejavnosti na področju električne energije. Podjetje PPC proizvaja električno energijo (proizvodnja 93 % vse v Grčiji proizvedene električne energije), je edini lastnik prenosnega omrežja (dejavnost prenosa električne energije izvaja Hellenic Transmission System Operator S.A. – HTSO, ki je v 49 % lasti PPC) in je edini izvajalec dejavnosti distribucije električne energije v državi. Približno 55 % celotne električne energije je ustvarjeno iz lignita, kar postavi PPC na drugo mesto največjih proizvajalk v Evropski Uniji.\nNovi Poslovni načrt 2009-2014 določa posebne cilje, da bi PPC postal sodobno konkurenčna organizacija, ki bo uspešno delovala v obstoječem okolju.\nLastniška struktura\nPodjetje je pretežno v državni lasti (51,12 %), 45,07 % delež ohranja PPC PIO (Zavarovalnica zaposlenih v PPC), preostali delež (3,81 %) pa je razpršen med manjše lastnike. \nReport 2008]\n"], "8": ["2.7 Vattenfall, Švedska", "Osnovno dejavnost skupine Vattenfall predstavljajo proizvodnja, distribucija, prodaja, prenos in dobava električne energije ter oskrba s toploto.\nPredstavlja peto največje podjetje za proizvodnjo električne energije in največje podjetje pri proizvodnji toplote v Evropi. Na področju oskrbe s toploto izvaja proizvodnjo, distribucijo in prodajo toplote, v lasti pa ima tudi rudnike lignita. Posluje na skandinavskem trgu, v Nemčiji, na Poljskem in v Veliki Britaniji.\nV zadnjem obdobju podjetje intenzivneje širi poslovanje na področju obnovljivih virov energije (veter) in oskrbe s toploto. V letih 2003 – 2007 je prevzelo več nemških (Fernheizwerk Märkisches Viertel, Spitzenheizwerks Lange Enden GmbH, Dan Tysk Kabel GmbH…) in poljskih (GZE, Energy Regions…) podjetij. V poslovnem letu 2008 je skupina izvedla prevzeme nekaj britanskih podjetij, ki delujejo na področju vetrne energije (AMEC Wind Energy Ltd. – v obratovanju oz. razvoju okrog 750 MW inštalirane moči vetrnih polj, Eclipse Energy UK Plc. – inštalirane zmogljivosti preko 200 MW, Thanet Offshore Wind Ltd. – v izgradnji 300 MW proizvodnih zmogljivosti), ter nakup deleža v poljskem podjetju ENEA S.A. (2,3 milijona odjemalcev, okrog 8 % delež proizvodnje električne energije v državi).\nLastniška struktura\nPodjetje je v 100 % državni lasti.\n"], "9": ["2.8 GEN energija, Slovenija", "Energetsko podjetje GEN energija je samostojni ponudnik celovite in konkurenčne ponudbe električne energije, ki omogoča kupcem v Sloveniji prosto izbiro dobavitelja. Družba GEN energija ima danes v svoji skupini Nuklearno elektrarno Krško (NEK), Termoelektrarno Brestanica (TEB) in Savske elektrarne Ljubljana (SEL), vključena pa je tudi v Hidroelektrarne na spodnji Savi (HESS).\nDejavnost trženja in prodaje električne energije izvaja preko hčerinskega podjetja GEN-I. GEN energija namerava v prihodnosti z investicijami v razvoj in kadre nadaljevati z vzpostavljanjem konkurenčnih, zanesljivih, varnih in za okolje sprejemljivih virov električne energije. Družba ob tem razvija tudi investicije v nove obnovljive in trajnostne vire električne energije. GEN energija je pravni naslednik slovenskih vlagateljev v NEK. Podjetje je bilo ustanovljeno kot Eles Gen na podlagi sklepa Vlade RS v juniju 2001, z namenom, da Republika Slovenija po ureditvi razmerij z Republiko Hrvaško nanj prenese svoj poslovni delež v NEK. Eles Gen, podjetje za financiranje in upravljanje družb, je bil 17. julija 2001 vpisan v sodni register pri Okrožnem sodišču v Ljubljani, njegov edini družbenik pa je bil Eles. Vlada RS je decembra 2005 potrdila razvojni načrt Eles Gen-a kot drugega ponudnika celovitih storitev na področju energetike, februarja 2006 pa se je Eles Gen s sklepom Vlade RS lastniško izdvojil iz Elesa in prešel v neposredno državno last. Julija 2006 je Vlada RS v vlogi skupščine Eles Gen-a družbo dokončno formirala kot samostojno podjetje s spremembo akta o ustanovitvi in preimenovanjem v GEN energijo, d.o.o. S tem se je GEN energija iz finančne družbe preoblikovala v energetsko podjetje.\nGEN energija v svoji skupini poleg matičnega podjetja združuje še enajst družb, in sicer Nuklearno elektrarno Krško (NEK), Termoelektrarno Brestanica (TEB), Savske elektrarne Ljubljana (SEL) in nastajajoče podjetje Hidroelektrarne na spodnji Savi. Preko podjetja GEN-I, ki izvaja dejavnost trženja in prodaje električne energije, ima hčerinska podjetja na Hrvaškem, v Srbiji, na Madžarskem in v Albaniji. Z deležem Savskih elektrarn Ljubljana je GEN energija prisotna tudi v podjetjih Sava in HSE Invest.\nLastniška struktura\nPodjetje je v 100 % državni lasti. \n"], "10": ["2008] 3. VPLIV LASTNIŠKE KONCENTRACIJE ANALIZIRANIH PODJETIJ NA NJIHOVO RAST", "Ugotavljamo, da so podjetja pretežno ali v državni ali v zasebni lasti in jih razdelimo v dve skupini:\n- zasebno (razpršeno) lastništvo: EDP, Enel;\n- državno lastništvo: ČEZ, Fortum, HEP, PPC, Vattenfall.\nAnaliza obsega poslovanja podjetij vključuje uspešnosti podjetij na začetku (v letu 2003) in na koncu (v letu 2008) obravnavanega obdobja. Zaradi boljše preglednosti je grafični prikaz primerjalnih vrednosti pripravljen tako, da sta prvi dve podjetji s pretežno zasebnim lastništvom, naslednjih pet pa predstavljajo podjetja s pretežno državnim lastništvom. Podatki obsegajo celotno proizvodnjo, s katero se ukvarjajo analizirana podjetja. V prvem delu analize primerjamo vrednosti izbranih parametrov, v drugem delu pa so primerjane vrednosti izbranih kazalnikov, kjer so parametri normirani na število zaposlenih. Prvi stolpec v grafu predstavlja vrednost parametra v letu 2003, medtem ko drugi prestavlja vrednost v letu 2008. Izjema je podjetje Fortum, čigar prvi stolpec predstavlja parametre v letu 2004, ker podatkov za leto 2003 ni bilo na voljo.\n"], "11": ["3.1 PRIMERJALNA ANALIZA IZBRANIH PARAMETROV OBSEGA POSLOVANJA", "Analizirali smo sledeče parametre:\n"], "12": ["3.1.1 Proizvodnja električne energije", "Glede na obravnavano obdobje  obd (2003-2007) je proizvodnjo najbolj povečal ital  italijanski Enel (104 TWh), kar je posledica povečanja proizvodnje tako v tujini kot tudi doma  doma. Sledijo mu PPC (11,9 TWh), Fortum (8,7 TWh) ter Vattenfall (7,5 TWh). Med najmanjše proizvajalce pa spada HEP, ki je glede na leto 2003 povečal proizvodnjo v letu 2007 za 1 TWh. Stopnja rasti je bila največja pri Enel-u, kar 70,45 %, najnižja pa pri HEP za dobrih 8 %.\n"], "13": ["3.1.2 Prodaja električne  čne energije  e", "čne energije v GWh \nPri prodaji električne energije ponovno izstopa Enel (270 TWh), sledi mu švedski Vattenfall (189 TWh). Med najmanjše prodajalce pa ponovno spada hrvaški HEP (17 TWh). Največja rast prodaje  prodaj elektične energije v letu 2008 glede na leto 2003 je ustvaril Enel, ki je povečal svojo prodajo za 78,45 %, najmanjšo rast pa je dosegel Vattenfall z 2,77 %.\n"], "14": ["3.1.3 Inštalirane proizvodne zmogljivosti", "Inštalirana moč je izmerjena zmogljivost, ki je na voljo  vol v času največje proizvodnje proizvodne enote. Inštalirana zmogljivost je izražena v MW inštalirane električne moči.[http://www.cek.ef.uni  [http://www.cek.ef.uni-lj.si/u_diplome/bajzelj2555.pdf]. Gre za največjo moč, ki jo doseže proizvodni objekt med obratovanjem skozi celo leto.\nVodilno vlogo največje moči inštaliranih proizvodnih  ih zmogljivosti ponovno prevzame italijanski  janski Enel (83,3 GW)  GW), kateremu sledita švedski Vattenfall (34,5 GW) in portugalski EDP (18,4,4 GW). Inštalirane proizvodne  proizvodne zmogljivosti znašajo pri ostalih podjetjih manj kot 14.500 MWh, najnižjo vrednost je dosegel HEP (4.037 MW). Proizvodnje zmogljivosti je v obdobju 2003 – 2008 največ povečal italijanski  janski Enel za skoraj 45 %,, najmanj pa sta jih povečala grški PPC za dobrih 6 % in hrvaški  rvaški HEP za dobra 2 %.\n"], "15": ["3.1.4 Število zaposlenih", "Največ zaposlenih v letu 2008 je bilo  bi v Enel-u, kar 75.981, sledi mu Vattenfall z 32.801 zaposlenimi. Občutno zmanjšanje zaposlenih v letu 2008 je izvedlo podjetje EDP (5.419 oz. 30,68 %) sledijo mu PPC (4.489 oz. 15,98 %),  ), Vattenfall (2.495 oz. 7,07 %) in HEP (528 oz. 3,54 %).\n"], "16": ["3.1.5 Poslovni prihodki", "Glede na obseg poslovnih prihodkov so največ v letu 2008 zaslužila sledeča tri podjetja: Enel (61,2 mrd €), Vattenfall (17,1 mrd €) in EDP (13,9 mrd €) €); najnižje poslovne prihodke v letu 2008 pa sta dosegli podjetji Fortum (5,6 mrd €) in HEP (1,6 mrd €).. Rast poslovnih prihodkov je v letu 2008 glede na leto 2003 občutno zaznati pri Enel-u, ki je povečal svoje prihodke za 189 %, malo več kot podvojitev prihodkov pa sta dosegla Čez (273 % rast) in EDP (215 % rast).\n"], "17": ["3.2 PRIMERJALNA ANALIZA IZBRANIH KAZALNIKOV OBSEGA POSLOVANJA", "Analizirali smo sledeče parametre na zaposlenega:  z\n"], "18": ["3.2.1 Proizvodnja električne  električ energije na zaposlenega", "električne energije na zaposlenega\nNajbolj uspešni podjetji v letu 2008 pri proizvodnji električne en energije na zaposlenega sta bili Vattenfall, ki je proizvedel  proizvedel 4,97 Gwh, ter Fortum z 4,12 GWh proizvedene električne energije na zaposlenega. Sledijo jim EDP (3,99 GWh), Enel (3,33 GWh), PPC (2,72 GWh)Wh) in ČEZ (2,3 GWh). Malo pod 1 GWh na zaposlenega pa je proizvedlo podjetje HEP. Vrednost kazalnika 2003-2008 so v letu 2008 povečali EDP za 1,44 GWh oz. 56,47 % na zaposlenega, PPC za 0,89 GWh oz. 46,24 % na zaposlenega, Enel za 1,04 GWh oz. 45,54 % na zaposlenega, Vattenfall za 0,55 GWh oz. 12,44 % na zaposlenega in HEP za 0,1 GWh oz. 11,13 % na  adec proizvodnje električne energije na zaposlenega pa je zaposlenega. Manjši padec zaznati pri ČEZ (6,43 %) in Fortum (2,41 %).\n"], "19": ["3.2.2 Prodaja električne  čne energije na zaposlenega", "čne energije na zaposlenega v GWh \nčne energije na zaposlenega\nPri prodaji elekrične energije na zaposleneg  zaposlenega v letu 2008 najbolj izstopajo švedski Vattenfall (5,77 GWh), portugalski EDP (5,54 GWh) in finski Fortum (4,81 GWh). Pri ostalih podjetjih se giblje vrednost kazalnika med 3,6 – 2,4 GWh, medtem ko ima najnižjo vrednost kazalnika prodaje električne energije  je na zaposlenega HEP z 1,18 GWh. Največje e izboljšanje kazalnika v obravnavanem  obrav vanem obdobju je zaznati pri EDP (2,12 GWh na zaposlenega) in Enel (1,22 GWh na zaposlenega), nižjo vrednost prodaje električne energije na zaposlenega glede na leto 2003 ima v letu 2008 ČEZ za 0,11 GWh na zaposlenega.\n"], "20": ["3.2.3 Inštalirane proizvodne zmogljiv  zmogljivosti na zaposlenega", "Inštalirane proizvodne zmogljivosti na zaposlenega presegajo 1 MW pri naslednjih podjetjih:  etjih: EDP (1,5 MW), Enel (1,1 MW) in Vattenfall (1,05 MW). Vrednost kazalnika se pri ostalih podjetjih giblje med 0,87 MW in 0,52 MW, medtem ko je najnižja vrednost kazalnika pri HEP 0,28 MW. Vrednost kazalnika se je glede na na leto 2003 v letu 2008 pri večini podjetij rahlo povečala, izjema je podjetje ČEZ, kjer je vrednost  manjša največ pa se je v letu 2008 ostala skoraj nespremenjena oz. malenkost manjša, povečal kazalnik inštalirane proizvodnje zmogljivosti na zaposlenega pri EDP za 854 KW.\n"], "21": ["3.2.4 Poslovni prihodki  dki na zaposlenega", "Edino podjetje, ki je v letu 2008 preseglo vrednost 1 mio € na zaposlenega,  zaposlenega je EDP (1,14 mio €), medtem ko se pri ostalih podjetjih giblje vrednost med 0,8 mio € in 0,27 mio € na zaposlenega. Najnižjo  Najni vrednost poslovnega prihodna za zaposlenega je dosegel HEP s 110.000 € na zaposlenega. \n4. PRIMERJALNA ANALIZA PODJETJA GEN energija Z ANALIZIRANO SKUPINO PODJETIJ\nPrimerjava podjetja Gen energija je izvedena za leti 2007 in 2008 z analizirano skupino obravnavanih podjetij. Analiza tokrat obsega podatke le za dejavnost električne energije. Podjetja, poleg GEN energije, so sledeča:\n- Portugalska – EDP,\n- Italija – ENEL,\n- Češka – ČEZ,\n- Finska – FORTUM,\n- Grčija – PPC,\n- Švedska- Vattenfall,\n- Hrvaška – HEP.\n"], "22": ["4.1 PRIMERJALNA ANALIZA IZBRANIH PARAMETROV OBSEGA DEJAVNOSTI PROIZVODNJE ELEKTRIČNE ENERGIJE", "V nadaljevanju je zaradi lažje obdelave izbranih kazalnikov podana primerjava tako, da je najprej podana primerjava obsega dejavnosti električne energije sedmih tujih podjetij na koncu pa sledi domače podjetje. Prvi stolpec v grafu predstavlja podatke za leto 2007, drugi stolpec pa podatke v letu 2008.\n"], "23": ["4.1.1 Proizvodnja električne energije", "Največ električne energije je v letu 2008 proizvedlo podjetje Vattenfall (163 TWh), sledita mu Enel (96 TWh) in ČEZ (67,6 TWh). Med najmanjše proizvajalce spadata HEP (14,2 TWh) in GEN energija (3 TWh), medtem medtem ko se proizvodnja ostalih  osta podjetij giblje med 53 TWh in 40 Twh. Polovica obravnavanih podjetji je glede na leto 2008 proizvedla manj električne energije kot v letu 2008, delež proizvedene električne energije pa se je najbolj povečal pri italijanskem Enel-u  u za 2 % oz. 2077 GWh.\n"], "24": ["4.1.2 Prodaja električne  čne energije", "V letu 2008 sta največ električne energije prodala švedski Vattenfall (189 TWh) in italijanski Enel (137 TWh). Za kar 25,6 % je povečal svojo jo prodajo električne energije Fortum, za 9 % GEN energija, za 4,5 % EDP, za 4 % HEP, in za 1,4 % PPC, za dobrih 8 % pa je prodajo zmanjšal ČEZ.\n"], "25": ["4.1.3 Inštalirane proizvodne zmogljivosti", "Najvišjo moč proizvodnih objektov imata v letu 2008 Enel (40,3 GW) in Vattenfall (34,6 GW), najnižjo pa HEP (4000 MW) in GEN energija (3319 MW). Glede na predhodno leto se pojavljajo manjše spremembe. Pri večini podjetij so se za malenkostst zmanjšale ali povečala proizvodnje zmogljivosti, medtem ko je GEN energija v letu 2008 povečala svoje zmogljivosti za kar 2537 MW oz. 324,42 %.\n"], "26": ["4.1.4 Število zaposlenih v dejavnosti", "Največ zaposlenih je bilo v letu 2008 pri podjetju ČEZ (8.681) in podjetju Enel (6.829). Število zaposlenih se je povečalo pri podjetju GEN energija za 5 % in podjetju EDP za 0,4 %, medtem ko je število zaposlenih najbolj upadlo pri podjetju ČEZ za dobrih 9 % in pri podjetju  podjet PPC za slabih 5 %. Pri švedskem podjetju Vattenfall pa podatka o številu zaposlenih za dejavnost električne energije ni na voljo.\n"], "27": ["4.1.5 Poslovni prihodki", "Najvišji prihodek za dejavnost proizvodnje električne energije je v letu 2008 dosegel Enel, nekaj več kot 22 mrd €, in je svoj prihodek glede na leto 2007 povečal za dobrih 22 %. Sledita mu Vattenfall z 8 mrd € ter PPC s 5,8 mrd € v letu 2008. Najnižji prihodek pa sta imela HEP in GEN energija. V letu 2008 so se p prihodki glede na leto 2007 pri vseh podjetjih povečali, najvišjo vrednost  dnost je doseglo podjetje EDP, saj je svoj prihodek povečal za 43 %, samo za 1 % manj je povečalo svoje prihodke v letu 2008 podjetje GEN energija, najnižjo vrednost pa je doseglo podjetje HEP, ki je povečalo svoj prihodek le za dobrih 8 %.\n"], "28": ["4.1.6 Poslovni odhodki", "Najvišje odhodke so v letu 2008 ustvarila podjetja Enel (19 mrd €), Vattenfall (5,6 mrd €) in PPC (5,3 mrd €), najnižje  najni pa HEP (527 mio €) in GEN energija (209 mio €). Obseg odhodkov se je pri vseh podjetjih glede na leto 2007 v letu 2008 povečal, najvišjo rast je imelo podjetje Enel, najnižjo pa podjetji HEP in GEN energija. Edino podjetje, kjer so bili odhodki višji od prihodkov,  prihodkov je hrvaški HEP (za 2 mio €).\n4.2 PRIMERJALNA ANALIZA IZBRANIH KAZALNIKOV OBSEGA DEJAVNOSTI PROIZVODNJE ELEKTRIČNE  ELEKTRIČ ENERGIJE\n"], "29": ["4.2.1 Proizvodnja električne  električ energije na zaposlenega", "roizvodnja električne  električ energije na zaposlenega v GWh \nroizvodnja električ  električne energije na zaposlenega\nNajboljlj uspešni podjetji pri proizvodnji električne energije na zaposlenega sta EDP, ki je v letu 2008 proizvedlo 19,1 GWh, GWh ter Fortum s 14,9 GWh proizvedene električne energije na zaposlenega. Glede na preteklo leto je bilo najbolj uspešno podjetje Enel, kjer se je vrednost kazalnika povečala za 0,5 GWh oz. 3,68 %, najmanj  ajmanj uspešno pa podjetje EDP, saj se je vrednost kazalnika proizvodnje električne energije na zaposlenega zmanjšala za 0,26 GWh oz. 1,34 %.\n"], "30": ["4.2.2 Prodaja električne  čne energije na zaposlenega", "čne energije na zaposlenega\nGlede na doseženo vrednost kazalnika pri prodaji električne energije na zaposlenega močno izstopa podjetje EDP, ki je v letu 2008 doseglo vrednost skoraj 30 GWh. Med 20 GWh in 22 GWh se s gibljeta podjetji Fortum  ortum in Enel, medtem ko se vrednost prodaje električne energije podjetij ČEZ, HEP, PPC in GEN energija giblje med 10 GWh in 4 GWh. Absolutni zmagovalec pri povečanju uspešnosti prodaje električne energije na zaposlenega v letu 2008 je podjetje Fortum,  tum, saj se je prodaja električne energije na zaposlenega glede na leto 2007, povečala za 4,4 GWh oz. 26 %. Tudi podjetje GEN energija je povečalo prodajo električne energije na zaposlenega za 4,07 % in s tem prehitelo hrvaško podjetje HEP, ki ki je povečalo svojo prodajo za le 3,22 %.\n"], "31": ["4.2.3 Inštalirane proizvodne zmogljivosti na zaposlenega", "Najvišjo vrednost inštalirane  irane proizvodne zmogljivosti na zaposlenega je dosegel Enel (5,90 MW), kateremu sledi EDP (4,24 MW). Vrednost kazalnika pri ostalih podjetjih pa se giblje med 4 MW in 1 MW. Najbolj uspešno podjetje v primerjavi med letoma 2007 in 2008, je e bilo podjetje GEN energija, saj se je vrednost  rednost kazalnika inštalirane proizvodne zmogljivosti na zaposlenega povečala glede na predhodno leto za 2,72 MW oz. 305,6 %. Najmanj uspešno, pa je bilo podjetje Fortum, kjer se je vrednost kazalnika v letu 2008 glede na leto 2007 zmanjšala za 0,08 MW oz. 5,58 %.\n"], "32": ["4.2.4 Poslovni  vni prihodki na zaposlenega", "Največ poslovnih prihodkov na zaposlenega je ustvarilo podjetje Enel (3,24 mio €), sledi mu EDP z 1,8 mio €. Pri ostalih podjetjih pa se vrednost prihodkov na zaposlenega giblje  je pod 1 mio €. Precej podobno vrednost kot v letu 2007 je dosegel hrvaški HEP, čigar vrednost znaša v letu 2007 0,21 mio €, v letu 2008 pa 0,22 mio €.. V zadnjem letu so se prihodki na zaposlenega glede na leto 2007 pri vseh podjetjih povečali, najvišjo vrednost  vr je doseglo podjetje Enel, ki je glede na predhodno leto povečalo svojo vrednost za 0,6 mio € oz. 23,2 %,, najnižjo rast pa je doseglo podjetje HEP 0,01 mio € oz. 4,76 %.\n"], "33": ["4.2.5 Poslovni odhodki na zaposlenega", "Najvišje odhodke na zaposlenega je tako kot pri prihodkih na zaposlenega doseglo italijansko podjetje Enel (2,79 mio €), kateremu sledi portugalsko  lsko podjetje EDP (1,48 mio €). Tako kot tudi pri prihodkih, se odhodki na zaposlenega pri ostalih popodjetjih gibljejo pod 1 mio €. Hrvaški HEP pa je ponovno dosegel precej podobno vrednost odhodkov na zaposlenega v letu 2007 2007 kot v letu 2008. Najvišjo rast odhodkov na zaposlenega je glede na predhodno leto dosegel portugalski EDP (0,56 mio € oz. 60,87 %), najnižjo rast pa hrvaško podjetje HEP (0,01 mio € oz. 4,76 %).\n"], "34": ["4.2.6 Gospodarnost poslovanja", "Vrednost gospodarnosti poslovanja se je v letu 2008 skoraj pri vseh podjetjih gobal okoli 1,1 ali več. Nekoliko izstopa hrvaško podjetje HEP, kjer se je vrednost gospodarnosti poslovanja,, tako v letu 2007 Najvišjo vrednost je tako v letih 2007 in 2008 doseglo podjetje Fortum (2,12 v letu 2008), sledi mu Vattenfall  fall (1,45 v letu 2008) ter GEN energija (1,31 v letu 2008). Rahel padec vrednosti pa je zaznati pri podjetjih EDP (za 0,15), Vattenfall (za 0,05), ČEZ (0,02) in Enel (za 0,01).\n"], "35": ["4.2.7 Poslovni prihodki glede na proizvedeno količino električne  čne energije", "€/MWh \nPri ustvarjenih prihodkih glede na proizvedeno količine električne energije močno izstopa podjetje Enel, ki je v letu 2008 doseglo slabih 230 €/MWh. Wh. Vrednost preostalih podjetij se giblje med 111,5 €/MWh (PPC) in 36,97 €/MWhWh (HEP). V letu 2008 so bila glede na leto 2007 vsa podjetje uspešna, saj se je uspešnost pri vseh povečala, najbolj pa pri podjetju EDP (za 44,6 %) ter PPC (za 33,08 %).\n"], "36": ["4.2.8 Poslovni odhodki glede na proizvedeno količino električne  čne energije", "€/MWh \nRazmere so pri odhodkih glede na proizvedeno količino električne energije zelo podobne, kot pri prihodkih. Pri vseh podjetjih je zaznati povečanje obsega odhodkov  vedeno količino električne energije (HEP za 3 %, Fortum za 10 %, glede na proizvedeno GEN energija za 27 %, PPC za 35 %), pri podjetju EDP pa za dobrih 63 %. Najvišje  izvedeno količino električne energije odhodke glede na proizvedeno gije je ustvarilo podjetje Enel, najnižje pa finsko podjetje Fortum.\n"], "37": ["4.2.9 Poslovni prihodki glede na prodano količino  količ električne  čne energije", "Najvišjo vrednost pri kazalniku prihodkov glede na prodano količino električne enregije je doseglo v letu 2008 podjetje Enel (161 €/MWh),  Wh), kateremu se je najbolj približalo podjetje PPC (102,65 €/MWh).  Wh). Ostala podjetja so v tem letu dosegla med 64,79 €/MWh (GEN energija) in 30,17 €/MWh  €/ Wh (HEP). GEN energija je po uspešnosti kazalnika s 64,79 €/MWhWh postavljena tik pod vrh skupine obravnavanih  obravnavanih podjetij. Glede na leto 2007 sta v letu 2008 najbolj povečali prihodke glede na prodanprodano količino električne energije podjetji EDP (za 37 %) in GEN energija (za 30,3 %), najmanj uspešno pa je bilo podjetje Fortum, ki je prihodke na prodane količine električne energije zmanjšalo za 2 %.\n"], "38": ["4.2.10 Poslovni odhodki glede na prodano količino električne  čne energije", "čne energije v €/MWh \nprodano količino električne energije sta zopet pri vrhu Enel Pri odhodkih glede na prodan  Wh) in PPC (49,47 €/MWh), ki sta tudi najbolj povečala vrednost (138,7 €/MWh) kazalnika glede na leto 2007. Nižje odhodke glede na prodano količino o električne energije pri ostalih podjetjih Wh), največja rast  tjih je imelo podjetje Fortum (18,19 €/MWh), pa je prisotna pri podjetjih EDP (49,47 €/MWh) in GEN energija (49,4249,42 €/MWh). Fortum je edino podjetje, ki je glede na leto 2007 v letu 2008 zmanjšal vrednost  vre kazalnika za 2 %.\n"], "39": ["4.2.11 Poslovni prihodki glede na inštalirane proizvodne zmogljivosti", "Med najuspešnejša  spešnejša podjetja pri prihodkih glede na inštalirane e proizvodne zmogljivosti spadajo Enel (0,549 €/MW), PPC (0,455 €/MW) in EDP (0,424 €/MW). Najmanj uspešno pa je bilo podjetje GEN energija,energija kjer so prihodkih glede na inštalirane proizvodne zmogljivosti znašali 0,083 €/MW. Razlog za to se skriva v tem, da je GEN energija v letu 2008 za kar štirikrat povečala svoje inštalirane zmogljivosti, medtem ko je bi prihodek višji le za 30 %.\n"], "40": ["4.2.12 Poslovni odhodki glede na inštalirane proizvodne zmogljivosti", "Pri odhodkih glede na inštalirane proizvodne zmogljivosti so tako kot pri prihodkih dosegla najvišjo vrednost  rednost podjetja Enel (0,472 €/MW), PPC (0,415 €/MW) in EDP (0,348 €/MW), najnižjo  ižjo pa GEN energija (0,063 €/MW). Edino podjetje, ki je zni  znižalo za 32,61% svoje odhodke glede na inštalirane proizvodne zmogljivosti  zmogljivosti, je GEN energija.\n"], "41": ["5. SKLEP", "Slovensko podjetje GEN energija je v primerjavi z najmočnejšimi proizvajalci električne energije razmeroma majhno podjetje. Če primerjamo prodajo električne energije z največjim »prodajalcem« italijanskim podjetjem Enel, predstavlja prodaja električne energije GEN energije dobra 2 % vse prodane energije podjetja Enel. Proizvodnja električne energije predstavlja 1 % vse proizvedene količine podjetja Enel. Podobna slika je tudi pri inštaliranih zmogljivostih, saj inštalirane zmogljivosti podjetja GEN energija prestavlja 4 % vseh inštaliranih zmogljivosti podjetja Enel. Pri vsem tem je potrebno poudariti, da gre za primerjavo z velikimi korporacijami, katerih primarna dejavnost ne predstavlja samo proizvodnjo in prodajo električne energije, ampak se ukvarjajo z različnimi energetskimi in ne-energetskimi dejavnostmi.\nDrugačna slika se nam pokaže, ko primerjamo GEN energijo z ostalimi ponudniki le za dejavnost proizvodnje električne energije. Pri primerjavi obsega dejavnosti proizvodnje električne energije predstavlja prodaja 3 % vse prodane količine v podjetju Enel, proizvodnja predstavlja slabe 4 % vse proizvedene količine v podjetju Enel, inštalirane zmogljivosti 8 % vseh zmogljivosti v podjetju Enel, število zaposlenih pa dobrih 14 %. Glede na leto 2007 je GEN energija v letu 2008 močno povečala svoje inštalirane zmogljivosti, saj je v primerjavi z ostalimi podjetji le-te povečala za kar 324,42 %. S tem podjetje GEN energija pokazalo , da se lahko sooči tudi z največjimi konkurenti. Če primerjamo parametre glede na zaposlenega; npr. proizvodnja električne energije, inštalirane proizvodne zmogljivosti, predstavlja podjetje GEN energija kar 39 % najuspešnejšega podjetja Enel in dobrih 47 % najmanj produktivnega podjetja HEP. Proizvodnja električne energije na zaposlenega podjetja GEN energija predstavlja v letu 2008 15 % najproduktivnejšega podjetja iz primerjalne analize (EDP) ter 40 % najmanj produktivnega (HEP). Podoben rezultat je tudi pri prodaji električne energije na zaposlenega. Če opazujemo kazalnik poslovnih prihodkov, dosegajo v podjetju GEN energija le 1,2 % najuspešnejšega podjetja Enel, 3,3 % švedskega podjetja Vattenfall in skoraj 48 % hrvaškega podjetja HEP Dokaj podobne ugotovitve veljajo tudi za velikost poslovnih odhodkov. Kazalnik poslovnih prihodkov na zaposlenega in kazalnik poslovnih odhodkov na zaposlenega sta dokaj podobna. Podjetje GEN energija predstavlja le 8 % vseh prihodkov na zaposlenega, ki jih ustvari najproduktivnejše podjetje Enel, ter le 9 % vseh odhodkov na zaposlenega.\nDanes smo del evropskega energetskega sistema in ta se v skladu s strategijo evropske skupnosti še bolj povezuje v smeri enotnega evropskega energetskega trga. Cilji evropskih energetskih direktiv so odprtje poti konkurenčnosti ter povečanje učinkovitosti v proizvodnji, prenosu in distribuciji. Samo konkurenčen evropski trg brez notranjih meja lahko privabi in spodbuja nove investicije in vzdržuje sprejemljive cene za gospodinjske odjemalce in za gospodarstvo. [http://www.tomaz-oresic.com/?p=8]\nOb medsebojni primerjavi podjetij ugotavljamo, da edino slovensko podjetje GEN energija ni povezano z distribucijskimi podjetji oziroma tržiščem (ni vertikalno integrirano), ker distribucijska podjetja prodajajo električno energijo končnim odjemalcem. Namreč vsa ostala večja evropska podjetja, ki se ukvarjajo s proizvodnjo in prodajo električne energije, obvladujejo tudi samo tržišče, kar pomeni, \nda so povezana z izvajalci distribucije električne energije, ki oskrbujejo končne odjemalce. Zato predlagamo, da slovensko podjetje GEN energija preuči pozitivne oziroma sinergijske učinke ob povezavi z distribucijskimi podjetji v Sloveniji kot npr. z Elektro Ljubljana, Elektro Maribor, Elektro Celje, Elektro Gorenjska in Elektro Primorska.\n"], "abstract": ["Elektriko oziroma električno energijo je zelo lahko prenašati na velike razdalje in pretvarjati v druge oblike energije. Pri njeni pretvorbi v toploto, svetlobo in mehansko delo ni odpadkov, prahu, dima. Elektrika je tako edinstvena ravno zato, ker je njena uporaba tako čista in skoraj brez izgub. Dostop do energije je temeljnega pomena v vsakodnevnem življenju vseh nas. In ta dostop obravnavamo v vsakdanjem življenju kot samoumevnega. Vendar smo zadnje čase vedno bolj priča, kako zelo smo odvisni od energije. To se odraža v prometu, ogrevanju oziroma ohlajevanju prostorov, obratovanju tovarn, kmetijskih panogah, in sicer v obliki višjih cen energentov, vedno resnejših groženj glede varnosti oskrbe z energijo ter vedno večjega negativnega vpliva na podnebje. Namen diplomske naloge je s pomočjo primerjalne analize ugotoviti možnost konkurenčnosti slovenskega podjetja GEN energija na ciljnih trgih s pomembnejšimi konkurenti. Prvi del diplomske naloge predstavlja pregled osmih izbranih proizvajalcev/ponudnikov električne energije. Za posamezno podjetje je predstavljena organizacijska struktura in opis dejavnosti, s katerimi se podjetja ukvarjajo. Drugi del predstavlja podatke poslovanja sedmih tujih proizvajalcev/ponudnikov, katerih dejavnost poleg prodaje in proizvodnje električne energije obsega tudi proizvodnjo drugih tipov energije. Najprej so predstavljeni izbrani parametri poslovanja, nato kazalci za obdobje 2003-2008. Zadnji del naloge podaja primerjalno analizo uspešnosti poslovanja podjetja GEN energija z analizirano skupino podjetij na področju proizvodnje električne energije za obdobje 2007-2008."]}