{"1": ["1 UVOD", "Zaradi vse večje konkurence med domačimi in tujimi pridelovalci vina je danes na vinskem trgu mogoče uspeti samo z vini višje kakovosti. Doseganje višje kakovosti je nedvomno mogoče samo s kakovostnim grozdjem in pravilno izvedenimi enološkimi postopki pri predelavi grozdja v vino.\nKakovost grozdja je odvisna od izbire lege, naklona, matične podlage, sorte, smeri vrst, itd. Na nekatere od teh parametrov ne moremo oziroma zelo težko vplivamo, zato moramo velikokrat prilagoditi ureditev vinograda, da optimalno izkoristimo naravne danosti. Najlažje na kakovost grozdja vplivamo z obremenitvijo trt in apelotehničnimi ukrepi. Z njimi se lahko tudi v že obstoječih vinogradih do neke mere prilagajamo zahtevam trga, kot je večja oziroma manjša vsebnost alkohola, kislin ter izraženosti določenih aromatskih spojin.\nKakovostno grozdje je osnova za kvaliteto vina, vendar še ni zagotovilo za vina visokih kakovosti. Pomemben proces pri predelavi grozdja v vino je alkoholna fermentacija, pri kateri glive kvasovke ne proizvajajo samo alkohola, ampak pomembno vplivajo tudi na ostale komponente mošta oziroma vina. Zato lahko pravilna izbira seva kvasovk vpliva na kakovost vina.\nNamen raziskave za diplomsko delo je bil ugotoviti vpliv defoliacije in različnih sevov kvasovk na kakovost vina sorte 'Sauvignon'. Postavljeni sta bili hipotezi, da defoliacija ne vpliva na pridelek ter na kemijski sestav mošta in vina in da različni sevi kvasovk ne vplivajo na kakovost vina.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Defoliacija", "Defoliacija je ukrep, pri katerem delno odstranimo liste v predelu grozdja. Ima prednosti in slabosti, zato je treba o smislu in načinu odstranjevanja listov premisliti ter jo izvajati glede na to, kaj želimo z njo doseči. Z defoliacijo delno zmanjšamo asimilacijsko površino, izboljša pa se direktna osvetlitev grozdja. Posledično se poveča temperatura jagod, kar vpliva na razgraditev jabolčne kisline. Vsebnost skupnih titracijskih kislin je lahko pri direktno osvetljenem grozdju manjša tudi za 2 do 4 g/l v primerjavi z zasenčenim. Poveča se zračnost, kar ima za posledico manjši pojav bolezni in boljše nanašanje fitofarmacevtskih sredstev. Pri defoliaciji takoj po cvetenju se zaradi direktne osvetlitve na jagodah razvije debelejša kutikula, s tem pa se poveča odpornost na oidij in botritis ter odpornost proti sončnim ožigom. Zaradi defoliacije nastanejo tudi spremembe v strukturi arom, zmanjšajo se vegetativne, zelene komponente arom (Vršič in Lešnik 2010). Osvetlitev grozdja pri odstranjenih listih je tudi do desetkrat večja, spremeni pa se tudi svetlobni spekter. Vse to ima pomemben učinek na hormone. Spodbudi se aktivnost encima nitratreduktaze, ki ima za posledico pretvorbo prostih aminokislin v beljakovine. Proste aminokisline so dobavitelj dušika kvasovkam, zato lahko slabša oskrba kvasovk pri defoliaciji povzroča motnje pri fermentaciji. Poveča se aktivnost hormona invertaze, posledica pa je hitrejša pretvorba saharoze v glukozo in fruktozo, ki potuje iz listov v grozdje. Upade tudi koncentracija saharoze v jagodah, kar pospeši njen poznejši dotok (Vršič 2002).\nDefoliacija je priporočljiva 3 do 4 tedne po polnem cvetenju. Takrat mladi listi in zalistniki kompenzirajo izgubo asimilacijske površine; v tem času pride do najmanjšega zmanjšanja pridelka. Odstranjevanje listov pred cvetenjem ni priporočljivo, ker pride do premočnega osipanja cvetov in do zmanjšanja cvetnega nastavka za naslednje leto (Koblet in Weissenbach 1994). Največje zmanjšanje pridelka je, če izvajamo defoliacijo pred začetkom oziroma na začetku cvetenja (Lohitnavy in sod. 2010). \nDirektno osvetljena jagodna kožica v času 3 do 4 tedne po cvetenju postane čvrstejša in je odpornejša na botritis. Sposobnost jagodne kožice, da reagira na sončno sevanje z odebelitvijo jagodne kožice od konca cvetenja do jagod velikosti graha, nenehno pada. Defoliacija v tem času povzroči tudi zmanjšanje zbitosti grozda. Potrebno se je ozirati na sorto, kajti lahko pride do premočnega zmanjšanja jabolčne kisline in do sprememb v aromi, ki ni tipična za sorto. Pri sorti 'Sauvignon' je zaradi zbitih grozdov in s tem občutljivosti na botritis defoliacija zelo pomemben ukrep. Z močno defoliacijo takoj po cvetenju dosežemo želeni fitosanitarni efekt, do začetka zorenja pa se zaradi bujnosti sorte 'Sauvignon' grozdje že zasenči (Fox in Steinbrenner 2010).\nOdstranjevanje listov v predelu grozdja nima vpliva na pridelek grozdja na trs (Bavaresco in sod. 2008), maso jagod in grozdov (Tardaguila in sod. 2008). Pri zgodnji defoliaciji je razmerje med maso kožice in maso jagodnega mesa večje kot pri kontroli. Zbitost grozdov je manjša pri defoliiranih trsih, razlik v vsebnosti sladkorja med defoliacijo in kontrolo ni (Poni in sod. 2006). Prav tako ni razlik v masi jagod in številu cvetov na kabrnkih med defoliacijo in kontrolo. Pri defoliaciji je manjše število jagod na grozdu, kar ima za posledico manj kompaktne grozde. Tudi povprečna masa grozdov je manjša pri defoliaciji (Poni in sod. 2008).\nPridelek se je pri ročni defoliaciji v primerjavi s kontrolo zmanjšal za 9 % pri 2,6 odstranjenih listov na mladiko in za 17 % pri odstranjenih 4,2 listov na mladiko (Strauß 2007). V primerjavi pridelka grozdja pri ročni defoliaciji in kontroli pri različnih sortah je pridelek manjši pri defoliaciji, razen pri sorti 'Renski rizling' na dveh različnih legah, pri kateri je bil večji pridelek na eni legi pri defoliaciji, pri drugi legi pa pri kontroli (Petgen 2006).\nEna izmed glavnih prednosti defoliacije je boljše zdravstveno stanje grozdja, ki omogoča, da trgatev opravimo kasneje in s tem pridobimo na kakovosti (Fox 2009). Z odstranjevanjem listov v predelu grozdja spremenimo mikroklimo. Defoliacija je učinkovit ukrep v boju proti sivi grozdni plesni (Botrytis cinerea Pers.) (Guidoni in sod. 2008). Pri ročni in strojni defoliaciji je manjši pojav botritisa kot pri kontroli (Gubler in sod. 1991). \nDefoliacija pozitivno vpliva na aromo, barvo, harmoničnost kislin in sortnost (Fox 2009). Pri sorti 'Sauvignon' se vegetativni karakter vina zmanjša, če izvajamo defoliacijo. Večje zmanjšanje vegetativnega karakterja vina dosežemo z zgodnejšo defoliacijo (Arnold in Bledsoe 1990). Methoxypyrazini, ki poudarjajo vegetativno noto sorte 'Sauvignon', so zelo občutljivi na svetlobo in visoke temperature (Sack 2010).\n"], "4": ["2.2 Dozorevanje grozdja", "Zdravo in tehnološko zrelo grozdje je osnova za pridelavo kakovostnega vina. Primerna tehnološka zrelost ne pomeni nujno polne zrelosti grozdja. Le ta nastopi takrat, ko z meritvami določimo, da v razmiku nekaj dni koncentracija sladkorja ne narašča več; takrat pride do zmanjšanja asimilacije. Spremljanje dozorevanja omogoča časovno planiranje trgatve, ki jo je potrebno opraviti takrat, ko je grozdje primerno zrelo za določen tehnološki postopek oziroma tip vina, ki ga želimo. Pri spremljanju dozorevanja je pomembno, da odvzamemo povprečni vzorec. Med pomembnejše parametre spada gostota grozdnega soka. Vsebnost sladkorja med dozorevanjem nenehno narašča do prenehanja dotoka asimilatov, kasneje pa narašča na račun izhlapevanja vode iz jagod. V grozdnem soku prevladujeta vinska in jabolčna kislina, ki skupaj predstavljata 80 do 90 % vseh kislin. Vinska kislina se v začetku zorenja akumulira v kožici jagode in v mesu takoj pod njo. Jabolčna kislina se nahaja predvsem v jagodnem mesu blizu pečk. To razmerje se z dozorevanjem zabriše, del vinske kisline pa se veže v soli. Med dozorevanjem grozdja je vinska kislina stabilnejša, koncentracija jabolčne kisline pa se zmanjšuje, ker v zadnjih fazah zorenja zamenja glukozo kot substrat. Pomembnejši parameter dozorevanja je masa 100 jagod. Ko masa 100 jagod ne narašča več, je grozdje v polni zrelosti. Pri dozorevanju grozdja je pomembna tudi pH vrednost, ki jo definiramo kot negativni logaritem vodikovih ionov. Z dozorevanjem se pH vrednost zvišuje, s tem pa se puferna kapaciteta grozdnega soka zmanjšuje (Bavčar 2006).\n"], "5": ["2.3 Vpliv kvasovk na kakovost vina", "Vino je rezultat različnih povezav med kvasovkami, glivami in bakterijami. Ti procesi se pričnejo v vinogradu in se nadaljujejo med fermentacijo in zorenjem vina. Te povezave lahko vplivajo na aromo vina pozitivno ali negativno (Fleet 2003).\nRazlični sevi kvasovk vrste Saccharomyces cerevisiae M. imajo različne vplive na intenzivnost in izraženost arom pri sorti 'Sauvignon' (Murat in sod. 2001). Žveplove spojine v moštu so odgovorne za tvorbo značilne arome sorte 'Sauvignon' med fermentacijo. Različni sevi kvasovk vplivajo na sortnost vina sorte 'Sauvignon' (Dubourdieu in sod. 2006). Kvasovke v povezavi z različnimi termini trgatve in različnimi načini vinifikacije pri sorti 'Sauvignon' lahko poudarijo ali zmanjšajo izraženost vegetativnih oziroma sadnih not (Weiand 2009).\nVino je rezultat medsebojnega delovanja različnih vrst kvasovk, zlasti med ne- Saccharomyces M. vrstami v zgodnjih fazah fermentacije, ki so v manjšini in Saccharomyces M. vrstami. Vina, pri katerih so bile dodane mešanice vrst kvasovk, in vina, pri katerih so bile zaporedoma dodane različne vrste kvasovk, so se ob uporabi vrste Saccharomyces cerevisiae M. bolje izkazale v končnem rezultatu (Romano in sod. 2003).\n"], "6": ["3 MATERIAL IN METODE DELA", "Poizkus je bil razdeljen na dva dela. V prvem smo spremljali dozorevanje pri trsih defoliacije in kontrole pri Vitis vinifera L. 'Sauvignon'. V drugem delu poskusa pa smo primerjali dve različni komercialno dostopni kvasovki na moštu defoliacije in kontrole.\n"], "7": ["3.1 Poskusna parcela", "Poiskus je bil izveden na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede. Velikost poskusne parcele je bila 1385 m2, na njej je bilo zasajenih 586 trt sorte 'Sauvignon' z medvrstno razdaljo 2,4 m in razdaljo v vrsti 0,9 m. Vinograd se je nahajal na povprečni nadmorski višini 462 m, s povprečnim nagibom 16,31˚ (29,36 %) in azimutom 169,50˚. Lega vinograda je južna z rahlo orientacijo na vzhod (Pregledovalnik GERK, Ministrstvo za kmetijstvo, gozdarstvo in prehrano 2010). Poizkus je bil izveden leta 2007.\n"], "8": ["3.2 Sorta 'Sauvignon'", "Sorta 'Sauvignon' spada v zahodnoevropsko skupino Proles occidentalis, njena domovina je Francija, kjer nosi originalno ime 'Sauvignon blanc'. Je precej razširjena sorta v Franciji in v številnih deželah zmerne klime. Sorta je srednje močno bujna z velikim številom zalistnikov, ima majhen zbit grozd s povprečno maso od 70 do 110 g. Jagoda je srednje velika, okroglaste oblike, rumenkasto zelene barve, s srednje izraženim popkom in rahlo pikčasta. List je srednje velik, tro- ali petdelen, gornja stran lista je temno zelena in nekoliko mehurjasta. V našem okolju spada med srednje pozne sorte. Sorto 'Sauvignon' štejemo med naše visokokakovostne sorte za bela vina, zaradi značilnega sortnega karakterja, ki je odvisen od vrste zemlje in mikroklime (Hrček in Korošec-Koruza 1996).\n"], "9": ["3.3 Uporabljena enološka sredstva", "V poskusu smo uporabili dva različna seva kvasovk, in sicer kvasovki Uvaferm CS2 ter Zymaflore VL3. Za kvasovko Zymaflore VL3 proizvajalca Laffort so značilni alkoholna toleranca do 14.5 % vol., visoke potrebe po dušiku, temperaturno območje fermentacije od 15 do 31-C in majhna proizvodnja hlapnih kislin v vinu. Kvasovka Zymaflore VL3 poudarja aromo pušpana, citrusov in pasijonke. Ima dobro sposobnost zorenja vina na drožeh (Podatkovni list Zymaflore VL3, Laffort 2010). Za kvasovko Uvaferm CS2 so značilni alkoholna toleranca do 14 % vol., hiter pričetek fermentacije že pri 12 -C, pri zelo močno razsluzenih moštih je potrebno dodajati hrano, srednje velika tvorba pene, hlapne kisline so v posameznih primerih lahko povišane, vendar so zaznane samo analitično in ne senzorično, dobra samoočiščevalna sposobnost vina. Za kvasovko je značilno, da intenzivira tvorbo značilnih Sauvignon arom (Merkaptopentanon) (Podatkovni list Uvaferm CS2, Lallemand sas 2010).\nMed fermentacijo je bila uporabljena hrana za kvasovke Nutriferm Special. Sestavljena je iz celičnih sten kvasovk, amonijevega fosfata, kalijevega bikarbonata in thiamina (Podatkovni list Nutriferm Special, Esseco S. r. l. 2010). Za čiščenje termolabilnih beljakovin je bil uporabljen Nacalit. Sredstvo Nacalit je specialni Na-Ca bentonit, za katerega je značilna intenzivna in selektivna adsorpcija beljakovin in koloidov (Podatkovni list Nacalit, Erbslöh Geisenheim AG 2010).\n"], "10": ["3.4 Zasnova poskusa v vinogradu", "V poskusu sta bili 2 obravnavanji (defoliacija—Def in kontrola—K) z 12 ponovitvami; vsaka ponovitev je obsegala 24 trsov, vsako obravnavanje pa 288 trsov. Skupno je bilo v poskusu vključenih 576 trsov. Poskus se je izvajal v štirih vrstah, v vsaki vrsti so bile po 3 ponovitve defoliacije in 3 ponovitve kontrole (slika 1). Gojitvena oblika v vinogradu je bila enokraki guyot z vodoravno privezanimi šparoni. \nV začetku vegetacije smo 16. 5. 2007 opravili prvo pletev v vinogradu. Odstranjeni so bili vsi poganjki, ki so izraščali iz debla trte do višine 10 cm pod nosilno žico, in vse mladike, ki so izraščale iz starega lesa (razen tistih, ki so potrebne za obnovo trte v naslednjem letu). Pri pletvi so bile odstranjene tudi vse zakrnele in šibko rastoče mladike, ter tiste, ki so izraščale iz stranskih brstov. Pri drugi pletvi (29. 5. 2007) so bile mladike spravljene med prvi par žic. Odstranjeni so bili vsi zalistniki v predelu grozdja. Cvetenje se je začelo 12. 6. 2007, zaključilo pa 16. 6. 2007. V tem času je glavnini mladik manjkalo okrog 20 cm do končne višine listne stene.\nDefoliacija je bila izvedena v prvem tednu po cvetenju (20. 6. 2007). Takrat so se začeli grozdiči počasi obešati. Pri defoliaciji so bili odstranjeni vsi listi in zalistniki od bazalnega dela mladik do lista nasproti najvišje ležečega grozda. List, ki je bil nasproti najvišje ležečemu grozdu, ni bil odstranjen. Na trsih kontrole so bili odstranjeni morebitni zalistniki v coni grozdja. Mladike, ki so ponovno začele izraščati iz debel trsov, so bile pri obeh obravnavanjih odstranjene. Ob tem so bile mladike spravljene med drugi par žic, nekatere pa tudi med tretji par.\nMladike so bile 28. 6. 2007 spravljene med zadnji par žic; velikost jagod je bila debeline šiber. Prvo prikrajševanje mladik (vršičkanje) je bilo opravljeno 9. 7. 2007, naslednje pa 28. 7. 2007. Tretje in zadnje vršičkanje je bilo 28. 8. 2007. Odstranjeni so bili samo vrhovi, ki so se zaradi lastne teže nagnili in so povzročali senčenje, ostale smo pustili zaradi večje \nasimilacijske površine. Gostoto grozdnega soka, skupne titracijske kisline, pH in maso 100 jagod smo začeli spremljati 3. 9. 2007 in nadaljevali 10. in 17. 9. 2007. Na dan zadnjega spremljanja dozorevanja (17. 9. 2007) je bila opravljena trgatev. Grozdje kontrole ter grozdje defoliacije sta bila potrgana in stiskana ločeno. V vinogradu je bilo skozi celotno vegetacijsko dobo brezhibno zdravstveno stanje.\n"], "11": ["3.5 Zasnova poskusa v kleti", "Na dan trgatve je bilo posebej specljano in stiskano grozdje defoliacije in kontrole na stiskalnici z zračnim mehurjem. Moštu defoliacije in kontrole je bilo dodano 50 mg SO2 /l. Mošt smo pustili stati 24 ur, nato smo odstranili usedlino. Z razsluzenim moštom smo napolnili 50-litrske cisterne, (4 defoliacije, 4 kontrole). V poskusu so bila 4 obravnavanja s po dvema ponovitvama (slika 2). V poskusu sta bili obravnavani kvasovki Uvaferm CS2 in Zymaflore VL3. Kvasovki smo primerjali tako na moštu kontrole kot na moštu defoliacije.\nDan po trgatvi smo moštu dodali predhodno rehidratizirane kvasovke v odmerku 25g/hl. Fermentacijo smo analitično spremljali. Vsem ponovitvam smo 2. 10. 2007 dodali hrano za kvasovke Nutriferm special v odmerku 30 g/hl. Fermentacija je bila pri vseh ponovitvah zaključena 10. 10. 2007. Dan po zaključku smo izvedli prvi pretok, ob katerem je bila \nodstranjena usedlina, vinu pa dodano žveplo v odmerku 50 mg/l. Cisterne z vinom so bile po pretoku nepredušno zaprte in prepihane z inertnim plinom (argon). Drugi pretok smo opravili 18. 12. 2007, odstranjena je bila usedlina in izmerjen prosti SO2. Korekcije SO2 ni bilo, cisterne so bile po pretoku nepredušno zaprte in prepihane z inertnim plinom. Bentotest po dr. Jakobu smo izvedli 22. 1. 2008. Senzorično ocenjevanje posameznih ponovitev je potekalo 30. 1. 2008.\n"], "12": ["3.6 Izvajanje meritev", "Za spremljanje dozorevanja so bili vzorci v vinogradu odvzeti v dopoldanskem času, ko so bile jagode popolnoma suhe. Vzorce smo odvzeli posebej za vsako vrsto, ločeno za defoliacijo in kontrolo. Za vsako spremljanje dozorevanja je bilo skupno odvzetih 8 vzorcev (4 vrste z dvema obravnavanjema). Vzorec je predstavljalo 100 povprečnih jagod, od katerih je bilo 50 odvzetih na senčni strani, 50 pa na sončni strani posamezne vrste. Za vsak vzorec so bile v vinarskem laboratoriju na Meranovem opravljene meritve gostote mošta, skupnih titracijskih kislin, pH in mase 100 jagod. Iz rezultatov 4 vzorcev defoliacije in rezultatov 4 vzorcev kontrole smo za posamezen termin izračunali povprečje za defoliacijo in kontrolo. Spremljanje dozorevanja je bilo opravljeno 3-krat v tedenskem razmiku. S spremljanjem dozorevanja smo pričeli 3. 9. 2007 in zaključili 17. 9. 2007. Na dan trgatve smo naključno izbrali 30 trsov v celotnem vinogradu, od tega je bilo 15 trsov defoliacije in 15 trsov kontrole. Na vsakem od teh trsov smo odvzeli 100 povprečnih jagod ter določili gostoto mošta, skupne titracijske kisline, pH in maso 100 jagod. Povprečja izmerjenih vrednosti smo uporabili za spremljanje dozorevanja. Za vsakega izmed 30 trsov smo stehtali maso celotnega pridelka trsa ter prešteli grozde, dobre mladike in hirave mladike ter nevzbrstela očesa.\nZa spremljanje fermentacije smo vzorce odvzemali iz vsake cisterne posebej. Na eno spremljanje je bilo odvzetih 8 vzorcev (4 obravnavanja z dvema ponovitvama). Za vsak vzorec smo izvedli meritve gostote mošta, skupnih titracijskih kislin, pH ter jabolčne in vinske kisline. Prvi vzorec je bil odvzet 18. 9. 2007 pred dodatkom kvasovk. Te podatke \nsmo uporabili kot začetne podatke pri spremljanju fermentacije. Le-to smo analitično spremljali 4-krat, in sicer 20. in 24. 9. 2007 ter 2. in 10. 10. 2007. Vzorec za določitev potreb po Nacalitu (za popolno odstranitev termolabilnih beljakovin v vinu) je bil združen iz dveh ponovitev enega obravnavanja. Skupno smo tako imeli 4 vzorce, ki smo jih razdelili v merilne valje. Odmerki Nacalita v merilnih valjih so bili 30, 60, 90 in 120 g/hl. Grobemu čistilnemu poskusu je po vrednotenju sledil še fini čistilni poskus, s katerim smo natančno določili potrebe po Nacalitu.\nSenzorično oceno posameznih ponovitev v mikrovinifikaciji so dali trije ocenjevalci. Vsak je ocenjeval v dveh ponovitvah 4 obravnavanja. Ocenjevali so se barva, vonj, okus in skupni vtis. Vzorci so bili ocenjeni s številkami od 1 do 4. Najboljša ocena je bila 1, najslabša pa 4.\nGostoto grozdnega soka in mošta smo izmerili s pomočjo elektronskega refraktometra (Refraktometer Mass s/w DIGITAL). Rezultati so bili podani v -Oe. Skupne titracijske kisline smo določali na osnovi titracije grozdnega soka in kasneje vina z natrijevim hidroksidom (NaOH) ob dodatku barvnega indikatorja bromtimolmodro. Glede na količino NaOH, ki je bila potrebna za barvni preskok, smo izračunali skupne titracijske kisline, izražene kot vinska kislina. Jabolčno kislino v moštu in vinu smo določili s pomočjo testnih lističev in reflektometra RQflex 10. Količino prisotne vinske kisline pa smo dobili z odštetjem vrednosti, določene za jabolčno kislino, od vrednosti, določene za skupne titracijske kisline, izražene kot vinska kislina. Maso 100 jagod in maso pridelka na trto smo stehtali z elektronsko tehtnico Ohaus portable Advanced; podatki so bili podani v gramih. pH vrednosti v grozdnem soku in vinu smo določali s pomočjo elektronskega pH-metra Mettler Toledo MP 120. Pred vsakim merjenjem smo pH-meter umerili s pufernima raztopinama pufer pH=7 in pufer pH=4.\n"], "13": ["3.7 Vremenske razmere v letu 2007", "Leto 2007 je bilo nadpovprečno toplo, nadpovprečno osončeno in povprečno glede količine padavin. Zima je bila povsod nad dolgoletnim temperaturnim povprečjem (na območju Maribora za približno 4-C). Nadpovprečno toplo vreme se je nadaljevalo spomladi in poleti, le jesen je bila približno za 1-C pod dolgoletnim povprečjem. V letu 2007 je bilo nadpovprečno število toplih in vročih dni. V julijskem vročinskem valu (med 15. in 21. Julijem) je bila v Mariboru izmerjena temperatura 37,7-C, ki je bila med leti 2000 in 2007 presežena le leta 2003 (38,8-C). Dolgoletno povprečje trajanja sončnega obsevanja je bilo preseženo povsod po Sloveniji. Na območju Maribora je bil presežek med 10 in 20 %. Največje trajanje sončnega sevanja glede na dolgoletno povprečje je bilo julija. Padavine so se po Sloveniji in tudi med letom zelo razlikovale; na območju Maribora so bile nekoliko nižje od dolgoletnega povprečja. Najbolj sta od povprečja odstopala april in september, ko je bilo padavin več od povprečja (graf 1).\nFenološki razvoj je prehiteval vse leto: močno na začetku leta, nekoliko manj, a še vedno pa v drugi polovici leta. Aprila je nastopila kmetijska suša, padavin je bilo na območju Maribora manj čez celotno poletje. Talna kapaciteta za vodo se je napolnila šele septembra, ko so se temperature spustile pod dolgoletno povprečje, padavine pa so bile nad dolgoletnim povprečjem (Meteorološki letopis 2007 - agrometeorologija, Meteorološki letopis 2007 - podnebne značilnosti, ARSO 2010). Ugodne vremenske razmere med celotno rastno dobo vinske trte so v letu 2007 pripeljale do hitrejšega pričetka trgatve-tako so bile zgodnejše sorte potrgane tudi do 14 dni prej. \nMaribor Tabor v letu 2007 po modificiranem Walterjevem in Gaussenovem  klimadiagramu v razmerju 1:4\n"], "14": ["3.8 Statistična obdelava podatkov", "Zbrane podatke smo vnesli v delovne preglednice programa Microsoft Excel, kjer smo jih uredili in izdelali grafične prikaze podatkov. Podatke smo kasneje prenesli v program SPSS 16.0 za programsko okolje Windows, s katerim smo za zbrane podatke izračunali aritmetične sredine in standardne odklone. Z analizo variance smo ugotavljali ali posamezna obravnavanja vplivajo na različne parametre. Razlike med aritmetičnimi sredinami obravnavanj smo primerjali s Tukey HSD testom. Obravnavanja, ki so v isti homogeni grupi se statistično značilno ne razlikujejo.\nStatistično značilne razlike posameznih parametrov med posameznimi obravnavanji so značilne pri tveganju p≤0,05.\n"], "15": ["4 REZULTATI Z RAZPRAVO", ""], "16": ["4.1 Spremljanje dozorevanja grozdja", "Na začetku spremljanja dozorevanja je bila masa 100 jagod pri kontroli 183 g, pri defoliaciji pa 179 g. Na termin zadnjega spremljanja je bila masa 100 jagod pri kontroli višja (180 g) kot pri defoliaciji (171 g). Masa 100 jagod se je med dozorevanjem zmanjševala pri kontroli in defoliaciji. V celotnem obdobju spremljanja dozorevanja je bila masa 100 jagod nižja pri defoliaciji (graf 2). Statistično značilne razlike so bile zaznane samo v drugem terminu spremljanja dozorevanja, v ostalih dveh terminih pa ni bilo statistično značilnih razlik.\nPri prvem spremljanju dozorevanja je bila izmerjena gostota grozdnega soka pri kontroli 82 -Oe, pri defoliaciji pa 84,75 -Oe. Pri zadnjem terminu spremljanja dozorevanja je bila gostota grozdnega soka z 91,4 -Oe višja pri kontroli kot pri defoliaciji z 90,5 -Oe (graf 3). Statistično značilne razlike so bile samo pri prvem terminu. \nGlede na izmerjene podatke o gostoti grozdnega soka lahko trdimo, da pri defoliaciji v začetku grozdje hitreje dozoreva. Večjo gostoto grozdnega soka pri defoliaciji v začetku dozorevanja je možno pripisati povečani aktivnosti hormona invertaze (zaradi boljše osvetljenosti). Posledica tega je hitrejša pretvorba saharoze v glukozo in fruktozo, ki potuje iz listov v grozdje. Kasnejšo večjo vsebnost sladkorja in s tem povezano gostoto grozdnega soka kontrole je možno pripisati večji aktivni površini listov.\nV vseh treh terminih spremljanja dozorevanja so bile statistično značilne razlike pri skupnih titracijskih kislinah. V začetku spremljanja dozorevanja grozdja so bile skupne titracijske kisline v grozdnem soku kontrole višje z 12,38 g/l, pri defoliaciji pa je bila vrednost 11,30 g/l. Tudi v drugem in tretjem terminu so bile skupne titracijske kisline nižje pri defoliaciji. Med dozorevanjem so se zmanjševale skupne titracijske kisline pri defoliaciji in kontroli. Na začetku spremljanja dozorevanja so bile skupne titracijske kisline pri defoliaciji nižje za 1,08 g/l. Ta razlika je z dozorevanjem padala in je pri drugem merjenju znašala 0,91 g/l, pri tretjem pa 0,58 g/l. \npH vrednosti so se statistično značilno razlikovale samo na začetku spremljanja dozorevanja, ko so znašale pri kontroli 2,93, pri defoliaciji pa 2,96. Pri ostalih dveh terminih spremljanja dozorevanja ni bilo statistično značilnih razlik. Pri zadnjem terminu spremljanja dozorevanja sta se pH vrednosti kontrole in defoliacije izenačili. Med dozorevanjem so pH vrednosti naraščale.\nMed spremljanjem dozorevanja so bile opažene razlike v barvi grozdnega soka defoliacije in kontrole. Grozdni sok kontrole je bil zelenkaste barve, grozdni sok defoliacije pa je imel poudarjeno rumeno barvo (slika 3).\n"], "17": ["4.2 Parametri pridelka", "Na dan trgatve smo prešteli dobro razvite mladike, hirave mladike in nevzbrstela očesa na opazovanih trsih. Pri naštetih parametrih med obravnavanji kontrole in defoliacije ni bilo statistično značilnih razlik.\nPri defoliaciji je bil povprečni pridelek z 2.463 g nekoliko višji kot pri kontroli (2.229 g), vendar ni bilo statistično značilnih razlik. Navedeni podatki potrjujejo trditve Bavaresca in sod. (2008), da odstranjevanje listov v predelu grozdja nima vpliva na pridelek grozdja po trsu. Pri povprečnem številu grozdov na trs niso bile ugotovljene statistično značilne razlike. Na trsih defoliacije je bilo povprečno 20,7 grozdov, pri trsih kontrole pa 18,9 grozdov. Povprečna masa grozdov je bila s 116,9 g pri kontroli in 117,8 g pri defoliaciji brez statistično značilnih razlik. Masa 100 jagod je bila na dan trgatve s 171 g nižja pri defoliaciji. Pri kontroli je znašala 180 g, vendar ni bilo statistično značilne razlike (tabela 1). Vzrok manjše mase jagod pri defoliaciji je možno iskati v direktno osvetljeni jagodni kožici v času diferenciacije jagod. To ima lahko za posledico čvrstejšo jagodno kožico in zmanjšanje premera jagode. Z zmanjšanjem premera jagode se zmanjša tudi masa jagode, kar potrjuje masa 100 jagod. To pa je z zdravstvenega vidika lahko pozitivno - zaradi manjše zbitosti grozdov. V masi jagod, masi grozdov in skupni masi pridelka ni bilo statistično signifikantnih razlik, kot so ugotovili tudi Tardaguila in sod. (2008).\n"], "18": ["4.3 Kemični sestav mošta", "Razlike v gostoti mošta niso bile statistično potrjene. Gostota mošta je bila z 90,5 -Oe nižja pri defoliaciji kot pri kontroli z 91,4 -Oe. Na razlike v gostoti grozdnega soka sta mogoče vplivala nekoliko večja asimilacijska površina in nekoliko manjši povprečni pridelek pri trtah kontrole.\nV moštu defoliacije so bile statistično značilno manjše skupne titracijske kisline z 10,33 g/l kot pa pri moštu kontrole z 10,91 g/l (tabela 2). Nižje skupne titracijske kisline pri defoliaciji si lahko razlagamo z izboljšano direktno osvetlitvijo grozdja, zaradi česar se posledično poveča temperatura jagod, kar pa vpliva na razgradnjo jabolčne kisline. To so potrdile tudi kasnejše meritve jabolčne kisline v moštu. V moštu defoliacije je bilo jabolčne kisline 3,5 g/l, statistično značilno manj kot pri moštu kontrole z 4,2 g/l jabolčne kisline.\npH vrednosti v grozdnem soku defoliacije in kontrole se na dan trgatve nista statistično značilno razlikovali. Bili sta izenačeni.\n"], "19": ["4.4 Spremljanje parametrov fermentacije", "Graf 4 prikazuje, da sta s fermentacijo hitreje pričeli in nadaljevali obravnavanji, pri katerih sta bili uporabljeni kvasovki Zymaflore VL3. Pri primerjavi med obravnavanji s kvasovko Uvaferm CS2 in Zymaflore VL3 so bile statistično značilne razlike za vse datume spremljanja, razen za prvo, ko še fermentacija ni potekla in s tem ni bilo vpliva na gostoto mošta. To dokazuje, da so imele kvasovke direkten vpliv na hitrost in potek fermentacije. Trdimo lahko, da so kvasovke Zymaflore VL3 s fermentacijo pričele hitreje kot kvasovke Uvaferm CS2 in da so jo tudi hitreje zaključile. Fermentacija pri kvasovkah Zymaflore VL3 je potekala burneje, kar pa z vidika kakovosti ni nujno boljša lastnost. Pri primerjavi obravnavanj, pri katerih je bil uporabljen mošt kontrole, z obravnavanji, kjer je bil uporabljen mošt defoliacije, ni bilo ugotovljenih statistično značilnih razlik glede gostote mošta pri posameznih terminih merjenja. Trdimo lahko, da defoliacija ni vplivala na hitrost oziroma intenzivnost fermentacije.\nPri skupnih titracijskih kislinah so se pred pričetkom fermentacije statistično značilno razlikovala obravnavanja CS2K in VL3K od obravnavanj CS2Def in VL3Def. Med samo \nfermentacijo so bile statistično značilne razlike med posameznimi obravnavanji, vendar po končani fermentaciji ni bilo statistično značilnih razlik med obravnavanji. Pri obravnavanjih CS2K in VL3K so skupne titracijske kisline po končani fermentaciji znašale 9,40 g/l, pri obravnavanju VL3Def 9,10 g/L, pri CS2Def pa 8,70 g/l (graf 5). Pri primerjavi obravnavanj moštov kontrole z mošti defoliacije je bila pri vseh terminih merjenja statistično značilna razlika. Med celotnim potekom fermentacije je bila vsebnost skupnih titracijskih kislin manjša pri moštih defoliacije. Pri primerjavi moštov, ki so fermentirali s kvasovko Zymaflore VL3, z mošti, ki so fermentirali s kvasovko Uvaferm CS2, pa glede skupnih titracijskih kislin ni bilo statistično značilnih razlik. Trdimo lahko, da kvasovki nista vplivali na skupne titracijske kisline, je pa nanje vplivala defoliacija.\nVsebnost jabolčne kisline se je med fermentacijo statistično razlikovala od ostalih obravnavanj le pri CS2Def z nižjo vsebnostjo jabolčne kisline. Razlikovala se je v vseh terminih merjenja razen pri merjenju, opravljenem 2. 10. 2007 (graf 6). Ob primerjavi kvasovk Zymaflore VL3 in Uvaferm CS2 ni bilo statistično značilnih razlik v vrednosti jabolčne kisline. Zato lahko trdimo, da obravnavani kvasovki na vsebnost jabolčne kisline \nnista imeli vpliva. Vina defoliacije so pričela in končala fermentacijo s statistično značilno nižjo vsebnostjo jabolčne kisline.\nPri spremljanju vinske kisline med fermentacijo ni bilo statistično značilnih razlik med posameznimi obravnavanji (graf 7).\nPred pričetkom fermentacije so bile statistično značilne razlike med pH vrednostmi posameznih obravnavanj. Statistično značilno sta se razlikovali obravnavanji CS2K in VL3K od obravnavanj CS2Def in VL3Def. Obravnavanji defoliacije sta imeli pred pričetkom fermentacije višji pH kot pa obravnavanji kontrole. Sama pH vrednost je med fermentacijo nihala. Po končani fermentaciji ni bilo prisotnih statistično značilnih razlik med posameznimi obravnavanji.\nPo izvedbi bentotesta je bilo opaženo, da se obravnavanja med seboj razlikujejo po vsebnosti termolabilnih beljakovin. Razlik med ponovitvami obravnavanj pa ni bilo opaženih (tabela 3). Sklepali smo, da na količine termolabilnih beljakovin v vinu vplivajo kvasovke in defoliacija. Po določitvi potrebne količine Nacalita za popolno odstranitev termolabilnih beljakovin smo ugotovili, da vina defoliacije vsebujejo manj termolabilnih beljakovin kot vina kontrole (grafikon 8). Med obravnavanima kvasovkama Zymaflore VL3 in Uvaferm CS2 je bilo opaženo, da kvasovka Zymaflore VL3 tvori manj termolabilnih beljakovin.\n"], "20": ["4.5 Senzorično ocenjevanje vina", "Najintenzivnejšo barvo je imelo obravnavanje VL3Def s povprečno oceno 1,00, sledilo mu je vino obravnavanja CS2Def. Vina defoliacije so bila pri barvi bolje ocenjena kot vina kontrole. Ta so dosegla z obravnavanjem VL3K predzadnjo oceno, z obravnavanjem CS2K pa najslabšo oceno. Opazno je, da so kvasovke Zymaflore VL3 tako pri defoliaciji kot kontroli pri barvi bolje ocenjene kot kvasovke Uvaferm CS2 (tabela 4).\nTukey HSD Barva\nVonj je bil s povprečno oceno 1,00 najbolje ocenjen pri obravnavanju CS2K, sledilo mu je obravnavanje CS2Def (s povprečno oceno 2,17). Obravnavanjema s kvasovko Uvaferm CS2 sta sledili obravnavanji VL3K in VL3Def. Kvasovke Uvaferm CS2 so dosegle boljše rezultate pri vonju kot kvasovke Zymaflore VL3 (tabela 5). To se ujema s trditvijo Murata in sod. (2001), da imajo različni sevi kvasovk vrste Saccharomyces cerevisiae M. različne vplive na intenzivnost in izraženost arom pri sorti 'Sauvignon'. Na rezultat je lahko delno vplivala tudi bolj umirjena in počasnejša fermentacija kvasovk Uvaferm CS2. Vina kontrole so bolje ocenjena tako pri kvasovkah Uvaferm CS2 kot pri kvasovkah Zymaflore VL3. Verjeten vzrok, da so vina kontrole bolje ocenjena, so methoxypyrazini, ki so odgovorni za vegetativno noto sorte 'Sauvignon'. Ti se pod vplivom svetlobe in visokih temperatur razgradijo, zato pri defoliaciji vonj ni tako intenziven.\nTukey HSD Vonj\nPri oceni okusa se je najbolje odrezalo obravnavanje CS2Def, ki se je tudi edino s povprečno oceno 1,00 statistično značilno razlikovalo od ostalih obravnavanj. Pri tem obravnavanju je bila izmerjena najmanjša vrednost pri skupnih titracijskih kislinah (8,70 g/l). Sledila so ji obravnavanja CS2K s povprečno oceno 2,67, VL3K z oceno 3,00 in VL3Def z oceno 3,33 (tabela 6). Obravnavanji s kvasovko Uvaferm CS2 sta bili pri okusu bolje ocenjeni kot obravnavanji s kvasovko Zymaflore VL3. \nTukey HSD Okus\nPri skupnem vtisu je bilo najbolje ocenjeno obravnavanje CS2K z oceno 1,33, vendar se to obravnavanje ni statistično značilno razlikovalo od obravnavanja CS2Def z oceno 1,83. Sledili sta jima obravnavanji VL3K z oceno 2,83 in VL3Def z oceno 4,00 (tabela 7). Trdimo lahko, da je boljši skupni vtis pustila kvasovka Uvaferm CS2 kot kvasovka Zymaflore VL3. Za defoliacijo pa lahko trdimo, da je pustila slabši skupni vtis kot kontrola. To se ujema s trditvijo, da različne kvasovke v povezavi z različnimi termini trgatve in različnimi načini vinifikacije pri sorti 'Sauvignon' lahko vplivajo na izraženost vegetativnih oziroma sadnih arom (Weiand 2009).\nTukey HSD Skupni vtis\n"], "21": ["5 ZAKLJUČEK", "V letu 2007 smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede ugotavljali vpliv defoliacije in različnih sevov kvasovk na kakovost vina sorte 'Sauvignon'.\nPri izvajanju poskusa smo prišli do naslednjih zaključkov:\n- V celotnem obdobju spremljanja dozorevanja so bile statistično značilno nižje  skupne titracijske kisline pri defoliaciji. Na začetku spremljanja je bila statistično  značilno večja gostota grozdnega soka pri defoliaciji, kasneje pa ni bilo statistično  značilnih razlik. V celotnem obdobju spremljanja dozorevanja je bila pri defoliaciji  manjša masa 100 jagod, vendar statistično značilnih razlik ni bilo.\n- Ob trgatvi ni bilo statistično značilnih razlik med kontrolo in defoliacijo pri masi  pridelka, povprečni masi grozdov, masi 100 jagod, parametrih rodnosti, pH  vrednosti in gostoti grozdnega soka. Pri defoliaciji so bile potrjene statistično  značilno manjše vsebnosti skupnih titracijskih kislin in jabolčne kisline.\n- Kvasovki Zymaflore VL3 in Uvaferm CS2 nista vplivali na skupne titracijske  kisline, jabolčno kislino, vinsko kislino in pH. Kvasovke Uvaferm CS2 so  fermentirale počasneje kot kvasovke Zymaflore VL3. Defoliacija na hitrost  fermentacije ni vplivala.\n- Med obravnavanima kvasovkama in med kontrolo in defoliacijo so bile opažene  razlike v količini termolabilnih beljakovin v vinu.\n- Vina, fermentirana s kvasovko Uvaferm CS2, so bila bolje ocenjena kot vina s  kvasovko Zymaflore VL3. Vina kontrole so bila bolje ocenjena kot vina defoliacije.\n"], "abstract": ["V letu 2007 smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede ugotavljali vpliv defoliacije in različnih sevov kvasovk na kakovost vina sorte 'Sauvignon'. Poskus v vinogradu je bil zastavljen po metodi naključnih blokov z dvema obravnavanjema (defoliacija—Def in kontrola—K) z 12 ponovitvami (24 trt v ponovitvi). Prvi teden po cvetenju so bili pri defoliaciji odstranjeni vsi listi od bazalnega dela mladike do lista nasproti najvišje ležečega grozda. V moštu iz kontrolnih trsov in defoliacije smo preizkušali dva seva kvasovk (Uvaferm CS2 ter Zymaflore VL3). Pri vinifikaciji so bila 4 obravnavanja z dvema ponovitvama.V času trgatve so bile statistično značilne razlike v vsebnosti skupnih titracijskih kislin. Nižja vsebnost je bila pri defoliaciji s 10,33g/l, pri kontroli pa 10,91g/l (p≤0,05). Ob trgatvi ni bilo statistično značilnih razlik pri gostoti mošta, pH vrednosti, masi pridelka in masi 100 jagod. Kvasovke Zymaflore VL3 so fermentirale hitreje kot kvasovke Uvaferm CS2, defoliacija ni imela vpliva na hitrost fermentacije. Pri organoleptični oceni so bila obravnavanja s kvasovko Uvaferm CS2 ocenjena bolje kot obravnavanja s kvasovko Zymaflore VL3 (p≤0,05). "]}