{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Prostovoljna razkritja so razkritja, ki so zunaj računovodskih izkazov in jih ne zahtevajo računovodski standardi, zakoni ali pravila borze vrednostnih papirjev ter drugi predpisi. Vsako podjetje se odloči samo, katera prostovoljna razkritja so v letnem poročilu primerna, pomembna in uporabna.\nPomen prostovoljnih razkritij v letnih poročilih podjetij z leti vse bolj raste. O resničnosti te trditve pričajo preoblikovanja prostovoljnih razkritij v obvezna razkritja. Danes si podjetja ne morejo privoščiti, da tej kategoriji razkritij ne bi posvečala posebne pozornosti. Podjetja, ki se odločijo za prostovoljna razkritja, se želijo od drugih razlikovati po večji količini kakovostnih informacij o poslovanju, ki jih ponudijo zunanjim uporabnikom. Učinkovita prostovoljna razkritja lahko naložbenikom in upnikom ponudijo bolj pregledne in razumljive informacije o podjetju.\nRazkritja pomembno vplivajo na interesne skupine posameznih podjetij, ki se na podlagi računovodskih in neračunovodskih informacij odločajo o razporeditvi redkih virov. S tega stališča je za podjetja, ki razkrivajo, zelo pomembno, kakšno politiko prostovoljnih razkritij vodijo. V literaturi se navajajo številni dejavniki, ki vplivajo na to, kako in kaj, komu in kdaj razkrivati. Tako obstajajo na eni strani prednosti, na drugi pa stroški prostovoljnega razkrivanja informacij.\nV turbulentnem okolju, v katerem se danes nahajajo podjetja, ni več nič narejeno »na slepo«. Podjetja se zavedajo, da lahko obstanejo na trgu le na osnovi pridobljenih konkurenčnih prednosti in te je potrebno v podjetju skrbno ohranjati. Kdaj podjetje začuti, da lahko razkriva informacije, katere in komu? V teoriji se na ta problem navezujejo številni modeli, ki pojasnjujejo, kdaj lahko postanejo prostovoljna razkritja za podjetje nevarna zaradi izgube konkurenčnih prednosti. Vendar pa prostovoljna razkritja prinašajo s sabo mnoge prednosti za podjetja in so v današnjem času celo nujno potrebna.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "S to diplomsko nalogo želimo raziskati, kakšna so tveganja, povezana s prostovoljnimi razkritji v letnih poročilih, kje se skrivajo prednosti (priložnosti) večjega obsega prostovoljnega razkrivanja in kje morebitne nevarnosti.\nCilji diplomskega dela so:\n- predstaviti pojem prostovoljnih razkritij v letnih poročilih podjetij in prikazati  njihov naraščajoči pomen,\n- ugotoviti priložnosti, ki jih podjetje pridobi s prostovoljnim razkrivanjem  informacij v letnih poročilih, \n- ugotoviti nevarnosti, ki so jim podjetja izpostavljena s prostovoljnim razkrivanjem  v letnih poročilih,\n- s primeri empiričnih raziskav ponazoriti možne povezave med razkritji v letnih  poročilih in konkurenčnimi prednostmi poročevalske organizacije.\n"], "4": ["1.3 Osnovne trditve diplomskega dela:", "- Prostovoljna razkritja lahko vplivajo na poslovanje podjetja pozitivno in/ali  negativno.\n- Prostovoljna razkritja vplivajo na konkurenčne prednosti podjetij.\n"], "5": ["1.4 Predpostavke in omejitve raziskave", "Predpostavljamo, da so članki in ostali viri, na podlagi katerih smo raziskovali te probleme, resnični in prikazujejo realno sliko stanja prakse prostovoljnega razkrivanja v letnih poročilih.\nPri pisanju diplomskega dela nas je omejevalo naše nekoliko slabše poznavanje tovrstne tematike, saj gre za razmeroma aktualno temo. Razen tega je le nekaj literature o tej temi v slovenskem jeziku, večji del je je v angleškem. Med raziskovanjem smo se opirali predvsem na elektronske vire; pri elektronskih člankih smo se okvirno omejili na objavljene v tem tisočletju, za opredelitev teoretičnih in razvojnih okvirov pa smo uporabili tudi starejšo literaturo.\n"], "6": ["1.5 Metode raziskovanja", "Delali smo s pomočjo dinamične poslovne raziskave, saj smo raziskovali vplive prostovoljnih razkritij na poslovanje podjetja.\nUporabili smo tako analitični kot deskriptivni pristop, in sicer smo:\n- z metodo klasifikacije predstavili pojem prostovoljnih razkritij,\n- z metodo deskripcije opisovali dejstva, procese in pojave na področju poročanja in  v povezavi s tem razkritij v Sloveniji in tujini,\n- s komparativno metodo primerjali prakso prostovoljnih razkritij in odnos do teh  razkritjih med državami v svetu in Slovenijo,\n- z metodo kompilacije povzemali stališča, spoznanja in sklepe drugih avtorjev iz  obravnavanega področja. \n"], "7": ["2 OPREDELITEV PROSTOVOLJNIH RAZKRITIJ PODJETIJ", ""], "8": ["2.1 Pojem in vrste prostovoljnih razkritij podjetij", "Pojem \"prostovoljna razkritja\" se nanaša na razkritja, ki so zunaj računovodskih izkazov in jih ne zahtevajo računovodski standardi, zakoni ali pravila borze vrednostnih papirjev in drugi predpisi. Lahko rečemo, da se vsako podjetje samo odloči, katera prostovoljna razkritja v letnem poročilu so primerna, pomembna in uporabna. Podjetja, ki se odločijo za prostovoljna razkritja, se želijo od drugih razlikovati po večji količini kakovostnih informacij o poslovanju, ki jih ponudijo zunanjim uporabnikom. Prostovoljna razkritja se pojavljajo predvsem v poslovnem delu letnega poročila (Horvat 2003, 62).\nOblika poslovnega poročila ni predpisana. Družba se sama odloči, kako ga bo sestavila, res pa je, da je tako poročilo tudi neke vrste izkaz uprave. Z njim predstavi svoje delo, svoje uspehe in neuspehe, uspešnost poslovanja in predvsem vizijo bodočnosti, ki ni razvidna iz računovodskih podatkov in informacij (Horvat 2003, 63).\nPodjetje lahko torej v svoje letno poročilo zajame neobvezna oziroma prostovoljna razkritja, če jih njegovi uporabniki pričakujejo in mu bo takšno razkrivanje koristilo pri nadaljnjem poslovanju. Prostovoljna razkritja so torej tista razkritja, ki so zunaj računovodskih izkazov in so možna ter pogosto zaželena. So predstavitve znanja in izkušenj poslovodstva in so ponavadi v vzajemni zvezi z računovodskimi informacijami. Nanašajo se na kakovostne informacije, ki jih vsebujejo letna poročila podjetij (Horvat 2003, 62). Po mnenju Meeka, Robertsa in Graya (1995) pa so prostovoljna razkritja lahko tudi računovodske, strateške in neračunovodske narave, vendar ni nujno, da se pojavljajo samo v poslovnem delu letnega poročila, ampak lahko tudi v računovodskem poročilu.\nKot smo že povedali, da se prostovoljna razkritja pojavljajo predvsem v poslovnem poročilu, bi bilo zato primerno osvetliti sestavine oziroma področja poslovnega poročila. Ta so: gospodarska gibanja, prodaja in trženje, analiza poslovanja, zaposleni, kupci, dobavitelji, delničarji, naložbe, raziskovanje in razvijanje ter kakovost, okoljevarstvena dejavnost, družbena odgovornost in načrti (Horvat 2003, 62).\nVse omenjene sestavine poslovnega poročila so tudi področja, na katerih lahko podjetje dodatno razkriva. Podjetje pa lahko dodatno razkriva informacije še na drugih področjih1.\nZa podjetje je strateškega pomena, da opredeli, kaj pomeni zanj pošteni prikaz razvoja poslovanja in položaja družbe, kateri so pomembni poslovni dogodki po končanem poslovnem letu, in kako obsežno opisati pričakovani razvoj oziroma načrte podjetja ter aktivnosti na področju raziskovanja in razvijanja. Torej morajo podjetja danes nameniti veliko skrb za dodatno razkrivanje, saj le to prinaša s sabo tako prednosti kot tudi slabosti2. V teoriji se prostovoljnim razkritjem posveča vse večja pozornost računovodskih strokovnjakov. Prostovoljna razkritja predstavljajo prosto izbiro menedžmenta podjetja, da\nTa podrobneje predstavljamo v nadaljevanju.  Temu vprašanju se podrobneje posvečamo v 3. poglavju. \nbi zagotovili računovodske in ostale informacije, ki so pomembne za potrebe odločanja uporabnikov njihovih letnih poročil (Meek et al. 1995).\nMeek s soavtorji (isto tam, 1995, 9) členi prostovoljna razkritja na razkritja strateške, računovodske in neračunovodske narave. Prostovoljna razkritja strateške in računovodske narave imajo pomembnejši vpliv na odločitve investitorjev, medtem ko so neračunovodska razkritja bolj usmerjena v socialno odgovornost podjetja in so namenjena vsem interesnim skupinam, ne le lastnikom oz. investitorjem. Mislimo, da njihovo pojmovanje sicer ni najboljše, saj tako med računovodskimi kot neračunovodskimi verjetno tudi lahko najdemo take, ki so vsebinsko strateškega pomena\nProstovoljna razkritja strateške narave so lahko (Meek et al. 1995, 9):\na) splošne informacije o podjetju:\n- kratka zgodovina podjetja\n- organizacijska struktura\nb) strategija podjetja:\n- poročilo o strategiji in ciljih – splošno\n- poročilo o strategiji in ciljih – finančni/računovodski vidik\n- poročilo o strategiji in ciljih – marketinški vidik\n- poročilo o strategiji in ciljih – socialni vidik\n- vpliv strategije na tekoče/sedanje rezultate\n- vpliv strategije na prihodnje rezultate\nc) pridobitve (pripojitve) in odstranitve:\n- razlogi za pridobitve\n- razlogi za odstranitve/prodaje\nč) raziskave in razvoj (R&D):\n- politika R&D na ravni podjetja\n- lokacija R&D aktivnosti\n- št. zaposlenih v oddelku za R&D\nd) pričakovanja v prihodnosti:\n- kakovostne napovedi prodaje\n- količinske napovedi prodaje\n- kakovostne napovedi dobička\n- količinske napovedi dobička\n- kakovostne napovedi denarnega toka\n- količinske napovedi denarnega toka\n- predpostavke napovedi (uresničljivost)\n- promet tekočega obdobja- kakovostno\n- promet tekočega obdobja - količinsko\n- knjiga naročil. \nProstovoljna razkritja neračunovodske narave so lahko predvsem (Meek et al. 1995, 10):\na) informacije o direktorjih:\n- starost direktorjev\n- usposobljenost (akademska, profesionalna)\n- komercialne (prodajne) izkušnje direktorjev\n- ostala ravnateljska znanja direktorjev\nb) informacije o zaposlenih:\n- geografska razpršenost zaposlenih\n- razporeditev zaposlenih po spolu\n- število zaposlenih za dve ali več let nazaj\n- identifikacija menedžerjev seniorjev in njihove funkcije\n- razlogi za spremembe števila zaposlenih\n- količina denarja namenjenega urjenju/izobraževanju\n- število zaposlenih, ki so se izobraževali/urili\n- podatek o nesrečah pri delu\n- stroški za vzpostavljeno varnost pri delu v podjetju\n- informacije o presežku zaposlenih – splošno\n- informacije o enakem možnem napredovanju\n- problemi s pridobivanjem ustreznega kadra.\nc) socialna politika in informacije o dodani vrednosti:\n- varnost izdelkov – splošno\n- program o okoljski zaščiti – količinsko\n- dobrodelne donacije- znesek\n- komunikacijski programi – splošno\n- dodana vrednost poročila\n- dodana vrednost podatkov.\nProstovoljna razkritja računovodske narave pa lahko vključujejo (Meek et al. 1995, 11):\na) poročanje po odsekih:\n- stroški, razčlenjeni geografsko (količinsko)\n- proizvodnja – geografsko (količinsko)\n- proizvodna linija (angl. line of business) – količinsko\n- analiza konkurentov – količinsko\n- analiza konkurentov – kakovostno\n- analiza tržnega deleža – količinsko\n- analiza tržnega deleža – kakovostno\nb) finančni pregled:\n- koeficient dobičkonosnosti\n- koeficient denarnega toka\n- koeficient likvidnosti\n- razkritje neotipljivih sredstev ( brez dobrega imena in blagovnih znamk) \n- politika dividend\n- povzetek zgodovine finančnega stanja podjetja – za 6 ali več let nazaj\n- informacije o oglaševanju – kakovostno\n- stroški za oglaševanju – količinsko\n- vplivi inflacije na prihodnje operacije – kakovostno\n- vplivi inflacije na tekoče poslovanje – kakovostno\n- vplivi inflacije na tekoče poslovanje – količinsko\n- vplivi inflacije na premoženje (aktivo) – kakovostno\n- vplivi inflacije na premoženje (aktivo) – količinsko\n- vplivi obrestnih mer na tekoče poslovanje\n- vplivi obrestnih mer na prihodnje poslovanje\nc) informacije o tujih valutah/tečajih:\n- vplivi fluktuacij tujih valut na tekoče rezultate – kakovostno\n- vplivi fluktuacij tujih valut na tekoče rezultate – količinsko\n- glavne obrestne mere za menjave\n- dolgoročni dolgovi\n- kratkoročni dolgovi\nč) informacije o ceni na borzi:\n- kapitalizacija na koncu leta\n- trend kapitalizacije\n- velikost vrednosti delnic\n- tipi delničarjev.\nZgornji seznam razkritij je bil sestavljen na osnovi analize mednarodnih trendov in opazovanja standardne prakse poročanja, vanj pa so vključene prav tako pomembne raziskovalne študije Graya, Campbella in Shawa (1984) in Tonkinaa (1989). Sestavljen je iz 128 postavk, ki so bile potencialno prostovoljno razkrite v letnih poročilih v vzorcu izbranih multinacionalk iz Amerike, Velike Britanije in kontinentalne Evrope (Meek et al. 1995).\n"], "9": ["2.2 Dejavniki, ki vplivajo na prostovoljna razkritja", "V tuji literaturi je ogromno napisanega na temo, kateri so tisti dejavniki, ki vplivajo na prostovoljno razkrivanje. V večini raziskav pa gre za medsebojno prepletanje istih dejavnikov. Avtorji (Foster – 1986, Choi in Levich – 1990, Meek in Gray – 1989, Cooke – 1991, Chow in Wong-Boren – 1987; povzeto po Meeku et al. 1995) namreč opisujejo bolj ali manj iste dejavnike. Pomembnost določenega dejavnika pa je odvisna tudi od vrste prostovoljnega razkritja (Meek et al. 1995).\nZa obrazložitev, kateri so tisti ključni dejavniki, ki vplivajo na to, kaj in koliko podjetja prostovoljno razkrivajo, so Meek, Roberts in Gray (1995) izvedli že omenjeno multinacionalno raziskavo, v kateri so proučevali, od česa je odvisno, da podjetje več ali manj prostovoljno razkriva. Raziskava je pokazala, da so ti dejavniki predvsem (Meek et al. 1995, 6 – 7): \n- velikost podjetja,\n- država/regija,\n- pravna oblika/status podjetja in\n- panoga.\nMed temi ima najmočnejši vpliv panoga, v manjšem obsegu pa tudi preostali dejavniki, vendar pa vsi sodijo med najpomembnejše dejavnike. Pomembnost dejavnikov niha tudi od vrste prostovoljnih razkritij (Meek et al. 1995, 7).\nVelikost podjetja je eden izmed najpogosteje raziskanih, proučevanih dejavnikov, ki vplivajo na prostovoljna razkritja. Velikost podjetja naj bi pomembno vplivala na to, da med podjetji obstajajo razlike v izbiri politike razkritij. Na žalost ni ravno najbolj jasno opredeljeno, kaj predstavlja velikost podjetja. Splošno velja načelo, da velika podjetja razkrivajo več informacij kot majhna. Večja podjetja imajo lahko nižje stroške dajanja/nastajanja/proizvajanja informacij ali pa nižje stroške izgube konkurenčnih prednosti, ki bi bile posledica prostovoljnega razkrivanja. Za večja podjetja je tudi značilno, da so bolj kompleksna in imajo širši obseg lastništva kot manjša. Agencijska teorija stroškov nakazuje, da imajo velika podjetja višje agencijske stroške; ta podjetja so tudi bolj občutljiva na politične stroške (Meek et al. 1995, 6). Vsi ti razlogi kažejo na to, da imajo velika podjetja v primerjavi z malimi dodatne vzpodbude za prostovoljno razkrivanje. Velikost je premosorazmerna s stopnjo prostovoljnih razkritij v vseh državah, ki so bile zajete v študiji.\nMeek, Roberts in Gray (1995) so analizirali, kako lahko nacionalne (regijske) karakteristike vplivajo na prostovoljno razkrivanje. V svoji raziskavi trdijo, da so prostovoljna razkritja lahko odvisna od obveznih razkritij glede na to, ali so prostovoljna razkritja obveznim dopolnilo ali substitut. Za boljše razumevanje navajamo primer razkritij o zaposlenih. Na tem področju je v evropskih državah zelo malo zahtevanih oz. obveznih razkritij. Evropska podjetja imajo tu možnost, da prostovoljno razkrivajo več. Na drugi strani pa so v ZDA obvezna razkritja zastavljena precej razširjeno, torej morajo ameriška podjetja na svetu največ razkrivati, kar pa ne pomeni, da imajo tudi najobsežnejša prostovoljna razkritja. Zahteve za poročanje po odsekih v Ameriki posledično dušijo inovacije razkritij pri ameriških multinacionalnih korporacijah (Meek et al. 1995, 6). Zaradi tega prostovoljna razkritja niso neodvisna od zahtev po razkrivanju. Raznolikost v nacionalnih in regionalnih zahtevah po razkrivanju se lahko manifestira tudi v raznolikosti v prostovoljnem razkrivanju. Politični stroški se lahko med državami zaradi različnih kulturnih in socialnih norm prav tako razlikujejo. Takšne razlike v političnih stroških povzročajo razlike med državami tudi v prostovoljnem razkrivanju, še posebno v razkrivanju neračunovodskih informacij in informacij na socialnem področju.\nStroški izgube konkurenčnih prednosti in politični stroški med panogami močno variirajo. Tako so na primer zaradi narave proizvodov ter njihovega raziskovanja in razvoja kemijska in farmacevtska podjetja zelo občutljiva na razkritja svojim konkurentom in javnosti, bolj \nkot podjetja v kakšni drugi panogi3. Pomembnost razkrivanja določene sestavine/področja lahko med panogami prav tako variira. Raziskave in razvoj so bolj pomembni za podjetja v visoko-tehnoloških panogah (Meek et al. 1995, 7).\nNa razsežnost prostovoljnih razkritij podjetij vpliva tudi učinek finančnega vzvodja. Tako so agencijski stroški višji za podjetja, ki so bolj zadolžena (oz. imajo proporcionalno več dolgov v svoji kapitalski strukturi). Bolj zadolžena podjetja morajo za zdrav potencialni transfer med kreditodajalci, delničarji in menedžerji posledično več razkrivati. Torej se pričakuje, da prostovoljna razkritja naraščajo z zadolženostjo podjetja (Meek et al. 1995, 8).\nPodjetja, ki nastopajo na mednarodnem trgu, se soočajo z dodatnimi zahtevami za razkrivanje. Z večanjem obsega mednarodnih operacij se veča tudi možnost pridobitve tujih delničarjev. Zaradi tega lahko pričakovana raznolikost zahtevanih informacij rezultira tudi v višji stopnji prostovoljnih razkritij.\nDobičkonosnost spodbuja prostovoljno razkrivanje podjetij. Dobro stoječa (dobičkonosna) podjetja imajo vzpodbude, da se razlikujejo od manj dobičkonosnih, tako da povečujejo kapital na najboljši možni način. Ena izmed možnosti je, da to storijo s prostovoljnim razkrivanjem informacij. Zaradi tega se pričakuje, da bodo bolj dobičkonosna podjetja razkrivala več prostovoljnih informacij (Meek et al. 1995, 9).\nVsem navedenim dejavnikom bi po našem mnenju dodali enega izmed najpomembnejših, ki vpliva na vse naštete. To so konkurenčne prednosti oz. tržni položaj podjetja. Preden se bo podjetje odločilo razkrivati, mora nujno narediti swot analizo. To pomeni, da mora pretehtati, kje so prednosti in slabosti takšnega razkrivanja. Prepričani smo, da se kot nevarnost najpogosteje omenja izguba konkurenčnega položaja/prednosti. Tudi sami menedžerji podjetij posvečajo temu problemu vse večjo pozornost in skrb. Iz tega razloga se v tretjem poglavju poglobljeno ukvarjamo z vprašanjem o ohranjanju in povečanju ter izgubi konkurenčnih prednosti kot posledice prostovoljnih razkritij.\nS svojo politiko razkritij računovodskih podatkov (govorimo o dodatnih razkritjih in ne o zakonsko določenih) želijo podjetja doseči odziv finančnega trga in trga proizvodov, tako da poskušajo maksimizirati vrednost podjetja, na drugi strani pa zaščititi lastne informacije pred rivalskimi podjetji. Kot navaja Chang (2002), so Darrogh in Soughton (1990), Feltham in Xie (1992) ter Wagenhofer (1990) v svojih raziskavah pokazali, da odločitve podjetij o stopnji razkritja niso odvisne le od ocenitve finančnega trga in njegove vrednosti, ampak tudi od vstopa novih podjetij na trg in od tega, kako bodo ta ocenila poslovne skrivnosti že obstoječih ter od višine stroškov vstopa.\nRamaswami (2001, 6) je iz različnih študij o prostovoljnih razkritjih povzel dejavnike, ki vplivajo na prostovoljna razkritja, in jih razdelil v naslednje 4 skupine: pritisk trga, pritisk s strani vlade in regulativnih organov, stroški razkritij (vključno z oportunitetnimi stroški) in prednosti razkritij. Prednosti vključujejo nižje stroške kapitala, višjo ceno delnice ter pomembnost komunikacije in pridobivanja znanja iz razkritij. Stroški razkritja vključujejo\nV 3. poglavju so podrobneje predstavljena podjetja v tej panogi in vpliv konkurenčnosti na trgu na prostovoljno razkrivanje. \ninformacijo o proizvodnji, izgubo konkurenčne prednosti, prevzem ali združitev in zmanjšanje moči zaradi gospodarskih združenj in vlad. Njihov okvir eksplicitno ne določa globine razkritja (oz. koliko se razkriva), o tem se podjetje po lastni presoji odloči samo.\nEmpirična študija Changa (2002) pa je pokazala, da velikost podjetja, uvrstitev na trg vrednostnih papirjev, panoga, spremljanja s strani finančnih analitikov in pogajalske moči podjetja v odnosu do regulativnih organov vplivajo na to, kaj in koliko razkrivati.\nPo našem mnenju je eden najpomembnejših dejavnikov, ki vplivajo na prostovoljno razkrivanje, velikost podjetja, saj imajo velika podjetja večje interese za izboljšanje svojega imidža in so tudi bolj občutljiva na politične stroške.\nNa koncu naj povzamemo vse naštete dejavnike, ki lahko vplivajo na prostovoljno razkrivanje. Ti so: velikost podjetja, nacionalne karakteristike, pravna oblika podjetja, panoga, učinek finančnega vzvodja, obseg mednarodnih operacij, dobičkonosnost, konkurenčnost trga, pritisk trga, pritisk s strani vlade in regulativnih organov, stroški razkritij in prednosti razkritij.\n"], "10": ["2.3 Komunikacijski kanali prostovoljnih razkritij", "Komunikacijski kanali pomenijo poti, s katerimi vzpostavljamo zvezo podjetja z javnostjo. Možni so sledeči kanali (Ramaswami 2001, 49):\n- časopisne objave,\n- radio,\n- spletne strani,\n- tiskani promocijski material,\n- konferenčni klici,\n- individualni sestanki,\n- letno poročilo,\n- kvartalni časopisi za investitorje,\n- socialna in okoljska poročila.\nV primerjavi z letnimi poročili so razkritja v časopisih manj regulirana in hkrati dovoljujejo večji manevrski prostor menedžmentu, da daje pomanjkljive informacije, za katere ni nujno, da so uvrščene v računovodsko poročilo. Primeri takšnih razkritij vključujejo informacije o korporativnih strategijah, tehnologijah, proizvodih, kupcih in operacijah. Ni namreč možno uporabiti splošnih računovodskih in revizijskih standardov pri poročanju o teh postavkah (Ramaswami 2001, 50).\nIzsledki raziskave, ki jo je izvedel Ramaswami (2001) na vzorcu 156 podjetij iz ZDA, kažejo, da korporacijski menedžerji, finančni analitiki in portfolio menedžerji rangirajo časopise kot drugi najpomembnejši komunikacijski medij takoj za individualnimi sestanki. Letna poročila zasedajo tretje mesto, sledijo predstavitve menedžmenta in telekonference. Časopisi so drugi najpomembnejši medij za delničarje (letna poročila pri slednjih zasedajo prvo mesto), tretji najpomembnejši za analitike (prezentacije in letna poročila zasedajo pri njih prvo in drugo najpomembnejše mesto) ter drugi najpomembnejši medij za \nkreditodajalce, zaposlene, regulatorje in zakonodajalce, za katere so letna poročila najpomembnejši vir informacij (Ramaswami 2001, 50 – 51).\nLetna poročila delniških družb prikazujejo prerez stanja ob koncu poslovnega leta. V praksi in zakonodaji se je oblikovalo več dodatnih pravil o objavljanju informacij med samim poslovnim letom, da bi bili delničarji in investitorji pravočasno obveščeni glede poslovanja posameznih družb. Kot vse bolj relevanten vir informacij pa velja v zadnjih letih upoštevati tudi objavo informacij prek spletnih strani družb in spletnih strani drugih institucij trga kapitala (Jerič 2004).\nPomemben vir informacij so tudi dnevni časopisi. Javne družbe redno objavljajo povzetke letnih, polletnih ali četrtletnih poročil. V skladu z zakonodajo objavljajo tudi druge pomembne in cenovno občutljive informacije. Vendar pa je treba omeniti razmeroma visoko ceno objav v dnevnih časopisih in morda je prav to osnovni razlog za vse pomembnejšo vlogo spletnih strani družb (Jerič 2004).\nInformacije, ki jih najdemo npr. v letnih poročilih in na spletnih straneh družb, se med seboj vsebinsko razlikujejo. Osnovni namen letnih poročil je prikaz poslovnih rezultatov družb, vplivov poslovnega okolja na njihovo poslovanje ter vse pogosteje tudi prikaz sistema upravljanja družb. Na drugi strani so spletne strani družb posvečene bolj prikazu dnevnega \"dogajanja\" v družbi in prikazu različnih organizacijskih struktur. Tako je mogoče na spletnih straneh pogosto najti prikaz poslovno organizacijskih struktur, medsebojnih odnosov med organi družb, sistemov obvladovanj tveganj in odnos do tretjih (Jerič 2004).\nVsako izmed komunikacijskih orodij ima svoje posebnosti v primerjavi z drugimi. Izmed teh medijev je v teoriji še najmanj raziskan časopisni medij, ki se zadnja leta šele postopno pojavlja kot vse bolj pomemben medij za prostovoljna razkritja podjetij. V diplomski nalogi se bomo omejili na prostovoljna razkritja v letnih poročilih predvsem zato, ker so informacije iz letnih poročil najbolj verodostojne in z vidika delničarjev, kreditodajalcev, zaposlenih in zakonodajalcev najpomembnejši komunikacijski medij.\n"], "11": ["2.4 Družbeno poročanje kot iniciativa za prostovoljno razkrivanje", "Družbeno poročanje4, ki se nanaša na družbene in okoljske učinke ekonomskih delovanj, je proces komuniciranja gospodarskih družb s posameznimi interesnimi skupinami znotraj gospodarske družbe in tudi s širšo javnostjo. Kot tako zahteva razširitev odgovornosti, ki temelji na predpostavki, da odgovornost gospodarskih družb ni zagotavljanje dobička njenim delničarjem, temveč širša odgovornost do družbe (Gray et al. 1996, 3).\nAngl. »social reporting, social responsibility accounting, corporate social disclosure, social accountability disclosure, social audit, ethical statements, values report, social statement\". Nekateri imenujejo sistem družbenega poročanja \"3E\", saj naj bi ta sistem vključeval poročanje o ekonomskem, okoljskem in etičnem vidiku gospodarske družbe (economy, environment, ethics) ali \"3P\" kot sestav ljudi, okolja in dobička (people, planet, profit). \nPodjetje mora poročati različnim interesnim skupinam, ki jih poslovanje podjetja zadeva ekonomsko ali kako drugače. To so zaposleni, dobavitelji, porabniki in lokalna skupnost, ki jih zanimata sodelovanje podjetja pri družbenih projektih in njegovo ravnanje z okoljem.\nDružbeno poročanje vidimo kot priložnost v tem pogledu, da lahko podjetja s pomočjo prostovoljnega razkrivanja poročajo npr. o odnosu do zaposlenih in ravnanju z okoljem in se tako izognejo družbenim oziroma političnim stroškom, ki ne nazadnje zmanjšujejo vrednost premoženja lastnikov. Ti so lahko npr. družbene sankcije, kot so bojkot izdelkov, stavke zaposlenih, protest različnih gibanj in poostritev zakonodaje. Nekatera podjetja so posebej izpostavljena verjetnosti, da bodo pretrpela politične stroške ob slabem okoljskem ali družbenem ravnanju. Na raven razkritih informacij o ravnanju z okoljem vplivata velikost podjetja in njegova dejavnost, ki določata izpostavljenost (vidnost) podjetja v javnosti in s tem verjetnost regulacije okoljske politike ali odzive družbe na poslovanje podjetja (Slapničar 2005).\nPri družbenem poročanju se postavlja vprašanje, kako poročati, da bo imelo podjetje od tega čim večje koristi. Prostovoljna razkritja so lahko orodje za spreminjanje zaznav javnosti ali odvračanje pozornosti od problemov s poudarjanjem dosežkov na drugih družbeno pomembnih področjih.\nŠe en spodbujevalni dejavnik poročanja o družbeno odgovornem vedenju je pojav družbeno odgovornega investiranja. Družbeno odgovorni skladi vlagajo premoženje v podjetja, ki delujejo v skladu z zahtevanimi družbenimi in okoljskimi merili. Podjetja želijo izboljšati svoj finančni profil z vključitvijo v nove indekse, kot sta denimo Dow Jones Sustainability Group indeks ali FTSE4Good indeks (Slapničar 2005).\nKer poročanje o družbeni odgovornosti in družbeno odgovorno ravnanje povzročata stroške podjetju, si ta prizadevajo, da bi te stroške povrnili z donosom. Cilj družbenega poročanja je minimizirati negativne družbene vplive delovanja podjetja, izboljšati ugled in ugotavljati donose naložb v družbeno odgovorne aktivnosti (Slapničar 2005).\n"], "abstract": ["Potreba po doseganju kapitalskega trga je pogosto glavni razlog za prostovoljno razkrivanje finančnih informacij. Podjetja, katerim raste kapital, pogosteje dodatno razkrivajo informacije, ki niso dosegljive v računovodskih izkazih. Prostovoljna razkritja so koristna v izmenjavanju informacij predvsem zaradi skrbi za povečanje vrednosti podjetja. Prostovoljna razkritja so eden izmed mehanizmov, ki blažijo škodljivo izbiro z zmanjšanjem informacijske asimetrije tako med menedžerji in vlagatelji kot med institucionalnimi (velikimi) in individualnimi (malimi) vlagatelji. Potencialne ugodnosti prostovoljnih razkritij vključujejo manjše stroške kapitala, višjo likvidnost delnic podjetja in nižje transakcijske stroške. Na drugi strani pa imajo podjetja s prostovoljnim razkrivanjem tudi stroške. V najmanjši meri so to stroški razvijanja in širjenja informacij, tožb in pravd, povezanih z razkritji informacije, ter izgube konkurenčnih prednosti zaradi razkrivanja informacij."]}