{"1": ["1 UVOD", "Travniški nasadi so kljub raznim tegobam ohranili svojo specifično funkcijo pridelave kakovostnih svežih plodov, kateri so primerni za sušenje, predelavo v sokove, sadna vina, žganje, kis… .\nBogastvo travniških nasadov se je skozi desetletja ohranilo skoraj samo od sebe. V zadnjem obdobju v kmetijstvu vse bolj poudarja pomen naravi prijazne pridelave v vseh njenih oblikah in inačicah, je ta že od nekdaj vpeljana in nikoli prekinjena bio-pridelava sadja še vedno obravnavana kot manjvredna ter proizvodno in tržno nezanimiva. In žal, bo na tej ravni tudi ostala, če bomo še naprej iskali le tržne učinke in ne bomo doumeli, da prava vrednost travniških nasadov presega okvire kmetijstva.\nV Sloveniji skoraj ni kmetijskega in delno tudi ne urbanega prostora, katerega del ne bi bila stara, visokodebelna sadna drevesa, katerim danes uradno rečemo travniški nasadi. Ta tradicija pridelave sadja sega že več stoletij nazaj. Z njo so se ukvarjali na skoraj vsaki kmetiji, čeprav je bila v osnovi poljedelska, živinorejska, vinogradniška ali kakšna druga. Po uveljavitvi novih, intenzivnejših, ekonomsko bolj zanimivih načinov pridelave so travniški nasadi razmeroma hitro izgubljali svoj gospodarski pomen. Kljub dolgoletnemu zanemarjanju, še danes predstavljajo izrazito krajinsko dominanto v večjem delu Slovenije.\nZa ocenitev trenutnega stanja travniških nasadov v naravi smo uporabili dve metodi. In sicer TB metodo ocenjevanja travniških nasadov in metodo DEX. Obe metodi se dopolnjujeta, pri čemer je TB metoda empiričen način obdelave podatkov, pri metodi DEX pa s pomočjo funkcij določimo, kateri parametri imajo večji pomen pri končni oceni nasada.\n"], "2": ["1.1 Namen in cilj raziskave", "Osnovni namen izbrane teme diplomske naloge je bila ocenitev stanja travniških nasadov, s posebej razvitim točkovnim sistemom (TB metoda ocenjevanja travniških nasadov), ter z metodo za večparametrsko odločanje DEX.\nCilja, ki smo jih zasledovali v naši raziskavi sta predvsem dva:\n- ocenitev travniških nasadov na podlagi različnih kriterijev – TB metoda,\n- s pomočjo metode DEX razviti večparametrski model za ocenjevanje travniških  nasadov.\n"], "3": ["1.2 Delovna hipoteza", "Izhajali smo iz naslednjih hipotez:\n- ocenitev travniških nasadov ter uporaba sistema DEXi nam bo predstavila realno  stanje travniških nasadov,\n- na podlagi rezultatov ocenjevanja bo možno realno vrednotiti vse travniške nasade,  ter smiselnost uporabe ocenjevanja travniških nasadov za kasnejšo izdelavo  parametrov, po katerih bi se določala vrednost subvencij za vsak travniški nasad  posebej.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Splošno o travniških nasadih", "Ministrstvo za kmetijstvo, gozdarstvo in prehrano jih definira kot »Ekstenzivni oziroma travniški nasad« , ki jih označuje z označbo 1222. Ekstenzivni oziroma travniški sadovnjak uvrščamo vse sadovnjake neprimerne za intenzivno pridelavo. To so nasadi visokodebelnih dreves sadnih vrst, vzgojenih na bujni podlagi ali iz semena, z gostoto več kot 50 dreves na hektar. V ekstenzivnih oziroma travniških sadovnjakih lahko raste ena ali več različnih sadnih vrst(Ministrstvo za kmetijstvo, gozdarstvo in prehrano 2008).\nTravniški sadovnjak je ekstenzivni nasad visokodebelnih sadnih dreves, v katerem je najmanjša gostota dreves 50 dreves/ha, največja pa ne presega 200 dreves/ha. Travniški sadovnjak vključuje eno ali več različnih sadnih vrst, cepljenih na bujno rastočo podlago, osnovna oblika rabe je košnja, dopolnilna pa pridelava sadja (Gajšek 2006).\nPri ekstenzivnih sadovnjakih gre v večini primerov za dvonamensko rabo: pridelavo sadja ter košnjo ali pašo. Drevesa so na travinju pogosto razporejena neenakomerno, v manjših ali večjih skupinah, ali pa le v enem delu površine, ki jo kmet uporablja na enoten način (Ministrstvo za kmetijstvo, gozdarstvo in prehrano 2008).\nV raziskavi in ocenjevanju travniških nasadov na področju mariborskega okraja, prihajajo do zanimivih zaključkov in rezultatov, ki jih bomo na koncu lahko primerjali in s tem ocenili ali je model ocenjevanja realističen. Tudi iz njihovega članka je razvidno, da sam pojem, kaj naj bi to travniški oziroma ekstenzivni nasad bil, ni dovolj natančno definiran in bi bilo smotrno, da bi se to bolj natančno opredelilo. (Tojnko in sod. 2004) \nSadno drevje pod katerim je rasla trava – današnji travniški nasadi, je imelo že od nekdaj velik pomen v Evropi. Napredek skozi čas, razvoj tehnologije, povpraševanje na tržišču so dejavniki, ki so spreminjali pridelavo sadja v bolj intenzivno obliko. Avtor pojasnjuje, da pri ekstenzivni pridelavi sadja, pridelek zaostaja v sami količini sadežev, daje pa velik ekološki pečat ter vpliva na biotsko raznovrstnost in sam izgled okolja. Veliko državnih programov v Evropi, ki so pomagali pri taki obliki pridelave sadja so ukinili in sedaj je to v rokah nevladnih organizacij. Herzog prihaja do zaključka, da bi morale moderne države več vlagati v obstoj in razvoj ekoloških travniških nasadov(Herzog 1998).\nVsvojih člankih Dianat in Gartner omenjata ekstenzivne nasade, kot veliko priložnost za ohranjanje starih sort in proizvodov iz le teh. Delujejo v raziskovalnem sadjarskem centru St. Andrä, kjer delajo raziskave na starih sortah in se borijo za njihov obstoj. Cilj h kateremu strmijo je, da s pravilnimi ukrepi v ekstenzivnih nasadih zagotovijo kvalitetne produkte, ter opravljajo raziskave na področju samih proizvodov in izboljševanju le teh. Ta velik raziskovalni center sodeluje tudi z drugimi državami in ena med njimi je tudi Slovenija(Dianat in Gartner 2006).\n"], "6": ["2.2 Število in površina travniških nasadov v Sloveniji", "Iz podatkov statističnega urada republike Slovenije je razvidno, da je po letu 2003 začelo število travniških nasadov kar strmo upadati. Vendar podatki niso dajali realnih vrednosti, tako da vidimo, da se je v zadnjih dveh letih količina travniških nasadov kristalizira. Vzamemo lahko podatek da je v letu 2008 v Sloveniji bilo z oznako 1222 – Ekstenzivni oziroma travniški nasad označenih 22698 nasadov, ki se razprostirajo na površini 6325 hektarjev.\n"], "7": ["2.3 Ocenjevanje in odločanje", "Pri ocenjevanju travniških nasadov je šlo v prvi vrsti predvsem zato, da dobimo pogled kateri nasad lahko ocenimo z dobro oceno, in s pomočjo programa DEXi ustvarimo določeno hierarhijo samih kriterijev ocenjevanja.\nV zapletenih odločitvenih procesih smo imeli pogosto opraviti s problemom odločanja (Bohanec in Rajkovič 1999).\nOdločanje so avtorji definirali kot proces, v katerem je potrebno izmed vseh variant (alternativ, inačic, možnosti) izbirati tisto, ki najbolj ustreza postavljenim ciljem oziroma zahtevam. Cilj odločitvenega procesa je lahko bil tudi razvrščanje opcij od najboljše do najslabše (Jereb in sod. 2003). \nZa pomoč nosilcu odločanja pri reševanju kompleksnih odločitvenih problemov je bila razvita metodologija hierarhičnih odločitvenih modelov, pri čemer je bil odločitveni model oblikovan tako, da je omogočal različne opcije (Bohanec 2000).\nDa bi nosilcu odločanja pomagali priti do kvalitetne odločitve na sistematičen, organiziran način, je bilo razvito mnogo metod in računalniških programov za podporo odločanja. Metode odločanja, ki zajamejo več parametrov hkrati, imenujemo metode večparametrskega odločanja. Med njimi nekatere omogočajo delo tudi z nenatančnimi in nepopolnimi podatki, v to skupino se uvršča tudi metoda DEX (Bohanec in Rajkovič 1999).\n"], "8": ["2.4 Večkriterijski modeli", "Večkriterijski odločitveni modeli služijo za reševanje kompleksnih odločitvenih problemov. Temeljijo na razgradnji problemov na manjše podprobleme oziroma na razgradnji kompleksne odločitve – celovite ocene – na manjše odločitvene ocene. Dobimo množico parametrov, ki jih ocenjujemo ločeno oziroma posamično. S postopkom združevanja se s pomočjo funkcij koristnosti približujemo končni oceni koristnosti. Število nivojev v hierarhiji je poljubno; odvisno od strukture drevesa kriterijev(Jereb in sod. 2003).\nVečkriterijski odločitveni model je sestavljen iz treh komponent: parametrov, funkcije koristnosti in končne ocene ali koristnosti variante.\nParametri se nahajajo na različnih nivojih »drevesa kriterijev«, ki predstavlja strukturo problema. Osnovni parametri so tisti, ki ležijo na listih drevesa. Parametri, ki po hierarhiji ležijo nad osnovnimi, so izvedeni parametri. Za vsak parameter obstaja ocena, ki jo določi uporabnik. Iz osnovnih parametrov so izvedene ocene višjih parametrov, vse dokončne ocene variante. Predpis, po katerem se posamezni parametri združujejo v končno oceno, oziroma po katerem se določi vpliv posameznega parametra na končno oceno variante, imenujemo funkcija koristnosti (Bohanec in Rajkovič 2000). \nS pomočjo večkriterijskih modelov lahko izvajamo tudi analize »kaj-če«, analizo vrednotenja ter selektivno analizo. Z uporabo analize »kaj-če« ugotavljamo vzročno – posledične relacije med kriteriji in končno oceno. Ugotavljamo lahko, kako sprememba vrednosti izbranega parametra vpliva na končno ali delno oceno.\nPri analizi vrednotenja ugotavljamo, kako smo prišli do končne ocene. Pri selektivni analizi ugotavljamo dobre in slabe strani variante. V tem primeru izločujemo atribute , ki so izrazito dobro ali izrazito slabo ocenjeni(Štambuk, 2002).\n"], "9": ["2.5 Program DEXi", "Program DEXi je lupina ekspertnega sistema. Literatura uvršča ekspertne sisteme med sisteme, ki temeljijo na znanju oziroma med sisteme za ravnanje z informacijami. To pomeni, da računalniški program posnema delovanje izvedenca za določeno strokovno področje in njegovo sposobnost analiziranja, reševanja ter utemeljevanja odločitev znotraj problemske domene (Medica 2002).\nDEXI je preprost program za delo z odločitvenimi modeli, ki omogoča:\n- izdelavo in preurejanje drevesa kriterijev\n- urejanje zalog vrednosti kriterijev in odločitvenih pravil\n- zajemanje podatkov o variantah\n- vrednotenje variant\n- tabelarični pregled rezultatov vrednotenja z analizo tipa kaj-če\n- grafični prikaz rezultatov vrednotenja  (Rajkovič 2001).\nProgram je sestavljen iz dveh delov: dela za urejanje znanja (oblikovanje večparametrskega modela) ter iz dela za oceno in analizo variant. V prvem delu program uporabniku pomaga strukturirati drevo kriterijev in določiti funkcije koristnosti, v drugem delu pa mu omogoča izvedbo ocene in analize variant.\nProgram DEXi je transparenten in zelo lahko preverljiv, rezultate je relativno lahko razložiti. Omogoča sistematično uporabo podatkov in avtomatizacijo razvoja postopkov. Sistem v nobenem primeru ne zmanjšuje pomena ekspertov oziroma skupin ekspertov, odgovornih za odločanje, pač pa prispeva k sistematičnem urejanju velikega števila podatkov, procesiranju, predstavitvi rezultatov in analizi občutljivosti (Bohanec in sod., 2000).\n"], "10": ["3 METODE DELA", ""], "11": ["3.1 Izbira nasadov za vrednotenje", "V diplomskem delu je bilo zajetih 82 nasadov in sicer na območju Prekmurja, ki s svojimi ravninskimi in gričevnatimi legami v popolnosti ne predstavlja povprečja celotne države, vendar kljub temu daje določen obris stanja ekstenzivnih oziroma travniških nasadov v Sloveniji. Po slučajnem izboru so bili izbrani travniški nasadi občin Murska Sobota in Beltinci.\n"], "12": ["3.1.1 Faze postopka izbire travniških nasadov", "FAZA 1: S pomočjo internetne strani Ministrstva za kmetijstvo, gozdarstvo in prehrano so bili poiskani travniški nasadi na omenjenih lokacijah(RKG-GERK 2008).\nFAZA 2: Na orto-foto posnetku je bilo preverjeno, da je raba področja res označena kot ekstenzivni oziroma travniški nasad – 1222 , ter se je približno določila lokacija nasada (podatki o lastniku so zaupni in jih Upravne enote ne posredujejo). \nFAZA 3: Odpravili smo se na teren, s pomočjo terenske pregledne karte, prenosnega računalnika in internetne povezave preko mobilnega telefona, smo preko internetne strani Ministrstva za kmetijstvo, gozdarstvo in prehrano poiskali vsak, prej določen travniški nasad.\nFAZA 4: Ocenjevanje vsakega travniškega nasada po naprej določenih kriterijih\n"], "13": ["3.2 TB metoda ocenjevanja travniških nasadov", "Vsak travniški nasad že sedaj služi več namenom, še bolj pa bo to moral v prihodnje. Funkcije nasada so zato:  A Primarna in sekundarna pridelava: sveže in sušeno sadje, sokovi, vino, žganje,  živinska krma, paša.  B Oblikovanje videza krajine: naselij, drevoredov, obrobnih površin, vinogradov,  travnikov.  C Ohranjanje biotske pestrosti: flore in favne na več ravneh.\n"], "14": ["3.2.1 Pridelava", "Travniški nasadi imajo pomembno specifično funkcijo za pridelavo visoko kakovostnih svežih plodov. Ti plodovi zunanjem izgledu niso najprimernejši, so pa po notranjih lastnostih izjemno primerni, uporabimo za sušenje, sokove, sadna vina, žganja, kis. V zadnjem obdobju se vse bolj poudarja naravi prijazna pridelava in prav ti starejši sadovnjaki dajejo še velike možnosti.\n"], "15": ["3.2.2 Krajinska pestrost", "Krajina je danes v Evropi pomembno področje proučevanja in s tem tudi njeno varstvo in razvoj, kar velja tako za naravo, kot tudi kulturno krajino. Prostorski razvoj temeljito spreminja tako naravno in kulturno krajino. Predmet te naloge predstavlja del kulturne krajine, kateri daje največji pečat kmetijska raba prostora, konkretno s tem sadjarska dejavnost. Sadovnjaki se in se bodo pod vplivom človeka še spreminjali, prav tako pa se v sadjarstvu spreminjajo pridelovalni postopki. Strmeti moramo za tem, da bomo ohranili stare sadovnjake kot dediščino, katero je gradilo več generacij. Stari sadovnjaki predstavljajo in so v naši zavesti vedno bolj identifikacijska prvina s krajinskega, ekološkega in vizualnega vidika. Raznoliko podnebje, geološka pestrost, pa tudi različno obnašanje ljudi, je v Sloveniji ustvarilo različne krajinske vzorce.\n"], "16": ["3.2.3 Biotska raznovrstnost", "Travniški nasadi imajo, kot specifičen habitatni tip nastal z ekstenzivno rabo kmetijskega prostora, izjemno vlogo pri ohranjanju avtohtonih gojenih in prosto živečih rastlinskih in živalskih vrst. Ker je bil razvoj slovenskega sadjarstva v obdobju zadnjih nekaj desetletij usmerjen v intenzivno pridelavo, se je zaradi zmanjševanja in opuščanja tradicionalne rabe sadjarskih površin močno, ponekod tudi nepovratno, degradirala biotska raznovrstnost sadnih vrst in sort, pa tudi ostalih rastlin in živali značilnih za to združbo.\n"], "17": ["3.2.4 Vrste travniških nasadov", "Glede na stopnjo izpolnjevanja posamezne funkcije, smo travniške nasade razvrstili v dva tipa:\n- nasadi namenjeni pridelavi imajo močno poudarjeno funkcijo pridelave A, funkcija  B je prav tako pomembna, vendar nekoliko podrejena,\n- nasadi namenjeni ustvarjanju videza imajo poudarjeno funkcijo videza B, funkcija  A nima več primarnega pomena.\nNa začetku smo skušali definirat tudi nasade namenjene zlasti ohranjanju biotske pestrosti torej z izrazito poudarjeno biotsko funkcijo C, in s podrejenimi funkcijami A in B. Vendar takšnih nasadov v prakso ni mogoče vpeljati in je primerneje v nasadih namenjenih ali pridelavi ali krajinskemu videzu vzporedno oceniti tudi njihovo biotsko pestrost.\n"], "18": ["3.3 Kriteriji za vrednotenje", "Za vrednotenje proizvodne sposobnosti nasada smo uvedli strokovne kriterije, ki so osnova za delo na terenu. Razčlenitev kriterijev omogoča objektivno oceno različnih primerov v naravi.\n"], "19": ["3.3.1 Kriterij pridelave", "Travniški nasadi se razprostirajo po celi Sloveniji in so v zelo različnem stanju. Zelo malo nasadov je še v primerni proizvodni kondiciji, oziroma vitalnosti. Prav vitalnost je glavni kriterij za oceno pridelka. Vitalna drevesa imajo ogrodne veje pod poševnim kotom, s primernim enoletnim prirastkom, z zračno krono idr. Za racionalno izvedbo posameznih tehnoloških opravil je pomembno, kako je nasad izpolnjen oz. strnjen, se pravi, koliko dreves se je posušilo in kako so drevesa izenačena. Pomembno mesto ima način pridelave, saj tržišče išče vedno več artiklov, pridelanih na ekološko prijaznejši način\n"], "20": ["3.3.2 Kriterij vizualnega vtisa", "Vizualno vredni nasadi so izvedeni tako, da ocenjevalec zaključi, da so nasadi sestavni del neke tipične krajine Slovenije. To pa pomeni na kratko, da se nasad vključuje v izraz in merilo krajine. V naselju se morajo vključevati tako, da ga poudarjajo in istočasno zakrivajo negativne strani naselja oz. dajo videz, da so sestavni deli naselja.\n"], "21": ["3.3.3 Kriterij vtisa krajinske in ekološke pestrosti", "Ekološko pestrost pa dopolnjujejo nasadi takrat, ko so vključene v nasade tudi naravne prvine prostora. Seveda morajo ti nasadi, skupine dreves, drevoredi ali posamezna drevesa dajati tipičen videz naravne pojavnosti oz. ne sme biti videza, da je človek posegal v nasad s svojo tehnologijo za doseganje produktivnosti.\n"], "22": ["3.3.4 Kriterij zaščite pred erozijo", "Erozija predstavlja iz dneva v dan vedno večji problem, kar 44 odstotkov ozemlja Slovenije je potencialno ogroženih. Zaradi vetra, vode, ledu, gravitacije ali delovanja živih organizmov, ki neprestano spreminjajo obliko zemeljskega površja prihaja do premikanja prsti. Drevje, s svojim močnim koreninskim sistemom, predstavlja velik pozitiven dejavnik. Na podlagi tega imajo travniški nasadi na gričevnatih, bolj strmih pobočjih velik pomen.\n"], "23": ["3.3.5 Kriterij biotske raznovrstnosti", "V ta namen smo uporabili kriterije ocenjevanja posrednih dejavnikov, ki so potreben in zadosten pogoj za ohranjanje oziroma za obnavljanje te raznovrstnosti. Ti kriteriji so:\n- neugodni posegi na sadjarske površine,\n- ohranjanje domorodnih sadnih vrst in sort,\n- omejene oblike ekstenzivne mehanske in kemične nege nasadov.\n"], "24": ["3.4 Metodika vrednotenja travniških nasadov", "Za končno ocenitev posameznih funkcij vsakega travniškega nasada in s tem za razporeditev v skupine, morajo biti vsi navedeni kriteriji enovito vrednostno definirani. V nadaljevanju prikazane vrednosti so definirane na osnovi proučitve organizacijskih in upravnih pristopov v deželah z razmerami sorodnimi slovenskim, terenskih opazovanj ter poskusnih ocenjevanj.\n"], "25": ["3.4.1 Kriteriji pridelave", "Kriterij fiziološkega stanja dreves\nopis nasada št. točk\ndrevesa s povešenimi, izrojenimi, pregostimi vejami v obliki dežnika; pričakovani pridelek in rodni 0-2 volumen sta, glede na velikost dreves in razdalje sajenja, pod 30%.\ndrevesa prehajajo iz gobaste oblike v piramidalno; pričakovani pridelek in rodni volumen sta, glede na 2-3 velikost dreves in razdalje sajenja, 30- 50% .\ndrevesa so piramidalne oblike in z aktivno vegetativno rastjo; pričakovani pridelek in rodni 3-4 volumen sta nad 50%.\nKriterij strnjenosti\nopis nasada št. točk\nslabo strnjen nasad, z več kot 50% manjkajočih 0-2 dreves\nsrednje strnjen nasad, s 30-50% manjkajočih dreves 2-3\nstrnjen nasad, z manj kot 30% manjkajočih dreves 3-4\n"], "26": ["3.4.2 Kriteriji krajinske pestrosti", "Ocena funkcije krajinske pestrosti se določa s seštevanjem točk iz treh izbranih kriterijev, kriterij zaščite pred erozijo velja za vse oblike nasada, kriterij vizualnega vtisa in kriterij vtisa krajinske in ekološke pestrosti, pa sta posebej definirana za naslednje specifične oblike nasada:\n- samostojni nasad,\n- nasad v sklopu naselja,\n- posebne oblike nasada: pomembna osamela drevesa, drevoredi.\n"], "27": ["3.4.3 Kriterij zaščite pred erozijo", "opis nasada št. točk\nnasad se razprostira na ravninskem področju in nima 1 vpliva na zaščito pred erozijo\nnasad, ki se nahaja na gričevnatem, strmem pobočju, vendar je zaradi slabe strnjenosti, razporeditve dreves 2 njegov vpliv na erozijo slab\nnasad, ki se prav tako nahaja na gričevnatem, strmem pobočju, ampak razporeditev dreves in strnjenost sta 3 dobri, ter pozitivno vplivajo na zaščito pred erozijo\n"], "28": ["3.4.4 Samostojni nasad", "Kriterij vizualnega vtisa\nopis nasada št. točk\ndrevesa imajo videz naravnega habitusa 0-2 \npoleg zgoraj navedenega nasad vključuje tudi naravne prvine kot na primer skupine drevnin, posamezno 2-3 dominantno drevo itd\npoleg navedenega je nasad prilagojen reliefnim značilnostim, na nagnjenem terenu izveden po plastnicah, na ravnem terenu zasajen v organskih 3-4 formah, ki so blizu naravnim formam\n"], "29": ["Kriterij vtisa krajinske in ekološke pestrosti", "opis nasada št. točk\nv nasadu so le večje zaplate travišč 0-2\nv nasad so vključene posamezne avtohtone drevnine, potok, mokrišča, itd 2-3\npoleg navedenega je v nasad vključen naravni sestoj, kot večja skupina avtohtonih dreves, potok, mokrišče 3-4\n"], "30": ["3.4.5 Nasad v sklopu naselja", "Kriterij vizualnega vtisa\nopis nasada št. točk\nnasad se zajeda v naselje oz. rahlja prostor, lahko tudi 0-2 kot posamezno rodno drevo znotraj naselja\npoleg navedenega podpira videz naselja oz. poudarja dominantne objekte (arhitekturne skupine objektov) 2-3\npoleg navedenega poudarja robove naselij oz. tipičnost naselja (gručasto, grebensko, razvlečeno) 3-4 \nKriterij vtisa krajinske in ekološke pestrosti\nopis nasada št. točk\ndaje videz naravnega sestoja 0-2\nna posameznih drevesih ali skupinah rodnih dreves ni opaznih tehnoloških posegov 2-3\npoleg navedenega nasad vključuje naravne prvine (potok, mokrišče, naravna zarast), tako da so 3-4 sadna drevesa sestavni del naravnega prostora\n"], "31": ["3.4.6 Nasadi posebnih oblik", "Za nasade posebnih oblik štejemo drevorede in osamljena drevesa posebnega krajinskega pomena.\nKriterij vizualnega vtisa\nopis nasada št. točk\ndrevored po velikosti in habitusu ni izenačen, ne daje dobrega vizualnega vtisa; osamljeno drevo nima 0-2 karakterističnega habitusa, a je še prostorsko izpostavljeno\ndrevored delno izenačen, daje dober vizualni vtis; osamljeno drevo lepo raščeno, značilnega habitusa na izpostavljenem prostoru (travišču, hribčku ob naselju) 2-3 daje prostoru večji vizualni vtis.\ndrevored je izenačen po velikosti, habitusu, v sestoju je le ena sadna vrsta, daje odličen vtis; osamljeno 3-4 drevo izjemne oblike in lege \nKriterij vtisa krajinske in ekološke pestrosti\nopis nasada št. točk\ndrevored ali posamezno drevo ne dopolnjujeta 0-2 pestrosti prostora oz. v prostoru delujeta tuje\ndrevored ali posamezno drevo delno dopolnjujeta pestrost prostora in v prostoru ne delujeta tuje 2-3\ndrevored ali posamezno drevo dobro dopolnjujeta pestrost prostora, sta usklajena z ostalimi naravnimi 3-4 prvinami v neposredni bližini (gozd, potok, mokrišče)\n"], "32": ["3.4.7 Kriteriji biotske raznovrstnosti", "Biotsko raznovrstnost v polni meri lahko opredelimo za vsak travniški nasad s poudarjeno funkcijo pridelave in za vsak nasad z značilno krajinsko pestrostjo, vendar glede na današnje stanje v večini ekstenzivnih oz. travniških nasadih v Sloveniji nikjer ni mogoče opredeliti biotske raznovrstnosti kot osnovne funkcije. Zato biotsko pestrost ocenjujemo le za prva dva tipa nasadov in sicer v obliki biotskega dodatka v odstotkih. Ta se določa po naslednjih kriterijih:\nKriterij neugodnih posegov\nopis nasada %\nnasad z agro- in hidromelioracijami, brez specifičnih 0 biotopov\nnasad z delnimi agromelioracijami, delno z mokrišči ali živicami do 10\nnasad brez hidro- in agromelioracij, z ohranjenimi specifičnimi biotopi, z opaznim številom dreves z do 20 dupli in suhimi deli \nKriterij pestrosti\nopis nasada %\nnasad ene sadne vrste z majhnim številom sort, brez 0 domorodnih sort\nnasad več sadnih vrst, z deležem ene vrste ne večjim od 80%, z majhnim številom sort, nekaj domorodnih do 10\nnasad več sadnih vrst, z deležem ene vrste ne večjim od 60%, s poudarjenim številom sort, opazen delež do 20 domorodnih\nKriterij omejene oskrb\nopis nasada %\nneomejena košnja in rez 0\ndovoljeni so: košnja enkrat letno, odstranjevanje polomljenih vej in vzgojna rez mladih dreves do 10\npoleg dovoljenih: košnje enkrat letno, odstranjevanja polomljenih vej in vzgojne rezi mladih dreves so namensko urejene še ekološke niše ( skalnjaki, drevesa do 20 z dupli brez vsakršne rezi itd.)\n"], "33": ["3.5 Končna ocena nasada", "Končna celostna ocena nasada se za posamezen travniški nasad izvede na naslednji način:\n"], "34": ["3.5.1 Izračun osnovne ocene (Ooc)", "Ooc = ŠT (število točk) x ŠD (število dreves)  Ooc = osnovna ocena nasada \n ŠT = (A + B) x (1+ C/100) = ocena vseh funkcij nasada  za funkcijo pridelave A …………………... največ 8 točk  za funkcijo krajinske pestrosti B…………… največ 11 točk  za funkcijo biotske raznovrstnosti C……… ...največ 60%\n"], "35": ["3.5.2 Korekcija osnovne ocene (Koc)", "Zaradi uravnotežene končne ocene, je nujno osnovno oceno korigirati v določenih mejah. Nasadi se namreč med seboj močno razlikujejo po svoji prevladujoči funkciji (A ali B) in po svoji obliki. Zato bi ocena, določena samo na osnovi strokovnih meril, nekatere od njih postavljala v podrejen položaj (npr. nasade v sklopu naselij v primerjavi s samostojnimi ali osamela drevesa v primerjavi z drevoredi) in s tem tudi vplivala na odločitve glede njihove nege in morda celo obstoja. Korekcijska koeficienta s in k, ki ju v ta namen uvajamo, naj bi tako bila manj parameter strokovnega vrednotenja travniških nasadov in bolj instrument aktualne kmetijske politike in politike varovanja okolja.\nKončna ocena je tako določena s formulo:\nKoc = Ooc x s x k  Koc – korigirana ocena nasada  Ooc – osnovna ocena nasada  s , k – korekcijska koeficienta Korekcijski koeficient - s poudarja večji ali manjši pomen posamezne funkcije nasada; s spreminjanjem sorazmerja in s tako dobljeno višjo ali nižjo končno oceno je mogoče povečati pomen ene funkcije nasada pred drugo, ter s tem usmerjati interes oskrbovalcev. Sledi prikaz ocene sorazmerij med nasadi namenjeni pridelavi in nasadi, ki poudarjajo krajinsko pestrost. \n namembnost nasada koeficient s\nnasadi namenjeni predvsem pridelavi, 1  primarna je funkcija A\nnasadi namenjeni ustvarjanju krajinskega  videza, primarna je funkcija B 1,1\nKorekcijski koeficient - k uravnava nesorazmerja zaradi razlik v velikosti nasada; s spreminjanjem sorazmerja in s tako dobljeno višjo ali nižjo končno oceno je mogoče povečati pomen posamezne specifične oblike nasada ter s tem usmerjati interes oskrbovalcev.\noblika nasada koeficient k\nsamostojen nasad 1\nnasad v sklopu naselja 1,1\nnasad posebne oblike – drevored do 3\nosamljeno drevo posebnega pomena,  manjše značilne skupine dreves do 10\n"], "36": ["3.6 Razvoj večparametrskega modela", "Najprej je bil določen problem, ki je v tem primeru ocenitev stanja travniških nasadov in njihova razvrstitev glede na kvaliteto. Sam razvoj modela je bil narejen v več korakih, ki omogočajo sistematično obdelavo podatkov:\n- identifikacija kriterijev,\n- vrednotenje in analiziranje variant in opis variant\n- določitev odločitvenih pravil – funkcij koristnosti,\n- določitev kvalitativnih zalog vrednosti za izbrane osnovne in agregatne atribute, \nVečparametrski model za ugotavljanje stanja travniških nasadov smo zasnovali na podlagi prej določenih kriterijih ocenjevanja, ki so bili dodobra razčlenjeni ter opredeljeni v zgornjem delu diplomske naloge.\n"], "37": ["3.6.1 Identifikacija kriterijev", "Pri identifikaciji kriterijev smo določili kriterije, na podlagi katerih smo ocenjevali variante in zasnovali strukturo odločitvenega modela. Pri teh določitvah je bilo potrebno upoštevati načelo polnosti. Pozorni smo morali biti na to, da smo zajeli vse parametre, ki so bistveno vplivali na odločitve. Prav tako je bilo treba izpolniti nekatere druge zahteve, kot so celovitost ter merljivost kriterije Iz slike 6 je lepo razvidno drevo kriterijev, ter razčlenitev vseh kriterijev, ki so bili zajeti v ocenjevanju. V opisu pa najdemo kratek zapis, kaj predstavlja kateri od kriterijev.\n"], "38": ["3.6.2 Opis variant in zalog vrednosti", "Pri opisovanju osnovnih parametrov z vrednostmi, potrebno je bilo poznavanje variant ter posedovanje podatkov o njih. Iz že izoblikovanega številčnega ocenjevanja, smo spremenili vrednosti v opisno obliko, uporabili smo zgolj kvalitativne opise. Vrednosti so na lestvici zalog razporejene od slabših k boljšim. Z rdečim krepkim tiskom so označene slabe vrednosti, z navadnim nevtralne, z zelenim krepkim tiskom pa označujemo zaželene vrednosti\n"], "39": ["3.6.3 Definiranje funkcij koristnosti", "Funkcija koristnosti v ekspertnem sistemu DEXi je faza, v kateri določimo vpliv osnovnih parametrov oziroma listov drevesa na izvedene parametre vse do končne ocene variante (Jereb in sod. 2003).\nPri določanju funkcij smo morali biti pozorni, da pravilno ovrednotimo vse parametre, tako, da je končna funkcija najbolj reprezentativna za obstoječ problem oziroma v našem primeru za ocenitev travniškega nasada. \nOcenjevanje travniških nasadov je zajemalo štiri kriterije: kriterij pridelave, kriterij krajinske pestrosti, kriterij biotske raznovrstnosti ter kriterij funkcije nasada. Funkcijo celotne ocene nasada smo določili hierarhijo med temi kriteriji in sicer po določilih, kateri parametri so bolj pomembni. Tako se je izoblikoval sistem v katerem so zgoraj navedeni kriteriji zastopani v razmerju 30% : 29% : 23% : 18%. Iz razmerja je bilo razvidno, da sta kriterij pridelave in kriterij krajinske pestrosti dokaj izenačena. Pomembnost prvega ima minimalno moč, da pretehta zadevo v svojo korist. Kriterij biotske raznovrstnosti ima že nekoliko manjši pomen, vendar je še vedno pomemben faktor pri končni oceni, v nasprotju s kriterijem funkcije nasada, katerega vloga je bolj razpoznavnost travniških nasadov.\nOdločitvena pravila so opisi, na primer slab, povprečen, dober. Odločitveno pravilo zapisano v preglednico odločitvenih pravil kot <= predstavlja »slabši ali enako«, pravilo >= pa »boljši ali enak«. V primeru, da imamo v razpredelnici znak *, vemo, da za parameter ni določene nobene vrednosti.\nKer kriterij pridelave predstavlja najpomembnejši faktor celotne funkcije, smo prikazali tudi njegovo razčlenitev. Iz preglednice je razvidno, da je razmerje med fiziološkim stanjem dreves ter strnjenostjo 55% : 45%. Iz tega sledi, da ima fiziološko stanje dreves večji vpliv na funkcijo koristnosti kriterija pridelave.\n"], "40": ["3.6.4 Vrednotenje in analiza variant", "Vrednotenje je postopek določanja končne ocene variant. Podlaga je njihov opis po osnovnih kriterijih. Vrednotenje poteka »od spodaj navzgor«. Praviloma je najboljša varianta, ki dobi najvišjo oceno. V našem primeru je varianta travniški nasad. Variante je potrebno po zaključenem vrednotenju še analizirati oziroma je treba preveriti, ali so ugotovitve skladne z našimi pričakovanji (Jereb in sod., 2003). Ekspertovo vedenje o travniških nasadih je za preverjanje rezultatov oziroma ocenjevanja logičnosti le-teh še posebej ključno v tej fazi.\n"], "41": ["4 REZULTATI Z RAZPRAVO", ""], "42": ["4.1 Rezultati ocenjevanja travniških nasadov", "Ocenjenih je bilo 82 travniških nasadov. Zaradi velikega števila travniških nasadov ne bilo smotrno prikazovati rezultatov za vsak nasad posebej zato smo izdelali preglednico kjer je prikazan povzetek celotnega ocenjevanja. Ocene vseh nasadov pa se nahajajo v prilogi. Razvidno je, da prihaja do velikega razpona med najvišjo in najnižjo končno oceno nasada. kar pa je razumljivo, saj ima pri tem veliko vlogo število dreves. Iz podatkov je razvidno, da so povprečne vrednosti dokaj oddaljene od teoretsko dosegljivih. To nam pove, da je stanje travniških nasadov srednje do slabo.\nPo obliki nasada smo travniške nasade ločil na samostojni nasad in na nasade v sklopu naselja. Iz grafikona 1 je lepo razvidno, da prevladujejo nasadi v sklopu naselja. To je razumljiv podatek, saj v Sloveniji skoraj ne najdemo dvorišča, na katerem ne bi raslo sadno drevje. \nOBLIKA NASADA\n6%\n94%\nPri funkciji nasada večinoma prevladuje pridelava, le tu in tam, bolj izjema kot pravilo, je osnovni pomen nasada krajinski videz.\nFUNKCIJA NASADA\n2%\n98%\nPo ugotovili, da se vse ocene gibljejo v spodnjem predelu, smo naredili še razčlenitev vseh kriterijev in njihovih parametrov. Vidimo, da je bilo pri kriteriju pridelave 77% vseh nasadov ocenjenih v razponu od nič do dveh točk \nPri kriteriju krajinske pestrosti v celoti ( zajeta tudi erozijska vloga), pa je 80,50% ocenjenih nasadov v razponu od nič do dveh točk.\nSamo erozijsko vlogo smo dodatno razčlenili in sicer: 80 nasadov se razprostira na ravnini, 2 nasada pa imata slab erozijski pomen.\nPri kriteriju biotske raznovrstnosti je bilo kar 92,3 odstotkov ocenjenih ekstenzivnih oziroma travniških nasadov ocenjenih v razponu od nič do deset odstotkov.\n"], "43": ["4.2 Rezultati večparametrskega odločitvenega modela", "Analizirali smo rezultate ocen variant večparametrskega modela, ki smo ga s pomočjo ekspertnega modela DEXi zgradili za ocenjevanje travniških nasadov. Iz naslednjega grafikona lahko razberemo, kakšno je trenutno stanje v naravi. Od 82 nasadov, ki so bili ocenjeni, jih je bilo 19ocenjenih z zelo slabo, 30 z oceno slabo, 20 je dobilo oceno srednje, 13 nasadov oceno dobro in noben nasad oceno odlično. S tem smo še bolj potrdili iz klasičnega ocenjevanja dobljene podatke, da je stanje slabo do srednje. V nadaljevanju bomo prikazali štiri naključno izbrane travniške nasade, ter naredili grafično primerjavo med njimi, za lažje razumevanje rezultatov in uporabnosti samega sistema DEXi.\nSpodnja slika nam predstavlja rezultate vrednotenja za štiri naključno izbrane travniške nasade. Jasno so ocenjeni vsi parametri, ter na podlagi izdelanih funkcij prikazana končna ocena za vsak nasad posebej. \nVizualna, lažja predstavitev končne ocene nasadov, kjer je razvidno, da je bil nasad s številko 69 ocenjen z zelo slabo oceno, nasad s številko 4 z slabo oceno, nasad s številko53 s srednjo oceno, nasad s številko 21 pa z dobro oceno.\nV naslednjem grafikonu prikazujemo ocenitve nasadov z številkami: 19, 32, 49, 59. Grafikon predstavljene končne ocene kriterija pridelave, kriterija krajinske pestrosti in kriterija biotske raznovrstnosti. Čim bolj se črtni prikaz giblje proti robom celotnega večkotnika oziroma se ga dotika, tem boljša je bila ocenitev tistega kriterija kateremu se približuje. Ocene vseh nasadov so v prilogi. Moramo pa tudi upoštevati, da so kriteriji razdeljeni hierarhično in se za končno oceno nasada upošteva tudi funkcija, ki je bila določena za vsak kriterij posebej.\n19 32\n49 59\nLepši pogled, razlago in utemeljitev končne ocene nasadov s pomočjo obdelave podatkov s programom DEXi, nam prikazuje grafikon 6. V njem so prikazani najpomembnejši parametri kriterijev, ki imajo največjo prevlado pri določitvi končne ocene. Bolj se črtna označba giblje proti robom šesterokotnika, višja je bila ocena za tisti parameter in posledično s tem tudi boljša končna ocena travniškega nasada. Primer nasada z oznako 48, ki je bil eden redkih, ki je prejel končno oceno dobro, graf lepo prikazuje približevanje robu šesterokotnika, res da ne pri vseh parametrih, vendar mu skupek vseh ocen kriterijev daje končno pozitivno oceno.\n"], "44": ["5 SKLEPI", "Prišli smo do spoznanja, da je definicija »travniški nasad« preohlapna, zato bi jo bilo potrebno bolje opredeliti. V praksi prihaja včasih do dvomov ali si ocenjeni nasad res zasluži naziv »ekstenzivni oziroma travniški nasad«.\nTako TB metoda kot metoda DEX za ocenjevanje travniških nasadov, sta nam podali slabe ocene. Izjema je le kriterij pridelave, ki je bil po obeh metodah ocenjen s povprečno oceno. Najmanjše število točk sta zbrala kriterija krajinske pestrosti in biotske raznovrstnosti . Skupna ocena travniških nasadov je srednje slaba. Potrebno bo ukrepati, da se bo stanje izboljšalo, drugače bo »travniški nasad«, ki ga najdemo skoraj na vsakem dvorišču izpuhtel v neznano. V njem se skriva velik potencial bio pridelave sadja. Pomen takega načina pridelave iz dneva v dan raste in predstavlja zanimivo tržno nišo.\nMetoda ocenjevanja ter uporabnost programa DEXi za določanje stanja travniških nasadov, sta se izkazala kot zelo dobra. Smiselno je razmisliti, da bi se uvedlo ocenjevanje po teh dveh sistemih, saj se eden z drugim dopolnjujeta in tako dobimo bolj realno končno oceno. Omenjeno metodo ocenjevanja ter rezultate bi bilo smiselno uporabiti pri delitvi subvencij za travniško obliko nasada. Po določenem ključu, ki bi se izdelal, bi bila tudi subvencija gibljiva glede na ocenitev nasada. S tem bi se posledično izboljšalo stanje travniških nasadov v Sloveniji. V začetku bi bilo potrebno uvesti tako imenovano prehodno obdobje, za katerega bi se izdala posebna brošura. V njej bi bilo zapisano, kaj in kako se bo ocenjevalo. Navedena bi bila tudi navodila , kako izboljšati obliko, sestavo ter vzdrževanje travniških nasadov.\nNa podlagi rezultatov, lahko potrdimo postavljeno delovno hipotezo.\n"], "abstract": ["Travniški nasadi predstavljajo neprecenljivo vrednost, ki se je skozi desetletja ohranjalo skoraj samo od sebe. V tem diplomskem delu je bilo po različnih kriterijih ocenjenih 82 travniških nasadov na področju Prekmurja. Pridobljeni podatki so prikazali trenutno stanje nasadov v naravi, ki je srednje slabo. Za boljše razumevanje in bolj realno in uravnoteženo razlago ocenitve smo izdelali s sistemom DEXi večparametrski model, ki nam je služil za dodatno oceno sadovnjakov. Na podlagi rezultatov smo potrdili, da je stanje res slabo. Sistema, ki smo ju uporabljali za obdelavo podatkov in ki se med seboj dopolnjujeta, sta se izkazala kot uporabna za širše območje. Uporabljena bi lahko bila za ocenjevanje pri določanju zneska subvencij za ekstenzivne oziroma travniške nasade. S tem bi posredno vplivali, da bi se travniški nasadi bolje upravljali in ohranili tudi za prihodnost. "]}