{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev problema in opis področja raziskovanja", "V zadnjih letih je kakovost postala eden izmed odločilnih dejavnikov uspešnega poslovanja podjetja. V tej zvezi so se spremenila gledanja na kakovost in računovodsko obravnavanje stroškov. Vse bolj je prisotna miselnost, ki temelji na celovitem obvladovanju kakovosti. Pojavljajo se novi pogledi in stili upravljanja ter vodenja podjetij, ki so prežeti s težnjo po vedno večji kakovosti. Kakovost ima svojo ceno in zato tudi svoje stroške, ki jih more podjetje kar najbolje spoznati in optimirati.\nV novejšem času posvečamo vedno več pozornosti ustreznemu obvladovanju stroškov. Sodobni proizvodni procesi, ki temeljijo na visoki kakovosti izdelkov, spreminjajo običajno pojmovanje stroškov kakovosti in vzpostavljajo drugačno razumevanje stroškovnega računovodstva. Vse bolj se opušča tradicionalno gledanje na kakovost in stroške kakovosti. V ospredje prihajajo nova spoznanja glede kakovosti, kjer se kakovost obravnava na vseh področjih poslovanja. Vse te spremembe podjetja nekako silijo, da prilagodijo svoje računovodstvo tako, da bo kar najbolje zadovoljevalo potrebe vodstva (Koletnik 22, 1996).\nKljub temu da podjetja porabijo velike vsote denarja za celovito obvladovanje kakovosti, mnogim spodleti pri uresničevanju pomembnih izboljšav pri kakovosti in doseganju dobička. Od mnogih možnih vzrokov, ki povzročajo neuspeh podjetij, izstopa pomanjkanje ustreznega merjenja stroškov kakovosti. Merjenje stroškov kakovosti služi kot sredstvo za ugotavljaje kdaj, kje in kako je bil porabljen denar za izboljšanje kakovosti. Za celovito obvladovanje kakovosti si prizadevajo tudi v podjetju Gorenje. Vprašanje pa je v kakšni meri to področje podpirajo računovodske informacije.\nČe želi Gorenje d.d. in tudi ostala podjetja v Sloveniji ostati konkurenčna tudi v evropskih državah in v svetu, si morajo v podjetju zagotoviti ustrezne sisteme kakovosti, saj bodo le tako lahko z dobro kakovostjo in nizko ceno, ostala konkurenčna na tujih trgih. Pri tem pa je izračun stroškov kakovosti pomemben ključ, ki jim lahko pomaga odpreti vrata do upravljanja in vodenja kakovosti.\n"], "3": ["1.2. Namen, cilji in osnovne trditve", ""], "4": ["1.2.1 Namen", "Skozi diplomsko nalogo skušamo prikazati, kako zelo je za sodobno podjetje pomembno ustrezno spremljanje stroškov kakovosti. Naš glavni namen je preučiti in predstaviti računovodsko obravnavanje stroškov kakovosti za podjetje Gorenje ter oblikovati predloge, s katerimi bi v računovodstvu zagotovili podporo, s katero bi bolje zadovoljevali informacijske potrebe po stroških kakovosti in s tem pripomogli k celovitejšemu obvladovanju kakovosti. \n"], "5": ["1.2.2 Cilji", "Pri pisanju diplomske naloge smo si zadali nekatere cilje, ki jih bomo poskušali realizirati. Ti pa so naslednji:\n- razložiti, kateri so vzroki za opuščanje tradicionalnega pojmovanja in obvladovanja  stroškov kakovosti ter kakšne so posledice tega,\n- predstaviti vlogo računovodstva pri obvladovanju celovite kakovosti podjetja,\n- predstaviti pomen informacij o stroških kakovosti, ki jih pripravlja računovodstvo,\n- ugotoviti prednosti in pomanjkljivosti obstoječega računovodenja stroškov  kakovosti v podjetju Gorenje,\n- navesti predloge za izboljšanje obstoječega računovodenja stroškov kakovosti, ki bi  pripomogli k celovitemu obvladovanju kakovosti v podjetju Gorenje.\n"], "6": ["1.2.3 Trditve", "Naša osnovna trditev je, da lahko v podjetju Gorenje izboljšajo računovodenje stroškov kakovosti in s tem prispevajo svoj del k celovitemu obvladovanju kakovosti.\n"], "7": ["1.3 Predpostavke in omejitve raziskave", "V diplomski nalogi obravnavamo več mogočih pristopov zbiranja in merjenja stroškov kakovosti, kjer namenjamo več pozornosti procesnemu pristopu. Pri računovodenju stroškov kakovosti v podjetju Gorenje, pa se omejujemo predvsem na knjigovodsko funkcijo. Prav tako pa se omejitev nanaša na uporabo internih podatkov podjetja.\n"], "8": ["1.4 Predvidene metode raziskovanja", "Raziskava zajema računovodsko funkcijo v podjetju, zato gre za poslovno raziskavo.\nLahko bi tudi rekli, da je diplomsko delo dinamična ekonomska raziskava, saj je v njem opredeljeno kako prihaja v sodobnem času do drugačnega pojmovanja stroškov kakovosti. V tem primeru proučujemo spremembe, ki jih prinaša novo pojmovanje.\nPrav tako uporabljamo pri pisanju deskriptivni pristop in sicer metodo kompilacije s katero povzemamo spoznanja in stališča drugih domačih in tujih avtorjev in oblikujemo svoje zaključke. Tako lahko govorimo tudi o induktivno analitičnem pristopu kot deduktivno analitičnem pristopu. Velik del podatkov o podjetju Gorenje pa smo pridobili s pogovori z vodilnimi ljudmi s področja računovodstva. \n"], "9": ["2 VLOGA RAČUNOVODSTVA NA PODROČJU CELOVITEGA OBVLADOVANJA KAKOVOSTI", ""], "10": ["2.1 Opredelitev kakovosti in stroškov kakovosti", "Stroški kakovosti nastajajo zaradi zahtev kakovosti. Izraz kakovost lahko ima več pomenov, odvisno od razumevanja posameznika, uporabljenih meril in okoliščin. Veliko strokovnjakov meni, da je skladnost (konformnost) s pričakovanji najprimernejša opredelitev kakovosti. Tako lahko govorimo o kakovosti, ki meri skladnost izdelka s zahtevami kupca (Hansen and Mowen 2003, 657).\nEna prvih nalog računovodstva pri uvajanju skrbi za kakovost je ugotavljanje stroškov kakovosti. Vendar ne gre za preprosto nalogo, saj ni namreč enotno opredeljeno, kaj vse všteti v stroške kakovosti in kako ovrednotiti količinske podatke. Tako kot za kakovost tudi za stroške kakovosti obstaja več različnih opredelitev, za katere pa velja, da med njimi ni bistvenih razhajanj in nasprotovanj. Razlike so le med pojmovanji posameznih skupin stroškov ali pa v obsegu, ki jih posamezna skupina zajema. Stroške kakovosti lahko opredelimo kot vse tiste stroške, ki so neposredni pri prizadevanju za višjo kakovost, in tiste, ki so nastali zaradi napak in pomanjkljivosti in zato ne ustrezajo potrošnikovim zahtevam. Najpogostejša delitev stroškov kakovosti je delitev na stroške preventive, stroške presojanja ter stroške zunanjih in notranjih napak (Dubrovski 1991, 317-319). V novejšem času pa je bolj znana delitev na stroške skladnosti in neskladnosti. Več o delitvi stroškov pa bomo podrobneje navedli v naslednjih poglavjih.\n"], "11": ["2.2 ISO standardi", "Rast in preživetje podjetij je dandanes zelo odvisna od usmerjenosti podjetja h kupcu in od sposobnosti proizvajati hitro in z nizkimi stroški. To pa je povod, da si podjetje z uvedbo standardov ISO 9000 zagotovi ustrezno kakovost izdelkov ali storitev. Podjetja pogosto nimajo dovolj znanja o stroških kakovosti zaradi nezadostne dokumentacije o stroških kakovosti, ki pa jo prav tako lahko izboljšajo z uvedbo standardov ISO 9000 (Mushin, in Oztas 2002, 101-104).\nVprašanja kakovosti se podjetja lotevajo z novimi sistemskimi ukrepi, katerih osnovna načela so zajeta v standardih serije ISO 9000. Ti standardi so primerni za vse organizacije ne glede na velikost, dejavnost in vrsto proizvodov. Postavitev sistema kakovosti in pridobitev certifikata, ki potrjuje, da poteka poslovanje v skladu z določili ISO 9000 standardov, je le eden od pogojev za vstop na trge. To je le orodje za učinkovito vodenje organizacije. V rokah vodstva pa je, kako bodo zahteve za sistem kakovosti, ki jih določa standard, prilagodili svojim ciljem, proizvodom, postopkom in posebnostim organizacije. Kakovost nikakor ne sme biti prepuščena naključju, temveč mora biti rezultat prizadevanj vseh neposredno ali posredno vključenih v poslovanje organizacije (Vujoševič 1996, 11- 17). \n"], "12": ["2.3 Celovito obvladovanje kakovosti", "Celovito obvladovanje kakovosti zahteva kakovost od začetka, čim hitreje se vključijo mehanizmi za obvladovanje kakovosti, tem večji so njegovi učinki. To pa pomeni, da so največji učinki zagotavljanja kakovosti tedaj, ko se varovalni mehanizmi vključijo v začetno fazo življenjskega cikla, to je v fazo snovanja in razvijanja novega izdelka. Namen celovitega obvladovanja kakovosti je dolgoročni uspeh skozi zadovoljstvo kupca in koristi vseh članov podjetja. Celovito obvladovanje kakovosti je sistem planiranja, kontroliranja in odločanja o kakovosti, ki zahteva predanost celotnega podjetja in podjetniško kulturo osredotočeno na kakovost. Kakovost je treba vgraditi v vse aktivnosti, vključno z nabavo, proizvodnjo, prodajo in servisiranjem. Kakovost izdelka določa kupec in mora ustrezati njegovim pričakovanjem. V sklopu celovite obvladovanja kakovosti je treba stroške kakovosti identificirati, klasificirati in meriti. Pri tem ne smemo zanemariti nefinančnih meritev, kot so število defektnih enot, prepozne dobave, pritožbe in vračila izdelkov. Pomembna so tudi poročila o stroških kakovosti, ki nas pravočasno opozorijo na probleme povezane s kakovostjo (Talaat, A. Elshazly 1999, 22).\nVloga računovodij pri zbiranju informacij o stroških kakovosti je velika in je odločilnega pomena, da se računovodje zavedajo vpliva teh informacij na delovanje podjetja. Računovodja mora biti buden nad aktivnostmi in funkcijami v podjetju, ki medsebojno vplivajo druga na drugo. Sprememba stroškov pri eni aktivnosti lahko ima nezaželene učinke na ostale aktivnosti ali funkcije. Zaradi tega je pomembna integracija oddelka za kakovost z računovodstvom in ostalimi deli podjetja. Pri celovitem obvladovanju kakovosti se od računovodstva pričakuje, da redno prikazuje stroške kakovosti in poroča kakšni so vrednostni učinki, če se kakovost izboljša. S tem se spodbudijo tudi nadaljnja prizadevanja za kakovost (Hansen and Mowen 2003, 666).\n"], "13": ["2.4 Različna pojmovanja stroškov kakovosti", "Če govorimo o kakovosti, ne moremo mimo problematike stroškov kakovosti, ene od najpomembnejših za razumevanje njene vloge in pomena. Skozi temeljna pravila tradicionalnega pristopa je gibanje stroškov kakovosti predvsem jasno, medtem ko sodobni pristopi zavračajo takšno poenostavljenost in zahtevajo skrajno resno obravnavo.\n"], "14": ["2.4.1 Tradicionalni vidik obravnavanja stroškov kakovosti", "Tradicionalni pristop je v zadnjih letih doživel precej kritike saj je premalo skladen s celovitim obvladovanjem kakovosti. Pod takšnim pojmovanjem, so podjetja trošila sredstva v napačni smeri, saj je delež preventivnih stroškov zanašal le okoli 5% celotnih stroškov. Prevelik poudarek je bil na razrešitvi problema, manj pa na ugotavljanju dejanskega povzročitelja in korekciji sistema. V sodobnih podjetjih znaša danes ta delež že okrog 30%. Ker podjetja namenijo več preventivnim dejavnostim, se zato zmanjšajo poslovni stroški, predvsem pa stroški napak. Podjetje se mora napakam izogibati ne pa jih odkrivati (Koletnik 1996, 6-8).\nPomanjkljivost tradicionalnega pristopa k stroškom kakovosti je tudi, da skupne stroške reducira le na fazo izdelave, kjer pa ne vključuje količinskih stroškov kakovosti in ostalih funkcij poslovanja, ki pa so s kakovostjo močno povezane (Dubrovski 1991, 320). \nTradicionalno gledanje na kakovost je poročalo vodstvu o vračilih in škartnem materialu. Te pomembne informacije je pogosto težko analizirati in tolmačiti z vidika stroškov. Kot rezultat, lahko spregledamo priložnosti varčevanja s stroški. Merjenje stroškov kakovosti »leži v srcu« programov za izboljšanje kakovosti. Na žalost tradicionalni računovodski sistemi stroškov kakovosti ne poročajo o stroških kakovosti ločeno. Ampak raje te stroške pokopljejo v množici tradicionalnih kategorij kot so materiali, delo in skupni stroški. Uspešno poslovanje zahteva predračunavanje in kontroliranje stroškov kakovosti (British standard 2 1990, 2).\n"], "15": ["2.4.2 Sodobni način obravnavanja stroškov kakovosti", "Znano je, da so sodobno zamisel stroškov kakovosti prvi osvojili Japonci. Japonska podjetja so trden dokaz, da pomeni višja kakovost nižje stroške, kajti narediti izdelek že prvič pravilno pomeni v končnem seštevku manj dela, dodatnih opravil in večjo produktivnost. Zato je pomembno stališče sodobnega pristopa, ki predstavlja koncept proizvodnje brez napak, kar pomeni, da mora biti izdelek narejen prvič pravilno. Pri konceptu brez napak se stroški ugotavljajo v vseh proizvodnih procesih in ne samo v proizvajalnem procesu (pravilno in razumljivo napisan dopis, natančno računovodstvo, točni podatki raziskave trga itd.)(Dubrovski 1991, 323).\nSodobne obravnave razdeljujejo stroške kakovosti na stroške skladnosti in stroške neskladnosti z zahtevami kupca ali na poslovno potrebne in nepotrebne stroške. Potrebni stroški so tisti, ki so potrebni za proizvodnjo neoporečnega izdelka in ne smejo vsebovati stroškov, ki so povezani z nekoristnim delom, izmeti in podobno. So posledica objektivne uporabe prvin za doseganje zadanih ciljev, vsi ostali so nepotrebni stroški in se jih morajo podjetja izogibati, saj so čista izguba in jih ne moremo vračunati v prodajno ceno (Koletnik 1996, 29-39). Čeprav so številna podjetja leta koristno uporabljala kontrolo kakovosti v takšni ali drugačni obliki, obstajajo pomembne razlike med tradicionalnim kontroliranjem kakovosti in novimi izboljševalnimi gledanji na kakovost, kar prikazuje tudi tabela 1.\nOBVLADOVANJEM KAKOVOSTI\n"], "16": ["2.5 Pomen računovodstva pri novih gledanjih na kakovost", "Pri uvajanju skrbi za kakovost in nenehno izboljševanje kakovosti poslovanja ima danes računovodstvo pomembno vlogo. Vloga računovodij pri ravnanju s celovito kakovostjo vključuje zbiranje vseh pomembnih in koristnih podatkov, aktivno sodelovanje v vseh fazah obvladovanja kakovosti. Razvijanje managementa kakovosti brez aktivne vpletenosti poslovodnih računovodij lahko povzroči neuspeh pri doseganju svojih potencialov. Pogosto se zgodi, da so podatki o kakovosti zbrani in sporočeni tako, da premalo poudarjajo stroške kakovosti ter nakazan vpliv kakovosti na denarno izraženo uspešnost. Razmerja med stroški in koristi so zato zakopana v množici stroškov proizvoda ter v obračunih oddelkov za trženje, inženirstvo in storitve (Blocker et al. 2002, 226).\nZ izobraževanjem računovodij in njihovim strokovnim znanjem o informacijah glede analiziranja, merjenja in poročanja o stroških kakovosti, lahko računovodje pomagajo pri vodenju obsežnih informacij o kakovosti in sodelujejo pri snovanju celotnega sistema zbiranja, merjenja in poročanja o stroških kakovosti. S podrobnejšo analizo stroškov kakovosti lahko odkrijejo povzročitelje in vzroke za nastale stroške ter velikost in vrsto stroškov kakovosti po izbranih kriterijih. Nadalje lahko računovodje izboljšajo ravnanje s celovito kakovostjo z integracijo informacij o stroških kakovosti z že obstoječim sistemom poročanja in merjenja v managementu. Ta integracija olajša stalen in nepretrgan proces izboljševanja kakovosti s tem, ko izvajajo redne in rutinske aktivnosti, v zvezi z merjenjem, poročanjem in vrednotenjem kakovosti. Računovodje bi morali v celoti sodelovati v vseh aktivnostih, ki se nanašajo na izboljšanje kakovosti v podjetju. Te aktivnosti pa so lahko (Blocker et al. 2002, 227):\n- zagotoviti prisotnost računovodij pri vseh glavnih temah o izboljševanju kakovosti,\n- aktivno sodelovanje na področjih, kjer se identificirajo priložnosti in potrebe po  izboljševanju kakovosti,\n- razviti merjenje kakovosti za nadaljnje opazovanje in določitev neprekinjenega  procesa doseganja ciljev kakovosti,\n- razpravljati o učinkovitosti kontrole kakovosti ter o upravičenosti tečajev za  usposabljanje kontrolnega osebja s kadrovskim oddelkom,\n- sodelovanje pri izbiri proizvajalne opreme, s tem, da se bo udeležil preizkusa in  ogleda opreme,\n- nenehno preverjati stroške izmečka in popravil ter podlago za njih ocenjevanje.\nDa se lahko računovodje soočijo z izzivom ravnanja s celovito kakovostjo, morajo poznati celotno metodologijo ravnanja s celovito kakovostjo. Sposobni morajo biti ustvariti ali prilagoditi informacijski sistem, ki bo meril in nadziral kakovost ter ocenil napredek ravnanja s celovito kakovostjo, ki ga pričakuje posamezna organizacijska enota in podjetje kot celota. Večina računovodstev ne prikazuje vseh specifičnih vrst stroškov kakovosti, potrebnih za obvladovanje kakovosti. Zato morajo računovodje:\n- določiti kateri konti vsebujejo pomembne podatke pri ravnanju s celovito  kakovostjo \n- preurediti in obnoviti obstoječi računovodski sistem tako, da bo zagotavljalo točne  in popolne podatke o stroških kakovosti\n- ponovno pregledati kotni plan za določitev posameznih kategorij stroškov  kakovosti\nVsebina poročil o stroških kakovosti se od podjetja do podjetja zelo razlikujejo, odvisno od dejavnosti in njihovih proizvodnih značilnosti. V njih so razpoznavni ugotovljeni stroški, njihovi vzroki in kritična mesta v podjetju. Na čim višja mesta so poročila poslana, tem krajša so. Računovodje morajo zagotoviti, da procesi merjenja in poročanja o stroških kakovosti ustrezajo naslednjim kriterijem (IFAC 1997, 77-81):\n- vključiti vsa pomembna merjenja stroškov kakovosti tako finančne kot tudi  nefinančne meritve\n- prilagoditi merjenje stroškov tako, da se bo odražalo na kakovosti in poslovnih  izzivih\n- prirediti merjenje stroškov kakovosti glede na njihove potrebe, ki se spreminjajo\n- enostavna uporaba, izvajanje in nadziranje merjenja ter poročanja\n- zagotovitev hitrih in pravočasnih povratnih informacij uporabnikom in vodilnim\n- poleg nadziranja je treba pospeševati izboljšave\n- motivirati zaposlene za doseganje ciljev kakovosti\n"], "17": ["2.6. Različni pristopi zbiranja in merjenja stroškov kakovosti", "Obstaja več možnih poti zbiranja in vodenja stroškov kakovosti. Pot, ki si jo bo izbralo posamezno podjetje, je odvisna predvsem od zastavljenih ciljev in komu so končni podatki namenjeni. Zbiranje in merjenje stroškov kakovosti mora vedno biti prilagojeno potrebam določenega podjetja. Pri uporabi kateregakoli modela moramo najprej prepoznati elemente stroškov kakovosti, jih moramo meriti in kvantificirati ter jih šele nato ovrednotiti. Pri vseh teh aktivnostih morajo sodelovati računovodje z oddelkom za zagotavljanje kakovosti in ostalimi strokovnim osebjem. Bolj ti med seboj sodelujejo, bolj natančne stroške kakovosti lahko prikažemo.\n"], "18": ["2.6.1 PAF model", "Ime modela izhaja iz angleških besed prevention-appraisal-failure in predstavljajo naslednje stroške: (priloga 1 podrobnejša razdelitev stroškov)\n- preventivni stroški (prevention costs) so vsi stroški, ki nastanejo ob ugotavljanju,  raziskovanju, preprečevanju, zmanjševanju tveganja nekonformnosti in izmeta.\n- stroški ocenjevanja (appraisal costs) so stroški vrednotenje dosežkov glede zahtevane  kakovosti, vključno s stroški preizkušanja in kontrole v katerikoli fazi kakovostnega  kroga;\n- notranji stroški napak (internal failure costs) so stroški, ki nastajajo kadar podjetje  posluje nekenformno ali s škartom pri katerokoli fazi poslovanja.\n- zunanji stroški napak (external failure costs) so stroški, ki nastanejo zaradi  nekonformnosti ali škarta, ko je izdelek že dostavljen kupcu (Wen-Hsein, Tsai 1998). \nPri tem modelu, prevzame odgovornost za identificiranje elementov stroškov kakovosti in priskrbo potrebnih kvantitativnih podatkov za vsak element oddelek za zagotavljanje kakovosti v sodelovanju z ostalim potrebnim osebjem v podjetju. Šele nato računovodja porazdeli stroške na posamezne elemente, ki so bili identificirani. Zelo koristno pa je, da oddelek za zagotavljanje kakovosti in ostalo potrebno osebje med izvajanjem teh aktivnosti, sodelujejo z računovodjem (Dale in Plumket 1995,64).\nModel je v praksi zelo pogosto uporabljen in je primeren za podjetja, ki želijo prikazovati skupne stroške kakovosti. Vendar mu številni strokovnjaki prepisujejo številne pomanjkljivosti kot so (Wen-Hsein, Tsai 1998):\n- pri mnogih aktivnostih, ki so povezane s kakovostjo, je težko opredeliti natančno v  katero kategorijo spadajo\n- ni preveč primeren za neproizvodne aktivnosti\n- opredeljeni elementi povezani z aktivnostmi kakovosti se pogosto ne ujemajo s  informacijami o stroških, ki jih pridobimo iz računovodskega sistema\n- v podjetju je prisotna cela vrsta preprečevalnih aktivnosti s katerimi v podjetju  zagotavljajo kakovost, vendar te nikoli niso vključene v poročilih o stroških  kakovosti\n- originalen PAF model ne vključuje stroškov kakovosti kot sta npr. izguba prodaje  in izguba kupčevega dobrega imena\n- model posveča vso pozornost zmanjšanju stroškov kakovosti in zanemarja učinke  povečanja prodaje, ki so doseženi na račun boljše kakovosti.\n"], "19": ["2.6.2 Procesni model", "Tradicionalno računovodenje pogosto spodleti pri povezovanju stroškov z aktivnostmi. Kar pogosto privede do tega, da skupina za kakovost nima na razpolago informacij, ki so potrebne za reševanje problemov glede kakovosti. Zato morajo računovodje stroške kakovosti povezati z aktivnostmi, da lahko skupina za kakovost svoj trud osredotoči na doseganje celovite kakovosti. Ena od možnosti je uporabiti tehnike obvladovanja stroškov po procesih za zagotavljanja celovite kakovosti, kjer natančno prepoznajo povzročitelje stroškov kakovosti. Procesno računovodstvo zahteva celovito obravnavo podjetja, torej popolni obračun poslovanja po stroškovnih vrstah, mestih in nosilcih. Ni alternativa za druge sisteme in metode v računovodstvu, temveč je dopolnilna vrsta (različica) obračuna z drugačnim strukturiranjem splošnih stroškov in je namenjena predvsem strateškim odločitvam (Vezjak 2000,11).\nPri tem modelu je klasifikacija stroškov kakovosti nekoliko poenostavljena. Saj ločimo stroške kakovosti le na stroške ustreznosti in neustreznosti ali potrebne in nepotrebne stroške kakovosti, ki skupaj predstavljajo celotne stroške kakovosti. Tako stroški ustreznosti predstavljajo stroške preprečevanja in ocenjevanja, medtem ko stroški neustreznosti predstavljajo stroške napak tako zunanjih kot notranjih.\nProcesni stroškovni model je lahko sestavljen iz treh korakov in sicer (Oakland 2003, 111- 115):  a) Določanje lastnosti procesa – proces razdelimo na njegove ključne dejavnosti in  za vsako določimo vhodne in izhodne elemente, vire in elemente obvladovanja. \nStrukturo stroškov pri tem predstavljajo stroškovni elementi: človeški viri, sredstva  za delo, materiali in storitve, okolje.\nb) Priprava modela – prej navedene stroškovne elemente za vse ključne dejavnosti  procesa razvrstimo v stolpec stroškov ustreznosti in stolpec stroškov neustreznosti.  Ko je model postavljen predstavlja osnovo za odločanje.\nc) Uporaba modela – lastnik procesa pripravi poročilo o ugotovljenih stroških  (dejanskih in domnevnih), ki služi vodstvu pri prepoznavanju priložnosti,  obvladovanju stroškov in uvajanju popravljalnih in preprečevalnih ukrepov.\nProcesno stroškovno računovodstvo ima veliko posebnosti in prednosti pred drugimi sistemi in metodami obračuna poslovanja, ker nudi boljšo preglednost učinkov in stroškov, med njimi tudi stroškov kakovosti, na področju splošnih proizvajalnih in neproizvajalnih dejavnosti. Prednost tega pristopa je tudi, da omogoča stalen nadzor nad povezanimi procesi znotraj sistema procesov ter med njihovimi kombinacijami in medsebojnimi vplivi. Tako omogoča tudi oskrbo z različnimi stroški in nefinančnimi informacijami za podporo programov stroškov kakovosti. Razen tega ta način zagotavlja bolj točne stroške raznih aktivnosti in procesov v primerjavi z tradicionalnim računovodenjem, ki povečajo koristnost informacij o stroških kakovosti pri celovitem obvladovanju kakovosti (Wen- Hsein, Tsai 1998).\n"], "20": ["2.6.3. Model življenjskega cikla", "Ta model je v bistvu enak splošnemu procesnemu modelu, s tem da organizacijske procese razdelimo na določene faze ter za vsako fazo spremljamo in analiziramo vse stroške povezane s kakovostjo, torej stroške skladnosti in neskladnosti. Možnost vplivanja na stroške odprave napak oziroma preprečevanja napak je največja v fazi idejne zasnove proizvoda, zato so preventivni stroški kakovosti v tej fazi najvišji in se vzporedno z razvojem in proizvodnjo izdelka postopno znižujejo. Nasprotno pa so stroški odprave napak v fazi idejne zasnove proizvodov najnižji ter se postopno povečujejo v življenjskem ciklu proizvoda, najvišji pa so, potem ko je izdelek predan v uporabo kupcu. Tipični primeri za te modele so projekti, kjer se za vsak projekt zgodi vsaka faza pač enkrat: gradbeni, softver, investicijski (Pivka 2000, 93).\n"], "21": ["2.6.4 Oddelčno zasnovan model", "Ko v podjetju pridejo do spoznanja, da obvladovanje stroškov kakovosti igra pomembno vlogo pri obvladovanju celovite kakovosti podjetja, strokovnjaki za kakovost kot drugi tehnični specialisti podajo navodila o konceptu obvladovanja stroškov kakovosti vsem predstojnikom oddelkov in članom uprave. Dajanje napotkov o stroških kakovosti pogosto vključuje opredelitev teh stroškov; njihovo uporabo, koncept njihovih kategorij in elementov, primere specifičnih stroškovnih elementov v podjetju, zakaj si podjetje prizadeva vzpostaviti nadzor nad stroški kakovosti, metode, ki jih bodo pri tem uporabili, zbiranje in merjenje stroškov kakovosti. Nekatera podjetja v sklopu dajanj napotkov o stroških kakovosti vključujejo tudi kontrolne sezname (priloga 2), kjer so navedene različne aktivnosti v podjetju. S seznamom poskušajo zaposlenim pomagati pri razlikovanju aktivnosti, ki so povezane z stroški preprečevanja, presojanja in napak. S tem \npripomorejo k skupnem razumevanju posameznih kategorij stroškov kakovosti v podjetju (Dale in Plunkett 1995, 73).\nPoslovodje dobijo navodila o stroških kakovosti, ki jih nato predstavijo ostalim zaposlenim in jim razložijo metodologijo. Metodologija je zasnovana za vsak oddelek (marketing, nabava, kadri, finance...) z uporabo teamskega pristopa in z namenom, da se določijo elementi stroškov kakovosti, ki so primerni za posamezen oddelek. Oddelek za kakovost pripomore z različnimi prijemi in tehnikami, k prepoznavanju elementov stroškov kakovosti. Nadalje, ko so identificirani elementi stroškov kakovosti, vodje oddelkov predstavijo stanje strokovnjakom za zagotavljanje kakovosti. S sodelovanjem obojnih se dosežejo sinergijski učinki, ki privedejo do izločitve možnosti podvajanj in očistijo listo elementov stroškov kakovosti za vsak oddelek (Dale in Plunkett 1995, 73).\nKo se vsi strinjajo z obstoječimi elementi stroškov kakovosti, je naslednji korak določitev količine časa, ki ga bodo namenili vsakemu elementu. Pri tej nalogi so prisotni tako strokovnjaki za kakovost kot drugi tehnični specialisti. Nazadnje računovodje z oddelčnimi vodji in vsemi ostalimi strokovnjaki, ki so potrebni, postavijo stroške na vsak element, ki ga identificirajo (Dale in Plunkett 1995, 74).\n"], "22": ["2.6.5 Timsko zasnovan model", "Timsko zasnovan model je sestavljen iz naslednjih korakov (ibid., 80-81):\n1. Najprej se oblikuje skupina oz. tim. Običajno so člani takšne skupine vodja za  kakovost, računovodja, tehnični vodja, vodja proizvodnje in vodja izobraževanja.  Ostali člani razen prvih dveh se lahko oblikujejo različno, in sicer na način, ki  ustreza proučevanem področju podjetja.\n2. Naslednji korak zajema izvedbo enodnevnega delovnega seminarja o obvladovanju  stroškov kakovosti. Seminarja vsebuje izobraževanje prisotnih o naslednjih temah:  kaj so stroški kakovosti, pomembnost stroškov, zgodovinsko ozadje obvladovanja  stroškov kakovosti, definicije, zbiranje in poročanje stroškov kakovosti, njihova  uporaba, vloga računovodij pri obvladovanju stroškov kakovosti in vzpostavitev  sistema za zbiranje stroškov kakovosti.\n3. Udeleženci delovnega seminarja razjasnijo razloge glede potrebe po zbiranju in  rabe stroškov kakovosti. Prav tako določijo cilje vaje, vključno z odločitvijo ali  bodo spremljali stroške kakovosti na ravni posameznega oddelka ali celotne  organizacije.\n4. Pri tem koraku se izvede vaja o zavesti o obvladovanju stroškov kakovosti. Namen  te vaje je pomoč pri odločitvi glede sestave stroškov kakovosti in določiti najboljši  način prepoznavanja in zbiranja stroškov kakovosti. Člani delovnega seminarja  morajo razmisliti in diskutirati o številnih aktivnostih, ki so podane v prilogi 2.  Vsak posameznik mora opredeliti ali posamezna aktivnost spada k osnovnim  opravilom (to so opravila v zvezi s priskrbo izdelkov ali storitev) ali stroškom  kakovosti. Če je aktivnost opredeljena kot strošek kakovosti, morajo nadalje  določiti ali gre za stroške presojanja, preprečevanja ali napake. Ko vsak udeleženec \ndokonča vajo, steče skupna razprava o argumentiranju posameznih vprašanj in  poskušajo uskladiti različna stališča.\n5. Udeleženci nato določijo metode za katere smatrajo, da so najprimernejše za  identificiranje elementov stroškov kakovosti. Običajni izid teh razpravljanj je  začetek identificiranja glavnih stroškov napak v celotnem podjetju ali po  posameznih oddelkih.\n6. V naslednji korak se izvede »brainstorming« za identifikacijo glavnih stroškov  napak v celotnem podjetju. Ko se s stroški napak vsi strinjajo, povprašajo vodjo  računovodstva, če obstoječi računovodski sistem podpira želene podatke. V  primeru da jih ne, udeleženci diskutirajo, kako bi naj merili elemente. V mnogih  primerih se zaradi tega formirajo timi za izboljšanje kakovosti, ki pripomorejo k  reševanju problemov glede merjenj.\n7. Skupina prispe do točke, kjer se odloča: o časovnem obdobju merjenja elementov,  kako poročati o podatkih in uporabi teh podatkov v smislu izboljšanja učinkov in  projektov.\n8. Skupina se sreča na običajnem sestanku, da se pogovorijo o napredku. Po potrebi  so prisotni tudi člani uprave, da identificirajo ostale aktivnosti s poudarkom na  stroških napak. Če smatrajo to potrebno, se proces nadaljuje za aktivnosti  presojanja in nato preprečevalne aktivnosti.\n"], "23": ["2.7. Koristnost informacij o stroških kakovosti", "Na kakovost izdelkov in storitev v veliki meri vplivajo ustrezne in ažurne informacije. Vendar pa pri vseh prenosih in transformacijah obstaja nevarnost, da se izgubijo informacije, ki so pomembne za kakovost. Informacije o stroških kakovosti so pomemben indikator učinkovitosti sistema kakovosti podjetja. Z rednim spremljanjem vseh vrst stroškov kakovosti, lahko vodstvo podjetja določa cilje za doseganje optimalnega nivoja kakovosti. V poslovnem procesu vsakodnevno nastaja in se pretaka na vseh ravneh in smereh veliko informacij, ki vse tako ali drugače vplivajo na kakovost (Reja 1993, 52 in 53). Merjenje, načrtovanje in nadziranje stroškov kakovosti oz. informacije o stroških kakovosti so za vodilne pomembne iz več razlogov (Vezjak 2000,9):\n- vrednostno izražene postavke so dobra podlaga za primerjavo med oddelki,\n- vrednostno izraženi podatki so za najvišje vodstvo bolj uporabni kot posamezni podatki  izraženi v različnih količinskih enotah,\n- informacije o stroških kakovosti pomagajo vodstvu opredeliti problem in priložnosti v  zvezi s kakovostjo,\n- informacije o stroških kakovosti pomagajo vodjem ovrednotit relativno pomembnost  problemov kakovosti in so koristne pri odločitvi, s katerimi se najprej spopasti,\n- stroški kakovosti se lahko uporabijo za prikaz finančne primernosti programov  izboljšanja kakovosti,\n- stroški kakovosti se lahko uporabijo za ovrednotenje uspešnosti oddelka pri doseganju  ciljev kakovosti. \nNamen poročanja o stroških kakovosti je izboljšati in olajšati planiranje, nadziranje in sprejemanje odločitev na področju kakovosti proizvoda. V primerih, kjer bi na primer, želeli odločati o izboru dobavitelja v skladu z zahtevami za izboljšanje kakovosti vhodnega materiala, mora računovodstvo oceniti kolikšni bodo skupni stroški kakovosti in kolikšni so stroški kakovost po posameznih vrstah teh proizvodov. Potrebno je predvideti porast in možnost zmanjšanja teh stroškov (Mrša 2000,212).\n"], "abstract": ["Z diplomsko nalogo želimo prikazati, kako bi lahko z boljšim računovodenjem stroškov kakovosti v podjetju Gorenje izboljšali celovito obvladovanje kakovosti. Zato najprej predstavljamo nekaj splošnih pojmov, ki se navezujejo na kakovost, celovito obvladovanje kakovosti ter vlogo računovodij pri stroških kakovosti. Te splošne pojme smo opredelili z vidika celovitega obvladovanja kakovosti, ki se nanaša na spremenjene poglede na kakovost v sedanjosti. Posledica tega vidika so različni pristopi, ki smo jih opisali v nalogi. Sodobnih pristopov se zavedajo tudi v podjetju Gorenje, zato so se odločili za postopno prilagoditev le-tem. Naša naloga je bila z analizo računovodstva stroškov kakovosti v podjetju Gorenje ugotoviti stanje in možnosti sprememb računovodskega obravnavanja stroškov kakovosti. Ugotovili smo tudi določene pomanjkljivosti in navedli predloge za izboljšavo le-teh. Prva možnost izboljšanja računovodenja stroškov kakovosti je uvedba procesnega računovodenja stroškov kakovosti. Sledi predlog, ki zahteva uvedbo vseh funkcij računovodstva kakovosti. Oba predloga prinašata natančnejše informacije za odločanje o kakovosti. Naslednja možnost je spremljanje nefinančnih kazalnikov kakovosti v podjetju Gorenje, s pomočjo katerih bodo ocenili realno stanje kakovosti. Kot zadnjo možnost pa smo navedli dejstvo, da se mora podjetje Gorenje bolj posvetiti preprečevalnim aktivnostim."]}