{"1": ["1 UVOD", "Opredelitev problema\nZadostna oskrba dreves s hranili je temelj doseganja visokih, rednih in kakovostnih pridelkov. Sodobne smernice v kmetijstvu pri nas in v svetu stremijo k zmanjšanju porabe mineralnih gnojil ter povečanju količino ekoloških in ekološko mineralnih gnojil.\nPoraba mineralnih gnojil in zaščitnih sredstev za rastline je v kmetijstvu povzročila čezmerno proizvodnjo in s tem ekološke težave, kot so onesnaževanje okolja, visoke vrednosti nitratov in pesticidov v podtalnici …, zato morajo biti nova gnojila predvsem ekološko preverjena.\nVsakršno gnojenje z ekološkimi oz. mineralnimi gnojili daje zemlji in s tem rastlinam toliko rastlinskih hranil, da bi te najbolje uspevale. S svojim nasilnim ravnanjem in pretiravanjem s prekomernimi količinami gnojenja lahko povzročimo trenutno in še večjo dolgoročno škodo.\nNamen diplomskega dela je prikazati zmanjšanje porabe mineralnih gnojil pri sorti 'Gala' tipa 'Galaxy' in jih nadomestiti ali dopolniti z ekološkimi gnojili.\nUporabljeni sta bili ekološko gnojilo Biosol in mineralno gnojilo KAN.\nV poskusu smo preverili naslednji delovni hipotezi:  − uporaba gnojila Biosol in kalcijsko amonijskega nitrata vpliva na pridelek in rast  sorte ‘Gala’,  − jesensko in spomladansko gnojenje z Biosolom in kalcijsko amonijskim nitratom  različno vpliva na pridelek in rast sorte ‘Gala’.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Sestava tal", "Tla so podzemeljski življenjski prostor drevesa in s tem eden najpomembnejših dejavnikov pri trajni ekološki pridelavi. Dovolj globoka tla, v katerih se lahko rastline dobro ukoreninijo, z dobro zračnostjo, aktivnim življenjem in zadostno kapaciteto vode so pogoj za zdravo rast, predvsem v podnebno izjemnih letih (sušnih ali preveč mokrih). Velikokrat so v kultiviranih tleh neprepustne plasti, ki lahko zelo motijo rast drevesa (Lind in sod. 2001).\nKeppel (1996) v svoji literaturi navaja, da ima humus za plodnost tal poseben pomen. Od njega so odvisne značilnosti, pomembne za zdravje dreves (pufernost tal, talna kapaciteta, absorpcijska sposobnost tal). Humus vpliva tudi na psihološke, kemične in biološke procese v tleh.\n"], "4": ["2.1.1 Vloga tal", "V ekološkem kmetovanju ima sposobnost tal tradicionalno pomembno vlogo za samouravnavanje in obvarovanje okolja z naravnimi, po možnosti sklenjenimi krogotoki hranljivih snovi. Ko smo se odpovedali hitro delujočim korekturnim sredstvom, kot so sintetična sredstva za varstvo rastlin in lahko topna rudninska gnojila, so postale sposobnosti samouravnavanja in obvarovanja okolja zelo pomemben pogoj za delovanje ekološko pridelovalnih sistemov. Za jablano so najboljša globoko ilovnata tla, v katerih ne zastaja voda (Lind in sod. 2001). \n2.2 Ocena kvalitete tal pri konvencionalnem, ekološkem in integriranem načinu  kmetijstva v sadovnjaku jabolk\nPri primerjanju vpliva na tla pri ekološkem (uporaba perutninskega komposta, stelje iz lubja in mehanskega oranja za kontrolo plevela), konvencionalnem (uporaba sintetičnih gnojil in herbicidov za kontrolo plevela) in integriranem načinu kmetijstva (uporaba sredstev iz ekološkega in konvencionalnega kmetijstva) opazimo zaznavne razlike v 4. letu po posaditvi. Če primerjamo integrirano kmetijstvo s konvencionalnim, opazimo pri integriranem povečano stabilnost agregata, mikrobiološke biomase in povečano toploto zemlje. Pri ekološkem načinu najdemo manjšo specifično težo in splošno izboljšane biološke značilnosti. Le malo razlik najdemo med kvaliteto tal pri integriranem in ekološkem načinu pridelovanja (Glover in sod. 2000).\nV petletnem poskusu smo gnojili tla po navodilih IP, ekološke pridelave in konvencionalne pridelave. Ugotovili smo, da je bilo v tleh po petih letih več dušika v tleh, ki smo jih gnojili po navodilih IP in ekološke pridelave. Razlika dušika v tleh ni vplivala na količino dušika v listih, je pa količina dušika v tleh vplivala na vsebnost dušika v sadnem mesu; zaradi več dušika v tleh je bilo več dušika v sadnem mesu in obratno (Andrews in sod. 2000).\n"], "5": ["2.2.1 Razlika med ekološko oz. konvencionalno pridelavo jabolk", "Primerjana sta bila dva jabolčna sadovnjaka (vrste Malus x domestica B.), pri čemer je bil en obdelovan na konvencionalen, drugi pa na ekološki način. Primerjana je bila rast dreves, tržni atributi kakovosti sadja (teža, oblika, barva, koncentracije fenolnih spojin in hranilnih snovi) in količina pridelka. Sadovnjaka sta se nahajala v bližini, saj je bil s tem izključen morebitni vpliv vremena na izmerjene spremenljivke. Meritve so pokazale primerljive vrednosti števila novih poganjkov in podobne atribute kakovosti sadja v smislu topnih snovi, pH-ja in barve, s tem, da je bil pridelek pri konvencionalnem gojenju skoraj dvakrat večji kot pri ekološkem. Meso in lupine konvencionalno pridelanega sadja so vsebovale več flavonoidov in dušika, lupine pa tudi višje vrednosti o-difenolov. Ekološko pridelano \nsadje je vsebovalo višje vrednosti kalija, kalcija, natrija in mangana. Opažene so bile tudi značilne razlike med vrednosti nutrientov, a so bile vrednosti znotraj želenih meja (Roussos 2009).\n"], "6": ["2.3 Gnojenje sadnih rastlin po navodilih integrirane pridelave (IP)", "Anorganski dušik prejemajo rastline preko korenin v amonijski in nitratni obliki. V manjši meri so korenine sposobne vsrkati sestavljena ekološka dušikova gnojila, kot so ureja, glutamati in aspartati. Dostopnost talnega dušika za rast rastlin je odvisna od organskih in anorganskih talnih karakteristik in posredno od omejene mikrobiološke aktivnosti. Pomembnejši od dušika, ki prehaja v rastline, je nitrat, ki se nahaja v talni raztopini v veliko večji koncentraciji (do 200 ppm) kot amonij (~ 1 ppm), in to razmerje se je ohranilo tudi, ko so bila tla izboljšana z amonijevimi gnojili. Koncentracija nitrata v talni raztopini je vodena z mikrobiološko mineralizacijo organskih snovi, s pretvorbo amonijaka v nitrat (nitrifikacija), z dvigovanjem dušika z mikroorganizmi in rastlinami. Dostopnost nitrata v talni raztopini skozi rastno dobo se precej spreminja. Faktorji, ki vplivajo na mikrobiološko aktivnost, kot so temperatura, vir ogljika, kisika in oskrba z vodo, imajo vpliv na dostopnost dušika na rastline (Neilsen 2003).\n"], "7": ["2.3.1 Gnojenje v ekološkem sadjarstvu", "Prehrana rastlin je v ekološkem kmetijstvu posredna – v tla vnesemo ekološka gnojila in rastlinske ostanke, ki jih mikroorganizmi najprej razgradijo v rastlinam dostopne oblike, šele nato jih rastline vsrkajo preko koreninskega sistema. Zato so rodovitna tla s čim višjo vsebnostjo organskih snovi temelj za uspešno ekološko pridelavo zelenjave in tudi drugih kmetijskih rastlin. V ekološkem kmetijstvu uporabljamo gnojila z ekološkim certifikatom. Treba je izvajati ukrepe, ki kontinuirano povečujejo rodovitnost tal (Bavec 2004). Med te ukrepe uvrščamo: skrbna priprava tal, obdelava tal, ki ohranja strukturo, optimalna oskrba s humusom in gnojenje z domačimi gnojili. Optimalna rodovitnost tal bo sadno rastlino \noskrbela z dovolj hranilnimi snovmi. V ekološkem sadjarstvu niso dovoljena lahko topna dušikova, fosforjeva in kalcijeva gnojila ali kalijeva gnojila, ki vsebujejo klor (Lind in sod. 2001).\nV praksi se kot ekološka gnojila vedno bolj uveljavljajo t. i. biološka gnojila, pridobljena na kmetiji. To so po večini gnojila za izboljšanje tal in so zaradi vsebnosti organskih substanc izhodiščne za nastajanje humusa (Sattler 1998).\nDognojevanje z dušikom: sadni rastlini navadno primanjkuje dušika v času cvetenja in oplodje. To je lahko tudi razlog za slabšo oplodijo. V integrirani pridelavi lahko v ta namen uporabimo hitro delujoča mineralna gnojila; v ekološki pridelavi pa pred dežjem pognojimo drevesa z razredčeno gnojnico ali gnojevko, ko trava v nasadu ozeleni (www.kmetijskizavod-nm.si, 10. 8. 2010).\nOrganska snov zgradi skupaj z mineralnimi delci popolni sistem tal. Ta sistem se lahko ohranja le z dobrim biološkim gospodarjenjem, ki je prilagojeno rastišču. Je vir humusa in toplote in v tleh jo večinoma sestavljajo odmrle rastlinske korenine. Največ organskih ostankov v tleh pusti travna ruša, najmanj pa okopavine. V lahkih zračnih tleh je razkroj organske snovi intenziven, v težjih bolj počasen (Bavec 2001).\n"], "8": ["2.4 Dušik", "V tleh se dušik nahaja v mineralni obliki (Nmin) in je vezan v organski snovi tal (N – org). Rastlinam dostopne oblike dušika v tleh so nitrat (NO3-), amonij (NH4+) in nitrit (NO2-), ki se nahajajo v talni raztopini ali pa so lažje vezani na talne delce. Zanje je značilna velika mobilnost v tleh, še zlasti za nitrat, ki se spira iz tal, medtem ko se amonijska oblika močneje absorbira. Organski dušik (N – org) je rastlinam nedostopna oblika dušika, vezan v humusu mikroorganizmov v tleh, hlevskem gnoju (Sušin 2000). \nDušik, vezan v organski snovi, predstavlja neposreden vir za obnavljanje zalog mineralnega dušika v tleh. Organsko vezani dušik se pod vplivom delovanja heterotrofnih mikroorganizmov spremeni v bolj mobilno in za rastline dostopno anorgansko obliko. Proces imenujemo mineralizacija (Hacin 1996).\nKorenine, drugi rastlinski ostanki, odmrli mikrobi in ekološka gnojila se hitreje mineralizirajo oz. razpadejo kot humus. Ob zadostni vlagi je mineralizacija hitrejša, če so tla zračna, toplejša, imajo ustrezno reakcijo in so mikrobiološko aktivna (Leskovšek 1993). Ker pa je v procesu mineralizacije neposredni produkt amonijski dušik (NH3), ta proces imenujemo amonifikacija (Mahne 1996). Nitrifikacijske bakterije hitro oksidirajo do NO3-, denitrifikacijske bakterije v okolju, ki nima dovolj kisika, to obliko pretvorijo v plinsko obliko NO2- in N2, ki predstavljata izgubo dušika v atmosferi (Hacin 1996, cit. po Uiterkamp 1990).\nDušik je še posebej pomemben v začetnih fazah razvoja drevesa, ki pomaga ohranjati fiziološko ravnovesje rastlin. Letna poraba dušika v drevesu je 80 % , medtem ko 20 % prihaja iz gnojil. Drevo kopiči dušik predvsem v koreninskem sistemu. Zato je analiza vsebnosti dušika zelo pomembna, da se prilagodi količina dodanega dušika. V fazi cvetenja drevo skoraj ves dušik izčrpa, v pozni pomladi, ko so novi poganjki najbolj v rasti, pa drevo skoraj nima več zaloge dušika, dovajanje novega je zelo pomembno. V rastni fazi drevesa dušik dovajamo dvakrat, polovico v obdobju po spravilo pridelka in polovico po fazi cvetenja (Sandor 2008).\nGlavni vir dušika v tleh je organska snov in s postopkom mineralizacije (razgradnje organske snovi) postane dušik dostopnejši rastlinam. Za rastlino je značilno, da sprejema dušik v amonijski in nitratni obliki. Pri sprejemu dušika v rastlino morajo imeti korenine na razpolago veliko količino ogljikovih hidratov. Dušik je v rastlini skladiščen v obliki asparginske in glutaminske kisline, rast in razvoj spomladi sta odvisna prav od teh zalog (Štampar in sod. 2005). \nPovečano gnojenje z dušikom poveča biomaso rastline (za 26 %) in vsebnost dušika v rastlini (za 67 %). Foliarno gnojenje z urejo v jeseni je enako učinkovito kot spomladansko gnojenje za rast in cvetenje (Guihong 2006).\nPri kontinuirani proizvodnji tal je gospodarjenje z dušikom ena od temeljnih postavk in pomeni vzdrževanje optimalne vsebnosti dušika v tleh. Količina dušika, ki ga drevesa med vegetacijo potrebujejo, se spreminja odvisno od metaboličnih procesov v nadzemnih organih. Dušik je skladiščen v obliki proteinov. Iz hidroliziranih proteinov izhajajo aminokisline, ki se mobilizirajo zgodaj spomladi in zadovoljuje potrebe drevesa po dušiku za začetno rast. Dodani dušik se ob primernih temperaturah večinoma translocira v lesnati del – rezerve (Gutman – Kobal in sod. 1997).\nOb jesenskem dognojevanju pred odpadanjem listja najkasneje do 31. oktobra ne smemo dodati več kot 20 kg čistega dušika/ha. V obdobju od odpadanja listja do cvetenja sadnega drevja ali ozelenitvi negovane ledine dodajanje dušičnih gnojil ni dovoljeno, prav tako tudi ni dovoljeno v obdobju od konca junija do jeseni (Kropivšek 2003).\n'Gala' jabolka, posajena spomladi 1993 na razdalji 1,25 X 3,0 metra, so izpostavili dognojevanju z dušikom v treh različnih količinah (12, 24, 48 g/N/drevo/leto) v petih časovnih obdobjih (2 tedna, 3–7 in 8–12 tednov po cvetenju in 2 tedna pred obiranjem pridelka). Količina dušika je imela večji vpliv na kvaliteto sadja kot na količino mineralov. Trdota sadnega mesa in titrabilna kislost sta bili glede na višjo količino dušika nižji, indeksi škroba in topne snovi pa so se ob višji količini dušika povečali. Barva sadja se je leta 1995 ob višji količini dušika zmanjšala. Trdota oz. čvrstost sadja je bila parameter kvalitete, ki je bil najbolj odvisen od časovnega odmerjanja gnojila (Neilsen 1998).\nPretvorba organsko vezanega dušika v rastlinam dostopne oblike je odvisna od vremenskih razmer (temperatura, vlažnost in zračnost tal) in hitrosti delovanja gnojila (zmleto in v tla zadelano gnojenje bo hitreje delovalo kot granulirano ali peletiralno) (Bavec 2004). \nV trajno obdelanih sadovnjakih pride iz tal manj dušika in tudi možnost spiranja dušika je večja (kljub klimi z manjšo količino padavin). Zato jih praviloma bolj gnojimo z dušikom kot sadovnjake z negovano ledino (Leskovšek 1993). Dostopnost hranil koreninam je odvisna od več različnih dejavnikov, kot so klima, vrsta rastline, tip podlage, tip zemlje, količina hranil v zemlji, talna vlaga, vsebnost kisika v tleh, vsebnost humusa pH tal in nasičenost z bazami (Westwood 1993).\nGnojenje z dušikom pri sorti 'Gala Royal' ni imelo nobenega vpliva na količino pridelka v vseh šestih letih poskusa, ne glede na količino dušika, ki smo ga dodali. Gnojenje ni vplivalo na kvaliteto sadja (barva, čvrstost, kislost …) niti na količino dušika v listih in sadju, vplivalo je samo na rast dreves. V tleh, bogatih z organsko snovjo, ni treba dodajati dušika, ker ga je dovolj že v tleh (Ernani 2008).\n"], "9": ["3 MATERIAL IN METODE DELA", ""], "10": ["3.1 Material", "Gnojilo KAN\nKAN je apnenčev amonijev nitrat in je pri nas najbolj razširjeno gnojilo. Vsebuje dve dušikovi spojini: amonij (NH4) in nitrat (NO3). Amonijski del dušika v KAN-u deluje počasi, zato pa daljše obdobje. Nitrat se v talni vlagi hitro raztopi, rastlinske korenine ga lahko hitro in veliko vsrkajo. Toda kolikor ga rastline ne posrkajo, se z njive lahko izpere v globlje talne plasti ali v podtalno vodo, kjer je za rastline pravzaprav izgubljen, za ljudi, če to podtalnico uporabljamo za pitje, pa škodljiv, če ga je več kot 50 mg/l. KAN ima torej dve obliki dušika: počasneje delujoči amonij in hitro delujoči nitrat, in sicer je vsakega polovica: 13,5 % amonijskega in 13,5 % nitratnega dušika. Takšna kombinacija dveh dušikovih oblik je zelo primerna za gnojenje, zato je apnenčev amonijev nitrat med porabniki zelo priljubljen. KAN uporabljamo kot vir dušika predvsem za gnojenje ob setvi in za dognojevanje med rastjo. Bolje je, če ga z brananjem ali ob okopavanju plitko zadelamo v zemljo. Vedno je v zrnati obliki (granulirani). Barva zrnca (siva, bela, rjava, ipd.) nikakor ne vpliva na njegovo gnojilno vrednost (Leskovšek 1993).\nGnojilo Biosol\nJe visoko kakovostno ekološko mineralno gnojilo z vsestransko uporabno vrednostjo, ki hkrati s količino poveča tudi kakovost pridelka. Sestavljeno je iz povsem naravnih sestavin (sojina moka, mlečni sladkor, moka bombažnih semen), ki se v procesu naravnega biološkega vrenja in ob dodatku micelija glive Penicillinium chrysogenum spremenijo v polnovredno biološko gnojilo. Pri fermentaciji naravnih surovin ob pomoči glivic nastane t. i. glivična biomasa, iz katere po toplotni obdelavi in dodatku kalija dobimo biosol (Naschberger 1994). \nTopnost je dejavnik, ki postaja vse pomembnejši, ker je z njo povezana tudi obremenjenost s slanostjo. Velikokrat se na območjih, na katerih primanjkuje padavin, oz. pri rastlinah, ki jih je treba namakati z mineralnimi gnojili, ne da doseči želenega učinka zaradi prevelike obremenitve tal s slanostjo. Z biosolom kljub nižji koncentraciji dušika uspe gnojenje, ki ustreza po hranilnih snoveh. Poleg kulturnih rastlin z visokimi hektarskimi donosi je nizek nivo slanosti tal zelo pomemben tudi za iglavce (Goller 1995).\n"], "11": ["3.2 Lokacija poskusa in lastnosti poskusnega nasada", "Poskus je potekal vzporedno na dveh lokacijah:  – Sadjarski center Maribor  – Univerzitetni kmetijski center Pohorski dvor\nDrevesa sorte 'Gala'/M9 so bila v obeh sadovnjakih vzgojena kot vitki vretenasti grm. Pridelava jabolk je potekala po pravilih integrirane pridelave. Tla v sadovnjaku so bila oskrbljena po sistemu negovane ledine.\nAnaliza tal v Sadjarskem centru Maribor je pokazala, da imajo tla za pridelavo jabolk nekoliko visok pH (7,7), srednjo založenost tal s fosforjem, magnezijem, borom in organsko snovjo (2,6 %) ter višjo založenost z kalcijem (KGZ Maribor).\n(Kmetijsko gozdarski zavod Maribor, 2005) \n(Kmetijsko gozdarski zavod Maribor, 2005)\n"], "12": ["3.3 Klimatske razmere", "Na področju Maribora je v tridesetletnem obdobju (1961–1990) padlo 1.105,7 mm padavin, v obdobju vegetacije (april–september) 697 mm padavin. Povprečna letna temperatura je v tridesetletnem obdobju (1961–1990) na območju Maribora znašala 9,7 -C. Iz klimadiagrama je razvidno, da v tridesetletnem obdobju ni bilo zaznati pomanjkanja padavin, saj krivulja temperatur ni padla pod krivuljo padavin.\nNa področju Maribora je v letu 2007 padlo 1.072,7 mm padavin, v obdobju vegetacije (april–september) 658,9 mm padavin. V tem letu je bila poprečna letna temperatura 11,7\n-C. V času vegetacije je bila povprečna temperatura 18,1 -C (http://www.arso.gov.si/o%20agenciji/knji%C5%BEnica/mese%C4%8Dni%20bilten/bilte n2007.htm, 1. 2. 2010).\n"], "13": ["3.4 Rastlinski material", ""], "14": ["3.4.1 Splošni opis jablane (Malus domestica B.) sorte 'Gala'", "Sorta je nastala s križanjem sort 'Kidd's orange' in 'Zlati delišes'. Vzgojil jo je J. H. Kidd v Greytownu na Novi Zelandiji. Njeni različni tipi prihajajo iz izvorne države in iz ZDA. Obstajajo različni tipi 'Gale', ki se od izvirnega tipa ločijo predvsem po večjem deležu in \nnačinu obarvanosti. Ločimo tri glavne skupine tipov: 'Royal Gala' (progasto rdečo krovna barva in nekoliko drobnejši plodovi od standardnih), 'Real prince Gala' (s prelito rdečo krovno barvo in debelejšimi plodovi od standardnih) in 'Mondial Gala' (progasto rdeča krovna barva in nekoliko debelejši plodovi od standardnih). Pri sorti obstaja problem identitete tipa. Vzroka sta dva. Prvi je v veliki medsebojni podobnosti tipov, drugi v regresiji pridobljene lastnosti, kar pomeni izgubo zaželene lastnosti in s tem izgubo razpoznavnosti. Pri sortah in tipih namreč ostaja princip RIN (razpoznavnost, izenačenost, nespremenljivost). Nespremenljivost je pri tipih 'Gale' zelo sporna, saj pride pri t. i. himernih tipih 'Gale' pogosto do pojava, da je različek drugačen od pričakovanega. Sorta je zelo občutljiva na ognjevke (Erwina amylovora B.), nekoliko manj na škrlup (Venturia inaequalis C.) in še najmanj na pepelasto plesen (Microsphaera berberis L.). Obira se od konca avgusta do začetka septembra. Plodovi so užitni takoj po obiranju. 'Gala' se kot pozna poletna sorta dobro skladišči, pri čemer ostane meso čvrsto, a izgubi precejšnji del arome. Drevo raste srednje bujno, veje so z listi gosto poraščene (Godec in Jankovič 2003).\n"], "15": ["3.4.2 Podlaga M9", "M9 rumeni paradiževec je najpomembnejša vegetativna jablanova podlaga. M9 je precej odporna proti gnilobi na koreninskem vratu, občutljiva za jablanovo pepelovko in škrlup ter zelo občutljiva za krvavo uš in hrušev ožig. Občutljiva je na čezmerno vlago v tleh in na ostre zime, tudi suše ne prenaša najbolje. Rad jo odžira voluhar. V tleh je slabo zasidrana, zato potrebuje lesene kole in trdno žično oporo. Rada odganja koreninske izrastke. Pri intenzivni oskrbi daje odlične proizvodnje rezultate. Najbolje uspeva v globokih, humoznih, zmerno vlažnih in prepustnih tleh. Na cepljenem mestu razvije večjo ali manjšo odebelitev. Na podlagi M9 jablane na splošno zgodaj zarodijo, v drugem ali izjemoma v tretjem letu. Pri intenzivni oskrbi, kar zajema tudi redčenje cvetov in plodov, je rodnost redna in obilna. Trpežnost plodov je lahko v prvih letih pri debelih in prezrelih plodovih nekoliko slabša (Smole in Črnko 2000).\n"], "16": ["3.5 Metode dela", "Poskus je bil postavljen po sistemu naključnih blokov in je potekal v tretji vegetacijski dobi jablan v letu 2007. Izvedli smo ga na dveh lokacijah: na UKC (Univerzitetno kmetijski center Pohorski dvor) in v Sadjarskem centru Maribor. Vključenih je bilo 408 dreves: 296 v UKC Pohorski dvor in 112 v Sadjarskem centru Maribor.\nObrazložitev sheme poskusa\nPoskus je bil zastavljen iz petih obravnavanj. V vsakem obravnavanju je bilo v SC Maribor 7 dreves, v UKC Pohorski dvor pa 14 dreves. Da izločimo druge vplive, smo poskus izvedli v blokih. V SC Maribor smo ga izvedli v treh blokih, na UKC Pohorski dvor pa v štirih blokih. Na obeh testnih površinah so bili bloki in obravnavanja naključno porazdeljeni.\n1. Obravnavanje (standard IPS 90 kg N/ ha enako pri vseh):\n1,1 kg KAN-a = 0,29 kg N/32 m2 0,9 kg KAN-a = 0,25 kg N/28 m2\n2. Obravnavanje (jesensko gnojenje z ekološkimi gnojili (100 % N) – standard EKO):\n3,6 kg Biosola = 0,29 kg N/32 m2 3,15 kg Biosola = 0,25 kg N/28 m2 \n3. Obravnavanje (jesensko gnojenje z ekološkimi gnojili (50 % N) + 50 % dušika iz mineralnih gnojil spomladi):\n2 kg Biosola (50 %) = 0,15 kg N/32 m2 1,75 kg Biosola (50 %) = 0,14 kg N/28 m2\n0,55 kg KAN-a = 0,15 kg N/32 m2 0,47 kg KAN-a = 0,13 kg N/28 m2\n4. Obravnavanje (spomladansko gnojenje z ekološkimi gnojili (100 % N)):\n3,6 kg Biosola (100 %) = 0, 29 kg N/32 m2 3,15 kg Biosola (100 %) = 0,25 kg N/28 m2\n5. Obravnavanje (spomladansko gnojenje z ekološkim gnojilom (50 % N) + 50 % dušika iz mineralnih gnojil spomladi):\n2 kg Biosola (50 %) = 0,15 kg N/32 m2 1,75 kg Biosola (50 %) = 0,14 kg N/28 m2\n0,55 kg KAN-a = 0,15 kg N/32 m2 0,47 kg KAN-a = 0,13 kg N/28 m2\n"], "17": ["3.5.1 Izvedba ukrepov v sadovnjaku", "Jesensko gnojenje v letu 2006 z Biosolom:  – 11. 12. 2006 jesensko gnojenje z Biosolom na UKC Pohorski dvor (2. obravnavanje \n – 12. 12. 2006 jesensko gnojenje z Biosolom v SC Maribor (2. obravnavanje 100 %  N, 3. obravnavanje 50 % N)\nSpomladansko gnojenje v 2007:  – 21. 3. 2007 spomladansko gnojenje z Biosolom in KAN-om na UKC Pohorski dvor  (1. obravnavanje 100 % N, 3. obravnavanje 50 % N, 4. obravnavanje 100 %  organskega gnojila Biosol, 5. obravnavanje 50 % N + 50 % organskega gnojila  Biosol)  – 23. 3. 2007 spomladansko gnojenje z Biosolom in KAN-om v SC Maribor (1.  obravnavanje 100 % N, 3. obravnavanje 50 % N, 4. obravnavanje 100 %  organskega gnojila Biosol, 5. obravnavanje 50 % N + 50 % organskega gnojila  Biosol)\nJesensko gnojenje v 2007:  – 21. 11. 2007 jesensko gnojenje z Biosolom na UKC Pohorski dvor (2. obravnavanje  – 22. 11. 2007 gnojenje z Biosolom v SC Maribor (2. obravnavanje 100 % N, 3.  obravnavanje 50 % N)\n"], "18": ["3.5.2 Meritve generativnih parametrov v nasadu", "Štetje socvetij V UKC Pohorski dvor smo socvetja prešteli 9. 4. 2007. V SC Maribor smo socvetja prešteli 12. 4. 2007.\nV obeh testnih poljih smo šteli število cvetnih šopov na drevo, zaradi boljše izvedbe smo to počeli v fazi rdečega balona. \nRedčenje plodov\nPri debelini plodov 11 mm je bilo opravljeno kemično redčenje z BA (baziladenin – Maksel). Plodiče smo ročno redčili 5. 6. 2007.\nTehtanje plodov in ocena barvnih razredov\nV času komercialne zrelosti je bil obran in stehtan pridelek po drevesu. Pridelek je bil stehtan in preštet v naslednja kakovostna razreda glede na premer plodov:  – pod 70 mm (število plodov in teža plodov)  – nad 70 mm (število plodov in teža plodov)\nV vsakem bloku smo iz posameznega obravnavanja odvzeli 50 naključno izbranih jabolk in jih razvrstili v 4 kakovostne razrede obarvanosti:  – 1. razred: 0–10 % obarvanosti  – 2. razred: 11–30 % obarvanosti  – 3. razred: 31–50 % obarvanosti  – 4. razred: nad 50 % obarvanosti\n"], "19": ["3.5.3 Obseg debla", "Obseg debla smo merili pred začetkom vegetacije (v UKC Pohorski dvor 9. 4. 2007, v SC Maribor 9. 4. 2007) in ob koncu vegetacije (v UKC Pohorski dvor 21. 11. 2007, v SC Maribor 21. 11. 2007).\nMesto merjenja je bilo določeno 20 cm nad cepljenim mestom. Označeno je bilo z belo barvo, jeseni smo obsege debel ponovno izmerili na istem mestu. Za merilni pripomoček smo uporabili šiviljski trak.\n"], "20": ["3.6 Meritve parametrov zrelosti plodov", "Iz vseh obravnavanj v posameznem bloku smo odvzeli 10 naključno izbranih jabolk. Izbrani plodovi so bili brez mehanskih poškodb ali poškodb bolezni oz. insektov. Plodove smo zapakirali v vrečke in jih še isti dan odpeljali v Ljubljano na Biotehniško fakulteto.\nNa Biotehniški fakulteti so izmerili:  – trdoto mesa plodov (TMP),  – škrobni indeks (1–10) (ŠI),  – vsebnost topne suhe snovi (TSS),  – skupek vseh treh parametrov kvalitete je podan v Streifovem indeksu  (TMP/(TSS*ŠI)).\n"], "21": ["3.7 Statistična analiza podatkov", "Podatki o parametrih zrelosti in kakovosti plodov so bili obdelani in analizirani s pomočjo statističnega programskega paketa Microsoft Excel 2007 in SPSS for Windows 10.0. Izvedena je bila enosmerna analiza variance ANOVA ter Duncanov test (0,05).\n"], "22": ["4 REZULTATI Z RAZPRAVO", ""], "23": ["4.1 Vegetativni parametri v nasadu sorte 'Gala'", "Vegetativni parameter, ki smo ga spremljali, je bil obsega debla v poskusnem letu.\n"], "24": ["4.1.1 Obseg debel na UKC Pohorski dvor", "Iz grafikona 3 je razvidno, da je bil 9. 4. 2007 obseg debel najnižji v obravnavanju 2 6,8 cm in najvišji v obravnavanju 4 7,9 cm. V obravnavanju 1 je bil obseg 7 cm, obravnavanju 3 7,6 cm, obravnavanju 5 7,3 cm. Prirast debla je bil največji v obravnavanju 1 za 1 cm. Obravnavanje 2 se je odebelilo za 0,9 cm, obravnavanje 3 za 0,8 cm, obravnavanje 4 in 5 pa za 0,7 cm. Razlike v obsegu debel so tako majhne, da niso statistično dokazljive. Trditve so se ob drugi meritvi 21. 11. 2007 ponovile.\n* različne oznake (a, b,) pomenijo statistično značilne razlike po Duncanu (0,05)\nPohorski dvor po obravnavanjih. \nObseg debel v SC Maribor\nIz grafikona 4 (obseg debel v SC Maribor) je razvidno, da je bil obseg debel 9. 4. 2007 najnižji v obravnavanju 1 7,1 cm, v obravnavanjih 2, 3 in 5 je bil 8 cm in v obravnavanju 4 7,2 cm. Največji obseg debel na dan 21. 11. 2007 je bil v obravnavanjih 2 in 3 9,3 cm, v obravnavanju 5 je bil 9,2 cm, v obravnavanju 4 8,8 cm in v 1. obravnavanju 8 cm.\n* različne oznake (a, b) pomenijo statistično značilne razlike po Duncanu (0,05)\nobravnavanjih.\n"], "25": ["4.2 Generativni parametri v nasadu pri sorti 'Gala'", "Izmed generativnih parametrov smo spremljali število socvetij in število oz. maso jabolk.\nGenerativni parametri UKC Pohorski dvor\n* različne oznake (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05)\nIz preglednice 6 je razvidno, da je bilo statistično značilno največ socvetij v obravnavanjih 4 (57 socvetij) in 5 (54 socvetij). Statistično značilno manj jih je bilo v obravnavanjih 3 (48 socvetij) in 1 (48 socvetij) in najmanj v obravnavanju 2 (48 socvetij). V razmerju med številom socvetij in številom plodov statistično odstopata obravnavanji 1, v katerem se je oplodilo 58,6 % socvetij, in 3. obravnavanje, v katerem se je oplodilo 62,8 % socvetij. Statistično dokazljivo največ plodov je bilo v obravnavanju 3, najmanj pa v obravnavanju 2. Obravnavanja 1, 2, 4, 5 se med seboj statistično niso razlikovala. \nGenerativni parametri SC Maribor\n* različne oznake (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05)\nIz preglednice 7 je razvidno, da je najbolj intenzivno cvetelo obravnavanje 2 (143,3 socvetij na drevo), oplodilo se je 17,6 % socvetij oz. 25,3 plodov na drevo. Najmanj socvetij je bilo v obravnavanju 4 (101,6 socvetij na drevo), oplodilo se je 17,8 % socvetij, drevo je imelo 18,1 ploda na drevo. V 5. obravnavanju je bilo 102,1 socvetij na drevo, vendar je bila oplodnja 20,4 % (najvišji odstotek med vsemi obravnavanji) ali 20,4 ploda na drevo. V obravnavanju 1 je bilo 109,5 socvetij na drevo, vendar je bila oplodnja 15,1 %, kar je vzrok za najmanjše število plodov na drevo 17,2 ploda na drevo. Statistično značilno je bilo najmanj plodov v obravnavanju 1. Obravnavanje 3 je imelo 128,6 socvetij na drevo oz. 24,9 ploda na drevo, kar kaže, da je bila oplodnja 19,4 %.\nIz preglednic 6 in 7 je razvidno, da so drevesa v SC Maribor intenzivnejšo cvetela, vendar je bilo število plodov nižje.\n"], "26": ["4.3 Kakovost pridelka", "Kot parametre kakovosti smo v nadaljevanju prikazali kakovostne razrede, število in maso plodov nad in pod 70 mm, skupno maso plodov, povprečno maso plodov in parametre zrelosti.\n"], "27": ["4.3.1 Kakovostni razredi pridelka", "Lokacija: UKC Pohorski dvor\nNa lokaciji UKC Pohorski dvor, so tla bogato založena z organsko snovjo (preglednica 2) in sadovnjak ni zaščiten s protitočno mrežo.\n* različne oznake (a, b, ab) pomenijo statistično značilne razlike po Duncanu (0,05)\nštevilo plodov, drobnejših od 70 mm, po obravnavanjih. \nPodatki v grafikonu 5 kažejo, da je bilo jabolk prvega kakovostnega razreda največ v 4. obravnavanju, 3,8 kg jabolk na drevo. Tam je bilo tudi največ socvetij. Najmanj pridelka je dalo obravnavanje 2, 2,7 kg jabolk na drevo.\nNajveč drugega kakovostnega razreda je bilo v obravnavanju 3 (1,2 kg jabolk na drevo), najmanj pa v obravnavanju 2 (0,7 kg jabolk na drevo).\nIz grafikona 6 so razvidni povprečni pridelki v posameznih obravnavanjih. Najnižji pridelek je bil v obravnavanju 2 (2,7 kg/drevo), najvišji pa v obravnavanju 4 (3,8 kg/drevo). V obravnavanju 1 in 3 (3,7 kg/drevo), v obravnavanju 5 (3,4 kg/drevo).\nV 3. obravnavanju je bilo največ pridelka drugega kakovostnega razreda – 1,18 kg/drevo, najmanj pridelka drugega kakovostnega razreda je bilo v obravnavanju 2 – 0,67 kg/drevo. \nLokacija: SC Maribor\nV SC Maribor je sadovnjak zaščiten s protitočno mrežo, tla so srednje založena z organsko maso.\n* različne oznake (a, b) pomenijo statistično značilne razlike po Duncanu (0,05)\nplodov, drobnejših od 70 mm, po obravnavanjih.\nV SC Maribor je bil najvišji pridelek v obravnavanju 2 (jesensko gnojenje z ekološkim gnojilom) – 5,1 kg plodov na drevo, v tem obravnavanju je bilo tudi najmanj plodov drugega kakovostnega razreda (0,1 kg ploda na drevo).\nPridelka drugega kakovostnega razreda je bilo največ v obravnavanju 1 (standard IPS 90 kg/ha) 0,8 kg jabolka na drevo, najmanj plodov drugega kakovostnega razreda je bilo v obravnavanju 2 0,1 kg ploda na drevo. \nV grafikonu 8 so prikazani pridelki jabolk v posameznem obravnavanju, najboljši pridelek je dalo obravnavanje 2 (jesensko gnojenje z ekološkim gnojilom) 5,1 kg jabolk na drevo. Kot najslabše se je izkazalo obravnavanje 1 (standard IPS 90 kg N/ha) 2,7 kg jabolk na drevo.\n"], "28": ["4.3.2 Parametri zrelosti", "SC Maribor\nStreifov indeks zrelosti v SC Maribor v letu 2007.\n* različne oznake (a,b,c) pomenijo statistično značilne razlike po Duncanu (0,05)\nIzmerjene vrednosti trdote, škroba in suhe snovi pokažejo, da med njimi ni statistično značilnih razlik. Vse izmerjene vrednosti so optimalne in pričakovane.\nStreifov indeks zrelosti pokaže, da so bili plodovi v obravnavanju 3 bolj zreli od obravnavanja 1, 2 in 4 ter da so bili plodovi v obravnavanju 5 najmanj zreli. Zato lahko trdimo, da gnojenje ni vplivalo parametre zrelosti. Sklepamo lahko, da med nobenim parametrom zrelosti nismo ugotovili statističnih razlik. \nUKC Pohorski dvor\nStreifov indeks v UKC leta 2007\n* različne oznake (a, b) pomenijo statistično značilne razlike po Duncanu (0,05)\nIzmerjeni vrednosti škroba in suhe snovi sta pokazali, da med obravnavanji ni statistično značilnih razlik.\nStatistično značilno so bili mehkejši plodovi (8,2 kg/cm2) v obravnavanju 5, po podatkih SC Maribor so optimalno zreli plodovi med 8 in 9 kg/cm2, kar pomeni, da so v vseh obravnavanjih po TMP plodovi optimalno zreli.\nV dozorelosti po ŠI med obravnavanji ni statistično značilnih razlik. Po podatkih SC Maribor so plodovi 'Gale' optimalno zreli v območju ŠI 4,8–9,0. To potrjuje trditev, da so vsi vzorci optimalno zreli.\nPo TSS ni statistično značilnih razlik. Po podatkih SC Maribor morajo dozoreli plodovi 'Gale' vsebovati minimalno 11,5 -Brix TSS. Vsebnost TSS v testnih vzorcih se je gibala med 12,18 in 12,73 -Brix, kar potrjuje visoko kvaliteto plodov ob obiranju. \nPo podatkih SC Maribor so optimalno zreli plodovi sorte 'Gale' v območju Streifovega indeksa med 0,16 in 0,075. V vseh obravnavanjih je Streifov indeks pokazal najboljšo zrelost plodov.\nPo neobjavljenih podatkih SC Maribor so plodovi sorte 'Gala' v območju SV Slovenije zreli pri ŠI 4,8–9, plodovi morajo vsebovati več TSS kot 11,5 -Brix, trdota je med 8 in 9 kg/cm2, kar pomeni, da plodovi dosegajo optimalno zrelost v območju Streifovega indeksa med 0,16 in 0,075 (Neobjavljeni podatki SC Maribor, 2010).\n"], "29": ["5 SKLEPI", "V UKC Pohorski dvor in SC Maribor smo izvajali poskus uporabe organskih gnojil v integrirani pridelavi jabolk. Uporabili smo organsko gnojilo Biosol in mineralno gnojila KAN.\nUKC Pohorski dvor\nTla so bogato založena z organsko maso in primerno založena s hranili (razred C). Statistično dokazljivo najslabše rezultate glede količine pridelka je dalo jesensko gnojenje z ekološkimi gnojili: 2,7 kg plodov na drevo.\nStatistično dokazljivo najboljši rezultat glede količine pridelka je dalo gnojenje z organskimi gnojili, opravljeno spomladi (1.125 kg Biosola/ha) oz. kadar je bila polovica odmerka organskih gnojil uporabljena jeseni (625 kg Biosola/ha) v kombinaciji s polovičnim odmerkom spomladi dodanega mineralnega dušika (167kg KAN/ha): 3,8 kg plodov na drevo.\nSC Maribor\nKjer so tla zelo težka in srednje založena organsko snovjo, je statistično dokazljivo najboljše rezultate glede količine pridelka (5 kg na drevo) dalo jesensko gnojenje z ekološkim gnojilom (1.125 kg Biosola/ha), a drevesa glede na prirast debla niso zaostajala za ostalimi obravnavanji. Za najslabše se je izkazalo mineralno gnojenje v spomladanskem času (167 kg KAN/ha) in njegovo spomladansko združevanje gnojenja z organskimi gnojili (625 kg Biosola/ha). Pridelek po drevesu je bil 3,6 kg plodov na drevo.\nGlede na pedoklimatske razmere rezultati gnojil niso presenečenje. Pozorni moramo biti, da so to enoletni rezultati in da lahko pri gnojilnih poskusih tehtne zaključke in smernice oblikujemo po večletnih izvajanjih poskusa.\n"], "abstract": ["V Sadjarskem centru Maribor in Univerzitetnem kmetijskem centru Pohorski dvor smo v letu 2007 izvedli poskus gnojenja z gnojili Biosol in KAN pri sorti 'Gala'. Uporabljali smo različne količine gnojil, ki smo jih odmerjali v dveh obrokih: 1. obravnavanje: standardno gnojenje po IP 335 kg KAN/ha, 2. obravnavanje: jesensko gnojenje z ekološkim gnojilom 1.125 kg Biosola/ha, 3. obravnavanje: jesensko gnojenje s 167 kg KAN/ha in 625 kg Biosola/ha, 4. obravnavanje: spomladansko gnojenje z ekološkim gnojilom 1.125 kg Biosola/ha, 5. obravnavanje: spomladansko gnojenje s 167 kg KAN/ha in 625 kg Biosola/ha. V Univerzitetnem kmetijskem centru v Pohorski dvor pri Mariboru, kjer so tla bogato založena z organsko snovjo (5,1 %), je bil statistično dokazljivo najboljši rezultat tako glede količine kot kakovosti pridelka pri spomladanskem gnojenju, 4. obravnavanje. Sklepamo lahko, da je na tleh, ki so bogato založene z organsko snovjo, najboljše gnojiti spomladi s 1.125 kg Biosola/ha. V Sadjarskem centru Maribor, kjer so tla srednje založena z organsko snovjo (2,6 %), so bili statistično dokazljivo najboljši rezultati tako glede količine kot kakovosti pridelka jabolk v obravnavanju 2. Sklepamo lahko, da je pri tem tipu tal in pri tej sorti najboljše jesensko gnojenje z ekološkim gnojilom 1.125 kg Biosola/ha. "]}