{"1": [" 1 UVOD", "Prenova spomeniško zaščitenih objektov v Sloveniji ni poceni. Možno se je prijaviti na državne ali občinske razpise, vendar je to zelo težko doseči, saj je konkurenca enostavno prehuda. Namen obnove kulturnih spomenikov je omogočanje njihove nadaljnje uporabe. Če je stavba vpisana v register kulturnih spomenikov, so arhitekturne spremembe dovoljene šele po temeljitem premisleku in na podlagi temeljitih študij, ki omogočajo obstoječe možnosti, ki jih je potrebno temeljito pregledati. Osnovno vodilo za redna in investicijska vzdrževalna dela na objektih kulturne dediščine je ohranjanje pristnosti. To ne pomeni, da se posamezni deli rekonstruirajo na enak način in z uporabo enakih metod, kot so bili uporabljeni za gradnjo. Tudi dele varovanih elementov, ki so poškodovani, se ne sme nadomestiti z novimi deli, ampak jih je potrebno ohraniti ali pa jih popraviti v največji možni meri. Na začetku se je potrebno posvetovati z Zavodom za varstovo kulturne dediščine, da oni dajo predlog obnove objekta, zaželen je tudi vpogled v arhiv, kjer se dajo dobiti tudi starejši načrti.\nKo se investitor odloča za prenovo, mora proučiti kulturno stavbno dediščino, ki vsebuje starejše načrte in jih poskuša upoštevati. Vendar tu naletimo na težavo, ko gre za kmetijske objekte, v glavnem hleve, ki morajo biti tudi usklajeni s predpisi, za zagotavljanje dobrega počutja živali. Starejši hlevi so imeli majhna okna, z manj svetlobe in po današnjih merilih za dobro počutje živali kot takšni ne ustrezajo.Zatoje potrebno predvideti tudi več umetne osvetlitve.\n"], "2": [" 2 PREGLED OBJAV", ""], "3": ["2.1 Kako do gradbenega dovoljenja", "Najprej je pri Upravni enoti potrebno podati vlogo na ustreznem obrazcu. Priložiti moramo podatke o parcelni številki, katastrski občini in podatke o vrsti objekta glede na namen gradnje. K vlogi je potrebno priložiti še:   najmanj dva izvoda projekta za pridobitev gradbenega dovoljenja;   druge listine, če tako določa zakonodaja;   dokazilo o pravici gradnje, če ta pravica še ni vpisana v zemljiško knjigo.\nKot dokazilo o pravici gradnje moramo predložiti:   izpisek iz zemljiške knjige, iz katere izhaja, da ima investitor na določeni  nepremičnini lastninsko ali kakšno drugo stvarno pravico graditi;   notarsko overjena pogodba z dokazilom o vložitvi zemljiškoknjižnega predloga;   pravnomočna sodba ali upravna odločba;   druga listina, ki v skladu z zakonom o graditvi objektov izkazuje pravico graditi  (Upravna enota Dravograd 2009).\nGlede na namen uporabe se projektna dokumentacija razvršča na naslednje projekte po kriterijih Pravilnika o projektni in tehnični dokumentaciji (2008):   idejno zasnovo, katere namen je pridobitev projektnih pogojev pristojnih  soglasodajalcev;   idejni projekt, katerega namen je izbor najustreznejše variante nameravanega  objekta oziroma načina izvedbe del, pa tudi določitev pristojnih soglasodajalcev in \n pridobitev njihovih projektnih pogojev v postopku določitve smernic za  projektiranje;   projekt za pridobitev gradbenega dovoljenja, katerega namen je pridobitev  gradbenega dovoljenja in izvedba gradnje enostavnih objektov, za gradnjo katerih  je treba pridobiti gradbeno dovoljenje ter pridobitev soglasij;   projekt za razpis, katerega namen je oddaja gradnje nameravanega objekta oziroma  izvedbe nameravanih del;   projekt za izvedbo, katerega namen je izvedba gradnje zahtevnih in manj zahtevnih  objektov.\nTa vsebina projektne dokumentacije je minimalna in obvezna, namenjena je za gradnjo vseh vrst stavb in gradbenih inženirskih objektov. Investitor in projektant pa se lahko tudi s pogodbo dogovorita za izdajo projekta z dodatno vsebino (Pravilnik o projektni in tehnični dokumentaciji 2008).\nČe investitor ne izpolnjuje pogojev za projektanta, mora naročiti izdelavo projektne dokumentacije in njeno revizijo pridrugi pravni ali fizični osebi. Javni natečaj je obvezen za tiste objekte, ki so v javni rabi ali jih gradi država ali lokalna skupnost. Organizira pa ga investitor s pristojno poklicno zbornico. Kot ponudnik za izdelavo projektne dokumentacije po določbah zakona o javnih naročilih lahko sodeluje tudi projektant, ki je izdelal predhodno fazo takšne projektne oziroma tehnične dokumentacije. Izdelavo projektne dokumentacije mora investitor najprej ponuditi avtorju izbrane natečajne rešitve, če ta izpolnjuje pogoje za projektanta. Če teh pogojev avtor ne izpolnjuje, investitor pod enakimi pogoji odda izdelavo projektne dokumentacije pravni ali fizični osebi, ki take pogoje izpolnjuje, pri čemer mora pogodbeno zagotoviti sodelovanje avtorja izbrane natečajne rešitve (Zakon o graditvi objektov 2007). \nVsaka projektna dokumentacija sestoji iz:  1. vodilne mape,  2. mape z načrti,  3. elaboratov.\nVodilna mapa vsebuje podatke o projektu in udeležencih pri graditvi, lokacijske  podatke ter druge dokumente, iz katerih izhajajo podatki, pomembni za  ugotavljanje skladnosti rešitev v projektu s prostorskimi akti.   Načrti vsebujejo sistematično urejene sestave grafičnih prikazov in opisov, s  katerimi se določijo lokacijske, funkcionalne, oblikovne in tehnične značilnosti  nameravane gradnje in s pomočjo katerih je mogoče skupaj z drugimi predpisanimi  sestavinami dokazati, da bo nameravana gradnja, skladna s prostorskimi akti,  izpolnjevala bistvene zahteve ter da bo objektu, za katerega je to določeno s  posebnimi predpisi, zagotovljen neoviran dostop, vstop in uporaba brez grajenih  ovir.   Elaborati vsebujejo študije, zasnove, strokovne ocene, geodetske načrte,  konservatorske načrte ter druge tehnične dokumente v zvezi z gradnjo, kadar so  zaradi posebnosti posamezne vrste objekta ali lokacije, na katerih se objekt gradi,  potrebni in jih zahtevajo posebni predpisi, s katerimi se dokazuje izpolnjevanje  predpisanih bistvenih zahtev (Pravilnik o projektni dokumentaciji 2008).\n"], "4": ["2.2 Gradbeno dovoljenje", "Sestavine obveznega dela so enake za vse vrste projektov. Obvezni del vsakega projekta obsega:   podatke o projektantu, številki projekta z datumom njegove izdelave, o  odgovornem vodji projekta in odgovornih projektantih, ki so izdelali posamezne  načrte; \n  lokacijsko informacijo z navedbo datuma njene izdaje;   obrazložitev nameravane gradnje z navedbo podatkov o zemljišču (Zakon o graditvi  objektov2007).\nPreden upravni organ izda gradbeno dovoljenje mora preveriti:   ali je projekt izdelan v skladu z izvedbenimi prostorskimi akti;   ali je projekt izdelala pravna ali fizična oseba;   ali so k predvideni gradnji pridobljena vsa predpisana soglasja;   ali ima projekt vse predpisane sestavine;   ali je investitor predložil dokazilo, da so plačane dajatve in zahtevki;   ali ima investitor pravico graditi.\nGradbeno dovoljenje se izda za celoten objekt ali pa za njegov del. Gradbeno dovoljenje mora poleg predpisanih sestavin vsebovati tudi osnovne podatke o zemljišču, o lokaciji in vrsti objekta, ter podatke o projektu in o datumu njegove izdelave in času veljavnosti dovoljenja. Odločba se vroči investitorju in drugim strankam v postopku. Zoper to odločbo je dovoljena pritožba v roku osmih dni.\nGradbeno dovoljene preneha veljati:   v primeru zahtevnega objekta: v treh letih,   v primeru manj zahtevnega objekta: v dveh letih,   v primeru sprememb namembnosti in enostavnega objekta: v enem letu.\nUpravni organ lahkona zahtevo investitorja podaljša veljavnost takšnega dovoljenja, vendar največ dvakrat in to skupaj največ za dve leti.\n"], "5": [" 2.3 Uporabno dovoljenje", "Investitor pri upravnem organu vloži zahtevo za izdajo uporabnega dovoljenja, ko skupaj z nadzornikom ugotovi, da je objekt ali del njega zgrajen oziroma rekonstruiran v skladu z gradbenim dovoljenjem. Zahtevo mora izdati najkasneje osem dni po prejemu obvestila o zaključku gradnje. Upravni organ po prejemu zahteve za uporabno dovoljenje sestavi komisijo in določi datum tehničnega pregleda. V komisiji morajo biti tisti soglasodajalci, ki so določili pogoje ali dali soglasje. Sklep o določitvi datuma tehničnega pregleda in imenovanju komisije se vroči investitorju in imenovani komisiji. Če se predstavnik komisije ne udeleži tehničnega pregleda, se šteje, da je k zgrajenemu oziroma rekonstruiranemu objektu nima pripomb.\nInvestitor mora na dan tehničnega pregleda predložiti:\n- projekt izvedenih del z izjavo, s katero potrdi, da so bile med gradnjo v projekt  vnesene vse spremembe in so te skladne z izdanim gradbenim dovoljenjem;\n- gradbeni dnevnik;\n- geodetski načrt novega stanja zemljišča po končani gradnji;\n- dokazilo o zanesljivosti objekta;\n- projekt za vzdrževanje in obratovanje objekta;\n- druge podatke in dokazila, če tako za določeno vrsto objektov določa gradbeno  dovoljenje ali poseben zakon.\nČe je predmet tehničnega pregleda objekt z vplivi na okolje, mora biti projektu za obratovanje in vzdrževanje objekta priložen tudi program meritev obratovalnega monitoringa, kadar so takšne meritve predpisane (Zakon o graditvi objektov 2007).\nDokazilo o zanesljivosti objekta mora priskrbeti izvajalec, podpisati pa ga mora odgovorni vodja del oziroma vodja gradbišča. Geodetski načrt novega stanja se izdela kot topografsko-katastrski načrt. \nS projektom za vzdrževanje in obratovanje objekta se določijo obvezni minimalni časovni razmiki rednih pregledov ter rok in obseg občasnih pregledov, kakor tudi obseg vzdrževalnih del, s katerimi je treba zagotoviti, da bo objekt ves čas svoje uporabe izpolnjeval bistvene zahteve, oziroma da bo inštalacija, tehnološke naprave in oprema ves čas svojega obratovanja izpolnjevala predpisane parametre (Zakon o gradnji objektov 2007).\nS tehničnim pregledom se v skladu z omenjeno zakonodajo mora ugotoviti:\n- ali je objekt zgrajen v skladu z omenjeno zakonodajo;\n- ali je iz dokazil o zanesljivosti objekta razvidno, da je objekt izveden v skladu z  gradbenimi predpisi;\n- ali je iz dokazila o zanesljivosti objekta razvidno, da so bili upoštevani predpisani  ukrepi, s katerimi bodo preprečeni, oziroma na najmanjšo mero omejeni vplivi;\n- ali so inštalacije, tehnološke naprave in oprema kvalitetno vgrajeni;\n- ali obstaja ustrezno dokazilo o zanesljivosti objekta;\n- ali je navodilo za vzdrževanje in obratovanje objekta izdelano v skladu z določbami  zakona;\n- ali je v skladu z predpisi izdelan geodetski načrt novega stanja zemljišča.\nPo končanem pregledu upravni organ izdaodločbo, s katero:\n- izda uporabno dovoljenje ali\n- odredi odpravo pomanjkljivosti ali\n- odredi poskusno obratovanje ali\n- zavrne izdajo uporabnega dovoljenja.\nČe upravni organ odredi poskusno obratovanje, mora investitor najmanj 15 dni pred začetkom poskusnega obratovanja obvestit inšpekcijske službe o poskusnem obratovanju.Uporabno dovoljenje mora vsebovati navedbo o vrsti objekta glede na namen njegove uporabe, geodetski načrt novega stanja zemljišča. Upravni organ je dolžan hraniti \nuporabno dovoljenje deset let po njegovi izdaji, lastnik objekta, oziroma njegov pravni naslednik pa dokler objekt stoji oziroma do njegove odstranitve.\n"], "6": ["2.4 Gradnja", "Graditev hleva se začne z izbiro primernega gradbenega materiala. Ta je odvisna predvsem od naravnih danosti in podnebja na določenem območju. Največkrat uporabljamo les, opeko, kamen in beton (Kompan in sodelavci 1996).\nPosameznik ali društvo lahko gradijo v lastni režiji le enostavni ali manj zahteven objekt, vendar pod pogoji:\n- da je največ enonadstropen objekt z največ eno kletjo in z možno mansardo nad  nadstropjem;\n- da je objekt enostanovanjska stavba za lastne potrebe, kmetijska stavba;\n- da njena uporabna površna skupaj z mansardo ne presega 250 m2;\n- da je zagotovljen gradbeni nadzor.\n"], "7": ["2.5 Stene in strop", "Najustreznejše in najobstojnejše stene so zidane, najprimernejša opeka pa zidak. Pred prodiranjem podtalne vlage in delovanjem gnojnice stene obvarujemo z izolacijo iz lepenke in bitumna. Nekoliko manj obstojne, vseeno pa dovolj dobre in tople stene so iz lesa. Debelino takšne stene prilagodimo podnebnim razmeram, z notranje in zunanje strani pa jih zaščitimo z ustreznim premazom. Kamniti in betonski zidovi so manj primerni, ker so hladni in največkrat tudi vlažni, saj se na njih nabira kondenzirana vlaga (Kompan in sodelavci 1996).\nVedno bolj se uporabljajo elementi kot je les. Iz lesa se lahko izdelujejo stene ali samo konstrukcije. Les ima dobre izolacijske lastnosti in je tudi topel. Za še povečano toplotno \nizolacijo pa lahko poleg lesa damo še izolacijo iz slame, žagovine, trstike, lana in drugih naravnih materialov.\nZa gradnjo klasičnih sten pa se uporablja opeka. Vrste opek in njihova kakovost je opredeljena s standardi. Izmere so izbrane tako, da ustrezajo modularnim meram ob upoštevanju debeline malte 10 mm (http://www.gradimo.com/gradnja/c85/9648,2011).\nPosebne vrste zidakov se odlikujejo po nekaterih značilnostih, ki določajo področja njihove uporabe (http://www.gradimo.com/gradnja/c85/9648, 2011):\n- Zidaki z velikim številom zaprtih por imajo izredne toplotno-izolacijske lastnosti.  Pore se ustvarijo tako, da se glineni masi doda žaganje, premogov prah ali  polimerna zrna, ki v procesu žganja zgorijo in tako ostanejo pore v opeki.\n- Klinker opeka ima visoko trdoto in obrabno sposobnost ter se zato uporablja za  oblaganje obremenjenih površin. Klinker zelo malo vpija vodo (do 6%) in je zato  tudi zmrzlinsko odporen (pogosto je uporabljen za pločnike in vozišča v mestih, za  oblaganje mostnih opornikov, oblaganje fasad ...).\n- Šamotna opeka je ognjeodporna opeka (prenese temperaturne obremenitve do  1600-C). Uporablja se za obloge kurišč in spodnje dele dimničnih tuljav.\n- Apneno-silikatni zidaki so narejeni iz kremenčevega peska in gašenega apna ter se  oblikujejo s stiskanjem v ustrezne kalupe. Zidaki so značilne bele barve in imajo  visoke trdnosti.\n- Kislinsko odporne opeke se uporabljajo v agresivnih okoljih in so odporne na  določene kemikalije, kot so močne kisline (žveplena, solna) in na luge.\nPo Eurocode 6 (standardi evropske skupnosti) razdelimo opeko v šest skupin glede na  vrsto materiala, iz katerega so narejeni:\n- zidaki iz žgane gline, katerih trajnost se dosega z žganjem pri visokih temperaturah,  njihova gostota se lahko zmanjšuje z različnimi dodatki;\n- apneno-silikatni zidaki; \n- betonski zidaki iz agregata običajne gostote, ki se izdelajo iz agregata ustrezne  sestave, cementa in dodatkov s postopki vlivanja ali stiskanja;\n- betonski zidaki iz lahkega agregata (ekspandirana glina, ekspandirana žlindra),  cementa in dodatkov, ki se izdelajo s postopki vlivanja ali stiskanja;\n- Avtoklavirani aerirani betonski bloki, ki se izdelujejo iz mešanice finega  silicijevega peska, cementa in ustreznega aeratorja ter negujejo v avtoklavu;\n- zidni bloki, izdelani iz obdelane ali delno obdelane kamnine.\nZa strop se ponavadi uporablja beton in železna mreža. Lahko pa se uporabi tudi les, ki se toplotno izolira. Za toplotno izolacijo stropa se lahko uporabljajo enaki toplotni izolatorji kot za steno, vendar moramo biti pri lesu pozorni, ko delamo elektroinštalacijo, da ne pride les ali toplotna izolacija v stik z elektriko. \n"], "8": ["2.6 Hlevska tla", "Za hlevska tla se po navadi jemlje beton in železna mreža za trdnost. Ko se naredijo temelji, se lahko tla, kjer se nahajajo stojišča, oblečejo z lesom, hlevitom, lesenimi kockami ali hlevsko gumo. Lesena tla so toplejša in prijaznejša za živali. Imajo pa slabo lastnost, da jih je potrebno vsake toliko čas tudi menjavati. Za hlevska tla je najboljši topli in obstojni les kot je macesen, najmanj primerna pa je lipa, saj je neobstojna in zelo mehka, ima pa pozitivno lastnost, da je zelo topla. Za hlevska tla lahko uporabimo tudi kislino, odporni liti asfalt, ki je topel in ni zdrsljiv. Za izdelavo uporabljamo kremenčev pesek, nikdar pa apna. Namesto litega asfalta pa lahko uporabljamo tudi beton, ki ga lahko položimo kar na gramoz. Za govedo je tudi dober pod iz opeke, ki je zalita z bitumenom. Za oblogo stojišča lahko uporabimo tudi gumijast pod, ki je topel, vendar se slabo prilega na podlago, zato se gane priporoča.\n"], "9": [" 2.7 Streha", "Področje izdelave streh, nadstrešnic, se razdeli na tesarska, krovska in kleparska dela.\nPod tesarstvo se smatra izdelavo lesenih (strešnih) konstrukcij ali podkonstrukcij, krovstvo zajema izvedbo pokritja strešin (http://www.vsi.si/stranke/tondach/bobrovec.htm.2007).\nStreha vpliva na videz, s tem pa tudi na arhitekturo določenega okolja. Zgrajena mora biti varno, da ščiti pred vremenskimi vplivi, poleg tega pa mora nuditi tudi toplotno in zvočno izolacijo. Pri načrtovanju strehe je predvsem pomembna izbira ustrezne kritine in pravilna vgradnja strešne izolacije. Da streha optimalno opravlja svojo funkcijo, mora biti pravilno načrtovana in izvedena. Po končani vgradnji jo moramo tudi primerno vzdrževati. Oblika strehe je prvenstveno odvisna od geografske značilnosti kraja, vremenskih pogojev in ostalih gradbenih značilnosti samega objekta. Na področjih, kjer je veliko padavin so strehe bolj strme, da voda čim prej odteče. Na področjih, kjer je precej vetrovno in manj padavin, pa so strehe položnejše (http://www.vsi.si/stranke/tondach/bobrovec.htm. 2011).\nStrešna kritina bobrovec označuje enega od najlepših in najstarejših tradicionalnih oblik strešnikov. Njegove gladke linije mu dajejo pridih klasične lepote in nevsiljive elegance. Strešna kritina bobrovec se odlično poda na različne objekte, saj je na voljo v različnih modelih:\n- segmentni bobrovec,\n- koničasti bobrovec,\n- gotski bobrovec,\n- cerkveni bobrovec (http://www.vsi.si/stranke/tondach/bobrovec.htm. 2011).\nNe glede na klasični pridih bobrovca, pa lahko takšna strešna kritina odlično dopolni tudi modernejše gradnje. Strešna kritina bobrovec, obdelana z glazuro, ima poleg sijaja tudi boljše tesnjenje in izboljšano trdnost strešnika in se uporablja na hišah in kmetijskih objektih (http://www.vsi.si/stranke/tondach/bobrovec.htm.2011).\n"], "10": [" 2.8 Mikroklima v hlevu", "Hlevska klima je pomemben dejavnik, čigar pomen v praksi ševedno pogosto podcenjujemo. Pod izrazom hlevska klima razumemo zračne razmere, kakovost zraka, toploto in gibanje zraka v območju, kjer se nahajajo živali (Bartussek in sod.1996).\n"], "11": ["2.9 Temperatura", "Razpon optimalnih temperatur je zarazlične vrste in kategorije živali različen, kompromis skušamo poiskati tako, da zadovoljimo zahteve najobčutljivejše kategorije (Kompan in sodelavci 1996).\nNajboljšo proizvodnjo je moč doseči v temperaturnem območju, ki ga imenujemo termonevtralna cona (Bartussek in sod. 1996).\nPri temperaturi med 20 in 30 C je dosežena termonevtralna cona za govedo. Če pozimi pade temperatura pod 10 C, pri tej temperaturi je idealna kvaliteta zraka v hlevu. Če pa poleti pridejo temperature nad 20 C, se prične govedo zbirati pred vrati ali odprtimi okni, zato je takrat pomembno, da so odprta okna in vrata. Za govedo je optimum 7-17 C, za bike pitance in pri telicah je optimum 12-20 C in pri teletih 16-20 C. \n  2009)\nIz preglednice je razvidno, da govedo lažje prenaša nižje temperature in večjo hitrost zraka, saj pri 0Cin 2,5 m/s hitrosti zraka ne doživijo vročinskega stresa. Kar pri 0 m/s hitrosti zraka in 35 C doživijo vročinski stres.\nHlev sodi v skupino toplih hlevov, saj je zaprt in njegove obodne stene so tako toplotno izolirane, da ostane temperatura tudi pri minimalnih zunanjih temperaturah vedno nad zmrziščem.\n"], "12": ["2.10 Plini", "V zaprtih hlevih se zrak poslabša zaradi razgradnih procesov v izločkih. Takšna atmosfera je nasičena s škodljivimi plini, prahom in drobnoživkami. \n  ogljikovega dioksida pozimi (Bartussek in sod. 1996; stran 83).\nv govejem hlevu.\nZa pretok zraka v hlevu se uporablja, poleg šestih oken in dvojnih vrat, tudi na prednji strani, nad vrati, dve zračni okni, ki ju je mogoče odpirati ali zapirati, s tem pa se regulira zrak v hlevu.\n"], "13": ["2.11 Vlaga", "Previsoka zračna vlaga negativno vpliva na zdravje živali, posebno če sovpada z izjemno visokimi ali nizkimi temperaturami. Skrb za uravnavanje primerne relativne vlage hlevskega zraka zato nikoli ni odveč. Visoka vlaga in plini, ki nastanejo pri razkrajanju \ngnoja in gnojnice, so posledica slabo nastlanega in pomanjkljivo prezračenega hleva. Dodatno se sprošča v okolje tudi vlaga z aktivnostmi živali, zlasti z dihanjem (Kompan in sodelavci 1996).\ngovejem hlevu (Berechnungs- und Planungsgrundlagen für das Klima in  geschlossenen Ställen 2007)\n"], "14": ["2.12 Osvetlitev", "Krave so občutljive na količino svetlobe v hlevu in imajo rade primerno klimo. Govedo je dnevna žival s svojim sezonskim ritmom. Zima je po zakonih narave za krave čas, ko so presušene, telice pa se takrat pripravljajo na telitve (8 ur svetlo in 16 ur temno). Poletje pa je optimalen čas za laktacijo (14 -16 ur svetlobe in najmanj 6 ur neprekinjene teme). Taki pogoji spodbujajo laktacijo, živali se dobro počutijo, verjetnost, da pokažejo znake pojatve pa je večja. Možno je, da bi imela umetna zima pozitiven učinek na zdravje posušenih krav. Kravam moramo zagotoviti vsaj 200 luksov dnevne svetlobe, manj kot 50 luksov pa krave zaznajo kot noč (Hulsen 2007).\nZa nizke hleve na vezano rejo in prenovljene hleve z nizkim stropom naj bodo luči 2,5-3 m višini. Pri nizkem prostoru se predpisujejo ploske luči. Boljše je preveč svetlobe kakor premalo. Luči morajo biti lahko dostopne in takšne, da se lažje očistijo. Saj umazanija povzroči 25% manj svetlobe (Watzinger 2004).\n"], "15": [" 3 MATERIAL IN METODE", ""], "16": ["3.1 Hlev", "Hlev naj bi bil, po dobljenih podatkih, grajen okoli leta 1800. Bil je na kmetiji, ki je sodila pod Bukovski dvor (grajen 1710), ki ga je tudi oskrboval. V hlevu so se na začetku nahajale poleg goveda tudi svinje ter ovce in je bila razporeditev drugačna. Kasneje so ga malo preoblikovali in se je dozidal tudi svinjak, tako da se je v hlevu nahajalo le govedo in konja.\nZ molžo v molzni vrč so najprej začeli leta 1836 in je najstarejši način molže. Slabost molže so visoki stroški in težko delo zaradi nošenja in menjavanja polnega vedra. Molža v mlečni vrč je predvsem za manjše kmetije. V poštev pridejo tudi v večjih obratih za molžo krav po telitvi ali bolnih krav (Worstorff 1994).\n"], "17": ["3.2 Izdelava idejnega projekta", "Na podlagi pogojev, ki so jih postavili na Zavodu za varstvo kulturne dediščine v Mariboru, smo naredili idejni projekt za šest kravin dve telici (glej priloge). V izdelavo idejnega projekta smo vključili pogoje Zavoda za varstvo kulturne dediščine in tudi pogoje za dobro počutje živali. Najprej smo šli na Upravno enoto Dravograd, da smo dali vlogo za dodelitev gradbenega dovoljenja. Nato se je izdelal načrt za prenovo objekta pri podjetju LKG, kjer se je izdelal načrt za objekt. Glede na načrt so se pridobila vsa soglasja za izdelavo projekta. \n 4 REZULTATI Z RAZPRAVO\n"], "18": ["4.1 Predstavitev idejnega projekta", "Manjši goveji hlev za krave dojilje je sestavljen iz stojišča za šest govedi in dve telici. Vsa stojišča bodo enako dolga in široka in to je 170/110 cm. Tla stojišča so iz betona in nato prekrita z hlevitom. Celotno stojišče bo 1 – 2% nagnjeno proti kanalu za gnojnico in transporterju za gnoj, ki bo 500 mm širok in 30 mm globok. Dno kanala bo nagnjeno proti jašku. Za kanalom bo delovni hodnik, kjer bo nekoliko bolj grob beton, da govedu ne drsi, ko gredo na pašo ali z nje. Jasli bodo nagnjene 2 % proti krmilnemu hodniku. Krmilni hodnik bo širok 195 cm, ker se bo izvajalo ročno krmljenje govedi.\nNa vhodni fasadi bo potrebno sanirati zidani del fasade, ki se omeče z apneno malto, leseni tramovi se bodo ustrezno očistili, v primeru popolne dotrajanosti se bodo nadomestili z novimi lesom. Namesto da bi naredili dvokrilna vrata, bomo naredili enokrilna vrata in obdržali enako obliko z ohranjenimi ročno kovanimi elementi, ki se bodo zaščitili z grafitno sivo barvo brez leska, služili bi pa zgolj kot okras (Medved 2010).\nNamesto prvotnih oken se bodo vgradile hlevska okna na obeh straneh vrat, obdržala pa se bodo zračna okna nad vrati in se bodo opremila z ustreznimi loputami, za lažji nadzor pretoka zraka. Ves novi les se bo zaščitili z oljnimi premazi, ki se bo ustrezno barvno tonira in se bo s tem zabrisala razlika med starim in novim lesom. Strop bo enako kot stene hleva izdelan iz materiala, ki zagotavlja predvsem toplotno izolacijo prostora. Nad hlevom bo skladišče sena, ki zagotavlja en del skladiščenja sena in to je približno 20000 kg sena. Strop bo obdržal enako podobo, saj se bo ponovno oblekel v les (slika 2). Tla morajo biti predvsem topla in suha. Izdelamo jih tako, da čimbolj preprečimo prodiranje vlage iz zemlje. Stojišča bodo toplotno izolirana s hlevitom, poleg tega pa se bodo nastilja še z žagovino. Hlev bo namenjen vezani reji. Gnoj se bo odstranjeval s transporterju na pehala, kanalizacija za gnojnico pa se bo nahaja pod kanalom in se bo odtekala v gnojno jamo, ki se nahaja pod novim delom hleva. Obdržala se bo navpična dvokapnica z opečno kritino. \nOpečna kritina bo ostala enaka, to je stari, klasični, polkrožno oblikovani bobrovec, le tisti, ki se bodo zlomili se bodo zamenjali. Na strehi se bo obdržala tudi ferča, ki je včasih služila za spravilo sena na senik, danes pa bo zgolj kot okras.\n"], "19": ["4.2 Molža krav", "Krave se bodo molzle na stojišču v molzni vrč, ki se bo nato praznil v mlekarnici v zbirno posodo za mleko. Nekaj mleka se tudi porabi za napajanje telet. Molzni vrč, firme Alfa laval tipa 95628281NA, ima kapacitete 20 litrov mleka in se ponavadi uporablja za manjše število živali in pri večjemu številu za molžo krav, ki so pred kratkim telile, da se mleko ne meša. Krave molzemo zato, ker se kljub sistemu reje krav dojilj, teleta ne pasejo zraven njih in se nahajajo v skupinskih boksih v hlevu in jih napajajo preko veder.\n"], "20": [" 5 SKLEPI", "Glede na pogoje, ki smo jih zastavili, smo prišli do ugotovitve, da prenova ni preveč zahtevna. Kot smo na začetku omenili je težje priti do vse potrebne dokumentacije in vzpostaviti pogoje, ki jih zahteva Zavod za varstvo kulturne dediščine. Pozorni moramo biti tudi na klimo v hlevu. Saj brez primerne svetlobe in pretoka zraka ni možno dobiti uporabnega dovoljenja in imamo kasneje težave, saj je potrebno ponovno preurediti stavbo. Znano je, da ne moremo obdržati enakih gabaritov hleva, saj so zahteve po dobrem počutju živali znane, zato obdržimo zunanji videz hleva z manjšimi spremembami, v smislu ureditve ustrezne ventilacije in osvetlitve.\nTeleta se nahajajo v prizidanem delu hleva v skupinskih boksih. Mleko za teleta se pripravlja v mlekarni, kjer je tudi vakuumski agregat in tudi topla in hladna voda. Sanitarna voda bo speljana v gnojno jamo, ki ima kapaciteto 18700 litrov in se nahaja pod novim delom hleva. Pod skladiščem za gnoj še dodatna jama kapacitete 13600 litrov. V dograjenem delu hlevaje za privez bikov vgrajen lancmanov dvojni privez, za telice in krave pa grabnerjev privez. Za nastiljanje uporabljamo žagovino, le v boksih s teleti slamo. Živali krmimo z doma pridelanim senom in travno ter koruzno silažo. Bikom in teletom se poklada poleti in jeseni zjutraj in zvečer seno in travno silažo. Pozimi pa dobijo vse živali enaki krmni obrok, to je zjutraj in zvečer seno in koruzno silažo. V dograjenem delu hleva se nahajajo 4 hlevska okna in 2 vodotesni halogenski hlevski žarnici, v prenovljenem delu pa se bosta nahajali dve hlevski okni in 4 vodotesne halogenske hlevske žarnice ter dve prezračevalni okni nad vrati.\n"], "abstract": ["Cilj naloge je bil raziskati področje kmetijske zakonodaje in izpostaviti problem prenove spomeniško zaščitenih objektov v državi. Opisali smo postopke za pridobitev gradbenega dovoljenja. Kot primer smo vzeli hlev za govedo na domačiji Gologranc, ki je zaščiten in se gani smelo porušiti, ampak samo obnoviti oziroma dograditi. Pri pripravi idejnega projekta bomo upoštevali predpise za prenovo takšnih objektov. Idejni projekt je izdelan za 6 krav dojilj in 2 telici. Objekt bo imel pehala za hlevski gnojv obstoječem in v dograjenem delu hleva, prav tako bo povezan tudi krmilni hodnik. Objekt je obdržal zunanjo podobo, torej je fasada iz lesa. "]}