{"1": ["1 UVOD", "Divje češnje so značilna drevesa slovenske pokrajine in običajno tvorijo naravne populacije. Češnja je čudovito drevo, ne le, ko je polno lepih rdečih plodov, pač pa tudi zgodaj spomladi, ko cvete. V naših listnatih gozdovih zacveto drevesa divje češnje, preden gozd ozeleni. Na nekaterih območjih prav češnjevo drevo naznanja, da je prišla pomlad (Smole 2000 str. 7).\nZmožnost razlikovanja med posameznimi kultivarji češnje (Prunus avium L.), tako gojenimi kot divjimi, je pomembna tako iz znanstvenih kot tudi iz ekonomskih razlogov. Tradicionalne metode določanja identitete posameznih kultivarjev (sort) pri sadnih vrstah temeljijo na fenotipskih opazovanjih. Zaradi velike količine podatkov, ki so pogosto težko dostopni in običajno ne povsem zanesljivi, saj ima okolje, še posebej načini gojenja, in starost rastlin zelo velik vpliv.\nNove metode posledično temeljijo na molekulskem pristopu – na uporabi molekulskih markerjev. Molekulski markerji so stabilni, najdemo jih po celotnem genotipu in v vseh tkivih in na njih ne vpliva okolje ali pogoji v različnih letnih časih. Lahko jih uporabljamo za identifikacijo kultivarjev, analize raznolikosti, ocenitev genetske sorodnosti, v programih gojenja novih sort, pri problemih, povezanih z avtorskimi pravicami žlahtniteljev, ter kontrole kakovosti semen in potaknjencev. Pri metodah, ki vključujejo molekulske markerje, se je zmožnost razlikovanja med posameznimi kultivarji zvišala.\nV nalogi bomo z uporabo molekulskih markerjev poskušali ugotoviti, kakšna je genetska sorodnost znotraj vsake od dveh proučevanih populacij divje češnje in sorodnost med predstavniki dveh populacij. V genetsko analizo smo vključili stara drevesa in mlade rastline v okolici teh dreves. Vzorčenje je potekalo na dveh različnih lokacijah. Predpostavili smo, da med dvema različnima populacijama obstajajo razlike zaradi razdalje. Poskušali bomo ugotoviti, ali to drži ali pa med tema populacijama obstaja \nsorodnost, ki je lahko posledica prenosa semen preko ptic ali peloda preko čebel in drugih žuželk.\nZanimali so nas tudi:\n- genetska uniformnost znotraj populacije,\n- genetska čistost populacije,\n- število močno odstopajočih genotipov znotraj populacije, ki so bili preneseni iz  neke druge populacije.\nDelovne hipoteze: 1. Med dvema posameznima populacijama Prunus avium pričakujemo razlike. 2. Znotraj posamezne populacije divje češnje pričakujemo sorodnost.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Divje češnje", ""], "4": ["2.1.1 Botanična klasifikacija divje češnje", "Prunus avium L. spada v red Rosales, družino Rosaceae (rožnice), poddružino Prunoideae (koščičastoplodne rožnice), rod Prunus L. in podrod Cerasus. Večina češenj je diploidnih (z 2n = 16); obstajajo pa tudi genotipi s triploidnim (3n = 24) in tetraploidnim (2n = 4x = 32) številom kromosomov (Ivančič 2002a).\nSmole (2000) po Rehderju (1974) navaja, da je podrod Cerasus razdeljen na več sekcij (Microcerasus, Pseudocerasus, Lobopatulum, Cerasus, Mahaleb in Phyllomahaleb), ki obsegajo več botaničnih vrst, ki so razširjene po celem svetu in jih še posebej v zadnjem času zaradi genetske raznolikosti uporabljajo pri vzgoji novih hibridov, predvsem podlag in sort.\nV naravi se divja češnja pojavlja od vzhodne Evrazije pa vse do severne Afrike. Je najpomembnejša rožnica med drevesnimi vrstami (Vaughan in Russel 2004).\nČešnja (Prunus avium) je diploid (2n = 2x = 16). Ime \"sladka češnja\" je splošno uporabljeno za komercialne oblike, medtem ko je izraz \"divja češnja\" povezan z \"naravno\" oz. \"samoraslo\" obliko te vrste (Vaughan in sod. 2006).\nV Mali flori Slovenije (Martinčič in sod. 2007) je Prunus avium L. [Cerasus avium (L.) Moench] opisana kot lesnata rastlina, ki naseljuje listnate gozdove in prisojna pobočja po vsej Sloveniji in cveti od aprila do maja. Divje rastoča vrsta nastopa le kot variacija sylvestris (Kirsch.) Dierb.\n"], "5": ["2.1.2 Pomen divje češnje", "Češnje spadajo med alogamne vrste, kar pomeni, da je samooploditev preprečena z mehanizmom avtoinkompatibilnosti, na katerega moramo paziti pri načrtovanju velikih nasadov. V njih nikoli ne sme prevladovati le en avtoinkompatibilen genotip, temveč mora biti dovolj dreves, ki proizvajajo kompatibilen pelod (Ivančič 2002a).\nTa drevesna vrsta ne tvori samo naravnih oz. divjih populacij, ampak je tudi kultivirana kot sadno drevo v komercialnih sadovnjakih. Avtoinkompatibilnosti te vrste je bilo namenjene veliko pozornosti, saj določa zmožnost križanja in raznolikosti sadežev v sadovnjakih. V naravnih populacijah je avtoinkompatibilnost pomemben življenjsko-zgodovinski dejavnik, ki ima velik vpliv na genetsko raznolikost ter na prenos genov med populacijami posamezne vrste z migracijo in prenosom semen ali peloda (Schueler in sod. 2003).\nDivja češnja kaže gametofitsko avtoinkompatibilnost (GSI), ki je nadzorovana z multi- alelnim S-lokusom, v katerem je inkompatibilnost določena s haploidinim genotipom peloda in diploidinim genotipom pestiča (Crane in Lawrence 1929, cit. po Vaughanu in sod. 2006).\nRazumevanje inkompatibilnih genotipov je pomembno pri komercialnih sadnih kultivarjih in pri divjih sortah v naravnem okolju ali v semenskih sadovnjakih za oblikovanje čim večjega pridelka plodov ali semen. Pri divji češnji je avtoinkompatibilnost tudi ekološkega pomena, saj so posamezna drevesa lahko zelo oddaljena drug od drugega. Tako število kot tudi oddaljenost kompatibilnega peloda imata velik vpliv na nastanek semen in na genetsko raznovrstnost populacij (Vaughan in sod. 2006).\nVaughan in sod. (2006) cit. po Ducciju in Santiju (1998) navajajo, da se lahko divje češnje razmnožujejo tudi vegetativno s pomočjo stranskih poganjkov in tvorijo velike skupine, kjer vsa posamezna drevesa vsebujejo enake S-alele in so lahko vzajemno inkompatibilna. Takšne skupine lahko prevladajo pri donaciji peloda kompatibilnim sosednjim drevesom in tako imajo močan vpliv na genetsko strukturo populacij in vrst. \nInterakcije med komponentami na vratu pestiča in pelodu preprečujejo oploditev s pelodom, ki ima enak S-alel kot dva S-alela, ki sta prisotna na vratu pestiča. Pridelovalcem predstavljata avto- in interkompatibilnost pomembno oviro pri doseganju pridelka. Kultivarji, ki so križnokompatibilni in sočasno cvetni opraševalci, so ponavadi vključeni v nasade, saj je tako zagotovljen pridelek. Oskrba različnih kultivarjev v sadovnjaku pa je lahko problematična. Poznavanje S-genotipov je za pridelovalce zelo pomembno pri izbiri primernih kultivarjev za opraševanje (Marchese in sod. 2007).\n"], "6": ["2.1.3 Populacije divje češnje", "Ivančič (2002b) piše, da še posebej pri naravnih populacijah češenj velja, da so običajno večje in lahko obsegajo tudi več kvadratnih kilometrov in so lahko genetsko skoraj popolnoma uravnotežene. Osebki, ki jih najdemo v teh populacijah, imajo izrazite divje lastnosti (npr. visoka stopnja kalivosti semen, čvrsto seme, majhni plodovi in visoka rast). Umetne populacije v obliki različnih nasadov lahko obsegajo od deset do nekaj sto rastlin različnih genotipov zaradi popolnejšega oplojevanja. Umetne populacije so redko povsem ločene od drugih oblik populacij (ruralnih in naravnih). Zelo pogoste ruralne populacije lahko vključujejo divje, poldivje in kultivirane genotipe, kar omogoča popolnejšo oploditev (predvsem avtoinkompatibilnih rastlin). Reprodukcijsko izolirana drevesa so zelo redko zaradi žuželk opraševalk (čebele), ki so sposobne prenašati pelod na zelo velike razdalje – tudi po več kilometrov.\n"], "7": ["2.2 Molekulski markerji", "Molekulski markerji, ki temeljijo na osnovi DNA, so stabilni, najdemo jih v vseh tkivih in so neodvisni od sezonskih in vremenskih razmer. Uporabljamo jih za identifikacijo kultivarjev, genotipizacijo, analizo raznolikosti in določanje starševstva. Z uporabo molekulskih markerjev je možnost razlikovanja med posameznimi kultivarji pri češnji zelo narasla (Struss in sod. 2003).\nDa so molekulski markerji uporabni, morajo imeti vsaj dva alela. Poznamo tri tipe DNA- zaporedij, ki ustrezajo tem kriterijem:\n- polimorfizem dolžine restrikcijskih fragmentov (RFLP),\n- polimorfizem dolžine enostavnih sekvenc (SSLP),\n- polimorfizem posameznega nukleotida (SNP) (Brown T. A. 2007).\nV zadnjih letih je uporaba molekulskih markerjev omogočila ugotavljanje specifične razlike v sekvencah med dvema ali več posamezniki. Molekulske markerje prestavljajo prav tako izoencimi in drugi proteinsko- markerski sistemi, ki so bili v uporabi veliko pred DNA-markerji. Eden izmed prvih markerskih sistemov je bil RFLP (polimorfizem dolžine restrikcijskih fragmentov). Ta sistem temelji na detekciji spremembe dolžine fragmentov s pomočjo hibridizacije. Razlike v sekvenci lahko povzroči sprememba posamezne baze, ki povzroči tvorbo ali odstranitev mesta za prepoznavo restrikcijske endonukleaze ali s pomočjo insercij in delecij, ki sta dovolj veliki, da vodita k spremembi v velikosti fragmenta. To tehniko sedaj redko uporabijo, saj so jo nadomestili mikrosatelitski markerji (SSR). Še vedno pa ostaja pomembno raziskovalno orodje. Markerski sistemi SSR zaznavajo spremembe v številu kratkih ponavljajočih sekvenc, ponavadi dveh ali treh baznih zaporedjih. Takšno število zaporedij omogoča zaznavo multiplih alelov. Pojav polimorfizema posameznega nukleotida (SNP) nastane pri variirajočih frekvencah – odvisno od vrste in regije genoma. Glavna prednost tega sistema za multiplo detekcijo v primerjavi z drugimi (npr. masno spektroskopijo) je visoka proizvodnja ob nizki ceni (Langridge in Chalmers 2004). \nTehnika RAPD temelji na namnoževanju neznanih predelov DNA z uporabo začetnega oligonukleotida s poljubnim nukleotidnim zaporedjem v verižni reakciji s polimerazo (PCR). Rezultat namnoževanja so produkti DNA ali markerji RAPD, ki se ločijo z elektroforezo na agaroznem gelu (Williams in sod. 1990, cit. po Šišku 2006).\nKot novost namnoževanja DNA v PCR so Vos in sod. (1995) (cit. po Šišku 2006) predstavili tehniko AFLP (polimorfizem dolžin namnoženih fragmentov), ki je osnovana na selektivnem namnoževanju restrikcijskih fragmentov, dobljenih z razrezom DNA z restrikcijskimi endonukleazami.\n"], "8": ["2.2.1 Mikrosatelitski markerji", "Mikrosateliti so poimenovani kot ponavljajoče se sekvence (SSRs), kratke tandemske ponovitve (STRs), sekvenčno označena mikrosatelitska mesta (STMS). So tandemske ponovitve kratkih nukleotidnih sekvenc motivov (osnovnih nukleotidnih zaporedij), ki imajo lahko od ene do pet nukleotidnih enot. Mikrosatelite najdemo v velikem številu in so običajno enakomerno razporejeni v evkariotskem genomu (Tautz in Renz 1984, cit. po Mohlerju in Schwarzu 2004).\nLokusi SSR med posamezniki določene vrste so zelo variabilni v številu ponavljajočih enot (mutacijska stopnja za dvo- in štirinukelotidne ponovitve: 0,001 mutacij na generacijo) in se lahko enostavno odkrijejo preko sekvenčno označenih mest (STS) s PCR (Weber in May 1989, cit. po Mohlerju in Schwarzu 2004).\nUporaba molekulskih markerjev SSR oz. mikrosatelitov postaja vse pogostejša pri molekulski karakterizaciji različnih rastlinskih vrst. Mikrosateliti temeljijo na tandemskih ponovitvah kratkih (2-6 bp) fragmentov DNA, ki so razporejeni po genomu (Shiran in sod. 2007). \nPoznamo 2 vrsti polimorfizma dolžine enostavnih sekvenc (SSLP):\n- minisateliti vsebujejo osnovni motiv, ki je sestavljen iz nukleotidov, ki lahko dosežejo  skupno dolžino do 25 bp,\n- mikrosateliti ali kratke tandemske ponovitve (STR), katerih osnovni motiv, ki je  sestavljen iz nukleotidov, lahko doseže skupno dolžino do 13 ali manj bp.\nMikrosateliti se kot markerji uporabljajo več kot minisateliti predvsem iz dveh razlogov:\n- minisateliti niso enakomerno porazdeljeni po genomu, ampak jih pogosto najdemo na  telomernih regijah na koncu kromosomov,\n- najhitrejši način za odkrivanje dolžine polimorfizma je z metodo PCR, ki pa je hitrejša  in bolj točna pri sekvencah z dolžino manj kot 300 bp.\nMikrosateliti, ki se uporabljajo kot DNA-markerji, so ponavadi sestavljeni iz 10–30 kopij ponovitev, ki pa niso daljše kot 6 bp in so tako veliko bolj primerne za analizo PCR (Brown 2007).\nPri ekonomsko pomembnih predstavnikih družine Prunus je uporaba mikrosatelitskih markerjev pri kartiranju genomov in določanju \"prstnih odtisov DNA\" (ang. DNA fingerprinting) dobro uveljavljena. Vrste, pri katerih so v zadnjih letih izolirali molekulske markerje SSR, so mandlji, marelice, breskve, slive, češnje itd. (Vaughn in Russel 2004, cit. po Clarkeu in sod. 2009).\nPri češnjah (Prunus avium) so Scuhuer in sod. leta 2003 izolirali sedem mikrosatelitskih primerjev, v istem letu sta Clarke in Tobutt izolirala še 21 mikrosatelitskih primerjev. V letu 2004 sta Vaughan in Russel pri divjih češnjah izolirala 14 molekulskih primerjev. Clarke in sod. so v nadaljnjih poskusih v letu 2009 izolirali še dva dodatna primerja.\nPri večini markerjev, ki so bili testirani v raziskavah, so ugotovili, da jih je možno prenašati med posameznimi vrstami. Z nadaljnjimi raziskavami so našli:\n- primerje, ki razkrivajo spremembe dolžine intronov pri S-lokusu na češnjah (Sonneveld  in sod. 2006, cit. po Clarkeu in sod. 2009), \n- primerje za gene, ki so vključeni v metabolizem organskih kislin in akumulacijo  razkrojenih snovi pri vrstah Prunus (Etienne in sod. 2002, cit. po Clarkeu in sod.  2009),\n- primerje, ki povečajo polimorfne introne znanih funkcionalnih genov pri rožnicah, kar  omogoča primerjavo med vrsto Prunus in drugimi ekonomsko pomembnimi vrstami,  kot sta jablana in jagoda (Sargent in sod. 2007, cit. po Clarkeu in sod. 2009).\nSanchez-Perez s sod. (2006) v svoji raziskavi navajajo, da se molekulski markerji SSR pri vrstah Prunus pogosto uporabljajo za molekulsko karakterizacijo, identifikacijo kultivarjev in potaknjencev ter pri genetskem mapiranju.\nEnostavno se ponavljajoče sekvence (SSR) so eni izmed najbolj zanesljivih sistemov molekulskih markerjev, ki jih najdemo v jedrnem genomu evkariontov. Večinoma so prisotni v nekodirajoči DNA, ki lahko za razliko od kodirajoče DNA hitreje kopiči mutacije. Polimorfizem dolžine enostavnih sekvenc (SSLP), povzročen z variiranjem števila ponavljajočih enot, je lahko enostavno odkriti s PCR, z uporabo parov primerjev, ki so določeni z edinstvenim zaporedjem motivov SSR. Molekulski markerji SSR veljajo za molekulske markerje, ki se najpogosteje uporabljajo za določanje \"prstnih odtisov DNA\" pri sadnih drevesnih vrstah predvsem zaradi visoke stopnje polimorfizma, velike stopnje zanesljivosti in ponovljivosti ter kodominantne oblike dedovanja. Pri rastlinah pa se ti markerji uporabljajo predvsem za identifikacijo kultivarjev, genetsko kartiranje in so pomemben vir pri filogenetskih raziskavah (Guliford in sod. 1997, cit. po Strussu in sod. 2003).\nPri češnji so bili mikrosateliti prepoznani kot dober vir molekulskih markerjev, vendar pa sta njihova glavna omejitev čas in denar, ki sta potrebna pri izolaciji in karakterizaciji posameznih lokusov, kadar ni na voljo predhodnega zaporedja DNA. Pri načrtovanju mikrosatelitskih primerjev za češnje v podatkovnih bazah velikokrat ni na voljo dovolj podatkov o sekvencah (Struss in sod. 2003). \nMolekulski markerji SSR so bili razviti pri številnih vrstah Prunus. Raziskave potrjujejo, da se mikrosateliti, ki so bili prvotno razviti pri breskvah (Prunus persica), lahko uporabljajo tudi pri karakterizaciji divje češnje (Schueler in sod. 2003, cit. po Vaughanu in sod. 2007).\nEna izmed pomanjkljivosti mikrosatelitov je težavna začetna izolacija, ko pa so sekvence primerjev identificirane, so molekulski markerji SSR zelo uporabni za določanje genetske variabilnosti med vrstami in rodovi (Wünsch in Hormaza 2002).\n"], "9": ["2.3 Polimerizacija verižne reakcije (PCR)", "Polimerizacija verižne reakcije (PCR) dopolnjuje kloniranje DNA in omogoča enake rezultate, vendar v veliko krajšem času (do nekaj ur). Z metodo PCR kloniranja ne moremo nadomestiti, saj ima svoje omejitve, med katerimi je najpomembnejša, da moramo poznati zadnji del fragmenta, ki ga želimo namnožiti. Kljub tej pomanjkljivosti pa je ta metoda velikega pomena na veliko raziskovalnih področjih molekularne biologije. Pri reakciji PCR je kopiranje omogočeno z uporabo termostabilne DNA-polimeraze iz T. aquaticus. Da reakcija PCR poteče, moramo tarčni DNA dodati Taq DNA-polimerazo, par začetnih oligonokleotidov (primerjev) in zalogo nukleotidov. Količina uporabljene DNA je lahko zelo nizka, saj je reakcija PCR zelo občutljiva in lahko zazna že eno samo začetno molekulo. Primerji, katerih zaporedje je znano že vnaprej, so potrebni za začetek sinteze DNA, ki poteče s pomočjo Taq-polimeraze. Primerji se morajo pritrditi na obe strani DNA-segmenta, ki bo kopiran.\nDenaturacija: reakcija se začne s segrevanjem reakcijske mešanice na 94-C. Pri tej temperaturi se vodikove vezi, ki držijo skupaj obe polinukleotidni verigi dvojne vijačnice, prekinejo.\nPrileganje: nato se temperaturo spusti na 50–65-C, kar omogoča, da se primerja pritrdita na DNA-fragment. \nPodaljševanje: Začne se sinteza DNA, temperatura se dvigne na 72-C (optimum za delovanje Taq-polimeraze). Ta začetna stopnja reakcije PCR pokaže rezultate v seriji \"dolgih\" produktov, ki so sintetizirani iz obeh enojnih vijačnic DNA-verige.\nS ponavljanjem denaturacije in sinteze delujejo produkti reakcije kot šablona za nove sinteze DNA. V naslednjih ciklih se namnoži eksponentno (vsaki cikel dvojno) število DNA-fragmentov, dokler ne zmanjka ene izmed komponent, potrebnih za to reakcijo (Brown 2007).\n"], "10": ["3 MATERIALI IN METODE", ""], "11": ["3.1 Rastlinski material", "Liste divjih češenj, ki smo jih vključili v raziskavo, smo pobirali 23. junija 2009 ter med 19. in 26. majem leta 2010. Vzorce smo pobrali na divjih češnjah na dveh lokacijah, in sicer na območju Genske banke in okolice vile Pohorski dvorec Fakultete za kmetijstvo in biosistemske vede, Pivola 10. V raziskavo smo vključili 38 dreves, od tega 26 dreves na območju Genske banke in 12 iz okolice vile. Vzorci so zajemali stare in mlade rastline v okolici starih. Za molekulske analize smo pobirali mlade in zdrave liste, ki smo jih na terenu dali v polivinilasto vrečko. Vsako posamezno drevo smo označili, za natančnejšo opredelitev lokacije pa smo izmerili še geografsko širino in dolžino s pomočjo naprave GPS (Global positioning system). Podatki o vzorcih, lokaciji in datumu pobiranja so v preglednici 1.\nse nadaljuje \nNadaljevanje\n10B 10B  10C 10C  10D 10D  10E 10E  10F 10F\n"], "12": ["3.2 Izolacija DNA", "Genomsko DNA smo izolirali iz svežih listov. V letu 2009 smo vsak vzorec izolirali v dveh ponovitvah. Leta 2010 smo poskus razširili ter hkrati testirali vpliv starosti lista in količino vzetega materiala na kakovost izolacij. Za nadaljnje raziskave smo uporabili DNA tistih izolacij, ki se je po elektroforezi izkazala za kakovostno. Za izolacijo smo uporabili metodo CTAB po uveljavljenem protokolu (Kump in sod. 1992). V terilnico smo dali približno 3 cm² čistega mladega lista, dodali smo 1,0 ml CTAB ekstrakcijskega pufra [CTAB, 1M TRIS (pH 8), 0,5M EDTA (pH 8), NaCl, merkaptoetanol, sterilna H2O], segretega na 68-C. Homogenizirane vzorce smo prenesli v sterilne 1,5-mililitrske mikrocentrifugirke in jih inkubirali za 90 min v vodni kopeli pri 68-C. Po pretečenem času smo dodali 600 µl mešanice topila kloroforma in izoamilskega alkohola v razmerju 24:1 in jih dobro premešali, nato smo suspenzijo centrifugirali 15 min pri relativni centrifugalni sili 11000 g (Eppendorf centrifuge 5430, Hamburg, Nemčija). Supernatant smo odpipetirali v novo 1,5-mililitrsko mikrocentrifugirko in DNA oborili s 60 µl [3M, pH 5,2] Na-acetata in 600 µl ledeno hladnega izopropanola. Vzorce smo premešali in inkubirali za 30 minut pri -20-C. Sledilo je centrifugiranje za 15 min pri 11000 g. Supernatant smo \nodpipetirali, belo usedlino DNA pa sprali s 600 µl 70-odstotnega etanola. Vzorce smo posušili pri sobni temeraturi. DNA smo raztopili v 100 µl pufra TE [1M TRIS, 0,5 M EDTA, sterilna H2O] in jo shranili na 4-C do nadaljnih analiz.\n"], "13": ["3.2.1 Merjenje koncentracije DNA", ""], "14": ["3.2.1.1 Fluorimetrično merjenje koncentracije DNA", "Koncentracijo DNA smo izmerili v Laboratoriju za genetiko Biotehniške fakultete v Ljubljani z minifluorimetrom TKO200 (Hoefer Scientific, San Francisco, ZDA). Za umeritev aparata smo uporabili DNA telečjega priželjca v koncentraciji 100 ng/µl (raztopina, pripravljena v 1x pufru TNE). Delovna raztopina, v kateri smo merili koncentracijo DNA, je vsebovala filtrsko steriliziran (premer por 0,2 µm) 1x pufer TNE [10mM TRIS, 1 mM EDTA, 0,1 M NaCl, pH 7,4], ki smo mu dodali benzimidazol oz. Hoechst 33258 (Sigma, St. Louis, MO, ZDA) v koncentraciji 0,1 µg/ml [iz založne raztopine s koncentraciji 1mg/ml]. Delovno raztopino smo vsakič pripravili svežo in jo med delom imeli v temi. V dobro oprano kiveto smo odpipetirali 2 ml delovne raztopine in dodali 2 µl izolirane DNA. Izmerjene koncentracije smo dobili v enoti ng/µl.\n"], "15": ["3.2.1.2 Agarozna elektroforeza", "Za kvalitativno določanje DNA smo uporabili agarozno gelsko elektroforezo (Bio-rad power pack basic, Hercules, Kalifornija, ZDA). Za gel smo uporabljali kalup velikosti: 15 x 10. Pripravili smo 3-odstotni agarozni gel iz 2,4g agaroze (Promega, Madison, Wisconsin, ZDA) in 80 ml 3x pufra TBE, ki smo ga pripravili tako, da smo 10x pufer TBE [TRIS, borova kislina, ETDA(pH 8)] ustrezno razredčili. V mikrovalovni pečici smo zmes segrevali do vrelišča, tako da se je agaroza v celoti raztopila, nato smo jo ohladili na 60-C, prelili v kalup in počakali, da se je gel do konca strdil. V nastale žepke smo nanašali vzorce v količini 2 µl, ki smo jim pred nanosom dodali 3µl barvila SYBR green (Quiagen, \nDuesseldorf, Nemčija). Elektroforeza je tekla v 3x pufru TBE pri sobni temperaturi 30 minut pri napetosti 75 V. Elektroforetske frakcije smo pregledali pod transluminatorjem UVP pri valovni dolžini 302 nm. Enako metodo smo uporabili za opazovanje PCR- produktov.\n"], "16": ["3.2.2 Redčenje koncentracij DNA", "Za metodo z mikrosateliti je bilo treba vzorce DNA redčiti na koncentracijo 4 ng/µl. Redčili smo tako, da smo v ependorfko dali 2 µl vzorca DNA in dodali potrebno količino vode, ki smo jo izračunali po formuli:\nTako redčene vzorce smo hranili pri 4-C.\n"], "17": ["3.3 Mikrosatelitski markerji", "Za mikrosatelite in njim pripadajoče začetne oligonukleotide smo uporabili pare, ki so že bili uporabljeni v predhodnih študijah. Seznam osmih parov začetnih nukleotidov in motivi mikrosatelitov so predstavljeni v preglednici 2. Lokusno specifični začetni oligonukleotidi so bili izdelani pri podjetju Sigma (St. Louis, MO, ZDA). Primerje smo razredčili na delovno koncentracijo 500 pikomol/ µl. \nPri nadaljnji analizi smo opustili primerja EMPA029 in EMPA022, saj je bila amplifikacija pri veriži reakciji s polimerazo (PCR) pomanjkljiva, delovanje primerjev pa nismo optimizirali.\nV statistično obdelavo nismo vključili obarvanih primerjev, EMPA001, EMPA002, EMPA011 zaradi slabe amplifikacije pri reakciji PCR.\n"], "18": ["3.3.1 Verižna reakcija s polimerazo (PCR)", "Za namnoževanje odsekov DNA smo uporabili verižno reakcijo sinteze DNA s pomočjo DNA-polimeraze. Skupen prostornina reakcije je znašala 15 µl. Osnovni recept PCR za reakcijo je vseboval:\n- 5 µl genomske DNA,\n- 4,51 µl deionizirane vode,\n- 1,5 µl 10x pufer PCR,\n- 1,2 µl MgCl2,\n- 1,2 µl dNTP,\n- 0,75 µl primer forward,\n- 0,75 µl primer reverse,\n- 0,09 µl encima Taq polimeraze,\nZačetno uporabo Invitrogenovih (Carlsbad, Kalifornija, ZDA) PCR-komponent smo zamenjali za Fermentasove (Kanada), saj je bilo delovanje same reakcije enako kakovostno, vendar cenovno bolj ugodno. Namnoževanje v verižni reakciji s polimerazo je potekalo po prvotno objavljenem protokolu za primerje EMPA001, EMPA002, EMPA003, EMPA004, EMPA005, EMPA011 (Clarke in Tobutt, 2003) in za primerja EMPA022 in EMPA029 (Clarke in sod., 2008). PCR-reakcija je potekala v cikličnem termostatu Biometra TProfessional (Goettingen, Nemčija), pogoji so navedeni v preglednici 4. \n"], "19": ["3.4 Določanje dolžine alelov", "Dobljene PCR-produkte, označene s fluorescentnim barvilom (Cy5 in Cy5.5) smo napipetirali v ploščo. V vsako odprtino smo napipetirali 40 µl mešanice [340 µl deioniziranega formamida (Sigma, St. Louis, MO, ZDA) in 2 µl dolžinskega standarda – sizerja 400 (Beckman Coulter, Brea, Kalifornija, ZDA)], 1 µl redčenega ali neredčenega produkta PCR in kapljico mineralnega olja (Beckman Coulter, Brea, Kalifornija, ZDA). Natančna analiza fragmentov je bila narejena na kapilarni elektroforezi (Beckman Coulter, Brea, Kalifornija, ZDA) v Laboratoriju za medicinsko genetiko UKC Maribor. Kapilarna elektroforeza je delovala na osnovi fluorescentne zaznave. S primerji (obarvanimi s fluorescentnim barvilom) dobljene PCR-produkte smo naložili v kapilarni sistem, kjer je elektroforeza potekla s pomočjo fluorescentne zaznave. Sistem je povezan z računalnikom, ki vzajemno povezuje čas prehoda PCR-produktov z ustreznimi podatki o velikosti markerjev in tako določi natančno dolžino DNA-fragmentov.\n"], "20": ["3.5 Statistična obdelava podatkov", ""], "21": ["3.5.1 Vrednotenje polimorfizma", "V analizo vrednotenja raznolikosti treh mikrosatelitskih lokusov smo vključili naslednje mere variabilnosti:\n- število alelov na lokus,\n- frekvence alelov (pi), ki predstavljajo delež posameznega alela v populaciji,\n- število efektivnih alelov na lokus (ne) (Morgante in sod. 1994), ki se razlikujejo od  skupnega števila alelov na lokus po tem, da vključuje tudi frekvenco posameznih  alelov in tako poudarja vrednost enakomerno razporejenih, pogostih alelov:\n,  kjer je p frekvenca i-tega dela,\n- dejansko heterozigotnost (Ho), ki predstavlja delež posameznikov v populaciji  (vzorcu), ki so heterozigotni,\n- pričakovana heterozigotnost (He) ali genetska raznolikost (Nei 1973), ki predstavlja  delež populacije, ki bi bila heterozigotna, če bi med posamezniki prišlo do naključnega  križanja, hkrati pa predstavlja zmožnost markerja za ločevanje med genotipi:\n,  kjer je p frekvenca i-tega dela.\n"], "22": ["3.5.2 Vrednotenje genetske sorodnosti", "Podatki so bili statistično obdelani s programom Darwin, ki deluje na osnovi genetske oddaljenosti alelov (Perrier in Jacquemoud-Collet 2005). Iz podatkov prisotnosti in \nodsotnosti določenega alela pri genotipu smo sestavili binarno matriko, ki smo jo uporabili kot osnovo za izračunavanje Jaccardovih koeficientov podobnosti:\n, kjer:\n- a pomeni število spremenljivk, ki vsebujejo i+j,\n- b število spremenljivk, ki vsebujejo i, ne pa tudi j,\n- c pa število spremenljivk, ki vsebujejo j, ne pa tudi i.\nZa razvrščanje genotipov v sorodnostne skupine smo uporabili metodo z algoritmom NJ (neighbor-joining tree) in nato izdelali dendrogram, kjer so skupine grafično predstavljene.\n"], "23": ["4 REZULTATI Z RAZPRAVO", ""], "24": ["4.1 Izolacija DNA", "Iz listov divjih češenj, ki smo jih nabrali na dveh lokacijah (na območju Genske banke in okolice vile Pohorski dvorec), smo po metodi CTAB izolirali genomsko DNA. Pri vzorčenju v letu 2010 smo poskus razširili in pri 22 vzorcih (1, 2, 3, 4, 5, 7.1, 10, 11, 12, 12.2, 13, 14, 15, 15.1, 16, 17, 18, 19, 20, 21, 22, 23) testirali vpliv količine vzetega na kakovost izolacij. Vzorci, ki smo jih označili z \"A\", so vsebovali 0,05 g, \"B\" 0,1g in \"C\" 0,5 g rastlinskega materiala. Razlike v količini supernatanta, ki je nastal v postopku izolacije, lahko vidimo na sliki 2. Glede na rezultate smo opazili, da je bila pri vzorcih z več tkiva (B, C) količina supernatanta manjša kot pri tistih z manj materiala (A). Prav tako je bila pri vzorcih, kjer smo uporabili manj rastlinskega tkiva (A) kakovost supernatanta boljša. Pri štirih vzorcih (1, 10, 13, 20), kjer smo imeli na voljo dovolj rastlinskega materiala, smo testirali vpliv starosti listov na kakovost izolacij. Vzorci D so predstavljali mlade, E srednje stare in F stare liste (slika 2). Razlike v količini in kakovosti supernatanta ni bilo opaziti. Na podlagi izmerjenih koncentracij DNA zaradi nezadostne količine vzorcev in podatkov ne moremo zaključiti, ali količina in starost rastlinskega materiala vplivata na kakovost izolirane DNA. \n(A = 0,05 g, B = 0,1 g, C = 0,5 g rastlinskega materiala, D = mladi , E = srednje  stari, F = stari list)\nZ elektroforezo na agaroznem gelu smo preverili uspešnost in kakovost DNA-izolacije ter približno velikost mikrosatelitskih lokusov. Natančne dolžine posameznih fragmentov pa smo določili na kapilarni elektroforezi, ki omogoča večjo ločljivost.\nNa podlagi dobljenih podatkov o koncentraciji izolirane DNA smo odbrali 39 vzorcev, ki smo jih uporabili za nadaljnje analize.\nse nadaljuje \nNadaljevanje\nKoncentracija genomske DNA je pri večini vzorcev dokaj nizka. Ker za namnoževanje mikrosatelitskih lokusov z reakcijo PCR ne potrebujemo velikih količin DNA, smo delo nadaljevali. Izolirano genomsko DNA, ki smo jo uporabili v reakciji PCR, smo po potrebi redčili v sterilni, dvakrat destilirani vodi.\n"], "25": ["4.2 Namnoževanje s PCR", "Izbrane vzorce, na katerih smo optimizirali verižno reakcijo s Taq DNA-polimerazo, smo določili glede na rezultate izmerjenih koncentracij in glede na rezultate, ki smo jih dobili z elektroforezo na agaroznem gelu. Za prvo namnoževanje mikrosatelitskih lokusov smo uporabili reakcijsko mešanico in temperaturni profil, opisan v poglavju 3.3.1. Pri neobarvanih mikrosatelitskih lokusih (EMPA022, EMPA029) so v produktu reakcije PCR prevladovali nespecifično namnoženi fragmenti DNA, katerih dolžina je variirala okrog dolžine mikrosatelitskega lokusa (slika 4). Delovanja primerjev nismo optimizirali in v nadaljnji analizi uporabo opustili zaradi pomanjkljive amplifikacije. Reakcija je potekla optimizirano za neobarvane mikrosatelitske lokuse EMPA001, EMPA002, EMPA003, EMPA004, EMPA005 (slika 5), EMPA011 (slika 6). Analizo smo nadaljevali z uporabo obarvanih primerjev. Na obarvanih mikrosatelitskih lokusih EMPA001, EMPA002, EMPA011 reakcija PCR ni uspešno potekla, kar se je kazalo pri gelni elektroforezi tako, da je bil produkt slabo viden ali pa ga sploh ni bilo (slika 8). Na mikrosatelitskih lokusih EMPA003, EMPA004, EMPA005 (slika 9) je bila reakcija PCR uspešna. Na uspešnost namnoževanja reakcije PCR so vplivale sestavine in količinska razmerja med sestavinami v reakcijski mešanici, količina in kakovost matrične DNA in temperaturni profil reakcije. V reakcijski mešanici smo bili pozorni na ustrezne \nkoncentracije pufra, magnezijevih ionov (Mg2+), začetnih oligonukleotidov, dNTP-jev, Taq-polimeraze in DNA. Pomemben in nezanemarljiv je tudi vpliv pipetiranja, ki ima lahko velik vpliv na potek uspešne reakcije.\nmikrosatelitski lokus EMPA029 z nespecifično namnoženimi fragmenti DNA\nmikrosatelitski lokus EMPA005 \nmikrosatelitski lokus EMPA011\nmikrosatelitski lokus EMPA002, kjer amplifikacija ni potekla \nmikrosatelitski lokus EMPA005\n"], "26": ["4.3 Analiza mikrosatelitskih lokusov", ""], "27": ["4.3.1 Določanje dolžine alelov", "Natančna analiza fragmentov je bila narejena na kapilarni elektroforezi (slika 10). Namnoženi fragmenti mikrosatelitov s tremi kombinacijami začetnih oligonukleotidov so omogočili razločevanje med vsemi analiziranimi genotipi. S pregledom elektroforetskih krivulj smo za posamezne genotipe ugotovili edinstvene kombinacije namnoženih mikrosatelitskih markerjev. Izračunane statistike za SSR-markerski sistem 39 genotipov divje češnje so predstavljene v preglednicah 6 in 7. Posamezen marker je bil določen z vrhom krivulje, ki se mu je s pomočjo zunanjega dolžinskega standarda avtomatsko določila dolžina, kar nam je pomagalo pri vrednotenju rezultatov. \ne Signal  50 100 150 200 250 300 350 400  Size (nt)\nEMPA003. Velikosti so podane v bp\nPri primerjavi dolžin alelov z tistimi, ki sta jih 2003 objavila Clarke in Tobutt 2003, smo opazili pri EMPA003 razhajanja v višini 4bp, pri EMPA004 do 35 bp, pri EMPA005 do 36 bp. Neskladja v dolžini alelov smo pričakovali, saj ta nastajajo zaradi uporabe različnih elektroforetskih pogojev in sistemov. Delni vpliv ima lahko tudi subjektivna ocena pri vrednotenju dolžin PCR-produktov.\n"], "28": ["4.3.2 Vrednotenje polimorfizma", "S tremi obarvanimi lokusno specifičnimi začetnimi oligonukleotidi smo pri 39 analiziranih genotipih divje češnje v PCR namnožili 19 polimorfnih alelov. Najmanj alelov smo odkrili na mikrosatelitskem lokusu EMPA003 (3), na lokusu EMPA004 (7), največ (9) pa na lokusu EMPA005. V povprečju se je na lokus namnožilo 6,3 alela. Ker je informacijska vrednost lokusa odvisna tudi od frekvence alelov, smo izračunali še povprečno število efektivnih alelov, ki znaša 1,398 in se razlikuje od dejanskega (preglednica 6). \n  genotipov divje češnje: število alelov (n), število efektivnih alelov (ne),  opažena (Ho) in pričakovana (He)\nGlede na rezultate iz zgornje preglednice lahko zaključimo, da so se vrednosti opažene heterozigotnosti (Ho) nahajale na območju med 0,205 za lokus EMPA003 in vrednostjo 0,718 za lokus EMPA005. Pričakovana heterozigotnost (He) se je gibala od 0,093 za lokus EMPA003 do 0,412 za lokus EMPA005. Opažene in pričakovane heterozigotnosti so se za vsak lokus razlikovale. Največjo razliko smo opazili na lokusu EMPA004 (0,335), najmanjšo pa pri lokusu EMPA003 (0,112). V povprečju vseh lokusov je bila opažena heterozigotnost visoka (0,684), kar kaže na veliko variabilnost divje češnje. Ivančič (2002a) omenja, da češnje obsegajo različne samorastne ali \"divje\" genotipe in veliko sort, ki se med seboj razlikujejo predvsem po morfoloških lastnostih, produktivnosti in prilagojenosti na določeno okolje, kar pomeni veliko genetsko variabilnost. Povprečje opažene heterozigotnosti je znašalo 0,684 in se je močno razlikovalo od pričakovane, ki je znašala 0,262. Alele na posameznem lokusu smo zaradi lažje genotipizacije poimenovali s črkami, tako najkrajšemu alelu na lokusu pripada črka A, naslednjemu B itd. Pri vsakem lokusu se število črk ujema s številom različnih alelov. Pri genotipih, kjer se je namnožil samo en alel, smo predpostavili, da so za tisti alel homozigotni. Največ homozigotov je bilo opaženih na lokusu EMPA003, in sicer 31 (heterozigotov 8). Temu sledi EMPA004 s 15 homozigoti za posamezni alel (heterozigotov 24), najmanj homozigotov, in sicer 11 za posamezni alel, pa najdemo na lokusu EMPA005 (heterozigotov 28). Izračunane frekvence posameznih alelov so bile razmeroma nizke, z izjemo nekaterih alelov na lokusih EMPA004 in EMPA005, zaradi tega so bile nižje tudi vrednosti izračunanih efektivnih alelov. Lokus EMPA003 ima najbolj pogosto zastopan alel C (175 bp) , lokus EMPA004 \nalel E (187 bp), lokus EMPA005 pa alel H (255bp). Frekvence posameznih alelov so predstavljene v preglednici 7, v grafični obliki pa so podane na grafikonu 1.\nEMPA005\n"], "29": ["4.3.3 Vrednotenje genetske sorodnosti", "Iz podatkov prisotnosti (1) ali odsotnosti (0) določenega alela pri genotipu smo sestavili binarno matriko (priloga), ki smo jo kot osnovo uporabili za izračunavanje Jaccardovih koeficientov podobnosti. Za razvrščanje genotipov v sorodnostne skupine smo uporabili metodo NJ in za grafični prikaz uporabili dendrogram (slika 11), ki smo ga naredili s programom Darwin (Perrier in Jacquemoud-Collet 2005).\nNa dendrogramu modre številke z vrednostmi od 7 do 100 predstavljajo \"bootstrap\", višja kot je številka, večja je verjetnost te razporeditve. Na dendrogramu smo opazili tri glavne razvejitve.\nVzorci, označeni z rdečo barvo, predstavljajo del populacije, ki smo jo vzorčili na območju Genske banke, in sicer na zgornjem delu. Med njimi opazimo sorodnost, vendar pa so dokaj razpršeni glede na položaj na dendrogramu. Pozornost vzbujajo vzorci 2A in 2C ter 5A in 7.1 A, kjer je vrednost \"bootstrapa\" 100, kar pomeni, da je verjetnost te razporeditve zelo visoka, zato lahko zaključimo, da sta to dva para vzorcev klona. Prav tako je zanimiva skupina vzorcev 1D, 4B in 3B, kjer 1D predstavlja staro drevo, ob njem najdemo vzorec 4B, pri čemer lahko sklepamo o možnosti samooploditve, vzorec 3B pa v tem primeru predstavlja križanca.\nSkupina, ki smo jo vzorčili na spodnjem delu na območju Genske banke, je označena na dendrogramu z modro barvo. Ta skupina je zelo uniformna, saj je večina dreves razporejenih okoli vzorca 10A (staro drevo), zato lahko predvidevamo, da je šlo za samooploditev. Vendar pa kljub temu lahko sklepamo, da obstaja možnost razlik, ki pa jih molekulski markerji niso zaznali. Izjemo v tej skupini predstavlja vzorec 12.1A, ki ga najdemo v skupini, ki smo jo vzorčili v okolici vile Pohorski dvorec. Zaradi precejšnje razdalje med tema dvema populacijama lahko predvidevamo, da je bil vzorec prenesen s semeni preko ptičev ali peloda preko čebel in drugih žuželk, ki so sposobne prenašati pelod na zelo velike razdalje – tudi po več kilometrov, je v tem primeru manj verjetno, saj bi takrat bil položaj v dendrogramu malo drugačen. \nZelena skupina predstavlja vzorce ob strani na območju Genske banke, je zelo uniformna (vzorci so razporejeni okoli 13B – staro drevo) in znotraj ni opaziti nobenih posebnosti. To lahko razložimo s specifičnostjo lokacije. Vsa drevesa do bila na sredini obdelane površine, na keltski gomili, ki je predstavljala nek izoliran otoček.\nNa območju v okolici vile Pohorski dvorec smo vzorčili v dveh skupinah. Zgornji del vzorcev je označen z vijolično barvo in je na dendrogramu razdeljen v dve razvejitvi. Prva skupina vzorcev 20A, 20B in 17A potrjuje točnost analize, saj sta bila vzorca 20A in 20B vzeta iz istega drevesa, ki verjetno predstavlja starševsko drevo vzorcu 17A.\nDruga razvejitev je uniformna z izjemo že prej omenjenega vzorca 12.1A, ki je glede na sorodnost vključen v skupino, ki smo jo vzorčili na drugi populaciji. Razlike v dveh razvejitvah lahko pripišemo verjetnosti, da sta se na enem območju znotraj ene večje populacije oblikovali dve manjši, med sabo neodvisni populaciji.\nSpodnji del vzorcev v okolici vile Pohorski dvorec je označen s črno barvo. Vzorci so uniformno razporejeni okoli starega drevesa (24B). V tej skupini ne opazimo nobenih posebnosti. \n0 0.2\n"], "30": ["5 SKLEPI", "V letih 2009 in 2010 smo na posestvu Fakultete za kmetijstvo in biosistemske vede Maribor na območju Genske banke in okolice vile Pohorski dvorec ugotavljali, ali lahko med dvema populacijama divje češnje pričakujemo razlike in ali znotraj posamezne populacije obstaja neka genetska povezanost, ki bi odsevala sorodnost med posameznimi osebki. V genetsko analizo smo vključili stara drevesa, za katera smo predpostavili da so starševske rastline, ter mlade rastline v okolici teh dreves, za katere smo predpostavili, da so potomci.\nGlede na to, da je končni rezultat našega raziskovalnega dela predstavljen na dendrogramu, lahko podamo naslednje sklepe:\n- S prvo hipotezo smo predpostavili, da med dvema posameznima populacijama  divje češnje pričakujemo razlike, vendar pa jo lahko na podlagi rezultatov delno  zanikamo, saj vzorec 12.1A predstavlja izjemo. Čeprav je bil pobran v populaciji v  Genski banki, smo ga glede na sorodnost uvrstili v populacijo iz okolice vile  Pohorski dvorec.\n- Znotraj vsake od dveh populacij divje češnje smo opazili genetsko sorodnost, zato  lahko potrdimo našo drugo hipotezo, s katero smo predpostavili, da so osebki  znotraj posameznih proučevanih populacij genetsko sorodni.\n- V našem poskusu smo prav tako opazili dokaj veliko genetsko uniformnost znotraj  proučevanih populacij. Na podlagi opravljene analize lahko sklepamo, da do bile  nekatere naše skupine zelo uniformne, kar še posebej velja za 3 skupine. To je  skupina na spodnjem delu (označena z modro barvo), ob strani (označena z zeleno  barvo) na območju Genske banke in spodnji del vzorcev (označen s črno barvo) v  okolici Vile Pohorski dvorec.\n- Divje češnje obsegajo veliko različnih genotipov, kar je v naravi zelo pomembno  zaradi popolnejšega oplojevanja. Kljub sorazmerno veliki genetski sorodnosti med  osebki, ki so predstavljali vzorce proučevanih populacij, ne moremo govoriti o  genetski čistosti vključenih populacij. Proučevani populaciji nista bili med sabo \n izolirani. Da je med njima obstajala neka \"komunikacija\", je dokaz osebek 12.1A.  Morda pa sta naši proučevani populaciji le podpopulaciji neke širše populacije, ki  se razteza na območju 5 ali več kvadratnih kilometrov.\n- Število močno odstopajočih genotipov znotraj našega raziskovanega  populacijskega materiala, ki so bili na nek način preneseni iz neke druge  populacije, je bilo sorazmerno nizko. V to skupino lahko uvrstimo samo že prej  omenjeni vzorec 12.1A.\nOb koncu je potrebno še omeniti, da rezultati temeljijo le na 3 mikrosatelitskih lokusih, zato so verjetno zaznali samo del variabilnosti med posameznimi vzorci, del pa ne. Temu se lahko izognemo tako, da v poskus vključimo kontrolno skupino, ki je sestavljena iz starševske skupine, kjer sta materna in očetovska rastlina natančno identificirana in skupine v katero so vključene rastline za katere vemo da so potomci.\n"], "abstract": ["Divje češnje so značilna drevesa slovenske pokrajine, ki tvorijo naravno populacijo. Zmožnost razlikovanja med posameznimi kultivarji češnje (Prunus avium L.), tako gojenimi kot divje raslimi, je pomembno iz znanstvenih kot tudi iz ekonomskih razlogov. V genetsko analizo smo vključili stara drevesa in mlade rastline v okolici teh dreves. Vzorčenje je potekalo na dveh različnih lokacijah blizu Maribora, SZ Slovenija. Namen naloge je bil ugotoviti, kakšna je genetska sorodnost znotraj vsake od dveh populacij divje češnje in sorodnost med predstavniki dveh populacij. Ugotavljali smo še genetsko uniformnost znotraj populacije, genetsko čistost populacije, število močno odstopajočih genotipov znotraj populacije, ki so bili preneseni iz neke druge populacije. Na treh mikrosatelitskih lokusih EMPA003, EMPA004, EMPA005 smo pri 39 preučevanih genotipih divje češnje skupaj namnožili 19 polimorfnih alelov, v povprečju 6,3 na lokus. Genetske razdalje med preučevanimi genotipi smo izračunali z Jaccardovim koeficientom in izdelali dendrogram. "]}