{"1": ["", "1.UVOD\n"], "2": ["1.1 Opredelitev področja in opis problema, ki je predmet raziskave", "Svoboden poslovni svet je vse bolj kompleksen in dinamičen; potrebe, zahteve in želje strank se iz dneva v dan spreminjajo. Odpiranje tržišča privablja nove konkurente, hiter razvoj in tehnologija pa silita podjetja, vodstvo in zaposlene, da se vedno bolj zavedajo, da bodo ohranili in širili svoj tržni položaj le z nenehnim izboljševanjem ponudbe izdelkov in storitev, s kvaliteto, zanesljivostjo in odgovornostjo, s hitrejšim odzivanjem na spremembe v okolju, zlasti pa z uspešnim in učinkovitim odnosom do strank.\nMarketing danes ni več samo ena od funkcij podjetja, temveč je postal sestavni in nujno potrebni del razmišljanja, poslovne filozofije in načina življenja vseh, ki želijo uspeti v poslovnem svetu. Brez upoštevanja marketinških načel, podjetje danes ne more več uspešno delovati na vse bolj odprtih in konkurenčnih tržiščih.\nV diplomskem delu sem skušal podrobneje opisati orodja pospeševanja prodaje s področja komuniciranja, saj postaja to orodje v marketingu vse pomembnejše.\nPodrobneje bom obravnaval in proučeval instrumente pospeševanja prodaje ter primere, v katerih jih uporabimo.\nZavedati se moramo, da se bodo le zadovoljni kupci in porabniki storitev vračali ponovno k nam. Rezultat tega bo pozitivna informacija s katero bomo pridobili še nove kupce. Vse to pa je pogoj za trden obstoj podjetja, dolgoročno uspešnost in pozitivne poslovne rezultate.\nZ vidika podjetja Košaki TMI je problem v tem, da podjetje ni v celoti seznanjeno z vsemi metodami pospeševanja prodaje in tudi ni znano, ali je sedanji sistem pospeševanja prodaje primeren za marketing podjetja. To je tem bolj pomembno, ker podjetje še do sedaj ni opravilo takšne raziskave.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Danes se na trgu odvija močan tržni boj za kupce. Ta se odraža na zelo različne načine in sicer tako z agresivnim in pogostim oglaševanjem, novimi izdelki, spreminjanjem izgleda že starih uveljavljenih izdelkov, promocijami, degustacijami in podobnim.\nV podjetju se zavedamo, da je potrošnik tisti, ki je najbolj pomemben in od katerega je odvisno kateri izdelek bo kupil. Trudimo se obdržati kvaliteto izdelkov, kar je najpomembnejše za zadovoljstvo kupca. Seveda obstajajo še drugi dejavniki, ki bistveno vplivajo na zvestobo kupcev do izdelkov podjetja. \nNamen diplomskega dela je, na podlagi tuje in domače strokovne literature spoznati pojem pospeševanja prodaje v okviru tržnega komuniciranja in predstaviti njegovo vlogo, cilje in metode. V praktičnem delu pa ugotoviti, kakšen je pomen in vloga pospeševanja prodaje v konkretnem primeru v podjetju. Ugotoviti želimo tudi, kakšne so pomanjkljivosti na tem področju in kakšne so še druge možnosti za pospeševanje prodaje.\nCilji naloge torej so:\n- opredeliti pomen in vlogo tržnega komuniciranja v marketingu;\n- opredeliti pomen pospeševanja prodaje v marketinškem komuniciranju;\n- predstaviti splošne značilnosti pospeševanja prodaje;\n- proučiti na konkretnem primeru načrtovanje in potek pospeševanja prodaje.\nVeliko podjetij v Sloveniji še ni organizirana na tak način, da bi pospeševanje prodaje lahko uspešno izvajali. Trdim da bodo tista podjetje, ki se bodo naučila uporabljati različna orodja pospeševanja prodaje, precej pridobila v smislu konkurenčnosti. Pomeni, da mora biti celotno področje na katerem podjetje deluje dobro pokrito in obdelano. To lahko dosežemo tako, da so pospeševalci prodaje in prodajalci dobro izobraženi, usposobljeni, motivirani, da poznajo izdelke, ki jih plasirajo na tržišče. Če omenjeno zagotovimo, potem je tudi velika možnost, da bo promocija dobro uspela in pripomogla k dvigu prodaje. Rezultat bo toliko boljši, če bo promocijo spremljalo še istočasno oglaševanje, znižana cena ali še katera druga aktivnost.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Pri svojem delu sem upošteval naslednje predpostavke:\n- predpostavljam, da bom pri pisanju diplomske naloge lahko uporabil nekajletne  izkušnje, ki sem si jih pridobil v podjetju na področju pospeševanja prodaje;\n- podjetja v razvitih državah pripisujejo vedno večji pomen pospeševanju prodaje;\n- lastno prodajno osebje je temelj vsakega pospeševanja prodaje, saj predstavlja  najpomembnejši stik podjetja s številnimi odjemalci in postopoma prinese podjetju vse  potrebno znanje in informacije o odjemalcih.\nOmejitve:\n- omejitve pri objavi podatkov, ki so poslovna skrivnost;\n- pri opredeljevanju tržišč se bom omejil na slovensko tržišče;\n- oviro bo predstavljalo tudi dejstvo, da se v podjetju še ne zavedamo v celoti pomena  pospeševanja prodaje.\n"], "5": ["1.4 Metode raziskovanja", "Najprej sem opredelil pojem komuniciranja kot posebno področje marketinga, ter sistematično in celovito predstavil teoretična spoznanja o pospeševanju prodaje.\nRaziskava bo temeljila na deskriptivnem in analitičnem pristopu, na osnovi sekundarnih podatkov in podatkov pridobljenih v podjetju. \nV okviru deskriptivnega pristopa, sem uporabil predvsem naslednje metode raziskovanja;\n- metodo deskripcije, kjer bom opisoval dejstva in procese brez znanstvenega tolmačenja  in pojasnjevanja;\n- komparativno metodo, kjer bom primerjal dejstva s teoretičnega stališča in prakso;\n- metodo kompilacije, s katero bom povzel sklepe drugih avtorjev;\nPri analitičnem pristopu pa sem uporabil metodo analize in sinteze ter metodo intervjuja.\nV obeh pristopih sem upošteval deduktivno in induktivno metodo raziskovanja. Naloga spadala med statične, ker sem ugotavljal odvisnosti in razlike med teorijo in prakso v določenem trenutku. Izvedel sem jo s pomočjo informacij in nekajletnih izkušenj v podjetju. \n"], "6": ["2 TRŽNO KOMUNICIRANJE", ""], "7": ["2.1 Opredelitev tržnega komuniciranja", "Pojem “komuniciranje” izhaja iz latinske besede communicare in pomeni posvetovati se, razpravljati, vprašati za nasvet. To pomeni, da se s komuniciranjem izmenjujejo informacije, znanje ter izkušnje med sodelujočimi osebami (Možina in Damjan 1997, 3).\n“Komuniciranje v bistvu obsega izmenjavo misli, občutkov ali razumevanje zaznavanja” (Shramm 1955, povz. po Lorbeku 1979, 18).\nMožina (1997, 3) pa navaja, da je: “Komuniciranje proces prenašanja informacij z medsebojnim sporazumevanjem, saj se v komuniciranju odvija nek proces vzpostavljanja stikov in oblikovanja vzdušja razumevanja dveh oseb”.\nKadar so predmet komuniciranja med sporočevalcem in naslovnikom informacije o povpraševalcih in ponudnikih proizvodov in storitev, torej o tržnih udeležencih, govorimo o tržnem komuniciranju.\nTržno komuniciranje lahko opredelimo kot proces informiranja, ki se odvija med podjetjem in potrošniki v obeh smereh (Lorbek 1979, 11). Uspešno sporočanje in sprejemanje temelji na razmerju med prodajalcem in kupcem, olajšujejo ga medsebojno zaupanje in dobre izkušnje v preteklosti (Tavčar 1996, 51).\n"], "8": ["2.2 Cilji tržnega komuniciranja", "Osnovni cilj tržnega komuniciranja je, spodbuditi potrošnike k želenemu načinu vedenja. Bovee, Houston in Thill (1995, 516) navajajo naslednje cilje komuniciranja:\n- Posredovanje informacij. Komuniciranje je koristno tako za potrošnika kot  tudi za proizvajalca. Potrošniki se na ta način seznanijo z novimi izdelki,  proizvajalci pa lahko informirajo obstoječe in potencialne potrošnike o svojih  izdelkih in storitvah.\n- Spodbujanje povpraševanja. Najbolj očiten cilj komuniciranja je spodbujanje  obstoječih in potencialnih potrošnikov k nakupu.\n- Razlikovanje izdelkov. Podjetja uporabljajo komuniciranje zato, da jih bodo  potrošniki razlikovali od konkurenčnih podjetij ter da bodo prepoznali njihove  izdelke. Razlikovanje je posebej pomembno za tiste itdelke, ki so po izvoru  podobni konkurenčnim izdelkom; potrošnik lahko namreč svojo potrebo  zadovolji z izdelkom katerega koli proizvajalca.\n- Spominjanje obstoječih odjemalcev. Odjemalce je potrebno nenehno  spominjati na prednosti izdelkov podjetja in tako preprečiti, da bi začeli  posegati po konkurenčnih izdelkih. \n- Izpodbijanje konkurence. Podjetja lahko uporabljajo komuniciranje tudi z  namenom, da izpodbijajo tržne napore svojih konkurentov.\n- Odzivanje na negativne novice. Podjetje lahko z učinkovitim komuniciranjem  slabe novice o sebi ali svojih izdelkih hitro obrne sebi v prid in tako izkoristi  nastalo medijsko pozornost za promocijo svojega izdelka.\n- Blaženje nihanj povpraševanja. Podjetja, ki proizvajajo sezonske izdelke- te  potrošniki kupujejo le določen čas v letu, se soočajo z nihanjem povpraševanja  med letom. Da bi to nihanje ublažili, skušajo preko komuniciranja seznaniti  potrošnike na primer z novimi načini uporabe izdelka, ki bi spodbudile  odjemalce k nakupu in uporabi izdelka tudi izven sezone.\n- Prepričevanje odločevalcev. Podjetje skuša s posebnimi oglasi vplivati na tiste  ljudi, ki imajo pri nakupu izdelka največjo vlogo.\n- Vplivanje na javno vedenje. Podjetja skušajo preko komuniciranja vplivati na  javno vedenje. Tukaj gre največkrat za neprofitne organizacije, ki bi rade s  pomočjo komuniciranja ustvarile nekakšen splošni vzorec vedenja ljudi ( npr.  prenehanje s kajenjem).\nKostič (1988, 59) razlikuje v tržnem komuniciranju dve vrsti ciljev:\n- splošne in\n- konkretne planske cilje.\nSplošni cilji zajemajo informacije, poučevanje in vzgojo potrošnikov. Glavni cilj je torej informiranje potrošnikov o določenem proizvodu ali storitvi.\nKonkretni planski cilji pa morajo vsebovati:\n- kvalitativno opredelitev (kaj želimo doseči-kakšen učinek; npr: zavedanje, poznavanje,  všečnost, naklonjenost, nakup, itd.),\n- kvantitativno opredelitev ( v kakšni velikosti in kje),\n- časovno opredelitev (v kakšnem časovnem obdobju) in\n- finančno opredelitev (višina potrebnih finančnih sredstev).\nCilj je kvalitativno določen z opisom pričakovanih rezultatov komuniciranja na podlagi preteklih izkušenj podjetja s potrošniki, ki se nanašajo na določeno vrsto izdelka. Ko podjetje opredeli ciljno skupino in njene značilnosti, določi, kakšen odziv pričakuje od njenih članov. Zasledujemo kognitivno, afektivno in konativno reagiranje članov skupine (Lorbek 1992,10).\nCilj komuniciranja na kognitivni stopnji pomeni kreiranje zavedanja ter poznavanja imena in namena uporabe izdelka. Ta cilj je uporaben pri uvajanju novega izdelka. Potrošniki ga namreč še ne poznajo, zato mora biti cilj postavljen tako, da bo ciljna skupina omenjen izdelek zaznala čim prej in v čim večjem številu ter ga tudi čim bolj spoznala.\nAfektivni cilj komuniciranja pomeni kreiranje pozitivnega stališča članov ciljne skupine in širše javnosti do izdelka. Ta cilj je postavljen v smislu načrtovanega imidža in v skladu s pozicioniranjem izdelka. S komuniciranjem se vzbudi zanimanje za izdelek in omogoči njegovo vrednotenje v smeri pozitivnega stališča. Ta cilj podjetje postavi za nov izdelek, ko je potrebno stališče šele kreirati, ko se utrjuje obstoječe stališče in ko želi podjetje spremeniti stališče v korist svojega izdelka, ki pa ni nov na trgu, temveč samo diferenciran. \nKonativni cilj komuniciranja pa pomeni nakup izdelka ciljne skupine pod pretežnim vplivom komuniciranja podjetja. Pri tem gre lahko za poskusni ali pa večkratni nakup; v slednjem primeru govorimo o adopciji ali osvojitvi izdelka.\nDobro postavljen konkretni planski cilj akcije tržnega komuniciranja mora biti (Kostič 1988,60) :\n- uresničljiv (zasnovan na temeljnem poznavanju značilnosti nosilca potreb in njegovih  potreb, iskanju in možnostih njihovega zadovoljevanja),\n- usklajen z drugimi nadrejenimi in vzporednimi cilji (trženja in njegovih elementov,  npr. ponudbe, skupnega poslovanja),\n- merljiv (da lahko kontroliramo, v kolikšni meri je dosežen),\n- določen s svojimi štirimi opredelitvami,\n- sprejet s strani nosilca poslovnih odločitev,\n- v pisni obliki.\nLorbek (1992,10) dodaja:\n- zahteven, vendar dosegljiv,\n- postavljen v realni časovni okvir,\n- v čim večji meri odsev dejanskih učinkov aktivnosti komuniciranja.\n"], "9": ["2.3 Proces tržnega komuniciranja", "Komunikacije potekajo med ljudmi, pa tudi med podjetji in organizacijami. Proces komuniciranja poteka na različne načine, ki so odvisni od kulture podjetja in načina, kako podjetje gleda na svet. James E. Grunig, strokovnjak za komunikologijo in odnose z javnostmi, pravi, da je komunikacija eno od najbolj učinkovitih sredstev za pogajanje in kompromise. Organizacija mora zato v svoje poslanstvo vključiti izmenjavo sporočil s ciljnimi javnostmi, če želi dolgoročno slediti lastnim ciljem. Svoje cilje bo lažje dosegala, če bo v menjalnih procesih upoštevala tudi interese ciljnih skupin, s katerimi vstopa v poslovna razmerja.\nManagerji v organizaciji s pomočjo komunikacijskega procesa izvršujejo štiri funkcije (načrtovanje, organiziranje, vodenje in kontroliranje) in igrajo svoje vloge (medosebne, informacijske in odločevalske). Manager mora imeti dostop do vseh pomembnih informacij za sprejem pametnih odločitev. Vendar se jih ne da izvršiti, dokler manager ne sporoči svojih odločitev podrejenim in drugim sodelavcem (Možina 1994, 506).\nPoglejmo, s kom komunicirajo (Starman 1996, 4):\n- podjetja:\n- s posredniki,\n- s potrošniki,\n- s kupci,\n- z različnimi javnostmi;\n- posredniki:\n- s kupci,\n- s potrošniki; \n- potrošniki:\n- z drugimi potrošniki (ustno),\n- s podjetji,\n- z različnimi javnostmi.\nVsaka skupina s svojimi akcijami povzroča povratno zvezo (feedback) za vsako drugo skupino.\nTržno komuniciranje je posebna oblika procesa komuniciranja. Glavna razlika je v natančnejši opredelitvi subjektov komuniciranja. Pri tržnem komuniciranju je pošiljatelj sporočila praviloma podjetje, sporočilo pa je namenjeno kupcu (potrošniku). Komuniciranje je torej širok pojem, ki pojasnjuje proces prenašanja informacij. Tržno komuniciranje pa je konkretizacija procesa komuniciranja med tržnimi subjekti. Tržno komuniciranje je usmerjeno na potrošnika, saj je namen vseh aktivnosti tržnega komuniciranja ravno vzpostavitev zveze med proizvajalcem in potrošnikom. Komunikacija bo bolj uspešna, če bomo poznali ciljno skupino potrošnikov oz. tržni segment, ki mu je sporočilo namenjeno. Pri tem se ne smemo nanašati le na enosmerno komuniciranje, temveč moramo ciljni skupini dati možnost odgovora. Če razvijemo dialog, bomo tudi lažje določili cilje komuniciranja, oblikovali sporočila in izbirali komunikacijska sredstva in medije.\nOsnova procesa komuniciranja je prenos informacij. Slika 1 prikazuje splošen komunikacijski model, ki vključuje devet prvin v procesu komunikacije. Sporočevalec (oddajnik) oziroma komunikator kodira svoje sporočilo in ga prenaša preko različnih medijev sprejemniku, ki ga dekodira, razume oziroma nanj reagira. Odgovor je hkrati tudi povratna informacija za pošiljatelja sporočila. V celotnem procesu komuniciranja lahko prihaja do motenj (zastoji oziroma popačenost sporočil).\nZa uspešno komuniciranje mora tržnik poznati glavne elemente procesa komuniciranja in napraviti naslednje korake (prav tam, 4–5):\n- identificirati ciljno skupino,\n- določiti cilje komuniciranja,\n- oblikovati sporočilo,\n- izbrati komunikacijske kanale,\n- določiti finančna sredstva,\n- izbirati instrumente komunikacijskega (promocijskega) spleta–meriti rezultate,\n- upravljati in koordinirati s celotnim procesom komuniciranja. \nKonkretno bi elemente komunikacijskega procesa lahko prikazali takole (Brassington in Pettitt 1997, 571–575):\nSporočevalec oziroma oddajnik: podjetje ali posameznik, ki želi ciljni javnosti posredovati sporočilo.\nNaslovnik oziroma sprejemnik: posameznik, ki se nahaja med ciljnim občinstvom, s katerim želi sporočevalec komunicirati in mu posredovati sporočilo.\nSporočilo: sporočilo predstavlja to, kar sporočevalec želi, da bi posameznik v ciljni skupini, kateri je namenjeno sporočilo izvedel, ali razumel kot rezultat ustrezno izvršene komunikacije.\nKanal: kanal predstavlja sredstvo, preko katerega naj bi zakodirano sporočilo prispelo do ciljne osebe (naslovnika). Za to obstaja veliko možnosti, kot npr: televizija, časopis, radio idr.\nKodiranje: proces, ko podjetje (sporočevalec) skuša svojo zamisel (sporočilo) predstaviti naslovniku z različnimi simboli. Zelo pomembno je natančno opredeliti, kaj želimo sporočiti in na kakšen način nameravamo to storiti.\nDekodiranje: proces, ko naslovnik sporočila skuša pomen simbolov, zbranih v sporočilu, razumeti, tako da ima vsebina zanj enak pomen kot za sporočevalca. (Gledalec televizijskega oglasa naj bi sporočilo razumel kot: “To je banka, kjer so sposobni rešiti moje probleme.\nPovratne informacije: po dekodiranju sporočila se naslovnik odzove oziroma reagira na sporočilo. To imenujemo proces adopcije oziroma osvajanja. Odziv pojmujemo kot splet \nvsega nevidnega in vidnega obnašanja naslovnika, ki ga povzročajo dražljaji v sporočilu. Sporočevalec zagotavlja odziv s povratno informacijo, na podlagi katere lahko le-ta ugotovi, ali je bilo sporočilo sprejeto, pravilno razumljeno in interpretirano. Zadovoljiv odziv lahko zaključi proces komuniciranja, medtem ko nezadovoljiv odziv lahko povzroči nadaljnje komuniciranje s ponovitvijo procesa komuniciranja, da bi se le tako dosegel namen in cilj komuniciranja.\nMotnje: razumemo jih kot nenačrtovane ovire, ki lahko izkrivijo informacije, tako da sprejemnik dobi drugačno sporočilo od načrtovanega ali ga drugače dekodira. Za to, da občinstvo ne sprejme nekega sporočila, so možni trije vzroki:\n- selektivna pozornost, zaradi katere naslovnik ne zazna vseh sporočil;\n- selektivno izkrivljanje, pri katerem pride do popačenja sporočila, tako da naslovnik sliši  tisto, kar želi slišati;\n- selektivna ohranitev, zaradi katere naslovnik ohrani v spominu le del sporočil, ki ga  dosežejo.\nKotler (1996, 599) navaja naslednje dejavnike, ki vplivajo na učinek komunikacije:\n- družbeno okolje, skupina ali referenčna skupina delujejo kot posredniki komunikacije in  vplivajo na to, ali bo sporočilo sprejeto ali zavrnjeno;\n- največji učinki komuniciranja so tam, kjer je sporočilo v skladu z mnenji in prepričanji  naslovnika;\n- komunikacija bo učinkovitejša tam, kjer za vir velja, da ima izkušnje in visok položaj, da  je objektiven ali všečen.\nDolgoročni pomen komuniciranja v marketingu se kaže v njegovi dolgoročni investiciji. Zaradi že sedaj velike konkurence med podjetji je pomembno, da podjetja pravočasno ugotovijo potrebe kupcev in da so sposobna z njimi komunicirati na daljše časovno obdobje. Da bi podjetja dosegla dolgoročni učinek v komuniciranju, morajo upoštevati naslednje:sporočila morajo biti resnična in poštena; predstavljena morajo biti ciljni javnosti in usmerjena k strateškemu cilju; sporočila se morajo ponavljati v komunikacijskem kanalu, ker se tako poveča možnost, da ciljna skupina sporočilo tudi osvoji; komunikacija mora biti dvosmerna, kajti brez povratnih informacij (feedback) ni resničnih premikov in sprememb.\n"], "10": ["2.4 Koraki pri oblikovanju učinkovitih komunikacij", "Pri oblikovanju celovitega komunikacijskega in promocijskega programa mora trženjski sporočevalec upoštevati naslednje poglavitne korake: (1) določiti ciljno občinstvo, (2) opredeliti cilje komunikacije, (3) oblikovati sporočilo, (4) izbrati komunikacijske kanale, (5) določiti celoten proračun za promocijo, (6) izbrati promocijski splet, (7) izmeriti učinkovitost promocije ter (8) organizirati in upravljati povezano trženjsko komunikacijo. Koraki si sledijo v omenjenem zaporedju (Kotler 1996, 599).\n"], "11": ["2.4.1 Določitev ciljnega občinstva", "Prvi korak pri oblikovanju učinkovitih komunikacij je določitev ciljnega občinstva. To so lahko možni kupci proizvodov podjetja, obstoječi uporabniki, odločevalci ali vplivneži. Občinstvo lahko sestavljajo posamezniki, skupine, posamični deli prebivalstva ali vsi \nskupaj. Jasno izoblikovana podoba o ciljnem občinstvu je zelo pomemben del komunikacije, saj vpliva na odločitve o tem, kaj, kako, kdaj, kje in komu bo sporočevalec sporočal. Pomemben del analize občinstva je prepoznavanje trenutne podobe, ki jo imajo ljudje o podjetju, njegovih proizvodih in konkurentih. Na odnos ljudi do nekega predmeta in njihovo odzivanje nanj namreč močno vpliva njihova podoba o tem predmetu. Nasproti obstoječi podobi pa mora poslovodstvo določiti še želeno podobo (Kotler 1996, 599–602).\n"], "12": ["2.4.2 Določanje ciljev komuniciranja", "Določanje konkretnih in stvarnih ciljev komuniciranja je prva in najpomembnejša naloga politike komuniciranja, saj je potrebno najprej vedeti, kaj sploh želimo, in šele nato ukrepati v želeni smeri. Cilji komuniciranja morajo imeti naslednje lastnosti (Starman 1996, 10–12):\n- da bi jih lahko lažje nadzirali in načrtovali, morajo biti izraženi v številkah, torej  merljivi;\n- obstajati mora usklajenost s cilji marketinga in cilji podjetja;\n- pomembno je poznati ciljne skupine ter njihovo odzivanje na različne oblike  komuniciranja, torej morajo biti izsledki raziskav zunanjih in notranjih dejavnikov  okolja;\n- pomembno je, da so cilji komuniciranja konkretni in v čim večji meri odraz dejanskih  učinkov aktivnosti komuniciranja.\nKo je torej določen ciljni trg s svojimi značilnostmi, se mora sporočevalec odločiti, kakšen odziv želi doseči pri svoji ciljni skupini. Končni cilj je zadovoljstvo in nakup izdelka, ki pa je seveda rezultat dolgega procesa potrošnikovega nakupnega odločanja. Sporočevalec poskuša pri ciljni skupini doseči spoznavni, čustveni in vedenjski odziv, kar pomeni, da bo spraševalec poskušal nekaj spremeniti v porabnikovi zavesti, spremeniti porabnikov odnos ali pa ga pripraviti do dejavnosti (prav tam, 12).\nGlede na to razlikuje ( Tellis 1997, 28 ) naslednje cilje ; Kognitivni ali spoznavni cilji: obvestijo potrošnike o poznavanju in uporabi izdelka. Prvi cilj, ki ga mora sporočevalec doseči, je pritegnitev kupčeve pozornosti. Ta cilj določamo pri novem in izboljšanem izdelku, katerega potrošniki še ne poznajo, zato mora biti predmet komuniciranja ciljni skupini čim bolj opazen.\nAfektivni ali čustveni cilji: se kažejo v povečanju in izboljšanju potrošnikove naklonjenosti za nov izdelek.\nVedenjski cilji: želijo prepričati potrošnika o prednostih in zvestobi novega izdelka ter zmanjšati dvome glede cene in porekla izdelka. Najpomembnejše je osvojiti zvestobo nakupov pri novih kupcih ter ohraniti že obstoječe kupce (Tellis 1997, 28).\n"], "13": ["2.4.3 Oblikovanje sporočila1", "Ko opredeli komunikacijske cilje, mora sporočevalec oblikovati učinkovito sporočilo. Sporočilo je najpomembnejša sestavina ne le strategije oglaševanja, temveč celotnega\nPovzeto po Kotlerju (1996, 603–608). \nkomuniciranja podjetja. Je srce komuniciranja, saj je nosilec informacij o proizvodu, storitvi ali podjetju, z njim se uresničujejo funkcije in cilji komuniciranja.\nIdealno je, če sporočilo pritegne pozornost, ohrani zanimanje, spodbudi željo in povzroči dejanje (gre za model AIDA: Attention, Interest, Desire, Action). Običajno le redka sporočila popeljejo potrošnika od zavedanja do nakupa, toda model AIDA nakazuje želene lastnosti sporočila.\nPri oblikovanju sporočila moramo poiskati odgovor na štiri vprašanja: Kaj povedati (vsebina sporočila)? Kako logično povedati (zgradba sporočila)? Kako zasnovati simbolni okvir (oblika sporočila)? Kdo naj sporočilo posreduje (vir sporočila)?\n- Vsebina sporočila Sporočevalec mora ugotoviti, kaj naj pove ciljnemu občinstvu, da bo dosegel želen odziv. Ta postopek lahko imenujemo različno: poziv (apel), tema, ideja ali posebna prodajna ponudba (USP: unique selling proposition). Gre za predstavitev koristi, motivacije, identifikacije ali vzroka, zaradi katerega naj bi potrošnik premislil o proizvodu oziroma ga preizkusil. Ločimo tri vrste pozivov: razumski, čustveni in moralni poziv.\nRazumski pozivi izražajo konkretne fizične koristi za potrošnike, kot so na primer kakovost, ekonomičnost, vrednost in zmogljivosti proizvoda. Splošno sprejeto mnenje je, da se na razumske pozive najbolj odzivajo industrijski kupci, ki dobro poznajo vrsto proizvoda, znajo prepoznati njegovo vrednost in so odgovorni drugim za svojo izbiro. Poleg tega potrošniki, kadar gre za velike nakupe, pred nakupom zberejo precej podatkov in primerjajo različne ponudbe.\nČustveni pozivi skušajo vzpodbuditi pozitivna in negativna čustva, ki naj vplivajo na nakup. Če zastraševalni pozivi vzbujajo potrošnikom preveč neugoden občutek, se jim bodo začeli izogibati. Sporočevalci pa uporabljajo tudi pozitivna čustva, kot so humor, ljubezen, ponos ali veselje.\nMoralni pozivi so usmerjeni na potrošnikov občutek za pravilno in primerno. Pogosto spodbujajo ljudi k družbeno koristnim stvarem, kot so na primer čistejše okolje, boljši odnosi med ljudmi, boj za pravice in pomoč tistim, ki jo potrebujejo.\n- Zgradba sporočila Učinkovitost sporočila je odvisna tudi od njegove zgradbe. Razmisliti je treba o oblikovanju sklepov, enostranskih argumentih proti dvostranskim in zaporedju predstavitve. Pri oblikovanju sklepov gre za vprašanje, ali naj sporočevalec v sporočilu že ponudi nek sklep ali pa sklepanje prepusti občinstvu samemu. Naslednje vprašanje zadeva odločitev sporočevalca, ali bo proizvod samo pohvalil ali pa bo omenil tudi kakšno pomanjkljivost; govorimo o eno- oziroma dvostranskih argumentih. Glede zaporedja predstavitve se zastavlja vprašanje, ali naj sporočevalec predstavi najmočnejše argumente na začetku ali na koncu.\n- Oblika sporočila Sporočevalec mora najti tudi učinkovito obliko sporočila, ki pa mora ustrezati vsebini sporočila. Bolj je zunanjost sporočila prilagojena njegovi vsebini, tem bolj prodorno bo \nsporočilo delovalo na potrošnike. Naloga sporočevalca je, da grafična izrazna sredstva vsebine sporočila (besedilo, slike, risbe, simbole ipd.) razvrsti na površini komunikacijskega sredstva tako, da bo dosegel čim večji komunikacijski učinek pri čim manjših stroških oblikovanja.\n- Vir sporočila Sporočila, ki jih posreduje zanimiv vir, vzbudijo večjo pozornost in imajo boljši priklic. Oglaševalci za svoja sporočila pogosto izberejo znane osebnosti. Sporočila znanih osebnosti so lahko še posebej učinkovita, če ti ljudje poosebljajo ključno značilnost proizvoda, ki ga oglašujejo, in uživajo pri ciljnem občinstvu določeno zaupanje.\nDejavniki, od katerih je odvisna verodostojnost vira so naslednji: izkušenost, zanesljivost in všečnost. Izkušenost je posebno znanje, s katerim lahko posredovalec sporočila podpre svoje trditve (zdravniki, znanstveniki, univerzitetni profesorji ipd.). zanesljivost zagotavljata nepristranskost in poštenost posredovalca sporočila v očeh občinstva. Pri všečnosti pa gre za privlačnost posredovalca v očeh občinstva. Pomembne lastnosti so, na primer, veselost, smisel za humor in naravnost. Najbolj verodostojen posrednik oglasnega sporočila bo oseba, ki ima najbolj izražene vse tri lastnosti.\n"], "14": ["2.4.4 Izbiranje komunikacijskih kanalov2", "Naslednji korak je izbira ustreznih kanalov za prenos sporočila izbrani skupini. Ločimo dve temeljni skupini komunikacijskih kanalov: osebne in neosebne kanale.\n- Osebni komunikacijski kanali Značilnost osebnih komunikacijskih kanalov je neposredna komunikacija med dvema ali več osebami. Poteka lahko iz oči v oči, med eno osebo in občinstvom, preko telefona ali pošte. Osebni komunikacijski kanali so posebej učinkoviti zaradi možnosti posamične predstavitve in odziva. Najpogosteje se uporabljajo pri proizvodih, ki so zelo dragi, in pri tistih, ki kažejo uporabnikov položaj ali okus.\nLočimo lahko tudi zastopniške, strokovne in družabne komunikacijske kanale. O zastopniških kanalih govorimo v primeru prodajnih zastopnikov podjetja, ki obiskujejo kupce na ciljnem trgu, o strokovnih kanalih takrat, ko sporočila posredujejo neodvisni strokovnjaki, medtem ko družabne kanale sestavljajo sosedje, prijatelji, družinski člani in sodelavci, ki komunicirajo s ciljnim potrošnikom.\n- Neosebni komunikacijski kanali Pri neosebnih komunikacijskih kanalih poteka posredovanje sporočil brez osebnega stika. Sem sodijo občila, ozračje in dogodki. Občila so lahko tiskana (časopisi,revije,pošta), »na daljavo« (radio, televizija), elektronska (avdiotrakovi, videotrakovi, videoplošče) in »prikazna« (oglasne deske, oznake, plakati). Večino neosebnih sporočil posredujejo plačana občila. Ozračje ustvarijo ustrezno opremljena okolja, ki spodbudijo ali povečajo potrošnikovo zavzetost za nakup. Dogodki so priložnosti, ki naj ciljnemu občinstvu posredujejo določena sporočila, na primer tiskovne konference.\nPovzeto po Kotlerju (1996, 608–611) \n"], "15": ["2.4.5. Določanje proračuna za komuniciranje", "Določanje proračuna za promocijo je ena najtežjih odločitev za podjetje. Poznamo štiri običajne načine določanja sredstev za promocijo: (1) metoda razpoložljivih sredstev, (2) metoda deleža od vrednosti prodaje, (3) metoda primerjave s konkurenti in (4) metoda ciljev in nalog (Kotler 1996, 611–613).\n- Metoda razpoložljivih sredstev Podjetje določi višino proračuna za promocijo glede na razpoložljiva sredstva. Ta način določanja proračuna za promocijo povsem zanemarja naložbeno vlogo promocije in njen neposredni učinek na obseg prodaje. Posledica je negotov letni proračun za promocijo,kar pa otežuje dolgoročno načrtovanje tržnega komuniciranja.\n- Metoda deleža od prodaje Pri tej metodi določi podjetje izdatke za promocijo glede na delež od prodaje (tekoče ali predvidene) ali prodajne cene. Ta metoda prinaša kar nekaj prednosti. Prvič, višina sredstev se spreminja glede na to,koliko si podjetje lahko »privošči«. Drugič, ta način spodbuja poslovodstvo, da upošteva medsebojno povezanost promocijskih stroškov, prodajne cene in dobička na enoto. Tretjič, metoda omogoča konkurenčno ravnotežje, saj konkurenca za promocijo porabi približno enake deleže od prodaje.\nObstajajo pa tudi nekatere slabosti te metode. Deluje po krožnem načelu, saj obravnava prodajo kot vzrok promocije in ne kot njeno posledico. Namesto tržnih priložnosti so podlaga za proračun razpoložljiva sredstva. Odvrača od poskusov proticiklične promocije oziroma agresivne porabe. Naslednja slabost je odvisnost proračuna od letnih gibanj prodaje, kar otežuje dolgoročno načrtovanje. Metoda tudi nima logične podlage za izbiro deleža, razen preteklega poslovanja in primerjav s konkurenti. Končno, metoda deleža od prodaje ne spodbuja proračuna, ki bi upošteval, kaj si posamezni proizvod ali področje res zasluži.\n- Metoda primerjave s konkurenti Nekatera podjetja določajo proračun za promocijo na podlagi primerjave s konkurenti, vendar pa le-ta ne vodi nujno k učinkovitosti. Ugled, viri, priložnosti in cilji podjetja se med seboj razlikujejo,tako da so njihovi proračuni le slabo vodilo.\n- Metoda ciljev in nalog Po tej metodi določi podjetje proračun za promocijo tako, da natančno opredeli posamične cilje, določi naloge, ki jih je potrebno izpeljati za dosego ciljev in oceni stroške izvajanja teh nalog. Vsota stroškov je podlaga za predlog promocijskega proračuna. Prednost te metode je, da mora poslovodstvo določno opredeliti svoja predvidevanja glede razmerja med uporabljenim denarjem, ravnijo izpostavljenosti, stopnjo prvih nakupov in redno uporabo.\nPomembno vprašanje je, kolikšno težo naj dobi promocija v celotnem trženjskem spletu (v primerjavi z izboljšavami proizvoda, znižanjem cen, izboljšavo storitev itd.). Odgovor je odvisen od naslednjih postavk: na kateri stopnji svojega življenjskega cikla so proizvodi, ali gre za splošne ali za visoko diferencirane proizvode, ali se jih kupuje rutinsko in drugo. Teoretično naj bi se celotni proračun za promocijo ustavil na stopnji, na kateri je mejni \ndobiček od zadnjega tolarja vloženega v promocijo ravno še enak mejnemu dobičku zadnjega vloženega tolarja ob najuspešnejši uporabi kakšne druge sestavine trženjskega spleta. Izvedba tega načela pa ni tako preprosta (prav tam, 613).\nPri odločanju o naložbah v tržno komuniciranje predlaga Arnuš (1999,21) naslednje ukrepe: 1. Pozornost je treba usmeriti na potrošnike. Razmisliti moramo, koga bomo s pomočjo te  naložbe dosegli in ne, za kakšno vrsto komunikacije bo ta denar porabljen, saj moramo  vlagati v kupce in ne v oblike komuniciranja. 2. Rangirati je treba ciljne skupine–glede na njihovo sedanjo in potencialno pomembnost za\n"], "abstract": ["Trg danes ne pomeni samo prostor, na katerem se prodaja. Izdelke je potrebno tržiti, kar pomeni, da je treba najti pot do potrošnikov, kateri postajajo vedno bolj zahtevni. S potrošniki je potrebno komunicirati, mu vzbuditi njegovo pozornost, ga spominjati ter opominjati. Podjetja komunicirajo z ciljnimi potrošniki s pomočjo instrumentov oglaševanja, neposrednega trženja, osebne prodaje, pospeševanja prodaje ter odnosov z javnostmi. Pospeševanje prodaje z organiziranjem raznih degustacij, promocij, nagradnih iger, žrebanj,… uporabljajo v Košakih TMI, da bi vzpodbudili hitrejši odziv porabnikov in s tem porast prodaje, prepoznavnost ter zadovoljili kupce, saj podarjajo ugodnosti pri nakupu izdelkov in na ta način spodbujajo prodajo. Eden izmed pomembnih razlogov, zakaj se podjetja vedno bolj poslužujejo pospeševanja prodaje svojih izdelkov, je možnost doseganja tudi dolgoročnih učinkov. Ti se še zlasti kažejo v možnosti pridobivanja novih kupcev, v krepitvi lojalnosti potrošnikov in utrjevanju imagea blagovne znamke."]}