{"1": [" 1 UVOD", "Rice (1984), povzeto po Rizvi (1992) definira izraz alelopatija kot biokemične in fiziološke odnose oz. interakcije med rastlinami in mikroorganizmi. Pri tem nek organizem (kultivirana rastlina, plevel, ali mikroorganizem) izloča alelokemikalije, ki pozitivno ali negativno delujejo na sosednji organizem. Alelopatija je pojav, ki je v naravi zelo pogost.\nV današnjem času ponovno pridobivajo na veljavi združene setve, ki so zlasti primerne v ekološkem načinu pridelave. To so načini setve, kjer na istem prostoru ob istem času skupaj sejemo dve ali več različnih vrst (tudi sort). Poznamo več načinov združenih setev: mešane posevke, združene setve v vrstah, združene setve v pasovih in podseve, s katerimi dosežemo mnoge koristne učinke. Tako lahko z izborom komplementarnih rastlin in njihovo ustrezno prostorsko porazdelitvijo povečamo biotsko pestrost, bolje izrabimo naravne vire, kot so voda, hranila, sončno obsevanje in rastni prostor, zmanjšamo porabo časa in delovne sile, dosežemo stabilnejši pridelek in omejimo napad bolezni ter škodljivcev. Za uspešno pridelavo je pri izbiri rastlin kot komponent v združenih setvah pomembno upoštevati mnoge dejavnike, med njimi čas, način setve in spravila, morfologijo rastlin, potrebe rastlin po hranilih, osvetlitvi, vodi itd. Prav tako pomembni pa so tudi morebitni alelopatski vplivi. Znano je, da nekatere vrste (sorte) z izločanjem alelokemikalij direktno ali indirektno vplivajo na kalitev in rast sosednjih rastlin (Vandermeer 1989).\nZaradi edinstvene kemične sestave, visoke prehranske vrednosti (Berghofer in Schoenlechner 2002, Bavec in Bavec 2006, Grobelnik Mlakar in sod. 2009), agronomskih značilnosti in primernosti za pridelavo v zmerni evropski klimi (Aufhammer in sod. 1995, Pospišil in sod. 2006, Gimplinger in sod. 2007) lahko zrnati ščir štejemo tudi za potencialno poljščino v združenih setvah. Za pridelavo silažne mase z izboljšano krmno vrednostjo (beljakovine, maščobe, minerali) bi bila posebej zanimiva združena setev koruze in zrnatega ščira (Kragulj 2011). \nNamen diplomske naloge je bil proučiti alelopatski vpliv srhkodlakavega ščira (Amaranthus retrofleksus L.) in zrnatega mehiškega ščira (A. cruentus L. cv. 'G6') na kalitev in zgodnji razvoj koruze. Ob dejstvu, da je srhkodlakavi ščir plevelna vrsta z izraženim alelopatskim vplivom (Qasem 1995, Costea in sod. 2004, Rezaie in Yarnia 2009), mehiški ščir pa uvrščamo med kultivirane zrnate ščire, smo predvidevali, da slednji nima alelopatskega učinka na kalitev oziroma je ta učinek manjši. Predpostavljali smo tudi, da imajo ekstrakti iz različnih delov ščira različno izražene vplive na kalitev in zgodnjo rast koruze ter da je vpliv sorazmeren s koncentracijo vodnih ekstraktov.\n"], "2": [" 2 PREGLED OBJAV", ""], "3": ["2.1 Združena setev", "Zaradi mnogih koristnih vplivov združene setve ta ponovno pridobiva na pomenu. V grobem delimo mešane posevke na »Multiple cropping, Intercropping in Sequential cropping«. Splošni izraz »Multiple cropping« označuje rast dveh ali več rastlin na isti površini v isti rastni sezoni. Dalje pa še delimo to tehnologijo pridelave na »Intercropping« ali združeno setev in »Sequential cropping« oziroma zaporedno setev (Vandermeer 1989).\nVandermeer (1989) deli združeno setev na:   mešane posevke, kar pomeni rast dveh ali več vrst oz. sort, na istem pridelovalnem  prostoru istočasno, brez jasne vrstne razporeditve,\n združene setve v vrstah, kjer so v posamezne vrste posejane posamezne rastline,  ločeno od drugih vrst,\n združene setve v trakovih, to pomeni istočasna setev v pasove, ti pa morajo biti  dovolj skupaj, da pride do interakcij, in hkrati dovolj narazen, da je možna obdelava  posameznih rastlin in\n podseve pri katerih gre za hkratno rast dveh ali več rastlin na isti površini v le  določenem delu rastne dobe.\nIzraz zaporedna setev se uporablja za pridelavo dveh ali več rastlin v zaporedju na istem polju in v isti pridelovalni sezoni, vendar časovno ločeno. Zato med različnimi kulturami ne pride do interakcij.\n"], "4": [" 2.2 Alelopatski vplivi", "Términ alelopatija izvira iz grščine (alelon – razmerje do drugega, pathos – poškodovati drugega) in označuje delovanje ali sporazumevanje med organizmi. Pri tem nek organizem, kultivirana rastlina plevel ali pa mikroorganizem izloča alelokemikalije, ki pozitivno ali negativno delujejo na okoliške organizeme. Alelokemikalije so sekundarni metaboliti, torej stranski metabolni produkti organizma donorja, ki pa imajo pomembne funkcije. Ciarka (2009) povzema, da so alelokemikalije odločilnega pomena za samoobrambo organizma pred stresi (napad škodljivcev ali bolezni, suše, vlage, temperaturnih razlik itd.). Rice (1984), povzeto po Rizvi (1992), je alelokemikalije uvrstil v naslednje glavne kategorije: terpene in sterole, alkaloide, enostavne vodotopne organske kisline, maščobne kisline in poliacitelene, preproste fenolne kisline in benzene z njihovimi derivati, flavone, tanine, ter nekatere aminokisline.\nDa lahko alelokemikalije učinkujejo, morajo z mesta nastanka preiti v okolico, kjer učinkujejo na različne načine. Pri mnogih rastlinskih vrstah (sirku, dišeči metliki, srhkodlakavem ščiru, prstastem pesjaku, sočnicah, rži, koruzi, pšenici, ječmenu, ovsu, redkvici itd.) poročajo o alelopatskem delovanjo ekstraktov (Narwal 1994, Hegazy 2007, Machado 2007, Ciarka 2009, Rezaie in Yarnia 2009, Yarnia 2009, Homa 2010 itd.) Pomembne učinke so pokazale tudi alelokemikalije, ki so nastale pri razgradnji odmrlih rastlin (Hari 2002, Qasem 2010). Poročajo tudi o alelopatskih vplivih še živečih rastlin s koreninskimi eksudati (Alam 2001, Mutlu in sod. 2010) in hlapnimi snovmi (Ninkovic 2003), ki jih oddajajo v okolico.\nMed alelopatskimi snovmi, ki jih izločajo različne alelopatske vrste, so tudi terpeni in steroli. Mnogi avtorji poročajo o alelopatskih učinkih cineolov, di-pentenov, α-pinenov, β- pinenov, (Yang and Futsuhara 1991) sesquiterpenov, (Fiorentino 2006), isoprenoidov, benzenoidov (Turk 2002). Te alelokemikalije so prenesene z mesta nastanka (v neki \nrastlini) do mesta, kjer učinkujejo (sosednja rastlina, mikroorganizem) z roso ali meglo. Ninkovic (2003) je proučeval hlapne snovi in avtotoksičnost jarega ječmena (Hordeum vulgare L.) ter ugotovil, da je alelopatsko delovanje odvisno od kemijske sestave. Če so substance iz zelene mase enega kultivarja enake drugemu kultivarju, do alelopatskih vplivov ne pride. Če pa se substance razlikujejo, se iz različnih vzrokov kažejo različni zavirajoči učinki. Tudi sončnice izločajo alelokemikalije prek hlapnih snovi. Tako Ciarka (2009) poroča o zavirajočem delovanju hlapnih izločkov sončničnih listov na kalitev bele gorjušice (Sinapsis alba L.)\nKoreninski izločki so prenašalci oz. medij v medsebojnih odnosih med višjimi rastlinami in mikroorganizmi. V nekaterih primerih ti koreninski izločki zaščitijo rastlino pred napadom fitopatogenov, ustvarjajo primerne pogoje za aktivnost mikroflore in omogočajo procese mikorize (Narwal 1994). Veliko avtorjev poroča o zaviralnem učinku koreninskih izločkov na kalitev in vznik. Tako Yarnia (2009) omenja zaviralni učinek sirka (Sorghum spp.) na kalitev in vznik srhkodlakavega ščira (Amaranthus retrofleksus). Znani pa so tudi učinki gozdnega slezenovca (Malva silvestris L.) na kalitev, dolžino in suho maso pšenice (Triticum aevestivum L.) ter ječmena (Hordeum vulgare L.) (Qasem, 2010). Samad (2008) poroča o vplivih petih pomembnejših plevelov (Poligonum hidropiper, Amaranthus spinosus, Chenopodium album, Cyperus rotundus, Imperata cylindrica) na kalitev in razvoj koruze. V raziskavi potrjuje zaviralen vpliv koreninskega ekstrakta na kalitev, višino rastlin, dolžino radikule in tvorbo suhe snovi. Najintenzivnejši vpliv sta pokazala Imperata cylindrica in ščir Amaranthus spinosus.\nRastlinski sokovi z različnimi substancami so kot vodna raztopina v okolje preneseni z dežjem, roso, meglo ali gnojenjem, prav tako pa tudi ob stiku s sosednimi rastlinami oz. z mikroorganizmi. Mengles (1988) poroča o alelokemikalijah, kot so fitol, vanillin, 3,4- \nmenthoxy-hydroyx nitrobenzen in 2,6-dimethoxy-benzen, ekstrahirana iz ščira (Amaranthus palmeri L.), ki zavirata kalitev nekaterih poljščin. Homa (2010) je identificiral alelokemikalije prisotne v prstastem pesjaku (Cynodon dactylon L.). Kot snovi z alelopatskimi učinki omenja ferulično kislino, razne fosforjeve kisline, kofeinsko kislino, sinergično kislino, vanilinsko itd. V primeru združene setve Han (2008) poroča o alelopatskih učinkih ingverja (Zingiber officinale Rosc.) na sojo (Glycine max L.) in ingverja na drobnjak (Allium schoenoprasum L.) Avtor ugotavlja močan zavirajoč vpliv ingverjevega ekstrakta na kalitev, dolžino radikule, hipokotila, suho maso soje in drobnjaka.\nNajveč izločkov oz. eksudatov se potencialno izloči in tvori v območju rizosfere z razkrojem odmrlih rastlin (Narwal 1994). Pri razgradnji ostankov nastajajo različne alelokemikalije, ki v različnih okoliščinah drugače (in različno) učinkujejo. Poleg tega lahko mikroorganizmi med procesom razgradnje tvorijo nove, drugačne alelokemikalije ali pa se med razgradnjo te snovi pretvorijo v neškodljivo, celo v koristno obliko. Znani so stimulativni vplivi zelenega gnojenja. Hari (2002) ugotavlja stimulativne vplive zelene mase sončnic. Quasem (2010) pa poroča o stimulativnih vplivih kompostirane sveže zelene mase dveh plevelov, gozdnega slezenovca (Malva sylvestris) in križnice Sisymbrium irio.\n"], "5": ["2.3 Alelokemikalije in njihovo delovanje", "Rizvi (1992) omenja vplive alelokemikalij na spremembe talnih lastnosti, spremembe dostopnosti hranil v tleh, spremembe populacij in aktivnosti talnih škodljivcev ter mikroorganizmov. Neposredno pa alelokemikalije učinkujejo na delovanje celic, fitohormonov, membran ter tudi na sposobnost vsrkavanja hranil in vode. Avtor navaja še \nvpliv alelokemikalij na genetski material in delovanje specifičnih encimov. V primeru vpliva na kalitev lahko alelokemikalije zavirajo prenos uskladiščenih hranil in porabo metabolne energije ter motijo procese dihanja semena (Yarnia 2009). Posledično zavirajo rast in razvoj radikule ter hipokotila (Menges 1988, Yamamoto 1999) ter zmanjšujejo število kalečih semen in maso rastlinic (Han 2008).\n"], "6": [" 3 MATERIALI IN METODE DELA", ""], "7": ["3.1 Rastlinski material", "Rastlinski material srhkodlakavega ščira (Amaranthus retroflexus L.) smo nabrali na ekološki kmetiji Tikva blizu Maribora (46-30' S, 13-30' V, 275 m n. m. v.), mehiški zrnati ščir (A. cruenthus 'G6' L.) pa na ekološko obdelanih njivah blizu Kranja (46-14' S, 14-21' V, 388 m n. m. v.).\n"], "8": ["3.2 Priprava ekstraktov", "Obe vrsti ščira smo pobrali v fazi zorenja, v septembru 2010. Rastline smo ločili na posamezne rastlinske dele; korenine, stebla, liste in socvetja s semeni. Te dele smo nato sesekljali na 2 cm velike koščke in 200 g svežega materiala namakali v 400 mL destilirane vode pri sobni temperaturi (24 ± 2 -C). Po 60 urah smo pridobljen ekstrakt najprej precedili čez bombažno krpo, nato pa prefiltrirali s filtri (Oemolk elite, AU). Dobljene raztopine smo obravnavali kot 100 % ekstrakte. Do uporabe smo jih skladiščili v temi pri 6\n-C (± 2-C). Redčili smo jih z destilirano vodo na 75-, 50-, 25-% koncentracije ekstraktov. Te smo si pripravili sproti ob sami nastavitvi posameznih poskusov (lotov).\n"], "9": ["3.3 Zasnova laboratorijskih poskusov", "V sterilno petrijevko na plast filter papirja (Watman International, Maidstone, UK) smo nanesli pet razkuženih semen koruze (Zea mays L. cv. 'Angelo'). Semena smo razkužili z razstopino DICA (natrijev dikloroizocianurat dihidratom, v koncentraciji 1,66 mg 100 mL-  destilirane vode) in jih razkuževali pet minut. Nato smo jih trikrat izpirali z destilirano vodo. V petrijevko smo nato dodali 10 mL ekstrakta v vseh štirih koncentracijah (100 %, 75 %, 50 %, 25 %) in destilirano vodo kot kontrolo. Petrijevke smo postavili v rastno \nkomoro s periodo osvetlitve 12/12 (dan/noč) in jih inkubirali pri 25 -C ± 1 -C. Po sedmih dneh smo merili dolžino koreninskega sistema in svežo maso.\nPoskuse smo zasnovali po shemi naključnega blok sistema v petih ponovitvah.\n"], "10": ["3.4 Meritve in vrednotenja", "Po treh dneh inkubacije smo vsak dan od tretjega do sedmega dne (K3–K7) šteli kaleča semena. Seme smo prepoznali kot kaleče, ko je radikula predrla semensko lupino in je bila vidna s prostim očesom. S pomočjo mikroskopa in pripadajoče programske opreme (Cannon SZ61) smo izmerili dolžino vseh korenin. Ovrednotili smo tudi svežo in suho maso rastlin. V ta namen smo uporabili laboratorijsko tehtnico na 0,1 mg natančno. Za meritev suhe mase smo rastlinice sušili pri 70 -C 24 ur.\nKalivost semen, propad rastlinic koruze in hitrost kalitve smo vrednotili po priporočilih Anjum (2005). Kalivost semen (Kt, %) smo izračunali s pomočjo obrazca: Kt = Kmax – najvišja kalitev dosežena v obdobju petih dni (različna obravnavanja so to dosegla različen dan) Nt – število semen v posameznem obravnavanju, vsake ponovitve posebej (petrijevke)\nPropad semen (Kp, %) smo izrazili kot razliko med Kmax in K7.\nIzračunali smo tudi hitrost kalitve (H): H = (kalitev 3. dan * 1) + (kalitev 4. dan – kalitev 3. dan) * 1/2 + (kalitev 5. dan – kalitev 4. dan) *1/3 … + (kalitev n dan - kalitev n-1) * 1/n\n"], "11": [" 3.5 Statistična obdelava podatkov", "Statistične analize smo opravili s programskim paketom Statgraphic Centurion (Statgraphic® 2005). Opravljena je bila analiza variance (ANOVA) za faktorski poskus, ki je vključevala dejavnike: vrsta ščira, rastlinski del in koncentracija ekstrakta. Homogenost varianc smo preverjali s Cochran in Bartlett testoma, razlike med obravnavanji glavnih dejavnikov in razlike med interakcijami smo preverjali s Tukey (HSD) in Duncan testom (α = 0,05). Razlike med učinkom ekstraktov in kontrolo smo preverjali s t-testom (α = 0,05). Rezultati so prikazani kot srednje vrednosti petih ponovitev ± standardna napaka srednje vrednosti (± SEM).\n"], "12": [" 4 REZULTATI Z RAZPRAVO", "V dostopni literaturi je na razpolago nekaj informacij o alelopatskih vplivih plevelnega srhkodlakavega ščira A. retrofleksus (Qasem 1995, Rezaia in Yarnia 2009). Zaslediti je bilo tudi vire o alelopatskih učinkih vrst A. spinosus (Samad 2008), A. viridis L. (Yamamoto 1999) in A. palmeri (Menges 1988). Nasprotno pa so informacije o alelopatskih učinkih zrnatega ščira A. cruentus omejeni (Machado 2007).\nZaradi omejenosti virov o alelopetskem delovanju zrnatih ščirov in zanimivosti pridelave te kulture, je bil v raziskavi proučevan alelopatski vpliv zrnatega ščira na kalitev in zgodnji razvoj koruze. V raziskavo so bili vključeni dejavniki: vrsta (V), rastlinski del (D) in koncentracija ekstrakta (K). Proučevan je bil njihov vpliv na zgodnjo rast in razvoj koruze: na kalitev semen (Kt), na propad kalečih rastlinic (Kp) in na hitrost kalitve (H). Vrednotene so bile tudi nekatere morfološke lastnosti: dolžina koreninskega sistema, sveža in suha masa korenin ter sveža in suha masa hipokotila. Rezultati so navedeni v nadaljevanju.\n"], "13": ["4.1 Alelopatski vpliv srhkodlakavega ščira in mehiškega zrnatega  ščira na proces kalitve koruze", "Proučevani ekstrakti so vplivali na proces kalitve pri koruzi: na kalitev (Kt), propad rastlinic (Kp) in hitrost kalitve (H). Rezultati kažejo, da vrsta ščira vplivala le na Kt, med tem ko sta dejavnika rastlinski del in koncentracija ekstraktov vplivala na tudi na vse ostale parametre (preglednica 1). Rezultati statistične analize kažejo, da so pri parametrih Kt in H značilne vse interakcije drugega ter interakcija tretjega reda, pri parametru Kp pa interakcija VxK ni statistično značilna (preglednica 1). V nadaljevanju so prikazani učinki ekstraktov znotraj posameznih vrst ščirov. \nKalitev koruze (Kt) tretirane z ekstrakti iz zrnatega ščira je za 8,7 % višja v primerjavi z vrednostjo dobljeno pri plevelnem ščiru, obe treniranji pa se razlikujeta od kontrole. Tako je, v primerjavi s kontrolo, Kt ob uporabi ekstraktov plevelnega ščira za 32,0 % nižja, ob uporabi ekstraktov zrnatega ščira pa za 23,3 % nižja. Najvišja vrednost Kt, v primerjavi z ekstrakti drugih rastlinskih delov, je bila dobljena ob uporabi koreninskega ekstrakta (88,0 %), med tem ko razlike med apliciranimi koreninskimi ekstrakti in kontrolo niso bile značilne. V primerjavi s kontrolo je bila izražena nižja kalitev ob uporabi ekstraktov iz stebel (za 29,0 %), iz listov (za 35,5 %) in iz socvetij (za 36,0 %). Primerjava različnih koncentracij kaže statistično enako vrednost Kt ob aplikaciji 25 % in 50 % ekstraktov, ter enake vrednosti ob uporabi 75 % in 100 % ekstraktov. V primerjavi s kontrolo je bila vrednost Kt za 19,5 % nižja ob tretiranju z ekstrakti pri 50 % koncentraciji, za 37,5 % nižja pri tretiranju z ekstrakti pri 75 % koncentraciji in za 43,5 % nižja pri 100 % koncentraciji ekstraktov (preglednica 1). \n  ekstrakta (K) na kalitev (Kt), propad rastlin (Kp) in hitrost kalitve (H)\nVir variabilnosti Kt (%) Kp (%) H\nVrsta (V) 5,17* 1,65 ns 3,58 ns  Rastlinski del (D) 13,5** 6,04* 22,37**  Koncentracija ekstrakta (K) 21,58** 3,32* 26,10**\nZnačilne interakcije VxD VxD VxD  VxK DxK VxK  DxK VxDxK DxK  VxDxK VxDxK  Vrsta  A. retroflexus 66,0 ± 3,79 b # 7,5 ± 1,52 # 0,6 ± 0,04 #  A. cruentus 'G6' 74,7 ± 2,95 a # 9,2 ± 1,42 # 0,7 ± 0,03 #  Rastlinski del  Korenine 88,0 ± 2,56 a 7,0 ± 1,69 a 0,8 ± 0,03 a  Stebla 69,0 ± 3,50 b # 15,0 ± 2,65 a # 0,6 ± 0,03 b #  Listi 62,5 ± 5,87 b # 5,5 ± 1,75 b 0,5 ± 0,06 b #  Socvetje 62,0 ± 5,54 b # 6,0 ± 1,78 b 0,5 ± 0,05 b #  Koncentracija ekstrakta  Kontrola 98,0 ± 0,45 0,0 ± 0,0 0,9 ± 0,05 **, *; statistično značilen vpliv dejavnika pri P ≤ 0,05 in P ≤ 0,01, ns; ni statističnih razlik (P ≥ 0,05) a-c; srednje vrednosti znotraj posameznega dejavnika označene z različnimi črkami se med seboj statistično značilno razlikujejo (Tukey, α = 0,05) #; značilne razlike v primerjavi s kontrolo (t-test, α = 0,05)\nIz grafikona 1 je razvidno, da koreninski ekstrakti obeh vrst ščira ne vplivajo na kalitev koruze, da imajo ekstrakti iz listov srhkodlakavega ščira močnejši zaviralni učinek in da so ti učinki odvisni predvsem od koncentracije ekstrakta. Podobno navaja Samad (2008), da koreninski ekstrakt vrste A. spinosus najmanj zavira kalitev koruze, večji vpliv imajo ekstrakti iz stebel in iz listov, najnižjo kalitev pa je zabeležil pri uporabi ekstrakta iz cele rastline. Prav tako navaja Machado (2007) močnejši vpliv nadzemnega ekstrakta iz A. cruentus, v primerjavi s koreninskim. Zabeležil je le 5 % kalitev vrste Bromus tectorum ob tretiranju z ekstraktom nadzemnega dela ščira in 63 % kalitev pri uporabi koreninskega ekstrakta. Nasprotno pa Rezaie in Yarnia (2009) poročata o močnem zaviralnem vplivu plevelnega ščira (A. retrofleksus) na barvilni rumenik, kjer so vodni ekstrakti iz nadzemnih delov in korenin popolnoma inhibirali kalitev. \nA. retrofleksus\nko  nt  ro  la  0%  %  % Korenine\n0%  %  % Stebla\n0%  %  % Listi\n0%  %  % Socvetja\n%  %  %\n%  %  %\n%  %  %\n%  %  %  0%\n0%\n0%\n0%  la\nro\nnt ko  Korenine Stebla Listi Socvetja\na-c; srednje vrednosti znotraj posameznih vrst in rastlinskih delov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) *; srednje vrednosti označene z zvezdico se značilno razlikujejo od kontrole (t-test, α = 0,05)\nNa delež propadlih rastlin koruze (Kp) vrsta ščira ni imela statistično značilnega vpliva, med tem ko sta dejavnika rastlinski del in koncentracija ekstrakta imela vpliv (P ≤ 0,05). Primerjava med posameznimi rastlinskimi deli kaže, da je propadlo največ rastlinic koruze pri tretiranju z ekstrakti iz stebel (15,0 %) in korenin (7,0 %) in manj pri tretiranju z \nekstrakti iz listov (5,5 %). V primerjavi s kontrolo je v povprečju propad rastlinic višji le pri tretiranju z ekstrakti iz stebel. Predvsem je zabeležen visok delež propada pri tretiranju z ekstraktom iz stebla pri srhkodlakavem ščiru, ko je bil ta apliciran v 100 % koncentraciji (grafikon 2). V primerjavi s kontrolo je pri uporabi ekstraktov v višjih koncentracijah (50 % - 100 %) propadlo več rastlinic (preglednica 1).\nko  nt  ro  la  0%  %  % A. cruentus 'G6'\n%  Korenine\n0%  %  %  Stebla\n0%  %  Listi\n%  %\n0%  Socvetja\n%  %  %\n%  %  %\n%  %  %\n%  %  %\n%  %  %  0%\n0%\n0%\n0%  la\nro\nnt  ko  Korenine Stebla Listi Socvetja\na-c; srednje vrednosti znotraj posameznih vrst in rastlinskih delov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) *; srednje vrednosti označene z zvezdico se značilno razlikujejo od kontrole (t-test, α = 0,05)\nNa hitrost kalitve koruze (H), vrsta ni imela vpliva, medtem ko sta rastlinski del in koncentracija imala vpliv (preglednica 1).\nVišja vrednost hitrosti kalitve koruze (H) je izražena pri tretiranju s koreninskim ekstraktom (v povprečju 0,8) pri obeh vrstah in vseh koncentracijah, razen pri 100 % ekstraktu iz korenin vrste A. cruentus in 75 % ekstraktu iz A. retroflexus (grafikon 3). Pri uporabi ekstraktov iz stebel, listov in socvetja je parameter H statistično enak in nižji v primerjavi s kontrolo. Primerjava koncentracij kaže višjo vrednost H pri aplikaciji 25 % ekstrakta (0,8), vrednosti pri ostalih koncentracijah pa so nižje tudi v primerjavi s kontrolo (preglednica1). \nA. cruentus 'G6'\n%  %  %\n%  %  %\n%  %  %\n%  %  %  0%\n0%\n0%\n0%  la\nro\nnt  ko  Korenine Stebla Listi Socvetja\na-c; srednje vrednosti znotraj posameznih vrst in rastlinskih delov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) *; srednje vrednosti označene z zvezdico se značilno razlikujejo od kontrole (t-test, α = 0,05)\n 4.2 Alelopatski vpliv srhkodlakavega ščira in mehiškega zrnatega  ščira na morfološke lastnosti koruze\nAlelopatski vpliv proučevanih ekstraktov se je odražal tudi na morfoloških lastnostih rastlinic koruze in sicer na: dolžini koreninskega sistema, sveži in suhi masi korenin ter na sveži in suhi masi hipokotila (preglednica 2). Rezultati kažejo, da vrsta ščira ni vplivala na nobenega od merjenih parametrov, proučevana dejavnika rastlinski del in koncentracija ekstraktov pa sta vplivala na vse parametre razen na dolžino korenin. V primerih sveže in suhe mase hipokotila ter suhe mase korenin so bile značilne vse interakcije drugega reda, pri sveži masi koreni sta bili statistično značilni interakciji VxD in VxK ter pri dolžini korenin le interakcija VxD. Zaradi večje preglednosti bo pri vseh merjenih parametrih prikazana le značilna interakcija VxD.\nPreglednica 2. Vpliv proučevanih dejavnikov (F vrednost): vrsta (V), rastlinski del (D) in koncentracija  ekstrakta (K) na dolžino korenin (mm), svežo maso korenin in hipokotila (mg) ter na suho  maso korenin in hipokotila (mg) rastlinic koruze  Vir variabilnosti Dolžina korenin Sveža masa Sveža masa Suha masa Suha masa  (mm) korenin (mg) hipokotila (mg) korenin (mg) hipokotila (mg)  Vrsta (V) 0,02ns 0,21ns 0,02ns 0,60ns 0,77ns  Del rastline (D) 3,21ns 24,82** 13,46** 26,20** 14,28**  Koncentracija 1,94ns 12,99** 10,17** 15,94** 17,60**  ekstrakta (K)  Značilne interakcije VxD VxD VxD VxD VxD  VxK VxK VxK VxK  DxK DxK DxK  Vrsta  A. retroflexus 14,5 ± 1,15 102,7 ± 7,17 82,4 ± 8,32 8,2 ± 0,72 # 6,8 ± 0,64  A. cruentus 'G6' 14,3 ± 0,75 106,0 ± 8,57 83,8 ± 7,97 7,7 ± 0,58 # 6,3 ± 0,53  Del rastline  Korenine 16,8 ± 1,10 171,3 ± 10,43a # 130,5 ± 10,74 a # 12,8 ± 0,79 a 10,0 ± 0,73 a  Stebla 15,6 ± 1,33 84,3 ± 10,13 b # 61,7 ± 8,29 b 6,4 ± 0,73 b # 5,3 ± 0,7 b  Listi 12,0 ± 1,24 86,2 ± 12,99 b # 68,9 ± 12,8 b 6,3 ± 0,93 b # 5,5 ± 0,9 b  Socvetje 13,2 ± 1,66 77,3 ± 10,29 b # 71,2 ± 10,58 b 6,2 ± 0,80 b # 5,3 ± 0,75 b  Koncentracija  ekstrakta  Kontrola 12,9 ± 0,4 126,0 ± 1,70 66,4 ± 1,10 10,6 ± 0,10 7,3 ± 0,10 **, *; statistično značilen vpliv dejavnika pri P ≤ 0,05 in P ≤ 0,01, ns; ni statističnih razlik (P ≥ 0,05) a-b; srednje vrednosti znotraj posameznega dejavnika označene z različnimi črkami se med seboj statistično značilno razlikujejo (Tukey, α = 0,05) #; značilne razlike v primerjavi s kontrolo (t-test, α = 0,05) \nNa dolžino korenin koruze ni vplival nobeden od proučevanih dejavnikov, prav tako ni bilo razlik med obravnavanji posameznih dejavnikov in kontrolo (preglednica 2). Značilna interakcija VxD je prikazana v grafikonu 4. Obravnavanja interakcije se ne razlikujejo od kontrole, prav tako ni razlik med učinkom ekstraktov iz različnih vrst znotraj posameznih rastlinskih delov, razen v primeru ekstraktov iz listov. Tako je dolžina korenin koruze pri tretiranju z ekstrakti iz listov srhkodlakavega ščira značilno nižja (7,8 mm) v primerjavi z ekstrakti iz listov zrnatega ščira (16,1 mm).\nV nasprotju z našimi rezultati navaja Machado (2007), da ekstrakti iz nadzemnega dela zrnatega ščira (A. cruentus) močno zavirajo rast korenin Bromus tectorum (v primerjavi s kontrolo so korenine krajše za 99 %) in da ekstrakti iz podzemnega dela zmanjšajo rast korenin (v primerjavi s kontrolo so korenine krajše za 87 %). Kot poroča Menges (1988) izločki ščira A. palmeri značilno zmanjšajo dolžino korenin zrnatega sirka. Avtor poroča, da so korenine sirka krajše za 53 % pri tretiranju z izločki podzemnega dela ščira ter krajše za 80 % pri tretiranju z izločki nadzemnega dela.\nus\nus\nus\nus\nus\nus\nus\nus  la  ro\nnt\nnt\nnt\nnt  ks\nks\nks\nks  ue\nue\nue\nue  nt\nfle\nfle\nfle\nfle  Ko\ncr\ncr\ncr\ncr  tro\ntro\ntro\ntro  A.\nA.\nA.\nA.  re\nre\nre\nre  A.\nA.\nA.\nA.  Korenine Steblo Listi Socvetje\na-b; srednje vrednosti znotraj posameznih rastlinskih delov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) *; srednje vrednosti označene z zvezdico se značilno razlikujejo od kontrole (t-test, α = 0,05)\ndela (VxD) \nStatistično značilen vpliv na svežo in suho maso koren sta imela dejavnika rastlinski del in koncentracija ekstrakta (preglednica 2). Rezultati primerjave s kontrolo kažejo, da tretiranje z ekstrakti iz korenin ščirov stimulativno deluje na svežo maso (povečanje za 96,5 %), oziroma ne vpliva na suho maso korenin koruze. Sveža in suha masa korenin zabeležena pri tretiranju z ekstrakti iz ostalih delov ščira je nižja kot pri kontroli. V povprečju je vpliv ekstraktov na maso korenin odvisen od njihove koncentracije. Tako je viden trend zmanjšanja mase korenin (sveže in suhe) z naraščanjem koncentracije, statistično značilno pa se od ostalih razlikuje le obravnavanje kjer so bili ekstrakti aplicirani v koncentraciji 25 %. V primerjavi s kontrolo (sveža masa 126,0 mg in suha masa 10,6 mg) je sveža masa korenin pri tretiranju z ekstrakti v 100 % koncentraciji značilno nižja (79,2 mg), suha masa korenin pa je nižja pri tretiranjih v koncentracijah od 50 % do 100 % (7,5 mg do 6,1 mg).\nVpliv obravnavanj interakcije VxD na svežo maso korenin prikazuje grafikon 5. Razvidne so statistično enake srednje vrednosti sveže mase korenin pri aplikaciji koreninskih ekstraktov obeh vrst ščira in listnega ekstrakta zrnatega ščira. Nižje mase so bile dobljene pri uporabi ekstraktov iz listov plevelnega ščira in ekstraktov iz socvetij zrnatega ščira (Tukey test). Slednji obravnavanji se tudi statistično značilno razlikujeta od kontrole. \nA  Korenine Steblo Listi Socvetje\na-b; srednje vrednosti znotraj posameznih rastlinskih delov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) *; srednje vrednosti označene z zvezdico se značilno razlikujejo od kontrole (t-test, α = 0,05)\nrastlinskega dela (VxD)\nV grafikonu 6 je prikazana suha masa korenin koruze v odvisnosti od vrste in rastlinskega dela uporabljenega ekstrakta (interakcija VxD). Nižje vrednosti so zabeležene pri ekstraktih iz listov plevelnega ščira in pri ekstraktih iz socvetij zrnatega ščira (Tukey test). Obravnavanja inkerakcije se ne razlikujejo od kontrole. Rezaie in Yarnia (2009) navajata, da tretiranje z ekstrakti iz nadzemnega dela plevelnega ščira (A. retroflexus) za 66,7 % in tretiranje z ekstrakti iz korenin za 77,8 % zmanša suho maso korenin barvilnega rumenika (Carthamus tinctorius L.). \nKorenine Steblo Listi Socvetje\na-b; srednje vrednosti znotraj posameznih rastlinskih delov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) *; srednje vrednosti označene z zvezdico se značilno razlikujejo od kontrole (t-test, α = 0,05)\nrastlinskega dela (VxD)\nKot je razvidno iz preglednice 2, na svežo in suho maso hipokotila koruze vrsta ščira ni imela vpliva, med tem ko sta dejavnika rastlinski del in koncentracija ekstrakta imela značilen vpliv (P≤0,01). V povprečju je najvišja sveža masa hipokotila zabeležena pri uporabi koreninskih ekstraktov (130,5 mg), učinki ekstraktov iz ostalih rastlinskih delov pa so statistično enaki (61,4 – 71,2 mg) in se ne razlikujejo od mase hipokotila rastlinic tretiranih z destilirano vodo (66,4 mg). Podobno velja tudi za suho maso hipokotila, le da stimulativni učinek koreninskega ekstrakta ni statistično značilen. Primerjava koncentracij kaže najvišjo doseženo maso hipokotola (svežo in suho) pri uporabi 25 % ekstraktov. \nVrednosti suhe in sveže mase hipokotila dobljene pri aplikaciji 25 % ekstraktov so višje v primerjavi s kontrolo.\nKot je razvidno iz grafikona 7 na svežo maso hipokotila posebej stimulativno delujejo ekstrakti srhkodlakavega ščira iz korenin, med tem ko se obravnavanja interakcije VxD ne razlikujejo od kontrole v primeru suhe mase hipokotila (grafikon 8). Primerjava učinkov znotraj posameznih rastlinskih delov kaže, da na maso hipokotila posebej negativno vplivajo ekstrakti iz listov srhkodlakavega ščira in ekstrakti iz socvetij zrnatega ščira (grafikon 7 in 8).\nA.\nA.\nA.\nA.  Korenine Stebla Listi Socvetja\na-b; srednje vrednosti znotraj posameznih rastlinskih delov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) *; srednje vrednosti označene z zvezdico se značilno razlikujejo od kontrole (t-test, α = 0,05)\nrastlinskega dela (interakcija VxD) \nKorenine Steblo Listi Socvetje\na-b; srednje vrednosti znotraj posameznih rastlinskih delov označene z različnimi črkami se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) *; srednje vrednosti označene z zvezdico se značilno razlikujejo od kontrole (t-test, α = 0,05)\nrastlinskega dela (interakcija VxD) \nGlede na rezultate v laboratoriju izvedene raziskave o alelopatskih učinkih srhkodlakavega (Amaranthus retroflexus) in zrnatega ščira (A. cruentus 'G6') na kalitev in zgodnjo rast koruze lahko sklenemo:\n- da uporabljeni ekstrakti vplivajo na proces kalitve in morfološke lastnosti rastlinic  koruze. Vpliv ekstraktov je odvisen predvsem od rastlinskega dela in koncentracije  ekstrakta.\n- Da pričakovane razlike v alelopatkem delovanju med vrstama ne moremo v celoti  potrditi. Vrsta ščira je vplivala le na delež kalitve. V primerjavi z zrnatim ščirom so  ekstrakti iz srhkodlakavega ščira izrazili nižje vrednosti.\n- Da so učinki ekstraktov odvisni od koncentracije, pri čemer višje koncentracije  delujejo bolj zaviralno.\n- Da so učinki ekstraktov odvisni od rastlinskega dela iz katerega je pripravljen.  Posebej zaviralno delujejo ekstrakti iz listov srhkodlakavega ščira in iz socvetij  zrnatega ščira. Predvsem so negativni učinki vidni pri višjih koncentracijah.\n- Da ekstrakti iz korenin ne vplivajo, ali celo stimulativno delujejo na proces kalitve  in morfološke lastnosti rastlinic koruze.\nPri interpretaciji te raziskave o alelopatskih vplivih, moramo upoštevati dejstvo, da so vplivi rastlinskih ekstraktov proučevanih v laboratoriju pogosto drugačni kot vplivi istih ekstraktov apliciranih na substrat ali v substrat, prav tako so lahko drugačni tudi učinki teh ekstraktov na polju. Laboratorijske raziskave namreč izključujejo klimatske razmere, interakcije med rastlinami ter interakcije med rastlinami in tlemi, ki pa so za učinkovitost delovanja alelokemikalij zelo pomembne.\n"], "abstract": ["Alelopatija je pojav, pri katerem neka rastlina ali mikroorganizem izloča alelokemikalije, te pa stimulativno ali zaviralno delujejo na sosednji organizem (rastlino, mikroorganizem). Znani so alelopatski učinki plevelnega ščira, informacije o morebitnih alelopatskih učinkih zrnatega ščira pa so omejene. Namen raziskave je bil proučiti in primerjati vpliv srhkodlakavega (Amaranthus retrofleksus L.) in mehiškega zrnatega ščira (A. cruentus L. cv. 'G6') na proces kalitve in morfološke lastnosti rastlinic koruze (Zea mays L.). Raziskava je vklučevala ekstrakte različnih rastlinskih delov aplicirane v različnih koncentracijah. Kot kontrolo smo uporabili destilirano vodo. Učinek ekstraktov je odvisen predvsem od rastlinskega dela iz katerega je pripravljen in koncentracije. Posebej zaviralno delujejo ekstrakti iz listov srhkodlakavega ščira in iz socvetij zrnatega ščira pri višjih koncentracijah. Ekstrakti iz korenin ne vplivajo, ali celo stimulativno delujejo na proces kalitve in morfološke lastnosti rastlinic koruze."]}