{"1": ["1 UVOD", "Jagodnjak (Fragaria L.) je večletni zelnat grmič, ki se prideluje zaradi sočnih plodov. Plodove jagodnjaka imenujemo jagode, v botaničnem pomenu besede gre za primer birnih oreškov, kjer se posamezni pestiči razvijejo v monokarpne oreške na omesenelem cvetišču. Plodovi vsebujejo skoraj 90 % vode, ostalo predstavljajo pretežno vitamini in minerali. Največ vsebujejo vitamina C, v manjših deležih pa tudi vitamina A in B. Med minerali so v jagodah v večjih deležih zastopani kalij, fosfor in kalcij. Jagode so tudi pomemben vir fenolnih spojin. Fenolne spojine so sekundarni rastlinski metaboliti in pomembno prispevajo k senzoričnim lastnostim (okus, barva, aroma) svežega sadja. Čeprav so dokazani pozitivni učinki jagod, vsebujejo le-te tudi alergene snovi. Najpomembnejše spojine, ki prispevajo k antioksidativnemu potencialu sadja so karotenoidi, fenolne spojine in vitamini (A, C in E). Antioksidativni potencial jagod je v primerjavi z drugim sadjem ‒ kot so slive, jabolke, banane, breskve, marelice, kivi ‒ daleč najvišji (Leong in Shui 2002, Xianli Wu in sod. 2004).\nSvetovna prodaja ekološke hrane se je od leta 2002 do leta 2005 povečala za 43 %. Ankete so pokazale, da so razlogi za to potrošnikova prepričanja, da so ekološki proizvodi bolj hranljivi od konvencionalno pridelane hrane (Hargreaves in sod. 2008). Med drugim so ekološki proizvodi vedno bolj priljubljeni tudi zaradi koristi za zdravje in zaskrbljenostjo nad onesnaženostjo okolja (Tregear in sod. 1994). Dokazano je tudi, da je ekološka hrana drastično manj ali sploh ni kontaminirana z ostanki pesticidov, v konvencionalnih živilih pa je to pogost pojav (ZEKOS 2009). \nV diplomskem delu smo ocenili antioksidativni potencial štirih sort jagod: ‘St. Piere’, ‘Elsanta’, ‘Sugar Lie’ in ‘Thuchampion’, ki so bile pridelane na ekološki in integrirani način.\n"], "2": ["1.2 Namen in cilj diplomskega dela", "Cilja raziskovalnega dela v diplomski nalogi sta naslednja:\n- Oceniti in primerjati antioksidativni potencial štirih sort jagod iz ekološke oz.  integrirane pridelave.\n- Primerjati antioksidativni potencial iste sorte pridelane na integrirani in ekološki  način pridelave.\n"], "3": ["1.3 Delovne hipoteze", "Predpostavljamo naslednji delovni hipotezi v diplomski nalogi:\n- Pokazale se bodo sortne razlike v antioksidativnem potencialu iz ekološke oz.  integrirane pridelave.\n- Sorte iz ekološke pridelave bodo imele višji antioksidativni potencial kot sorte iz  integrirane pridelave.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Jagode", ""], "6": ["2.1.1 Klasifikacija in splošen opis jagodnjaka", "Jagodnjak je večletni zelnati grmič, ki ga sestavljata podzemni organ (korenika s koreninami) in nadzemni del, ki ga sestavljajo steblo, listi, živice in rodni organi. Plod jagodnjaka ni jagoda v botaničnem pomenu besede, temveč je birni plod, saj se posamezni pestiči razvijejo v monokarpne oreške na omesenelem cvetišču (Bajec 1978).\nKoreninski organ jagodnjaka tvorijo korenika in sistem razvejanih korenin, ki lahko segajo od 80 do 100 centimetrov globoko v zemljo. Korenika je sestavljena iz prevodnih snopičev. Transport vode in mineralnih snovi poteka po trahejah, ki imajo na straneh piknje, ki skrbijo za reguliran vstop vode in mineralnih snovi v ksilem. Koreninski sistem se najmočneje razvije v začetku vegetacije, zgodaj spomladi pa se razvijejo samo kratke sesalne koreninice (Bajec 1978).\nSteblo jagodnjaka je večletno, na leto pa se poveča za od enega do dva centimetra. Večina stebla je v zemlji, na zunanjem delu pa je dobro viden letni prirast, po katerem se lahko določi starost rastline. Vsako leto poženejo na steblu novi stebelni poganjki, tako imenovane živice, ki služijo vegetativnemu razmnoževanju (Bajec 1978).\nListi jagodnjaka so nazobčani in ovalne oblike ter zloženi. Sestavljeni so iz treh lističev, ki so pritrjeni na pecelj. Pecelj sam je dokaj debel, na steblo pa se zrašča tik pred zemljo. Glavna naloga listov je asimilacija in produkti (sladkorji, proteini), ki se skladiščijo v steblu in koreninah, rastlina pa jih porablja za rast in razvoj plodov (Bajec 1978). \nCvetovi jagodnjaka se razvijejo na cvetnih pecljih različnih dolžin, razvijejo pa se v skupinah po deset do dvajset. Večina sort je dvospolnih, kar pomeni, da imajo normalno razvite prašnike in plodnico z brazdo. Te sorte so samoplodne (avtogamne). Nekaj sort jagodnjakov pa ima enospolne ženske cvetove, ki nimajo prašnikov ali pa so ti zakrneli in ne vsebujejo cvetnega prahu. Obstajajo tudi sorte, ki imajo samo moške cvetove. Cvetovi jagodnjaka imajo 5 čašnih in 5 ali več venčnih listov pretežno bele barve (Bajec 1978).\nPlodovi dozorijo odvisno od sorte, od zgodnjega do poznega poletja. Po velikosti in obliki se med sortami močno razlikujejo. Najdebelejši plodovi zrastejo v zgodnjem obdobju, najmanjši pa v poznem. Debelina plodov je odvisna tudi od starosti rastline. Najdebelejši plodovi zrastejo v prvem in drugem letu starosti rastline. Barva plodov je v vseh odtenkih rdeče barve, meso pa je lahko različno trdo in različno aromatično, kar je spet odvisno od sorte (Bajec 1978).\nJagode spadajo v kraljestvo Plantae (rastline), deblo Magnoliophyta (kritosemenke), razred Magnoliopsida (dvokaličnice), red Rosales, družino Rosaceae (rožnice), poddružino Rosoideae in rod Fragaria L. (Darrow 1966).\n"], "7": ["2.1.2 Sestava in vsebnost hranil v plodovih jagod", "Skoraj 90 % vrtnih jagod sestavlja voda, ostalo predstavljajo pretežno vitamini in minerali (preglednica 1). Jagode vsebujejo veliko vitamina C, ki krepi imunski sistem. Tu je še vitamin A in številni vitamini B-kompleksa, predvsem B1, B2 in folna kislina, ki je pomembna pri nastajanju krvi in rasti celic (Karabegovič 2009). \n"], "8": ["2.2 Antioksidanti", ""], "9": ["2.2.1 Definicija antioksidantov", "Salobir (2000) definira antioksidante kot naravne (vitamini A, C in E, karotenoidi, antocianini in ostale fenolne spojine) ali sintetične snovi (butilhidroksianizol-BHA, butilhidroksitoluen-BHT, propil galat-PG …), ki imajo sposobnost, da že v majhnih koncentracijah preprečijo ali zavirajo nezaželene oksidativne spremembe v vseh živih organizmih in tudi v živilih.\nPo definiciji dietetikov in nutricionistov so antioksidanti vsaj še (endogene ali eksogene) snovi, ki ščitijo telo pred kvarnim vplivom prostih radikalov, kovinskih ionov in raznih drugih oksidantov (Vidrih in Kač 2000).\nPo definiciji živilcev so antioksidanti tiste sestavine živil oz. tisti dodatki živilom, ki so bodisi lovilci radikalov, tvorijo kelate s kovinskimi ioni ali pa kot reducenti kako drugače preprečujejo ali zmanjšajo pojav žarkosti živil in druge oksidativne spremembe senzoričnih in prehranskih lastnosti živil (Loliger 1991).\n"], "10": ["2.2.2 Vloga in pomen prostih radikalov ter antioksidativni stres", "Prosti radikali so atomi, molekule ali ioni z vsaj enim nesparjenim elektronom. So zelo reaktivni in povzročajo poškodbe celične strukture vključno z nukleinskimi kislinami in geni. Nastajajo pri cepitvi kovalentne vezi. So rezultat normalne celične presnove (dihanja) in posledica dejavnikov okolja kot npr. UV-sevanja in gama žarkov, toplote, kajenja, onesnaženega okolja, itd. Tudi nekatere snovi in zdravila (aftaoksini, alkohol, analgetiki, anestetiki, citostatiki itd.) povzročajo nastajanje prostih radikalov. Kisikovi prosti radikali (vodikov peroksid, superoksid in hidroksilni prosti radikal) so udeleženi pri številnih normalnih in patoloških procesih v telesu. Pomembna je njihova vloga pri staranju, degenerativnih boleznih, raku, ishemiji, kardiovaskularnih boleznih, aterosklerozi, zmanjšani imunski odzivnosti, Alzheimerjevi, Parkinsonovi in Crohnovi bolezni. Njihovo vlogo so dokazali tudi pri sladkorni bolezni, katarakti, bolezni jeter in ledvic, pri zastrupitvah in pri fizičnih obremenitvah. Poškodbe povzročajo tudi v primeru prekomernega zauživanja hrane, v kateri primanjkuje naravnih antioksidantov (vitaminov A, C, E, ß-karotena, flavonoidov itd.), aminokislin (cistina, cisteina, glutationa) ter elementov v sledovih (Se, Zn, Mn, Cu) (Korošec 200).\nPorušeno ravnotežje med prostimi radikali in antioksidanti imenujemo oksidativni stres. Antioksidanti ga preprečujejo z lovljenjem prostih radikalov, s keliranjem kovinskih ionov, z odstranjevanjem in/ali popravilom oksidativno poškodovanih biomolekul (Korošec 2000).\n"], "11": ["2.2.3 Delitev antioksidantov", "Glede na način delovanja oz. zaviranja oksidacije ločimo primarne, sekundarne in terciarne antioksidante (Raspor in sod. 2000).\nPrimarni antioksidanti nastajajo v organizmu ali pa jih tvorijo mikroorganizmi. Njihova vloga je preprečevanje tvorbe prostih radikalov. Med primarne antioksidante prištevamo \nsnovi, ki lahko reaktivne radikale spremenijo v bolj stabilne produkte in s tem prekinejo verižno reakcijo avtooksidacije (Raspor in sod. 2000).\nSekundarni antioksidanti nevtralizirajo novonastale proste radikale in preprečujejo, da bi vstopali v verižne reakcije in tvorili nove proste radikale. To so snovi, ki zavirajo avtooksidacijo brez direktnega vključevanja v verižno reakcijo. Razvrstimo jih v tri skupine: odjemalci kisika (askorbinska kislina, flavonoidi, karatenoidi, polifenoli, sulfiti), odjemalci radikalov (flavonoidi, polifenoli, karotenoidi, tokoferoli) in sinergisti (estri citronske kisline, citronska kislina, lecitin, polifosfati in vinska kislina) (Raspor in sod. 2000).\nTerciarni antioksidanti so snovi, ki popravljajo poškodbe, ki jih povzročijo prosti radikali v strukturi celice (Raspor in sod. 2000).\nPo kemijski zgradbi ločimo vodotopne (askorbinska kislina ali vitamin C, glutation, flavonoidi) in v maščobah topne (ubikinon - koencim Q10, vitamin E, karotenoidi) antioksidante (Korošec 2000).\n"], "12": ["2.2.4 Viri antioksidantov", "Naravni antioksidanti v jagodah so predvsem fenolne spojine, ki prispevajo zlasti k barvi, okusu in trpkosti plodov. Fenolne spojine pogosto smatramo kot sekundarne rastlinske metabolite (Swanson 2003). Nefenolne spojine, vključno s karotenoidi in fosfolipidi, prav tako kažejo antioksidativni potencial (Gordon 2003).\nAntioksidanti se nahajajo v različnih delih rastlin. Tako jih najdemo v listju (zeleni ječmen, različne vrbe, avokado, murva), celo koreninah, pluti, lubju, brsteh, semenu (sezam, lan, sončnice, žitarice) in stroku oz. luščini (kikiriki, ajda, fižol). Vir velikih količin antioksidantov predstavljata sadje in zelenjava (Kris-Etherton in sod. 2002; Häkkinen in sod. 1999).\n"], "13": ["2.3 Antioksidativni potencial jagod in vpliv načina pridelave", "Scalzo in sod. (2005) so primerjali antioksidativni potencial plodov med najpogosteje gojenimi sortami petih različnih vrst (jagode, kivi, jabolka, marelice in breskve) in ugotovili, da imajo divje jagode dosti višji antioksidativni potencial (33.17 µmol TE/g SM) kot gojene jagode (13.17 µmol TE/g SM), sledi kivi (2.72 µmol TE/g SM) in koščičasti plodovi, ki imajo najnižjega (od 1.22 do 1.60 µmol TE/g SM). Vsi plodovi so bili pridobljeni iz rastlin gojenih v nadzorovanih poskusnih poljih kmetijske fakultete in vzorčeni, ko so zadostili standardne zoritvene pogoje za vsako sorto posebej. Pri jagodah so primerjali antioksidatvni potencial šestih sort ‘Don’, ‘Idea’, ‘Camarosa’, ‘Onda’, ‘Sveva’ in ‘Patty’, ki so ga ocenili z ABTS metodo. Rezultate so podali v µmol Trolox ekvivalent na gram sveže mase (µmol TE/g SM). Najvišji antioksidativni potencial so ocenili pri sorti ‘Patty’ (16.03 µmol TE/g SM), sledijo ji sorte ‘Sveva’, ‘Onda’, ‘Camarosa’, ‘Idea’ in ‘Don’, ki je imela najnižjega (10.58 µmol TE/g SM).\nLeong in Shui (2002) sta v raziskavi ugotovila, da je antioksidativni potencial najvišji pri jagodah, sledijo slive, pomaranče, kivi, jabolka in banane. Dokaj podoben vrstni red so objavili tudi v raziskavi Xianli Wu in sod. (2004): jagode, slive, jabolke, pomaranče, breskve, banane in kivi. Pri obeh raziskavah je bilo sadje kupljeno v večjih supermarketih (Singapur, ZDA).\nTõnutare in sod. (2009) so primerjali antioksidativni potencial jagod sorte ‘Polka’ pridelane na konvencionalni in ekološki način pridelave. Jagode so bile pridelane na dveh konvencionalnih in dveh ekoloških kmetijah v Južni Estoniji in so bile iz dve- ali tri- letnih nasadov. Za določitev antioksidativnega potenciala so uporabili indirektno metodo DPPH in rezultate podali v mg askorbinske kisline na 100 g sveže mase (mg AK/100 g SM). Antioksidativna potenciala jagod dve- letnih nasadov, na dveh ekoloških kmetijah sta bila 70.4 in 63.2 mg AK/100 g SM, antioksidativni potencial jagod pridelanih na dveh konvencionalnih kmetijah pa 67.5 in 59.0 mg AK/100 g SM. Podobne rezultate so dobili tudi za jagode iz tri- letnih nasadov (75.5 in 63.1 mg AK/100 g SM za jagode iz ekološke pridelave ter 58.2 in 54.7 mg AK/100 g SM za jagode iz konvencionalne pridelave). \nRezultati so pokazali, da so imele jagode iz ekološke pridelave višji antioksidativni potencial kot konvencionalno pridelane jagode. Izjema so konvencionalno pridelane jagode iz dve- letnih nasadov z antioksidativnim potencialom 67.5 mg AK/100 g SM, ki je višji od ekološko pridelanih jagod iz dve- letnih nasadov (63.2 mg AK/100 g SM).\nOlsson in sod. (2006) so določali vsebnost posameznih antioksidantov (vitamina C, elagne kisline, flavonolov, skupnih antocianinov) v petih sortah jagod. Eksperiment je potekal na raziskovalni postaji Ranna (Švedska univerza za kmetijske vede). Dve sorti (‘Honeoye’ in ‘Cavendish’) sta bili pridelani na ekološki in konvencinalni način pridelave. Sorta ‘Dania’ je bila pridelana samo na ekološki način pridelave, medtem ko sta bili sorti ‘Pavana’ in ‘Korona’ pridelani samo na konvencionalni način. Primerjava sorte ‘Cavendish’ in ‘Honeoye’ je pokazala, da je bila vsebnost vitamina C pri sorti ‘Cavendish’ nižja (čeprav ne znatno) v ekološko pridelanih jagodah. Višja je bila vsebnost elagne kisline, antocianinov in skupnih fenolov. Nasprotno so rezultati pokazali pri sorti ‘Honeoye’, ki je imela višjo koncentracijo vitamina C v ekološko pridelanih jagodah in nižjo koncentracijo elagne kisline, antocianinov in skupnih fenolov.\nReganold in sod. (2010) so raziskovali ali obstajajo večje razlike v antioksidativnem potencialu jagod pridelanih na ekološki in konvencionalni način pridelave. Za jagode so se odločili zaradi visoke ekonomične vrednosti tega sadja, dokumentiranih hranilnih koristi, popularnosti v prehrani potrošnikov in ustreznosti za senzorično ocenjevanje. Raziskava je potekala v Kaliforniji, ki je vodilni proizvajalec jagod, saj se na tem območju proizvede več kot 25 % svetovne proizvodnje jagod. Skoraj 5 % površin je namenjenih ekološki pridelavi. V raziskavi so primerjali tri sorte ekološko in konvencionalno pridelanih jagod: ‘Diamante’, ‘San Juan’ in ‘Lanai’. Za določitev antioksidativnega potenciala so uporabili ABTS metodo, rezultate pa so podali v mmol Trolox ekvivalent na gram sveže mase (mmol TE/g SM). Vzorčili so v treh mesecih (april, junij, september) in rezultati so pokazali, da je antioksidativni potencial pri sortah ‘Diamante’ in ‘Lanai’ pri ekološki pridelavi višji v vseh treh mesecih, pri sorti ‘San Juan’ je v mesecu aprilu višji pri konvencionalnih jagodah, v juniju in septembru pa je antioksidativni potencial praktično enak (preglednica 2). \nJin in sod. (2011) so primerjali antioksidativni potencial dveh sort jagod ‘Earliglow’ in ‘Allstar’. Jagode so bile pridelane na ekoloških in konvencionalnih nasadih v ZDA. Antioksidativni potencial jagod je bil določen z direktno ORAC metodo in indirektno DPPH metodo. Njihova raziskava je pokazala, da imajo ekološko pridelane jagode obeh sort višji antioksidativni potencial kot konvencionalno pridelane jagode.\nVpliv različnih načinov pridelave (konvencionalni, integrirani, ekološki, biodinamični in kontrolni sistem kmetovanja) na vsebnost sladkorjev, organskih kislin, skupnih fenolov in antioksidativnega potenciala rdeče pese so raziskovali Bavec in sod. Za določitev antioksidativnega potenciala so uporabili DPPH metodo. Poskus je potekal na isti lokaciji. Vzorci iz biodinamičnega načina pridelave in kontrolnega sistema kmetovanja so imeli signifikantno višji antioksidativni potencial v primerjavi s konvencionalno pridelanimi vzorci. Pri preučevanju ekološkega in integriranega načina pridelave pri rdeči pesi na isti njivi statistično značilnih razlik ni bilo.\n"], "14": ["2.4 Načini pridelave", ""], "15": ["2.4.1 Ekološki način pridelave", "Ekološko kmetijstvo predstavlja obliko in način kmetovanja, ki pridobiva vse večji pomen v slovenskem kmetijskem prostoru. V sistemu ekološkega kmetovanja je zagotovljen tudi nepretrgan in transparenten nadzor nad pridelavo in predelavo teh pridelkov oziroma živil »od njive do krožnika« in s tem zajamčena večja varnost tistim potrošnikom, ki se za takšne pridelke oziroma živila odločijo (MKGP 2010).\nEkološko kmetovanje obenem zagotavlja pridelavo visoko kakovostne in varne hrane, z bogato prehransko vrednostjo in visoko vsebnostjo vitaminov, mineralov in antioksidantov. Ker je uporaba lahko topnih mineralnih gnojil, kemično sintetiziranih fitofarmacevtskih sredstev (pesticidov), gensko spremenjenih organizmov in proizvodov pridobljenih iz teh organizmov ter različnih regulatorjev rasti pri tem načinu kmetovanja prepovedana, zato praktično ni pričakovati ostankov teh snovi v pridelkih ali živilih in posledično - pri potrošnikih (MKGP 2010).\nPredpisa, ki urejata ekološko pridelavo sta Pravilnik o ekološki pridelavi in predelavi kmetijskih pridelkov oziroma živil (Uradni list RS, št. 71/2010) in Uredba Sveta (ES) št. 834/2007 o ekološki pridelavi in označevanju ekoloških proizvodov (MKGP 2010).\nHranilna vrednost živil je vse pomembnejša za potrošnike. Svetovna prodaja ekološke hrane se je od leta 2002 do leta 2005 povečala za 43 %. Ankete kažejo, da potrošniki kupujejo ekološke proizvode zaradi prepričanja, da so bolj hranljivi od konvencionalno pridelane hrane (Hargreaves in sod. 2008).\nEkološka hrana je drastično manj ali sploh ni kontaminirana z ostanki pesticidov, v konvencionalnih živil pa je to pogost pojav. V Sloveniji nas s podatki o vsebnosti ostankov pesticidov v hrani seznanjajo tri inštitucije in sicer Inštitut za varovanje zdravja republike Slovenije v Ljubljani in Zavod za zdravstveno varstvo v Mariboru ter Kmetijski inštitut \nSlovenije iz Ljubljane. Zadnji razpoložljivi podatki so iz leta 2007 in za potrošnika, ki izdatno uživa konvencionalno sadje in zelenjavo dokaj pretresljivi. Več kot pri polovici vzorcev so ostanke pesticidov vsebovale breskve, nektarine, grozdje (95 %), hruške, jabolka (82 %), cvetača (91 %), jagode in paradižnik (ZEKOS 2009).\nTregear in sod. (1994) so ugotovili, da je 54 % škotskih potrošnikov, ki so trdili, da so kupili ekološko hrano, storilo to zato, ker jih skrbi za lastno zdravje ali zdravje družine, 9 % jih je navedlo, da kupujejo ekološka živila iz skrbi za okolje.\n"], "16": ["2.4.2 Integrirani način pridelave", "Integrirana pridelava je naravi prijazen način pridelave, kjer se z uporabo naravnih virov in mehanizmov, ki zmanjšujejo negativne vplive kmetovanja na okolje in zdravje ljudi, prideluje kakovostna in zdrava hrana. Bistveni cilji integrirane pridelave so: uravnoteženo izvajanje agrotehničnih ukrepov, ob skladnem upoštevanju gospodarskih, ekoloških in toksikoloških dejavnikov, prednost pa je dana naravnim ukrepom pred fitofarmacevtskimi, veterinarsko-farmacevtskimi in biotehnološkimi ukrepi, pri čimer se doseže enak gospodarski učinek; pridelava brez uporabe gensko spremenjenih organizmov; nadzorovana uporaba gnojil in fitofarmacevtskih sredstev; pospeševanje in ohranjanje biotske raznovrstnosti z ustreznimi metodami varstva rastlin (biotično varstvo); gnojenje z organskimi gnojili, ki ima prednost pred gnojenjem z mineralnimi gnojili; redno izvajanje analiz pred gnojenjem in s tem preprečevanje prehoda nitratov v podtalnico ter kopičenja nitratov v rastlinah; kontrolirana pridelava in certificiranje pridelkov, kar daje potrošnikom zagotovilo, da proizvodi ustrezajo višjim standardom kakovosti; pridelava zdravstveno neoporečne ‒ varne in kakovostne hrane (MKGP 2010).\nV Sloveniji so tehnologija pridelave, postopki kontrole in način označevanja določeni v Pravilnikih o integrirani pridelavi in tehnoloških navodilih za integrirano pridelavo, ki jih vsako leto izda Ministrstvo za kmetijstvo, gozdarstvo in prehrano. Slednje imenuje tudi organizacije za kontrolo in certificiranje, ki skrbijo za stalno kontrolo pridelave ter izdajajo \ncertifikate v skladu s predpisi. Nadzor nad delovanjem organizacij za kontrolo in certificiranje izvaja Inšpektorat Republike Slovenije za kmetijstvo, gozdarstvo in hrano (MKGP 2010).\nPredpis, ki ureja integrirano pridelavo sadja v Sloveniji je Pravilnik o integrirani pridelavi sadja (Uradni list RS, št. 110/2010) (MKGP 2010).\nPridelovalci, ki so vključeni integrirano pridelavo, morajo poleg omenjenih predpisov upoštevati tudi tehnološka navodila, v katerih so določeni posamezni pogoji za ravnanje s tlemi, kolobarjenja, gnojenja, namakanja, skladiščenja, varstva rastlin idr. Tehnološka navodila za vsako vrsto integrirane pridelave pripravi posamezna strokovna delovna skupina, ki jo sestavljajo predstavniki Ministrstva za kmetijstvo, gozdarstvo in prehrano, strokovnjaki s področja tehnologije pridelave in varstva rastlin ter predstavniki pridelovalcev (MKGP 2010).\n"], "17": ["2.5 Metode za določanje antioksidativnega potenciala", "Za in vitro določanje antioksidativnega potenciala naravnih substanc lahko uporabljamo metode, ki temeljijo na različnih principih: od relativno enostavnih spektroskopskih metod, s katerimi določamo redukcijsko sposobnost antioksidantov v sistemih s kovinskimi ioni ali sintetičnimi radikali, do metod, s katerimi določamo vpliv antioksidantov na stabilnost realnih vzorcev, kot so proteini ali lipidi (Roginsky in Lissi 2005).\n"], "18": ["2.5.1 Direktne in indirektne metode", "Za določanje antioksidativnega potenciala uporabljamo direktne metode (metode na osnovi kinetike peroksidacije lipidov, ORAC metodo, določanje antioksidativnega potenciala z ß- karotenom) in indirektne metode (DPPH, ABTS, FRAP). Tako indirektne kot direktne metode imajo svoje prednosti in slabosti, so pa indirektne v praksi bolj pogosto uporabljene, ker so preprostejše in bolj primerne za rutinsko analizo. Direktne metode pa \nso bolj občutljive in natančne. Z direktnimi metodami raziskujemo učinke antioksidantov prisotnih v analiziranih živilih na oksidativno razgradnjo substratov (lipidov, proteinov, krvne plazme, bioloških membran, liposomov, DNA). Indirektne metode uporabljamo za proučevanje učinkov prisotnosti kovinskih ionov ter sposobnost antioksidantov za lovljenje radikalov, ki pa niso vedno v povezavi z oksidativno razgradnjo. Primer indirektnega določanja je uporaba obravanih radikalov, kot sta npr. DPPH -+ in ABTS-+, kjer ne določamo antioksidativni potencial direktno, marveč določimo sposobnost antioksidanta, da odda vodikov atom, čeprav sta ti dve lastnosti včasih neposredno povezani. Podatki, pridobljeni s pomočjo direktnih in indirektnih metod, so bolj zanesljivi, če jih med seboj primerjamo (Roginsky in Lissi 2005).\n"], "19": ["2.5.2 Merjenje antioksidativnega potenciala z ABTS-+ radikalom", "Ta metoda je danes med najbolj razširjenimi metodami za indirektno določanje antioksidativnega potenciala. ABTS-+ radikal se tvori pri oksidaciji med ABTS (2,2'-azino- bis(3-etilbenzotiazolin-6-sulfonska kislina)) s kalijevim persulfatom in močno absorbira pri valovni dolžini med 600 in 750 nm, zato ga lahko enostavno spektrofotometrično določimo. V prisotnosti antioksidantov, ki so donorji vodika, se reducira, kar vodi do razbarvanja. Rezultati se izražajo kot antioksidativni potencial v ekvivalentih Troloxa, sintetičnega analoga vitamina E (Re in sod. 1999; Roginsky in Lissi 2005).\nStabilnost ABTS-+ in možnost njegove uporabe v vodnih in etanolnih raztopinah ter širokem območju vrednosti pH omogočajo uporabo ABTS metode tako v raztopinah čistih komponent kot v kompleksnih matriksih (Labrinea in Georgiou 2005).\nPrednost metode ABTS-+ v primerjavi z ostalimi testi je predvsem njena preprosta uporaba in možnost za rutinsko uporabo v vsakem laboratoriju. Slabost metode pa je, da dejansko podaja sposobnost spojin za reakcijo z ABTS-+ in ne dejanskega antioksidativnega potenciala (Roginsky in Lissi 2005).\n"], "20": ["3 MATERIALI IN METODE DELA", ""], "21": ["3.1 Vzorčenje in priprava plodov", "Vzorčili smo plodove štirih sort jagod – ‘St. Piere’, ‘Elsanta’, ‘Sugar Lie’ in ‘Thuchampion’. Vzorce vseh štirih sort pridelanih na ekološki način smo odvzeli v Artičah, vzorce pridelane na integrirani način pa v Zrkovcih. Jagode smo nabirali naključno po nasadu v mesecu maju. Izbirali smo plodove podobnih velikosti in barve, ki so bili brez mehanskih poškodb ali poškodb zaradi insektov. Pri vsaki sorti (tako ekološki kot integrirani) smo nabrali približno 1 kg jagod.\nJagode smo najprej umili z vodovodno vodo, nato z deionizirano vodo in jih osušili s papirnato brisačo. Odstranili smo čašne liste in pecelj. Plodove smo homogenizirali z mešalnikom (»Ultra-Turax«) in v 50 mL centrifugirke zatehtali 1.0±0.1 g posameznega vzorca. Vzorce smo zamrznili in jih do ekstrakcije hranili v zamrzovalniku na –80 -C (NON CFC Refrigerants, – 86 -C Freezer).\n"], "22": ["3.2 Reagenti in priprava raztopin", ""], "23": ["3.2.1 Reagenti", ""], "24": ["3.2.2 Priprava raztopin", "Ekstrakcijska raztopina: za ekstrakcijo vzorcev smo uporabili vodno raztopino acetona (aceton:voda, 70:30, v/v).\nRaztopina ABTS-+: to raztopino smo pripravili tako, da smo v 5 mL bučki v nekaj deionizirane vode raztopili 0.00331 g K2O8S2 . Nato smo zatehtali 0.0192 g ABTS in ga dodali v bučko ter dopolnili do oznake z deionizirano vodo. Raztopino smo pustili v temi na sobni temperaturi 20-24 ur, oziroma tako dolgo, da se absorbanca raztopine ni spreminjala več. Koncentracija tako pripravljene raztopine ABTS -+ je 7 mmol/L (pri 4 -C je taka raztopina stabilna 1 teden). \nOsnovna standardna raztopina Trolox (hidroliziran analog vitamina E): pripravili smo raztopino s koncentracijo 5 mmol/L in sicer tako, da smo zatehtali 0.03128 g Trolox in ga raztopili v 25 mL bučki etanola. Raztopino smo zavarovali pred svetlobo (pri –20 -C je raztopina stabilna do enega meseca).\nPuferna raztopina PBS: v 1 L bučki smo raztopili 4.00 g natrijevega klorida (NaCl), 0.10 g kalijevega klorida (KCl), 0.72 g natrijevega hidrogenfosfata(V) dihidrata (Na 2HPO2-2H2O) in 0.12 g kalijevega dihidrogenfosfata(V) (KH2PO4). Z deionizirano vodo smo dopolnili do oznake in pH razopine uravnali na 7.4 z dodatkom H3PO4. Razredčena raztopina ABTS-+: osnovno ABTS-+ raztopino smo redčili s puferno raztopino PBS, da smo dobili raztopino z absorbanco 0.70±0.20.\nMatrična raztopina: 50 mL ekstrakcijske raztopine smo odpipetirali v 100 mL bučko in razredčili z deionizirano vodo do oznake.\n"], "25": ["3.2.3. Umeritvena krivulja", "Iz osnovne standardne raztopine Trolox smo pripravili šest delovnih raztopin s koncentracijami 100 µmol/L, 200 µmol/L, 300 µmol/L, 400 µmol/L, 500 µmol/L in 600 µmol/L, tako da smo v 10 mL bučke odpipetirali 0.1 mL, 0.2 mL, 0.3 mL, 0.4 mL, 0.5 mL in 0.6 mL osnovne standadne raztopine Trolox in dopolnili z matrično raztopino.\n"], "26": ["3.3 Ekstrakcija antioksidantov", "Ekstrakcijo smo izvedli po opisu v literaturi (Awika in sod. 2003) z manjšimi spremembami. K vzorcem smo dodali 30 mL ekstrakcijske raztopine in jih premešali na vibracijskem stresalniku (1 min). Ekstrakte smo nato stresali 2 uri na horizontalnem tresalniku pri sobni temperaturi in jih čez noč postavili v zamrzovalnik (–20 -C). Naslednji dan smo ekstrakte ogreli na sobno temperaturo in jih centrifugirali 20 min pri 15 -C in 7500 obratih na min. Po končanem centrifugiranju smo supernatant kvantitativno prelili v \n100 mL bučko in k ostanku dodali 10 mL ekstrakcijske raztopine. Ekstrakte smo premešali, dali na horizontalni stresalnik za 15 min in jih ponovno centrifugirali 20 min. Postopek smo ponovili še enkrat. Supernatante smo združili v 100 mL bučki in dopolnili z destilirano vodo do oznake. Alikvot ekstrakta smo do analize hranili v zamrzovalniku. Vsak vzorec smo pripravili v treh ponovitvah.\nRotanta 460R (c) (foto Zavratnik)\n"], "27": ["3.4 Meritev antioksidativnega potenciala z ABTS-+ radikalom", "Najprej smo v centrifugirko odpipetirali 40 µL delovne raztopine z različno koncentracijo Trolox in dodali 1 mL razredčene raztopine ABTS-+. Ekstrakte jagod smo na drugi strani pripravili tako, da smo v centrifugirke odpipetirali 40 µL ekstrakta jagod in dodali 1 mL razredčene raztopine ABTS-+. Pripravili smo tudi kontrolni in slepi vzorec, ki smo ga uporabili za umerjanje spektrofotometra. Pri kontrolnem vzorcu smo v centrifugirko odpipetirali 40 µL matrične raztopine in dodali 1 mL razredčene raztopine ABTS -+, pri slepem vzorcu pa smo v centrifugirko odpipetirali 40 µL matrične raztopine in dodali 1 mL PBS. Zaprte centrifugirke smo dobro premešali in pustili stati v temi na sobni temperaturi 25 min. Nato smo na spektrofotometru pri valovni dolžini 734 nm izmerili absorbance \nkontrolnega vzorca, delovnih raztopin Trolox in ekstraktov jagod. Vsako raztopino smo pripravili v dveh ponovitvah.\nZmanjšanje absorbance (∆A) delovnih raztopin Trolox in ekstraktov jagod smo izračunali glede na kontrolni vzorec po enačbi (1):\nA(kontrolni vzorec)  A(x) ΔA  100 (3.1)  A(kontrolni vzorec)\nUmeritveno krivuljo smo narisali v programu Microsoft Excel. Na absciso smo nanesli koncentracije delovnih raztopin Trolox, na ordinato pa pripadajoče vrednosti zmanjšanja absorbance v odstotkih. Iz enačbe premice za umeritveno krivuljo smo izračunali koncentracijo Trolox v ekstraktih jagod (µmol/L).\nRezultate smo podali v µmol Trolox ekvivalent (TE)/g sveže mase (SM). Pri izračunu smo upoštevali zatehtano maso vzorca jagod, redčenje po ekstrakciji in koncentracijo Trolox (µmol/L) v ekstraktu (enačba 2): \n koncentracija Trolox (μmol/L)  0.1 μmol TE/g SV  (3.2)  zatehtana masa vzorca (g)\n"], "28": ["3.5 Statistična obdelava podatkov", "Vse dobljene rezultate smo najprej uredili v programu Microsoft Excel, nato pa jih statistično obdelali s programom SPSS Statistic 17.0. Z analizo variance (ANOVA) smo vrednotili vpliv sorte in načina pridelave ter njune interakcije na antioksidativni potencial. Razlike med obravnavanji po proučevanih dejavnikih smo preverjali z Duncan testom (α=0.05). Razliko med obravnavanji interakcij pa smo preverjali s Tukey testom (α=0.05)\n"], "29": ["4 REZULTATI Z RAZPRAVO", ""], "30": ["4.1 Meritve antioksidativnega potenciala z ABTS-+ radikalom", "Antioksidativni potencial smo merili v ekstraktih jagod z redukcijo ABTS-+ radikala. Grafikon 1 prikazuje regresijsko premico, ki kaže, da se z naraščanjem koncentracije delovnih raztopin Trolox zmanjšanje absorbance linearno povečuje. To nam potrjuje tudi korelacijski koeficient (R2), katerega vrednost je 0.9981.\nv koncentracijskem območju (od 100 µmol/L do 600 µmol/L)\n"], "31": ["4.2 Primerjava antioksidativnega potenciala med sortami", "Poleg razlik med genotipi, so številne raziskave pokazale, da lahko zunanji dejavniki, kot so okoljski parametri (osvetlitev, temperatura, namakanje, gnojenje ali način pridelave) vplivajo na antioksidativni potencial jagod in drugega jagodičevja (Crespo s sod. 2009).\nV nadzorovanem poljskem poskusu lahko večino omenjenih dejavnikov nadzorujemo, vendar so stroški pri postavitvi in izvedbi takšnih poskusov dokaj visoki (Bavec 2010).\nVse sorte iz ekološke pridelave so bile odvzete na isti lokaciji v Artičah in vse jagode iz integrirane pridelave v Zrkovcih. Okoljski parametri, ki vplivajo na antioksidativni potencial, so bili tako za vse štiri sorte pridelani na enak način.\n"], "32": ["4.2.1 Sorte iz ekološke in integrirane pridelave", "Iz preglednice 4 je razvidno, da smo pri jagodah iz ekološke pridelave ocenili najnižji antioksidativni potencial pri sorti ‘Sugar Lie’ (37.6 µmol TE/g SM), sledita ji sorti ‘St.Piere’ (56.3 µmol TE/g SM) in ‘Thuchampion’ (62.0 µmol TE/g SM) ter sorta ‘Elsanta’ z najvišjim antioksidativnim potencialom (65.6 µmol TE/g SM). Antioksidativni potencial sorte ‘Elsanta’ je za cca. 43 % višji od antioksidativnega potenciala sorte ‘Sugar Lie’ in se statistično pomembno razlikujeta. Statistično pomembno se razlikujeta tudi antioksidativna potenciala sort ‘Elsanta’ in ‘St.Piere’, ne pa antioksidativna potenciala sort ‘Elsanta’ in ‘Thuchampion’. Razlika med antioksidativnim potencialom sort ‘St.Piere’ in ‘Thuchampion’ ni tako velika, saj ima sorta ‘Thuchampion’ samo za cca. 9 % višji antioksidativni potencial od sorte ‘St.Piere’ in se statistično pomembno ne razlikuje. Antioksidativni potencial sorte ‘Sugar Lie’ se statistično pomembno razlikuje od antioksidativnega potenciala sorte ‘St.Piere’ in ‘Thuchampion’.\nPri integrirani pridelavi teh štirih sort nam preglednica 4 prikazuje isti vrstni red sort glede na antioksidativni potencial kot pri ekološki pridelavi jagod. Najvišji antioksidativni \npotencial ima sorta ‘Elsanta’, sledijo ji sorte ‘Thuchampion’, ‘St.Piere’ in ‘Sugar Lie’. Razlika med antioksidativnim potencialom sorte ‘Elsanta’ in ‘Sugar Lie’ iz integrirane pridelave je dosti manjša, kot razlika med istima sortama iz ekološke pridelave, in sicer ‘Elsanta’ ima za cca. 28 % višji antioksidativni potencial od sorte ‘Sugar Lie’. Tudi pri sortah ‘St. Piere’ in ‘Thuchampion’ je razlika v antioksidativnem potencialu manjša (‘Thuchampion’ ima samo za cca. 4 % višji antioksidativni potencial od ‘St. Piere’). Antioksidativni potencial sorte ‘Elsanta’ se statistično pomembno ne razlikuje od antioksidativnega potenciala sorte ‘Thuchampion’ in ‘St. Piere’, se pa razlikuje od sorte ‘Sugar Lie’.\nZa določanje antioksidativnega potenciala se uporabljajo različne metode, zato lahko rezultate, ki so že bili objavljeni neposredno primerjamo samo, če je bila uporabljena ista metoda. Rezultati so odvisni tudi od številnih faktorjev (dejavnikov) kot so sorta, način pridelave, stopnja zrelosti, ekstrakcijski postopek, metoda določitve antioksidativnega potenciala in uporabljena standardna substanca.\nScalzo in sod. (2005) poročajo o antioksidativnem potencialu šestih sort ‘Don’, ‘Idea’, ‘Camarosa’, ‘Onda’, ‘Sveva’ in ‘Patty’, ki so ga ocenili z ABTS metodo. Rezultate so podali v µmol Trolox ekvivalent na gram sveže mase (µmol TE/g SM). Najvišji antioksidativni potencial so ocenili pri sorti ‘Patty’ (16.03 µmol TE/g SM), sledijo ji sorte ‘Sveva’ (14.73 µmol TE/g SM), ‘Onda’ (13.81 µmol TE/g SM), ‘Camarosa’ (12.52 µmol TE/g SM ), ‘Idea’ (11.90 µmol TE/g SM ) in ‘Don’, ki je imela najnižjega (10.58 µmol TE/g SM). Antioksidativni potencial jagod so primerjali tudi z drugimi vrstami sadja in prišli do statistično pomembnih razlik. Raziskava je pokazala pomembno vlogo genetskega ozadja (vrst in sort) pri določanju antioksidativnega potenciala.\nGlede na to, da je bil v naši raziskavi vrstni red sort glede na oceno antioksidativnega potenciala od najvišjega do najnižjega enak tako pri jagodah iz ekološke pridelave kot pri jagodah iz integrirane pridelave, lahko v našem primeru zaključimo, da ima genotip/sorta \nvelik vpliv na antioksidativni potencial jagod, saj so bili okoljski parametri, ki bi lahko vplivali na rezultate za sorte pridelane na isti način pridelave, enaki.\nPodane so povprečne vrednosti treh neodvisnih določitev (n=3). Vsa statistična obdelava rezultatov je bila narejena za sorte znotraj istega načina pridelave (Duncan, 0.05).\n"], "33": ["4.3. Vpliv načina pridelave na antioksidativni potencial", "Na grafikonu 2 je razvidno, da je antioksidativni potencial pri sorti ‘St. Piere’ iz ekološke pridelave višji kot pri isti sorti iz integrirane pridelave. Sorta pridelana na ekološki način ima antioksidativni potencial 56.3 µmol TE/g SM, sorta pridelana na integrirani način pa 48.4 µmol TE/g SM, kar je za cca. 14 % manj, kar kaže na statistično pomembno razliko.\nTudi pri sorti ‘Elsanta’ je antioksidativni potencial v primeru ekološke pridelave višji kot v primeru integrirane. Antioksidativni potencial integriranih jagod sorte ‘Elsanta’ je 54.0 µmol TE/g SM, antioksidativni potencial ekoloških pa 65.6 µmol TE/g SM, kar pomeni, da imajo integrirane jagode za cca. 18 % nižji antioksidativni potencial kot ekološke. Antioksidativna potenciala se statistično pomembno razlikujeta. \nSorta ‘Sugar Lie’ je edina, ki izstopa. Antioksidativni potencial je namreč višji pri jagodah iz integrirane pridelave. Pri jagodah pridelanih na ekološki način je antioksidativni potencial 37.6 µmol TE/g SM, pri jagodah pridelanih na integrirani način pridelave pa 38.7 µmol TE/g SM (jagode iz integrirane pridelave imajo za cca. 3 % višji antioksidativni potencial kot jagode iz ekološke pridelave, vendar ta razlika ni statistično pomembna).\nKot zadnjo sorto nam grafikon 2 prikazuje sorto ‘Thuchampion’, kjer vidimo, da imajo jagode iz ekološke pridelave spet višji antioksidativni potencial v primerjavi z jagodami iz integrirane pridelave. Antioksidativni potencial pri ekološko pridelalanih jagodah je 62.0 µmol TE/g SM, kar je cca. 19 % več kot pri integrirano pridelanih jagodah, kjer je 50.3 µmol TE/g SM. Antioksidativna potenciala se statistično pomembno razlikujeta.\nNa osnovi dobljenih rezultatov lahko povzamemo, da ima način pridelave velik vpliv na antioksidativni potencial jagod. Vendar pa so naše ocene antioksidativnih potencialov iz ekološke in iz integrirane pridelave težje primerljive, saj smo ekološke in integrirane jagode vzorčili na dveh različnih krajih (Artiče-ekološke, Zrkovci-integrirane) in s tem nismo imeli enakih zunanjih dejavnikov, kot so okoljski parametri (osvetlitev, temperatura, namakanje, gnojenje), ki bi lahko vplivali na same rezultate. Na drugi strani so Bavec in sod. (2010) proučevali biodinamični, konvencionalni, integrirani, ekološki in kontrolni sistem kmetovanja pri rdeči pesi na isti njivi. Med ekološkim in integriranim načinom pridelave ni bilo statistično značilnih razlik v antioksidativnem potencialu. Pri nekaterih proučevanih parametrih so bile variabilnosti, ki jih lahko pripišemo razlikam v mikrolokaciji, saj so bili ostali dejavniki (gnojenje, zaščita rastlin in obdelava tal) nadzorovani.\nReganold s sod. (2010) je primerjal antioksidativni potencial treh sort jagod ‘Diamante’, ‘San Juan’ in ‘Lanai’ iz ekološke in konvencionalne pridelave. Prišli so do ugotovitve, da imata sorti ‘Lanai’ in ‘Diamante’ iz ekološke pridelave višji antioksidativni potencial kot isti sorti iz konvencionalne pridelave. Sorta ‘San Juan’ pa ima antioksidativni potencial višji pri konvencionalni pridelavi oziroma ni statistično pomembnih razlik v primerjavi z isto sorto iz ekološke pridelave. Tudi mi smo prišli do podobnih ugotovitev z razliko, da \nsmo ocenjevali antioksidativni potencial drugih sort jagod in primerjali ekološko in intergirano pridelavo. V naši raziskavi so imele sorte ‘Elsanta’, ‘Thuchampion’ in ‘St. Piere’ iz ekološke pridelave višji antioksidativni potencial kot iste sorte iz integrirane pridelave. Sorta ‘Sugar Lie’ pa je imela tako kot sorta ‘San Juan’ višji antioksidativni potencial pri integrirani pridelavi, v njihovem primeru konvencionalni. Tudi pri nas ni bilo statistično pomembnih razlik pri primerjavi antioksidativnega potenciala sorte ‘Suger Lie’ iz ekološke in integrirane pridelave.\nStatistična primerjava antioksidativnega potenciala glede na način pridelave in sorto, je pokazala, da obstajajo statistično značilne razlike glede na način pridelave, sorto in interakcijo med načinom in sorto pri 0.1 % tveganju (preglednica 5).\nLegenda: * - označuje značilno razliko pri P ≤ 0,05 ** - označuje značilno razliko pri P ≤ 0,01 *** - označuje značilno razliko pri P ≤ 0,001 ns - ni statistično značilne razlike med obravnavanji pri P ≥ 0,05 a, b, c - če so srednje vrednosti obravnavanj označene z enakimi črkami, se med seboj statistično značilno ne razlikujejo (Duncan, α=0.05)\nStatistično značilne razlike pri interakciji med načinom in sorto glede na antioksidativni potencial prikazuje grafikon 3.\nStatistično značilnih razlik med sortama ‘Elsanta’ in ‘Thuchampion’ iz ekološke pridelave ni. Z vsemi drugimi sortami, ne glede na pridelavo, pa se statistično razlikujeta in izstopata z najvišjima antioksidativnima potencialoma. Najnižja antioksidativna potenciala ima sorta \n‘Sugar Lie’ iz ekološke in integrirane pridelave, med seboj se antioksidativna potenciala statistično ne razlikujeta. Antioksidativni potencial vseh drugih sort kaže na statistično značilne razlike v primerjavi s sorto ‘Sugar Lie’. Statistično pomembnih razlik ni bilo še med sortama ‘St. Piere’ in ‘Thuchampion’, ki sta iz integrirane pridelave in med sortama ‘Elsanta’ in ‘Thuchampion’, ki sta prav tako iz integrirane pridelave ter med sorto ‘St. Piere’ iz ekološke pridelave in sorto ‘Elsanta’ iz integrirane pridelave.\n"], "34": ["5 SKLEPI", "Namen diplomske naloge je bil oceniti antioksidativni potencial štirih sort jagod: ‘St.Piere’, ‘Elsanta’, ‘Sugar Lie’ in ‘Thuchampion’. Zanimalo nas je ali med sortami, ki so pridelane na isti način (ekološki oz. integrirani) in odvzete na isti lokaciji, obstajajo razlike v antioksidativnem potencialu. Primerjali smo tudi antioksidativni potencial iste sorte pridelane na integrirani in ekološki način. Za določitev antioksidativnega potenciala smo uporabili ABTS metodo in na osnovi pridobljenih rezultatov lahko zaključimo:\n- razlike v antioksidativnem potencialu sort pridelanih na isti način pridelave in vzorčenih na isti lokaciji (okoljski parametri so bili torej enaki pri vseh sortah znotraj načina pridelave) kažejo na vpliv genotipa,\n- ne glede na način pridelave je bil najvišji antioksidativni potencial pri sorti ‘Elsanta’, sledijo ji sorte ‘Thuchampion’, ‘St.Piere’ in ‘Sugar Lie’,\n- antioksidativni potencial je bil višji pri ekološko pridelanih sortah ‘Elsanta’, ‘St.Piere’ in ‘Thuchampion’ in se je statistično pomembno razlikoval od antioksidativnega potenciala istih sort iz integrirane pridelave. Pri sorti ‘Sugar Lie’ ni statistično značilnih razlik med načinoma pridelave. V povprečju vseh sort je bil pri ekološki pridelavi antioksidativni potencial za 13.6 % večji kot pri integrirani pridelavi.\n"], "abstract": ["Namen diplomske naloge je oceniti in primerjati antioksidativni potencial štirih sort jagod ‘St. Piere’, ‘Elsanta’, ‘Sugar Lie’ in ‘Thuchampion’ iz ekološke in integrirane pridelave. Antioksidativni potencial smo merili z ABTS ((2,2'-azino-bis(3-etilbenzotiazolin-6-sulfonska kislina)) metodo, ki temelji na redukciji ABTS-+ radikala in ga določimo spektrofotometrično pri valovni dolžini 734 nm. Umeritvena krivulja je bila v izbranem koncentracijskem območju linearna s korelacijskim koeficientom večjim od 0.99. Rezultate smo podali v µmol Trolox ekvivalenta (TE)/g sveže mase (SM). Najvišji antioksidativni potencial ekoloških jagod je bil ocenjen pri sorti ‘Elsanta’ (65.6 µmol TE/g SM), sledili sta sorti ‘Thuchampion’ (62.0 µmol TE/g SM) in ‘St. Piere’ (56.3 µmol TE/g SM). Najnižji antioksidativni potencial ekoloških jagod pa je bil ocenjen pri sorti ‘Sugar Lie’ (37.6 µmol TE/g SM). Pri integriranih jagodah je bil vrstni red sort enak kot pri ekoloških jagodah (54.0 µmol TE/g SM, 50.3 µmol TE/g SM, 48.4 µmol TE/g SM, 38.7 µmol TE/g SM). Pri sorti ‘Sugar Lie’ ni bilo statistično pomembnih razlik v antioksidativnem potencialu glede na način pridelave. Pri ostalih treh sortah je bil antioksidativni potencial statistično značilno višji pri jagodah iz ekološke pridelave v primerjavi z integrirano in se je v povprečju vseh sort razlikoval za 7,54 µmol. "]}