{"1": ["1 UVOD", "V današnjih dneh je kemično redčenje zelo pomemben del sadjarstva. Po eni strani zaradi dragega ročnega obiranja in po drugi zaradi pozitivnega vpliva na rodnost dreves. Kemičnega redčenja se poslužujemo že vrsto let, ampak še vedno so potrebni poskusi glede koncentracije pripravkov za različne sorte jablan. Zato se na tem področju opravlja veliko poskusov, saj lahko s kemičnim redčenjem vplivamo na količino in s tem tudi na kakovost plodov, tako pa lahko dobimo večji delež prvorazrednih plodov. S kemičnim redčenjem ne vplivamo samo na pridelek tekočega leta ampak tudi na nastavek za prihodnje leto, kar pomeni, da lahko dosegamo iz leta v leto kakovostne in količinsko podobne pridelke. Ima pa še eno pozitivno lastnost: s tem ko drevo v tekočem letu zredčimo, preprečimo, da bi drevo preveč obrodilo ter s tem tudi preprečujemo pojav alternance.\nNamen diplomskega dela je ugotoviti, kako vplivajo različni pripravki za redčenje jablan na sorto 'Fuji'. Ugotavljali smo, s katerim pripravkom pridemo do najkakovostnejših plodov, pri katerem pripravku pride do pojava majhnih plodov (pigmejskih plodov) in pri katerem do najmočnejšega povratnega cvetenja. Uporabili smo naslednje pripravke: BA 150 ppm (75 ml - 30001 VBC/10 L), NAA 15 ppm (3.75ml NOKAD/10L), Etefon 400 ppm (8.40ml ETHREL/10L), NAD 100 ppm (12,00 g AMIDTHIN/10L), BA 150 ppm + NAA 15 ppm (tank mix – enaka koncentracija kot pri posameznem tretiranju). Postavili smo naslednje hipoteze:\n- različni pripravki različno vplivajo na redčenje plodov,\n- različni pripravki različno vplivajo na debelino plodov,\n- različni pripravki različno vplivajo na količino pridelka na drevo,\n- različni pripravki različno vplivajo na barvo plodov,\n- različni pripravki različno vplivajo na pojav majhnih plodov (pigmejskih plodičev),\n- različni pripravki različno vplivajo na povratno cvetenje.\n"], "2": ["2 PREGLED OBJAV", "Najpogosteje se uporabljajo pripravki v balonastem stadiju, polnem cvetenju ali v različnih stadijih plodičev (npr.: od padanja cvetnih listov do 5 mm, 4-6 mm, 7-12 mm, 10 mm, 14-18 mm, 20 ali več mm). Redčenje v času cvetenja ima nekatere prednosti pred ostalim vrstami redčenja v drugih razvojnih obdobjih. Zgodnejše odstranjevanje cvetov in plodičev ima za rezultat večje plodove pri obiranju in močnejše povratno cvetenje v naslednjem letu (Bajter in sod., 1951). Pripravki za redčenje cvetov so tudi manj občutljivi na vremenske vplive kot pripravki na hormonski osnovi in ne potrebujejo posebnih fizioloških pogojev v rastlini oz. plodu (Green, 2002). Redčenje cvetov ima tudi slabe strani. V določenih predelih lahko pride do poznih pozeb in s tem lahko v že zredčenem nasadu izgubimo pridelek. Slaba lastnost je tudi to, da moramo v letih in območjih, kjer cvetenje traja dalj časa, pripravke aplicirati večkrat (po navadi dvakrat). Obstaja še težava s pripravki, ki so strupeni za čebele in jih v tem času ne moremo uporabiti. Za čebele je boljše redčenje v času od odpadanja cvetnih listov in naprej. V času odpadanja cvetnih listov lahko pridelovalec že dobi neko sliko glede pridelka v tekočem letu. V tem obdobju še vedno velja, da zgodnejše redčenje vpliva na večje plodove in boljše povratno cvetenje v naslednjem letu (Bajter in sod., 1951). To velja še posebej za zgodnje sorte. V času odpadanja cvetnih listov se je kot dober izkazal alfanaftil ocetna kislina (NAA) (Southwick in Weeks, 1949), ampak lahko pusti poškodbe na listih na določenih kultivarjih, zato se pogosteje uporablja NAD namesto NAA (Thompson, 1957). V tem razvojnem stadiju plodov se kot uporaben ni izkazal benziladenin (BA) (Bound in sod., 1993). Bolje se je izkazal v fazi plodov velikosti sedem do dvanajst milimetrov (Bound in sod., 1993). BA povečuje velikost plodov na osnovi povečanja deljenja celic in je posebej primeren za plodove te velikosti (Green, 1993). To je tudi čas za uporabo večine pripravkov za redčenje (Williams in Edgerton, 1981). V tem času je rast plodov in poganjkov najmočnejša in prav tako tudi konkurenca za razpoložljive ogljikove hidrate (Corelli Grappadelli in sod., 1994). Kot najboljši pripravek za redčenje v tej fazi se je pokazal NAA. Stopar in sod. (1997) so dokazali, da NAA zmanjšuje asimilacijo CO 2 v liste pri jablani sorte 'Delišes'. Naslednja stopnja po velikosti plodov je nekje 14 do 18 mm. Pri tej velikosti se je kot najuspešnejši za redčenje pokazal etefon (Bayers in Carbaugh, 1991). NAA v tem primeru povzroča \nzmanjšanje plodov. Še posebej je ta pojav pogost, če škropimo z višjimi koncentracijami in pri višjih temperaturah (Black in sod., 1995). Pri plodovih večjih od 20 mm je redčenje možno samo še z etefonom (Marini, 1996) in še to le z višjimi koncentracijami.\nVsi ti rezultati so odvisni v glavnem od sorte in vrste pripravka ali kombinacije pripravkov. Za redčenje se uporabljajo auksinski pripravki (NAAm- alfa naftil acet amid, NAA - alfanaftil ocetna kislina), citokinini (BA – benziladenin), etefon in tudi nekatera gnojila kot so urea, amonijev tiosulfat (ATS), kalcijev nitrat. Naštetih je le nekaj pripravkov, nekaj jih je še na testiranjih, druga so že umaknili iz prodaje. Ti pripravki imajo različno delovanje in zato dajejo tudi različne rezultate, tako na primer NAA in etefon (kot je že bilo opisano). To je lahko odvisno od vremena, temperature, tukaj je še posebej težaven etefon, saj je njegovo delovanje zelo odvisno od temperature (Olien in Bukovac, 1982) in prav tako tudi od sorte oz. kultivarja (Wertheim, 2000). Vendar pa to ne drži vedno, saj je Cline (2002) dokazal, da škropljenje ob določenem času in ob primerni temperaturi ter zračni vlagi, ni glavnega pomena za dobro redčenje, če je kombinacija razvojne faze plodov in izbranega pripravka primerna. Ne glede na to je etefon pokazal dobre rezultate pri povratnem cvetenju v naslednji pomladi (Stopar, 2000; Knight in Browning, 1986). Pri NAA se je pokazala tudi slaba lastnost, da kljub dokaj dobremu redčenju negativno vpliva na rast plodov (Ferree, 1996; Link, 2000; Stopar in sod., 2003), če pa pride do povečanja plodov, je to na osnovi povečanja celic (Wismer in sod., 1995). Nekateri pripravki lahko delujejo na povečanje plodov. Najboljši primer za to je BA, saj lahko tudi brez redčenja vpliva na povečanje plodov na način, da poveča deljenje celic (Elfving in Cline,1993; Green, 1993; Wismer in sod., 1995), zato ga velikokrat uporabljajo v »tank miksih« z NAA. Ampak tudi to ne deluje pri vseh kultivarjih, tako pri 'Delišesu' zavira rast plodov, pri drugih kultivarjih pa povečuje velikost plodov (Link, 2000). Tudi glede temperature in časa apliciranja BA ni preveč težaven, saj glede na raziskave ni bilo razlik med prehodom BA v list čez dan ali čez noč; količine v listu so bile enake. Mogoče je bilo to zaradi tega, ker čez dan in v toplem vremenu rastlina hitreje vpija snovi, vendar se le-te hitreje sušijo, čez noč pa rastlina vpija počasneje, vendar se pripravek na rastlini veliko počasneje suši; to velja za brezvetrne pogoje (Green, 2002). V praksi velja, da je bolje počakati nekaj dni na lepo \nin sončno vreme, kot da takoj za škropljenjem nastopi slabo vreme. Tudi višje nočne temperature bi naj bile zelo pomembne za dobro redčenje, mogoče celo bolj kot dnevne (Byers, 1998). Redčenje je mogoče tudi umetno povečati s senčenjem, tako lahko s 82 % do 92 % senčenjem povečamo junijsko trebljenje in prav tako lahko s tem povečamo delovanje kemičnih pripravkov za redčenje (Bayers in sod., 1990, 1991). Glede na to, je priporočljivo počakati s kemičnim redčenjem, če je nekaj dni pred določenim dnevom tretiranja oblačno vreme, saj lahko pride zaradi tega do prekomernega redčenja. Že dan ali dva sončnega vremena lahko to odpravi (Byers in sod., 1991).\n"], "3": ["3 MATERIALI IN METODE", ""], "4": ["3.1 Nasad", "Nasad, v katerem je potekal poizkus, se nahaja na UKC Pohorski dvor in je bil v času poskusa star 6 let. Jablane so sajene na razdalji 280 cm med vrstami in 70 cm v vrsti. Vzgojna oblika je zelo vitko vreteno, to je 5100 dreves na hektar. Obdelava nasada je standardna, kar pomeni: negovana ledina in herbicidni pas pod drevesi. Oskrba poteka po smernicah integrirane pridelave.\n"], "5": ["3.2 Žlahtna jablana", "Žlahtna jablana (Malus domestica Borkh.) je medvrstni križanec. Domovina žlahtne jablane je verjetno Kavkaz ali širše območje osrednje Azije. Kot verjeten prednik žlahtne jablane velja Malus sieversii, poleg te vrste je na njen razvoj predvidoma vplivala še kavkaška jablana (Malus orientalis). S spontanim križanjem in mutacijami so se znotraj žlahtne jablane pojavili sejanci, ki so jih ljudje že v kameni dobi nabirali in presadili v bližino svojih prebivališč. Razvoj cepljenja, ki so ga poznali že nekaj sto let pred našim štetjem, pomeni tudi razmnoževanje sort. Žlahtno jablano so v Evropo zanesli Rimljani in druga seleča se ljudstva (Štampar in sod.. 2005).\nJablana najbolje uspeva na globokih, zračnih, peščeno-ilovnatih tleh, ki so dobro prepustna za viške vode. Najbolje uspeva na zmerno kislih (pH 5.5-6.5) in zmerno vlažnih ter s hranili in humusom (2-4 %) bogatih tleh. Jablane ne prenašajo podtalnice, ki je višja od 50-70 centimetrov. Mrzla mokra rastišča niso primerna. Na lahkih tleh dobro uspeva le z namakanjem, še posebno če so tla plitva. Dobro rodi tudi na težjih glinastih ali ilovnatno- glinastih tleh, če so spodnji sloji prepustni za vodo. Preveč apnena tla jablani ne ustrezajo. Brez večjih posledic prenese zimske temperature do -25 -C ter do 35 -C v poletnem času. Jablani najbolj ustreza zmerno toplo podnebje z enakomerno razporejenimi padavinami čez vse leto. V rastni dobi mora biti padavin od 400 do 600 milimetrov. Večina sort uspeva do višine 600 metrov (Štampar in sod.. 2005).\n"], "6": ["3.2.1 Sorta 'Fuji'", "'Fuji' je japonska sorta, vzgojena s križanjem sort 'Ralls Janet' (imenovana tudi ‘Rawls Jennet’) in 'Rdeči delišes'. Sorta 'Fuji' izstopa od drugih kot zelo sočna, trda, hrustljava, z začinjeno aromo in visoko vsebnostjo sladkorja ter nizko vsebnostjo kislin, zelo dobra je tudi za skladiščenje (Wikipedia, 2007). \nSorta zori v drugi polovici oktobra, dva do tri tedne za sorto 'Zlati delišes' in je zelo trpežna, saj lahko plodove ohranjamo 7 do 8 mesecev. Plodovi so srednje drobni do srednje debeli. Po obliki so podolgovati do podolgovato kopasti, lahko tudi okroglasti, blágo rebrasti in včasih precej nesimetrični. Koža je gladka do rahlo hrapava. Osnovna barva ob obiranju je zelena do rumenkasto zelena in v skladišču prehaja v sprano rumeno. Pokrivna barva je sprano oranžno do rjavordeča, neprivlačna. Razporejena je v obliki priž na rahli rdečici. Pecelj je večinoma srednje dolg in srednje debel do debel ter na koncu zaobljen. Meso je rumenkasto do kremasto, zelo čvrsto in sočno, sladkega okusa ter aromatično. Plodovi so zelo občutljivi za steklavost plodov (Viršček Marn in Stopar, 1998).\n'Fuji' je srednje bujna sorta, ki je srednje občutljiva na škrlup in le malo občutljiva na pepelovko, pojavi se lahko tudi ognjevka. Je pa ta sorta dokaj občutljiva na steklavost plodov. Ima dobro rodnost, vendar je nagnjena k alternanci, zato je nujno, da jo redčimo. Obstaja veliko mutantov sorte 'Fuji' in ena glavnih je kiku 8, vendar je primerna samo za lege, kjer ni nevarnosti zgodnjih jesenskih pozeb. Sorta 'Fuji' zori v drugi polovici oktobra (Štampar in sod., 2005).\n"], "7": ["3.3 Podlaga", "Najpomembnejša vegetativna jablanova podlaga, na kateri je večina sodobnih gostih nasadov, je M9 (malling 9, yellow paradise de metz). Uporabljajo se tudi nekateri kloni, zlasti M9/T 337 in M9/29. M9 se razmnožuje z grebeničenjem, vendar se zelo slabo korenini. Odporna je proti gnilobi na koreninskem vratu, je občutljiva na jablanovo pepelovko in škrlup. Zelo občutljiva je na krvavo uš in hrušev ožig. Občutljiva je tudi na čezmerno vlago v tleh, vendar tudi suše ne prenaša najbolje. Tudi oster zimski mraz jo prizadene, rad pa jo ima tudi voluhar. V tleh se slabo zasidra, zato potrebujejo drevesa na tej podlagi stalno oporo. Rada tudi odganja stranske poganjke (Smole, 2000). \nKljub vsem tem pomanjkljivostim daje pri intenzivni oskrbi v pravih sadjarskih območjih odlične rezultate. Najbolje uspeva v globokih, humoznih, zmerno vlažnih in prepustnih tleh. Nanjo lahko cepimo večino jablanovih sort (Smole, 2000).\n"], "8": ["3.4 Metoda dela", "Poskus je potekal na UKC Pohorski dvor na sorti 'Fuji' in sicer v treh vrstah na 49 drevesih. Drevesa so bila izbrana glede na število socvetij, tako da je sedem zaporednih dreves s podobnim številom socvetij spadalo v eno ponovitev. Tako so bila drevesa enega bloka na enakih tleh, kolikor se je le dalo. Drevesa so bila najprej izbrana vizualno, glede na velikost in podobno število socvetij. Na teh odbranih drevesih smo prešteli socvetja in še enkrat odbrali po sedem dreves, ki so si sledila v vrsti s podobnim številom socvetij. Število socvetij je bilo povprečno 122 na drevo. Teh sedem dreves je potem predstavljalo sedem tretiranj v eni ponovitvi. Tretiranja so bila znotraj ponovitve naključno razporejena, poskus pa je bil sestavljen iz sedmih ponovitev.\n"], "9": ["3.4.1 Obravnavanja", "1. Kontrola (neredčeno) 2. Ročno redčenje 3. BA 150 ppm 4. NAA 15 ppm 5. Etefon 400 ppm 6. NAD 100 ppm 7. BA 150 ppm + NAA 15 ppm (tank mix) \nPri prvem tretiranju (kontrola) so bila jabolka neredčena. Ročno so bila redčena po junijskem trebljenju, in sicer tako, da so bili odstranjeni vsi premajhni in nepravilno razviti plodovi. Pripravki so bili aplicirani z ročno škropilnico do točke omočenosti. V primeru\nBA in NAA se je škropilo v času, ko je bila povprečna velikost plodov 10 mm (fenofaza 71), in sicer z BA 75 ml VBC / 10 litrov vode, pri NAA pa 3,75 ml Nokad / 10 litrov vode. Enako je bilo v sedmem tretiranju, kjer sta bila uporabljena BA in NAA skupaj (tank mix). Pri uporabi etefona je bilo uporabljeno 8,40 ml Ethrel / 10 litrov vode v balonskem stadiju (fenofaza 63). V šestem primeru tj. NAD je bilo uporabljeno 12 g Amidthin / 10 litrov vode pri velikosti plodov 4 – 6 mm (fenofaza 69).\n"], "10": ["3.4.2 Obseg debla", "Na jablanah je bil izmerjen tudi obsega debla. Merjeno je bilo 20 cm nad cepljenim mestom s trakastim metrom. Mesto, kjer je bilo deblo merjeno, je bilo označeno z oljno barvo. To je bilo narejeno s pomočjo merilne palice, ki je imela na vrhu nameščen aluminijast trak. Palica se je nastavila na višino cepljenega mesta, tako nam je aluminijast trak točno nakazal višino 20 cm. Ko je bila merilna palica prislonjena na deblo, je bilo to označeno z oljnim sprejem, tako da je na deblu ostal čist prostor, ki je pomenil prostor merjenja. Ta barva je ostala na deblu do jeseni, tako da smo lahko enake meritve opravili tudi takrat. Prva meritev je bila opravljena v začetku maja, druga v začetku novembra. Meritve so nam pomagale pri ugotavljanju vpliva posameznih pripravkov na prirast lesa.\n"], "11": ["3.4.3 Obiranje", "Pri obiranju so se plodovi delili v tri skupine. V prvi skupini so bili plodovi, ki so bili manjši od 45 mm (pigmejski plodovi), v drugi so bili plodovi med 45 mm in 70 mm in v tretji skupini plodovi večji od 70 mm. Beležilo se je število plodov v posamezni skupini ter njihova masa. \nPlodove smo merili z lesenim kalibratorjem, na katerem so bile dve odprtini, ena s premerom 45 mm in druga s premerom 75 mm (slika 2).\n"], "12": ["3.4.4 Obarvanje plodov", "Ocenjevali smo rdeče obarvanje komercialno pomembnih plodov. Ocena je bila podana v vrednostih od 0 do 10, kar je predstavljalo odstotek obarvanja: 0 = 0 % rdeče barve, 10 = 100 % rdeče obarvan plod.\n"], "13": ["3.4.5 Povratno cvetenje", "Naslednje leto, sezona 2005, smo ocenjevali povratno cvetenje. Drevesa so bila ocenjena s številkami od 1 do 10. Ena je pomenilo, da je na drevesu do 5 socvetij, 10 pa, da je celo drevo odeto v socvetja, tako imenovana snežna kepa.\n"], "14": ["3.5 Vremenske razmere", "Spomladi je bila povprečna temperatura zraka v mejah običajne spremenljivosti. April je bil nekoliko toplejši od dolgoletnega povprečja obdobja 1961–1990, in povsem v mejah običajne temperaturne spremenljivosti, tako, da ni bilo posebnih vplivov vremena v času cvetenja. Prav tako tudi maj ni posebej izstopal, čeprav je bil v pretežnem delu države nekoliko hladnejši od dolgoletnega povprečja obdobja 1961–1990.\nPovprečna poletna temperatura je bila nad dolgoletnim povprečjem povsod po državi, ponekod je bil odklon tudi statistično pomemben, na primer na Dolenjskem, v delu Štajerske, osrednji Sloveniji, Zgornjesavski dolini in večjem delu Primorske. Avgust je bil povsod po državi toplejši od dolgoletnega povprečja. Temperaturni odklon je bil na Štajerskem statistično pomemben in je v Mariboru z okolico nekoliko presegel 2 -C.\nPovprečna in tudi povprečna najnižja in najvišja temperatura je bila jeseni nad dolgoletnim povprečjem. Vendar so tukaj izstopali Obala in Bela krajina, tako da to ni posebej vplivalo na nasad.\n"], "15": ["3.5.1 Padavine:", "Tudi padavine niso posebej izstopale iz dolgoletnega povprečja. \n"], "16": ["3.5.2 Trajanje sončnega obsevanja", "Sončno obsevanje je le malo odstopalo od dolgoletnega povprečja, to je od leta 1981 do 1990, kot je razvidno iz preglednice 2. Mogoče je omembe vredno le to, da je bilo v času tretiranja s pripravki, to je maja, nekaj več sončnega obsevanja, natančneje 10 % in, da je bilo oktobra le 75 % sončnega obsevanja glede na dolgoletno povprečje.\nPadavine so spremljala številna poletna neurja, mnoga tudi s točo. Na primer: na meteorološki postaji Maribor so zabeležili od aprila do septembra povprečno 25 neviht (1961-2000), s točo manj kot eno. Samo leta 2004 je bilo 33 neviht, od tega dve s točo. Ena od teh neviht je zajela tudi nasad, v katerem je bil izvajan poizkus, vendar večje škode ni povzročila.\n"], "17": ["3.5.3 Vremenske razmere v času tretiranja", "Vreme je bilo v času vseh tretiranj sončno do delno oblačno. Pri aplikaciji etefona, to je bilo 27. 4. 2004, ko so bila socvetja v balonskem stadiju, temperatura zraka je bila ob dvanajsti uri 20 -C pri 44 % zračni vlagi. Zračna vlaga, zaradi težav z merilno napravo, pri naslednjih aplikacijah ni bila izmerjena. Naslednje tretiranje je bilo 9. 5. 2004 ob 10:00 z NAD, velikost plodičev je bila 4-6 mm, temperatura zraka je bila 12- C. Zadnje tretiranje je potekalo, ko so imeli plodovi premer 10 mm, to je bilo 20. 5. 2004. Tudi na ta dan je bilo sončno z občasnim rahlim vetrom. Temperatura je bila pri aplikaciji NAA ob 9:15. uri 18- C, BA ob 10:05. uri 20- C in BA + NAA ob 10:45. uri 22,5- C. Po vseh aplikacijah je bilo isti in naslednji dan lepo, sončno in rahlo vetrovno vreme.\n"], "18": ["4 REZULTATI Z RAZPRAVO", "‘Fuji’ je poznan po tem, da se težko redči, kar lahko sklepamo tudi iz našega poizkusa. Večina pripravkov v tem poizkusu ni zredčila plodov, med te sodijo NAD 100 ppm, NAA 15 ppm in BA 150 ppm + NAA 15 ppm. Pri uporabi BA 150 ppm je bilo opaženo rahlo redčenje, kar pa seveda ni logično. Pri vseh navedenih tretiranjih je prišlo do pojava majhnih plodov oziroma pigmejskih plodov (<45 mm).\nV našem primeru je bilo redčenje najmočnejše pri petem obravnavanju, tj. pri obravnavanju z etefonom (Grafikon 1). Vendar je tukaj prišlo do preredčenja, kar je razvidno v nadaljevanju v primerjavi števila plodov komercialnega razreda.\n 2004\nStatistično značilna je bila tudi razlika v pridelkih na drevo, kjer je izstopal etefon. Iz Grafikona 1 je razvidno tudi, da je BA kot samostojen pripravek, redčil bolje od BA + NAA, kar pripisujemo nepojasnjenim vplivom.\n*ANOVA z Duncanovim testom P=0,05; Povprečja obravnavanj v stolpcu se med seboj ne razlikujejo statistično značilno, kadar so označena z isto črko.\nPri številu plodov na drevo je prišlo pri vseh tretiranjih, razen NAA in BA + NAA, do statistično značilnih razlik med tretiranji. Pri tretiranjih z NAA, NAD in BA + NAA je prišlo do boljšega oveska kot pri kontroli, kar lahko delno pripišemo tudi večjemu številu pigmejskih plodov, saj jih je bilo pri teh tretiranjih največ, kar je lepo razvidno iz Grafikona 5. \nIz Grafa 3 je razvidno, da je bil najmanjši pridelek dosežen pri redčenju z etefonom, saj je bilo na drevesu daleč najmanj plodov in s tem je bil tudi pridelek najmanjši. Grafikon 3 pa nam lepo kaže, kako je bila s tem povečana povprečna masa plodov in koliko k skupni masi, v odstotkih, prinesejo plodovi večji od 70 mm. Vendar to ni bistvenega pomena v našem poskusu, saj se je kot najboljša metoda redčenja pokazalo, kot že v večini drugih poskusov, ročno redčenje, ki nam je dalo največ plodov večjih od 70 mm na drevo. Sorta Fuji je znana kot sorta, ki se zelo težko redči in prav tako je bilo tudi v našem poizkusu, saj ostala tretiranja (BA, NAA, NAD in BA + NAD) niso signifikantno redčila plodičev Fujija. Vendar se je pri redčenju z BA + NAA, če izvzamemo etefon, pri katerem je bilo redčenje premočno, oz. kjer je prišlo do preredčenja, kot signifikantno izkazalo tudi \npovratno cvetenje, saj so naslednje leto drevesa cvetela najbolj intenzivno. Intenzivnost cvetenja se je izboljšala pri vseh obravnavanjih, razen pri kontroli, kjer je bilo povratno cvetenje najslabše (Grafikon 4).\nSlaba lastnost BA + NAA je pojavljanje plodov manjših od 45 mm oz. tako imenovanih pigmejskih plodov. Pojavljanje le-teh je bilo signifikantno tudi v obravnavanju z NAA in NAD. Tako lahko iz tega sklepamo, da NAA in NAD signifikantno vplivata na pojav pigmejskih plodov pri čemer BA v “tank mixu” z NAA pojav pigmejskih plodov samo še poveča. NAA in NAD sama po sebi nekako ne vplivata na povečanje velikosti plodov kljub temu, da na splošno redčita. Pri sorti ‘Fuji’ in prav tako pri sorti ‘Rdeči Delišes’ (Bukovac, 1994) se to dogaja še posebej pogosto. Še bolj na preprečevanje povečanja velikosti plodov vpliva kombinacija NAA + BA in to privede, kot je bilo že prej omenjeno, do velikega števila pigmejskih plodov. To je bilo tudi dokazano s strani poskusa in je razvidno iz Preglednice 4 in Grafa 5.\n*ANOVA z Duncanovim testom P=0,05; Povprečja obravnavanj v stolpcu se med seboj ne razlikujejo statistično značilno, kadar so označena z isto črko. \nPri plodovih velikosti več kot 70 mm se je pokazalo, da ni signifikantnih razlik v številu teh plodov, razen pri etefonu, kjer je bilo redčenje premočno. Pri povprečni masi plodov večjih od 70 mm in masi teh plodov na drevo ter tudi pri odstotku teh plodov na drevo se je kot najboljše izkazalo ročno redčenje. Takoj za tem so dala statistično skoraj enake pridelke tretiranja z BA, ki signifikantno izstopa pri velikosti plodov in seveda s tem tudi pri povprečni masi, NAA, NAD ter BA + NAA. \n*ANOVA z Duncanovim testom P=0,05; Povprečja obravnavanj v stolpcu se med seboj ne razlikujejo statistično značilno, kadar so označena z isto črko. \nzato je povprečna teža plodov toliko večja.\nKot je bilo že prej povedano je pri etefonu prišlo do preredčenja, vendar to majhno število plodov nikakor ni vplivalo na boljše obarvanje plodov, saj so bili plodovi, izmed vseh tretiranj, pri etefonu najslabše rdeče obarvani. Kljub temu so bili plodovi še vedno boljše obarvani kot pri kontroli. Že v naprej je bilo nekako pričakovano, da bodo najlepše obarvani plodovi pri ročnem redčenju in to se je tudi zgodilo. Poleg ročnega redčenja so bili lepo obarvani še plodovi pri tretiranjih z BA in BA + NAA, kar je tudi lepo razvidno iz grafikona 7. Obarvanje pri tretiranju samo z NAA in NAD ni posebej izstopalo, plodovi so bili vseeno lepše obarvani kot kontrola. \n"], "19": ["5 SKLEPI", ""], "20": ["5.1 Redčenje plodov", "Večina pripravkov v tem poskusu ni zredčila plodov, med te sodijo NAD 100 ppm, NAA 15 ppm in BA 150 ppm + NAA 15 ppm. Pri uporabi BA 150 ppm je bilo opaženo rahlo redčenje iz nepojasnjenih razlogov. Pri vseh navedenih tretiranjih je prišlo do pojava majhnih plodov oziroma pigmejskih plodov (<45 mm). Največje število teh plodov se je pojavilo pri tretiranju z BA 150 ppm + NAA 15 ppm. Edini pripravek, ki je signifikantno zredčil plodove je bil ethephon 400 ppm, vendar se je pri ethephonu pokazalo, da je prišlo do preredčenja.\n"], "21": ["5.2 Debelina plodov", "Najdebelejše plodove smo dobili pri tretiranju z etefonom, vendar to pripisujemo prekomernemu redčenju. Statistično značilne razlike so bile tudi pri ročnem redčenju, kar je bilo seveda pričakovano. S statistično značilno razliko je izstopalo tudi tretiranje z BA, saj, kot je bilo v nalogi že večkrat omenjeno, BA vpliva na povečanje plodov. Mogoče je na to v našem primeru vplivalo tudi dejstvo, da je prišlo, zaradi nepojasnjenih vplivov, do močnejšega redčenja. Med ostalimi tretiranji (NAA, NAD in BA + NAA) ni bilo statistično značilnih razlik.\n"], "22": ["5.3 Količina pridelka", "Največ komercialno pomembnih plodov smo dobili pri ročnem redčenju, kar je bilo prav tako pričakovano in smo lahko tudi statistično dokazali. Ostala tretiranja med sabo niso dala statistično značilnih razlik, razen etefona pri katerem je bil pridelek zaradi preredčenja izredno majhen.\n"], "23": ["5.4 Barva plodov", "Najlepše so bili obarvani plodovi pri ročnem redčenju in pri tretiranju z BA in BA + NAA. Tako lahko nekako sklepamo, da BA prav tako kot na povečanje plodov, vpliva tudi na boljše obarvanje. Najslabše so bili obarvani plodovi pri tretiranju z etefonom. V primerjavi s kontrolo smo dobili pri vseh tretiranjih lepše obarvane plodove. Iz tega lahko povzamemo, da kakršnokoli redčenje pozitivno vpliva na obarvanost plodov.\n"], "24": ["5.5 Majhni plodovi", "Največ majhnih plodov oz. plodov manjših od 45 mm se je pojavilo pri tretiranju z BA + NAA, kar je tudi statistično gledano zelo izstopalo. Statistično značilne količine so se pojavile tudi pri tretiranju z NAA in NAD. Manjša količina plodov manjših od 45 mm se je pojavila še pri tretiranju z BA, vendar so se ti plodovi pojavili v statistično ne značilnih količinah.\n"], "25": ["5.6 Povratno cvetenje", "Najmočnejše povratno cvetenje je bilo zabeleženo na rastlinah, ki so bile tretirane z etefonom. To je bilo nekako tudi pričakovano, saj je etefon v prejšnji rastni sezoni prekomerno zredčil plodove. Statistično značilno se je pokazalo tudi povečano število socvetij na drevesih, tretiranih z BA in BA + NAA. Tako lahko rečemo, da BA vpliva tudi na boljše povratno cvetenje.\n"], "abstract": ["V letih 2004 in 2005 je na posestvu UKC Pohorski dvor potekal poizkus kemičnega redčenja jablane Malus domestica Borkh. 'Fuji'. Ugotavljali smo, kako različni pripravki vplivajo na redčenje, debelino plodov, količino pridelka in barvo plodov. Ocenjevali smo tudi pojav majhnih plodov in povratno cvetenje. V času opravljanju poizkusa nismo imeli težav z vremenom, tako da so vsa tretiranja potekala v lepem in sončnem vremenu, zato o kakšnih posebnih vplivih vremena ne moramo govoriti. ‘Fuji’ je poznan po tem, da se težko redči, kar lahko sklepamo tudi iz našega poizkusa. Večina pripravkov v tem poizkusu ni zredčila plodov, med te sodijo NAD 100 ppm, NAA 15 ppm in BA 150 ppm + NAA 15 ppm. Pri uporabi BA 150 ppm je bilo opaženo rahlo redčenje, kar pripisujemo nepojasnjenim vplivom. Pri vseh navedenih tretiranjih pa je prišlo do pojava majhnih plodov oziroma pigmejskih plodov (<45 mm). Največje število teh plodov se je pojavilo pri tretiranju z BA 150 ppm + NAA 15 ppm. Edini pripravek, ki je signifikantno zredčil plodove je bil ethephon 400 ppm, vendar pa se je pri ethephonu pokazalo, da je prišlo do preredčenja in smo tako dobili manjše število plodov komercialnega razreda. Tako se je še enkrat pokazalo, da je sorta ‘Fuji’ resnično zahtevna sorta za redčenje in da večina pripravkov na ‘Fujiju’ povzroči pojav majhnih plodov (<45 mm). "]}