{"1": ["3.1 Uvod", "Uvod povezuje diplomsko delo s predhodnimi raziskavami v znanstveni vedi, in prikazuje namen dela. Običajno vsebuje naslednje dele:\n- najprej je opisano splošno področje iz teme raziskav;\n- podan je namen, smisel raziskave\n- podani so že znani dosežki drugih avtorjev, ki pomenijo izhodišče za nadaljnje  raziskave in so bistveni za temo diplomskega dela.\n- predstavljena je teza ali hipoteza;\n- na kratko je opisana struktura celotnega dela (opis in razlaga posameznih  poglavij). Uvod mora pritegniti bralca z odgovori na naslednja vprašanja:\n- Zakaj ste se odločili opraviti raziskavo? Kaj na splošno je raziskava hotela  ugotoviti?\n- Kaj je bila vaša (hipo)teza? Kaj konkretno je raziskava hotela dokazati?\n- Katere druge informacije so bistvene za razumevanje dela?\n- Katera literatura je bistvena? Katere študije so bile opravljene pri raziskovanju  teme? (op.: vso literaturo je potrebno v celoti dokumentirati  glejte poglavje 7). V uvodnem delu so pogosti izrazi:\n- Tema  predmet raziskave, npr. kemija aminokislin.\n- Teza  predlog, izražen s trditvijo v enem samem stavku, ki izraža celovito  avtorjevo dokazovanje (argumentiranje).\n- Hipoteza  podmena, s pogojno in predvideno delovno teorijo, predlogom ali  razlago, ki je osnova za utemeljevanje, dokazovanje in raziskovanje.\nPrimer uvoda:\nSledita teza ali hipoteza, npr. teza (trditev):\nProizvodi iz recikliranega papirja, ki so jim dodana vlakna marihuane (Cannabis sativa), so trdnejši in trajnejši kot proizvodi iz samega (100 %) odpadnega papirja.\nali hipoteza (pogojna trditev): \nTeza, vaša trditev izraža osrednjo zamisel diplomskega dela. Je vaš sklep in diplomsko U U\ndelo naj bi jo potrdilo z dokazi in poskusi. Trditev mora biti jasna, jedrnata in natačna. Hipotezo uporabljamo namesto teze zlasti, kadar raziskave, ugotovitve in sklep še niso U U\npovsem trdni. Hipoteza jedrnato postavlja, kaj skuša raziskava dokazati in s tem usmerja poskuse.\nDosežki drugih avtorjev Pregled literature je pomemben del diplomskega dela. Paziti moramo, da vključimo vse dosedanje objave iz področja raziskovanja in da ne vključujemo tistih, ki za naše delo niso bistvene. Pri delu upoštevajte navodila za iskanje literature (Glavič idr., 2005).\n"], "2": ["3.2 Metode in materiali", "V tem razdelku raziskovalec podrobno navede vse značilnosti in podrobnosti dela; opis mora biti tako podroben, da lahko drugi raziskovalec ponovi vse poskuse in študije ter s podobnimi rezultati potrdi (ali zavrže) naše ugotovitve. Spremenljivke so pomembne in morajo biti podrobno navedene. Če kaka podrobnost ni navedena, lahko postavi pod vprašaj vso raziskavo. Vsebuje:\nPri vsaki metodi moramo oceniti točnost analiza ali merjenja z ustreznimi standardnimi vzorci in natančnost merjenja s statistično analizo (glejte razdelek 3.3).\n"], "3": ["3.3 Rezultati", "Rezultati so najvažnejši del diplomskega dela, ker vsebujejo izsledke raziskav. Na začetku podrobneje opišemo probleme ter predstavimo, kako smo se lotili rešitve problema. Rezultati so lahko:\n- Teoretični  podrobno opišemo problem z uporabo modelov, formul, algoritmov;  formalno postavimo model ipd. ter ga rešimo računsko ali rašunalniško  (simuliranje, integriranje, optimiranje).\n- Eksperimentalni  podrobno opišemo rezultate analiz in meritev. V tem delu prikažemo samo glavne, neizpodbitne rezultate, brez ponavljanja. Predstavimo natačne podatke in ugotovitve raziskav, pogosto uporabljamo vizualni (z vidnimi vtisi) način prikazovanja informacij (diagrame, grafe, fotografije; preglednice, razpredelnice). Pišemo v preteklem času, jasno in natančno, po logičnem zaporedju (ne po zaporedju resničnega dela). Rezultati morajo biti statistično ovrednoteni po navodilih standardov ISO za izračun natančnosti in točnosti merjenega parametra (npr. kemijska analiza nekega vzorca, meritev kake lastnosti). Za statistično ovrednotenje natančnosti je potrebno narediti več ponovitev istega vzorca ali več vzorcev in rezultate ovrednotiti s statističnimi metodami. Točnost preverjamo z merjenjem certificirane referenčne snovi (Brodnjak-Vončina, 2005; Miller in Miller, 2000). Kadar eksperimentalno delo zahteva preučevanje vpliva večjega števila parametrov (npr. temperature, tlaka, časa, vrtilne frekvence mešala, tipa mešala, …), moramo eksperimente predhodno načrtovati tako, da dobimo kvalitetne rezultate s čim manj eksperimenti. Tako porabimo minimalno količino kemikalij, prihranimo energijo in nenazadnje tudi čas. Načrtovanje kemijskih eksperimentov je podrobno opisano v literaturi (Roy, 1990; Lazić, 2004).\n"], "4": ["3.4 Razprava", "Razprava (diskusija) je del diplomskega dela, ki razlaga in ovrednoti pomen posameznih rezultatov. Posebej je pomembno izraziti mnenje o tem, če delo potrjuje in dokazuje (hipo)tezo ali ne. Ugotavlja lahko tudi:\n- uspeh ali neuspeh različnih raziskovalnih metod,\n- predloge sprememb v metodah, postopkih, opremi ipd., ki bi izboljšale raziskave. Ni dobro ponavljati rezultatov drugih avtorjev, kakor tudi ne lastnih vmesnih rezultatov. Pomembno je opozoriti na tiste ugotovitve, ki odpirajo nova, še neraziskana področja. Razprava mora odgovoriti na naslednja vprašanja:\n"], "5": ["3.5 Sklep", "Sklep vsebuje objektivno oceno rezultatov in jih poveže s problemom, zastavljenim v uvodu. Nakazani so napotki za nadaljnje delo. Vsebovati mora odgovore na naslednja vprašanja:\n- Postavljena (hipo)teza  Ali se je pokazala kot pravilna ali ne? Kako? Zakaj? Kako  U U\nbi postavili novo (hipo)tezo?\n- Rezultati in njihova uporaba  Kaj je raziskava dejansko odkrila? Kaj smo opazili?  U U\nNe samo, kaj so nakazali izsledki o opravljeni raziskavi, tudi kakšne širše vidike bi  lahko odkrili in razložili?\n- Nova (hipo)teza  Kakšna vprašanja postavljajo rezultati? Kakšne odgovore ali  U U\nrazlage lahko predpostavljamo kot novo (hipo)tezo?\n- Možne dodatne raziskave  na vsaki stopnji raziskave so nastajala nova  U U\nvprašanja; kako bi na njih lahko odgovorili ali jih razložili?\n"], "6": ["3.6 Viri (reference) in literatura", "V diplomskem delu ni potrebno vsega dokumentirati. Dejstev in zamisli (idej), ki sodijo v 'splošno znanje' in niso citirane, ter lastnih misli, mnenj in zaključkov ne dokumentiramo. Kadarkoli pa napišete kako misel ali zapis koga drugega, morate to priznati. Če tega ne napravite, ste kradljivec (plagiator, glejte razdelek 7). Vrste referenc. Poleg navajanja (citiranja) del drugih (razdelek 6.7) moramo podati U U\npodrobnosti o naših virih na enem od naslednjih mest:\n- V opombi pod črto (po želji).  o Navaja podrobnosti o viru, citiranem v besedilu.  o Nahaja se na dnu strani, na kateri je citat.\n- V opombi na koncu poglavja (redkeje).  o Navaja podrobnosti o viru, citiranem v besedilu.  o Nahaja se na koncu poglavja, ne na na posebnem listu papirja.\n- V virih in literaturi (obvezno).  o Popoln seznam v delu citiranih knjig, člankov in drugih virov, največkrat  razvrščen po abecednem redu (bibliografija).  o Nahaja se na koncu dela, na posebnem listu papirja.\nali znanstveni naslov, službo, ugled. Dokumentirati je potrebno naslednje vire:\n- Citirati je potrebno vsa dela, besede ali ideje (misli) drugih.\n- Vsak citat iz knjige, revije, medmrežja ali govora mora biti zabeležen.\n- Vsaka izposoja ideje mora biti dokumentirana.\n- Vsak navedek, delni ali celotni, mora biti priznan. Načini citiranja so opisani v 7. poglavju.\n"], "7": ["4 PRILOGE IN ZAKLJUČNI DEL", "Priloge vsebujejo podrobnejše informacije in rezultate meritev, obsežnejše razlage metod U U\nin tehnik iz besedila, predlagano literaturo za branje (bibliografijo) in druge informacije, ki niso bistvene za razumevanje glavnega besedila. Oštevilčenje strani naj bo zaporedno in naj nadaljuje številčenje iz glavnega besedila. Posamezne priloge naslovimo z besedo 'Priloga' in veliko črko abecede, začenši z A (Priloga A itd.). Razdelitev v (pod)razdelke mora biti enaka kot v glavnem besedilu. Oštevilčenje razdelkov se začne znova za vsako prilogo, pri tem je pred vsako številko velika črka (npr. A1.3.2). Vsaka priloga se začne na novi strani. Indeksi morajo ustrezati standardu ISO 999. Za referenčne strani uporabljamo arabske U U\nštevilke, le za priloge uporabljamo velikočrkovno predpono. Vsak indeks se prične na novi strani. Vsaka vrsta indeksa mora biti jasno označena v naslovu indeksa, tj. splošna ali posebna (npr. po predmetih, formulah, simbolih, avtorjih). Zaradi jasnosti sme imeti vsak vnos samo omejeno število podrazdelkov. Za življenjepis (curriculum vitae) uporabite evropski obrazec Europass CV, ki je dostopen  U U\nna internetni strani:  http://europass.cedefop.eu.int/europass/home/hornav/Introduction/navigate.action.  HTU UTH\nSlovenska predloga in navodila za izpolnjevanje so dostopna tudi na internetni strani  Fakultete za kemijo in kemijsko tehnologijo:  http://atom.uni-mb.si.  HTU UTH\nNotranjo stran zadnje platnice lahko uporabimo za razdelilnik diplomskega dela, zunanjo  U U\npa za podatke o tiskarju (ime in naslov, prodajna ali knjižnična koda).\n"], "8": ["5 SPLOŠNO O PISANJU DIPLOMSKEGA DELA", "Študent mora mentorju oddati besedilo diplomskega dela, ki je napisano v skladu s pravopisnimi pravili knjižnega jezika (Slovenski pravopis, 2001; Slovar slovenskega knjižnega jezika, 1994; Jezikovni priročnik za tehnike, 2006). V Slovenskem pravopisu (2001, §1062) so prepovedane besede označene z dvignjeno piko (-), nepravilne prvine z dvignjenim krožcem (-), odsvetovane s puščico (→) in priporočljivo dvojnico; navadnejša dvojnica je prikazana s poševnim tiskom, sopomenka s poševnim tiskom v okroglem oklepaju, manj navadna domača vzporednica s poševnim tiskom v lomljenem oklepaju in splošna pomenska uvrstitev s pokončnim tiskom v pokončnem oklepaju. Mentor ima od kandidata pravico zahtevati, da popravi besedilo, ki pravopisno ali strokovno ni sprejemljivo. Strokovno izrazje v naravoslovju in tehniki mora biti skladno s Splošnim tehniškim  U U\nslovarjem I (1978) in II (1981). Pri izrazju iz kemije si je mogoče pomagati z učbeniki, priročniki (Schröter, 1993) in leksikoni (Duden, 2004). Izrazje drugih fizikalnih veličin je navedeno v standardu ISO 31 Veličine in enote Mednarodne organizacije za standardizacijo (ISO, International Organization for Standardization) (ISO, 1993); slovenski prevod prvih treh standardov iz tega niza je že izšel (1999), preostali naj bi izšli leta 2006. Slovensko izrazje iz operacijskih raziskav navaja Rečnik (Petrić, 1985), v statistiki Statistični terminološki slovar (Košmelj, 2001), v računalništvu Leksikon računalništva in informatike (Pahor, 2002). Nomeklatura (sistematično urejen skupek imen) kemijskih spojin mora slediti pravilom U U\nMednarodne zveze za čisto in uporabno kemijo (IUPAC, International Union of Pure and Applied Chemistry). Nomenklatura anorganske kemije (1986) in Nomenklatura organskih spojin (1984) sta prevedeni v slovenščino. V primeru nejasnosti priporočamo izvirne IUPACove knjige iz različnih vej kemije: splošne (Gold Book, 1997), fizikalne (Green Book, 1993, 2006), anorganske (Red Book, 2006), organske (Blue Book, 19791999), makromolekulske (Purple Book, 1991), analizne (Orange Book, 1998), klinične (Silver Book, 1995) in biokemije (White Book, 1992). Študent(ka) mora referatu za študijske zadeve predati tri trdo vezane izvode diplomskega dela pred zagovorm ali najkasneje tri tedne po pozitivno opravljenem zagovoru1. TP PT\nBesedilo diplomskega dela naj bo napisano v slovenskem jeziku, v prvi osebi množine.  Sledi naj tem navodilom, ki predpisujejo obliko in vsebujejo informacije o formatu papirja,  obliki pisav in podobi diplomskega dela. Za morebitne dodatne informacije se obrnite na  mentorja ali na Referat za študentske zadeve; Smetanova ul. 17, 2000 Maribor, telefon:  (02) 229 44 06.  Navodila so dosegljiva tudi na internetnem naslovu http://atom.uni-mb.si/Stud/obrazci.htm.  HTU UTH\nTP PT Število izvodov je 3 oz. 2, če pri nalogi ne sodeluje somentor. \nStrani oštevilčite zaporedno z arabskimi številkami, naslovna stran ima številko 1 in je na lihi (desni) strani. Tiskajte po možnosti obojestransko. Novo poglavje se vedno začne na lihi prvi strani lista  sode strani pustimo po potrebi prazne, vendar jih normalno številčimo. Diploma naj ne presega šestdeset (60) strani oziroma s prilogami sto (100) strani.\n"], "9": ["5.1 Načrtovanje pisanja", "Pred pisanjem moramo napraviti načrt, osnutek ali začasno kazalo, da bi:\n- učinkovito organizirali, uredili svoje misli,\n- se odločili za najučinkovitejši način podajanja informacij,\n- se držali logičnega zaporedja točk in ne tavali z mislimi,\n- si beležili vse informacije, ki jih moramo vključiti,\n- izpustili nepotrebne ali nepomembne dele. Načrt seveda lahko spremenimo. Pisanje je raziskovalni proces in ko del spisa napišemo in opremimo, lahko osnutek spremenimo, da bi vključili dodatne točke ali spremenili poudarek. Načrt je samo orodje pisca, ki ga zgolj opominja in mu ne narekuje, kaj naj stori. Načrti so različnih vrst:\n- enostaven načrt  zabeležimo si samo najvažnejše točke v zaporedju, ki kar  najbolje služi podajanju argumentov in informacij;\n- popoln načrt  enostavnemu načrtu dodamo bolj (a ne preveč) podrobne točke,  da podrobnosti ne bi pozabili;\n- načrt z vprašanji  zapišemo vprašanja, na katera moramo odgovoriti na vsaki  stopnji dela; oblika olajšuje razumevanje bralčevega položaja, kar omogoča  osredotočenje na načrt in organizacijo strategije;\n- stavčni načrt  enostavni stavki povzemajo glavne točke vsakega odstavka in  razdelka; daje nam usmeritve in prve (tematske) stavke za bodoče odstavke. Pisanje mora biti urejeno. Informacije in zamisli sicer prihajajo naključno, vendar mora pisec podatke razjasnjevati in urejati, da bi jih predstavil pravilno, z občutkom in na logičen način. Pri načrtovanju, izbiranju in urejanju gradiva:\n- Mislite na cilj, glavno zamisel in namen. Vsaka zamisel, stavek in odstavek mora  učinkovito voditi k cilju. Držite se trenutne teme in izpustite vse, kar ne pelje k cilju,  ne glede na to, kako zanimivo je.\n- Urejajte gradivo utemeljeno in potem prepričajte bralca v svoje argumente s  tekočim in logičnim razvijanjem besedila.\n- Vsaka zamisel in osnutek mora teči logično od prejšnjega k naslednjemu. Načini urejanja gradiva so različni:\n- Kronološki (zaporedni)  Točke beležimo postopno tako, kot se dogajajo.\n- Od enostavnega k zapletenemu  kadar dokazujemo trditev iz uvoda. Vsaka  stopnja temelji na prejšnji, od očitnega h kompleksnemu, bralčevo razumevanje  ustvarjamo postopoma. Gradimo na stopnjevanju in sklepanju.\n- Od splošnega k posebnemu  od podobnosti k razlikam pri primerjanju.\n- Od posebnega k splošnemu  od razlik k podobnostim pri primerjanju.\n"], "10": ["5.2 Pisanje odstavkov", "Odstavki so osnovni gradniki pisanja in kažejo tok piščevih dokaznih razlogov. Vsak odstavek je osredotočen na eno glavno misel (idejo), niz sledečih stavkov to misel razvija \nin krepi. Dokazovanje napreduje s tokom od glavne misli v enem odstavku k glavni misli v naslednjem. Odstavki dajejo bralcu tudi vidno (vizualno) pomoč pri sledenju argumentom v ločenih delih besedila na strani. Dolžina odstavka: U U\n- Ni idealne dolžine za vse odstavke, ker je odvisna od vsebine. Splošno pravilo je,  da naj imajo odstavki od 7 do 14 vrstic, tj. od 3 do 7 stavkov. Stavek naj ima od 15  do 25 besed.\n- Odstavki so lahko krajši, če mora biti točka kratka ali ji je dan poseben poudarek,  oziroma daljši, če je potrebna podrobnejša obdelava točke.\n- Preveč prekratkih odstavkov pomeni za bralca razdrobljeno pisanje, preveč  predolgih mu otežuje sledenje. 'Tematski' stavek je navadno prvi stavek odstavka (lahko je tudi drugi, če je prvi namenjen U U\nrazlagi, uvodu v misel). To lahko preverite, če hitro preberete samo prve stavke odstavkov  če lahko sledite razvijanju argumenta, so tematski stavki pravilno napisani. Zgradba odstavka  čeprav ni enotnega pravila, imajo stavki za 'tematskim' naslednje U U\nfunkcije v odstavku:\n- pojasnjujejo ali prenavljajo glavno misel,\n- razlagajo misel, npr. kako kaj deluje,\n- opredeljujejo glavno misel na drug način,\n- podajajo zglede,\n- dajejo dodaten dokaz,\n- komentirajo glavno misel, npr. zaključek (sklep).\n"], "11": ["5.3 Stil pisanja", "Diplomsko delo moramo pisati nepristransko, jasno in natančno. Pri tem se moramo držati običajnih pravil v znanosti in tehniki in hkrati skrbeti za bralca (Svobodova, 2000, str. 27). Nepristranost (objektivnost) se kaže v neosebnem stilu pisanja, ki vzpostavlja določeno U U\nrazdaljo med piscem in predlaganimi dokazi. Pišemo pošteno in odgovorno. Informacije in dejstva so pomembnejši kot osebna mnenja ali nagnjenja. Izogibajmo se prispodobam (metaforam), uporabljajmo natančne in dobro znane tehnične izraze. Natančno navajanje podatkov, slik in diagramov vodi k večji nepristranosti izsledkov raziskave. V tuji literaturi se v ta namen uporablja trpni (pasivni) glagolski način. Slovenščina trpnega načina ne mara, zato običajno pišemo v prvi osebi množine, vendar naj bosta slovenski izvleček in angleški abstract napisana neosebno, v trpniku. Jasnost izražanja se kaže v enostavnih, razumljivih, nedvoumnih in neposrednih stavkih. U U\nPredolgi stavki otežijo razumevanje besedila, zato naj stavek ne vsebuje več kot dve do tri povedi. Ne ponavljajte že napisanega, uporabite kar se da malo besed, npr.:\nPrevidnost pomeni izogibanje brezpogojnim, preveč odločnim trditvam ali posploševanju. U U\nGotovost naših trditev omilimo, da bi drugi lahko o njih razpravljali (polemizirali) ali se z \nnjimi ne strinjali. Prevelika samozavest se nam lahko hitro maščuje v kritiki našega dela. V ta namen uporabljamo:\n- že omenjeno prvo osebo množine namesto ednine, kar kaže, da smo člani neke  skupine raziskovalcev (mentorja, komentorja ipd.), npr.: »Tega še ne vemo ...«;\n- pogojnik, npr.: »Zato bi predlagali, da ..., naj bi ..., bi domnevali ..., bi pričakovali ...«,\n- glagole ali izraze, kot so npr.: »zdi se, da ..., izgleda, da ..., nagibamo se k ..., kaže na  ..., nakazuje možnost ..., bolje je ..., priporočamo, da ..., z delom želimo prispevati k  ...«;\n- besede »morda, lahko, domnevno, malo, precej, nekoliko, skoraj, približno, okoli«. Povezave med stavki ali mislimi krajšajo pisanje na različne načine: U U\n- zamenjava glagola s samostalnikom ali osebnim zaimkom, npr.: »Predstavili smo  avtomatsko metodo ... . Pristop je ...«, »Simulacija procesov je ... . Pridobiva na  pomenu ...«;\n- dodatek ali okrepitev misli omogočajo naslednje zveze, pridevniki in fraze: »tudi,  ponovno, dalje, še več, tudi, dodatno, prav tako, enako, podobno, ustrezno«;\n- časovno zaporedje, prej ali potem, izražamo z besedami:  o »doslej, do sedaj, prej, predhodno, pred tem, že, nekdaj;  o sedaj, trenutno, medtem, v tej točki;  o najprej, prvič, za začetek, začnimo z;  o nato, drugič, naslednjič;  o končno, morebiti, potem, kasneje, nadvse, nazadnje«.\n- preoblikovanje, izražanje misli na drugačen način, da bi jih poudarili ali pojasnili,  izražamo s frazami, kot so: »poenostavljeno rečeno, bolje, raje, torej, z drugimi  besedami, ponovno, drugače rečeno«;\n- izvajanje, sklepanje s frazami: »sicer, drugače, glede na to, v tem primeru«;\n- poudarjanje misli ali točk: »namreč, zlasti, v glavnem, največ, znatno, posebno«;\n- vzrok: »zaradi, glede na, sledi iz, povzroča, spodbuja, postavlja, izziva, povzroča,  prinaša, izhaja, nastaja, prihaja iz, omogoča, povzroča, namenja, od, za, ker«;\n- posledica: »torej, posledično, zato, končno, tako, morebiti, vodi k, daje, rezultat«;\n- zaključek: »kot rezultat, tako da, torej, kot posledica, zato, od tod, s tem, na ta način,  zaradi tega, pri tem, v tej zvezi«;\n- nasprotje, primerjava: »čeprav, kljub, toda, vsekakor, ne glede na, vendar,  nasprotno, v primerjavi z, na drugi strani, namesto, drugače, medtem ko«;\n- prehod na nov predmet: »glede na, z ozirom na, kar zadeva, sledi, posvetimo se  sedaj«;\n- posploševanje: »na splošno, v celoti, običajno, večinoma, skupaj, tako, očitno.«\n"], "12": ["6 NAVODILA ZA TISKANJE", "Za pisanje diplomskega dela uporabljajte računalnik. Izpis naj bo izveden z laserskim ali enakovrednim tiskalnikom. Izpis z matričnim tiskalnikom zaradi neustrezne kvalitete ni dovoljen.\n"], "13": ["6.1 Oblika in velikost pisave", "Uporabite pokončno obliko pisave Arial ali Helvetica, le za simbole fizikalnih veličin  U U U U\nuporabljajte poševne črke Times New Roman. Velikost pisave za tekst naj bo enajst pik (11  U U\npt), razmik 1 za končno verzijo; delovne verzije imajo razmik 1, če se mentor in komentor s tem strinjata in vnašata popravke elektronsko (Orodja / sledi spremembam /sprejmi ali zavrni spremembe v Wordu), sicer naj imajo delovne verzije razmik 1,5  sprememba razmika seveda zahteva ponoven pregled vsega besedila. Minimalna velikost pisave za tabele in opombe je 10 pik. Primer uporabe velikosti pisav podaja preglednica 6  1.\nVelikost Komentar Videz pisave  Poševno Pokončno 10 Opombe Opombe 11 Osnovni tekst, preglednice, enote, Citati in Normalno  podnaslovi slik in imena avtorjev naslovi virov besedilo 11 Podrazdelki Podrazdelki 12 Razdelki Simboli Razdelki  veličin 14 Poglavja POGLAVJA 20 Naslov diplomskega dela  NASLOV Primer pisave arial, velikost 7 pik  za podpise in nadpise, pri osnovni pisavi z velikostjo 11 pik, se nastavi avtomatsko. Primer poševne pisave Times New Roman, velikost 8 pik  za podpise in nadpise veličin pri osnovni pisavi z velikostjo 12 pik Primer pisave arial, velikost 10 pik. Primer pokončne pisave arial, velikost 11 pik. Primer pokončne, krepke pisave arial, velikost 11 pik. Primer poševne pisave Times New Roman, velikost 12 pik. Primer pokončne, krepke pisave arial, velikost 12 pik. Primer pokončne, krepke pisave arial, velikost 14 pik.\n"], "14": ["6.2 Oblika strani", "Stran oblikujte tako, da bodo zgornji, spodnji in notranji rob široki 30 mm, ter zunanji rob U U\n25 mm. Širina teksta je tako 155 mm. Na prvi strani naj bo zgornji rob širok 55 mm. Prav tako naj bo 55 mm zgornji rob, če je začetek novega poglavja na novi strani. Prvo poglavje je 1 UVOD, zadnje pa SKLEP (označen z ustrezno številko). Naslove  U U\npoglavij pišemo levo poravnano, krepko, z velikimi ali malimi črkami velikosti 14 pik. Novo poglavje pišemo na novo, liho (desno) stran. Razmik med naslovom in besedilom novega poglavja naj bo trinajst praznih vrstic nad (78 pik) in dve (24 pik) pod naslovom. Vsako poglavje ima lahko razdelke, ki so oštevilčeni z dvema arabskima številkama,  U U\nločenima s piko; za zadnjo številko ni pike. Označba 3.2 pomeni, da gre za drugi razdelek tretjega poglavja. Razdelek pišemo z malimi črkami, krepko in v velikosti 12 pik. Med zadnjim besedilom in novim naslovom razdelka sta dve prazni vrstici (24 pik), med naslovom razdelka in njegovim besedilom je po ena prazna vrstica (12 pik). Podrazdelke (označbo npr. 3.2.4) pišemo z malimi črkami normalne debeline in velikosti U U\n11 pik. Podrazdelke številčimo le, če so daljši, sicer uporabimo naslove brez številk. Med zadnjim besedilom in novim naslovom razdelka je ena prazna vrstica (12 pik), med naslovom razdelka in njegovim besedilom je razmik 6 pik. Odstavki so razmaknjeni za 6 pik. Prva vrsta je levo poravnana in ni umaknjena. Odstavek U U\nje levo in desno poravnan.\n"], "15": ["6.3 Slike in preglednice", "Naslovi oz. opisi slik (ilustracij: grafov1, diagramov2, histogramov3, fotografij) naj bodo pod  TP PT TP PT TP PT\nsliko; naslovi preglednic (in razpredelnic) naj bodo nad preglednico. Preglednice in slike naj bodo postavljene takoj po odstavku, v katerem ste jih omenili v besedilu, najbolje še na isti strani (npr. sl. 6  1). Če jih v besedilu niste omenili, jih ne morete vključiti v zapis. Ilustracije so zelo pomembne pri izražanju znanstvenih in tehniških misli. Ena sama, U U\nskrbno pripravljena ilustracija lahko ogromno prispeva k jasnosti besedila. Seveda mora biti kar se da enostavna in jasna. Če ste ilustracije prevzeli iz tujega vira, morate to priznati z navedbo avtorja in vira. Zaradi možnosti fotokopiranja se izogibamo barvnim ilustracijam; raje uporabljamo različne oblike črt in dodamo ustrezno legendo. Pri fotografijah moramo velikost fotografiranega objekta pokazati s skalo ali pa v povezavi z drugim objektom poznane velikosti; zanimive točke moramo označiti s piščicami ali črkami, ki se dobro razločijo od ozadja.\nTP PTSlikovni prikaz odvisnosti dveh ali več veličin, npr. funkcije y = f(x) v koordinatnem sistemu,  strukturna formula benzena,.  Grafično prikazana funkcijska odvisnost, struktura ali potek kakega pojava, npr. diagram poteka TP PT\nza predstavitev izvajanja ukazov, diagram proizvodnje. TP PT Grafični prikaz podatkov v obliki navpičnih stolpcev ali črt, npr. v statistiki. \nVsaka preglednica ali slika mora prikazovati, katere veličine in katere enote so uporabljene v stolpcih preglednic oz. na oseh diagramov. Stolpce v preglednicah (npr. 6  2) in osi v diagramih (sl. 6  2) označujemo s številskimi vrednostmi (merskimi števili), tj. s količnikom »veličina/enota«, z uporabo količnika simbolov: t/oC, ne t (oC) ali Temperatura  P P U U P P\n(oC); E/(V/m), ne E (V/m) ali Električna poljska jakost (V/m). Simboli in kratice morajo biti P P U U\nenake onim v besedilu in ustrezati mednarodnim standardom (ISO 31, 1992; IUPAC, 1998). Med simbolom in poševnico ni presledka, t/oC, ne t / oC!  P P P P\nPreglednice so zelo pomemben način predstavljanja znanstvenih in tehničnih rezultatov. U U\nPotrebno jih je skrbno urediti, da bi pojasnevale ugotovitve v besedilu. V preglednico\nuporabimo decimalne predpone (manjkratnike ali večkratnike) merskih enot v glavi preglednice (npr. za tlak v megapascalih: p/MPa) ali napišemo njihovo recipročno vrednost v naslovu preglednice, npr. p/(106 Pa), p  106 Pa, MPa  106 = 1 Pa. Naslove in  P P P P P P\npodnaslove v stolpcih oz. vrsticah pišemo z veliko začetnico, postavke znotraj preglednice pišemo z malo začetnico (izjema od tega pravila velja, kadar gre za celotne stavke). P\nSheme procesnih obratov moramo risati po SIST ISO 10628, ki določa splošna pravila za U U\nrisanje shem procesnih obratov:\n- blokovne in procesne sheme, sheme ocevja in instrumentacije;\n- pravila risanja shem (debelino črt, risanje tokovnic, velikost črk ipd.);\n- grafične simbole za procesne enote, transportne naprave, črpalke, kompresorje,  motorje, tehtnice, armaturo in drugo opremo;\n- črkovne oznake naprav in strojev. Standard je dosegljiv v knjižnici in v terminalski učilnici. Procesne sheme izdelajte s programskim paketom CorelDraw ali SmartDraw, ki sta na voljo na računalnikih v računalniški učilnici FKKT.\n"], "16": ["6.4 Številčenje", "Strani številčite desno zgoraj, kot je prikazano v teh navodilih (glejte poglavji 5 in 4). Če  U U\ntiskate obojestransko, naj bo številčenje na zunanjem robu strani. Prva tiskana stran ima številko 1, a edina ni številčena. Številčene so tudi vse prazne strani. Opombe številčite z dvignjeno pisavo1 (nadpisno), pri tem lahko uporabljate ikono AB1 iz  U U TP PT P P\nWorda, ki avtomatsko uredi opombe pod črto, na dnu strani. Slike številčite ločeno, v vsakem poglavju od začetka in sicer zaporedno z navedbo  U U\npoglavja, npr. slika 4  3 (3. slika po vrsti, iz 4. poglavja) ali sl. 4.3. Slikam v prilogah dodamo črko priloge, npr. sl. A.2.3. Preglednice (tabele) številčite ločeno, v vsakem poglavju od začetka in sicer zaporedno z  U U\nnavedbo poglavja, npr. preglednica 3.6 (6. preglednica po vrsti, iz 3. poglavja). Preglednicam v prilogah dodamo črko priloge, npr. preglednica B.4.3.  Poglavja in razdelke številčimo, kot je bilo prikazano v razdelku 6.2, npr.:  U U\nPoglavje 3 :3 REZULTATI Priloga B, poglavje 2: B.2  Razdelek 1 : 3.1 Toplotna integracija B.2.1  Podrazdelek 1: 3.1.1 Integracija reaktorjev B.2.1.1\nOpombo napišite na dnu strani, na kateri jo navedete, in je ne dodajajte spisku virov oz. literature  TP PT\nna koncu diplomskega dela.\n"], "17": ["6.5 Kratice, simboli in znaki", "Krajšave razložite, ko se prvič pojavijo v tekstu (tudi, če ste jih razložili v seznamu kratic in simbolov). Isto velja tudi za simbole veličin. Če ni nujno potrebno, ne uporabljajte kratic oz. okrajšav v naslovu. Mednarodne kratice v kemiji so prikazane v priročniku (Glavič, 2006). Navajamo še nekaj latinskih (preglednica 6  3) in slovenskih okrajšav (preglednica 6  4).\n"], "18": ["6.6 Enačbe in formule", "Enačbe in formule številčite v vsakem poglavju zaporedno, z desno poravnanimi U U\nštevilkami v oklepaju, kot je prikazano v en. (6.1). Zahtevnejše enačbe pišemo z urejevalnikom enačb v Wordu (orodja / po meri / vstavljanje / simbol, ikona ). Simbole za veličine in spremenljivke pišemo poševno, v naboru Times New Roman; urejevalnik enačb samodejno preklopi na tak nabor in poskrbi za ustrezne razmike nad in pod enačbo, popraviti moramo samo indekse neveličin (pokončno, Arial) in številke (Arial). Za znak minus uporabljamo pomišljaj () in ne krajši vezaj (-), najdete ga v Wordu (simboli, ikona ). Tam so tudi grške črke in nekateri matematični znaki. Uporabljajte oklepaj, da se izognete možnim nejasnostim v zapisu. Matematične zveze med veličinami pišemo z veličinskimi enačbami, skladno s standardom ISO 31-0 in 31-11 (Glavič, 2006). V navedeni literaturi je vse o pisanju veličin, enot in števil, zato teh pravil ne ponavljamo. Kratek pregled najvažnejših pravil in najpogostejših napak je bil objavljen (Glavič, 2003) in je dosegljiv na spletni strani FKKT. Enačbe in formule zamaknemo 1 cm od levega roba strani in razmaknemo od zgornje oz. spodnje vrstice za 9 pik. Če moramo enačbo ali formulo deliti v dve vrstici, jo delimo pred enačajem (=), vendar za znaki seštevanja (+), odštevanja (), množenja (  ,  ) ali deljenja (/, ). Kadar so enačbe del stavka, pišemo vejice in pike, npr. v Clausiusovi enačbi:\nkjer so: p  tlak, Pa,  T  termodinamična temperatura, K,  vapHm  molska izparilna entalpija, J/mol,  B B B B\nVm, g  molska prostornina pare in  B B\nVm, l  molska prostornina tekočine.  B B\nPrimer prikazuje pravilno pisanje simbolov veličin (poševno in Times New Roman) oz. znakov za odvod in neveličinske podpise (pokončno, Arial). Simbole, ki so uporabljeni v enačbi, pojasnimo v besedilu ob njeni prvi omembi ali pa neposredno za enačbo, kot je prikazano zgoraj. V besedilu se sklicujemo na enačbe v obliki 'en. (6.1)', na formule pa v obliki 'form. (6.1)'. Oznake, simboli, ki jih pišemo v enačbi, morajo biti omenjeni v besedilu, v enaki pisavi. Kratke formule lahko umestimo v besedilo. V takem primeru ulomek pišemo s poševnico, npr.: namesto pišemo 1/ 2 ali 2½. P P\nNa vseh računalnikih v terminalski učilnici je na voljo programski paket MDL ISIS Draw za pisanje kemijskih formul. MDL ISIS Draw je po registraciji uporabnika na voljo zastonj na internetni strani: http://www.mdli.com/downloads/downloadable/index.jsp .  HTU UTH\n"], "19": ["6.7 Navajanje v besedilu", "V diplomsko delo pogosto vključujemo citate (navedke) in reference (vire) iz del drugih avtorjev. Za to je več razlogov:\n- navajamo dokaze ali mnenja oseb, ki so avtoritete na področju raziskave in  podpirajo naš argument,\n- prikažemo stališče nekoga, kateremu želimo oporekati,\n- pokažemo vire, ki smo jih uporabljali, da bi spodbudili ali podprli naše ideje,\n- priznamo, da naši argumenti izhajajo iz del drugih, ki jih s tem počastimo.\nCitiranje Citiranje je dobesedno navajanje tujega besedila v našem besedilu, ki je lahko:\n- neposredno (direktno)  uporabljamo resnične besede izvirnega avtorja,\n- posredno (indirektno)  parafraziramo izvirni vir tako, da izvirne ideje povemo s  svojimi besedami. Boljša je druga, posredna metoda, ker ideje drugih bolje vključuje v naše besedilo. Neposredno citiranje je boljše v naslednjih primerih:\n- kadar je avtor izrazil neko idejo na posebej jedrnat ali posrečen način, ki ga ni  mogoče izboljšati,\n- kadar je pisec tako pomembna avtoriteta na področju raziskovanja, da so njegove  besede pomembne,\n- kadar se hočete izogniti dvoumnosti citiranih idej. Citiranje naj bo čim krajše. Dolgi citati odtegnejo pozornost od naših argumentov, zato jih navajamo le, kadar jih želimo analizirati.\nPisanje citatov Če je citat kratek, dve ali tri besede, ga slovnično vključimo v naš stavek. Zato zadošča dvodelni enojni narekovaj zgoraj (' '), skupaj z ustrezno referenco, npr.:\n- Zaključek njihove analize je, da proizvodnja snovi B 'v bližnji prihodnosti' ni verjetna (35). Če je citat nekoliko daljši in sledi uvodnemu stavku, uporabljamo dvopičje pred navajanjem, npr.:\n- V eni od svojih objav o vlogi znanosti je Freeman zapisal: 'Veliko znanstvenega  raziskovanja se ukvarja z raziskovanjem neznanega. Po definiciji ne moremo vedeti izida  takih raziskav, še manj lahko vemo za njegov vpliv na tehnologijo.'(39) Pomembno je ohranjati slovnično in logično povezavo med citatom in lastnim besedilom. Zato pogosto dodamo posamezne besede iz izvirnika, kar pokažemo z oglatim oklepajem, npr.:\n- Skladno s popularnim pogledom na evolucijo, celo po Darwinu 'lahko vsaka [vrsta] uveljavi  svoj notranji potencial, ki se počasi razvije.' (Kuper, 1985, str. 4). Če izpustite nekatere izvirne besede avtorja, ki za vaše potrebe niso pomembne, to pokažete s tremi pikami, npr.:\n- Case je utemeljeval, da velja stopenjska zasnova: '… molekule gredo skozi enako  zaporedje reakcij in … reagirajo z enako hitrostjo.' (Case, 1985, str. 231) Če citiranje vsebuje avtorjev citat, uporabljamo dvodelni enojni narekovaj zgoraj za naš citat in dvojni zgornji ('' '') ali dvojni srednji (» «) narekovaj za avtorjev citat, npr.:\n- Pregled New Scientista iz leta 2004 je zaključil, da je to 'v soglasju z idejami C. P. Snowa  (1994), ko je govoril o ''morju medsebojnih nerazumevanj, ki ležijo med literarnim in  znanstvenim svetom«.'' (3) \nČe je vaš citat večvrstičen, ga pišete umaknjenega v posebnem odstavku in brez narekovajev, npr.:\n- James (3,) je sintezi namenil celo poglavje. Začel je z naslednjo izjavo:  Sinteza je običajno definirana z vrsto reakcij, ki jih je ustrezni znanstvenik izpeljal v  svojih poskusih …. (str. 1004)\nNavajanje virov Poznamo dva načina navajanja virov (referenc) drugih avtorjev, tj. točnega navajanja podatkov o drugem besedilu, ki ga omenjamo ali se nanj sklicujemo v našem delu:\n- Sistem s priimkom avtorja(ev) in letnico, ki ga uporabljajo v kemijski tehniki. Oboje  U U U U\ndamo v okrogli oklepaj ali priimek omenimo v besedilu in damo v oklepaj samo  letnico ter po potrebi dodamo stran  primeri so našteti zgoraj. Seznam referenc  na koncu dela je urejen po abecedi prvih avtorjev.\nstran. Ime avtorja je lahko v besedilu, lahko ga tudi izpustimo. Primere glejte  zgoraj. Če sta avtorja dva, bomo v oklepaju oz. besedilu napisali imena obeh, npr.: (Smith in  U U\nJones, 1999); če je avtorjev več, napišemo samo prvega in dodamo kratico idr. (in drugi)  U U\nali et al. (et alii), npr.: '… kot trdijo Smith idr. (1999, str. 45).' Če ima citirani avtor v istem letu dve ali več objav, dodamo k letnici zaporedne črke iz abecede (a, b, c itd.), npr.:  U U\n- Citat: '… informacija iz teh virov (Farnfield, 2004 a) je pripeljala do predloga o sprejetju  novih izrazov (Farnfield, 2004 b).' Seveda morata biti v seznamu virov navedeni obe deli. Pri citiranju navadno uporabljamo pretekli čas (glejte zgoraj).\n"], "20": ["6.8 Znamenja za popravke besedila", ""], "abstract": ["Povzetek mora vsebovati naslednje elemente: - Namen. Povzetek raziskovalnega dela je informativen, vsebuje podrobnosti o predmetu raziskovanja, dobljenih rezultatih in bodočih predvidevanjih. - Zgradba. Najprej opredelimo predmet raziskav in njen pomen. Podamo namen raziskav, metodo in rezultate. Končamo z ugotovitvijo o možnostih bodočih raziskav glede na rezultate diplomskega dela. - Stil. V povzetku uporabljamo sedanji čas za splošne ugotovitve in razlage o predmetu raziskave ter pretekli čas pri opisovanju postopka in rezultatov raziskave  kaj ste v resnici napravili ali ugotovili v vaši raziskavi. Vsebuje zgoščen opis, uporablja tehnične, strokovne izraze z glagoli, ki natančno opisujejo, kaj se je zgodilo med raziskavo. Pogosto uporabljajo pasivni način izražanja in razširjene stavke, da bi zgostili informacije. - Jezik. Povzetek mora biti napisan v slovenščini in v angleščini ali nemščini."]}