{"1": [" 1 UVOD", ""], "2": ["1.1 Opredelitev oz. opis problema", "Sistem integrirane pridelave sadja, ki se v Sloveniji razvija že več kot 18 let, je ponovno potreben prenove. Cilj raziskovalcev, svetovalcev, pridelovalcev in drugih, ki so vložili trud v pridelavo, je razvijati gospodarski in naravovarstveni model pridelave sadja na nivoju visoke kakovosti. Današnji sistem integrirane pridelave, ki je za povprečne evropske razmere nadstandarden, je potreben izboljšav iz administrativnih, konkurenčnih in strokovnih razlogov ( Lešnik in sod. 2008).\n\"Že danes z nizko stopnjo ostankov FFS na sadju dokazujemo visoko stopnjo odgovornosti. Vendar če bomo dolgoročno hoteli ostati konkurenčni in uspešni, se moramo ravnati po željah potrošnikov – in ti si želijo hrano brez ostankov FFS. In čeprav je popolna odsotnost FFS ob današnji analizni natančnosti pravzaprav utopija, moramo imeti za cilj minimiranje ostankov\" (Zadravec 2009).\nKmetijski proizvodi in živila, med katerimi se preverjajo v okviru monitoringa ostanki FFS, so jabolka, tako pri nas kot v tujini, med tistimi, kjer najpogosteje ugotavljamo ostanke FFS. Sadjarstvo predstavlja eno najintenzivnejših kmetijskih panog glede varstva pred škodljivci, boleznimi in pleveli, tako v Sloveniji kot tudi v tujini, zato na podlagi tega želijo ugotoviti, ali je možno kljub številnim škropljenjem v času sezone pridelati jabolka brez ostankov FFS oziroma s čim manj ostanki ter s čim manjšim številom ostankov FFS, in ali je mogoče s spremembo škropilnega programa ob enako kakovostnem pridelku še dodatno zmanjšati število in količino ostankov FFS v jabolkih (Simončič in sod. 2009).\n"], "3": [" 1.2 Cilj in namen naloge", "Cilj diplomskega dela je prikazati razmerje med stroški in prihodki med integrirano pridelavo sadja in pridelavo po sistemu \"zero residue level ips-0,0 RL\" pri sortah jabolk Elstar, Idared, Jonagold in Zlati delišes. Namen diplomskega dela je analiza ekonomske upravičenosti pridelave po sistemu \"zero residue level ips-0,0 RL\" v primerjavi z integrirano pridelavo sadja.\n"], "4": ["1.3 Delovne hipoteze", "Predvidevamo, da je pridelava sort jabolk Elstar, Idared, Jonagold in Zlati delišes po sistemu \"zero residue level ips-0,0 RL\" ekonomsko upravičena.\n"], "5": [" 2 PREGLED OBJAV", ""], "6": ["2.1 Integrirana pridelava sadja", "\"Integrirana pridelava sadja pomeni zaključen biološki krog ali ravnovesje, ki ga vzpostavljamo z ohranjanjem raznovrstnosti življenja v naravi, tako da na gospodarsko sprejemljiv način pridelamo visoke in kakovostne pridelke zdrave hrane. Za doseganje tega cilja želimo zmanjšati uporabo kemičnih sredstev in zagotoviti ustrezen izbor. Tako bomo skupaj z drugimi ukrepi omogočili zmanjšanje števila škodljivih organizmov pod prag škodljivosti, pri čemer imajo prednost vse naravne danosti\" (Tojnko 1999).\nIntegrirano varstvo sadnih dreves naj bi bilo usmerjeno tako, da bi drevesa ohranila svojo naravno odpornost proti škodljivcem in boleznim. Uporaba kemičnih sredstev naj bi bila samo izhod v sili in naj ne bi presegla razumnih meja (Tojnko 1999).\nBistveni cilji integrirane pridelave so:\n- uravnoteženo izvajanje agrotehničnih ukrepov ob skladnem upoštevanju ekoloških,  toksikoloških in gospodarskih dejavnikov;\n- prednost je dana naravnim ukrepom pred fitofarmacevtskimi, biotehnološkimi in  drugimi ukrepi, pri čemer se doseže enak gospodarski učinek;\n- nadzorovana uporaba gnojil in fitofarmacevtskih sredstev;\n- pospeševanje in ohranjanje biotske raznovrstnosti z ustreznimi metodami varstva  rastlin (biotično varstvo);\n- gnojenje z organskimi gnojili ima bistveno prednost pred gnojenjem z mineralnimi  gnojili;\n- certificiranje pridelkov in kontrolirana pridelava, kar daje potrošnikom zagotovilo,  da proizvodi ustrezajo višjim standardom kakovosti;\n- pridelava zdravstveno neoporečne – varne in kakovostne hrane (MKGP 2009). \nV Sloveniji se je integrirana pridelava pričela uvajati v letu 1991. Do danes je ta pridelava sadja dosegla izjemno veljavo v pridelavi, kar potrjuje podatek, da je kar 90 % vseh tržno usmerjenih sadovnjakov. Integriran tehnološki pristop je pripomogel k občutni spremembi razumevanja kompleksnosti dogajanja v sadovnjaku v primerjavi s prejšnjim veljavnim konvencionalnim pristopom. Pri tej pridelavi sadja zmanjšamo obremenjevanje okolja s kemičnimi zaščitnimi sredstvi in lahko topnimi mineralnimi gnojili ter povečamo pozornost do koristnih živalskih vrst, do pridelovanja zdrave hrane večje prehranske vrednosti in poskušamo obvestiti potrošnike sadja o prijaznem načinu pridelave. Do sedaj opravljene analize ostankov pesticidov na plodovih jabolk takoj po obiranju kažejo, da so ti najdeni ostanki izredno majhni. Ekološka pridelava bi lahko dala rešitev glede teh zahtev, vendar pa glede na izkušnje zadnjih let ne more vzdrževati gospodarnost, kar pa je en izmed zahtevanih pogojev.\nTako je danes integrirana pridelava pred novimi izzivi. \"Nova smer razvoja integrirane pridelave gre v smeri iskanja kompromisa med integrirano in ekološko pridelavo, ki je gospodarsko upravičena, saj njena uporaba ne pomeni zmanjševanje količine ali kakovosti pridelka, prej nasprotno\" (Tojnko 2009). Dvig pomena integrirane pridelave je lahko dosežen z natančnim izvajanjem osnovnih načel in z odločnejšim približevanjem okoljsko še sprejemljivejšim načinom pridelave na način, da se v ekološkem sadjarstvu preverjene metode, ki so primerne za intenzivno pridelavo sadja (npr. konfuzija – metoda zbeganja, \"sendvič\" sistem obdelave tal …), prenesejo v pravila integrirane pridelave sadja. Tako bo sinička, ki jo lahko ponovno uporabljamo kot oznako integrirano pridelanega sadja, dobila nov polet in morda doprinesla k prepoznavnosti tega načina pridelave (Tojnko in sod. 2008). \nGIZ Sadjarstvo Slovenije je v 5 let trajajoči raziskavi (Interreg projekt) spremljalo stanje ostankov FFS pri različnih lastnikih. Opravljeno je bilo 86 analiz, vzorci so bili odvzeti ob obiranju ali največ 1 mesec po obiranju. Pregled analiz je pokazal predvsem naslednje značilnosti:  1. Fungicidi: v zelo nizkem deležu (praviloma manj kot 10 % MRL), vendar dokaj  pogosto (62 % vzorcev izkazuje prisotnost ostankov FFS), so najdeni ostanki  pogosto uporabljenih fungicidov proti škrlupu (npr. kaptan, pirimetanil), zaznani so  bili pripravki, namenjeni zaključnim škropljenjem (diklofluanid in kasneje  tolilfluanid) (praviloma okrog 10 % MRL z dvema primeroma prekoračitve MRL).  2. Insekticidi: pogosto so najdeni ostanki pripravkov za zatiranje jabolčnega zavijača  (npr. diazinon in fosfalon ter v zadnjih letih klorpirifos metil in klorpirifos etil;  najpogosteje med 5 in 20 % MRL). V vseh opazovanih letih je bil najden le en  vzorec z dokazom ostankov specifičnih aficidov (pirimikarb; 20 % MRL) in le dva  vzorca z ostanki akaricida (brompropilat; 11 % MRL) .\nNa tej podlagi lahko ugotovimo, da so resne omejitve v pridelavi predvsem pri strategiji varstva jablan pred jablanovim škrlupom – potreba po pogosti rabi fungicidov in tehnologija zaključnega škropljenja za preprečevanje glivičnih skladiščnih bolezni. Naslednji problem pa je kemično varstvo jablan pred napadom jabolčnega zavijača (Tojnko in sod. 2008).\nV Sloveniji je za spremljanje ostankov v kmetijskih proizvodih odgovorno Ministrstvo za kmetijstvo, gozdarstvo in prehrano RS, ki izvaja v zadnjih letih to dejavnost oz. monitoring na podlagi Zakona o FFS (U. l. RS 98/04) ter Uredbe o monitoringu pesticidov v živilih in kmetijskih proizvodih (U. l. RS 84/04). Na izvedenem nivoju je v to nalogo vključen tudi Kmetijski inštitut Slovenije (KIS), kjer to nalogo opravljajo v okviru strokovnih nalog, od leta 1999 pa v okviru Programa za nacionalni monitoring (Česnik in sod. 2003). \n- Kaj je MRL (mejna vrednost ostankov)?\nMRL so opredeljeni kot največja koncentracija ostankov pesticidov (izraženo v miligramih ostanka na kilogram živila/krma), ki se lahko pojavijo v ali na hrani in krmi po uporabi pesticidov v skladu z dobro kmetijsko prakso. MRL so predvsem trgovski standardi, pomagajo pa tudi zagotoviti, da vsebnost ostankov ne pomeni nesprejemljivega tveganja za potrošnike (Pesticide Residues Committee (PRC)). Pridelava po sistemu \"Zero residue level IPS-0,0 RL\" je pridelava, ki opozarja na uvajanje trga s sadjem, ki je brez dokazljivih ostankov FFS. Ničla v tem primeru ne predstavlja sadja brez vsakršnih merljivih ostankov FFS, ampak sadje brez vsakršnih merljivih ostankov na nivoju dogovorjene povprečne analitike. To pa pomeni in predstavlja najmanj za dva do petkrat nižje koncentracije ostankov FFS od trenutno predpisanih vrednosti.\nPri pridelovanju sadja brez merljivih ostankov FFS poznamo več metod: ekološko pridelovanje in pridelava po sistemu \"Zero residue level IPS-0,0 RL\", oz. »nova integrirana pridelava sadja«. Pri ekološki pridelavi sadja ne moremo zadovoljiti vseh potreb trga po sadju tudi ob nekajkratnem povečanju površin obstoječih nasadov. Zato je potrebno opraviti modifikacije oz. spremembe na obstoječi integrirani pridelavi sadja (IPS). Na podlagi tega je potrebno izvesti naslednje vrste aktivnosti: spremeniti izbor sort, spremeniti izbor fitofarmacevtskih sredstev, pridobiti nova fitofarmacevtska sredstva (npr. nova biotična FFS in FFS s pospešenim razpadanjem), opustiti uporabo klasičnih fitofarmacevtskih sredstev v drugem delu rastne dobe, opustiti uporabo fitofarmacevtskih sredstev tik pred obiranjem in ob skladiščnem procesiranju, spremeniti sistem pred skladiščnega procesiranja in izvesti še nekatere druge gojitvene ukrepe (Lešnik in sod. 2008). \nZavedati se moramo, da tudi drugi opazujejo našo pridelavo in poizvedujejo o podatkih o vsebnostih ostankov FFS v našem sadju. Tako v poročilih organizacije PAN Europe o vsebnostih ostankov FFS v živilih v različnih državah omenjajo, da imamo v Sloveniji, gledano na evropsko povprečje, v jabolkih nadpovprečno velike vsebnosti ostankov FFS (Smolka, 2006). Z ustreznimi spremembami pridelovalne tehnologije sadja lahko v Sloveniji uvedemo ekonomsko vzdržen \"0,0 RL\" sistem pridelave in tako lahko sledimo drugim sadjarsko pomembnim državam. \"Prvi dokaj enostaven pristop je spremeniti izbor pripravkov, zmanjšati uporabo FFS v drugem delu rastne dobe ali pa v drugem delu rastne dobe uporabljati zgolj pripravke za ekološko pridelavo\" (Lešnik in sod. 2008).\nPrehod k sistemu \"Zero residue level IPS-0,0 RL\" za zmanjšanje ostankov pesticidov lahko izvedemo po naslednjih ukrepih:\n- z gojenjem odpornih sort;\n- z uporabo krajše obstojnosti izdelkov;\n- z uporabo brez kemičnih metod nadzora, bioloških in biotehnoloških metod, kjer je  to mogoče;\n- več pozornosti je potrebno nameniti razvoju in uporabi novih izdelkov, predvsem  pa uporabi bioloških pesticidov, ki ne puščajo ostanke pesticidov;\n- z izogibanjem uporabi pesticidov, razen kadar je to nujno potrebno;\n- z usposabljanjem izboljšati znanje in izkušnje vseh, ki sodelujejo pri odločanju  (Cross and Berrie 2008). \n  EU in v Sloveniji\nOsnovni pogoj za sprejem novega pristopa je ekonomska vzdržnost za pridelovalca in jasna prepoznavnost s strani kupcev. Sistem se razvija na predpostavki, da je cena sadja po sistemu 0,0 residue skoraj enaka ceni sadja, pridelanega po integriranem sistemu. Na trgih, zasičenih s sadjem, in ob zmanjševanju porabe sadja v EU sta vidna dva učinka ponudbe 0,0 residue sadja:\n- tekmovalna prednost na trgu znotraj in navzven EU ter\n- izboljšanje zaupanja v sadje, ki bi kot zdravo živilo prispevalo k večji porabi sadja. Vendar pa je prepoznavnost nove tržne kategorije težje dosegljiv cilj kot pa sam razvoj priporočil za izvajanje te nove tehnologije. Ta mnenja se usklajujejo med strokovnjaki tako v Sloveniji kot tudi izven nje. Sadje, pridelano po sistemu 0,0 residue, bo moralo tekmovati tako z integrirano pridelanim sadjem kot tudi z ekološko pridelanim sadjem, ki lahko v velikih količinah pride tudi na trge izven EU. Pri vsem tem so pomembni tudi kupci. Mnenja strokovnjakov, da bo uživanje sadja, ki zagotavlja več kot 100 krat manj ostankov, zagotavljalo zdravju neškodljive učinke, so mogoča le z vrhunskim tržnim pristopom (Lešnik in sod. 2009).\n"], "7": ["2.3 Dosedanje raziskave ekonomike na področju nove pridelave MRL", "V EU so v zadnjih letih monitoringi ostankov FFS v sadju pokazali, da je na trgu približno 45–50 % sadja, kjer ni merljivih ostankov FFS, približno 40–50 % sadja, kjer so koncentracije ostankov v mejah MRL in da je približno 2,5–5,5 % takšnega sadja, kjer so koncentracije ostankov višje od MRL. Ti predstavljeni podatki so povzeti po FVO poročilih, poleg teh pa jih potrjujejo tudi analize raznih nevladnih organizacij. Kakovostno doseganje cilja 0,0 RL s tem zahteva večje spremembe v pridelovalni tehnologiji. Trenutno pa veliko analizirajo 0,0 RL pristope v Angliji, kjer se že 6 let intenzivno ukvarjajo in proučujejo modificirane pridelovalne tehnologije. Tako kot v \nAngliji, se podobne aktivnosti odvijajo v Avstriji, Belgiji, Nemčiji in v drugih pomembnih sadjarskih državah.\nTudi v Sloveniji smo začeli z razvojem sistema nove integrirane pridelave. V letu 2007 so na Fakulteti za kmetijstvo Maribor naredili poskus na posestvu UKC pri sorti Jonagold, v katerem so proučevali možnost za \"0,0 RL\" pridelavo. Med rastno dobo so večkrat opravili analizo stopnje napada jablan s škodljivci in boleznimi po standardnih metodah, ob obiranju jabolk so opravili analizo ostankov FFS, analizirali pa so tudi stroške pridelovanja. Pri tej analizi so bili upoštevani vsi stroški pridelave, obiranja, skladiščenja in priprave za prodajo z embalažo vred. Pri pripravi kalkulacije stroškov pridelovanja so bili prikazani deleži plodov po treh kakovostnih razredih (I. r., II. r. in industrija), upoštevan pa je bil tudi pristop, da se 90 % prvorazrednih jabolk proda v kartonskih zabojčkih trgovskim verigam, 10 % prvorazrednih in vsa drugorazredna jabolka se proda jeseni neposredno v zabojnikih, enako kot industrijska jabolka (Lešnik in sod. 2008).\n"], "8": [" 3 METODOLOGIJA DELA", "Ekonomsko primerjavo med sistemom obstoječe integrirane pridelave (OIPS) in pridelave sadja po sistemu \"zero residue level ips-0,0 RL\" smo naredili na podlagi štirih poskusov, ki so bili narejeni na različnih lokacijah in sortah jabolk v letu 2008. In sicer na:\n- UKC Fakultete za kmetijstvo in biosistemske vede, sorta Jonagold;\n- Sadjarstvo Mirosan, sorta Elstar;\n- Sadjarstvo Blanca, sorta Idared;\n- Sadjarski center Gačnik, sorta Zlati delišes.\nV obeh primerih pridelave so bili poskusi izvedeni v realnih intenzivnih nasadih, v naključnih blokih v štirih ponovitvah, posamezna parcelica je obsegala 400 m². Rodni volumni v teh nasadih so znašali 10.000 do 13.000 m². V nasadih so bila opravljena naslednja dela: standardno gnojenje, namakanje, sistem rezi, gojitveni ukrepi, vzdrževanje negovane ledine, rez in druga dela.\nV poskusnih nasadih je bilo opravljeno tudi varstvo rastlin, tako da je bilo razdeljeno na dva tipa: postopek varstva rastlin, izveden v skladu z usmeritvami integrirane pridelave sadja za leto 2008 (OIPS), in postopek varstva rastlin, izveden tudi v skladu z integrirano pridelavo sadja 2008, pri čemer so v drugem delu rastne dobe škropili z biotičnimi pripravki (\"0,0 RL\"). S tem so hoteli zmanjšati koncentracije ostankov FFS ob spravilu pridelka.\n"], "9": [" 3.1 Viri podatkov za analiziranje stroškov", "Podatki o porabi posameznih inputov, zajetih v kalkulacije, so pridobljeni na podlagi naslednjih virov:\n- mineralna gnojila, investicijsko vzdrževanje, vezivo ter posredni stroški so bili  zajeti iz modelnih kalkulacij (analitična kalkulacija – rastlinski pridelki 2008)  Kmetijskega inštituta Slovenije;\n- podatki o cenah embalaže, strojnega dela, zavarovanja nasada, amortizacije nasada  ter dela so bili iz interne baze podatkov Fakultete za kmetijstvo in biosistemske  vede Maribor;\n- podatke o cenah škropilnih pripravkov: Kmetijski inštitut Slovenije (Mercator,  Semenarna Ljubljana), Panvita – trgovina Zrnovit d. o. o., UKC FKBV Maribor,  Lagerhaus – Austria, izr. prof. dr. Mario Lešnik.\nŠkropilni programi ter analize poskusov povprečnih pridelkov (glej priloge), ki so nam omogočili izračun cen za škropilni načrt ter skupni prihodek, so bili pridobljeni od: UKC Fakultete za kmetijstvo in biosistemske vede za sorto Jonagold, Sadjarstva Mirosan za sorto Elstar, Sadjarstva Blanca za sorto Idared ter Sadjarski center Gačnik za sorto Zlati delišes.\n"], "10": ["3.2 Analiza skupnih stroškov", "Stroški so sestavni del vsakega proizvodnega procesa, ki se pojavljajo kot posledica izvajanja najrazličnejših proizvodnih ali storitvenih dejavnosti (Turk 2001). Skupni stroški (SS) proizvodnje so vsota vseh stroškov proizvodnje.\nPri analizah stroškov so bili upoštevani:\n- stroški škropilnih načrtov;\n- stroški dela;\n- stroški veziva, investicijskega vzdrževanja, gnojilnega načrta in posredni stroški; \n - stroški embalaže po treh kakovostnih razredih;\n- stroški strojnega dela;\n- stroški amortizacije nasada;\n- stroški zavarovanja.\nIz škropilnih programov (priloga 1–8) smo na podlagi podatkov o veleprodajnih cenah (VPC) sredstev, pridobljenih od Kmetijskega inštituta Slovenija, izračunali maloprodajne cene. Maloprodajno ceno obračunamo na podlagi veleprodajne cene, maloprodajne marže ter davka na dodano vrednost, ki znaša 8,5 %. Rabat (5 %) je bil že upoštevan pri veleprodajnih cenah. Seštevek vseh MPC nam predstavlja končni strošek škropljenja jabolk oz. vseh sredstev, uporabljenih v škropilnem programu. Glavni namen je bil prikazati stroške varstva rastlin pri običajni integrirani pridelavi sadja in novi integrirani pridelavi sadja sistema \"0,0 RL\" in s tem ekonomsko analizirati sam škropilni program obeh pridelav.\nStrošek dela v modelnih kalkulacijah skupnih stroškov izračunamo kot produkt vsote ur opravljenega dela/ha ter plačilo oz. cena ure opravljenega dela.\nOsnovni indikatorji za izračun porabe ur stroškov dela (rez, zelena dela, obiranje itd.) so v našem primeru podatek o normativih, o številu dreves/ha in povprečnem pridelku oz. skupnem pridelku/ha. Za strošek rezi in zelenih del v sadovnjaku rabimo podatek o številu dreves/ha ter normativu, za strošek obiranja pa vzamemo povprečen pridelek/ha in normativ tega dela. V izračunu vsote ur opravljenega dela pa ne smemo pozabiti tudi strošek ostalega dela, katerega produkt je 10 %, ter vsoto vseh ur stroškov dela (rez, zelena dela, obiranje). \nPodatke o posrednih stroških, investicijskem vzdrževanju, vezivu in gnojilnem načrtu smo vzeli iz modelnih kalkulacij za rastlinsko pridelavo 2008 iz Kmetijskega inštituta Slovenije.\nPri izračunu stroška embalaže po kakovostnih razredih/ha je potrebno vedeti:   cene o posameznih vrstah embalaže (box palete, gajbice);   kapacitete embalaže (npr. I. raz. in ind. – box palete kapacitete cca. 350 kg, II. raz.  – gajbice kapacitete cca. 15 kg);   letno rabo oz. življenjsko dobo embalaže;   povprečne pridelke po kakovostnih razredih (I. raz., II. raz., Ind. );   število palet oz. gajbic/ha (tj. število, katero pri dani kapaciteti embalaže  kakovostnega razreda jabolk pokrije količino povprečnega pridelka/ha po  kakovostnih razredih);   faktor (tj. faktor, ki nam predstavlja razmerje med ceno posamezne vrste embalaže  (box palete, gajbice) ter letno oz. življenjsko dobo embalaže. \nV kalkulaciji upoštevamo amortizacijo kot fiksni strošek. Amortizacijsko osnovo predstavljajo skupni napravni stroški, ki so izdelani za različne težavnostne stopnje priprav zemljišča (ravnina, vertikala, sajenje na terase ali brežine ipd.) (Jerič, D., Jamnik, S., Caf, A. in drugi 2001).\nIzračun amortizacije v nasadu: Amortizacija nasada = napravni stroški nasada/življenjska doba nasada\nKmetijstvo je gospodarska panoga, ki je zelo odvisna od raznih vremenskih dejavnikov (toča, mraz, ujme …). Zavarovanje kmetijske proizvodnje omogoča predvsem na nek način ohranitev ekonomske stabilnosti kmetijske proizvodnje (Rozman, Č., Turk, J., Pažek, K. 2009). \nZavarovalna stopnja je v letu 2008 znašala pri pridelavi jabolk 46 %, vendar je pri tem država sofinancirala polovico oz. 50 %.\n"], "11": ["3.3 Izračun skupnega prihodka", "Skupni prihodek predstavlja vrednost proizvodnje. Tako je skupni prihodek odvisen od skupnega pridelka (kg, l, kom), v našem primeru pridelka jabolk in od cene enote proizvoda (€/kg, l, kom). Matematično ga zapišemo:\nSP = Y * Cy\nKjer je: SP – skupni prihodek Y – skupni pridelek (kg, l, kom) Cy – cena enote proizvoda (€/kg, l, kom)\nVendar je slednja trditev malo poenostavljena, saj v praksi skupni prihodek ni vedno enak produktu cene in količine pridelka, potrebno je tudi upoštevati cene glede na različne kakovosti jabolk. V pridelavi jabolk je potrebno za izračun skupnega prihodka upoštevati cene po treh kakovostnih razredih. Cena za I. kakovostni razred je v našem primeru 0,60 €/kg, za II. razred 0,30 €/kg ter industrijska kakovost 0,10 €/kg. Izračun prihodka po kakovostnih razredih: SP – I. kakovostni raz. = (Y) skupni pridelek I. razreda jabolk * cena I. kakovostnega raz. SP – II. kakovostni raz. = (Y) skupni pridelek II. razreda jabolk * cena II. kakovostnega raz. \nSP – Industrijska kakovost = (Y) skupni pridelek industrije * cena industrije\nVsota skupnih prihodkov po kakovostnih razredih jabolk nam da končni skupni prihodek pridelave jabolk.\nNa podlagi teh podatkov je bila analizirana lastna cena, finančni rezultat, koeficient ekonomičnosti in delež posameznega stroškovnega nosilca v strukturi skupnih stroškov. Podatki so bili analizirani in obdelani v programu Microsoft Office Excel 1997–2003.\n"], "12": ["3.4 Indikatorji ekonomske upravičenosti", "- Finančni rezultat Je pomemben indikator ekonomske upravičenosti. Nekateri ga imenujejo tudi dobiček ali profit. Finančni rezultat je definiran kot razlika med skupnim prihodkom in skupnimi stroški proizvodnje oz. pridelave.\nFR = SP – SS\nKjer je: FR – finančni rezultat (€ ali €/enoto), SP – skupni prihodek (€ ali €/enoto), SS – skupni stroški proizvodnje/pridelave (€ ali €/enoto).\n- Lastna cena Je naslednji pomemben indikator, ki predstavlja višino stroškov, potrebnih za proizvodnjo enote (kg, l, kom) določenega proizvoda (jabolk). Lastno ceno izračunamo po naslednji formuli:\nLC = SS/Y \nKjer je: LC – lastna cena (€/enoto), SS – skupni stroški proizvodnje/pridelave (€ ali €/enoto), Y – skupni pridelek (kg, l, kom).\n- Koeficient ekonomičnosti Koeficient ekonomičnosti predstavlja razmerje med skupnim prihodkom in skupnimi stroški proizvodnje/pridelave. Če je koeficient ekonomičnosti večji od ena, pomeni, da je proizvodnja ekonomsko upravičena (KE > 1), v obratnem smislu (KE < 1) pa pomeni, da proizvodnja ni ekonomsko upravičena. V matematični obliki bi lahko zapisali kot:\nKE = SP/SS\nKjer je: KE – koeficient ekonomičnosti, SP – skupni prihodek (€ ali €/enoto), SS – skupni stroški proizvodnje/pridelave (€ ali €/enoto).\n"], "13": ["3.5 Analiza strukture skupnih stroškov", "\"Pomembna informacija, ki jo dobimo iz kalkulacij, je tudi podatek o deležih posameznih stroškovnih nosilcev v strukturi skupnih stroškov. Odstotkovni delež posameznih stroškovnih nosilcev izračunamo na naslednji način:\n% ss = ssn / ss * 100 %\nKjer je: % ss – delež posameznega stroškovnega nosilca v strukturi skupnih stroškov, ssn – strošek posameznega stroškovnega nosilca (€), ss – skupni stroški (€)\" (Rozman, Č., Turk, J., Pažek, K. 2009).\n"], "14": [" 4 REZULTATI Z RAZPRAVO", "V spodaj navedenih grafikonih je razvidno, kakšni so odstotkovni deleži o posameznih stroškovnih nosilcih. V obeh grafikonih sistema pridelave različnih sort jabolk je pri večini sort razvidno, da skoraj pri vsakem sistemu pridelovanja predstavlja največji odstotek v strukturi skupnih stroškov strošek dela, sledi mu strošek zavarovanja, amortizacija nasada, strošek strojnega dela, škropljenja, embalaže …, razen pri sorti Zlati delišes v \"0,0 RL\", kjer je strošek škropljenja za 0,4 % višji kot strošek strojnega dela, ter pri sorti Idared, kjer so razlike precej drugačne. Pri sorti Idared namreč opazimo zelo velike stroške škropljenja pri obeh sistemih pridelave sadja, kar zelo vpliva na pregled posameznih stroškov pridelovanja. Sama struktura skupnih stroškov v % nam daje tudi točen pregled razlik med pridelavo sort jabolk OIPS in \"0,0 RL\" pridelave, glede na odstotkovni delež posameznih stroškov. Razlike med obema sistemoma pridelave so najbolj vidne v stroških dela, stroških škropljenja in v stroških embalaže. Pri vseh sortah je razlika v stroških dela in stroških embalaže večja pri običajni integrirani pridelavi sadja kot pri integrirani pridelavi sadja po sistemu \"0,0 RL\", razen pri sorti Idared – S. Blanca, kjer pa je strošek embalaže večji pri \"0,0 RL\", kar ima za posledico večje skupne stroške pri pridelavi \"0,0 RL\" v primerjavi z OIPS.\nVzrok za to razliko pri sorti Idared je v povprečnem pridelku (kg/ha) po kakovostnih razredih, namreč v \"0,0 RL\" je povprečni pridelek (kg/ha) v II. kakovostnem razredu precej višji kot pri OIPS.\nStroški škropljenja pri vseh sortah jabolk pa kažejo drugače, in sicer je večji odstotek stroška škropljenja pri pridelavi \"0,0 RL\" kot pa pri OIPS. Ta podatek je imel velik vpliv pri stroških na enoto proizvoda oz. lastni ceni, ki je v vseh primerih večja kot pri OIPS.\nV ostalih odstotkovnih deležih posameznih stroškovnih nosilcev v strukturi skupnih stroškov pa ni nekih velikih razlik med pridelovalnima sistemoma OIPS in \"0,0 RL\", da bi \nvplivale na skupne stroške pridelave sort jabolk ali bi imele nek velik učinek/vpliv na ekonomske indikatorje pridelave obeh sistemov pridelave.\nV naslednjih grafikonih so v % prikazane razlike v obeh pridelavah sort jabolk glede na posamezne deleže stroškovnih inputov.\n"], "15": ["4.1 Sorta Jonagold", "Jonagold v % \n  UKC FKBV pri sorti Jonagold\nIz preglednice 1 je razvidno, glede na skupni pridelek in strošek pridelave sorte Jonagold, kakšen je skupni prihodek pridelave sorte. Slednji nam kaže po izračunu dva pomembna indikatorja, ki sta potrebna pri ekonomski upravičenosti ali neupravičenosti pridelave. V preglednici 1 lahko opazimo, da je finančni rezultat, koeficient ekonomičnosti ter skupni prihodek pri pridelavi sadja \"0,0 RL\" manjši, kar pa je pričakovan rezultat, saj je skupni pridelek dokaj nižji kot pri običajni integrirani pridelavi, posledično pa so tudi nižji skupni stroški.\nPri sorti Jonagold opazimo večjo lastno ceno oz. večji strošek na enoto proizvoda pri integrirani pridelavi sadja po sistemu \"0,0 RL\", enako lahko opazimo tudi v naslednjih preglednicah, razlike so samo v skupnih pridelkih/ha. Sorte, ki imajo večji skupni pridelek, imajo manjši skupni strošek na enoto proizvoda ter obratno.\n"], "16": ["4.2 Sorta Elstar", "  posestvu S. Mirosan pri sorti Elstar\nPri pridelavi sorte Elstar na 1 ha površine je iz preglednice razvidno, da so dosežene približno podobne razlike ekonomskih pokazateljev in ostalih parametrov pri sistemih OIPS in \"0,0 RL\" kot pri sorti Jonagold. Razlika je le v skupnem pridelku/ha, pri čemer je razvidno, da je bistveno manjši v primerjavi z ostalimi sortami jabolk, kar ima za posledico tudi manjše skupne stroške, prihodek ter ostale ekonomske parametre.\nLastna cena je, glede na ostale sorte jabolk, pri sorti Elstar precej visoka pri obeh sistemih pridelave.\n"], "17": ["4.3 Sorta Idared", "  posestvu S. Blanca pri sorti Idared\nPreglednica 3 kaže vrednosti ekonomsko-finančnih indikatorjev pri obeh sistemih pridelave za sorto Idared, pri kateri so vsi parametri oz. izračunani rezultati skoraj podobni kot pri ostalih dveh sortah. Razlika pri tej sorti je, da imamo pri sistemu \"0,0 RL\" večje skupne stroške/ha kot pri OIPS (vzrok je večji delež povprečnega pridelka II. razreda pri pridelavi sadja po \"0,0 RL\"), vendar pa ti stroški ne vplivajo na občutne razlike pri ekonomskih indikatorjih obeh pridelav jabolk.\n"], "18": ["4.4 Sorta Zlati delišes", "  posestvu S. Gačnik pri sorti Zlati delišes\nSorta Zlati delišes daje med vsemi zgoraj navedenimi sortami jabolk največji skupni pridelek (kg/ha), kar ima za posledico večje skupne stroške pridelave, večje ostale ekonomske indikatorje ter najnižje stroške na enoto proizvoda glede na ostale sorte v obeh sistemih pridelave jabolk.\n"], "19": ["4.5 Koncentracije ostankov FFS (mg/kg) pri sortah jabolk ob obiranju", "Razlike v količini ostankov FFS v vseh poskusih med obema sistemoma pridelovanja so bile minimalne. Vsebnosti ostankov FFS so bile občutno pod dovoljenimi tolerančnimi vrednostmi, pri nekaterih FFS je bilo zmanjšanje koncentracije celo 20 do 30-kratno. Podatki koncentracij ostankov FFS kažejo, da smo že pri obstoječem sistemu pridelovanja blizu stanja 0,0 RL, vendar je potrebno upoštevati, da koncentracijski preskok od MRL vrednosti do 0,0 RL stanja ni majhen.\n"], "20": [" 5 SKLEPI", "Glede na izračunane finančno-ekonomske indikatorje ter ostale rezultate lahko pri sortah Jonagold, Elstar, Idared ter Zlati delišes sklepamo naslednje:\nSkupni pridelek/ha je pri vseh štirih sortah večji v OIPS, posledično pa tudi skupni stroški/ha v primerjavi s pridelavo \"0,0 RL\". Razlika nastane samo pri sorti Idared, kjer so skupni stroški/ha precej višji, predvsem zaradi visokih stroškov škropljenja.\nSkupni prihodek/ha je prav tako večji pri OIPS kot pri \"0,0 RL\" sistemu pridelave sadja, pri nekaterih sortah znaša razlika celo nad 1500,00 €/ha.\nPomembna ekonomska pokazatelja, finančni rezultat in koeficient ekonomičnosti, kažeta tudi večje vrednosti v OIPS v primerjavi z \"0,0 RL\" sistemom.\nLastna cena pa je pri vseh štirih sortah v sistemu pridelave \"0,0 RL\" višja kot pri OIPS, vzrok za to je predvsem v stroških škropljenja. V vseh štirih primerih sort je večji strošek škropljenja pri pridelavi \"0,0 RL\".\nNa osnovi vseh izračunanih pokazateljev ekonomske upravičenosti pridelave sadja po sistemu \"zero residue level ips-0,0 RL\" smo ugotovili, da je ta sistem pridelave sadja ekonomsko upravičen pri vseh štirih sortah, pri čemer lahko našo hipotezo potrdimo.\n"], "abstract": ["V letu 2008 so bili narejeni štirje poskusi na lokacijah: UKC FKBV Maribor pri sorti Jonagold, Sadjarstvu Mirosan pri sorti Elstar, Sadjarstvu Blanca pri sorti Idared ter v Sadjarskem centru Gačnik pri sorti Zlati delišes, kjer so izvedli sistem običajne integrirane pridelave sadja (OIPS) in \"zero residue level IPS-0,0 RL\". Glavna razlika med obema sistemoma pridelave je bila samo v sestavi škropilnega programa za zatiranje bolezni in škodljivcev. Namen diplomskega dela je analiza ekonomske upravičenosti pridelave sadja po sistemu \"0,0 RL\" v primerjavi z običajno integrirano pridelavo. Analiza je bila izdelana z metodo modelnih kalkulacij, za katere smo uporabili konkretne podatke iz poskusa. Rezultati ekonomske analize kažejo, da je pridelava sadja po sistemu \"0,0 RL\" ekonomsko upravičena. "]}