{"1": ["1 UVOD", "Skrb za umirjeno rast dreves je ena izmed najpomembnejših v pridelavi sadja. Kontrolirana rast poganjkov se kasneje rezultira v zgodnejšem začetku rodnosti mladih dreves. Pri odraslih rastlinah je prav tako potrebno skrbeti za umirjeno rast z različnimi ukrepi. Ena izmed pomembnejših nalog je vsekakor skrb za uravnoteženo pridelavo in kondicijo drevesa. Pretirana želja po velikih količinah pridelka lahko privede do izmenične rodnosti dreves. Drevo se ob preobilnem pridelku preveč izčrpa in zato naslednje leto na njem ne bo zraslo nič ali le zelo malo.\nS prehodom na intenzivno pridelavo sadja se je pojavilo veliko različnih načinov za umirjanje rasti. Od uporabe šibkih podlag, kot najbolj osnovnega načina za zagotavljanje umirjene rasti, do zarezovanja, pinciranja, upogibanja, mandanja, izrezovanja, razpiranja, zarezovanja korenin… Vsi ti ukrepi so s stališča ekonomičnosti pridelave cenovno potratni in prinašajo riziko morebitnega neuspeha. Prav tako se ob teh ukrepih izgubi delež asimilatov in hranilnih snovi v drevesih. Kot alternativo ali dodatek k omenjenim ukrepom v standardni pridelavi lahko uporabimo fitoregulatorje za umirjanje rasti poganjkov, za boljšo diferenciacijo cvetnih brstov, za boljšo oploditev in rodnost, za nastanek partenokarpnih plodov, za reguliranje dozorevanja plodov ter defoliacijo.\nFitoregulatorji so sintetični pripravki, po strukturi podobni ali enaki hormonom naravnega izvora. Med fitoregulatorji je poznanih več različnih zaviralcev rasti – retardantov, za različne sorte dreves. Večina retardantov inhibitorno vpliva na biosintezo giberelinske kisline (Rademacher 2000). V začetku 90-tih je podjetje BASF na sadnih rastlinah prvič testiralo nov zaviralec rasti proheksadion-Ca. Od leta 2000 naprej je na voljo za komercialno uporabo v sadjarstvu, v obliki pripravkov APOGEE® in REGALIS® (Rademacher 2004).\n*proheksadion-Ca: v nadaljevanju Regalis\n"], "2": ["1.1 Namen raziskave", "Pri pridelavi hrušk se proizvajalci srečujejo s številnimi težavami. Ena od težav je zagotavljanje umirjene rasti dreves in s tem izenačevanje kvalitete in donosa pridelka. Škropljenje s pripravki na bazi rastnih regulatorjev – giberelinov, zmanjšuje bujnost dreves in zagotavlja primeren brstni nastavek v naslednjem letu. Uporabljajo se predvsem v primerih prevelike bujnosti dreves, povzročene s pretirano rezjo, pretiranim dognojevanjem ali nizko rodnostjo. Uporaba zaviralcev rasti je lahko ena od metod pri preprečevanju širjenja okužb z bakterijskim hruševim ožigom.\nTako smo v letu 2003 v nasadu hrušk na posestvu Fakultete za kmetijstvo in biosistemske vede, UKC Pohorski dvor, na hruški sorte Viljamova izvedli poskus s fitohormonom giberelinom proheksadion-Ca, ki je prepoznaven pod imenom Regalis na sorti hrušk Viljamova. Namen raziskave je bil ugotoviti vpliv retardanta Regalis na umirjanje rasti, ter vpliv na zmanjšanje nevarnosti okužbe z bakterijskim hruševim ožigom. S poskusom smo ugotavljali, kateri odmerek pripravka in čas tretiranja, je za naš namen najbolj primeren.\n"], "3": ["1.2 Delovne hipoteze", "V ta namen smo postavili naslednje delovne hipoteze:\n- uporaba Regalisa umirja rast,\n- uporaba Regalisa povečuje pridelek in izboljšuje povratno cvetenje,\n- učinek Regalisa je odvisen od koncentracij in časa aplikacije.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Sistematika hruške", "Rod Pyrus L., ki obsega okoli 20 rastlinskih vrst, spada v red Rosales, družino Rosaceae (rožnice) in podružino Maloideae – pečkatoplodne rožnice (Ivančič 2002).\nDomovina rodu Pyrus je področje Evro-Azije. Rod Pyrus obsega razmeroma malo vrst (speciesov), ki se glede na primarno geografsko območje razširjenosti razvrščajo v štiri osnovne skupine (Ivančič 2002).\nNajpomembnejša vrsta je P. communis, katere plodove uporabljamo neposredno za prehrano ali pa jih sušimo, konzerviramo v obliki kompota, predelujemo v marmelado, sok ali razne alkoholne pijače (Ivančič 2002). Na svetu gojijo več tisoč sort. Natančno število ni znano, vendar mnogi strokovnjaki trdijo, da se giblje med 5000 in 6000 (Gliha 1997). Delijo se glede na botanični izvor, genetsko poreklo, raven ploidije (diploidne, triploidne in tetraploidne sorte), čas cvetenja, čas dozorevanja, odpornost rastlin na nizke temperature, odpornost rastlin in/ali plodov na določene bolezni in škodljivce, prilagojenost na določene ekološke razmere, velikost plodu, dolžino in debelino peclja, barvo, lastnosti kožice, partenokarpnost, okus, aromo, konsistenco plodu, sposobnost za skladiščenje, namen uporabe, in druge (Ivančič 2002).\n"], "6": ["2.2 Rastlinski hormoni", "Rastlinski hormoni (fitohormoni), ki uravnavajo rast in razvoj rastlin, so organske spojine, sintetizirane v enem delu rastline in translocirane v drug del, kjer v zelo majhnih koncentracijah povzročajo fiziološke spremembe. Poznamo pet glavnih rastnih hormonov: avksini, giberelini, citokinini, abscizinska kislina in etilen. Pri tem prvi trije pospešujejo \nrast, zadnja dva pa sta rastna zaviralca. Medsebojno lahko vplivajo sinergistivno ali antagonistivno (Salisbury in Ross 1991).\nRastni hormoni v rastlini vplivajo na regulacijo fizioloških procesov. Ravnovesje rastnih hormonov se spreminja v času rastne dobe in s starostjo drevesa. Uporaba rastnih regulatorjev je specifična za rastne kultivarje in celo za posamezna drevesa. Pri pridelovanju hrušk imajo največji učinek na razvoj plodov giberelini (Štampar 1994).\n"], "7": ["2.3 Giberelini", "Giberelini so poimenovani po parazitski glivici Gibberella fujikuroi. Ta gliva paratizira na rižu in povzroča bolezen Bakanae. Danes poznamo že 81 prostih in 16 konjugiranih giberelinov, ki so jih izolirali iz gliv in višjih rastlin. Aktivnih je le 19 giberelinov. Med posameznimi giberelini je najbolj razširjena in raziskana GA3, ki je derivat fluorena. Doslej so dokazali 56 giberelinov v višjih rastlinah, druge pa samo v glivah (Krajnčič 2008).\nMed poznanimi giberelini je najbolj razširjena in raziskana GA3, ki je derivat fluorena (Krajnčič 2008).\n"], "8": ["2.3.1 Biosinteza in metabolizem giberelinov", "Giberelinska kislina (GA) se sintetizira iz mevalonske kisline v štirih fazah:\n- v prvi fazi nastane iz mevalonske kisline preko prehodnih spojin monoterpen  geranilpirofosfat, nato diterpen geranilpirofosfat, z njegovo ciklizacijo kopalilpirofosfat  in iz njega kauren,\n- v drugi fazi se kauren preko prehodnih spojin pretvori v GA12 – aldehid,\n- v tretji fazi nastane iz GA12 aldehida giberelinska kislina GA12,\n- v četrti fazi pa nastanejo iz GA12 z interkonverzijo drugi giberelini. \nBiosintezo, količino aktivnih in neaktivnih giberelinov ter njihov transport do predelov učinkovanja, pa kontrolirajo fitokromi (Krajnčič 1993).\nFotoindukcija v režimu dolgih dni, preko fitokromov poveča biosintezo in transport giberelinov (Krajnčič 2008).\nBiosinteza giberelinov gre po terpenoidni poti, giberelini so diterpeni. Odvija se v mladih, aktivno rastočih poganjkih, listih in zgornjih internodijih. Uravnavamo jo s fotoperiodo (kratek dan, dolg dan), s temperaturo (stratifikacija, vernalizacija) in koncentracijo giberelinov (Vodnik 2001).\nGiberelini nastajajo predvsem v meristemskih in rastočih tkivih stebelnih poganjkov, korenin, mladih listov in v zrelih semenih in plodovih, kjer so največje količine giberelinov (do 125 µg/g). V celicah se giberelini (in tudi ABA) sintetizirajo predvsem v kloroplastih. Transportirajo se podobno kot avksini po floemu. Kot glukozidi pa potujejo tudi po ksilemu. V nasprotju z avksini, giberelini potujejo v steblih navzgor in ne navzdol. Transport giberelinov skozi parenhimatska tkiva pa je za razliko z avksini večinoma nepolaren, le v nekaterih koreninah je tudi polaren (od vrha proti bazi). Za ta transport giberelinov je potrebna energija, hitrost transporta pa znaša 5 – 30 mm/h (Krajnčič 2008).\n"], "9": ["2.3.2 Vloga giberelinov v rastlini", "Giberelini pospešujejo podaljševanje stebel pri rastlini s tem, da vplivajo na proteine, ki regulirajo celični cikel, kar vpliva na delitev celic v meristemih, s čimer se povečuje razteznost celične stene, kar povzroča rast celic (Vodnik 2001).\nGiberelini aktivirajo subapikalni meristem in povzročijo hitro rast pritlikavih rastlin. Pri tem se poveča nivo GA v subapikalnem meristemu (Krajnčič 1993).\nGiberelini pospešujejo delovanje kambija (Krajnčič 2008).\nGiberelini sami ali v kombinaciji z avksini, izzovejo razvoj partenokarpnih plodov. Partenokarpijo inducirajo zlasti v nekaterih rastlinah: paradižniku, vinski trti, jablanah, breskvah in slivah, kjer avksini sami ne inducirajo partenokarpije (Krajnčič 2008).\nGiberelini lahko nadomestijo vernalizacijo (potrebo rastlin po nizkih temperaturah za cvetenje) in pospešujejo predstopnjo cvetenja s pospeševanjem dolžinske rasti stebla pri mnogih rozetastih, hlad zahtevajočih dolgodnevnicah. Z GA lahko nadomestimo potrebo semen nekaterih rastlin po nizki temperaturi (stratifikaciji) za kalitev (Krajnčič 2008).\nGiberelini vplivajo tudi na zimsko mirovanje brstov. Jeseni s krajšanjem dneva, brsti lesnatih rastlin preidejo v dormanco. Takrat se v brstih nabirajo zaviralne substance (npr. abscizinska kislina), ki zavirajo aktivnost brstov. Preko zime zaviranje postopoma popušča, v brstih se kopičijo substance, ki pospešujejo njihovo aktivnost. Mednje sodijo giberelini. Z aplikacijo giberelinske kisline lahko torej prekinemo dormanco brstov (Evers 1987).\n"], "10": ["2.3.3 Vpliv umetno dodane GA na rastline", "Učinek giberelinske kisline na pospeševanje močnejše rasti, se je najbolje pokazal pri sadikah riža, katerim so v substrat dodali ekstrakt glive Gibberella fujikuroi. Riž okužen s \nto glivo zraste izredno visoko, kot posledica izdolženja nodijev. Te rastline so zelo oslabljene, vretenastega izgleda, pogosto so tudi prelomljene (Plavc 2006).\nGA posebej močno pospešuje rast pri rastlinah s pritlikavimi stebli, šibko rastjo ali rozetasto rastjo (pritlikava koruza, zelje, sladkorna pesa). Povečana rast pritlikavih rastlin sloni predvsem na aktiviranju subapikalnega meristema, to se pravi rast stebla v dolžino in povečanje števila celic v širino (Krajnčič 1993).\nUgotovili so tudi, da je ciklična rodnost najverjetneje posledica hormonalnih dogajanj v rastlini. Pri tem ima GA važno vlogo. Sadne rastline pri dobri letini diferencirajo malo cvetnih brstov. Dokazano je, da je zaviralni učinek na diferenciacijo odvisen od števila semen v teh plodovih, ker partenokarpni plodovi nimajo tega učinka. Semena v določenem stadiju, ki se ujema z začetkom diferenciacije cvetnih brstov (6-8 tednov po cvetenju), razvijejo velike količine GA (GA4 in GA7). Zaviralci rasti (Alar, CCC) ustavijo biosintezo GA in s tem ugodno vplivajo na zasnovo cvetnega brsta za prihodnje leto (Krajnčič 1993).\nZ uporabo GA4 + GA7 + citokinina 6-benzilaminopurina je prof. dr. Krajnčič uspel pri jabolkih sorte zlati delišes (Golden Delicios) povečati dolžino plodov in izboljšati njihovo obliko (Krajnčič 2008).\nGiberelini učinkujejo tudi na spol rastline. Pri kumarah avksini pospešujejo razvoj ženskih cvetov (pestičev) in plodov, medtem ko giberelini pospešujejo razvoj moških cvetov (prašnikov) (Krajnčič 2008).\nNastalo škodo zaradi pozebe v času cvetenja, lahko popravimo, če takoj po nastali škodi tretiramo z GA3. Na ta način pospešimo razvoj partenokarpnih plodov. S tretiranjem z GA4+7, GA45 in GA15 zaviramo junijsko odpadanje plodov (Gliha 1997).\n"], "11": ["2.4 Hormonski pripravek Regalis", "Regalis je rastni regulator za rastline, ki kot aktivno snov vsebuje proheksadion-Ca. Proheksadion-Ca poseže v proces biosinteze giberelinov tako, da ovira proces pretvorbe neaktivnega giberelina GA20 v visoko aktivni giberelin GA1. S tem vidno zmanjša rast poganjkov na škropljenih rastlinah (Zadravec 2004).\nVečkratno tretiranje z Regalisom zavira rast mladih poganjkov. Apliciranje pripravka se kaže tako v krajših poganjkih, kot tudi v zmanjšanem številu le-teh. Tako lahko bistveno pripomoremo k umirjanju rasti. V primerih visoke bujnosti dreves, povzročene s pretirano rezjo, visokimi dozami dušičnih gnojil, nizko rodnostjo in drugimi faktorji, je potrebno izvesti večkratno tretiranje z Regalisom, ali celo razmisliti o povečanju odmerka (Bulatović-Danilović).\nRegalis v rastlino preide preko listja in se premika po njej navzgor (akropetalno), v manjšem obsegu tudi navzdol (bazipetalno). Zmanjšuje odpadanje mladih plodov in s tem vpliva na boljši, oziroma bolj kvaliteten pridelek, saj imajo plodovi ki ostanejo, boljše pogoje za rast in se tako razvijejo v lepše obarvane in večje plodove (BASF navodila za uporabo).\nPrevisoke koncentracije proheksadion-Ca, lahko pri hruškah zmanjšajo možnosti cvetenja v naslednjih generacijah (Costa s sod. 2001).\nTranslokacija proheksadion-Ca (ProCa) je skoraj izključno akropetalna iz nižjih delov poganjka, v višje – rastoče dele. To dejstvo omogoča uporabo ProCa za oblikovanje krošnje s tretiranjem samo določenih delov drevesa (Rademacher 2003).\nProheksadion-Ca se je izkazal za zelo uspešnega pri kontroliranju sekundarnih okužb s hruševim ožigom. ProCa predstavlja alternativo antibiotikom v boju zoper to bolezen, čeprav je njegova primarna uporaba še vedno reguliranje rasti. Dejstvo, da ProCa omogoča \nbolj učinkovito uporabo fungicidov in insekticidov, bi lahko pripomoglo k lažjemu zatiranju hruševega ožiga (Bazzi s sod. 2003).\nRaziskovalna postaja za sadjarstvo v Belgiji je preučila delovanje kombinacij različnih spojin na hruškah sorte Konferans. Pri enem izmed poskusov, ki so ga opravljali 2 do 3 tedne po polnem cvetenju, oziroma ob koncu cvetenja, so preučevali razne kombinacije giberelinov (GA3 in GA47), foliarnega gnojila Platina, Regalisa in zadrževalca vlage Terrasorb (Grills 2007).\nKer je Regalis na splošno veljal za neprimernega kot pripravek za zaviranje rasti (ker zmanjšuje povratno cvetenje), so se pri poskusu v Belgiji osredotočili na njegovo uporabo za izboljšanje kvalitete sadja in zmanjšanje junijskega odpadanja plodičev, v primeru manjšega cvetnega nastavka. Raziskava je pokazala, da je za junijsko odpadanje plodičev, najbolj odločilen čas 2 do 4 tedne po polnem cvetenju. Če so bila drevesa v tem kritičnem času podvržena stresu, se je to kasneje pokazalo pri obilnem junijskem odpadanju plodičev. V primeru tretiranja dreves z Regalisom v obdobju med drugim in četrtim tednom po polnem cvetenju, so junijsko odpadanje plodičev bistveno zmanjšali. V poskusu so ugotovili, da se je pri tretiranju z Regalisom (1 kg/ha) 2 do 3 tedne po polnem cvetenju, pridelek zmanjšal za 9 %. Najbolj obetajoče rezultate je dala kombinacija giberelina GA47 in Terrasorba. Pri tej kombinaciji je bil pridelek za 22 % večji kot pri kontrolnih drevesih, ob le malenkostnem zmanjšanju plodov (Grills 2007).\n"], "12": ["2.4.1 Preprečevanje in zdravljenje bakterijskega hruševega ožiga", "Bakterijski hrušev ožig ali ognjevka je karantenska bolezen, ki se je v zadnjih letih iz italijanske, hrvaške in madžarske strani razširila tudi k nam. Povzroča jo zelo agresivna bakterija Erwinia amylovora (Burrill) Winsloe et al., ki ima eksplozivno sposobnost okuževanja in jo je nemogoče popolnoma zatreti. Hrušev ožig je zanesljivo najbolj nevarna bolezen sadnega drevja in nekaterih okrasnih rastlin. Na bakterijski hrušev ožig je občutljivih okrog 150 rastlinskih vrst iz 37 rodov družine Rosacaea, poddružine Pomoidaea (Hrušev ožig 2000). \nČeprav je Regalis primarno namenjen predvsem za omejevanje rasti in spodbujanje oblikovanja brstnega nastavka, so ugotovljene tudi druge lastnosti, koristne za rastlino. Med drugim je ugotovljeno, da zmanjšuje nevarnost okužbe z bakterijskim hruševim ožigom (Erwinia amylovora) in sicer na dva načina:  1. vzpodbudi fiziološko odpornost s tem, ko prekine izmenjavo fenilpropanoidnih  snovi, ki končajo svoj krog pri flavonoidih in drugih fenolih. Flavonoidi so za  določene povzročitelje rastlinskih bolezni toksični;  2. indirektno na anatomsko-morfološki način. Zaradi oviranja biosinteze giberelina  je zmanjšana rast poganjkov, ki so najbolj občutljivo mesto sekundarne okužbe.  Pripravek tudi zmanjšuje nevarnost prekomernega spomladanskega trebljenja  (BASF navodila za uporabo).\nRegalis sproža tudi sintezo elicitorjev, ki sprožijo obrambne reakcije v tkivu. Učinek na rast traja nekaj tednov. Po treh do petih tednih (ko poganjki ponovno pričnejo z rastjo), je potrebno tretiranje ponoviti (FURS 2008).\nGostiteljske rastline so različno občutljive na okužbo z bakterijo Erwinia amylovora. Pri pečkarjih so najbolj občutljive kutine, sledijo hruške, ki so malce bolj občutljive od jablan. Pri hruški lahko v nekaj tednih propade celo drevo. Žal se pri nas še ne uporablja nobenih zdravil za to bakterijsko bolezen, ampak se skuša le preprečiti njen nastanek, oziroma izbruh. Veliko sadjarjev si pomaga z programi za računalniško napovedovanje hruševega ožiga kot so: Maryblight, BS95 in Fire blight Control Advisory (Mavec 2008). Nekaj upanja pri samem zdravljenju hruševega ožiga zbuja uporaba antibiotikov kot sta streptomycin in oxytetracycline, ki jih redno uporabljajo v ZDA. Ker se ti antibiotiki uporabljajo v človeški medicini, je uporaba le-teh v sadjarstvu sporna. Predvsem je uporaba antibiotika streptomycin razširjena v ZDA, čeprav so nekatere vrste bakterije Erwinia amylovora že rezistentne nanj. Kot alternativo omenjenima antibiotikoma v ZDA že ponujajo drug antibiotik kasugamycin (\"Kasumin\"), ki bi lahko bil ustrezno nadomestilo. Kasumin se ne uporablja v medicini in kot tak ni sporen glede uporabe v sadjarstvu. Tudi tiste vrste bakterije Erwinia amylovora, ki so odporne na streptomycin, zaenkrat še ne kažejo znakov rezistence na ta antibiotik. Ta dejstva bi lahko naredila Kasumin idealno zdravilo za hrušev ožig (Evans 2007). \nZa uporabo Kasumina kot zdravila za hrušev ožig, ki bi lahko nadomestil streptomycin, je potrebno izvesti še nadaljnje podrobnejše raziskave. Zaradi sporne uporabe antibiotikov, ki se uporabljajo v medicini in njihove implementacije v sadjarstvu, se neprestano iščejo nova zdravila in pripravki proti bakteriji Erwinia amylovora. En takšnih je tudi ekstrakt iz soka morske krhlike. Pri slednjem je potrebno izvesti še nadaljnje raziskave za določitev aktivne snovi v soku (P.L. Sholberg in J. Boulé 2007).\n"], "13": ["3 MATERIALI IN METODE DELA", ""], "14": ["3.1 Lokacija poskusa", "Poskus je bil opravljen na lokaciji šolskega nasada Fakultete za kmetijstvo in biosistemske vede, UKC Pohorski dvor. Nasad hrušk je bil posajen aprila leta 1995. Obsega 0,8 ha. Nasad je zasajen po plastnicah, ker leži na nagnjenem terenu. Obdelava tal med vrstami je negovana ledina, v vrstah pa herbicidni pas. Vrste ležijo približno v smeri sever - jug.\nUporabljeni sta dve vzgojni obliki, nizozemski »V« sistem sajenja in 4 - kordonska modificirana »V« vzgojna oblika. V samem nasadu so bile poleg sorte Viljamova, posajene še naslednje sorte: Lukasova, Konferans, Društvenka, Fetelova, Concorde in Rosired Bartlet. Sorte so bile cepljene na različne podlage.\nPoskus smo opravljali na sorti Viljamova. Cepljena je na podlago kutina MA. Razdalja med vrstami je 3,5 m, razdalja v vrsti pa 0,4 m. Na hektar znese to 7143 dreves. Vzgojna oblika je vitko vreteno.\n"], "15": ["3.2 Ekološki pogoji", ""], "16": ["3.2.1 Tla", "Tla v nasadu so srednje težka, struktura tal je peščeno ilovnata. Huška najbolje uspeva na globokih, rodovitnih zračnih in rahlih tleh. Tla do globine 40 cm morajo vsebovati vsaj 2 % humusa, saj se tam razprostira največ korenin. Najprimernejša reakcija tal je slabo kisla do nevtralna (pH 5,5 do 7). V našem nasadu je vrednost nekoliko nižja. V nasadu ni bilo urejenega namakalnega sistema. \n(Fakulteta za kmetijstvo 1998)\n"], "17": ["3.2.2 Klimatske razmere", "V 30 letnem povprečju je višina padavin v Mariboru v obdobju 1961-2006 znašala 1.026,6 mm. Višina padavin se na območju občine Maribor znižuje s trendom -2,1 mm na leto (oziroma -21 mm na 10 let). Najvišje stopnje znižanja višine padavin so zabeležene v juniju (-8,1 mm na 10 let) in novembru (-8,0 mm na 10 let). V Mariboru sta se v obdobju 1961-2006 podaljšala tako dolžina vegetacijske dobe (obdobje s temperaturami nad 10,0\n-C, trend znaša 3,5 dni na 10 let) kot dolžina rastne dobe (obdobje s temperaturami nad 5,0\n-C, trend znaša 4,7 dni na 10 let).\nV letu 2003 se je Evropa soočala z ekstremno dolgo trajajočo vročino junija, julija in avgusta. V številnih krajih so temperature presegle 40 -C. Tudi v Sloveniji se je leto 2003 uvrstilo med tretje najtoplejše v zadnjih petdesetih letih. Padavin je bilo ekstremno malo. Leto 2003 se uvršča med najbolj sušna v zadnjem petdesetletnem obdobju. Zaradi pomanjkanja padavin je negativna vodna bilanca v tleh nastopila izjemno zgodaj. Marec se je uvrstil med suhe in razmeroma tople mesece. Aprilska količina padavin je v Podravju znašala 50 mm. Pomanjkanje padavin se je nadaljevalo tudi maja in junija. Junij so zaznamovale tudi ekstremno visoke temperature zraka. Najvišje dnevne temperature so več kot pol meseca presegale 30 -C. Povprečna temperatura zraka je bila v večjem delu države kar 5 do 7 -C višja od dolgoletnega povprečja. Količina dežja od marca do zadnjih dni junija pa je dosegla le 30 do 50 % dolgoletnih vrednosti. Normalno v tem času pade od 300 do 400 mm dežja. Tudi julij je bil nadpovprečno vroč. Na Primorskem je bila povprečna temperatura zraka 24.5 -C, v Pomurju 22.1 -C, v osrednji Sloveniji 22.6 -C. Tudi v drugih kmetijskih regijah so julijske povprečne temperature presegle 22 -C. Beležili smo \nekstremno veliko število dni z maksimalno temperaturo zraka nad 30 -C, v Ljubljani 13 na Primorskem 23, v Pomurju pa 11 dni. Izjemno vroče vreme se je nadaljevalo tudi avgusta, ko so povprečne temperature zraka na Primorskem presegle 25 -C, drugod po Sloveniji pa so se približale 24 -C. Padlo je le od 30 mm dežja na Obali, do 50 mm v Pomurju, v osrednji Sloveniji pa okoli 70 mm. Skupne padavine od marca do konca avgusta so dosegle le 40 do 60 % dolgoletnih vrednosti. Visoke temperature so pogojevale močno izhlapevanje iz tal in rastlin, ki je dnevno preseglo 5 mm. Potencialni primanjkljaj vode v tleh so bili ekstremno veliki (razlika med količino padavin in količino potencialno izhlapele vode - potencialna evapotranspiracija po Penman-Monteithovi enačbi). Primankljaj je od marca do zadnjih dni avgusta na Primorskem znašal blizu 500 mm, na Goriškem med 400 in 450 mm, v Prekmurju, na Celjskem, Dolenjskem, Štajerskem in v osrednji Sloveniji, pa do 350 mm.\nNa sadnem drevju so bile posledice najbolj opazne v mladih nasadih. Spomladansko pomanjkanje vode je povzročilo odpadanje najbolj vitalnih cvetov in drobnejši nastavek plodov, ki so prisilno dozorevali. Opazni so bili tudi ožigi, slabša je bila obarvanost, konsistenca ter obstojnost plodov, porušeno je bilo tudi razmerje med kislinami in sladkorjem v plodovih (Meteorološki letopisi 2003).\nPovprečna temperatura (maj-avg.): 21,675 -C Količina padavin (maj-avg.): 197 mm\nPovprečna temperatura (letna): 10,6 -C Količina padavin (letna): 691 mm \ntemperatura padavine\nza leto 2003 (Hočevar in Petkovšek 1995)\nPodatki za leto 2003 kažejo, da je bilo to leto izredno toplo in sušno. Sušno obdobje se je začelo že marca in z izjemo aprila, trajalo do septembra. Sončnega vremena je bilo povsod vsaj za 10 % več od dolgoletnega povprečja, v Mariboru se je odklon približal 30 %. Količina padavin v času od maja do avgusta je dosegla le 42,7 % povprečne količine padavin v teh mesecih, glede na 30 letno povprečje.\n"], "18": ["3.3 Material", ""], "19": ["3.3.1 Sorta hruške Viljamova", "Viljamova je angleška sorta, katere starši so neznani. Našel jo je učitelj Stair iz Aldermastona okoli leta 1770. Sadjar Richard Williams iz Turnham Greena jo je pod svojim imenom začel razmnoževati. Leta 1797 so jo zasadili v ZDA na posestvu Thomasa \nBrewerja v mestu Roxbury. Leta 1817 se je sorta poimenovala Barlett, saj je istega leta omenjeno posestvo odkupil Enoch Barlett. Pod tem imenom je v ZDA razširjena še danes (Gliha 1997).\nViljamova je zelo prilagodljiva sorta. Ker uspeva v različnih ekoloških razmerah je ena najbolj razširjenih vrst hrušk po svetu. Najbolje uspeva na področjih z zmerno toplo klimo in s primerno razporejenimi padavinami v pomladnih in poletnih mesecih. Lažje se prilagodi nekoliko hladnejšim, kot toplejšim razmeram. V času mirovanja potrebuje nekaj več neaktivnih temperatur. Uspeva na nadmorski višini do 700 m, kjer mora biti lega sončna in zaščitena pred vetrom, ker so plodovi podvrženi predčasnemu odpadanju. Na pomladanske pozebe je ta sorta zmerno občutljiva. Bolj je občutljiva na nizke zimske temperature. Zaradi velike rodnosti jo moramo saditi na plodna, globoka tla, ki dobro gospodarijo z vodo. Dobro rodi tudi na težjih, slabših tleh, vendar je premer plodu pri takih razmerah manjši. Zelo občutljiva je na hrušev ožig. Cveti srednje pozno do pozno, je diploidna sorta in dobra opraševalka. Oprašijo in oplodijo jo lahko kultivarji Guyotova, Klapova, Cascade, General Leclerc, Hardenponova, Highland, Rouge red, Pakhamova, Boskova, Društvenka, Krasanka, Konferans, Concorde, Kalifornija, Anjou, Gelertova, Vjenka in druge. Intersterilna je s kultivarji Avranška in Seckel. Sorta je srednje nagnjena k partenokarpiji. Pri dobrem oskrbovanju je začetna rodnost zgodnja, pridelki pa so kvalitetnejši. Zori med 15. in 25. avgustom, lahko tudi 5 dni prej ali kasneje. Plod je srednje velik do velik, zvonasto hruškaste oblike, spodaj nekoliko trebušast, s srednje debelim vratom, ki se postopoma oži in končuje s srednje ozkim asimetričnim vrhom. Površina ploda je rahlo valovita, v predelu zoženja pa rebrasta. Pecelj je dolg od 20 do 36 mm, debel pa od 4 do 5 mm. Peceljna vdolbina je plitva, ozka in rahlo nagubana. Kožica je tanka, na notranji strani obložena z zelo majhnimi sklerenhimskimi zrnci. Osnovna barva je svetlo zelena, z zorenjem prehaja v limonasto rumeno. Meso ploda je rumeno bele barve, fine teksture, z majhnimi sklerenhimskimi zrnci, ki so nekoliko gostejša v ozkem pasu okoli semenske zasnove (Gliha 1997).\n"], "20": ["3.3.2 Podlaga kutina MA", "Sorta je vegetativno potomstvo ene rastline in se lahko razmnožuje le na vegetativen način. Nekoč je veljalo prepričanje, da se lahko sorte hrušk razmnožujejo le s cepljenjem na eno od podlag. Danes je znano, da se lahko razmnožujejo z meristenom in vitro oziroma mikro- propagacijo. Čeprav se je postopek mikropropagacije v zadnjih desetletjih izpopolnil, se v glavnem uporablja za razmnoževanje podlag, sort pa le redko. Razlogi za to so:\n- sorte na lastnih koreninah rastejo enako bujno kot tiste, cepljene na semenjaku,\n- direktna vzgoja sort zmanjšuje možnosti za izbor primerne lege, vzgojne oblike in  sisteme sajenja, kakor tudi izogibanja nekaterim boleznim (Gliha 1997).\nZato v praksi hruške cepimo na eno od podlag, ki v določenih pogojih vzgoje najbolj ustreza neki sorti. Sorta in podlaga morata biti medsebojno kompatibilni, da lahko ta življenjska skupnost funkcionira. Pogosto prihaja med sorto in podlago do neskladnosti. Za premagovanje neskladnosti pri cepljenju večine kultivarjev hrušk uporabljamo posredovalko, najpogosteje »hardijevo«, »pastorjeva«, »amanliška«, »hardenponova«, »salzburško« in mnoge druge. Podlago izbiramo glede na gojitveno obliko, talne razmere in skladnost sorte s podlago. Podlaga vpliva na generativne in vegetativne lastnosti sorte, kot so: rast, rodnost (začetek, količino, kakovost), bujnost, čas cvetenja, odpornost proti mrazu, suši in nekaterim boleznim, ter življenjsko dobo drevesa (Gliha 1997).\nKutina MA je francoskega izvora, selekcionirali in proučevali so jo v Veliki Britaniji v East Maillingu. Je najpomembnejša in najbolj razširjena vegetativna podlaga za hruške. Dobro se razmnožuje z grebeničenjem in lesnatimi potaknjenci. Korenini se srednje dobro. Rast konča srednje pozno (Smole in Črnko 1984).\nObčutljiva je na sušo, zelo občutljiva na klorozo, hrušev ožig ter viruse, srednje občutljiva na zimski mraz, malo do srednje občutljiva na nematode ter odporna proti krvavi uši. Bujnost sort na podlagi kutina MA je srednja. Podlaga vpliva na zgodnejši vstop v rodnost, \nki je dobra. Hruške na kutini MA slabo prenašajo tla z večjim odstotkom fiziološko aktivnega apna, ker se na njih pojavlja kloroza (Godec in sod. 2003).\nViljamova s kutino MA ni dobro skladna, zato potrebuje posredovalko (Smole in Črnko 1984).\nKutina MA se slabo ukoreninja. Koreninice so močno razraščene samo v zgornji plasti zemlje, zato se drevo zaradi mase plodov rado nagne. Ker rastejo korenine dokaj plitvo, slabo prenašajo travno rušo (Gvozdenović in sod. 1988).\n"], "21": ["3.3.3 Giberelinski pripravek Regalis", "V opravljenem poskusu smo škropljenja opravljali z giberelinskim pripravkom Regalis v različnih koncentracijah. Uporabljali smo Regalis v obliki močljivih zrnc (WG), ki vsebuje 100 g/kg proheksadion-Ca, kalcij 3-oksido-5-okso-4-propionil-3-cikloheksenekarboksilat.\n"], "22": ["3.4 Zasnova in načrt poskusa", ""], "23": ["3.4.1 Zasnova poskusa", "V poskus je bilo vključenih 196 dreves. Drevesa smo porazdelili v naključne skupine s čimbolj izenačenimi drevesi, ki smo jih nato škropili z različnimi dozami pripravka v različnih časovnih obdobjih. Kombinacije in čas tretiranja z Regalisom, torej obravnavanja, so predstavljena v preglednici 2.\n"], "24": ["3.4.2 Načrt in opis tretiranj", "Vsa škropljenja so bila opravljena z ročno nahrbtno škropilnico, v zgodnjih dopoldanskih urah, ko je bila listna površina še vlažna od jutranje rose:\n- prvo škropljenje je bilo opravljeno 6. 5. 2003 z 1 kg/ha Regalisa. Pri tem  škropljenju smo poškropili drevesa v obravnavanjih št. 2, 3, 4, 5 in 6;\n- drugo škropljenje je sledilo čez 14 dni, torej 20. 5. 2003. Pri tem škropljenju smo  z 1 kg/ha Regalisa poškropili drevesa v obravnavanjih 4, 5, 6;\n- tretje škropljenje je bilo na vrsti 3. 6. 2003. Pri tem škropljenju smo z 1 kg/ha  Regalisa poškropili drevesa v obravnavanjih 5 in 6;\n- zadnje škropljenje (27. 8. 2003) dreves je bilo izvedeno z različnimi odmerki  Regalisa. Drevesa v 2. obravnavanju so bila poškropljena z 2 kg/ha Regalisa,  medtem ko so bila drevesa v obravnavanjih 3, 4 in 5 poškropljena z 1 kg/ha  Regalisa.\n"], "25": ["3.4.3 Generativni in vegetativni parametri", "Generativni parametri Štetje socvetij je bilo opravljeno v času polnega cvetenja hrušk dne 5. 5. 2003. V naslednjem letu so bila socvetja prešteta dne 4. 5. 2004, prav tako v času polnega cvetenja. V času optimalne tehnološke zrelosti dne 18. 8. 2003, smo hruške obrali ter stehtali in prešteli plodove. \nVegetativni parametri Dne 4. 6. 2003 je bilo opravljeno prvo merjenje obsegov debel in sicer 20 cm nad tlemi. Ob koncu vegetacije (16. 10. 2003) smo izvedli še drugo merjenje obsegov debel.\n"], "26": ["3.4.4 Statistična analiza", "Podatki, ki smo jih pridobili ob obiranju, so bili obdelani s statističnim paketom SPSS PC. Uporabljena je bila enosmerna analiza variance ANOVA. Za testiranje razlik med obravnavanji je bil uporabljen Duncanov test s 5 % stopnjo tveganja.\n"], "27": ["4 REZULTATI Z RAZPRAVO", ""], "28": ["4.1 Vegetativni parametri", "V poskusu je bil kot pokazatelj bujnosti rasti merjen obseg debla. Rezultati meritev pred pričetkom in na koncu vegetacije ter skupni prirast debla so predstavljeni v preglednici 3.\n*vrednosti, označene z isto črko (a,b) se statistično značilno razlikujejo (Duncan, 5%)\nIz preglednice je razvidno, da so bila drevesa pri spomladanskem merjenju obsega debla po bujnosti dokaj neizenačena. Jesenske meritve obsega debla so pokazale podobno situacijo. Prirast obsega debla je podatek, ki kaže neposredni vpliv uporabljenega fitohormona – regulatorja rasti na bujnost rasti v poskusnem letu. Iz podatkov v preglednici je razvidno, da se je obseg debla netretiranih – kontrolnih dreves (1. obravnavanje) povečal povprečno za 0,35 cm. Podoben je bil prirast pri obravnavanju 4, kjer so bila drevesa tretirana z Regalisom 2 x pred in 1 x po obiranju. Prirast obsega debla pri 5. in 6. obravnavanju je znašal 0,23 oz. 0,27 cm, kar je 34 oz. 23 % manj kot pri kontrolnem obravnavanju. Ti podatki kažejo, da je tretiranje s 3 kg/ha Regalisa (3 x 1 kg/ha, obr. 6) in 4 kg/ha Regalisa v teh primerih nekoliko zavrlo bujnost rasti, vendar razlika ni statistično značilna. V obravnavanjih 2 in 3, kjer so bila drevesa manjkrat tretirana z Regalisom (1 x pred obiranjem + 1 x po obiranju (2 kg/ha), obr. 2; 1 x pred + 1 x po obiranju, obr. 3) pa je \nobseg debla priraščal statistično značilno močneje. Moteče je edino dejstvo, da je bil v teh primerih prirast obsega debla močnejši kot pri netretiranih drevesih. Glede na nekonsistenten vpliv odmerkov (koncentracij) Regalisa sklepamo, da njegova uporaba v našem poskusu ni bistveno vplivala na bujnost rasti in hkrati sklepamo, da je bila ta v večji meri odvisna od drugih dejavnikov v nasadu.\n"], "29": ["4.2 Generativni parametri", "Kot pokazatelji generativnega razvoja so bili spremljani socvetja in pridelek po drevesu. Iz obsega debla in števila plodov na drevo je bila izračunana gostota pridelka (CD=št. plodov/presek debla), iz pridelka in obsega debla je bil izračunan specifični pridelek (YE=pridelek/presek debla) ter iz razmerja med številom cvetov ter številom plodov v času obiranja, koeficient rodnosti (KR=št. plodov/št. socvetij).\nŠtevilo socvetij (leto 2003) in povratno cvetenje (leto 2004) Glede na leto 2003, ko smo imeli kar se števila socvetij tiče dokaj neizenačena obravnavanja, se nam slika pri povratnem cvetenju v letu 2004 ni bistveno spremenila. Kot lahko razberemo iz preglednice 4 smo pri 3. obravnavanju (Regalis 1 x pred in 1 x po obiranju), ki je bilo v letu 2003 s 23,15 socvetji nekako v povprečju, v letu 2004 zabeležili le 9,94 socvetij na drevo. Pri 6. obravnavanju (Regalis 3 x pred obiranjem), ki je imelo v letu 2003 18,64 socvetij na drevo, pa smo pri povratnem cvetenju v letu 2004 zabeležili kar 30,85 socvetij na drevo.\nIz navedenega lahko sklepamo, da je v nasadu, klub tretiranju z Regalisom, prišlo do pojava izmenične rodnosti, ki nam tako ne potrjuje dejstva, da uporaba pripravka zmanjša nevarnost izmenične rodnosti. Dejstvo, da so bila drevesa v letu 2003 ob tretiranju s pripravkom, v času vegetacije podvržena še izjemni suši, ni pripomoglo k zmanjšanju izmenične rodnosti, temveč jo je kvečjemu še okrepilo. \n*vrednosti, označene z različno črko (a,b), se med seboj statistično značilno razlikujejo (Duncan, 5%)\nŠtevilo plodov in količina pridelka Iz preglednice 4 lahko razberemo, da smo najmanjše povprečno število plodov zabeležili pri kontrolnih drevesih (1. obr.; 15,78 plodov/drevo), kljub temu, da je bila intenzivnost cvetenja pri teh drevesih večja kot pri drevesih tretiranih s tremi odmerki po 1 kg/ha Regalisa pred obiranjem (obr. 6; 16,21 plodov/drevo). Statistično značilno največje število plodov so v času obiranja imela drevesa tretirana z 1 kg/ha Regalisa v času pred obiranjem, (obr. 2; 25,89 in obr. 3; 24,63), kar je 64 oz. 56 % več kot pri netretiranih kontrolnih drevesih.\nTi rezultati kažejo, da bi Regalis lahko zaviral pojav junijskega odpadanja plodov. Nekoliko pa bega podatek, da smo pri 2. in 3. obravnavanju, kjer smo pred obiranjem škropili le enkrat (1 kg/ha - 6. 5.), dobili boljši rezultat glede števila plodov v času \nobiranja, kot na primer pri 5. ali 6. obravnavanju, kjer smo drevesa v času pred obiranjem škropili 3 krat (prvič 6. 5., drugič 20. 5. in tretjič 3. 6.).\nV pridelku (kg/drevo) smo zabeležili zelo majhne razlike. Največjo količino pridelka smo zabeležili pri 2. obravnavanju (2.6 kg/drevo), vendar je bila to posledica največjega števila plodov. Najmanj pridelka pa smo dobili pri 6. obravnavanju (1,88 kg/drevo), kjer beležimo tudi najmanjše število socvetij (18,64 socvetij/drevo).\nKoeficient rodnosti Koeficient rodnosti je podatek, ki nam poda razmerje med številom obranih plodov ter številom socvetij. Glede višine razmerja prednjačita obravnavanji 2 in 3, kjer je koeficient rodnosti presegel vrednost 1. Koeficienti rodnosti ostalih obravnavanj so zelo podobni, kot pri netretiranih – kontrolnih drevesih, kjer koeficient doseže vrednost 0,8.\nSpecifični pridelek (YE) in gostota pridelka (CD) To sta parametra, ki povezujeta rodnost in bujnost dreves. Prikažeta nam podatek glede mase pridelka (YE) oz. števila plodov na presek debla (CD). Kontrolna – netretirana drevesa so v poskusnem letu dosegla gostoto pridelka 1,24 (št. plodov/cm²), kar je podoben podatek, kot pri obravnavanju 5 (1,16 št. plodov/cm²). Statistično značilno nižjo gostoto pridelka (cca. 21 in 16 % manj), so dosegla drevesa v obravnavanjih 4 in 6 (0,98 in 1,04 plodov/cm²), medtem ko so drevesa v 2. in 3. obravnavanju (1,5 in 1,53 plodov/cm²), dosegla 21 oz. 23 % višjo gostoto pridelka.\nGlede specifičnega pridelka (kg/cm² preseka debla) ugotavljamo podobno situacijo. Drevesa v prvih treh obravnavanjih (kontrola, 1. in 2. obr. z odmerkom 1 kg/ha Regalisa pred obiranjem) so dosegla statistično značilno višji specifični pridelek (med 0,15 in 0,16 kg/cm²), medtem ko vrednosti specifičnega pridelka pri obravnavanjih 4 do 6 zaostajajo med 19 in 25 % (obr. 4: 0,11 kg/cm²; obr. 5: 0,13 kg/cm²; obr. 6: 0,12 kg/cm²).\nKar se učinkovitosti pridelka (YE) tiče, je iz preglednice 4 razvidno, da je bila ta najvišja pri netretiranih kontrolnih drevesih ter pri obravnavanjih, ki so bila pred obiranjem \ntretirana le enkrat (1 kg/ha - 6. 5. 2003). To sta 2. in 3. obravnavanje. S stališča specifičnih pridelkov se nam torej večkratno škropljenje pred obiranjem ni obrestovalo.\nV nasadu hrušk v Selcah so leta 1994 izvedli podoben poskus z giberelinsko kislino na sorti Viljamova. V poskusu so poleg obravnavanj z giberelinsko kislino (Gibayfar), vključili še obravnavanje z avksinskim pripravkom NAD – AF96. Rezultati poskusa, podobno kot pri našem poskusu, niso dali statistično značilnih razlik (Tojnko s sod. 1995).\nV našem poskusu, kjer smo ugotavljali, kakšen vpliv imajo različne koncentracije Regalisa na povečanje števila socvetij, kaj pomeni apliciranje pripravka na končni pridelek, koeficient rodnosti ter maso plodov pri hruškah sorte Viljamova smo ugotovili, da podatki, pridobljeni s poskusom, ne morejo služiti kot reprezentativni, kajti v tem letu nam vremenske razmere žal niso bile naklonjene. Zaviranje rasti v času izjemne suše ni smiselno, vendar v začetku postavitve poskusa, vremenskih razmer za 2 in 3 mesece vnaprej ne poznamo. Izredna suša, ki je trajala od maja do septembra, je ogromno pripomogla k temu, da so bili plodovi manjši in lažji, ter da je bil cvetni nastavek naslednje leto manjši od pričakovanega. V tem letu smo bili tudi priča prvemu izbruhu hruševega ožiga v Sloveniji, ki je v kombinaciji z že omenjeno sušo, prav tako doprinesel k izkrivljanju rezultatov, čeprav je Regalis, kot sredstvo za zmanjšanje nevarnosti okužbe z hruševim ožigom, že dal dovolj vzpodbudne rezultate, da ga v številnih državah priporočajo kot sredstvo, ki zmanjšuje širjenje pojava te zaenkrat še neozdravljive bakterijske bolezni.\nUporaba retardantov v pridelavi hrušk je s stališča ekonomike proizvodnje smotrna, kajti z njihovo uporabo lahko zmanjšamo stroške dela v sadovnjaku. Ob današnjih trendih proizvodnje namreč stremimo k čim večjemu zmanjševanju stroškov. Ravno stroški del, opravljenih v sadovnjaku, pa v veliki meri pripomorejo k zvišanju te postavke. Čas opravljanja ročnih del, kjer imamo v mislih predvsem obrezovanje dreves za zagotavljanje primerno kvalitetnega pridelka, bi lahko z večjo uporabo hormonskih pripravkov za zaviranje rasti, ustrezno zmanjšali. Ob bolj obsežnih testiranjih bi lahko prišli do natančnejših rezultatov in določitvi najprimernejšega odmerka, ki bi nam dal najučinkovitejše rezultate.\n"], "30": ["5 SKLEPI", "Na posestvu UKC Pohorski dvor je bil izveden poskus za namen vrednotenje vpliva proheksadion-Ca v obliki hormonskega pripravka Regalis na nekatere parametre rasti in rodnosti hruške sorte Viljamova/MA.\nVpliv na vegetativne parametre Mnogo raziskav po svetu je potrdilo pozitivni efekt Regalisa na umirjanje rasti dreves, seveda v primeru nekih normalnih klimatskih razmer. Sklepamo, da bi bilo umirjanje rasti z omenjenim pripravkom uspešnejše v primeru prevelike bujnosti dreves, povzročene iz različnih razlogov (pretirana oskrba s hranili, dovolj ali preveč vode na razpolago). V danih pedoklimatskih značilnostih nasada in letnega obdobja sklepamo, da so drevesa ob veliki suši utrpela tudi delno pomanjkanje hranil in do težav s prebujno rastjo tudi pri netretiranih kontrolnih drevesih ni prišlo, zato tudi vpliva Regalisa ne moremo pravilno ovrednotiti.\nVpliv na generativne parametre Tudi pri generativnih parametrih je suša pobrala svoj davek. Izrazitega vpliva Regalisa na izboljšanje cvetne diferenciacije in na preprečevanje alternativne rodnosti nismo potrdili, se pa je v manjši meri pokazal trend vpliva Regalisa na preprečevanje odpadanja plodov.\n"], "abstract": ["Na posestvu Fakultete za kmetijstvo in biosistemske vede v Mariboru smo v letu 2003 preučevali vpliv rastnega regulatorja proheksadion-Ca (pripravek Regalis®) na parametre rasti in rodnosti hrušk (Pyrus communis L.) sorte Viljamova. V poskus je bilo vključenih 196 dreves, ki so bila razdeljena na šest obravnavanj. Obravnavanja so predstavljala različen čas in odmerek Regalisa. Obravnavanje 1: kontrola – netretirana drevesa; obravnavanje 2: 1 x 1 kg/ha Regalisa med cvetenjem + 1 x 2 kg/ha po obiranju; obravnavanje 3: 1 x 1 kg/ha Regalisa med cvetenjem + 1 x 1 kg/ha po obiranju; obravnavanje 4: 2 x 1 kg/ha Regalisa med cvetenjem + 1 x 1 kg/ha po obiranju; obravnavanje 5: 3 x 1 kg/ha Regalisa med cvetenjem in po cvetenju + 1 x 1 kg/ha po obiranju; obravnavanje 6: 3 x 1 kg/ha Regalisa med in po cvetenju. Rezultati kažejo, da se je vpliv Regalisa pokazal kot trend manjšanja bujnosti rasti in preprečevanja odpadanja plodov pri hruški, vendar je njegov vpliv nekonsistenten. Razlog za tak podatek je v izjemno močni suši tekom cele vegetacije ter v močnem pojavu hruševega ožiga (Erwinia amylovora). "]}