{"1": ["1 UVOD", "V preteklosti smo gradili manjše hleve na lokacijah, ki nam niso omogočale njegove razširitve. Materiali so bili cenovno zelo ugodni, toda mleko in meso so odjemalci odkupovali po zelo visokih cenah. Če primerjamo s preteklimi obdobji, so odkupne cene mesa in mleka dandanes zelo nizke. Podobno se kaže tudi pri investicijah. V današnjem času je postopek od priprave potrebne dokumentacije do same izgradnje hleva dolg in predstavlja finančno velik zalogaj, zato je potrebno tehtno preučiti vse možnosti in parametre, ki jih vključuje tovrstna novogradnja.\n"], "2": ["1.1 Cilji", "Osnovni cilj diplomske naloge je ugotoviti ekonomsko upravičenost investicije v izgradnjo hleva za krave molznice. To bom primerjal po različnih parametrih, ki jih bom spreminjal glede na tržno povpraševanje.\n"], "3": ["1.2 Delovna hipoteza", "Investicija v izgradnjo hleva za 30 krav molznic bo upravičena ob doseganju predvidenih parametrov.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Govedoreja in prireja mleka v Sloveniji", "Živinoreja je najpomembnejša panoga slovenskega kmetijstva, ki se spopada z vedno večjimi izzivi. Poleg ohranjanja kmetijskih gospodarstev in krajine se živinoreja ukvarja še z ekonomsko učinkovitostjo kmetovanja, okoljskimi izzivi in dobrim počutjem živali, na katerem je vedno večji poudarek (www.kgzs.si).\nŽivinoreja je eden pomembnejših delov kmetijskega sektorja, saj prinaša stabilnost v kmetijsko gospodarstvo. Z vzrejo živali lahko bolje izkoristimo že obstoječe kmetijske vire, kot so zemlja, delo, kapital, kar posledično omogoča tudi večji dobiček. Živinoreja pomaga razpršiti riziko na kmetiji na več delov, poleg tega pa kmetijsko gospodarstvo z njenim vključevanjem ni odvisno samo od enega prihodka, saj se skupaj z delom enakomerno razporedi čez vse leto (Gillespie in Flanders 2009).\nV Sloveniji je govedoreja najpomembnejša kmetijska dejavnost. Prireja mleka in mesa predstavljata okrog 50 % vsega prihodka v kmetijstvu. Temelji na reji kombiniranih pasem, v zadnjem času pa tudi na reji mlečnih, črno-belih in mesnih pasem (Sadar 2008).\nMlečnost krav je dejavnik, ki je odvisen od genetskih dejavnikov in vplivov okolja, ki neposredno vplivajo na mlečnost živali (prehrana, temperatura okolja, zračna vlaga, bivalni prostor itd). Osnova za mlečnost je rezultat večjih istosmernih genov, ki vplivajo na mlečnost, kar pomeni, da je višina mlečnosti pomembna tako od očeta kot od matere (Cizej 1991).\nLeto 2010 je bilo z ekonomskega vidika za prirejo mleka podobno neugodno kot leto pred tem. Ob nekaj višji odkupni ceni mleka in praktično nespremenjeni vrednosti stranskih pridelkov (teleta, izločene krave) ter nekaj višjih neposrednih plačilih (zaradi uvedbe dodatka k plačilnim pravicam za rejo govedi na travinju) je bila vrednost prireje (po ocenah na osnovi modelov) za dober odstotek višja kot leta 2009. Ob tem so se skupni \nstroški prireje dvignili za okoli 2 %. Ekonomski rezultati so tako tudi v letu 2010 ostali pod povprečjem obdobja 2005−2009 in bili najslabši v zadnjem desetletju (MKGP−KIS 2011).\n"], "6": ["2.2 Prehrana goveda", "Visoko mlečnim kravam je z obrokom (voluminozna krma) težko zagotoviti ustrezno količino hranljivih snovi. Zaradi tega se vse več uporabljajo koncentrati, ki zmanjšujejo voluminoznost obroka (Uremović 2004).\nPri prehrani domačih živali uporabljamo pretežno manj kakovostno hrano rastlinskega izvora, le v manjši meri pa tudi bolj kakovostno živalskega izvora. Kadar pri tem uporabljamo tudi takšne vrste hrano, ki neposredno služi tudi ljudem (na primer žita), je naša odgovornost pri razpolaganju z njo še toliko večja, saj mora biti njen izkoristek v živinorejski proizvodnji večji oziroma boljši (Zupanc 1999).\nKrmila so sinonim za raznovrstno hrano živali. Združujejo različne oblike hranljivih snovi, ki jih uporabljamo kot hrano ali krmo za živali v živinoreji. Hranljive snovi v hrani imajo zelo različne kemične in fizikalne lastnosti, skupno jim je le, da jih lahko živali prebavijo in izkoristijo. Krmila predstavljajo vir hranljivih snovi različnega izvora, ki jih lahko živalski organizem vsakodnevno uporablja za zadovoljevanje svojih potreb. Dnevni obrok, ki ga dobijo domače živali, imenujemo krmni obrok ali krma (Zupanc 1999).\nV živinorejski proizvodnji je tako najpomembnejša vsakodnevna naloga živinorejca prehrana domačih živali, saj predstavlja največji strošek, zato je poznavanje tovrstnih pravil osnova za uspešno vzrejo. Posledice nepravilne prehrane so številni nezaželeni, kratkotrajni in gospodarski učinki, ki bistveno vplivajo na uspešnost živinorejske proizvodnje (Zupanc 1999). \nVrednost posušene krme ali zelene silaže je večinoma nižja od svežega materiala, tako kot prebavljivost hranilih snovi in koncentracija hranil. Zato je še posebej pomembna skrb za ohranjanje tehnologije, potrebne za doseganje zelo visoke vrednosti energije. Izdelek obdelanih krm gradi in omogoča dodatek k travni silaži ali senu (Kirchgeßner 2004).\n"], "7": ["2.3 Izgradnja hleva", "Ob vsaki graditvi hleva je veliko dilem in z njimi povezanih vprašanj. Z vsesplošnim razvojem so vprašanja in seveda odgovori nanj zahtevnejši. Omenimo na primer, da je danes kravi z veliko genetsko sposobnostjo za prirejo 10000 litrov mleka in več treba zagotoviti ustrezen prostor v vseh funkcionalnih območjih (Amon 1989).\nV zadnjih desetletjih pri nas ugotavljamo sorazmeren hiter razvoj živinorejske proizvodnje, predvsem razvoj novih tehnologij. Poleg družbenih farm so tudi kmetje kooperanti reorganizirali proizvodnjo in na kmetije uvedli vedno več opreme in mehanizacije (Amon 1989).\n"], "8": ["2.3.1 Topel ali hladen hlev", "Topel hlev je zaprt hlev, obdajajo ga stene (stene, stropi, okna, vrata), ki so tako dobro toplotno izolirane, da temperatura ob higiensko potrebni izmenjavi zraka in ob minimalnih zunanjih temperaturah vedno ostane nad zmrziščem (Bartussek in sod. 1996).\nPri hladnem hlevu so zunanji gradbeni elementi neizolirani in predstavljajo samo zaščito pred vetrom in padavinami (lesene lupine, plošče iz obdelanega lesa, eternit itd.). Tako kot pri toplem hlevu mora izmenjava zraka zagotavljati dobro kakovost zraka (Bartussek in sod. 1996). \n"], "9": ["2.3.2 Ležalni prostor", "Ležalni prostori morajo biti živalim neprestano na razpolago. Površino ležalnih boksov v prosti reji težko prilagodimo tako, da je primerna velikosti vseh živali. V prosti reji ista žival ne zaseda vedno istega ležalnega boksa v hlevu, zato površino ležišča prilagodimo velikosti največje živali v hlevu (Amon 1989).\nBoks za ležanje je lahko pokrit z gumo ali pa s poliuretalnimi vložki, ki pa ne smejo biti spolzki. Sistem je dober v področju, kjer nimamo dovolj slame (Uremović 2004). \n"], "10": ["2.3.3 Prostor za krmljenje in pitje", "Pri prosti reji je v hlevu potrebno krmna korita in zapore ter jasli oblikovati tako, da živalim omogočajo značilno obnašanje pri zauživanju krme; seganje daleč naprej, kar omogoča zauživanje velike količine osnovne krme; preprečevanje odrivanja, raztrosa krme in poškodovanja živali. Ob visoki proizvodnosti iz domače osnovne krme jo mora govedo zauživati približno 6 ur na dan. Za menjavo prostora in premore moramo računati z dodatki 25−30 %, tako da morajo živali imeti dnevno vsaj 8 ur prost dostop do krmišča (Bartussek in sod. 1996).\nV prostoru za krmljenje je za vsako kravo treba zagotoviti krmne pregrade širine 70−80 cm (Uremović 2004).\nPrav tako je potrebno poskrbeti za zadostno količino vode ustrezne kakovosti. To oskrbo dosežemo z napajalnimi koriti in s primernim številom ter tipom le-teh. Za hlev z zunanjo \nklimo so potrebna napajalna korita z grelci, da med najnižjimi temperaturami voda v njih ne zmrzne (Pšakar in Lobe 2003).\n"], "11": ["2.3.4 Blatilni hodnik", "Vrsta, struktura in izvedba tal vplivajo na aktivnost živali. Tla naj bodo taka, da živalim ne drsi, da lahko brez težav stojijo, vstajajo, legajo in se ne poškodujejo. Tekališča so bodisi iz betonskih rešetk bodisi iz perforiranih plošč, lahko jih čistimo s pehali ali traktorsko desko (Amon 1989).\nTla v prostoru, namenjena prostemu gibanju, in prostor za krmljenje sta lahko rešetkasta, s kanalom za gnojevko. Širina ene rešetke mora meriti 8 cm, razmik pa 3,5 cm. Take rešetke \nonemogočajo drsenje in s tem poškodbo parkljev. Če pa je površina betonska ali asfaltna, morajo biti tla ravna in hrapava, da se izognemo poškodbami parkljev (Uremović 2004).\n"], "12": ["2.3.5 Molzišče", "Molzišče je namenjeno strojni molži živali z namenom, da se ohrani čim boljša kvaliteta mleka in omogoči pri večji čredi lažje delo manj osebam. Na splošno velja, da je potrebno stalno zmanjševati stroške pridelave hrane, kar običajno lahko dosežemo le s sodobnejšo opremo. Samo molzišče je lahko v sklopu hleva ali pa je od njega tudi fizično ločeno. Opremljeno je z ustrezno opremo (molzne enote, mlekovod, napeljava za vakuum, zbiralnik in črpalka za mleko ...), ki omogoča strojno molžo živali. Ideja molzišča je, da se krave molzejo čim bolj strnjeno (kot po tekočem traku). Od tega poteka je odvisno, koliko \nčasa potrebuje molznik, da pomolze določeno število krav. Namen molzišča je tudi zmanjšanje fizičnih obremenitev molznika, hkrati pa omogoča na podlagi ob molži zbranih informacij lažje odločanje pri upravljanju črede. Pravilno molzišče je grajeno tako, da molznik stoji približno 90 cm nižje od stojišča krave, kar omogoča, da se mu ni potrebno prepogibati med pripravljanjem krave na in med samo molžo, olajša pa tudi nekatere druge fizične napore. Molzna mesta v molzišču so lahko opremljena z dodatno opremo, kot so npr. merilniki količine mleka, merilniki prevodnosti in antene za elektronsko razpoznavanje krav. Vsi zbrani podatki se lahko prenašajo v osebni računalnik z ustrezno programsko opremo. Ta nam nudi več nadzora nad čredo in tudi lažje odločanje pri sestavljanju primernih obrokov za krave; predvideva bolezni, beleži potek zdravljenja in v splošnem skrbi za boljšo kondicijo živali. Molzišče omogoča popolnoma zaprt sistem potovanja mleka iz kravjega vimena do zbiralne hladilne cisterne. Mleko tako ne pride v stik s hlevskim zrakom (www.wikipedia.org).\nSistem tandem se običajno nahaja na koncu gospodarskega objekta in ima podobno kot ribja kost dve vstopni stezi. Vhodna elektronska vrata v molzišče zadržijo kravo, dokler ni prosto molzno mesto, ki je lahko narejeno tako, da se žival vrača na koncu skozi dva izhoda ali da žival prehodi celo molzišče in ima na razpolago samo en izhod. Uporaba enega izhoda nam zmanjšuje stroške, pa tudi prostor. Ribja kost je najpogostejši sistem, ki ga uporabljajo v ZDA. Krave stojijo na dvignjeni platformi poševno in so z glavo obrnjene stran od molznega prostora. Tako je zadnji del krave izpostavljen in dostopen za molžo. Pri sistemu »drug ob drugem« (Side by side) krave pod 90-stopinjskem vidnem kotu stojijo obrnjene z zadnjim delom proti molzišču. Dostop do vimena je med zadnjimi nogami, kar zmanjšuje preglednost prednjih četrti in tako pride do manjše čistoče. Prednost rotacijskega molzišča je popolnoma avtomatizirano premikanje krav, tako se lahko molznik v celoti skoncentrira na molžo. Rotator ima tako tri operacije, pri prvi se molzna enota nadene na seske, druga odstrani enote, tretja izmolzi seske, ki so poškodovani (Douglas 2003). \n"], "13": ["3 METODE DELA", "Za potrebe izračunavanja upravičenosti investicije v izgradnjo hleva za krave molznice sem uporabil metodo diskontiranega denarnega toka oziroma metodo NSV (neto sedanje vrednosti).\nS pomočjo programa Microsoft Office Excel 2007 sem po različnih scenarijih izračunal upravičenost investicije.\n"], "14": ["3.1 Metoda neto sedanje vrednosti", "Osrednja točka celotne finančne analize je zajeta v konceptu neto sedanje vrednosti (NSV), ki je definirana kot:\nNSV= neto sedanja vrednost, I = višina investicij, pi = denarni tok, r = povprečna letna obrestna mera, n = časovna komponenta (število let).\nRazlika med skupnimi prihodki in stroški nam pove predviden dobiček, ki je posledica investicije znotraj določenega kmetijskega sistema. Ključni element zgornje matematične definicije predstavlja izraz (1+r)i, ki označuje potrebno stopnjo devalvacije NSV in ga lahko razumemo kot indikator spreminjanja vrednosti denarja skozi čas. Izračunana NSV je tako dejansko devalvirana vrednost kmetijskega projekta (Turk 2001). \nO sprejetju naložbe na osnovi NSV se praviloma odločimo, če je NSV večja od 0 (nič), v primeru, da je manjša od 0 (nič), pa jo zavrnemo. Če je NSV enaka nič, je odločitev o naložbi tvegana. Med več alternativnimi investicijskimi možnostmi pa izberemo tisto, ki ima najvišjo pozitivno NSV. Naložba je namreč sprejemljiva le tedaj, ko ni druge alternativne naložbe, ki bi pri enakih investicijskih stroških dajala višjo vrednost donosov (Čebokli 2012).\nPripadajoči koncept NSV je interna stopnja donosnosti (ISD), ki ne postreže z nominalnimi vrednostmi, temveč s %-obresti. Ta pomembni koncept znotraj finančne analize tako prikazuje maksimalne obresti, na podlagi katerih je finančno smotrno izvesti določeno naložbo v kmetijstvu (Turk 2001).\nInterno stopnjo donosnosti izračunamo po naslednji enačbi:\nEnačbo rešimo za r. ISD = interna stopnja donosnosti, I = višina investicije, pi = denarni tok, r = povprečna letna obrestna mera, n = časovna komponenta (število let).\n"], "15": ["3.2 Odhodki na kmetiji", "K odhodkom prištevamo vse dejavnike, pri katerih smo finančno oškodovani (veterinarske usluge, voda, elektrika, nabava krme, stroški dela).\n"], "16": ["3.2.1 Izračun veterinarskih uslug", "- Veterinarske usluge se spreminjajo iz meseca v mesec.\n- Vrednost veterinarskih uslug izračunamo po naslednji enačbi:\nMvvu = ΣMvu/N\nMvvm = mesečna vrednost veterinarskih uslug, ΣMvu = vsota mesečnih veterinarskih uslug, N = število podanih živali.\n"], "17": ["3.2.2 Izračun odhodkov rabe vode", "- Odhodki vode se spreminjajo skozi tekoče leto.\n- Vrednost odhodkov z vodo izračunamo po naslednji enačbi:\nLov = ΣMov/12\nLov = letni odhodki z vodo, ΣMov = vsota mesečnih odhodkov z vodo.\n"], "18": ["3.2.3 Izračun odhodkov za elektriko", "- Odhodki elektrike se spreminjajo skozi tekoče leto.\n- Vrednost odhodkov z elektriko izračunamo po naslednji enačbi:\nLoe = ΣMoe/12\nLoe = letni odhodki z elektriko, \nΣMoe = vsota mesečnih odhodkov z elektriko.\n3.2.4 Izračun odhodkov za krmo\n- K odhodkom krme prištevamo vso krmo za krave molznice in mlado živino.\n"], "19": ["3.2.4.1 Izračun odhodkov krme za krave", "- Vrednost odhodkov za krmo za krave izračunamo po naslednji enačbi:\nLok = Σk*ck*N*365\nLok = letni odhodki z krmo, Σk = vsota krme (kg), ck = cena krme, N = število prodanih živali.\n"], "20": ["3.2.4.2 Izračun odhodkov krme za mlado žival", "- Vrednost odhodkov za krmo za mlado živino izračunamo po naslednji enačbi:\nLok = Σk*ck*N\nLok = letni odhodki z krmo, Σk = vsota krme (kg), ck = cena krme, N = število prodanih živali.\n"], "21": ["3.2.5 Izračun odhodkov za lastno delo", "- Vrednost odhodkov za lastno delo izračunamo po naslednji formuli:\npovprečna neto mesečna plača/število delovnih ur v mesecu.\n"], "22": ["3.3 Prihodki na kmetiji", "K prihodkom na kmetiji prištevamo vse dejavnike, ki povzročijo izboljšanje finančnega stanja (prodaja živali, mleka).\n"], "23": ["3.3.1 Izračun prihodkov za mleko", "- Vrednost prihodkov za mleko izračunamo po naslednji enačbi:\nPml = Pm*cm*N\nPml = prihodki mleka na leto, Pm = povprečna mlečnost, cm = cena mleka, N = število prodanih živali.\n"], "24": ["3.3.2 Izračun prihodkov za izločene živali", "- Vrednost prihodkov za izločene živali izračunamo po naslednji enačbi:\nPizl = Pt*cme*N \nPizl = prihodki izločene živali na leto, Pt = povprečna teža, Cme = cena mesa, N = število prodanih živali.\n"], "25": ["3.3.2 Izračun prihodkov za teleta", "- Vrednost prihodkov za izločene živali izračunamo po naslednji enačbi:\nPtl = Pt*ctt*N\nPtz = prihodki telet na leto, Pt = povprečna teža, Ctt = cena kilogram telesne teže, N = število prodanih živali.\n"], "26": ["3.4 Izračun vrednosti investicije", "Skupna vrednost investicije znaša 199215 €.\n"], "27": ["3.5 Izračun neto sedanje vrednosti", "Za izračun NSV smo uporabili naslednji izraz:\nNSV = neto sedanja vrednost, Vi = vrednost investicije, Ldt = letni denarni tok, \nOm = obrestna mera, n = časovna komponenta (število let).\n"], "28": ["3.6 Izračun interne stopnje donosnosti", "Za izračun ISD smo uporabili enačbo:\nVi = vrednost investicije, Ldt = letni denarni tok, Om = obrestna mera, i = časovna komponenta (število let).\nISD je rešitev enačbe za Om. ISD rešimo z Microsoft Office Excelovim orodjem za iskanje ciljev.\n"], "29": ["4 REZULTATI Z RAZPRAVO", "Upravičenost investicije sem izračunal s pomočjo metode neto sedanje vrednosti (NSV) in interne stopnje donosnosti (ISD). Predvidel sem različne scenarije, ki se med seboj razlikujejo.\nVsem scenarijem so skupni sledeči parametri:\n- vrednost investicije 199215 €,\n- povprečna letna obrestna mera je 7%,\n- časovna komponenta je 20 let.\n"], "30": ["4.1 Denarni tok, NSV in ISD po scenariju A", "V scenariju A smo izračunali denarni tok, NSV in ISD po realnih današnjih cenah. \nV preglednici 2 lahko razberemo, da je se nam število živali v prvih osmih letih spreminja, v devetem letu pa se nam čreda poveča na 30 in tako konstantno vzdržujemo čredo. Mlečnost se postopoma spreminja. V prvem letu imamo mlečnost 6600 l in nato v sedemnajstemu letu zraste na 8500 l . Odkupno cena mleka imamo konstantno 0,3649 €. Prav tako imamo konstantne odkupne cene telet (150 €) in odkupne cene izločene živali (450 €.) \nIz preglednice 3 lahko razberemo, da je denarni tok konstantno pozitiven, zato sklepamo, da kmetija posluje z dobičkom. \nIz preglednice 4 je razvidno, da je po dvajsetih letih NSV prvič pozitiven, in sicer v znesku 7027,74 €. Izračunana ISD znaša 7,36 %. Ta podatek nam pove, da bi bila investicija do te povprečne obrestne mere še pozitivna.\n"], "31": ["4.2 Denarni tok, NSV in ISD po scenariju B", "V scenariju B bom izračunal denarni tok, NSV in ISD, in sicer bom mlečnost postopoma spreminjal tako, da bo v 20 letih narasla na 9000. Ta dosežek je povsem realen, a je odvisen od rejca samega in seveda prehrane živali. Zaradi pomanjkanja telet v Sloveniji se bo povišala njihova cena. Tudi ceno mleka bomo podražil na 0,4 €.\nV preglednici 5 lahko razberemo, da se mlečnost postopoma spreminja. V prvem letu imamo mlečnost 7100 l in nato v sedemnajstemu letu zraste na 9000 l . Odkupne cene imamo konstantno enake.. \nIz preglednice 6 je razberemo da zaradi povišane mlečnosti in odkupnih cen se denarni tok v primerjavi s scenarijem A poveča za 50 %. \nIz preglednice 7 je razvidno, da je NSV po dvajsetih letih pozitivna v znesku 132070,88 €. Prvič bi bila pozitivna v dvanajstem letu (14896,39 €). Izračunana ISD znaša 13,33 %, kar je za skoraj 50% več kot v primeru A.\n"], "32": ["4.3 Denarni tok, NSV in ISD po scenariju C", "V scenariju C bom izračunal denarni tok, NSV in ISD tako, da bom zmanjšal ceno mleka na 0,27 €, ceno telet na 100 €, ceno odkupa živali pa na 340 €. Mlečnost bom obdržal iste vrednosti kot v scenariju A.\nV preglednici 8 so razvidni podatki, katere smo uporabljali za izračunavanje scenarija C. \nIz preglednice 9 lahko razberemo, da bi bil v prvih enajstih letih denarni tok negativen, v dvanajstem letu je prvič viden dobiček, ki kasneje le še raste. \nIz preglednice 10 je razvidno, da je NSV tudi po dvajsetih letih negativna, in sicer v znesku 218385,91 €. Po scenariju C lahko določimo, da investicija ne bi bila upravičena, saj bi iz leta v leto poslovali negativno.\n"], "33": ["4.4 Denarni tok, NSV in ISD po scenariju D", "V scenariju D bom izračunal denarni tok, NSV- in ISD-podatke bom uporabil enake kot pri scenariju C, le da bom povišal mlečnost.\nV preglednici 11 so razvidni podatki, katere smo uporabljali za izračunavanje scenarija D. \nIz preglednice 12 je vidno da v prvih enajstih letih bi bil denarni tok negativen, a se trend v naslednjih letih obrne in postopoma raste. \nIz preglednice 13 je razvidno, da je NSV po dvajsetih letih negativna v znesku 193465,30€ . Po scenariju D lahko odločim, da investicija ne bi bila upravičena.\n"], "34": ["5 SKLEPI", "Predvidel sem štiri različne scenarije. Pri scenariju A sem ugotovil, da bi bila investicija upravičena po dvajsetih, pri scenariju B pa po dvanajstih letih. V obeh primerih bi bila torej naložba smotrna, kar za scenarij C in D ne velja. Ugotovil sem namreč, da bi se v 20 letih upravičila pri ceni mleka 0,35 €, povprečni mlečnosti 7690 l in maksimalni obrestni meri 7,36 %. Dokler bodo odkupne cene na ravni današnjih ali pa višje, bi bila investicija upravičena, v primeru, da bi se cene zmanjšale, pa se ta ne bi več finančno obrestovala.\nNa podlagi ugotovitev lahko trdim, da je investicija v izgradnjo hleva za krave molznice upravičena ob doseganju parametrov, ki sem jih predstavili v 4. poglavju diplomske naloge. S tem lahko potrdim delovno hipotezo.\n"], "abstract": ["Namen diplomske naloge je ugotoviti ekonomsko upravičenost investicije v izgradnjo hleva za krave molznice. Izračunaval sem jo po različnih parametrih; uporabil sem metodo NSV (neto sedanje vrednosti) in ISD (interno stopnjo donosnosti) ter štiri scenarije. V scenariju A sem uporabil vrednost, ki se uporablja v današnjem času. Ugotovil sem, da bi se nam vrednost investicije upravičila v devetnajstem letu. V scenariju B sem povišal mlečnost, odkupno ceno mleka in telet, kar bi vrednost investicije upravičilo v dvanajstih letih. V scenariju C in D sem odkupne cene zmanjšal, pri tem pa se pokaže neupravičenost investicije. "]}