{"1": ["2 ELEKTRONSKO POSLOVANJE........................... Napaka! Zaznamek ni definiran.", ""], "2": ["2.1 Opredelitev elektronskega poslovanja................... Napaka! Zaznamek ni definiran.", ""], "3": ["2.2 Zgodovina elektronskega poslovanja .................... Napaka! Zaznamek ni definiran.", ""], "4": ["2.3 Prednosti in pomanjkljivosti elektronskega poslovanja .......... Napaka! Zaznamek ni", ""], "5": ["definiran.", ""], "abstract": ["Pregled plačilnih sistemov tako sistema bruto poravnave v realnem času kot žiro kliringa nam nazorno prikažeta, kako se vršijo plačila velikih in majhnih vrednosti v medbančnem prostoru. Sistema sta bila uvedena v slovenski prostor predvsem zaradi omejevanja oziroma odprave tveganj. Sistem BPRČ je namenjen poravnavi plačil velikih vrednosti, posamično z dokončno poravnavo plačila. Pri sistemu žiro kliringa pa se obdelujejo plačila manjših vrednosti in sicer paketno. Sistema BPRČ in žiro kliringa sta bila vzpostavljena v okviru reforme plačilnega prometa, ko so pravne osebe prenesle svoje račune iz Agencije za plačilni promet v banke. Uvedba sistema BPRČ je prinesla številne prednosti med katero lahko omenimo višjo raven kakovosti komuniciranja s komitenti in dokončnost plačila, ki se izvrši tekom dneva. Pri obeh sistemih je poskrbljeno tudi za ustrezno varnost in zaščito podatkov. Elektronsko poslovanje je danes nujno za nadaljnji razvoj in obstoj določene organizacije. Inovacije na področju elektronskega denarja z vso vnemo naraščajo iz dneva v dan. Vidna je prisotnost vedno novih plačilnih instrumentov, na katere se šele privajamo. Elektronski načini poslovanja so nadomestili klasične oblike plačevanja, to je gotovino in plačevanje s čeki. Pri elektronskem poslovanju ni vidna prisotnost plačilnega sredstva. Novi plačilni instrumenti vzpodbujajo zamenjavo gotovine, nižajo stroške finančnih storitev, pospešujejo razvoj učinkovitega plačilnega sistema, večjo vključenost tujih finančnih posrednikov v domače gospodarstvo in konkurenčnost med ponudniki finančnih storitev. Uvedba elektronskega denarja torej pomeni zamenjavo gotovine, stroškovno učinkovitost tega plačilnega instrumenta glede na druge plačilne instrumente. Klasični načini plačevanja, torej plačevanje z gotovino in s čeki postopoma izginjajo iz prometa. Nadomeščajo jih sodobni načini plačevanja. Čemu bi prenašali gotovino za plačilo položnic, ko pa lahko to izvršimo s klikom na miško in še nikamor nam ni potrebno hoditi in izgubljati časa. Z razmahom elektronskega poslovanja postajajo varne elektronske transakcije vsakdanji način opravljanja denarnih transakcij tudi preko svetovnega spleta. Potrebnega bo še nekaj časa, da se bodo elektronski plačilni sistemi širše uveljavili tako pri uporabnikih kot ponudnikih storitev. Nujna je primerljivost sistemov in njih kompatibilnost, preprosta uporaba in le nekaj sistemov, ki bodo na voljo večini uporabnikov. Komunikacijski sistemi bodo morali biti dosegljivi različnim uporabnikom storitev. Varnost pa ostaja še naprej vprašljiva. Kljub uporabi kriptografskega orodja je ta še naprej nepopolna. Informacijska tehnologija je skupaj s telekomunikacijami omogočila gospodarsko revolucijo. Govorimo lahko torej o informacijski družbi, ki sloni na telekomunikacijski infrastrukturi in informacijskih storitvah. Elektronsko poslovanje je široko področje, ki zajema tehnične, tehnološke, ekonomske, pravne in organizacijske okvirje."]}