{"1": ["1 UVOD", "Pri delu policistov so najpomembnejši dokazi, s katerimi kasneje na sodišču tožilstvo dokaže krivdo osumljencu, največkrat fizični dokazi. Ti ob današnjem neverjetnem napredku tehnologije zelo pridobivajo na veljavi. Toda ne smemo pa zanemariti dokazov, ki jih organi odkrivanja zberejo s pomočjo prič in očividcev. To so dokazi, zbrani na podlagi zbiranja obvestil, intervjujev in zaslišanj. Policije se tudi danes veliko poslužujejo intervjujev in zaslišanj. Klasični policijski intervju se praktično popolnoma nič ne spreminja že od samih začetkov sodobne policije. Toda pri izvajanju intervjuja je potrebno uporabljati nove, sodobnejše metode, ki dajejo tudi boljše rezultate. Ena od teh metod je tudi tehnika kognitivnega intervjuja.\nV tej diplomski nalogi bom skušali dokazati, da je kognitivni intervju metoda, s pomočjo katere lahko policisti, seveda, če so za to ustrezno usposobljeni in imajo zadosti izkušenj, pridobijo več kakovostnih informacij od prič. Literatura, ki je na voljo je zelo obsežna, prevladuje pa literatura ameriških in angleških ustvarjalcev. Zadnje čase tudi v Evropi posvečajo preučevanju tehnike kognitivnega intervjuja precej časa in sredstev, tako da se je tudi v policijah nekaterih Evropskih držav ta tehnika začela uspešno pojavljati in jo poučujejo na številnih fakultetah, ki preučujejo tovrstno problematiko.\nPri zaslišanju prič se v zadnjih dvajsetih letih predvsem policije v razvitih zahodnih državah poslužujejo tehnike kognitivnega intervjuja. To je način intervjuja, pri katerem se do priče ne pristopi na klasičen, star način, ampak na nov, drugačen, kateri omogoča pridobitev bistveno večje količine informacij. Ta se izvede z uporabo drugačnega pristopa, katerega so bili policisti in priče do sedaj navajeni. Pričo je namreč potrebno prepričati, da je tisto, kar je videla zelo pomembno za nadaljnji razplet dejanja. Pomembno je tudi, da intervju izvaja oseba, ki ima potrebno znanje in izkušnje iz tega področja. Ključ je namreč v tem, da policist pričo vpraša na tak način, da ta skuša obuditi potek dogodkov, in to po možnosti iz različnih zornih kotov. S tem pristopom se lahko priča spomni več, kot bi se ob navadnem pripovedovanju. S tem pa seveda policisti pridejo do podatkov, ki jih sicer ne bi dobili. Kognitivni intervju se od klasičnega razlikuje predvsem v tem, da daje večinsko vlogo priči, vloga izpraševalca pa je bolj obrobna, postranska. Policist, ki izvaja kognitivni\nintervju, bi moral imeti veliko izkušenj pri izvedbi le-teh. Nato pa bi moral to svoje obstoječe znanje nadgraditi z tehniko kognitivnega intervjuja. Slednja ni tako zelo zahtevna, tako da oseba ne potrebuje nekih specifičnih strokovnih znanj. Potrebno je nadgraditi svoja dosedanja znanja in izkušnje z novimi spoznanji, ter te seveda nato aplicirati v praksi. V Slovenski policiji je glede na literaturo in podatke, ki so na voljo razvidno, da tehnika kognitivnega intervjuja doživlja šele začetke uvajanja v prakso, to pa zato, ker ni nihče izobrazil sedanje generacije, ki sedaj izvajajo intervjuje na policiji.\nIzkušnje kažejo, da je sedanja generacija izkušenih izpraševalcev, ki izvajajo intervjuje in zaslišanja na policiji, izobražena po starih, preživetih metodah, ki so v veliko primerih že zastarane in so potrebne osvežitve.\nV zadnjih letih se kar nekaj slovenskih strokovnjakov ukvarja s proučevanjem tehnike kognitivnega intervjuja, toda to znanje bi bilo potrebno še bolj učinkovito prenesti do oseb, ki bi s temi novimi spoznanji nadgradile in izboljšale svoje delo in rezultate pri izvajanju tehnik kognitivnega intervjuja v Slovenski policiji. S temi novimi modeli bi Slovenska policija bistveno izboljšala in popravila statistično razmerje pri uspešnih preiskavah kaznivih dejanj. Obenem bi se tudi izboljšala slika slovenske policije, tako pri strokovni kot laični javnosti, tako doma in seveda v tujini.\nPri pričah lahko uporabimo tudi tehniko hipnoze, s katero dobimo podatke. Pri hipnozi je mogoče pridobiti podatke o dogodku takrat, kadar je pri priči prišlo do izgube spomina; v tem primeru tehnika kognitivnega intervjuja ni tako učinkovita. Toda mnogi hipnozi močno oporekajo, kajti nekatere raziskave so potrdile mnenja mnogih, da je s hipnozo možno pridobiti več spominskih podatkov, pri nekaterih pa niso ugotovili razlik med hipnotičnim in nehipnotičnim stanjem. Nedvoumno pa so ugotovili, da so ljudje v hipnozi močno sugestibilni, kar pomeni, da so odgovori lahko zelo odvisni od načina postavljanja vprašanj (Umek, 1997).\nPoleg tega ima tehnika hipnoze še eno veliko pomanjkljivost, na sodiščih namreč tehniko zasliševanja oz. intervjujanja tako osumljenca in priče nemalokrat zavrnejo, ker naj bi bili ti dokazi pridobljeni na zelo »sporen« način, zato veliko sodišč, še posebej v anglosaksonskem pravosodnem sistemu tega načina ne upoštevajo kot dokaz. Tudi pri nas tehnika hipnoze ni sprejemljiva kot dokazno gradivo na sodišču (Umek, 1997).\nTehnika kognitivnega intervjuja se je izkazala za zelo uspešno pri obravnavanju mentalno nestabilnih, oz. neuravnovešenih oseb.\nPri tej tehniki je možno, da med samim intervjujem ugotovimo razloge za nastale motnje v njegovem vedenjskem vzorcu. To nam lahko zelo pomaga pri vodenju razgovora, in sicer se s pomočjo teh informacij policist, ki vodi razgovor, izogne kočljivim temam, ki bi lahko pri intervjuvancu izzvale negativen odziv (Černigoj, 2000).\nČe želimo razumeti princip delovanja kognitivnega intervjuja, je najprej potrebno razumeti, kako deluje človeški spomin. In seveda tudi, kaj vpliva na pozabljanje in priklic spomina. Spominu sem v tej nalogi namenil kar precej široko poglavje, kjer se bo detajlno preučilo princip delovanja in predvsem priklic informacij.\nZa osebo, ki izvaja intervju s pričo, je od teh treh stopenj najpomembnejši priklic, kajti le pri uspešno aktiviranem priklicu bo možno pridobiti informacije, ki so koristne za razrešitev primera.\nV nalogi bom skušal preveriti domneve, ali je tehnika kognitivnega intervjuja zares uporabna pri preiskovanju kaznivih dejanj, katere so njene pomanjkljivosti, ter kaj bi bilo potrebno še izboljšati, da bi bila ta tehnika še bolj uporabna.\n"], "2": ["2 KAJ JE KOGNITIVNI INTERVJU?", "Kognitivni intervju je posebna tehnika intervjuja, razvita z namenom, da izpraševalec pridobi od priče čim več podatkov o dogodku, kateremu je bila priča izpostavljena. Celoten proces temelji na tem, da se pričo intervjuja na lokaciji, kjer se bo slednja počutila zelo dobro, seveda pa ima še večjo vlogo kot lokacija, izpraševalec. Ta mora biti zadosti izkušen, da bo znal prebrati pričo do te mere, da bo vedel, kakšen pristop je potrebno ubrati, da bo dobil čim več podatkov (Fisher, Geiselman in Thomas, 1992).\nIzvedbo intervjuja ponavadi opravljajo policisti oz. policisti kriminalisti. Kakšna stopnja izobrazbe je potrebna, da lahko rečemo, da je nekdo zadosti izobražen za tovrstno intervjujanje, ni predpisano. Precej verjetno je, da v policijah, ki to tehniko že uporabljajo, to delo izvajajo v primerih lažjih kaznivih dejanj policisti, ko pa so dejanja težjega pomena, pa delo prevzamejo bodisi policisti z veliko izkušnjami pri intervjujih, še raje pa kriminalisti. V primeru izjemno hudih kaznivih dejanj, ko so tudi priče pod vplivom stresa, bi bilo primerno, da intervju izvedejo najizkušenejši kriminalisti ali pa celo strokovnjaki iz področja psihologije, kateri imajo mnogo tovrstnih izkušenj.\nDanes poznamo dve tehniki kognitivnega intervjuja:\nkognitivni (prvotni) intervju ter  izboljšani kognitivni intervju.\nRazlika med tema dvema tehnikama je predvsem v tem, da izboljšani kognitivni intervju še bolj jasno določa smernice in bolj specifično usmerja osebo, ki vodi intervju kot prvotna različica, ki je bila izdelana oz. narejena za potrebe ameriške policije, ki je sicer do tedaj že uporabljala določene nasvete in navodila, toda ne vedno v pravem vrstnem redu. Lahko rečemo, da je izboljšani kognitivni intervju najnovejša izdaja kognitivnega intervjuja (Fisher idr., 1992, po Černigoj, 2000).\nKognitivni intervju temelji na štirih faktorjih, povezanih s psihološkimi principi spomina in priklica shranjenih informacij (Milne in Bull, 2003), in sicer:\n spomin je selektiven: mnogo različnih faktorjev, kot so stereotipi, pretekle  izkušnje, različna prepričanja zelo vplivajo na to, kako bo intervjuvanec shranjeno  informacijo dojel oz. razumel;  spomin je obnovljiv: spomin ni popoln odsev realnosti in ob poskusu obnovitve se  mora oseba spomniti, kaj se je pravzaprav zgodilo, in povedati zgodbo, kar ji  seveda lahko uspe le s pravilno pomočjo policista, ki vodi intervju (Milne idr.,  2003);  zelo je pomembno, da je vzdušje čim bolj sproščeno, le tako namreč bo intervju  uspešen;  pri priklicu informacij je ključna koncentracija, kajti spomin ponavadi ni logično  urejen, in zato je zelo težko priklicati posamezne dele. Zato je pomembno, da se  skuša intervjuvanca pripraviti da je maksimalno skoncentriran.\nVsa zgoraj navedena dejstva, povezana s spominom mora dober izpraševalec zelo dobro poznati, in pri vsaki priči drugače prilagoditi način intervjuja oz. uporabiti drugačen pristop (Milne idr., 2003).\nKajti vedeti je potrebno, da je koordinacija in časovno zaporedje, ki mora biti pravilno, ključnega pomena, kako se bo intervju odvijal. Ravno tako, kot trener nogometnega moštva, ki mora koordinirati gibanje in premike svojih igralcev, ki mora pravilno voditi ekipo na začetku, sredini in na koncu igre, tako mora oseba, ki vodi intervju voditi intervjuvanca, da dobi čim bolj kvalitetne oz. natančne odgovore.\nGlavni cilj intervjuja je, da pripelje pričo do takih vprašanj, kjer se bo priča spomnila dogodkov, ostalih pomembnih dejstev in tako pomagala pri razjasnitvi na neodgovorjena vprašanja.\n"], "3": ["3 RAZVOJ IN ZAČETKI KOGNITIVNEGA INTERVJUJA", "Kognitivni intervju je se je razširil v Združenih državah Amerike in Anglije pred skorajda tridesetimi leti. Za očeta tehnike kognitivnega intervjuja lahko v prvi vrsti štejemo ameriškega psihologa Fisherja skupaj z nemškim policijskim psihologom Geiselmanom.\nDa je ta pristop presegel meje fakultet, kjer se je uporabnost te metode preizkušala in kalila predvsem na študentih psihologije, ki so ponavadi morali gledati posnetke in kasneje odgovarjati na vprašanja, je moralo preteči še kar nekaj let. Ti so najprej s pomočjo študentov psihologije in sociologije ugotavljali, kako najbolj pravilno in uspešno izvesti kognitivni intervju. Šele nato se je ta tehnika počasi začela prelivati v praktično uporabo v policiji. Ker pa je znano, da so policije po svetu dokaj toge, da je zelo težko spremeniti njihovo mišljenje (v mislih imam predvsem policijske šefe, načelnike in zaposlene, ki lahko pomembno vplivajo na miselnost ostalih zaposlenih), je tudi nerealno pričakovati, da bodo policije kar takoj začele vpeljevati to tehniko, kljub temu, da je že preizkušena in dokazano deluje (Fisher idr., 1992).\nPotrebno je tudi razmisliti, ali je mogoče razvoj in uporaba tehnike kognitivnega intervjuja delno povezana tudi s policijskim delom v skupnosti, kateri je seveda najbolj razširjen in vpeljan v Združenih državah Amerike in Veliki Britaniji. Kajti v skupnosti, kjer se je policija ''odprla'' svojim državljanom, je tudi miselnost ljudi s časom precej drugačna. Tako lahko policisti z veliko gotovostjo pričakujejo večje sodelovanje in pripravljenost pomagati pri razreševanju in odkrivanju kaznivih dejanj pri ljudeh, ki verjamejo, da je policija organizacija, katere prvotni namen je pomagati skupnosti. To se lahko izkaže za pozitivno tudi pri izvajanju kognitivnega intervjuja, saj bo nekdo, ki ima pozitivno mnenje o delu policije, policiji mnogo lažje pomagal tudi pri samem intervjuju.\nEnako se lahko vprašamo, ali se bo tehnika kognitivnega intervjuja tako hitro in uspešno razširila v državah bivšega sovjetskega bloka, katere so bile znane po zelo represivnih, grobih in celo krutih oblikah policijskega nadzorstva. Kajti dejstva, da so bili ljudje dolga leta pod izredno hudim nadzorstvom raznih državnih policij in organov, kateri so imeli praktično vsa pooblastila, katera so tudi s pridom izkoriščali, govorijo o tem, da se bodo ljudje zelo težko odprli in zaupali policiji, kot nekomu, ki jim zares hoče dobro. Poleg\ntega je zaradi trenutne politično ekonomskih posledic v teh državah zelo razširjena korupcija, kriminal in seveda mafija.\n"], "4": ["3.1 PREDNOSTI IN SLABOSTI UPORABE KOGNITIVNEGA INTERVJUJA PRI PREISKOVANJU KAZNIVIH DEJANJ", "Tehnika kognitivnega intervjuja nedvomno predstavlja velik korak naprej pri pridobivanju informacij, ki jih policije potrebujejo za razrešitev kaznivega dejanja. Vse raziskave in uporabne informacije, ki se pojavijo pri preizkušanju uporabe te tehnike, se s pridom uporabljajo pri nadaljnjem izobraževanju in raziskavah, predvsem v pomoč temu, kako to tehniko še izboljšati in nadgraditi. Če bi hoteli dokaj preprosto povedati, katere so glavne prednosti pred klasičnim intervjujem, bi odgovor bil sledeč:\ntehnika kognitivnega intervjuja se od klasične razlikuje predvsem v tem, da pusti priči da prosto govori, da se ji postavlja vprašanja odprtega tipa in navsezadnje je zelo pomemben redosled vprašanj. Kajti pri klasičnem intervjuju, ki smo jim žal premnogokrat priča še danes, lahko vidimo popolno nasprotje zgoraj navedenih dejstev. Torej, vprašanja so zaprtega tipa, ki seveda takoj omejujejo pričo in ne dopuščajo nihanj glede zgodbe, priči se ne dovoljuje odprtega govora, ter tudi tista vprašanja, ki so ponavadi že v osnovi velikokrat neprimerna, so postavljena v nepravilnem vrstnem redu (Fisher idr., 1992).\nTehnika kognitivnega intervjuja ima pred hipnozo prednost, da je pravno zakonita in popolnoma legalna oz. legitimna. Dejstvo, da je kognitivni intervju nesporen pri uporabi in kasneje tudi pri dokazovanju na sodišču, ga seveda takoj uvršča višje na lestvici bolj priljubljenih metod pri preiskovanju kaznivih dejanj. Če ga primerjamo s hipnozo, ki je sicer dokaj uspešna, toda to nam ne pomeni mnogo, kajti na sodišču je ne moramo uporabiti, je pri tehniki kognitivnega intervjuja pomembno dejstvo, da je zelo zmanjšana možnost vplivanja na proces spominjanja, kar seveda posledično ne povzroča izkrivljanja resnice.\nNemški psiholog Geiselman (1996) v članku On the use and Efficacy of the Cognitive interview pravi, da je resničnost kognitivnega intervjuja, kot orodja za izboljšanje spomina, dokazana v medsebojno neodvisni literaturi.\nGlavne od njegovih prednosti so:\nodstotek napak se z njegovo uporabo (kognitivnega intervjuja) ne povečuje, v  veliko primerih se tudi ni povečalo število absolutnih napak;  kognitivni intervju ne poveča učinka zavajajočih vprašanj (dve študiji celo  govorita o tem, da se je takšen učinek zmanjšal);  kognitivni intervju ne povečuje možnosti napačne identifikacije storilca, kadar le  ta na prepoznavanju stoji v vrsti z drugimi;  z uporabo kognitivnega intervjuja se pri tistem, ki ga intervjuvamo, ne poveča  prepričanje, da je tisto, česar se spomni, resnica;  v primerjavi z običajnim policijskim zaslišanjem se zdi ostalim prisotnim (npr.  zagovornik) kognitivni intervju manj sugestiven.\nV eni od raziskav, ki so jo izvedli francoski strokovnjaki, so med drugim raziskovali, ali ima čustvena obremenjenost prič in žrtev kaznivih dejanj vpliv na točnost njihovih izjav pri intervjuju (Ginet in Verkampt, 2007).\nPri raziskavi so študentom predvajali posnetek prometne nesreče. Na rokah so imeli nameščene elektrode, s pomočjo katerih so jim med gledanjem posnetka pošiljali električne šoke, in s tem dosegli visoko stopnjo budnosti. To so naredili na eni skupini, druga skupina pa je bila merjena na način, da so jim merili fiziološke parametre v nizko budnem stanju (Ginet idr., 2007).\nPo tednu dni so vse študente intervjuvali s kognitivnim in s strukturiranim intervjujem. Vsi študentje so pri načinu kognitivnega intervjuja povedali več podatkov, ne glede ali so bili v prvi ali v drugi skupini. Natančnost podatkov, pridobljena pri skupini, ki je bila podvržena gledanju nesreče pri bolj budnem stanju, je bila še boljša (Ginet idr., 2007) .\nPrednosti za uporabo kognitivnega intervjuja je zelo veliko, tudi aplikativne uporabnosti mu ne moremo odrekati, je pa dejstvo, da je pri tem načinu intervjuja kar nekaj vprašanj, na katera bo potrebno najti odgovor oz. izvesti določene raziskave.\nNekaj dejstev in pomanjkljivosti pri uporabi kognitivnega intervjuja, ki so v večji meri slabe, ne pa nujno lastnosti, za katere ne obstajajo rešitve, če ne danes, pa jih bo znanost odkrila v prihodnosti (Memon, 1999):\ntehnika kognitivnega intervjuja zahteva od policista, ki ga izvaja, veliko mero  koncentracije, ter lastnosti kot so: prilagodljivost, fleksibilnost, potrpežljivost;\npolicist, ki ima opravka pri intervjuju, kjer lahko dobi podatke o zelo pomembnem  primeru, in je lahko tudi medijsko zelo odmeven, se lahko znajde pod velikim  pritiskom, tako svojih nadrejenih, kakor tudi medijev. Zaradi tega lahko pride do  negativnih vplivov na policistovo strokovnost. V takih primerih bi moral biti  policist, ki izvaja intervju čimbolj odmaknjen od vpliva tako javnosti in  sodelavcev, kateri bi lahko slabo vplivali na sam potek intervjuja;\nv primerjavi s klasičnim intervjujem tehnika kognitivnega intervjuja zahteva več  časa, predvsem zaradi policistovih predhodnih priprav in samega daljšega  časovnega trajanja intervjuja. To pa lahko v veliko primerih predstavlja težavo,  kajti mnogokrat so policisti, ki naj bi izvedli intervju, zaposleni z opravljanjem  ostalih nalog, kot je na primer birokracija. Zaradi tega se lahko zgodi, da intervju  ne bo izveden po smernicah, ki so predpisane zanj, in v temu primeru so lahko  rezultati mnogo slabši;\nraziskave kažejo, da pri starejši populaciji tehnika kognitivnega intervjuja ni  uporabna, ker naj bi bila zelo utrujajoča in stresna. Izvedli so raziskavo med  angleškimi policisti, kateri so v veliki večini dejali, da je za starejše od 60 let ta  tehnika v pretežni meri neuporabna zaradi nezmožnosti koncentracije oz.  zbranosti. Je tudi precej utrujajoča, ker je potrebno vse podoživeti ponovno, to  pride do izraza še posebej pri kaznivih dejanjih z elementi nasilja;\n v primeru, da pride pri intervjuvani osebi do izgube spomina, ker je le-ta  prisostvovala v izredno tragičnih situacijah, tam tudi tehnika kognitivnega  intervjuja ni uporabna (Memon, 1999).\nČe skušamo narediti povzetek uporabnosti tehnike kognitivnega intervjuja, lahko glede na literaturo oz. raziskave, ki so bile narejene, rečemo, da je ta tehnika z veliko mero gotovosti zelo uporabna in da je velika pridobitev in pripomoček pri delu policij, ki so vodene oz. upravljane na sodoben in moderen način.\nPri policijah, ki pri svojih metodah uporabljajo starejše, ''preizkušene'' metode, ki se mnogokrat seveda izkažejo za neuporabne oz. preživete, je pa potrebno odgovorne prepričati, da je ta tehnika lahko z dokaj malo vložki, kar se tiče financ oz. opreme, lahko zelo učinkovita in zelo pripomore pri raziskavi kaznivih dejanj. Da bo do tega zares prišlo, bo potrebno vložiti mnogo truda in trdega dela. Kajti spraviti v življenje nove metode dela, še posebej pri tako občutljivih temah, kot je na primer policijsko preiskovanje, to lahko pomeni veliko mukotrpnega in napornega dela. Vpeljava novih metod dela je še posebej v tradicionalnih policijah, ki prisegajo na stare, preizkušene metode, lahko zelo naporna in tudi neuspešna.\n"], "5": ["3.2 PRIMER KOGNITIVNEGA INTERVJUJA - NA KAJ VSE MORA IZPRAŠEVALEC BITI POZOREN", "Mnogokrat policisti, ki vodijo intervju težko ločijo med dejstvi kaj je intervju in kaj je zaslišanje. To se zgodi predvsem ker je to posledica policistovega (nepravilnega) izobraževanja in dolgoletnih navad, kjer je imel opravka največkrat pri zaslišanju osumljenca nekega kaznivega dejanja. Zato je najprej potrebno je potegniti zelo jasno ločnico med obema pojmoma.\nIntervju (lahko običajni ali kognitivni):  intervju je tehnika, pri kateri policist skuša od kooperativne priče kaznivega  dejanja z njenim prostovoljnim sodelovanjem priti do nekaterih nepojasnjenih  informacij. Ta intervju se nato lahko naredi na več načinov, priporoča se uporaba  tehnike kognitivnega intervjuja, ker se je izkazala na eno od tehnik, ki da trenutno  najboljše rezultate.\n Zaslišanje: pa je že v osnovnem bistvu nekaj popolnoma drugačnega. V tem primeru policisti privedejo zaslišanca, ki je tam praviloma neprostovoljno. V postopku zaslišanja skušajo odkriti njegovo vpletenost v primer z zaslišanjem. V tej fazi postopka ima zaslišanec status osumljenca. Nato se policisti na podlagi razgovora z njim odločijo, kako bodo ukrepali naprej. Zato je potrebno vedeti, da ponavadi policisti z osumljenci ne postopajo enako kot s pričami. Pri tem imamo v mislih odnos osumljenec-policist, ki sta v tem primeru zelo drugačna kot v relaciji policist-priča. Tu se ta dva postopka pridobivanja informacij razlikujeta v načinu, kako policist do osumljenca nastopi, kakšne so osumljenčeve pravice in dolžnosti. Kajti osumljenec je dolžan podati izjavo, namreč, če jo odkloni, se lahko molk izkaže kot zanj obremenjujoče dejstvo, ki mu lahko zelo škodi, saj s tem policija utemeljeno sumi, da je dotična oseba sodelovala pri kaznivem dejanju. Seveda tudi sam potek zaslišanja osumljenca izgleda mnogo drugače kot intervju. Z osumljencem se namreč ne ravna tako '' v rokavicah'' kot s pričo. Osumljenca se ponavadi sooči z dejstvi oz. z dokazi, in na podlagi tega se le ta odloči kako bo ravnal naprej, ali bo sodeloval s policijo in si s tem skušal deloma pomagati iz težav ali pa se lahko ''zavije'' v molk oz. zavrača kakršnokoli očitano vpletenost v dejanje , ki mu ga pripisuje policija.\nZato je najprej zelo pomembno, da jasno razlikujemo med pričo in osumljencem. Kajti priča pride na policijsko postajo popolnoma prostovoljno. Nihče ji ničesar ne more, kajti edino na sodišču ima v nekaterih primerih sodnik možnost kaznovati pričo, če se le ta ne udeleži obravnave oziroma noče pričati. V primeru, ko gre za policijsko preiskavo (zbiranje dokazov) pa se na priče ne sme vršiti pritiska s strani policije. V praksi se velikokrat zgodi, da priče nočejo povedati ničesar oz. trdijo da niso nič videle zaradi mnogo različnih vzrokov. Ti so lahko, da se priča boji posameznika ali skupine, ki je storila dejanje (največkrat skupina ljudi, ki delujejo kot organizirana skupina) ker ji bo lahko kasneje ta posameznik ali skupina naknadno grozila ali drugače zastraševala. Poznamo tudi primere, ko posamezniki nočejo pričati, ker bi s tem škodovali sorodniku ali prijatelju.\nRaziskave so pokazale, da v Združenih državah Amerike mnogo policistov ne ločuje dovolj dobro med zaslišanjem in intervjujem. Zato uporabljajo stil, ki je primeren za zaslišanja tudi pri opravljanjem intervjujev. Ker je ta način bolj grob, celo zastrašujoč, se\npriče ponavadi umaknejo (zaprejo, nočejo biti zelo zgovorne) in policisti ne dobijo toliko informacij, kot bi jih lahko, če bi uporabljali pravo ''verzijo''. Del problema, zakaj policisti tako postopajo z intervjuvanci izhaja iz njihovega izobraževanja, kjer je bilo v glavnem poudarek na zasliševanju, zelo malo pa o izvajanju intervjujev.\nPresenetljivo, tudi priročniki za izobraževanje policistov, ne ločijo zadosti med zaslišanjem in intervjujem, celo priporočajo, da naj policisti med opravljanjem intervjuja s kooperativno pričo ravnajo kot z osumljencem, npr. postavljanje zavajajočih informacij (Fisher idr., 1992).\nNapake, ki jih policisti pri izvajanju intervjuja pogostokrat izvajajo:\nDvomljiva vprašanja Policist lahko na mnogo načinov kreira vprašanje ali komentar, na katera od teh lahko pričakuje bolj specifične oz. jasne odgovore kot na druga. Vprašanje, ki se na prvi pogled mogoče sploh ne razlikuje od drugega, lahko pričakuje popolnoma drug odgovor kot pri prvem. Primer: ''ali je nosil torbo pod desno roko'' se na prvi pogled zdi enako vprašanju ''ali je nosil tisto torbo pod desno roko''. To na prvi pogled dokaj enako vprašanje lahko pri priči vzpodbudi zelo različne reakcije, posledično tudi odgovora. Zato je izjemno pomembno kako oz. kakšna vprašanja policist postavi. Paziti mora, da ne zavaja priče oz. da ne postavlja dvomljiva vprašanja, katera puščajo odprto možnost za različne interpretacije oz. različne verzije odgovorov (Fisher idr., 1992).\nZaprta in nevtralna vprašanja Policist lahko priči zastavi vprašanje kot: ''ali je imel posiljevalec modro jopico'', oziroma ''kakšne barve je bila posiljevalčeva jopica''. Pri prvem tipu vprašanja policist ne dopusti priči nikakršnega velikega manevrskega prostora za njegovo verzijo zgodbe, saj je vnaprej povedal, v kaj je bil osumljenec oblečen, in celo sugerira, kakšne barve je bila obleka. Pri drugem vprašanju je malo drugače, kajti barva ni že vnaprej ponujena kot pri prvem vprašanju. Potrebno se je vprašati, kakšna je razlika, če policist postavi zaprto oz. nevtralno vprašanje. Pri priklicu informacij v spominu in različnih dinamikah intervjuja lahko pomembno vplivamo na intervjuvančevo spominsko funkcijo in s tem posledično na odgovor. Zato so vprašanja\nzaprtega tipa nepriporočljiva za uporabo, kajti premočno vplivajo na pričo in ne odražajo dejanske zgodbe. Kajti priča bo povedala ob takih vprašanjih to, kar želi policist vedeti. Zato moramo biti zelo previdni, da ne polagamo priči odgovorov, ki bi jih mi želeli imeti (Fisher idr., 1992).\nNegativna vprašanja Raziskave kažejo, da kadar policist verjame, da priča ne ve odgovora na vprašanje, postavi to vprašanje v nikalni obliki. Vprašanje lahko izgleda na primer tako: ''saj se ne spomnite kakšen tip vozila je bil, a ne''. Vprašanja, ki imajo v svojem bistvu nikalni prizvok, avtomatsko polagajo v zavest priči, da tako tudi odgovori. Tako lahko na tak tip vprašanja policist ponavadi pričakuje odgovor :''ne'' ali pa ''ne spomnim se''. Po vprašanju, ki je bilo formirano na tak način, tudi priča meni, da policist ne bo pretirano nezadovoljen oziroma se bo zadovoljil s takšnim odgovorom. Vprašanja, ki so postavljena tako, priče ne vzpodbujajo, da bi se vsaj malo potrudila in ''pobrskala'' po spominu, temveč ji takoj, ko zasliši vprašanje avtomatsko položijo odgovor v zavest, saj naj bi policist to želel slišati (Fisher idr., 1992).\nKompleksno-obsežnejša vprašanja Policist mora pri preiskovanju kaznivega dejanja pridobiti čim bolj natančnejše informacije o osumljencih, poteku dogodka in o vseh podrobnostih, ki bi lahko kakorkoli pomagale pri razrešitvi dejanja. Pri pridobivanju teh informacij policist lahko postavi priči vprašanja, ki so zanjo prezahtevna in bodo zaradi kompleksnosti odgovora negativno vplivale na kvaliteto odgovora, oz. priča bo zaradi preobsežnosti odgovora pozabila na nekatere, mogoče zelo pomembne detajle. Policist lahko postavi vprašanje: ''ali se spominjate še česa drugega? Ali je imel brke, očala, brazgotine, nakit...'' Za pričo je lahko mnogokrat prenaporno spomniti se naenkrat vse te detajle, in tudi pravilno odgovoriti na njih. Zato bi moral policist ta vprašanja razbiti na delce, in ko je eden del zaključen, se gre k drugemu. Tako se tudi priča ne utruja tako močno, kot pri vprašanjih, ki so zelo obsežna. V primeru da v kaznivem dejanju sodeluje več udeležencev, je nujno potrebno da policist zahteva od priče, da le ta opiše enega za drugim. Cilj mora biti, da priča pove vse o enem storilcu in šele nato se preide k drugemu. Kajti če priča opisuje več storilcev naenkrat, zna biti to zelo naporno tako za pričo, kot za policista, kajti sigurno bo prišlo do zmede in mešanja dejstev (Fisher idr., 1992).\n Tehnična terminologija in žargon Pri policijski preiskavi, tako kot pri ostalem strokovnem delu, smo izpostavljeni besedam, ki so značilne za določeno skupino ljudi, ki jih poznajo in uporabljajo. Tem besedam pravimo žargon. Slednji je lahko koristen, zagotavlja tudi neko mero neuradnega komuniciranja znotraj člani določene profesije, ceha. Toda, lahko je tudi napačno razumljen, interpretiran še posebej od ljudi, ki ga ne poznajo. Določene besede, ki so policistom zelo poznane in jasne, so lahko za običajne občane razumljene napačno ali zavajajoče. Enako se lahko zgodi pri uporabi strokovne terminologije, ki jo lahko policist zelo razume, priča pa je ne pozna, zato bo postala zelo zmedena. Zaradi tega je potrebno biti zelo previden pri uporabi raznih strokovnih izrazov, za katere ne vemo dobro, ali jih priča razume. Na primer vprašanje ali je storilec uporabil pištolo ali revolver lahko pričo zelo zmede, jo postavi v manj vredni položaj pred policistom. Policisti se naj pri svojem delu maksimalno izogibajo uporabi žargona in strokovne terminologije, kajti uporaba le te bo pripomogla k povečanju zmede in nelagodja pri priči. Uporaba je dovoljena le v primeru, ko priča jasno pove, da ji je strokovna terminologija oz. žargon poznana in jo ne spravlja v nevednost oz. v nelagodje (Fisher idr., 1992).\nVprašanja zaprtega tipa Vprašanja lahko označimo kot odprta ali zaprta. Zaprto vprašanje priči zelo omeji možnost za odgovor. Medtem, ko vprašanje odprtega tipa dopusti veliko mero ''svobode'' pri odgovoru, saj je vprašanje sestavljeno tako, da priča lahko pove tisto, kar je videla, oziroma česar se spominja. Tipično zaprto vprašanje: ''kakšne barve je bil avtomobil'' Takšna vprašanja so nezaželena, kajti s tem priči onemogočimo nadaljnjo razpravo o dogodku ali podrobnostih, ki so lahko zelo pomembna za razrešitev primera.\nVprašanja ''da in ne'' (ali je bil avto črn) tudi spadajo v to kategorijo, saj onemogočajo kakršnokoli možnost drugačnega odgovora. Odprto vprašanje v tem primeru bi bilo: ''opišite avto, ki ste ga videli, čim bolj natančno.'' Pri tem vprašanju bo bil lahko odgovor zelo izčrpen, jasen ali pa tudi ne, kajti zelo je odvisno, kako dobro se priča spominja dogodka oz. stvari po kateri se jo sprašuje. Odgovor bo bil tudi zelo odvisen od pričine zmožnosti za komuniciranje oz. izrazoslovje (Fisher idr., 1992).\nOba tipa vprašanj imata svoje prednosti in seveda slabosti, tako da se naj bi uporabljala v namen, da se doseže maksimalna učinkovitost pri pridobivanju informacij. Zaprta vprašanja nam služijo, da dobimo zelo jasne odgovore in so namenjena predvsem temu, da priča ne ''zatava'' v popolnoma drugo temo. Toda postavljajo tudi mnogo omejitev, zato se zaprtih vprašanj pri kognitivnemu intervjuju naj ne bi postavljalo, oziroma se naj le te zmanjša na minimum.\nKdaj uporabiti zaprta in kdaj odprta vprašanja? V želji po čim boljših odgovorih, kateri so seveda nujni za uspešno razrešitev primera, psihologa Fisher in Geiselman svetujeta, da se uporaba zaprtih in odprtih tipov vprašanj kombinira tako, da se maksimalno pripravi pričo, da pove vse tisto, kar je videla (Milne idr., 2003, po Rener, 2007).\nDa pa se to doseže, je potrebno da policist, ki opravlja razgovor, ve, kdaj je potrebno uporabiti vprašanje odprtega oz. zaprtega tipa. Kajti le kombinacija obeh ponavadi doseže svoj namen, tako, da je za policista zelo pomembno, da ve, kdaj je potrebno v intervju na zelo diskreten način implementirati tudi vprašanja zaprtega tipa, ki so na prvi pogled neučinkovita, toda mnogokrat se izkaže, da temu ni tako.\nPrimer : Ko je priča že povedala oz. delno opisala vitalno, ključno informacijo, napadalčev obraz, lahko začne policist s spraševanjem, in sicer z uporabo odprtih vprašanj, seveda s spodbujanjem priče, da pove čimbolj detajlno verzijo zgodbe. Če priča ne pove vseh pomembnih informacij po tem, ko ji je policist zastavil vprašanje odprtega tipa, naj slednji postavi vprašanje zaprtega tipa. Predpostavljamo, da hoče dobiti policist natančen opis napadalčevega obraza, seveda tudi detajle o laseh (barva, dolžina, oblika ...), oči (barva, velikost) in barvo kože, specifične brazgotine ter njene ostale posebnosti (Fisher idr., 1992).\nPomembno je, da policist pričo pravilno usmerja med veliko podatki - spomini, ki jih priča ima. Nemalokrat se namreč zgodi, da se lahko sicer zelo dobro izveden intervju, ki je na prvi pogled dal zelo dober, detajlen opis storilca ali dogodka, kasneje izkaže za pomanjkljiv, ker priča med goro informacij ni povedala pravih, kateri bi bili za policista zelo pomembni (Fisher idr., 1992).\nČe pogledamo praktični primer intervjuja, kjer policist skuša od priče izvedeti čim več podatkov, o tem, kako je napadalec izgledal:\nPolicist : povejte mi čim več podatkov o tem, kako je napadalec izgledal.  Priča : Torej, imel je okrogel obraz. Bil je nekako temen. Nisem opazil nikakršnih  brazgotin ali kaj podobnega. Imel je nenavadno velike oči, skorajda otroško  velike. Saj veste, kako pri otrocih oči izstopajo, ker so zelo velike glede na  velikost glave. In to je vse česar se lahko spomnim.\nDo sedaj je priča policistu povedala dve pomembni informaciji, in sicer: dejstva o koži (barva in brazgotine), eno od dveh pomembnih dejstev o očeh (velikost, toda brez barve) in nobenih podatkov o laseh (barva, dolžina, oblika). Zato mora policist sedaj zastaviti specifična vprašanja, ki mu bodo dala odgovor o preostalih dejstvih o barvi oči in nato tudi o laseh (Fisher idr., 1992).\nPolicist: Pravkar ste rekli, da je imel nenavadno velike oči. Poskušajte si  predstaviti njegove oči ponovno. Kakšne barve so bile?  Priča: Nisem prepričan, toda mislim, da so bile temne, mogoče črne ali rjave.  Policist: Ničesar niste omenili glede o njegovih laseh. Povejte mi vse, kar veste o  njegovih laseh.  Priča: Bile so skoraj črne barve, počesane nazaj. Srednje dolžine, ravne.  (Fisher idr., 1992).\nČas med vprašanji ter hitrost postavljanja vprašanj Kvaliteta odgovorov je v zelo veliki meri odvisna od načina postavljanja vprašanj, še posebno od tempa in časovnih presledkov med vprašanji. Če so vprašanja zastavljena prehitro, se ponavadi zgodi, da so odgovori zelo slabe kvalitete. Kajti če so vprašanja zastavljena hitro, bo tudi priča želela ugoditi policistu tako, da bo na ta vprašanja zelo hitro odgovarjala. Posledično pa bodo odgovori zelo površni, ali pa se bo odgovor glasil: \"ne vem\". Zato je zelo pomembno, da policist postavlja vprašanja v mirnem, in enako razporejenem časovnem zaporedju (Fisher idr., 1992).\n Ton glasu med intervjujem Vloga priče pri intervjuju je v zelo veliki meri odvisna od tona glasu in načina govora policista, ki le ta intervju vodi. Če policist govori z avtoritativnem glasom, bo ustvaril nadzor oz. kontrolo nad pričo, in le-ta se bo zaradi tega videla v bolj spremljevalni, neaktivni vlogi. Zato naj bo govor policista umirjen, enakomeren. S tem bo dosegel, da bo priča pri intervjuju sodelovala bolj aktivno, počutila se bo bolj pomembno (Fisher idr., 1992).\nHitrost govora priče Je ponavadi zelo hitra. Zato policist ne more dobro razumeti vseh informacij, in v takih primerih je zelo dobro, da se policist pogovori z pričo, in ji razloži, da bi bilo bolje, če bi lahko malo upočasnila hitrost govora, kajti za policista je zelo težko zapomniti oz. zapisati si toliko novih informacij (Fisher idr., 1992).\nSam dogodek namreč na priče deluje stresno. Zaradi tega so priče med samim intervjujem , še posebej, če je le ta kmalu po dogodku, zelo pod vplivom kriminalnega dejanja. Zato se zelo pogosto dogaja, da je hitrost pripovedovanja priče zelo hitra in zaradi tega nejasna in težje razumljiva. Policist lahko stori kakšno dejanje, na primer pove, da je zelo zainteresiran za pričino zgodbo, saj je pričina verzija zelo pomembna za razrešitev primera. Toda, da bo policist lahko razumel vse, kar želi povedati, je zelo pomembno, da govori jasno in počasi. Policist lahko priči pove, da bo zaradi množice informacij, ki se pojavljajo, te zaradi velikega obsega tudi zapisal. Tudi zato naj priča govori počasneje. V praksi se mnogokrat izkaže, da kljub prošnjam priči, naj ta govori počasneje, le te velikokrat še vedno zelo hitro govorijo. Zato je potrebno v teh primerih ali delati zapiske ali pa uporabljati elektronske naprave za snemanje pogovora (Fisher idr., 1992).\nUporaba snemalnikov zvoka pri izvajanju intervjuja Danes ob poplavi vseh tehničnih pripomočkov na trgu, je uporaba oz. nabava snemalnika glasu pri intervjuju zelo priporočljiva in seveda uporabna. Kajti policist, ki bo imel pri intervjuju navzoč snemalnik glasu, ne bo imel skrbi s pisanjem opomb. Tako se lahko bolj posveti izvajanju intervjuja in priči. Uporaba snemalnika omogoča, da lahko pri zahtevnih\nprimerih, kjer je bilo navzočih veliko storilcev ali podobno, policist pripoved poslušajo večkrat zaporedoma in sprotno razčiščujejo neznanke.\nNekatere priče se lahko na začetku intervjuja, na katerem se uporablja snemalnik počutijo nelagodno. Izkušnje kažejo, da se v takih primerih kmalu po začetku intervjuja priče navadijo na snemalnik in ''pozabijo'' nanj. Tako intervju tudi v takih primerih poteka brez težav (Fisher idr., 1992).\nPri snemanju intervjujev lahko pride tudi do primerov, da se ta posnetek uporabi na sodišču, kjer ga kot dokaz sebi v prid uporabi obramba obtoženca. Seveda je to v veliki meri odvisno od pravosodnega sistema in prakse konkretne države, v kateri se odvija pravosodni proces (Fisher idr., 1992).\n"], "6": ["3.3 SMERNICE ZA IZVEDBO INTERVJUJA", "Tehnika kognitivnega intervjuja se od klasičnega intervjuja razlikuje predvsem po tem, da daje priči mnogo večjo vlogo. To v praksi pomeni, da je priča mnogo bolj aktivna, da tudi več govori. Pri intervjuju je ključnega pomena komunikacija med policistom in pričo. Če je oseba, ki je intervjuvana zbegana, ne ve kakšna je njena vloga v razgovoru, bo prišlo do napak, ki se bodo odrazile predvsem v tem, da bo priči neprijetno, nelagodno. Zaradi tega pa se ne bo popolnoma sprostila, odprla. Psihologa Geiselman in Fisher sta združila svoje izkušnje z vodenjem teh razgovorov v novo, spremenjeno verzijo kognitivnega razgovora, ki sta ga leta 1992 predstavila v svoji knjigi.\nTehniko novega intervjuja sta razdelila na sedem stopenj, od teh ima vsaka svoja pravila in vrstni red, ki ga je potrebno spoštovati (Milne idr., 2003), in sicer:\n1) Pozdrav in vzpostavitev stika  2) Razlaga namena razgovora  opisati vse,  ničesar ugibati ali si izmišljevati,  osredotočenost, zbranost.  3) Prosta pripoved\n obnova dogodka,  odprta vprašanja,  premori,  neverbalna komunikacija.  4) Postavljanje vprašanj  opisati vse,  vprašanja prilagojena osebi,  ničesar ugibati ali se izmišljevati,  odgovor \"Ne vem\" je sprejemljiv  odgovor \"Ne razumem\" je sprejemljiv  zbranost  odprta in zaprta vprašanja  5) Spremenjen in razširjen priklic  zamenjava časovnega poteka,  sprememba perspektive,  osredotočenje na vsa čutila.\n"], "abstract": ["Mnogokrat si pri reševanju kaznivega dejanja policisti pomagajo z različnimi metodami in tehnikami. Poleg materialnih dokazov se mnogokrat, sploh kadar so dogodek videle druge osebe, poslužujejo tudi intervjuja s pričami. Nekoč so ta intervju izvajali precej podobno kot klasično zaslišanje. Raziskave pa so pokazale, da je možno s pravim pristopom pridobiti bistveno več informacij kot pri klasičnem intervjuju. Eden izmed teh novih pristopov je tudi razmeroma nova oblika izvajanja intervjuja, ki daje veliko večjo vlogo in dominantnost sami priči, policist pa je postavljen bolj na obrobje. Temu načinu intervjuja pravimo kognitivni intervju. Ta sodobni način so iznašli v Združenih državah Amerike v sedemdesetih letih prejšnjega stoletja. Glavne razlike so med drugim v tem, da mora policist zelo dobro poznati kar nekaj pravil in smernic, ki so nujno potrebne za uspešno izvedbo intervjuja in zato, da intervju ne zaide v napačno smer. Zelo hitro se namreč lahko zgodi, da se priča zapre vase in s koristnimi informacijami je konec. Vedeti je treba, da se kognitivni intervju od klasičnega policijskega intervjuja razlikuje v veliko dejavnikih. Policist mora biti do priče pošten, korekten, poznati mora tudi delovanje človeškega spomina. Velikokrat je policist postavljen pred vprašanje, kako pridobiti informacije od prič, ki so zaradi hudega stresa, ki so ga doživele ob dogodku, v zelo težki situaciji. Dogaja se lahko celo, da pridobitev informacije trenutno ni mogoče, ker je priča ''potlačila'' dogodek globoko v spomin. V takih primerih si sicer lahko pomagamo s hipnozo, vendar je treba vedeti, da na večini sodišč podatki, pridobljeni s pomočjo hipnoze, ne bodo upoštevani. Takrat je lahko tehnika kognitivnega intervjuja, seveda če je pravilno izvajana, zelo primerna in tudi uspešna. V Evropi se je ta tehnika začela uveljavljati kmalu po prvih raziskavah in praktičnih primerih, ki so prihajali iz Amerike, toda že samo osnovno delovanje nekaterih policij ne omogoča razvoja in uporabe te tehnike, vsaj ne tako hitro, kot bi si želeli. Vedeti je treba, da delo ameriške policije ter tudi angleške policije in policije v nekaterih zelo razvitih evropskih državah temelji na bolj jasnem, transparentnem delovanju, ki se trudi zelo približati ljudem, jim pomagati pri njihovih težavah. V nekaterih evropskih državah, še posebej je to očitno v državah, ki so iz socialističnega oz. komunističnega sistema prešle v demokacijo in kapitalizem, je pa mnogo težje ljudem dopovedati, da so policije tu predvsem zato, da ljudem pomagajo. Zato je tudi nerealno pričakovati, da se bodo ljudje, ki so še nedavno bili zelo maltretirani s strani raznih posebnih vrst državnih agencij, odprli in skušali samoiniciativno pomagati policiji. Tako v teh državah čaka policijo še mnogo težje delo kot v zahodnih državah, kjer je treba za to skrbeti predvsem z ustreznim izobraževanjem in praktičnim delom teh policistov na tehniki kognitivnega intervjuja. Za kvalitetno izvedbo kognitivnega intervjuja mora biti policist dobro poučen, katerih napak ne sme narediti, kajti s tem lahko postavi pričo v nelagoden položaj ali s tem doseže, da ne bo dobil želenih podatkov. Teh pravil je kar nekaj, od prekinjanja priče pri prostem govoru, uporabe prezahtevnega jezika, do uporabe zaprtih vprašanj, ki onemogočajo priči podati jasen in podroben odgovor. Kognitivni intervju je nedvoumno velik korak naprej pri pridobivanju boljših in jasnejših odgovorov za razrešitev kaznivih dejanj. Je pa nujno, da so osebe, ki ta intervju izvajajo, zadosti izobražene in predvsem morajo imeti čim več praktičnih izkušenj s tega področja. "]}