{"1": ["1 UVOD", "Vinska trta (Vitis vinifera L.) gre v enoletnem obdobju skozi več faz razvoja. Njen življenjski cikel se začne s solzenjem, sledi brstenje in rast mladik, cvetenje in oploditev, razvoj jagod in dozorevanje grozdja. V začetku te faze se jagode začnejo mehčati in spremenijo barvo. Ko jagoda doseže normalno velikost, kožica pri belih sortah porumeni, pri rdečih pa pordeči. Količina sladkorja v jagodi se začne povečevati, količina skupnih titracijskih kislin pa zmanjševati. Poleg obarvanja jagodne kožice, dobi jagoda za sorto značilno aromo (Vršič in Lešnik 2005).\nNa dozorevanje ima pomemben vpliv sevanje sončnih žarkov, ki lahko padajo direktno na liste ali pa se odbijajo od tal. Vpadni kot sončnih žarkov je odvisen od nagnjenosti terena. Pri grozdnih jagodah, direktno izpostavljenih soncu, lahko pride do sončnih ožigov. To moramo upoštevati predvsem, če izvajamo defoliacijo.\nZ načrtnim odstranjevanjem listov v predelu grozdja (defoliacija) sicer odstranimo del asimilacijske površine, vendar s tem povečamo direktno osvetlitev grozdja, poveča se temperatura jagod, kar vpliva na presnovo kislin (Laubarbeiten 2002). Defoliacija ima tudi nekatere druge prednosti. S tem ko liste odstranimo, poskrbimo za boljšo zračnost listne stene (posebej pomembno, če so daljša deževna obdobja) in boljše je nanašanje fitofarmacevtskih sredstev na grozdje, kar vpliva na boljše zdravstveno stanje grozdja.\nDefoliacijo lahko izvedemo v različnih razvojnih fazah vinske trte. Osnovna hipoteza pri naši raziskavi je bila, da odstranjevanje listov v predelu grozdja v času cvetenja vpliva na temperaturo jagod, število in maso jagod, dozorevanje grozdja in kemično sestavo grozdnega soka. Namen naše raziskave je bil ugotoviti, kako defoliacija v času cvetenja vpliva na temperaturo jagod in kemični sestav soka pri sortah 'Rizvanec' in 'Šipon'.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Dozorevanje grozdja", "Ob začetku zorenja se celice jagodnega mesa in kožice prenehajo večati in rast se nadaljuje samo še v pečkah. Zaradi tega se velikost jagod ne spreminja več, ampak te pridobivajo na teži zaradi dotoka organskih snovi iz zelene listne površine in v vodi raztopljenih mineralnih snovi preko koreninskega sistema (Šikovec 1993).\nV grozdnem soku sta prisotni glukoza in fruktoza, ki sta produkta fotosinteze vinske trte. Prav tako najdemo tudi organske kisline, od katerih sta najpomembnejši vinska in jabolčna. Vinska kislina se v začetku zorenja akumulira v kožici jagode in v mesu takoj pod njo, jabolčna pa se nahaja predvsem v mesu blizu pečk (Bavčar 2006). Vinska in jabolčna kislina sta dve organski kislini, ki predstavljata več kot 90 % delež skupnih titracijskih kislin (Mullins in sod. 1992). Vsebnost jabolčne kisline se ponavadi zmanjšuje veliko hitreje kot vsebnost vinske, verjetno zato, ker obstaja več encimov v grozdju, ki so sposobni presnove jabolčne kisline (Winkler in sod. 1962). Med vinsko in jabolčno kislino obstaja določeno razmerje, ki ni stalno, ker je odvisno od višine temperature in količine padavin med razvojem in dozorevanjem grozdnih jagod. Če pa se pojavi na grozdju siva plesen, se lahko bolj zmanjša vinska kislina kot jabolčna, kajti Botrytis cinerea Pers. porabi za svoj micelij dva- do trikrat več vinske kisline kot jabolčne (Šikovec 1993).\n"], "4": ["2.2 Defoliacija", "Vršič in Lešnik (2005) navajata, da z odstranjevanjem listov v predelu grozdja izgubimo del asimilacijske površine, vendar s tem ukrepom pripomoremo k boljši obarvanosti jagod in boljši zračnosti, predvsem po obilnih padavinah (varovanje pred gnitjem grozdja). Defoliacijo lahko izvajamo ročno ali strojno. Poleg tega, da jo uporabljamo zaradi boljše obarvanosti jagod in višje vsebnosti sladkorja, lahko z načrtnim odstranjevanjem listov kontroliramo oziroma zmanjšamo gnitje grozdja in pojav bolezni (boj proti botritisu je dosti težji, če trte ne defoliiramo). Prednost strojne defoliacije je v tem, da je cenejša, ampak rezultati so v primerjavi z ročno slabši (Wiessenbach in Ruffner 2002). Ročna defoliacija, ki se v praksi večinoma uporablja, ne predstavlja velikega posega v trto, prevladajo pozitivni učinki. Pri premočni defoliaciji v predelu grozdja lahko pride tudi do fiziološkega stresa trte (Petgen 2006). Gubler in sod. (1991) so preučevali razlike med strojno in ročno defoliacijo, in sicer glede pojava bolezni. Prišli so do zaključka, da pri kontroli za bolezni ni bilo neke bistvene razlike med strojno in ročno opravljeno defoliacijo. Prav tako so se s pojavom bolezni ukvarjali Guidoni in sod. (2008). V svojem poskusu so ugotovili, da se je pri defoliacija izboljšala učinkovitost varstva vinske trte, delovanje fitofarmacevtskih sredstev je bilo boljše (bilo je manj glivičnih bolezni). Prav tako trdijo, da med ročno in strojno opravljeno defoliacijo ni bilo bistvenih razlik. V neugodnih vremenskih razmerah se je pri defoliaciji izboljšala kakovost grozdja, zaradi večje izpostavljenosti soncu pa se je povečala občutljivost grozdja na sončne opekline.\nZ odstranjevanjem listov omogočimo direktno osvetlitev grozdja med zorenjem, kar vpliva na povečanje temperature jagod in s tem na razgraditev jabolčne kisline. Grozdje, ki je neposredno izpostavljeno sončni svetlobi, ima lahko do 6 - Oe več sladkorja in 2 do 4 g/l manj jabolčne kisline kot tisto, ki je zasenčeno z listi (Vršič in Lešnik 2005). Pri močnejši defoliaciji je tudi manjša vsebnost kalija in pH jagodnega soka. Defoliacija ni vplivala na pridelek, število in maso grozdov, ter maso jagode (Bledsoe in sod. 1988). \nŠtevilni avtorji navajajo, da defoliacija ni imela vpliva na pridelek, je pa vedno vplivala na kemično sestavo grozdnega soka. Vsi navajajo večjo vsebnost sladkorja ter manjšo vsebnost skupnih titracijskih kislin in jabolčne kisline. Poni in sod. (2006) so ugotovili tudi višje vsebnosti antocianov in fenolov, za katere trdijo, da so posledica večjega števila dostopnih asimilatov. Ugotovili so tudi, da defoliacija ni vplivala na diferenciacijo brstov za naslednje leto.\nPosledica defoliacije je boljša barva pri rdečih vinih, ki imajo običajno slabšo barvo (Prior 2007). Barvo vina iz grozdja defoliiranih trt sta proučevala tudi Main in Morris (2004). Ugotovila sta, da imajo vina temnejšo barvo. Dodajata tudi, da je v takšnih letih, kot je bilo leto 2000 (13 dni, 35 -C), defoliacija uspešen pripomoček za zniževanje pH in jabolčne kisline.\nZa maksimalno obarvanost bi se morali predolgemu izpostavljanju grozdov direktni sončni svetlobi odpovedati, trdijo Bergqvist in sod. (2001). Ti so v Kaliforniji izvedli poskus in zabeležili, da so bile temperature močno izpostavljenih jagod 9-10- C višje, kot pri jagodah v senci. Ugotovili so tudi, da so temperature na severni strani, kjer grozdje prejema razpršeno svetlobo, v istem času, ko grozdje na južni strani prejema direktno svetlobo, nižje za 3-4- C. Temperature sta beležila tudi Pieri in Fermaud (2005) in ugotovila, da so temperature jagod, izpostavljenih soncu, tudi za 10- C višje od temperature zraka. To se še posebej odraža pri defoliiranih trtah v popoldanskem času. Grozdi pri defoliaciji so tudi manj zaščiteni proti hladnemu nočnemu zraku in zaradi tega bolj ugodni za formiranje rose. Jagode, obrnjene proti zahodni strani, so dalj časa mokre, ker jih zjutraj sonce ne ogreje tako hitro.\n"], "5": ["3 MATERIAL IN METODE DELA", ""], "6": ["3.1 Vinograd", "Poskus defoliacije vinske trte je bil postavljen v vinogradu, ki je v lasti Vinogradništva Slavinec v Mihalovcih pri Ormožu. Vpliv odstranjevanja listov na temperaturo jagod in kemijski sestav soka smo ugotavljali pri evropski trti (Vitis vinifera L.), pri sortah 'Rizvanec' in 'Šipon'.\n"], "7": ["3.2 Sorta 'Rizvanec'", "Kot navajata Hrček in Korošec-Koruza (1996) je 'Rizvanec' rana, srednje bujna do bujna sorta, ki je občutljiva za glivične bolezni (posebno za oidij) in ni odporna proti nizkim temperaturam (odvisno od dozorelosti lesa in obremenitve trsov v prejšnjem letu). Grozd je srednje velik, valjaste oblike, jagode srednje debele, okroglaste in rumenkasto bele barve. Teža grozda je od 100 do 150 gramov, povprečno pa dosega 75-80 - Oe sladkorja v moštu.\n"], "8": ["3.3 Sorta 'Šipon'", "'Šipon' je pozna in zelo bujna sorta, ki ji bujnost slabi v polni rodnosti. Za sorto je zelo značilno osipanje in bogata ter neredna rodnost. Slabo je odporna proti boleznim in občutljiva na pozebo, še posebej v vinogradih, poškodovanih od toče. Grozd je velik in podolgovat, pogosto vejnat. Jagode so srednje velike in nekoliko eliptične, imajo debelo kožico in so rumeno zelene barve. Teža grozda je od 120-200 g. Vsebnost sladkorja v moštu dosega 67-70 - Oe (Hrček in Korošec - Koruza, 1996). Za sorto 'Šipon' je značilno tudi to, da daje s kislino bogata vina.\n"], "9": ["3.4 Vremenske razmere", ""], "10": ["3.4.1 Vremenske razmere v letu 2008", "Leto se je začelo z neobičajno milima januarjem in februarjem. Poletje so zaznamovala številna močna neurja, ki so povzročila veliko škodo (13. julij). Oktobra in večino novembra je primanjkovalo padavin, obilne pa so bile spet ob koncu novembra in v prvih dveh tretjinah decembra. Povsod po državi je bilo topleje od dolgoletnega povprečja, izstopala pa je močna septembrska ohladitev (Naše okolje 2008). Najvišje povprečne mesečne temperature smo zabeležili v juniju, juliju in avgustu. Bile so okrog 20,5 - C. Prav tako je bilo v teh treh mesecih tudi največ padavin. Junija je padlo 167 mm padavin, sledita pa mu julij s 129 mm in avgust s 98 mm. V vegetaciji je primanjkovalo padavin v mesecu aprilu, maju in novembru.\nLitmerk od januarja do decembra 2008 (Naše okolje 2008).\n"], "11": ["3.5 Poskus", "Za izvedbo poskusa smo naključno izbrali vrsto znotraj vinograda in s tem zagotovili boljšo izenačenost trt v poskusu. V vrsti smo izbrali dvajset zaporednih trsov, od katerih smo jih deset uporabili za kontrolo in deset za defoliacijo. Vrste v vinogradu so odstopale od smeri sever–jug, in sicer pri 'Rizvancu' za 80 - pri 'Šiponu pa za 20 -. V času polnega cvetenja smo izvedli defoliacijo tako, da je pri zadnjem grozdu ostal list (če sta bila na mladiki dva grozda, je moral pri zgornjem list ostati). Z meritvami temperature jagod smo začeli, ko se je na jagodah ustvaril poprh. Temperature smo merili z laserskim termometrom na naključno izbranih grozdih, ki smo jih označili, da so bile vse meritve opravljene vedno na istih grozdih. Za merjenje temperature smo v dveh ponovitvah izbrali en grozd, in sicer pri kontroli grozd znotraj listne stene in grozd izpostavljen soncu, ter en grozd pri defoliaciji. Enako smo naredili na dopoldanski in popoldanski strani vrste. Temperaturo jagod smo merili izmenično na zunanji in notranji strani grozdov - sončna, senčna stran (na vsaki strani deset krat). Meritve smo ponovili pri vseh izbranih grozdih zaporedoma (dopoldan okrog 11. ure in popoldan med 14. in 15. uro). Opravljene so bile v štirih jasnih dnevih (11., 13., 27. julija in 2. avgusta 2008) in enem oblačnem dnevu (20. julija 2008).\nOd začetka zorenja grozdja do trgatve smo spremljali potek dozorevanja grozdja in analizirali kemijski sestav grozdnega soka. Vzorce grozdnih jagod smo jemali na popoldanski strani vrste, ločeno glede na stran grozda (zunanja-sončna, notranja-senčna) v obravnavanjih kontrola in defoliacija. Analize smo opravili v vinarskem laboratoriju na Meranovem. Z digitalnim refraktometrom smo izmerili vsebnost sladkorja in kemijsko določili skupne titracijske kisline (25 ml vzorca, 2-3 kapljice bromtimol modro, titracija z NaOH do preskoka v temno zeleno barvo). Vsebnost jabolčne kisline smo določali s pomočjo reflektometra (RQflex10). V času trgatve smo vzeli vzorce grozdov (4 na obravnavanje) ter naredili mehansko in kemijsko analizo. Grozde smo stehtali z elektronsko tehtnico, prešteli jagode, izračunali maso ene jagode, nato pa smo iz grozdja iztisnili mošt, ter za posamezen grozd izmerili vsebnost sladkorja, skupnih titracijskih kislin in jabolčne kisline.\n"], "12": ["3.6 Statistična obdelava podatkov posameznih parametrov", "Dobljene podatke smo vnesli v delovno preglednico programa Microsoft Excel. Iz delovne preglednice smo podatke prenesli v program za statistično obdelavo podatkov SPSS 15.0 za programsko okolje Windows. Srednje vrednosti izračunanih povprečnih parametrov smo z analizo variance (ANOVA) primerjali med posameznimi obravnavanji. Sredine proučevanih variabilnih spremenljivk pa testirali s Tukey HSD- testom.\nStatistično značilne razlike posameznih parametrov med različnimi obravnavanji so bile P<0,05, statistično neznačilne razlike pa pri P≥0,05.\n"], "13": ["4 REZULTATI Z RAZPRAVO", ""], "14": ["4.1 Temperatura grozdnih jagod", ""], "15": ["4.1.1 Temperatura jagod v dopoldanskem času", "Pri sorti 'Rizvanec' je bila najvišja povprečna temperatura jagod izmerjena 2. 8. 2008 na zunanji strani grozda na soncu (GS) pri kontroli in je znašala 25,7 - C (Preglednica 1). V istem času je bila pri grozdih pod listi (GL) pri kontroli povprečna temperatura nižja za 0,8 - C (24,9 - C). Ob merjenju je bil prisoten rahel veter. Statistično značilne razlike v temperaturi jagod se s 5 % tveganjem pojavljajo pri primerjavi grozda na soncu (GS) z grozdom pod listi pri kontroli. Najnižjo povprečno temperaturo jagod smo izmerili 20. 7. 2008 na notranji strani grozda pri obravnavanju defoliacija. Nižja temperatura (22,9 - C) je bila posledica oblačnega vremena in rahlega vetra ob meritvah. Najvišja povprečna temperatura (23,8 - C), izmerjena na isti dan, je bila pri kontroli na zunanji strani grozda na soncu (GS). Statistično značilnih razlik med obravnavanji ni bilo.\nPri 'Šiponu' je bila najvišja povprečna temperatura zabeležena 2. 8. 2008. Znašala je 29,8 - C, izmerjena pa je bila na zunanji strani grozda defoliacije (Preglednica 1). Za 1,3 - C je bila nižja temperatura na notranji strani grozda defoliacije. Istega dne je bila v primerjavi s temperaturo zunanje strani grozda defoliacije za 4,7 - C nižja temperatura na zunanji strani grozda kontrole pod listi (GL). Najnižja povprečna temperatura (23,7 - C) je bila 20. 7. 2008 na notranji strani znotraj ležečega grozda kontrole (GL). Sledi ji temperatura zunanje strani znotraj ležečega grozda kontrole (24,1 - C), najvišja povprečna temperatura na ta dan (28,1 - C) pa je bila na zunanji strani grozda defoliacije. Statistično značilne razlike se pojavljajo med vsemi obravnavanji. \n- C pri sortah 'Rizvanec' (11:00-11:30) in 'Šipon' (11:30-12:00).\n(DEF = grozd defoliacije; GS = grozd kontrole na soncu; GL = grozd kontrole pod listi)\nPri merjenju temperature jagod v dopoldanskem času smo ugotovili, da so najvišje izmerjene temperature pri zunaj ležečem grozdu kontrole (sončna stran grozda), najnižja temperatura pa je bila pri znotraj ležečem grozdu kontrole in tudi pri grozdu iz obravnavanja defoliacije, na kar sta vplivala rahla oblačnost in rahel veter.\n"], "16": ["4.1.2 Temperatura jagod v popoldanskem času", "Pri sorti 'Rizvanec' smo najvišjo povprečno temperaturo (31,9 - C) spet zabeležili 2 .8. 2008, pri zunaj ležečem grozdu kontrole (GS) na zunanji strani grozda (Preglednica 2). Isti dan je bila na notranji strani temperatura 30,2 - C, znotraj ležeči grozd kontrole pa je imel pri istem merjenju na notranji strani najnižjo povprečno temperaturo (29,1 - C). Tega dne je bil v času merjenja rahel veter, kar je spet vplivalo na temperature jagod pri grozdu defoliacije. Te so bile malo nižje od temperatur zunaj ležečega grozda kontrole. Statistično značilne razlike se tudi tukaj pojavljajo pri primerjavi zunaj ležečega grozda kontrole z znotraj ležečim grozdom kontrole (p = 0,05). Najnižja povprečna temperatura (25,5 - C) je bila izmerjena 13.7.2008, in sicer pri zunaj ležečem grozdu kontrole (GS) na notranji strani grozda, sledijo pa ji temperatura notranje strani grozda pod listi (GL) pri kontroli (25,6 - C), potem temperatura zunanje strani grozda pod listi (GL) pri kontroli (25,7 - C), najvišja temperatura pa je bila na ta dan na zunanji strani grozdov defoliacije (26,4 - C). Ob merjenju je bil spet prisoten veter. Statistično značilnih razlik med obravnavanji ni bilo.\nPri 'Šiponu' je bila popoldan najvišja povprečna temperatura 29,1 - C, in sicer 11. julija 2008 na zunanji strani grozda pri defoliaciji. Sledi ji notranja stran grozda defoliacije, kjer smo izmerili 27,9 - C, na notranji strani grozda pod listi (GL) pri kontroli pa smo izmerili za ta dan najnižjo povprečno temperaturo (26,3 - C). Pri defoliaciji je bila 27. 7. 2008 za 0,1 - C nižja povprečna temperatura na zunanji strani grozda v primerjavi z notranjo, ker je ob merjenju bil prisoten veter, ki je hladil jagode. Statistično značilne razlike se pojavljajo pri primerjavi grozda defoliacije z obema grozdoma kontrole (pri 5% tveganju). Najnižji povprečni temperaturi sta bili na zunanji in notranji strani znotraj ležečega grozda kontrole (23,8 - C) izmerjeni 20. 7. 2008. Le za 0,1 - C je bila temperatura višja na notranji strani zunaj ležečega grozda kontrole (GS). Najvišja povprečna temperatura (24,5 - C) je bila ta dan izmerjena na zunanji strani grozda defoliacije. Statistično značilne razlike so bile pri primerjavi znotraj ležečega grozda kontrole z grozdom iz obravnavanja defoliacije. \n- C pri sortah 'Rizvanec' (14:00-14:30) in 'Šipon' (14:30-15:00).\n(DEF = grozd defoliacije; GS = grozd kontrole na soncu; GL = grozd kontrole pod listi)\nPopoldanske meritve so dale podobne rezultate kot dopoldanske, vendar so bile najvišje temperature jagod pri zunaj ležečem grozdu kontrole (GS) na zunanji strani grozda in pri defoliaciji, najnižje pa pri znotraj ležečem grozdu kontrole in pri zunaj ležečem grozdu kontrole (senčna stran grozda).\n"], "17": ["4.2 Spremljanje dozorevanja grozdja", ""], "18": ["4.2.1 Vsebnost sladkorja (- Oe )", ""], "19": ["'Rizvanec'", "Kot smo pričakovali, so nam rezultati poskusa pokazali, da je vsebnost sladkorja pri grozdju z defoliiranih trt večja od tistih pri kontroli. V literaturi je navedeno, da je vsebnost sladkorja, ki jo dosega sorta 'Rizvanec' med 75-80 - Oe. Najmanjša vsebnost sladkorja (65 - Oe), ki smo jo izmerili 28. avgusta 2008 je bila pri kontroli, jagode za analizo pobrane na notranji strani grozdov. Ob istem merjenju je bilo pri kontroli na zunanji strani grozdov 69 - Oe, pri defoliaciji pa na zunanji strani grozdov 72 - Oe, na notranji pa 70 - Oe. Največja vsebnost sladkorja (82 - Oe) je bila 15. septembra pri defoliaciji na zunanji strani grozdov, saj so bile te jagode bolj izpostavljene sončnemu sevanju. Pri kontroli (zunanja stran grozdov) je bila na isti dan vsebnost sladkorja 78 - Oe, tako kot pri defoliaciji na notranji strani grozdov.\nkontrola, notranja stran grozda) v letu 2008 za sorto 'Rizvanec'.\n"], "20": ["'Šipon'", "Pri sorti 'Šipon' smo opravili več meritev, vendar smo kljub temu prišli do podobnih rezultatov, kot pri sorti 'Rizvanec'. Kot je navedeno literaturi, dosega sorta 'Šipon' med 67- 70 - Oe sladkorja. V našem primeru sta bili največji vsebnosti sladkorja pri grozdju z defoliiranih trt. Jagode, obrane na zunanji strani, so imele 77 - Oe, enako je bilo tudi pri jagodah z notranje strani grozdov. Isti dan smo izmerili enako vsebnost sladkorja (75 - Oe) tudi pri kontroli. Najmanjša vsebnost sladkorja je bila 28. avgusta pri obravnavanju kontrola (sončna stran grozda) in sicer 49 - Oe, le za 1 - Oe višje pa so bile vrednosti pri obeh defoliacijah. Grozdje je najbolj enakomerno dozorevalo pri obravnavanju defoliacija (zunanja stran grozda).\ndn = defoliacija, notranja stran grozda; kz = kontrola, zunanja stran grozda;  kn = kontrola, notranja stran grozda) v letu 2008 za sorto 'Šipon'.\n"], "21": ["4.2.2 Skupne titracijske kisline (g/l)", ""], "22": ["'Rizvanec'", "Iz Grafikona 4 je razvidno, da se je vsebnost skupnih titracijskih kislin med dozorevanjem zmanjševala pri vseh štirih obravnavanjih. Najmanjša vsebnost skupnih titracijskih kislin (5,3 g/l), je bila 15. septembra pri defoliaciji, in sicer v soku jagod, obranih na zunanji strani izbranih grozdov (dz). Istočasno so imele jagode na notranji strani 5,6 g/l skupnih titracijskih kislin, jagode na zunanji strani grozdov kontrole 5,5 g/l, jagode na notranji strani grozdov kontrole pa 5,4 g/l. Vsebnost skupnih titracijskih kislin je bila največja (8,2 g/l) pri kontroli na notranji strani grozdov in je tekom dozorevanja padala na 5,4 g/l. S poskusom smo torej dokazali, da z defoliacijo omogočimo boljšo ogretost grozdnih jagod in posledično hitrejšo razgradnjo kislin.\n= defoliacija, notranja stran grozda; kz = kontrola, zunanja stran grozda;  kn = kontrola, notranja stran grozda) v letu 2008 za sorto 'Rizvanec'.\n"], "23": ["'Šipon'", "Tudi pri sorti 'Šipon' je padanje vsebnosti skupnih titracijskih kislin vidno pri vseh obravnavanjih. Pri kontroli (senčna stran grozdov) smo zabeležili največjo vsebnost skupnih titracijskih kislin (18,3 g/l) 28. avgusta, vendar so vrednosti z zorenjem hitro in enakomerno padale do 9,2 g/l. Če to obravnavanje primerjamo z obravnavanjem kontrole na sončni strani grozdov, vidimo, da so vsebnosti kislin na sončni strani grozda skoraj vedno za 1 g/l manjše. Najmanjša vsebnost skupnih titracijskih kislin je bila pri defoliaciji v jagodnem soku z zunanje strani grozdov. Od začetka spremljanja dozorevanja do trgatve se je njihova vsebnost zmanjševala s 16,6 g/l na 8,7 g/l skupnih titracijskih kislin. Pri defoliaciji, v jagodah na notranji strani grozdov, pa se je vsebnost zmanjševala s 17,4 g/l na 9,5 g/l skupnih titracijskih kislin. Najmanjšo vsebnost smo torej ugotovili pri obravnavanju defoliacija (sončna stran grozdov).\ndn = defoliacija, notranja stran grozda; kz = kontrola, zunanja stran grozda;  kn = kontrola, notranja stran grozda) v letu 2008 za sorto 'Šipon'.\n"], "24": ["4.2.3 Vsebnost jabolčne kisline (g/l)", ""], "25": ["'Rizvanec'", "Poleg določanja skupnih titracijskih kislin smo določali tudi vsebnost jabolčne kisline. Kot je vidno iz Grafikona 6, se je vsebnost jabolčne kisline pri sorti 'Rizvanec' pri vseh obravnavanjih med dozorevanjem zmanjševala. Najmanjša vsebnost (1,7 g/l) je bila zabeležena 15. septembra na jagodah zunanje strani grozdov pri defoliaciji (dz), kar smo tudi pričakovali, saj so bile grozdne jagode bolj direktno izpostavljene soncu in so imele posledično višjo temperaturo. Na notranji strani grozdov defoliacije je bilo isti dan 2,6 g/l jabolčne kisline, na zunanji strani grozdov kontrole 2,1 g/l, na notranji strani grozdov kontrole pa 2,6 g/l jabolčne kisline. Največja vsebnost jabolčne kisline (3,5 g/l) je bila pri defoliaciji, in sicer 8. septembra, pri kateri so bile jagode odbrane na notranji, senčni strani izbranih grozdov (dn). Isti dan je bila ugotovljena vsebnost jabolčne kisline na zunanji strani grozdov defoliacije 2,4 g/l, na zunanji strani grozdov pri kontroli 2,8 g/l, na notranji strani grozdov pri kontroli pa 3,1 g/l.\ndn = defoliacija, notranja stran grozda; kz = kontrola, zunanja stran grozda;  kn = kontrola, notranja stran grozda) v letu 2008 za sorto 'Rizvanec'.\n"], "26": ["'Šipon'", "Kot je vidno iz Grafikona 7, so bile najmanjše vsebnosti jabolčne kisline na sončni strani grozdov pri defoliaciji. Najbolj izstopata obravnavanji, pri katerih smo jagode obrali na senčni strani grozdov (pri kontroli in defoliaciji). Pri defoliaciji, je bila vsebnost jabolčne kisline v jagodnem soku, senčne strani grozdov skoraj za 4 g/l večja, kot pri jagodah na sončni strani grozdov. Prav tako velja za kontrolo, in sicer jagode s senčne strani grozdov so imele za približno 2 g/l večjo vsebnost jabolčne kisline kot tiste na sončni strani. Za obe obravnavanji velja, da so te razlike najbolj izražene pri prvih dveh meritvah, pri naslednjih so razlike že manjše. Največja vsebnost jabolčne kisline (10,4 g/l) smo zabeležili 15. septembra na notranji strani grozdov pri defoliaciji. Isti dan je bilo na zunanji strani grozdov pri defoliaciji 6,5 g/l jabolčne kisline, na zunanji strani grozdov kontrole 7,3 g/l, na notranji strani grozdov kontrole pa 9,4 g/l jabolčne kisline. Najmanjša vsebnost (5,8 g/l) smo izmerili 6. oktobra na zunanji strani grozdov defoliacije, na notranji strani smo takrat izmerili 6,6 g/l, na zunanji strani grozdov kontrole 6,5 g/l, na notranji strani pa 6 g/l.\ndn = defoliacija, notranja stran grozda; kz = kontrola, zunanja stran grozda;  kn = kontrola, notranja stran grozda) v letu 2008 za sorto 'Šipon'.\n"], "27": ["4.3 Analiza grozdja ob trgatvi", ""], "28": ["'Rizvanec'", "Največja vsebnost skupnih titracijskih kislin je bila, po pričakovanjih, pri kontroli, in sicer v soku jagod z znotraj ležečih grozdov (6,8 g/l). Koncentracija sladkorjev je bila najvišja pri defoliaciji na popoldanski strani, kar smo tudi pričakovali, saj bi naj višje temperature jagod vplivale na razgradnjo kislin in posledično večanje koncentracije sladkorja v grozdnih jagodah. Vsebnost sladkorja je bila 85 - Oe. Največja vsebnost jabolčne kisline je bila pri kontroli (zunanji grozd, popoldanska stran) in je znašala 2,95 g/l. Najmanjša vsebnost skupnih titracijskih kislin je bila pri defoliaciji, in sicer 4,6 g/l. Po pričakovanjih je bila vsebnost sladkorja najmanjša pri kontroli, pri znotraj ležečem grozdu (73 - Oe) in v primerjavi s podatki, ki smo jih dobili pri defoliaciji, je vsebnost sladkorja pri kontroli vedno manjša, kot pri vseh meritvah, opravljenih pri defoliaciji grozdov. Najmanjša vsebnost jabolčne kisline, 1,67 g/l, je bila v grozdih defoliiranih trt, ki so bili na popoldanski strani in s tem večji del dneva bolj izpostavljeni soncu, posledica česar je bila višja temperatura jagod.\nGrozdje defoliiranih trt je bilo ob trgatvi zdravo in brez kakršnih koli poškodb. Odstranjevanje listov v predelu grozdja je pozitivno vplivalo na pridelek, saj je zaradi tega boljša zračnost grozdov, lažji je tudi nanos fitofarmacevtskih sredstev - torej boljše varstvo pred boleznimi. Pri kontroli, kjer je bilo grozdje bolj zaščiteno oziroma obdano z listjem in je bila s tem zmanjšana zračnost, je bila na posameznih jagodah prisotna gniloba (5 %).\nPri mehanski analizi grozdja (4 v vsakem obravnavanju) ob trgatvi je bilo v kontroli v povprečju 110 jagod na grozd, pri defoliaciji pa 121. Povprečna masa ene jagode je bila pri kontroli 1,9 g, pri defoliaciji pa 2,9 g. Povprečna vsebnost sladkorja v soku grozdov pod listi (GL) je bila 77 - Oe, pri gozdih na soncu (GS) 79 - Oe, pri defoliaciji pa 81,5 - Oe. Pri grozdih pod listi (GL) je bila največja vsebnost skupnih titracijskih kislin (5,7 g/l), pri defoliaciji (DEF) pa najmanjša (5,5 g/l), prav tako je bilo najmanj jabolčne kisline pri grozdih defoliacije (2,3 g/l).\n"], "29": ["'Šipon'", "Pri 'Šiponu' je bila največja vsebnost skupnih titracijskih kislin (11 g/l) v grozdnem soku pri obravnavanju defoliacija z grozdov na popoldanski osončeni strani vrste. Po navedbah v literaturi dosega 'Šipon' 67-70 - Oe, torej je defoliacija v našem poskusu pozitivno vplivala na rast vsebnosti sladkorja v grozdnih jagodah, saj so imele največjo vsebnost sladkorja (89 - Oe) jagode pri obravnavanju defoliacija popoldanske osončene strani vrste. Največja vsebnost jabolčne kisline je bila pri kontroli v jagodah z znotraj ležečega grozda in je znašala 7 g/l. Najmanjšo vsebnost skupnih titracijskih kislin (7,7 g/l) smo izmerili pri defoliiranih trtah, v jagodnem soku grozdja, ki je bilo dopoldan izpostavljeno soncu. Vsebnost sladkorja je bila najmanjša pri kontroli, pri znotraj ležečem grozdu (dopoldanska stran) in je znašala 56 - Oe. Pri analizi grozdnega soka defoliiranih trt, ki so bile dopoldan izpostavljene sončnemu sevanju in posledično višjim temperaturam, je bila ugotovljena najmanjša vsebnost (3,1 g/l) jabolčne kisline. Najmanjše vsebnosti so vedno pri obravnavanju defoliacija, kar pomeni da višje temperature vplivajo na hitrejšo razgradnjo kislin.\nOb trgatvi je bilo grozdje bolj nagnito (15 %), kot pri sorti 'Rizvanec', najbolj na popoldanski strani, kar je posledica toče in istočasno dežja. Toče ni bilo veliko, vendar dovolj, da so jagode popokale in počasi gnile. Pri 'Šiponu' so bili vidni tudi ožigi na grozdnih jagodah, predvsem pri defoliiranih trtah in na strani vrste, ki je bila popoldan izpostavljena soncu. Grozdje, ki je bilo dopoldan izpostavljeno soncu, je bilo manj nagnito, ker ta stran vrste ni utrpela poškodb zaradi toče.\nPri mehanski analizi grozdja (4 v vsakem obravnavanju) ob trgatvi te sorte je bilo v kontroli v povprečju 107 jagod na grozd, pri defoliaciji pa 87. Povprečna masa ene jagode je bila pri kontroli 2,5 g, pri defoliaciji pa 2,2 g. Pri grozdih defoliacije (DEF) je bila najvišja povprečna vsebnost sladkorja (85,3 - Oe) in najnižja povprečna vsebnost jabolčne kisline (4,7 g/l). Najvišja povprečna vsebnost skupnih titracijskih kislin (9,9 g/l) je bila pri grozdih kontrole pod listi (GL), najnižja (8,7 g/l) pa pri grozdih kontrole na soncu (GS).\n"], "30": ["5 SKLEPI", "V letu 2008 smo v vinogradu, ki je v lasti Vinogradništva Slavinec ugotavljali vpliv defoliacije vinske trte na temperaturo jagod in kemijski sestav soka ter zdravstveno stanje grozdja pri sortah 'Rizvanec' in 'Šipon'.\nUgotovili smo, da je defoliacija vplivala na temperaturo jagod na dopoldanski in tudi popoldanski strani vrste. Najvišje temperature so bile izmerjene pri obravnavanju defoliacije (DEF), najnižje pa pri grozdu kontrole pod listi (GL). Ko je bil ob merjenju prisoten veter, je bila najvišja temperatura pri zunanjem grozdu kontrole (GS), najnižja pa na grozdu kontrole pod listi (GL) (poglavje 4.1). Pri primerjavi notranje in zunanje strani grozdov smo ugotovili, da je temperatura jagod na notranji strani grozdov nižja (preglednica 1 in 2). Največja razlika (2,7 - C) med zunanjo in notranjo stranjo je bila pri sorti 'Šipon', in sicer pri zunaj ležečem grozdu kontrole (Preglednica 1). Pri sorti 'Rizvanec' je bila pri defoliaciji temperatura notranje strani grozda za 2 - C nižja od zunanje strani grozda (Preglednica 2).\nNajvečja vsebnost sladkorja je bila pri obeh sortah pri defoliaciji, najmanjša pa pri kontroli (poglavje 4.2.1). Najmanjša vrednost skupnih titracijskih kislin ob trgatvi je bila pri obeh sortah na zunanji strani grozdov pri defoliaciji, največja pa na notranji strani grozdov pri kontroli (poglavje 4.2.2). Vsebnost jabolčne kisline je bila najmanjša (1,7 g/l) pri sorti 'Rizvanec' na zunanji strani grozdov pri defoliaciji, največja (2,6 g/l) pa na notranji strani grozdov pri kontroli. Pri 'Šiponu' je bila najmanjša vsebnost ob trgatvi na notranji strani grozdov pri defoliaciji (5,8 g/l), sledi pa ji zunanja stran grozdov pri defoliaciji s 6 g/l jabolčne kisline. Največja vsebnost jabolčne kisline (6,6 g/l) pri 'Šiponu' je bila na zunanji strani grozdov kontrole (poglavje 4.2.3).\n"], "abstract": ["V letu 2008 smo na posestvu Vinogradništva Slavinec (Mihalovci) ugotavljali vpliv defoliacije vinske trte na temperaturo jagod in kemijski sestav soka pri sortah 'Rizvanec' in 'Šipon'. Temperatura jagod pri sorti 'Šipon' (2. 8. 2008, 11:30– 12:00) na zunanji strani grozda je bila pri defoliaciji večja za 1,3 ° C od notranje strani grozda, pri kontroli na grozdih, izpostavljenih soncu (GS), pa je bila večja za 1,2 ° C. Na grozdih pod listi (GL) ni bilo statistično značilnih razlik med zunanjo in notranjo stranjo grozda (p = 0,05). Podobne razlike so bile tudi pri sorti 'Rizvanec'. V oblačnem dnevu (20. 7. 2008) ni bilo statistično značilnih razlik. Največja razlika (11,4° C) med temperaturo zraka in temperaturo jagod je bila pri sorti 'Rizvanec´ (13. 7. 2008) na zunanji strani grozda izpostavljenega soncu pri kontroli (GS). Pri defoliaciji je bila največja vsebnost sladkorja ('Rizvanec' 82 °Oe, 'Šipon' 77 °Oe), ter najmanjša vsebnost skupnih titracijskih kislin ( 'Rizvanec' 5,3 g/l, 'Šipon' 8,7 g/l) in jabolčne kisline ('Rizvanec' 1,7 g/l, 'Šipon' 5,7 g/l). Pri sorti 'Rizvanec' defoliacija ni vplivala na oploditev (kontrola 110, defoliacija pa 121 jagod na grozd). Pri sorti 'Šipon' je bilo pri defoliaciji manjše število jagod na grozd (87) v primerjavi s kontrolo (107). "]}