{"1": ["", "UNIVERZA V MARIBORU \nEKONOMSKO-POSLOVNA FAKULTETA DIPLOMSKO DELO \nSkupna zunanjetrgovinska politika Evropske unije do držav ACP Kandidatka: Tjaša Jelenko Študentka izrednega študija Številka indeksa: 80013433 Program: visokošolski strokovni Študijska smer: zunanja trgovina Mentor: dr. Vito Bobek, izr. prof. \nSlovenske Konjice, Maj 2006 \nPREDGOVOR \nŽe od podpisa Rimskega sporazuma, ki predstavlja temelj današnje Evropske unije poteka sodelovanje med državami članicami Evropske unije in skupine Afrike, Karibov in Pacifika (ACP).  To sodelovanje je v veliki meri posledica dejstva, da so bile ACP države kolonije evropskih držav, ki so s svojimi bivšimi ozemlji želele še naprej ohranjati posebne odnose, ki so prinašali koristi tako bivšim kolonijam, kot tudi njihovim bivšim kolonizatorjem.  Še posebej sta se za posebne pogoje sodelovanja zavzemali Francija in Velika Britanija, ki sta v svoje bivše posesti dolga leta vlagali finančna sredstva. \nTako so bili med ACP državami in Evropsko unijo podpisani različni sporazumi, ki so dajali koristi predvsem ACP državam.  Danes morajo vse države, ki vstopijo v Evropsko unijo sprejeti skupno zunanjetrgovinsko politiko EU.  Na ta način so tudi vse države članice EU podpisnice najstarejšega in najpomembnejšega preferencilanega sporazuma Cotonou, ki ureja posebne odnose med EU in ACP državami. \nPri omenjenem sporazumu bi rada poudarila predvsem pomembnost dodatnih trgovinskih protokolov za sladkor, banane in teletino ter govedino.  Ti protokoli so bili in so še vedno zelo pomembni za mnogo ACP države, kajti na njihovi osnovi je za vnaprej določene količine zagotovljena prodaja na evropski trg po visoki »precenjeni« ceni. \nZ oblikovanjem novega sporazuma leta 2008 so sicer napovedane spremembe kvot za omenjene protokole, ki težijo k zmanjšanju količin za katere bodo veljale posebne ugodnosti in tudi znižanje zagotovljenih cen.  Vedno večji so tudi pritiski razvitih držav po odpiranju mej v ACP državah. \nZa ACP države, ki že tako spadajo med najmanj razvite države na svetu, lahko te spremembe pomenijo še večje nazadovanje v njihovi gospodarski rasti.  Zmanjšane ugodnosti iz naslova dodatnih trgovinskih protokolov bodo oslabile še najpomembnejši sektor v gospodarstvu ACP držav - kmetijstvo.  Odpiranje mej za povečanje uvoza pa bo pomenilo zmanjšanje že tako skromnih prihodkov države, kajti velik del prihodka predstavljajo ravno uvozne carine.  Če k vsemu temu dodamo še naravne katastrofe kot so suše, cikloni, hurikani, potresi in podobno, ki so v teh regijah zelo pogoste, lahko sklepamo, da ACP države čaka negotova prihodnost.  Če razvite države ne bodo pomagale tem regijam, da diverzificirajo svoje gospodarstvo, se bo revščina v ACP skupini držav povečevala. \nEvropska unija kot največji trgovinski partner ACP držav bi morala s svojim delovanjem pomagati k izboljšanju razmer v najrevnejših državah kot jim je pomagala že skozi desetletja.  Moje mnenje je, da bi morala EU svojo pomoč ACP državam še okrepiti in ne zmanjševati. \nV diplomskem delu sem predstavila delovanje zunanjetrgovinske politike Evropske unije in njeno sodelovanje z ACP državami. \nKer je literature na to temo zelo malo, sem kot vir podatkov najpogosteje uporabljala podatke, ki sem jih pridobila preko interneta. \nKAZALO 1 UVOD 5 \n"], "2": ["2 ZUNANJETRGOVINSKA POLITIKA EVROPSKE UNIJE ", "2.1 Najpomembnejši instrumenti SZTP Evropske unije 8 2.1.1 Carinska tarifa 9 2.1.2 Protidumpinški ukrepi 9 \n"], "3": ["2.1.3 Ukrepi proti nedovoljenemu subvencioniranju 10 2.1.4 Kvote 10 ", ""], "4": ["2.1.5 Drugi instrumenti SZTP 10 2.1.6 Zunanjetrgovinski sporazumi 12 2.2.  Carinska unija 14 ", ""], "5": ["3 EVROPSKA UNIJA IN DRŽAVE V RAZVOJU ", ""], "6": ["3.1 ACP države 18 ", "3.1.1 Zunanjetrgovinska usmeritev ACP držav 20 3.2 Preferencialni sporazumi Evropske unije z državami ACP 21 3.2.1 Načela Rimske pogodbe 22 3.2.2 Konvencije v preteklosti 22 3.2.3 Zelena Knjiga (Green paper) 26 3.2.4 Partnerski sporazum Cotonou 26 \n"], "7": ["4 ANALIZA SODELOVANJA EVROPSKE UNIJE Z DRŽAVAMI ", "ACP \n4.1 Pregled razvoja sodelovanja med EU in državami ACP 28 4.2 Predvideno sodelovanje med Evropsko unijo in državami ACP v \nprihodnosti 36 \n"], "8": ["5 SKLEP ", ""], "abstract": ["Pomoč Evropske unije pozitivno vpliva na gospodarsko rast afriških, karibskih in pacifiških držav. Za nekatere države je ta pomoč celo ključnega pomena za njihovo preživetje. Že od začetka sodelovanja od podpisa Rimskega sporazuma je Evropska unija del svojih finančnih sredstev preko sklada ERS namenjala razvoju nerazvitih držav. Ta sklad se je obdržal vse do danes. Trenutno je v veljavi ERS IX, ki za razvoj ACP držav namenja 25 milijard EUR. Poleg že omenjenih finančnih sredstev daje Evropska unija preferencialne trgovinske pogoje vsem državam skupine ACP za dostop na evropsko tržišče. Za gospodarski razvoj nekaterih ACP držav so bili ključnega pomena dodatni trgovinski protokoli v okviru konvencije Lomé I. To so protokoli za sladkor, banane, govedino in teletino. V okviru teh protokolov so imele države, ki se ukvarjajo s pridelavo oz. rejo navedenih kultur oz. živali in so tudi znale izkoristiti dane ugodnosti, velike finančne koristi. Primer je Mauricius, ki je imel na osnovi protokola o sladkorju v letih 1975 – 2005 finančne koristi v višini 4 milijarde EUR. Velikodušne trgovinske preference pa, kot je že zabeleženo v Zeleni knjigi, niso dovolj za gospodarski vzpon ACP držav. Zelo veliko nam pove podatek, da se je iz skupine najmanj razvitih držav na svetu do sedaj uspelo prebiti le eni državi – Botsvani. Razvite države si vse bolj želijo, da bi tudi ACP države čim bolj odpirale svoje trge. Če je država odprta in izvozno usmerjena, je možnost njenega gospodarskega razvoja veliko večja, kot pri državah, ki se zapirajo vase. Primer zelo zaprte države je Etiopija, ki se je zaradi samozadostnosti v preteklosti zelo zaprla vase, vendar, kot smo lahko videli, jo je to še bolj potisnilo na dno lestvice najmanj razvitih držav. Kot primer odprtega izvozno usmerjenega gospodarstva pa lahko omenimo Mauricius, ki ima že desetletja zelo stabilno gospodarsko rast. Iz tega lahko sklepamo, da je izvoz zelo pomemben dejavnik gospodarskega razvoja države. Odprtost ACP držav pomeni tudi odstranjevanje njihovih notranjih omejitev, ki vplivajo na zmanjševanje izvoza, kot so dolgi postopki za pridobitev izvoznih dovoljenj in podobno, ter odstranjevanje zunanjih trgovinskih ovir. Odpiranje svojih meja mora vsaka država opraviti zelo jasno in vnaprej načrtovano, da si ne uniči še tistega odstotka industrije, ki ga ima. Industrije je v ACP državah zelo malo, kajti z veliko večino v njihovem gospodarstvu prevladuje delež surovin in kmetijstva. Tudi Evropska unija kot njihov glavni trgovinski partner iz ACP držav uvaža predvsem nafto, drage kamne in kovine ter kakav. Če bo Evropska unija želela ACP državam omogočiti gospodarski razvoj, bo morala svojo strukturo uvoza iz teh držav spremeniti in pomagati ACP državam do pridobitev novih znanj in tehnologije ter tako do diverzifikacije njene gospodarske strukture in s tem do razvoja industrije. Le na takšen način bodo te države uspešne na mednarodnem tržišču, kar bo omogočilo povečanje njihovega izvoza in s tem krepitev in uspešno gospodarsko rast. Evropska unija, kot trgovinska velesila ne skrbi le za svojo skupno trgovinsko politiko in zunanje odnose, temveč tudi za razvojno pomoč državam v razvoju. Ta razvojna pomoč pa se ne kaže le kot neposredna finančna pomoč, temveč tudi kot pomoč preko nevladnih organizacij za boj proti svetovnim problemom in v podpisu preferencialnih sporazumov. Eden najpomembnejših je preferencialni sporazum Evropske unije z afriškimi, karibskimi in pacifiškimi državami (ACP). Sodelovanje med Evropsko unijo in državami ACP sega že v leto 1957, ko je bil podpisan Rimski sporazum. S podpisom tega sporazuma so se ohranile določene gospodarske povezave nekaterih držav članic Evropske Unije s svojimi bivšimi kolonijami. Sodelovanje na podlagi tega sporazuma pa se je v vseh teh letih razvilo v pravo partnerstvo, čeprav je liberalizacija potekala neenotno in sicer večinoma v korist držav ACP. Vse države članice Evropske Unije so podpisnice sporazuma Cotonou, na osnovi katerega Evropska unija daje preferencialne trgovinske pogoje vsem državam skupine ACP za dostop na evropsko tržišče. Za gospodarski razvoj nekaterih ACP držav so ključnega pomena dodatni trgovinski protokoli v okviru konvencije Lomé I. To so protokoli za sladkor, banane, govedino in teletino. Za večino ACP držav predstavlja EU glavnega trgovinskega partnerja, s katero se odvije 29% skupnega uvoza in 27% skupnega izvoza ACP držav. Trgovanje med EU in ACP državami ima zelo velik pomen za obe strani, vendar večji del izvoza ACP držav prestavljajo surovine in kmetijski proizvodi. Če bo Evropska unija želela ACP državam omogočiti gospodarski razvoj, bo morala svojo strukturo uvoza iz teh držav spremeniti in pomagati ACP državam do pridobitev novih znanj in tehnologije ter tako do diverzifikacije njene gospodarske strukture in s tem do razvoja industrije. Le na takšen način bodo te države uspešne na mednarodnem tržišču, kar bo omogočilo povečanje njihovega izvoza in s tem krepitev in uspešno gospodarsko rast. "]}