{"1": ["1. UVOD", "Želja ljudi po izboljšanju življenskih razmer ter sodoben način življenja sta nas privedla do dejstva, da na eni strani nova tehnološka odkritja olajšujejo življenje človeku. Druga stran je ravno nasprotna, saj je zaradi neizpolnjenih in nedovršenih tehnoloških odkritij, ki jih je človek izoblikoval, da si olajša življenje, okolje postalo žrtev njegovih dejanj (Vertnik A., 2003). Ko pogledamo okrog sebe, lahko opazimo zelo različne kulture bivanja in s tem tudi zelo različne ekološke zavesti (Balantič Z., 2000).\nČloveška aktivnost vključuje rabo surovin, materialov in energije. Njihovo črpanje, predelava in celoten življenski cikel povzročajo pomemben okoljski vpliv. Z naraščanjem količin umetnih snovi ter umetnih sistemov poteka vzporedno krčenje odprtega nepozidanega prostora, s čimer vedno bolj zmanjšuje uravnoteženost narave (Gasperič M., Burja A., Nared N., Kranjc A., Selan B., 2006). Vpliv na globalne spremembe so tudi emisije toplogrednih plinov, zato so bile v mednarodnem okviru sprejete številne konvencije, protokoli in sporazumi, s katerimi so skušali doseči, da bo postalo naše okolje bolj zdravo in varno. Med pomembnejšimi srečanji sta konferenci v Rio de Janeiru leta 1992 in v Kjotu leta 1997 (Kajfež B. L., 2005).\nV zadnjih letih je na tržišču zaznati glavni močan trend, v katerem uporabniki bele tehnike želijo, da so aparati čim manj potratni z električno energijo. Tako se tudi pri podjetju Gorenje, d.d. trudimo narediti čim bolj varčne sušilnike perila, saj je eden izmed ciljev podjetja ohranjanje okolja ter doseganje merila zakonov o varovanju okolja. Z vedno bolj strogimi merili se prepoveduje prodaja energetsko potratnih aparatov. Ostali trendi, ki vplivajo na razvoj proizvoda so funkcionalnost, stroški, varnost, zanesljivost, oblika, enostavno upravljanje in vzdrževanje (Urh B., 2011/2012).\nZaznati je vedno večjo uporabo sušilnih strojev v gospodinjstvih. Trenutno sušilni aparati med gospodinjskimi aparati spadajo med največje odjemalce energije, zato bo v diplomskem delu ena izmed poglavitnih nalog podajanje rešitev za zmanjšanje rabe električne energije z raznimi spremembami. Raziskali bomo komponente za delovanje sušilnega stroja, ki so najbolj potratne, in jih zamenjali z manj potratnimi. Literatura navaja vpliv materialov na energijsko učinkovitost aparatov, zato je ena izmed nalog pregledati na področju toplotne prevodnosti materialov ter poiskati ugodne rešitve za sušilni stroj.\nDiplomsko delo smo razdelili na osem sklopov. Namen je prikazati celoten praktični postopek dela. To pomeni opis delovnih pogojev, postopkov priprave na meritve in iskanje najbolj ugodne rešitve.\nPo uvodnem poglavju je na kratko predstavljeno podjetje Gorenje, d.d., katero mi je omogočilo, da sem se lahko strokovno izpopolnjeval. V poglavju tri so predstavljeni kondenzacijski sušilnik perila, osnove in trenutno stanje, v četrtem poglavju je opisana metodologija meritev za energijske nalepke. V poglavjih pet, šest in sedem so raziskave, meritve in rešitve izboljšav. V zadnjem poglavju so kazala slik in tabel v diplomski nalogi. \nV samem diplomskem delu bomo poskušali ugotoviti, ali bodo predlagane spremembe doprinesle k zmanjšanju rabe energije ali ne.\n"], "2": ["2. PREDSTAVITEV PODJETJA GORENJE D.D.", ""], "3": ["2.1. ZGODOVINA", "1950 – - Leta 1950 ustanovitev Gorenja 1960 - Leta 1958 proizvodnja štedilnikov na trda goriva\n- Selitev v Velenje in izgradnja novih lastnih proizvodnih  prostorov\n1961 – - Proizvodnja pralnih strojev in hladilnikov 1970 - Leta 1961 prvi izvoz 200 štedilnikov v Nemčijo\n1971 - - Nova poslovna področja: kuhinjsko pohištvo, keramika, 1980 medicinska oprema, telekomunikacije, zabavna elektronika  in televizorji\n- Razširjeno na skoraj vseh območjih takratne  Jugoslavije zaposluje prek 20.000 ljudi.\n- Izgradnja lastne distribucijske mreže v Zahodni Evropi  v Nemčiji, Avstriji, Franciji, na Danskem, v Avstraliji in  Italiji.\n1981 - - Usmeritev na temeljno dejavnost gospodinjskih aparatov 1990 - Širitev v Veliko Britanijo in ZDA\n1991 – - Prestrukturiranje in lastninska preobrazba 1996 - Močna izvozna usmerjenost - izguba jugoslovanskega trga\n- Ustanavljanje podjetij v Vzhodni Evropi, in sicer na Češkem,  Madžarskem, Poljskem, v Bolgariji ter na Slovaškem 1997 - - Gorenje postane delniška družba 2005 - Novi tehnološki in okoljevarstveni standardi, intenzivna  vlaganja, vračanje na trge nekdanje Jugoslavije\n- Ponovna oživitev poslovne filozofije \"Vse za dom\"\n- Nakup češkega proizvajalca kuhalnih aparatov Mora Moravia\n2006 – - Otvoritev nove tovarne hladilno zamrzovalnih aparatov v 2008 Valjevu\n- Nova design linija Gorenje Pininfarina; Gorenje Swarovski\n- Nakup družbe Surovina, d.d., Maribor\n- Nova design linija Ora-Ïto - predstavitev za trg v Istanbulu\n- Uspešno zaključena 15% dokapitalizacija\n- Nova design linija Gorenje Pininfarina Black\n- Prevzem nizozemske družbe ATAG\n- HOME APPLIANCES @ IFA 2008 SEJEM, BERLIN: Inovativni  hladilnik \"Gorenje for iPod“; Nova generacija kuhalnih  aparatov\n- Nova design linija Gorenje Ora-Ïto White\n2009 - Mini kuhalnik Mrs. Dalloway, Gorenje designed by Nika \n Zupanc\n- Odprtje največjega centra za ravnanje z nevarnimi  odpadki v Sloveniji\n- HOME APPLIANCES @ IFA 2009 SEJEM, BERLIN:  Gorenje designed by Karim Rashid  Gorenje Retro Collection  Gorenje Simplicity\n2010 - Prevzem švedske družbe ASKO\n- Vstop IFC, članica Svetovne banke v lastniško strukturo\n2011\n- Uvedba nove blagovne znamke Gorenje+ za vgradne  aparate v kuhinjskih studiih\n- Nova generacija pralnih in sušilnih strojev\n- Zagon tovarne v Zaječarju\n- Potrditev nove strategije 2015 (Vir: http://portal.gorenje.si/gorenje/SitePages/Predstavitev%20skupine.aspx,2012)\n"], "4": ["2.2. BLAGOVNE ZNAMKE GORENJA, D.D.", "Gorenje danes proda 90 odstotkov izdelkov pod lastnimi blagovnimi znamkami. Neodvisni dunajski inštitut European Brand Institute ocenjuje vrednost blagovne znamke na 378 milijonov evrov v letu 2010. Gorenje tako ostaja slovenska znamka z najvišjo vrednostjo.\nGorenje na svetovnih trgih nastopa s portfeljem desetih blagovnih znamk, kot je prikazano v spodnji sliki 1:\n(Vir:http://portal.gorenje.si/gorenje/SitePages/Blagovne%20znamke.aspx,4.2012)\n"], "5": ["2.3. NAGRADE", "2011 05.01.2011 Gorenje je prejelo priznanje za dolgoletno vlaganje v razvoj  slovenskega športa. 15.03.2011 Gorenje za upravljalni modul iChef prejelo mednarodno  oblikovalsko nagrado red dot design award 2011. 23.03.2011 Gorenje prejelo priznanje Trusted Brand 2011. 28.03.2011 Gorenjevo steklokeramično plinsko kuhališče Atag linije Magna ter  trije pomivalni stroji Asko linije Classic so zmagovalci nagrade red  dot design award 2011. 30.03.2011 Gorenjev pralni stroj WA 60125 po oceni revije Good  Housekeeping magazine najbolj eko pralni stroj na britanskem  trgu. 06.04.2011 Pomivalni stroj Gorenje prejel znak »VIP test« ZPS. 12.04.2011 Gorenje Orodjarna prejela zlato priznanje Forma Tool za  transferno orodje za preoblikovanje pločevine in srebrno priznanje  Forma Tool za etažno orodje za brizganje okvirja vrat pralnih  strojev. 20.04.2011 Gorenje prejelo nagrado Naj podjetje. 11.05.2011 Gorenjeva Retro kolekcija dobitnica nagrade Get Connected  Product of the Year Award 2011. 13.06.2011 Likalna postaja Gorenje SGT 2400B prejela VIP znak Zveze\ngospodarske zbornice. 20.09.2011 Gorenje zlato priznanje GZS za najboljše inovacije. 10.11.2011 Gorenje prejelo nagrado za Najboljše letno poročilo 2010 v  komuniciranju med vsemi podjetji. 14.10.2011 Pralni stroj Simple&Logical prejel nagrado Brezčasno slovensko  oblikovanje. 14.10.2011 Upravljalni vmesnik za gospodinjske aparate Gorenje je prejel  častno priznanje Oblikovanje leta 2011. 17.11.2011 Pečica iChef+ je dobitnica dveh nagrad Plus X Award 2011, za  inovativnost, visoko kakovost, odličnost dizajna in preprosto  uporabo, ter za najboljši izdelek leta v kategoriji pečic. 17.11.2011 Pralni stroj RedSet je dobitnik nagrade Plus X Award 2011 za  odličnost dizajna, preproste uporabe in prijaznost okolju. 16.12.2011 Gorenje prejelo nagrado Portal 2011 za odprto delniško družbo,  ki jo podeljuje Ljubljanska borza.\n(Vir:http://portal.gorenje.si/gorenje/Predstavitve%20Skupine%20Gorenje/Gorenj  eGroup_SI_short.pdf \n VIZIJA\nPostati najboljši, v oblikovanje usmerjen inovator izdelkov za dom na svetu.\nPOSLANSTVO\nUstvarjati inovativne, oblikovalsko dovršene izdelke in storitve, ki uporabnikom prinašajo enostavnost.\nVREDNOTE Ambicioznost, kreativnost, odgovornost, iskrenost, enostavnost.\n(Vir: http://portal.gorenje.si/gorenje/SitePages/Vizija.aspx, 4.2012) \n3. PREDSTAVITEV KONDENZACIJSKEGA  KONDENZACIJSKEGA SUŠILNIKA PERILA\n"], "6": ["3.1. SUŠILNIK PERILA", "Osnovni namen sušilnika perila je, da posuši oprano perilo. Kot uporabniki moramo vedeti, kakšnega potrebujemo v svojem stanovanju. Kajti v osnovi poznamo dva različna tipa sušilnikov. Eden je odzračevalni sušilnik perila, ki odvaja vlažen zrak iz sušilnika v prostor.. Prednost tega sušilnika perila je hitrejše sušenje, ker vlažen zrak sproti odvaja iz sušilnika. Seveda je potrebno za to imeti odzračevalni kanal.\nČe tega nimamo, je na voljo kondenzacijski sušilnik perila, kjer se vlaga kondenzira v aparatu samem. Kondenzirana voda se nabira v posodi kondenzata, katero po vsakem sušenju zlijemo stran ali pa jo uporabimo še za ostale namene, na primer za likanje ali zalivanje rastlin. Zato uporabljamo kondenzacijski sušilnik perila  erila tam, kjer nimamo možnosti,  možnosti da a bi odvajali vlažen zrak na prosto.\nTudi sama postavitev teh aparatov v prostor je zelo pomembna, kajtik aparati oddajajo toploto in vlago, zato v majhnih zaprtih prostorih pride do povečanja temperature in vlage.\n"], "7": ["3.2. DELOVANJE SUŠILNIKA PERILA", "V kondenzacijskem sušilniku perila, prikazanem na sliki 4, se pri procesu sušenja segret in vlažen zrak ohlaja v kondenzatorju (12). Kondenzirana voda se po procesu kondenzacije steka po posebnem kanalu znotraj ohišja kondenzatorja (10) na zadnji strani aparata skozi cev kondenzata (8) v ohišje črpalke (1).\nV ohišju črpalke se nahaja električna črpalka (2), ki je krmiljena preko kabelskega vodnika (5) z elektroniko sušilnika (7). Elektronika (7) vklopi in izklopi električno črpalko (2) glede na program elektronike. Kondenzirana voda se preko električne črpalke (2) črpa po odvodni cevi (11) v posodo kondenzata (6).\nKondenzacijski sušilnik perila ima lahko tudi funkcijo likanja oziroma dodatnega mehčanja vlaken s paro. V tem primeru je v sušilnik perila vgrajen generator pare. Kadar imamo vgrajeno to funkcijo, je dotok kondenzirane vode izveden tako, da večina kondenzata teče v posodo kondenzata (6), majhen delež pa je speljan mimo te posode. Steka se po prelivnem kanalu ohišja posode (22) in nato po prelivni cevi doteka v posodo generatorja pare (15). Ko je posoda generatorja pare (15) polna, se odvečna voda preliva v ohišje črpalke (1). Plovec (3) se zaradi višjega nivoja kondenzirane vode v ohišju črpalke (1) dviguje in ko doseže določen nivo, plovec (3) preko stikala (4) ustavi delovanje sušilnika in javi uporabniku, da je potrebno izprazniti posodo kondenzata (6).\nParni generator (18) uporablja za svoje delovanje kondenzirano vodo, ki se zbere v posodi generatorja pare (15). V kolikor ni dovolj vode v posodi generatorja pare (15), javi senzor nivoja vode posode generatorja pare (23) stanje nizkega nivoja\n(16) v generator pare (18). Iz parnega generatorja (18) dovajamo vročo paro po cevi generatorja pare (19) v ohišje kondenzatorja (10). Paro potiska ventilator procesnega zraka (24) v boben sušilnika (14). Perilo se na ta način lahko osveži in mehča, obdela s paro.\nBoben sušilnika perila (14) je gnan z elektromotorjem (9) preko jermena (13). Na vsaki strani osi sta nameščena ventilatorja, in sicer na zadnji strani se nahaja ventilator procesnega zraka (24), na sprednji strani pa ventilator hladilnega zraka, ki ohlaja plošče kondenzatorja. Procesni zrak imenujemo notranji izolirani tok zraka, ki se skozi cikel kontinuirano vpihuje z ventilatorjem procesnega zraka (24) preko grelca, ki ga ogreje, v boben. Segret, suh zrak segreva perilo do te mere, da prihaja do odvoda vlage. Vroč, sedaj vlažen zrak, potuje skozi filtrirni sistem do kondenzatorja, kjer se ohladi. Zaradi tega prihaja do kondenzacije na ploščah kondenzatorja. Hladilni in procesni zrak sta med seboj ločena. Proces se na ta način ponavlja toliko časa, da je perilo suho do želene stopnje, ki jo uporabnik sam nastavi (Razboršek M., 2011). \n(Vir: Razboršek M., 2011)\n"], "8": ["3.3. TRENUTNO STANJE SUŠILNIKA", "Ker je namen diplomske naloge, da zmanjšamo rabo električne energije, se bomo osredotočili na trenutno rabo električne energije kondenzacijskega sušilnika perila. Kot je opisano v točki 4.2. in prikazano v tabeli 3, vidimo dejanske meje rabe energije za B energijski razred. Trenutna raba električne energije našega sušilnika perila (slika 3) je 0,71 kWh/kg perila. To vrednost bomo uporabili za začetno stanje kot referenco, da bomo lahko videli vpliv sprememb za zmanjšanje rabe električne energije. Dovoljena je 15 % napaka merjenja, če se meri 1 aparat, če 15 % mejo odstopanja presežemo, je potrebno meriti 3 aparate. Povprečna vrednost meritev vseh treh aparatov ne sme presegati 10 % odstopanja.\n"], "9": ["3.4. REFERENČNA MERITEV", "Da bomo lahko imeli začetno stanje kondenzacijskega sušilnika perila, smo opravili test funkcionalne meritve. Testi funkcionalne meritve so bili izvedeni na takšnem sušilniku, kakršen je trenutno v proizvodnji. V tabeli 1 vidimo, da je trenutna raba električne energije povprečno 0,71 kWh/kg perila. Čas sušenja na kilogram perila znaša 16 minut. \n"], "10": ["4. METODOLOGIJA MERITEV RABE EL. ENERGIJE", "V tej točki bomo opisali metode merjenja po mednarodnem standardu EN SIST 61121 (Slovenski inštitut za standardizacijo, 2005).\n"], "11": ["4.1. POGOJI MERITEV", "Na samo testiranje vpliva veliko parametrov.. Zato je potrebno zagotoviti ustrezne pogoje. Pogoji testiranj  stiranj so opisani v točkah od 4.1. do 4.5 (TCL, 2002).  2002)\n"], "12": ["4.1.1. Temperatura in vlaga okolice", "Temperaturo okolice  olice vzdržujemo na vrednosti 23 ± 2-C skozi celotna testiranja. Vlažnost okolice vzdržujemo na 55  55 ± 5 % RH skozi celotna testiranja. Te pogoje zagotovimo v posebnem prostoru, ki ga imenujemo komora (slika 5).  5)\nSlika 5. Temperaturna komora\n4.1.2. Napetost  apetost in frekvenca\nTestiranja izvajamo na priključni napetosti,  napetosti ki jo vzdržujemo na nazivni vrednosti preskušanca ± 1 % (230 V ± 1 %).\nFrekvenca napajalnega vira ne sme biti različna od 1 % deklarirane vrednosti preskušanca (50 Hz ± 1 %).\nČe je nazivna napetost preskušanca različna od napetosti dežele,  dežele kamor je namenjen,  jen, izvedemo preskus na napetosti dežele ± 1 % (TCL, 2002).  2002)\n"], "13": ["4.1.3. Priprava perila", "Osnovna polnitev\nOsnova pri meritvah energijske učinkovitosti je uporaba perila, ki ga imenujemo tudi osnovno perilo. Koliko tega perila uporabimo pri posamezni meritvi, je odvisno  isno od nazivne polnitve sušilnega aparata. Osnovno perilo je sestavljeno iz bombažnih rjuh, brisač in prevlek za blazine (slika 6).. Po standardu SIST EN 61121 \nje zahtevano tudi, koliko kosov mora biti posameznega perila, kakšne dimenzije in mase. Zahtevane lastnosti  astnosti so prikazane v tabeli 2 (TCL, 2002):  2002)\nNormalizacija osnovnega perila\nZelo pomembno pri osnovnem perilu je, da imamo skozi celotno dobo testiranj enako kakovost.. Ni vseeno,  vseeno ali je perilo novo ali pa je na njem opravljenih  opravl že petdeset testiranj, saj se vpojne lastnosti perila s starostjo spreminjajo.  spreminjajo Osnovno perilo moramo pred začetkom testiranj petkrat oprati v pralnem stroju (na programu bombaž 60 -C) z referenčnim pralnim praškom A* (SIST EN 60456). Uporabimo 30 g/kg perila pralnega praška (TCL, 2002).\nKlimatizacija osnovnega perila\nKlimatizacijo osnovnega perila izvajamo v posebni toplotno – vlažnostni komori. Maso osnovnega perila, ki ga pripravimo za testiranja po normalizaciji,  normalizaciji, določimo po 24 urni izpostavitvi na zraku z relativno vlažnostjo  vlažnostjo 65 ± 5 % in pri temperaturi 20 ± 2 -C (TCL, 2002).. Takšno komoro prikazuje slika 7. \n"], "14": ["4.2. MERJENJE ENERGIJSKE UČINKOVITOSTI", "Da lahko vrednotimo energijsko učinkovitost sušilnika perila, standard SIST EN 61121 zahteva naslednje teste:\n- sušilni programi  o program ˝bombaž  ˝ suho 0 %˝  o program ˝bombaž vlažno za likanje 12 %˝  o program ˝sintetika suho 2 %˝  o kondenzacijska učinkovitost  o enakomernost sušenja\n- poraba energije\nV kateri razred spada kondenzacijski sušilnik perila po energijski učinkovitosti,  učinkovitosti pa prikazuje tabela 3 (TCL, 2002):  2002)\n"], "15": ["4.3. SUŠILNI PROGRAMI", "Po standardu SIST EN 61121 se preskušajo programi ˝bombaž suho 0 %˝,  % ˝bombaž vlažno za likanje 12 %˝ in ˝sintetika suho 2 %˝.  %˝. Pogoji in način testiranja so podrobneje opisani v točkah od 4.2. do 4.5 (TCL, 2002).\n"], "16": ["4.4. NAČIN TESTIRANJA", "oramo normalizirati in klimatizirati Perilo moramo klimatiz na vsakih 10 ciklov,  ov, kot je opisano v točki 3.4. Menjavo  enjavo perila pa izvesti na  n vsakih 20 ciklov (TCL, 2002)..\nPriprava testirane polnitve\nTestna polnitev perila mora biti pripravljena tako, da se teža klimatiziranega perila ne razlikuje za več kot 60 g od nazivne polnitve  nitve za sušilnik perila.  perila To testno polnitev označimo kot W0.. Po vlaženju testnega perila polnitev ponovno ponov stehtamo. Vlažnost omočenega testnega perila izračunamo kot:\n[4.1]\nµi … vlažnost mokrega testnega perila (%) Wi … začetna mokra teža perila W0 … teža testne polnitve (g)\nPri preveliki vlažnosti perila po vlaženju moramo nadaljevati z ožemanjem v pralnem stroju. Če pa imamo premajhno vlažnost, jo lahko povečujemo s pršenjem vode, da dosežemo zahtevano začetno vlažnost nost testnega perila. Začetne vlažnosti testnega perila prikazuje tabela 4 (TCL, 2002).\nIzvajanje testa\nPred začetkom izvajanja testa naložimo pripravljeno testno perilo v sušilnik perila in izberemo ustrezni program testiranja. Pri testiranju je vedno potrebno meriti  me čas sušenja in ga vpisati v tabelo. V tabeli 5 vidimo zahteve za tri programe,  programe kakšna mora biti končna vlažnost testnega perila.\nµif ... zahtevana končna vlažnost brez toleranc\nNominalna vlažnost, ki izhlapi med testiranjem na določenem programu, je izpeljana iz predpisane delovne kapacitete in nominalne začetne in končne  kon vlažnosti glede na tabeli 4.2 in 4.3 brez toleranc.\nPo končanem izbranem programu sušenja moramo perilo stehtati v roku petih minut. Tako stehtano  ano maso označimo kot Wf. Količino vode, ki izhlapi v testu, izračunamo kot Wi – Wf. Aktualno končno vlažnost testne polnitve izračunamo kot:\n[4.2]\nWi ... masa testne polnitve po vlaženju (pred sušenjem) Wf ... končna masa testne polnitve po sušenju W0 ... klimatizirana  irana masa testne polnitve (g) µf ... aktualna končna vlažnost testne polnitve (%)\nZa veljaven test se upošteva, če je končna vlažnost testne polnitve (µ  ( f) znotraj dovoljenega odstopanja,  ja, kot je prikazano v tabeli 4.3 minimalno pet veljavnih testov (TCL, 2002).\nKondenzacijska učinkovitost\nKoliko vode se bo kondenziralo med sušenjem perila v kondenzacijskem sušilniku perila, testiramo na programu ˝sušenje bombaža˝.\nPoznamo tri načine merjenja kondenzacije  konde perila. Prvi je, da prazno kondenzacijsko posodo stehtamo pred začetkom testa in po opravljenem testu stehtamo še polno posodo. Dobljena razlika je kondenzirana voda. \nDrugi način je, da po koncu sušenja vso vodo izlijemo v merilni valj in odčitamo vrednost kondenzirane vode. Kondenzacijsko učinkovitost dobimo po desetih uspešnih testih in izračunamo srednjo vrednost.\nV tretjem načinu pa lahko stehtamo celoten sušilnik perila na posebni tehtnici. Sušilnik perila stehtamo brez polnitve perila na začetku in takoj  takoj po koncu testa. Za to metodo je dovolj pet uspešnih testov (TCL, 2002).\n"], "17": ["4.5. METODE ANALIZIRANJA  ANALIZ MERITEV", "Končna vsebnost vlage\nKončna vlažnost testnega perila ponavljajočih testov mora biti srednja vrednost. Standardno deviacijo SD, ki je meritev spremenljivosti  nljivosti med posameznimi testi v eni seriji, moramo dobiti z naslednjim izračunom (TCL, 2002):\nKjer je\n[4.4]\nSb ... standardna deviacija kot meritev zanesljivosti med posameznimi testi  v eni seriji  ... aritmetična sredina aktualne končne vlažnosti testne polnitve µf za  vse i preskuse µfi ... aktualna končna vlažnost testne polnitve i – tega testa (%)\nKondenzacijska učinkovitost\nKoličino vode, ki izhlapi iz testnega perila  per med sušenjem, imenujemo masa kondenzirane vode Wk. Kondenzacijsko učinkovitost C izrazimo v % razmerja med maso vode v kondenzacijski posodi in maso vode, ki je izhlapela iz testnega perila (TCL, 2002).\n[4.5]\nC ... kondenzacijska učinkovitost (%) WW ... masa kondenzirane vode Wi ... masa omočenega  omočene testnega perila – začetna masa Wf ... masa  a testnega  testneg perila po sušenju – končna masa \nEnakomernost sušenja\nPri testiranju  ju enakomernosti sušenja perila moramo vsak kos testnega perila označiti. Vsak kos testnega perila, ki je del testne polnitve,  polnitve moramo stehtati in rezultate zapisati.\nZa vsak kos testnega perila izmerjena masa ustreza Wf in W0. Ko dobimo vrednosti za vsak posamezni kos, uporabimo za izračun  izračun posameznih vrednosti µf za vsak kos perila. Potem iz teh vrednosti izračunamo standardno deviacijo Swr.\nKjer je\nSwr ... standardna deviacija enakomernosti sušenja znotraj preskusa µfj ... aktualna končna vlažnost j – tega kosa v posameznem testu (%)\nEnakomernost sušenja Sw je definirana kot srednja vrednost Swr za vsak test sušenja (TCL, 2002).\nMerjenje časa\nČas merimo od začetka do konca meritve. Rezultat časa trajanja meritve na določenem programu sušenja popravimo s spodnjim izračunom. To moramo izračunati zaradi podajanja odgovarjajočega časa trajanja programa za končno nominalno vsebnost vlažnosti µf0 in klimatizirane mase testne  stne polnitve (ker se razlikuje od nazivne polnitve) (TCL, 2002).\nt ... nominalni čas trajanja programa sušenja (popravljen) tm ... izmerjeni čas trajanja programa sušenja µi ... aktualna začetna vsebnost vlage (%) µi0 ... nominalna začetna vsebnost vlage (%), (%) podana v tabeli 4.2, brez  toleranc µf ... aktualna končna vsebnost vlage testne polnitve µf0 ... nominalna končna vsebnost vlage (%), (%) podana v tabeli 4.3, brez  toleranc W ... delovna kapaciteta programa sušenja (g) W0 ... klimatizirana  irana masa testne polnitve (g) \nRaba energije\nRabo  abo električne energije merimo med izvajanjem testa sušenja.  sušenja. Ker podajamo nominalno rabo električne energije, moramo korigirati porabo energije s spodnjim izračunom, da odgovarja nominalni končni vsebnosti vlage v testni polnitvi µf0, podani v tabeli 4.3.\nE ... nominalna raba električne energije (kWh), popravljena z izračunom Em ... izmerjena raba električne energije (kWh) µi ... aktualna začetna vsebnost vlage (%) µi0 ... nominalna začetna vsebnost vlage (%), (%) podana v tabeli 4.2, brez  toleranc µf ... aktualna končna vsebnost vlage testne polnitve (%) µfo ... nominalna končna vsebnost vlage (%), (%) podana v tabeli 4.3, brez  toleranc W ... nazivna kapaciteta programa sušenja (g) W0 ... klimatizirana  irana masa testne polnitve (g)\nČe so izmerjene vrednosti končne vsebnosti vlage pod spodnjo mejo dovoljenih odstopanj, definiranih v tabeli 4.3, korekcija ni potrebna (TCL, 2002).  2002)\n"], "18": ["4.6. ZAHTEVANI STANDARDI", "Standard, po katerem se testira sušilnik perila,  perila je EN 61121 (Slovenski inštitut za standardizacijo, 2005).. V njem so zajete vse zahteve za preskušanje energijske učinkovitosti.\n"], "19": ["5. MOŽNE IZBOLJŠAVE IN MERITVE", "Skozi leta so se že opravljale spremembe v smeri zmanjševanja rabe električne energije na sušilniku perila. Glede na izkušnje dela na tem področju je sistem izboljšanja menjava komponent, ki so bolj varčne in manj prepuščajo toploto v okolico. Zato bomo postopoma uvajali spremembe v sušilnik perila. V naslednjih točkah bomo glede na izkušnje opisali nekaj možnih sprememb, ki lahko teoretično vplivajo na zmanjšanje rabe električne energije. Komponente, ki bi lahko vplivale na izboljšanje delovanja, so označene na sliki 8.\nelektrične energije (Vir: Razboršek M., 2011)\n"], "20": ["5.1. Boben", "Prva komponenta, ki jo bomo zamenjali v aparatu, je boben. Novi boben je izdelan iz posebnega materiala, ki ima manjšo toplotno prevodnost. Osnovni namen je, da čim manj toplotne energije izpustimo skozi boben v okolico in to energijo uporabimo za sušenje perila. Torej zagotovimo manjše izgube. Oblika obstoječega bobna sušilnika perila je na sliki 9. \n"], "21": ["5.2. Elektromotor", "Druga komponenta, ki lahko zagotovi manjšo rabo električne energije, je elektromotor. Na trgu obstajajo elektromotorji, ki imajo manjšo rabo energije. Zato bomo naslednji poskus opravili z elektromotorjem s trajnimi magneti (BPM motor), ki ima manjšo rabo električne energije. Na sliki 10 je obstoječi elektromotor in na sliki 11 elektromotor s trajnimi magneti.\n"], "22": ["5.3. Grelnik", "Ker je grelnik največji porabnik električne energije v sušilniku perila, pričakujemo največjo razliko v rabi električne energije. Trenutno uporabljamo grelnik z močjo 2300 W. Poizkusili bomo dve skrajni varianti, in sicer z grelnikom z nižjo močjo 2100 W ter z grelnikom 3100 W. Ta dva grelnika bomo lahko uporabili, ker jih lahko proizvajalec takoj zagotovi.\nPrva logika z nižjim grelnikom je ta, da rabimo manj električne energije, vendar se lahko podaljša čas sušenja.\nDruga logika z grelnikom z večjo močjo je ta, da čim prej pridemo v delovno temperaturo sušenja perila (80 -C) in rabimo manj časa za sušenje. Vendar bo pri tej varianti potrebno uporabiti večji ventilator procesnega zraka, ki ima večji pretok zraka. Grelnik z močjo 3100 W je prikazan na sliki 12. \n"], "23": ["5.4. Ventilator", "Sprememba ventilatorja bo potrebna, če bodo meritve pokazale, da se bo bolje izkazal grelnik z večjo močjo. Potem bo potrebno vgraditi ventilator z večjim pretokom zraka, ker bodo temperature na grelniku previsoke. Na sliki 13 in 14 je obstoječi ventilator.\nLahko bomo uporabili večji ventilator, kot je ventilator od našega sušilnika perila, A energijskega razreda, kjer moramo zagotavljati večje pretoke zraka. Na sliki 15 in 16 je ventilator sušilnika perila A energijskega razreda.\n"], "24": ["6. REZULTATI IZBOLJŠAV", "Namen diplomske naloge je, da potrdimo ali zavržemo našo teorijo o možnosti za zmanjšanje rabe električne energije v sušilniku perila s konkretnimi spremembami, kot so zamenjava bobna z manjšo toplotno prevodnostjo, grelnikom z močjo 2100 W in 3100 W ter z ventilatorjem z večjim pretokom zraka skozi grelnik. V naslednji točki so zbrani vsi podatki meritev in izboljšav.\n"], "25": ["6.1. PRVA IZBOLJŠAVA - BOBEN", "V obstoječi sušilnik perila smo vgradili nov boben z nižjo toplotno prevodnostjo. Prevodnost smo znižali s posebno prevleko na bobnu. Na sušilniku ponovimo\n"], "26": ["6.2. DRUGA IZBOLJŠAVA – ELEKTROMOTOR", "Povprečna raba električne energije z obstoječim motorjem je 0,71 kWh/kg perila, ko pa je v aparat vgrajen sinhronski motor s trajnimi magneti (BPM motor – brushless permanent magnet motor) se poraba ne spremeni. Razlog je v tem, ker je moč motorja proti moči grelnika zelo majhna in nima velikega vpliva na izboljšanje rabe električne energije.\n"], "27": ["6.3. TRETJA IZBOLJŠAVA - GRELNIK", "Trenutno uporabljamo v aparatu grelnik z močjo 2300 W. Posneli bomo diagram poteka temperatur na grelniku in na temperaturnem senzorju (NTC senzor – negative temperature coefficient), da bomo imeli izhodišče za primerjavo z ostalima grelnikoma. Diagram poteka temperatur vidimo na sliki 17.\nNa sliki 17 vidimo, da doseže NTC senzor delovno temperaturo 80 ˚C v času 40 minut. Maksimalna temperatura na varnostnih termostatih na grelniku pa doseže 142˚C. Za primerjavo bomo opravili teste še z dvema različnima grelnikoma, in sicer z grelnikom z močjo 2100 W in z grelnikom z močjo 3100 W. Na sliki 18 vidimo diagram poteka temperatur na grelniku z močjo 2100 W. \nNa sliki 18 vidimo, da doseže NTC senzor delovno temperaturo 80 ˚C v času 1 ure in 7 minut. Maksimalna temperatura na varnostnih termostatih na grelniku pa doseže 150 ˚C.\nSlika 19 nam prikazuje potek temperatur na grelniku 3100 W, kjer so temperature 160 -C. Avtomatski termostat tudi pregosto izklaplja in vklaplja, zato ta meritev ni zadovoljiva. Opažamo, da je pretok zraka premajhen in bomo za naslednjo meritev uporabili ventilator, ki je po zajemu zraka večji.\n"], "28": ["6.4. ČETRTA IZBOLJŠAVA – VENTILATOR PROCESNEGA ZRAKA", "sušilnika SP/K-A\nObstoječi ventilator na sliki 13 in 14 se uporablja v sušilniku perila energijskega razreda B. Takšna oblika ventilatorja je optimirana na grelnik 2300 W. Ko smo vgradili močnejši grelnik 3100 W, pa se je pokazalo (slika 12), da je potreben ventilator, ki zagotavlja večji pretok zraka skozi grelnik. To smo lahko dosegli že z ventilatorjem, ki ga imamo v sušilniku perila s toplotno črpalko.\nNa sliki 20 vidimo, da doseže NTC senzor delovno temperaturo 80 ˚C v času 22 minut. Maksimalna temperatura na varnostnih termostatih na grelniku pa doseže 120 ˚C. Kar se tiče maksimalnih temperatur na grelniku, je to odlično, ker je s tem tudi vstopna temperatura v boben nižja kot pri obstoječem grelniku z močjo 2300 W. Nižje temperature smo dosegli z ventilatorjem sušilnika perila SP/K-A (sliki 15 in 16), ki ima večji zajem zraka. Ker je tudi čas krajši pri doseganju delovne temperature na NTC senzorju, je rezultat teh meritev ta, da sta raba energije 0,686 kWh/kg in čas 14 min/kg. Torej smo s tem grelnikom dosegli nižjo rabo električne energije za 0,03 kWh/kg in čas skrajšali za 2 min/kg. Rezultati meritev so podani v tabeli 7. \nmotorjem BPM, grelnikom z močjo 3100 W in z večjim ventilatorjem sušilnika s  toplotno črpalko\nV tabeli 7 opazimo, da je končna vlažnost (posušenost) perila -1,4 %. Teoretično lahko perilo posušimo do -6 %. Perilo za meritve kot izhodišče ima 0 % vlage, v resnici ima dejansko še 6 % vlage (SIST EN 61121). V točki 4.1.3. je opisana priprava perila.\n"], "29": ["6.5. PRIMERJAVA", "Na tej točki bomo preverili rezultate z različnimi rešitvami. V tabeli 8 smo zbrali vse rezultate. Iz prejšnjih tabel, kjer smo beležili rezultate posameznih rešitev, smo tukaj v tabeli 8 vstavili povprečne vrednosti za lažjo primerjavo. Tako lahko vidimo, kaj smo dosegli s posamezno izboljšavo ali več izboljšav skupaj. Ugotovili smo, da posamezna izboljšava doprinese izboljšavo pri rabi energije in druga prav tako, a se pri združitvi obeh izboljšav ne sešteva učinek. \n"], "30": ["6.6. REALIZACIJA", "Ker je doprinos bobna majhen glede na ceno in odvisnost samo od enega proizvajalca, se ne bomo odločili za realizacijo v proizvodnji. Za realizacijo v proizvodnjo pa lahko gremo z grelnikom in ventilatorjem, kjer ni bistvene razlike v ceni in obe komponenti sta v serijski proizvodnji.\n"], "31": ["7. ZAKLJUČEK", ""], "32": ["7.1 OCENA UČINKOV", "Kot vidimo v tabeli 8, je skupna raba električne energije za 0,024 kWh/kg manjša od začetnega obstoječega stanja. In tudi čas nam je uspelo skrajšati za 2 min/kg. Torej imamo rabo električne energije namesto začetnih 0,71 kWh/kg sedaj 0,686 kWh/kg ter čas skrajšan od začetnih 16 min/kg na sedanjih 14 min/kg. S tem smo dosegli manjšo potratnost sušilnika perila in zadostili mednarodnim standardom glede zahtev dovoljene rabe električne energije za B energijski razred.\nNova evropska uredba predvideva bolj ostre meje med prehodi energijskih razredov. Nova direktiva je že sprejeta in bo začela veljati v vseh državah članicah Evropske unije dne 29. maja 2013. Na uporabnika velikega finančnega učinka ni, ker je prihranek električne energije nekje med 25 in 35 kWh na leto, odvisno od pogostosti sušenja perila v sušilniku perila.\nGlavni namen diplomske naloge smo dosegli, ker lahko potrdimo teorijo o določenih spremembah na komponentah, za katere smo predvidevali, da bomo dosegli nižjo rabo električne energije. Največji učinek za znižanje rabe električne energije smo dosegli z grelnikom z večjo močjo, ki znaša 3100 W in z ventilatorjem z večjim pretokom zraka.\n"], "33": ["7.2. POGOJI ZA UVEDBO", "Med glavnimi pogoji za uvedbo v proizvodnjo je cena. V proizvodnji bomo lahko v najkrajšem času izvedli spremembe, ki nimajo posebnega vpliva na ceno. Torej, to so komponente kot sta grelnik in ventilator, katera že uporabljamo v sušilniku perila s toplotno črpalko. Medtem ko je BPM motor veliko dražji od obstoječega in tudi vložek v razvoj je za enkrat še prevelik. Vendar se na tem področju odvijajo stvari v tej smeri, da se vedno več proizvajalcev odloča za te motorje. Kar pomeni, da bo ob vedno večji proizvodnji BPM motorjev cena le-teh začela padati.\n"], "34": ["7.3. MOŽNOSTI NADALJNEGA RAZVOJA", "Za nadaljnji razvoj aktivnosti potekajo naprej z optimiranjem z novimi spremembami ter z uvajanjem novih materialov na ostalih komponentah. Možnosti so še pri spremembah zračnih kanalov v sušilniku perila, vendar to terja velike spremembe in stroške pri orodjih. Seveda bo potrebno vključiti širši krog ljudi z različnimi znanji in izkušnjami, da lahko dosežemo še boljše rezultate.\nCilj na svetovnem nivoju je, da bi lahko dosegli sušilnik perila A energijskega razreda brez toplotne črpalke, kar pomeni, da bi morali doseči rabo električne energije 0,61 kWh/kg. To pomeni, da smo se s tem diplomskim delom približali za 30 % meji, ki je pri 0,61 kWh/kg. To je cilj vseh proizvajalcev bele tehnike na svetu, da bi lahko proizvajali kondenzacijski sušilnik perila A energijskega razreda brez toplotne črpalke. Drugo vprašanje pa je, kako dolgo bomo lahko še proizvajali ali prodajali sušilnike perila B energijskega razreda. Ponekod že sprejemajo nacionalne zakone, kjer \nprepovedujejo prodajo potratnih gospodinjskih aparatov. Drugi razlog pa je vedno višja cena električne energije.\n"], "abstract": ["V diplomski nalogi smo se usmerili v zmanjševanje rabe električne energije v kondenzacijskem sušilniku perila. V svetu se že nekaj let pojavlja ta trend in tudi težnja k čim manjši rabi energije. Direktive na tem področju so iz leta v leto strožje, zato moramo proizvajalci bele tehnike stremeti k čim manjši rabi električne energije naših aparatov. Zato so zahteve, po katerih moramo imeti naše aparate označene z deklaracijo o rabi električne energije, vedno bolj ostre. Sedaj se uporabljajo na primer A – 50 %. Po novi direktivi se bodo uporabljale oznake A+++. Proizvajalci bolj potratnih aparatov, imajo na marsikaterem tržišču problem, ker z zakoni prepovedujejo njihovo prodajo. V prvem delu naloge je opisana kratka kronologija podjetja. V drugem delu sledijo opis stanja in teoretične postavke možnih rešitev, ki so temelj praktičnih meritev in dejanskih rešitev. V tretjem delu so predstavljene dejanske rešitve in izboljšave na področju zmanjšanja porabe električne energije. Predstavljene so priprave testnega perila na meritve, funkcionalne meritve in matematični izračuni po ustreznem standardu. Namen naloge je bil preučitev možnosti za praktično zmanjšanje porabe električne energije in s tem biti v stiku z vedno bolj ostrimi zahtevami na tržišču. Rezultat testiranj, opravljenih v sklopu diplomske naloge, je pokazal, da sta možna zmanjšanje porabe električne energije za 0,024 kWh/kg in skrajšanje časa sušenja za 2 min/kg."]}