{"1": ["1 UVOD", "Sladkorna pesa (Beta vulgaris L. ssp. Sacharifera) je industrijska rastlina, ki je pravzaprav mlada poljgaina. Iz nje pridelujemo sladkor (disaharid saharoza), ki je bogat vir energije in lahko prebavljiva hrana. Kot surovino za pridobivanje sladkorja so jo zaaeli uporabljati konec 18. stoletja. Sladkor v korenih je leta 1747 ugotovil Andreas S. Marggart, postopek za njegovo predelavo pa leta 1790 Franz K. Achard (Stanaéev 1979).\n2e dolgo je znano, da na koliaino in kakovost korenov sladkorne pese vplivajo gtevilni pomembni dejavniki, pravzaprav je to kompleks, na katerega poskuga v pozitivnem smislu vplivati pridelovalec. Rok setve in rok spravila sta dva izmed pomembnejgih dejavnikov, vendar pa sta odvisna od vremena in stanja zemljigaa (Skupina avtorjev TSO 1998).\nZa nalogo sem se odloaila z namenom, da bolje spoznam sladkorno peso in njene zahteve za kakovosten in veaji pridelek v nagih klimatskih razmerah.\nCilj pridelovalcev in predelovalcev sladkorne pese je pridelati aim veaji in kakovostnejgi pridelek. To je mogoae samo z dobrim poznavanjem razlianih dejavnikov, ki pogojujejo pridelovanje te kultivirane rastline. Cilj moje naloge je prouaevati vpliv roka setve in roka spravila na oblikovanje pridelka korenov ter vsebnost sladkorja, kalija in dugika v njih.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Rastne zahteve sladkorne pese", "Pogoj za najvigji in ekonomsko upravičen pridelek korenov ter visoko kakovost je nemotena rast in razvoj korenov ter zgodnji razvoj zdravega listja. Rast in razvojne faze pesne rastline lahko ločujemo med seboj le teoretično. Obe dogajanji sta rezultat zapletenih procesov v rastlini in rastigču, ki vplivajo na rast in pridelek sladkorne pese (gtefančič 1998).\nNajpomembnejgi klimatski dejavniki, ki vplivajo na pridelek sladkorne pese so svetloba, temperatura, zrak in voda. Največji vpliv pa imata voda in toplota (Böttcher s sod. 1974). Potrebe po toploti se označujejo z vsoto temperatur. Ta je za sladkorno peso 3000 -C. Sladkorna pesa izkorigča 2 % sončne svetlobe. Zaradi tega je zelo občutljiva na pomanjkanje svetlobe, ge posebej v fazi zorenja (Stanaéev 1979). Fortunel (2001) navaja, da je pridelek sladkorja tesno povezan s količino sončnega sevanja v obdobju rasti sladkorne pese. Pri zgodnji setvi, ko je s tem povečana listna povrgina (od maja naprej) in ko je sevanje najvigje, določa to podlago za povečanje pridelka sladkorne pese. Ne glede na datum setve sladkorna pesa raste do spravila, s podaljganjem obdobja rasti pa se poveča vsebnost sladkorja in pridelek korenov (Fortune 2001). Pomanjkanje svetlobe v fazi dozorevanja prispeva k zmanjganju sladkorja v korenih (Bavec 2003).\nSladkorna pesa relativno dobro prenaga sugo, ima nizek transpiracijski koeficient (200- 250) in globoko razvejan koreninski sistem. Poraba vode v teku rastne dobe znaga na rastlino 4 milijone litrov na hektar. Potrebe po vodi se večajo s povečanjem rastlinske mase. V obdobju največje rastlinske mase je tudi poraba vode največja. Ce rastno dobo sladkorne pese razdelimo v tri obdobja, so potrebe po vodi v razmerju 1:9:3 (Stanaéev 1979). Za nage območje odgovarja razdelitev padavin po Woltmanu (Kristek s sod. 1988). \nPo tej razdelitvi so potrebe po zimski vlagi 240 mm, to so padavine, ki padejo od meseca novembra do meseca marca. Optimalna vlažnost za kalitev in vznik je 25 % od absolutne mase suhega zemljišča\nRastni prostor posameznih rastlin naj bo tak, da si sosednje rastline čim manj konkurirajo in toliko omejen, da so tla čim bolj izkoriščena (Štefančič 1998). Velikost rastnega prostora in njegova oblika je pomemben dejavnik pri tvorbi listne površine kot osnove asimilacijske površine. Neenakomeren razmak med rastlinami vpliva na neizenačenost korenov. Koreni, ki rastejo na večjem rastnem prostoru, so v primerjavi z gostim posevkom večji. Optimalna oblika rastnega prostora naj bi bila čim bolj kvadratne oblike, saj se tako zaradi manjšega medsebojnega zasenčevanja poveča intenzivnost fotosinteze, bolj enakomerno pa se izkorišča tudi zaloga vlage in hranil (Bavec 2003). Odmerjen rastni prostor je optimalen, če si pese samo toliko konkurirajo, kolikor je potrebno za razvoj posameznih rastlin in s tem za količino pridelka sladkorja. Pri praznih mestih oziroma tako imenovanih luknjah v vrstah pride v sklopu do izraza tudi sposobnost pese za zapolnjevanje praznih mest, kar je pomembna lastnost za dolo č anje pridelka. Zapolnjevanje praznih mest je odvisno od rastnih razmer, slabše je na neugodnih tleh. Na kakovostnih njivah, kjer je pridelek obilen, je zapolnjevanje praznih mest boljše kot na njivah s slabšim pridelkom. Teoretična idealna razporeditev rastlin bi bila, če bi bila vsaka rastlina enako oddaljena druga od druge v vrsti in tudi od sosednje vrste. Od zgoraj gledano bi tak sklop ustrezal razporeditvi enakostraničnih trikotnikov. To pa je v praksi težko izvedljivo (Štefančič 1998).\nVelik vpliv na pridelek sladkorne pese pa ima tudi kultivar. Pomembno je sejati kultivarje, ki dajejo visoke pridelke, in pri katerih je možna zgodnja setev ter pozno spravilo, saj se s tem doseže prednost v dolžini rastne dobe. Kultivarje s povprečnim pridelkom in nadpovprečno vsebnostjo sladkorja pa je potrebno uporabljati za pozno setev ali zgodnje spravilo. Obstaja tudi delitev kultivarjev pese v tiste s krajšo in daljšo rastno dobo, potrebnih za ranejši ali kasnejši rok spravila. Lauert je primerjal dejavnike, kot so pridelek kristalnega sladkorja, vsebnost sladkorja v korenih, predelek korenov in izgubo sladkorja v \nmelasi med osemnajstimi različnimi kultivarji in zaključil, da je pridelek kristalnega sladkorja variiral za približno 14 %, vsebnost sladkorja za 6 %, pridelek korenov za 18 % in izguba sladkorja v melasi za 13 % (Lauert 1997).\n"], "4": ["2.2 Vpliv roka setve na pridelek sladkorne pese", "Primeren rok setve je v pridelovanju sladkorne pese izredno pomemben, saj z njim pridobimo na dolžini rastne dobe in s tem povečan pridelek, na drugi strani pa lahko prezgodnja setev povzroči nezaželeno jarovizacijo rastlin. Za optimalen rok setve velja, da morajo bito tla v globini 5 cm vsaj tri dni toplejša od 6 -C. Pri nas je to konec meseca marca ali v začetku aprila. Praviloma ima rana setev prednost pred pozno, ker lahko ranejše rastline bolje izrabijo zaloge zimske vlage v tleh. Prednost rane setve je tudi v tem, daje napad bolezni in škodljivcev manjši (Bavec 2003).\nPoznamo tudi določene prednosti ter pomanjkljivosti prerane oziroma pozne setve. Čeprav se priporoča rana setev, pa v tem vseeno ni treba pretiravati, kajti lahko pride do velikih temperaturnih nihanj in pojava jutranjih mrazov. Tudi temperature, nižje od 0 -C, ki ne povzročajo zmrzovanja, če trajajo dlje časa, lahko vplivajo na slabšo rast in oslabitev klice, lahko pa vplivajo tudi na pojav zdivjank, še posebej pri sortah, ki imajo kratek stadij jarovizacije, zato je treba povedati, da ima rani rok setve prednost le takrat, če je posevek, ki je bil prej posejan, tudi prej vzniknil. Če posevek iz ranega roka setve vznikne istočasno s posevkom iz kasnejšega roka setve, ni razlike v pridelku in vpliv roka se izgubi (Stanaćev 1979). Prerana setev v hladnem vremenu zadržuje kalitev in povzroča slabši vznik, pove čuje možnost pojava zdivjank ter omogoča ve čji napad glivičnih bolezni in škodljivcev, kljub fungicidom in insekticidom, ki so v plasteh naneseni na seme. Pozna setev pa nasprotno od rane setve skrajša rastno dobo sladkorne pese, kar nam zmanjša pridelek. Razlogi za zmanjšanje so naslednji:\n- če peso sejemo od začetka do konca aprila, lahko pričakujemo izgube pridelka  biološkega sladkorja do 0,6 % na dan,\n- če peso sejemo od konca aprila do začetka maja, lahko pričakujemo izgube pridelka  biološkega sladkorja do 1,2 % na dan (http://www.tso.si/se_se_sk#E2281 1). \nDatum setve, gostota posevka in datum spravila so pomembni dejavniki, ki vplivajo na količino in kakovost korenov sladkorne pese. Cakmakci in Oral (2002) sta v Turčiji na ilovnatih tleh v letih 1994-97 ugotovila, da je vsak dan, ki je bil odložen za setev od sredine aprila do konca maja, privedel do zmanjšanja pridelka korenov sladkorne pese.\nKristek s sod. (1988) za sorto Optima navaja, da ima rok setve statistično značilen vpliv na pridelek korenov sladkorne pese, med tem ko ima rok spravila vpliv na kakovost sladkorne pese (Priloga 1).\n"], "5": ["2.3 Vpliv roka spravila na pridelek sladkorne pese", "Pri roku spravila se morajo upoštevati pogoji in možnosti oddaje pese v tovarno, rast pridelka in zrelost pese, učinkovitost strojev za spravilo pese, vremenske in druge razmere za delo strojev pri spravilu pese ter posevek, ki sledi pesi (Štefančič 1998). Datum začetka kampanje se določi na podlagi tehnološke zrelosti pese, količine pričakovanega pridelka in pridelovalne kapacitete tovarne. Ocena količine pridelka in tehnološke zrelosti pese sloni na predkampanjskih analizah. Začetek spravila pese je okrog 20. septembra, kljub temu da je v septembru in oktobru največji prirast pridelka in sladkorja po hektarju. So pa tudi nekatere prednosti zgodnejšega spravila: zgodnejše vremenske razmere na njivi in s tem manjše izgube korenov. Njivo lahko tudi kvalitetnejše pripravimo za naslednjo poljščino (Skupina avtorje TSO 1998).\nNa sladkorno stopnjo vpliva le rok spravila in ugodne vremenske razmere v jesenskem obdobju. Najvišjo sladkorno stopnjo dosegajo pozno spravljeni posevki, ki so rasli v razmeroma suhi in topli jeseni. V takem primeru se sladkorna stopnja povečuje povprečno za 0,055 % -S dnevno (Kristek s sod. 1988).\nVičarjeva (1998) navaja, da se pridelek korenov od 26. avgusta do 23. septembra poveča za 11 %, od septembra do oktobra pa koreni na masi niso veliko pridobili zaradi suhega vremena v tem času. Tudi Štuhec navaja, da se pridelki od rane proti pozni setvi znižujejo, naraščajo pa od ranega proti poznemu spravilu. Navaja tudi, da se je podobno kot pri pridelkih trend naraščanja vsebnosti sladkorja znižal verjetno zaradi izpostavljenosti cerkospori (Štuhec 2000).\n"], "6": ["3 MATERIAL IN METODE DELA", ""], "7": ["3.1 Zasnova poljskega poskusa", "Poljski poskus je bil zasnovan v Zenkovcih, leta 2004. Parcelna tevilka njive je 320 in 32, k.o. Zenkovci.\nVzorec za kemično analizo tal sem odvzela 4.9.2003, ročno s sondo do globine oranja (30 cm). Tla so bila izrecno kisla (pH 5,5), vsebnost gline je bila 20 %. Tla so bila srednje založena s fosforjem in kalijem. Kemična analiza je bila opravljena v Tovarni sladkorja d.d., Ormo (Preglednica 1).\nKer sta bila predmet proučevanj optimalni rok setve in rok spravila v naših razmerah, je bil postavljen dvo-faktorski poskus (rok setve, rok spravila) s 6 ponovitvami. Načrtovana gostotaje znašala 110 000 rastlin na hektar. Velikost osnovne parcele je bila 25 m2\n(Shema 1).\nLegenda: Roki setve: Roki spravila:  S1- 3.4.2004 R1-13.10.2004  S2- 23.4.2004 R2- 29.10.2004  R3-14.1 1.2004\nShema 1: Shema parcelic v poskusu (dvo-faktorski poskus v 6 ponovitvah)\n"], "8": ["3. 2 Tehnika pridelave", "Predposevek je bila pšenica. Z razvojem, talnimi in klimatskimi razmerami je povezana izvedba agrotehničnih ukrepov. Izvedba agrotehničnih ukrepov je bila pri obeh rokih setve enaka (Preglednica 2).\nPreglednica 2 (nadaljevanje)\n"], "9": ["3.3 Meritve in statistiè'ne analize", ""], "10": ["3.3.1 Spremljanje razvojnih faz", "Pri dveh razlia'nih rokih setve sem spremljala pojav razvojnih faz od kalitve do sklenitve vrst. Ko je bilo vea' kot 50 % rastlin v doloa'eni razvojni fazi, sem si zapisala datum, nato sem preraa'unala gtevilo dni, ki so potrebni za prehod v posamezno fazo.\n"], "11": ["3.3.2 Vrednotenje kolia'ine pridelka in kakovosti sladkorne pese", "Vrednotenje pridelka (gtevilo rastlin, skupna masa rastlin in masa korenov) ter vzora'enje korenov na njihovo kakovost (stopnja sladkorja, vsebnost kalija in dugika) sem izvedla za pridelek na povrgini 10 m2 (velikost obraa'unske parcele), ki je bila doloa'ena v sredini osnovne parcele velikosti 25 m2. Pridelke sem stehtala, korene pregtela in pripravila za nadaljnjo kemia'no analizo. Kemia'no analizo so izvedli v TSO.\n"], "12": ["3.3.3 Vrednotenje nekaterih morfologkih lastnosti na korenih", "Pred pripravo vzorcev na kemia'no analizo sem na 10-ih nakljua'no izbranih korenih vrednotila nekatere morfologke lastnosti korenov (dol2ina in girina korenov).\n"], "13": ["3.3.4 Vrednotenje pridelka sladkorne pese v povezavi z rastnim prostorom", "Vzporedno sem v poskusu proučevala se rastni prostor, ki je po navedbah v literaturi, pomemben dejavnik pri pridelku sladkorne pese. Z namenov ovrednotiti pridelek v idealni razporeditvi rastlin sem vzporedno vzorčila se rastline izven obračunske parcele. Pri tem sem naključno izbrala 50 rastlin, ki so imele od zgoraj gledano razporeditev enakostraničnih trikotnikov. S pomočjo povprečne gostote posevka, dose2enega v letu poskusa (povprečna gostota posevka obeh rokov setve), sem preračunala iz 50–ih naključno izbranih rastlin pridelek korenov sladkorne pese na 10 m2.\n"], "14": ["3.3.5 Vrednotenje nekaterih morfoloskih lastnosti na korenih v povezavi z rastnim prostorom", "Med koreni, vzorčenimi izven obračunske parcele (rastline so rasle v idealni razporeditvi), sem naključno izbrala deset korenov in jim izmerila dol2ino ter sirino korenov.\n"], "15": ["3.3.6 Statistična obdelava", "Rezultate sem ovrednotila s pomočjo analize variance. Razlike med posameznimi roki setve in roki spravila so bile testirane s pomočjo Duncanovega testa sig. P<0,05, statistično značilne razlike pa označene z različnimi črkami (a, b, c, d). Razlike med obravnavanji značilnih interakcij sem analizirana s pomočjo Tukeyevega testa sig. P<0,05, statistično značilne so označene z različnimi črkami (a, b, c, d). Potem sem preverila se korelacijske povezave med dol2ino in sirino korenov. \n3.4 Vremenske in talne razmere v rastni dobi sladkorne pese\nV poskusu so na rast in razvoj sladkorne pese vplivale talne in klimatske razmere. Podatki o temperaturah in padavinah so bili merjeni na avtomatski meteoroloski postaji v MurskiSoboti (Grafikon 1).\nKolia'ina padavin, izmerjena v 30-ih letih (1961-1991), znasa za obmoa'je Murske Sobote letno 1163 mm in 576 mm v obdobju rasti sladkorne pese, to je od aprila do konca oktobra. Kolia'ina padavin od aprila do konca oktobra je bila v letu poskusa 584 mm, kar je samo za 8 mm vea' kot prikazuje dolgoletno povprea'je, med leti 1961-1991 (Hidrometeoroloski zavod RS 2004). V rastni dobi pese (od aprila do oktobra) bi bilo idealno, a'e bi padlo 380 mm padavin (Bavec 2003). V poletnih mesecih 2004 so pogoste in enakomerno razporejene padavine v vea'jem delu driave vzdrievale zadostno preskrbljenost tal z vodo. Bilanca vode v tleh je bila v osrednji Sloveniji, v delu gtajerske in na Dolenjskem ves a'as pozitivna, na negativno stran se je oba'asno prevesila le v Pomurju, vendar so bila pomanjkanja kratkotrajna in niso zahtevala dodatnih namakanj (Meteoroloski letopis 2004). Trdim lahko, da je bilo v rastni dobi sladkorne pese dovolj padavin.\nDolgoletno povprea'je temperatur (1961-1991) od aprila do konca oktobra je znasalo 14,7\n-C. Povprea'je temperatur v letu poskusa je bilo 15,4 -C. V prvi polovici leta 2004 so bile temperature zraka niije od povprea'ja. Nato so vea'ji del marca prevladovale se povsem zimske vremenske razmere z vea' ledenimi dnevi in vea' kot 20 centimetrov debelo sneino odejo. Otoplilo se je sele med 17. in 21. marcem, ko so se najvisje dnevne temperature povzpele celo nad 20 -C. Spomladanski vegetacijski prag 5 -C je bil v osrednji Sloveniji preseien 14. marca, vea' kot 14 dni kasneje kot na primer leta 2003. (Hidrometeoroloski zavod RS 2004). Potrebna srednja dnevna temperatura za rastno dobo sladkorne pese pa je 15 -16 -C (Bavec 2003), kar pomeni, da je imela sladkorna pesa v a'asu poskusa idealno temperaturo. Po Lüdeckeju (1953) so optimalne srednje mesea'ne temperature za sladkorno peso za maj 14,2 -C, za junij 18 -C, julij 18,5 -C, avgust 18,2 -C september 14,2 -C in za oktober 8,8 -C (Stanaéev 1979). V letu poskusa srednje mesea'ne temperature niso bistveno \nodstopale od priporočenih po Lüdeckeju (1953), le v mesecu oktobru so bile temperature nekoliko višje od priporočene (Grafikon 1). Povprečne temperature in količina padavin v juliju in avgustu je močno povezana s pridelkom sladkorne pese, kot tudi povprečna temperatura med aprilom in časom med setvijo in spravilom (Freckleton s sod. 1999).\nOb setvi je bila pri prvem roku setve (3. aprila) temperatura tal 10,7 -C in pri drugem roku setve (23. aprila) 16,3 -C (Meteorološki letopis, 2004). Takšna temperatura tal je idealna za vznik mladih rastlin, kajti temperatura tal mora biti vsaj tri dni višja od 6 -C.\nTms –povprečna temperatura v Murski Soboti 2004 Tpms-povprečna temperatura v Murski Soboti v letih 1961-1990 pms-višina padavin v Murski Soboti 2004 ppms-višina padavin v Murski Soboti v letih 1961-1990\ntemperatura: padavine = 1: 4 za hidrometeorološko postajo Murska Sobota\n"], "16": ["4 REZULTATI Z RAZPRAVO", ""], "17": ["4.1 Vpliv roka setve na časovno dinamiko razvojnih faz", "Za prvi (3. april) in drugi rok (23. april) setve sem spremljala pojav razvojnih faz in tudi število dni, ki sobili potrebni za prehod v posamezno fazo (Preglednica 3). \n* ve kot 50 % rastlinje v opisanem stadiju \nVznik pri setvi 3. aprila je bil za 3 dni prej kot pri setvi 23. aprila. Razlika je bila majhna zaradi majhnih razlik v temperaturah, kajti čim višja je temperatura, tem hitreje poteka kalitev Winner (1981). Vznik pri drugi setvi je najverjetneje ovirala tudi zaskorjenost tal. Pri roku setve 23. aprilaje sladkorna pesa v vseh razvojnih fazah kasnila, vendar ne veliko (4 dni).\n"], "18": ["4.2 Vpliv roka setve na morfološke razlike korenov", "Z 99 % verjetnostjo lahko trdimo, da sta imela rok setve in spravila statistično značilen vpliv na dolžino in širino korenov (Preglednica 4).\nDolžina korenov Širina korenov  Roksetve(S) ** **  Rok spravila (R) ** **  Rok setve x rok spravila (interakcija SxR) ** *  Srednje vrednosti (cm)  Setev 1 (S1) 28,0a 12,7a  b  Setev 2 (S2) 22,5 11,4b  b  Spravilo 1 (R1) 21,8 11,5b  a  Spravilo 2 (R2) 27,3 11,8b  a  Spravilo 3 (R3) 26,5 12,9a ns ni statistično značilnih razlik pri P ≥ 0,05, * statistična značilnost definirana pri P < 0,05 in ** pri P ≤ 0,01 a b c aritmetične sredine označene z enakimi črkami, se statistično ne razlikujejo pri 95 % stopnji zaupanja (Duncan-ov test)\nNa dolžino korenov so imeli statistično značilen vpliv rok setve, rok spravila in tudi interakcija med njima (Preglednica 5). Pri roku setve 1 (3. april) je bila dolžina korenov statistično značilno višja od dolžine korenov pri roku setve 2 (23. april), saj je znašala pri setvi 1 (3 april) 28,0 cm, pri setvi 2 (23. april) pa 22,5 cm.\nPri roku spravila 2 (29. oktober) in 3 (14. november) je bila dolžina korenov statistično značilno večja. Manjša dolžina korenov je bila pri spravilu 1 (13. oktober). Tako kot rok setve in rok spravila je imela statistično značilen vpliv na dolžino korenov tudi njuna interakcija (rok setve x rok spravila) (Grafikon 2). \nNa irino korenov so imeli statistično značilen vpliv rok setve, rok spravila in tudi interakcija (Preglednica 5). Pri roku setve 3. aprila je bila irina korenov statistično značilno vi ja od irine korenov pri roku setve 23. aprila, saj je zna ala pri setvi 1 (3. april) 12,7 cm, pri setvi 2 (23. april) pa 11,4 cm. Tako kot rok setve in rok spravila je imela statistično značilen vpliv na irino korenov tudi njuna interakcija (rok setve x rok spravila) (Grafikon 3).\na b c aritmetične sredine označene z enakimi črkami, se statistično ne razlikujejo pri 95 % stopnji zaupanja (Tukey-ev test)\nGrafikov 2: Vpliv interakcije roka setve in roka spravila na dolžino korenov \na b c aritmetične sredine označene z enakimi rkami, se statistično ne razlikujejo pri 95 % stopnji zaupanja (Tukey-ev test)\nRok setve 3. aprila in spravilo, opravljeno 29. oktobra, je dalo večjo irino korenov kot rok setve, opravljen 3. aprila in spravilo (13. oktober in 14. november) ter setev, opravljena 23. aprila v vseh rokih spravila.\n"], "19": ["4.2.1 Korelacijske povezave med dolžino in širino korenov", "Dolžina korenovje v pozitivni korelaciji s širino korenov (r = 0,6085***; P≤0,001). To pomeni, da se z večanjem dolžine korena rastline povečuje tudi širina korena.\n"], "20": ["4.3 Vpliv roka setve in spravila na količino in kakovost korenov", "Zaradi tega, ker sta se na posevku po drugem roku setve pojavila zaskorjenost in koreninski zajedavci, je bila v prvem roku gostota rastlin 110,7 rastlin/10m2, v drugem pa 90,3 rastlin/1 0m2. Pridelek korenov je bil zaradi različne gostote rastlin višji pri prvi setvi in je znašal 90,1 kg/10m2. V drugi setvi pa je pridelek znašal 62,07 kg/10m2. Da bi se izognili nekaterim nekontroliranim vplivom (zaskorjenost, pojav koreninskih zajedavcev), je bil pridelek vrednoten le z rastlinami iz vrst, kjer niso manjkale sosednje rastline, pomeni iz rastlin idealnega sklopa.\n"], "21": ["4.3.1 Količina korenov", "Analiza variance je pokazala, da je rok setve statistično značilno vplival na skupno maso rastlin in maso korenov. Rok spravila je statistično značilno vplival na maso korenov, medtem ko na skupno maso rastlin ni imel statistično značilnega vpliva. Interakcija statistično značilno ni vplivala na skupno maso rastlin in maso korenov (Preglednica 5). \nSkupna masa rastlin Masa korenov  Roksetve(S) ** **  Rok spravila (R) ns *  Rok setve x rok spravila (interakcija SxR) ns ns.  Srednje vrednosti (kg/10m2)  Setev 1 (S1) 113,3a 77,8a  b  Setev 2 (S2) 99,5 59,5b  Spravilo 1 (R1) 116,0 62,9b  Spravilo 2 (R2) 112,2 70,9ab  Spravilo 3 (R3) 117,9 72,2a ns ni statistično značilnih razlik pri P ≥ 0,05, * statistična značilnost definirana pri P < 0,05 in ** pri P ≤ 0,01 a b c aritmetične sredine označene z enakimi črkami, se statistično ne razlikujejo pri 95 % stopnji zaupanja (Duncan-ov test)\nGlede na setev 2 (23. april) je imela setev 1 (3. april) za 13,8 kg večjo skupno maso rastlin. Masa korenov je bila za 18,3 kg/10m2 večja pri setvi 3. aprila. Podobne rezultate sta navajala Cakmakci in Oral (2002), ki sta ugotovila, da je vsak dan, ki je bil odložen za setev od sredine aprila do konca maja privedel do zmanjšanja pridelka korenov do 703 kg/ha. Zmanjševanje pridelka korenov pese glede na rok setve se stopnjuje in znaša z vsakim dnem v prvi polovici aprila 300 kg/ha/dan, v drugi polovici aprila 400 kg/ha/dan in setev v prvi polovici maja 500 kg/ha/dan (Winner 1982).\nMasa korenov se pri spravilu 29. oktobra ni razlikovala od spravila 13. oktobra in 14. novembra. Najvišja je bila pri spravilu 14. novembra, ker je takrat znašala 72,2 kg/10m2. Najmanjša pa je bila pri spravilu 13. oktobra, in sicer je znašala 62,9 kg/10m2. Rečemo lahko, da se z odlašanjem roka spravila povečuje masa korenov za 0,29 kg/10m2/dan. Največji pridelek korenov pa navaja Öztürk s sod. (2008) v svojih raziskavah, ki je bil dosežen pri zgodnji setvi (5. aprila) in pospravljen (1. novembra) ter je bila količina pridelka korenov 52,53 t/ha.\n"], "22": ["4.3.1 Kakovost korenov", "Analiza variance je pokazala, da je rok setve statistično značilno vplival na stopnjo sladkorja in vsebnost kalija, medtem ko na vsebnost dušika ni bilo statistično značilnega vpliva. Rok spravila je statistično značilno vplival na stopnjo sladkorja, medtem ko na vsebnost kalija in dušika ni bilo statistično značilnega vpliva. Interakcija med rokom setve in spravila je statistično značilno vplivala na stopnjo sladkorja. Prav tako ni interakcija statistično značilno vplivala na vsebnost kalija in dušika (Preglednica 6).\nStopnja sladkorja Vsebnost kalija Vsebnost dušika  (-S) (mmol/1 00 -S) (mmol/1 00 -S)  Rok setve (S) ** ** ns  Rok spravila (R) ** ns ns  Rok setve x Rok spravila  ** ns ns  (interakcija SxR)  Srednje vrednosti  Setev 1 (S1) 16,0a 29,4b 8,3  b  Setev 2 (S2) 15,1 34,8a 8,8  Spravilo 1 (R1) 15,5b 32,4 8,7  Spravilo 2 (R2) 15,9a 32,9 7,8\nSpravilo3(R3) 15,2 31,0 9,1 ns ni statistično značilnih razlik pri P ≥ 0,05, * statistična značilnost definirana pri P < 0,05 in ** pri P ≤\n0,01 a b c aritmetične sredine označene z enakimi črkami, se statistično ne razlikujejo pri 95 % stopnji zaupanja (Duncan-ov test)\nNa podlagi rezultatov lahko sklepamo, da je stopnja sladkorja pri prvi setvi višja, in sicer znaša 16,0 -S, pri drugi setvi pa znaša 15,1 -S. Podobno kot v moji diplomski nalogi, da se stopnja sladkorja znižuje z zamujanjem roka setve, navaja tudi Evačič (1993). Do statistično značilnih razlik glede na stopnjo sladkorja prihaja tudi pri različnih rokih spravila. Najvišja stopnja je pri roku spravila 2, najmanjša pa je pri roku spravila 3, kjer znaša 15,2 -S. Tudi Vičarjeva (1997) navaja, da se vsebnost sladkorja v korenih od 26. avgusta do spravila zvišuje, vsebnost melasotvornih elementov pa se močno znižuje. \nVsebnost kalija se je statistično značilno razlikovala glede na rok setve. Višja vsebnost kalija je pri setvi 2 (23. april) in manjša pri roku setve 1 (3. april). Pomeni, da se z daljšanjem vegetacijskega obdobja zmanjšuje vsebnost kalija.\nStatistično značilna interakcija med rokom setve in rokom spravila kaže, da je rok setve 3. aprila in spravilo, opravljeno 13. in 29. oktobra dalo večjo stopnjo sladkorja kot rok setve 3. aprila in spravilo 3 (14. november) ter setev, opravljena 23. aprila (Grafikon 4).\na b c aritmetične sredine označene z enakimi črkami, se statistično ne razlikujejo pri 95 % stopnji zaupanja (Tukey-ev test)\n± standardna deviacija\n"], "23": ["5 SKLEPI", "Na podlagi rezultatov enoletnega poljskega poskusa, izvedenega v Zenkovcih, kjer je bil proučevan vpliv roka setve (3. aprila, 23. aprila) in roka spravila (13. oktobra, 29. oktobra, 14. novembra) na pridelek sladkorne pese in kakovost korenov, lahko sklepamo naslednje:\n1. Rok setve in rok spravila imata statistično značilen vpliv na dolžino in širino korenov, dolžina in širina korenov se veča glede na zgodnejšo setev in poznejše spravilo. Dolžina korena je v pozitivni korelaciji s širino korena, kar pomeni, da se z večanjem dolžine korena rastline povečuje tudi širina korena.\n2. Pojav nekontroliranih vplivov (kot so zaskorjenost, pojav zajedavcev korenin) vpliva na gostoto rastlin, le-ta pa posledično tudi na pridelek korenov sladkorne pese.\n3. Z zamikom setve za 20 dni se zmanjša količina pridelka korenov za 18,3 kg/10m2, z odlašanjem roka spravila pa se povečuje masa korenov za 0,29 kg/10m2/dan.\n4. Stopnja sladkorja je za 0,9 -S višja pri ranejši setvi v primerjavi s poznejšo setvijo (zamik 20 dni).\n5. Stopnja sladkorja se razlikuje glede na roke spravila; najvišja stopnjaje pri roku spravila 2 (29. oktober), najmanjša paje pri roku spravila 3 (14. november), kjer znaša 15,2 -S.\n6. Interakcija rokov setve in rokov spravila na stopnjo sladkorja ima vpliv le v primeru zgodnejše setve.\n7. Vsebnost kalija se statistično značilno razlikuje glede na rok setve; višja vsebnost kalija je pri poznejši setvi, kar pomeni, da se z daljšanjem vegetacijskega obdobja zmanjšuje vsebnost kalija.\n"], "abstract": ["Z daljšanjem vegetacijskega obdobja se povečuje količina pridelka korenov in sladkorja sladkorne pese (Beta vulgaris L.), zmanjšuje pa se vsebnost kalija. Cilj te študije je na podlagi poljskega poskusa (2004, Zenkovci) proučevati vpliv roka setve (3. april in 23. april) in roka spravila (13. oktober, 29. oktober in 14. november) na oblikovanje pridelka korenov sladkorne pese in vsebnosti sladkorja, kalija in dušika v njih. Rezultati kažejo, daje rok setve in rok spravila vplival na morfološke razlike korenov. Z zamikom roka setve za 20 dni se zmanjšuje količina pridelka korenov sladkorne pese za 18,3 kg/1 0m2. Z odlašanjem roka spravila pa se povečuje masa korenov za 0,29 kg/10m2/dan. Stopnja sladkorja je bila za 0,9 °S višja pri zgodnejši setvi v primerjavi s poznejšo setvijo. Glede na roke spravila je najvišja stopnja sladkorja pri roku spravila 2 (29. oktober), najmanjša pa pri roku spravila 3 (14. november), kjer znaša 15,2 °S . Sklepamo lahko, da se po spravilu posevka 29. oktobra stopnja sladkorja znižuje. Vsebnost kalija se poveča s kasnejšo setvijo. Rok spravila in rok setve pa statistično nimata značilnega vpliva na vsebnost dušika v korenih sladkorne pese. "]}