{"1": ["1 UVOD", "Navadni pušpan (Buxus sempervirens L.) spada v družino pušpanovk (Buxaceae). Je lesnata rastlina, njeni listi so vedno zeleni, enostavni, celorobi in nasprotno razvrščeni brez prilistov. Pripada submediteranski rastlinski združbi. Razširjen je v Južni in srednji Evropi. Na severu sega do Belgije, na jugu do Grčije, Španije, Portugalske in Severne Afrike. Raste tudi v Aziji, in sicer ob južnem delu Kaspijskega morja, v zahodni Himalaji in v Vzhodni Aziji. V Sloveniji raste v predalpskem območju v Polhograjskih dolomitih.\nNavadni pušpan je priljubljena okrasna rastlina, ki se sadi v vrtovih kakor tudi v parkih in urbanih zelenih površinah. Vedno zelena grmovnica (lahko zraste tudi v drevo) se uporablja kot samostojna rastlina ali za žive meje. Obrezujemo ga lahko v stroge oblike, ki so umetniško oblikovane, npr. oblika živali, labirinti, geometrijski liki.\nNajbolj razširjen način razmnoževanja pušpana je vegetativen način. Razmnožujemo ga lahko z različnimi tipi potaknjencev. Uspeh koreninjenja potaknjencev je odvisna od različnih dejavnikov.\n1.1 Namen in hipoteza\nNa uspeh ukoreninjenja potaknjencev, s tem pa na dober rezultat razmnoževanja, vplivajo različni dejavniki, in sicer termini potikanja, tip potaknjenca, tretiranje potaknjencev z različnimi koncentracijami rastnega regulatorja in sorta oziroma varieteta materiala.\nNajpogosteje se uporabljajo zeleni potaknjenci ali zeleni potaknjenci s peto. Uspeh razmnoževanja pa je odvisen tudi od starosti in zdravstvenega stanja matičnih rastlin, iz katerih režemo potaknjence. Na ukoreninjenje potaknjencev v veliki meri vplivajo tudi dejavniki, kot so temperatura, svetloba, voda in substrat.\nCilj diplomskega dela je raziskati najprimernejši način razmnoževanja navadnega pušpana. \nHipoteze: Raziskava v diplomskem delu se nanaša na naslednje hipoteze:\n- ukoreninjenje potaknjencev je odvisno od dozorelosti poganjkov, ki jih  uporabljamo za rezanje potaknjencev,\n- tip potaknjenca (stebelni ali stebelni s peto) ima vpliv na uspešnost koreninjenja,\n- tretiranje potaknjencev z različnimi koncentracijami rastnega regulatorja, vpliva na  uspešnost koreninjenja potaknjencev,\n- sorta/varieteta pušpana vpliva na uspešnost koreninjenja potaknjencev.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Botanična klasifikacija", "Pušpan (rod Buxus L.) zajema vedno zelena majhna drevesa ali grme iz družine Buxaceae (pušpanovke) (preglednica 1).\n(elektronski vir; http://plants.usda.gov/java/nameSearch)\nCesarstvo: Eukaryota - evkarionti\nKraljestvo: Plantae (rastline)\nPodkraljestvo: Tracheobionta  Deblo: Spermatophyta (semenke)  Poddeblo: Magnoliophyta (Angiosperms) - kritosemenke  Razred: Magnoliopsida (Dicotyledons) - dvokaličnice  Red: Buxales (pušpanovci)  Družina: Buxaceae (pušpanovke)  Rod: Buxus L. (pušpan)  Vrsta: Buxus sempervirens L.\nDružina pušpanovk (Buxaceea) je majhna družina s štirimi ali petimi rodovi in približno 90\n- 120 vrstami cvetočih rastlin. Je pa večja skupina med kritosemenkami, saj obsega majhna drevesa, grme in zelišča, ki rastejo po vsem svetu. Listi so zimzeleni, nasprotni, usnjati in pecljati. Rastline so enodomne (skoraj vedno), lahko so tudi dvodomne, vendar redko. Rastline imajo moške in ženske cvetove, in sicer brez cvetnih listov na ločenih rastlinah. Plodovi so eno ali dvo - delne osemenjene kapsule (elektronski vir; http://en.wikipedia.org/wiki/Buxaceae). \n2.2. Razširjenost\nNavadni pušpan je razširjen v Južni in Srednji Evropi. Na severu sega do Belgije, na jugu do Grčije, Španije, Portugalske in Severne Afrike. Raste tudi v Aziji, in sicer ob južnem delu Kaspijskega morja, v zahodni Himalaji in v vzhodni Aziji (slika 1) (Krüssman 1984; Young 1994).\nV Sloveniji je kultiviran ter tu in tam podivjan, zlasti ob opustošenih domačijah (tudi v Polhograjskih dolomitih), morda ponekod naturaliziran (Martinčič in sod. 2007)\n"], "4": ["2.3 Botanični opis pušpana", "Pušpan je slovensko ime za zimzeleni grm ali drevo. Šiftar (2001) in Young (1994) navajata, da ima pušpan vedno zelene, temno zelene, motno svetlikajoče liste, ki na poganjkih ostanejo 8 - 12 let. Gostota listov je odvisna od osvetljenosti, gostejša je senca, redkejši so. Cvetovi so komaj opazni, majhni, enospolni, enodomni, zelo različni od sorte do sorte, nekatere cvetijo, drugi zelo redko ali sploh nikoli. Cvetovi so rumeno - zeleni, v obliki grozdov, običajno en prašnik ali več prašnikov skupaj. Cveti od konca marca ali aprila. Plod je redek, kroglast, 3 - predelna kapsula, v vsakem predelu po dva kraka in dva gladka črna semena. Plodovi so na grmu oktobra oz. novembra in so komaj opazni (slika 2).\n(http://nl.wikipedia.org/wiki/Bestand:Illustration_Buxus_sempervirens0.jpg) \nKot okrasna rastlina je najbolj razširjen navadni pušpan. V nadaljevanju sledi predstavitev pomembnejših vrst (Adams 2009; Šiftar 2004).\n- Buxus balearica Lam. - balearski pušpan - Gosti grm ali majhno drevo, pokončne  rasti, veje skoraj gole, listi ovalno - podolgovati, usnjati čvrsti, 2 – 4 cm dolgi, 1 –  2 cm široki, temno zeleni (slika 3).\n(http://irapl.altervista.org/flora-italiana/index.php?taxanorm=buxus+balearica)\n- Buxus harlandii Hance - grm, nizek, mladi poganjki nekoliko puhasti, a kmalu  potem gladki. Listi ozko - jajčasti, sploščeni na vrhu in nekoliko zaviti navznoter  (slika 4).\n(http://www.southerngrowers.com/harlandii_boxwood.html)\n- Buxus henryi Mayr - grm, poganjki tanki. Listi ovalno - podolgovati od 5 - 7 (11)  cm dolgi in 15 - 25 mm široki. Cvetovi pokončni brez peclja. \n- Buxus microphylla Siebold & Zucc (drobnolistni pušpan) - vednozelen košat grm.  Je prezimno - trdna vrsta. Napravi veliko in gosto zaobljeno krošnjo z majhnimi  podolgovatimi temnozelenimi listi. Zelo znana sorta ‘Green Pillow’.\n- B. m. ‘Green Pillow’ - vednozelen pritlikav grm s strnjeno krošnjo in gosto  nameščenimi majhnimi in jajčastimi temnozelenimi listi (slika 5). Na koncu  pomladi in na začetku poletja se razvijajo komaj opazni zelenkasti cvetovi.\n- Buxus wallichiana Baill. (himalajski pušpan) - počasi rastoč vednozelen in  razvejan grm z redko krošnjo. Je prezimno - trdna vrsta. Listi so dolgi, ozki,  bleščeči in svetlo zeleni.\n- Buxus sempervirens L. (navaden pušpan) - vednozelen košat grm (slika 6). Ima  podolgovate, bleščeče in temno zelene liste. Cvet je rumeno zelene barve. Preko  zime se osončeni listi obarvajo bronasto do črno zeleno. Odporen je na senco,  neugodne vplive mestnega in industrijskega okolja ter sušo, neodporen pa na sol.  Primeren je za hišne vrtove, javno zelenje, kmečke vrtove in dvorišča, parke,  pokopališča, prosto rastoče ali strižene obrobe in žive meje ter reprezentančne  objekte. Maksimalna višina in širina je 5 m (http://www.vrtnarija-  rast.si/172/2489/rastlina/navadni-puspan-buxus-sempervirens). \n(http://www.verdiincontri.com/piante/B/Buxus_sempervirens.htm)\nZnanih je več različic (varietet in sort) navadnega pušpana (Adams 2009, http://www.theplantlist.org/tpl/search?q=Buxus+sempervirens 16.12.2012):\nB. sempervirens var angustifolia Loudon - rast je zelo gosta in kompaktna, listi  koničasti, 25 - 30 mm dolgi, topi, temno zeleni, z modrim poprhom. Zelo pogost.  Tudi v rumenih varietetah.   B. sempervirens var. arborescens L. - vrsta z visoko, drevesu podobno rastjo. Listi  ovalni, dvakrat daljši kot široki.   B. sempervirens var. myrtifolia Loudon. - je majhen, počasi rastoč grmiček z  drobnimi listi. V ZDA in Angliji sta razširjeni sorti ‘Agram‘ in ‘Varder Valley‘, ki  ju je ekspedicija Arnold nabrala pred vojno v Makedoniji.   B. sempervirens var. rosmarinifolium Baill. - listi so suličasti, včasih pisani.   B. sempervirens var. rotundifolia Baill (okroglolistni pušpan) - listi so okrogle  oblike (slika 7). \nB. sempervirens. 'Agram' - rast pokončna, listi povprečni do večji, oblika lista je  eliptično do podolgovata, so temno zeleni in gladki.  B. sempervirens 'Blauer Heinz' - nizke, kompaktne rasti. Mladi poganjki so svetlo  zelene barve, starejši poganjki posivijo. Odporna sorta, počasne rasti.  B. sempervirens 'Elegantissima' - je srednje veliki vednozeleni grm z gostim listjem  in kompaktno rastjo. Listi ozko ovalni ali podolgovati z ozkimi kremasto belimi  robovi (slika 8).\nB. sempervirens ‘ Handsworthensis’ - vednozelen grm s pokončno krošnjo ali  majhno drevo. Široki in zelo temno zeleni listi na gosto poraščajo veje, zaradi česa  je ta rastlina izredno primerna za sajenje v žive meje (slika 9). \nB. sempervirens ‘Suffruticosa’ počasi rastoč, zelo gost grmiček s tankimi vejami,  kroglaste rasti, zraste do 1,5 m visoko, listi so svetlozeleni, eliptični 1 - 1,5 cm  (slika 10A, 10B). Klasična sorta za oblikovanje in strogo rezane obrobe in nižje  žive meje. Vedno zelen grm z gosto krošnjo. Ima jajčaste svetlo zelene liste. Če  ga prirezujemo na višino 15 cm, je lahko odlična rastlina za obrobe. Cveti konec  pomladi in začetku poletja s komaj opaznimi cvetovi. Ima zelo počasno rast (Šiftar  2001).\n"], "5": ["2.4 Ekonomska pomembnost pušpana", ""], "6": ["2.4.1 Okrasna rastlina", "Pušpan poznamo kot okrasno, zimzeleno rastlino. Največ se uporablja za žive meje (slika 11), kot okrasni grm na grobovih in v parkih (slika 12). Včasih je imel v vrtovih in parkih pomembnejše mesto kot zdaj. V baroku ni manjkal v nobenem načrtu parka. Ko se je začela uveljavljati angleška vrtna umetnost, ki se je zavzemala za svobodno rast rastlin, je začel izgubljati glavno vlogo. Raste zelo počasi, zato je potrebno počakati kar nekaj let, da doseže želeno višino (Bavcon 2003).\n"], "7": ["2.4.2 Drevnina za pridelovanje lesa", "Včasih pa so pušpan cenili tudi kot dragocen les. V prejšnjih stoletjih so iz pušpanovega lesa izdelovali glasbene inštrumente, največ klarinete in flavte, potem čolne, posodice za shranjevanje, okrasne figure, mizarska merila. Glavna trgovina je potekala iz Turčije, Armenije in Kavkaza, kjer je bil tudi najkvalitetnejši les. Tudi v Južni in Zahodni Evropi so poskušali vzgojiti pušpanove nasade, da bi dobili kvaliteten les, vendar so to opustili, ker ni bilo zadovoljivih uspehov. Les je imel visoko ceno, saj so izkopavali grm skupaj s koreniko. Zaradi velikega pustošenja so grme celo zaščitili in dovoljeno je bilo samo odstranjevanje polomljenih in poškodovanih vej. Starodavni pesniki so opevali flavte, iz katerih je prihajal čudovit zvok in glavnike, s katerimi so si grajske gospe urejale lase. V Iliadi je Homer opisoval jarem mule trojanskega kralja Priamosa, ki je bil izdelan iz pušpanovega lesa (Mežan 1987).\n"], "8": ["2.4.3 Uporaba v zdravilstvu in verovanja", "Pušpan so uporabljali tudi kot zdravilno rastlino. Preparate so pripravljali iz ekstraktov listja, ki vsebuje alkaloide buksin, parabuksin, buksinidin in druge. Z njimi so zdravili protein, revmo, kronična kožna obolenja in vročine. Rimljani so ga uporabljali tudi kot drogo (Mežan 1987).\nPušpan je povezan tudi z ljudskim vraževerstvom in cerkvenimi obredi povsod po svetu. V Perziji so pušpanovi gaji sveti in nedotakljivi. Ljudje verujejo, da ima pušpan moč, da odvrne strelo, da ne bi udarila v hišo in jo uničila, zato ga sadijo pred vhod hiše. Na cvetno nedeljo pa je cerkveni običaj, da se pušpanove vejice blagoslovijo in obesijo na hišna vrata, da ljudi varujejo pred boleznimi in hudobnimi duhovi. Ljudje pa tudi verujejo, da pušpan vpliva na večji pridelek na poljih in sadovnjakih, zato ga sadijo v njihovo bližino (Mežan 1987).\n"], "9": ["2.5 Razmnoževanje pušpana", "Pušpan se lahko razmnožuje generativno in vegetativno. Prav tako ga lahko delimo.\n"], "10": ["2.5.1 Generativno razmnoževanje", "Setev je najbolj znana metoda razmnoževanja rastlin. To je najlažji in najcenejši način razmnoževanja (Derrick 1994).\nPri pušpanu seme ne zahteva predhodne obdelave. V tem primeru se doseže do 72% kalitev. V primeru, da seme hladno stratificiramo (1 ali več mesecev izpostavimo nizkim temperaturam) se doseže do 82% kalitev (Dirr in Heuser 2006).\nBärtles (1995) navaja, da semena navadnega pušpana dozorijo avgusta in septembra in se morajo sušiti vse do setve spomladi (slika 13). Teža 1000 - ih semen je 13 g. Čas setve se priporoča v aprilu in maju. Vidni rezultati setve so po 30 - 70 dneh. Semena kalijo do 70% brez predhodne obdelave semena. Za boljšo kalitev se priporoča stratifikacija semena. Seme se za 1 - 3 mesece izpostavi nizkim temperaturam.\n(http://courses.washington.edu/ehuf331/Plant_Pages_subfolders/BUXACEAE.shtml ;  http://www.semencesdupuy.com/2F122-Buxus-Sempervirens-Boxwood.html )\n"], "11": ["2.5.2 Vegetativno razmnoževanje", "V primerjavi z generativnim razmnoževanjem dobimo pri vegetativnem razmnoževanju rastlino, ki je genotipsko in fenotipsko popolnoma enaka matični rastlini. Rastline pridobljene na takšen način se imenujejo kloni (Bärtels 1996).\nRazlikujemo dve skupini vegetativnega razmnoževanja. Prva so avtovegetativne (neposredne) metode razmnoževanja, h katerim preštevamo delitev rastlin, razmnoževanje s koreninskimi potaknjenci, grobanje (zračno in talno), grebeničenje, razmnoževanje s potaknjenci in metodo razmnoževanja z mikropropagacijo. Druge skupine so ksenovegetativne (posredne) metode, kamor prištevamo metode cepljenja (Bärtels 1996).\n"], "12": ["2.5.2.1 Razmnoževanje s potaknjenci", "Potaknjenci so vegetativni del rastline: to so stebla, modificirana stebla (rizomi, gomolji, brsti, čebulice), listje ali korenine. Potaknjence delimo glede na to, s katerega dela rastline ga vzamemo, na (Hartmann 2002):  (1) stebelne potaknjence, ki jih delimo na:\n- olesenele (listopadne in zimzelene vrste)\n- pol - olesenele\n- neolesenele (zelene) in\n- zelnate  (2) listne potaknjence  (3) potaknjence z zalistnimi brsti  (4) koreninske potaknjence\nPol - oleseneli potaknjenci\nPol - oleseneli potaknjenci so potaknjenci z delno dozorelim lesom. Potaknjence lesnatih zimzelenih vrst narežemo iz novih poganjkov, ko je les praktično že dozorel. Režemo jih takoj po bujni rasti. \nPotaknjenci so 7,5 do 15 cm dolgi z listi na vrhu. Ponavadi uporabljamo terminalni poganjek. Bazalni del potaknjenca odrežemo tik pod očesom. Potaknjence režemo v hladu v zgodnjih jutranjih urah, ko je listje in steblo turgidno. Pol - olesenele potaknjence ukoreninjamo v pogojih, ki zagotavljajo vlago (Šušek 2008).\nNeoleseneli (zeleni) potaknjenci navadnega pušpana\nPripravljeni so iz mehkega, sočnega, novega spomladanskega lesa. Režemo jih med bujno rastjo, to je nekje dva do osem mesecev. Razmnoževanje z zelenimi potaknjenci je najprimernejši način za vse vrste, ki se težko ukoreninijo. Dobro se odzovejo na tretiranje z avksini. Rastline lahko razmnožujemo samo v rastlinjakih ali gredah, kjer jim je omogočena ustrezna zračna vlažnost in toplota. Visoka vlažnost je potrebna, ker znižuje temperaturo lista, s tem se preprečuje premočna transpiracija, list pa ostaja turgiden.\nPri rezanju potaknjencev moramo paziti, da ima material nekaj stopinj upogljivosti in je les pravilno dozorel, da se ne zlomi, ko ga uporabljamo. Uporabimo povprečno rastoč les iz dela rastline, ki je na soncu. Potaknjenci so dolgi 7,5 do 12 cm; in sicer z dvema ali več nodiji. Osnovni rez naredimo tik pod nodijem ravno ali poševno in odstranimo vse cvetne ali listne brste. Na spodnjem delu potaknjenca odstranimo tudi liste, vrhnje pa obdržimo. Velike liste lahko prikrajšamo. S tem zmanjšamo transpiracijo in zasedejo manj prostora pri potikanju (Šušek 2008).\nPotaknjenci s peto\nPotaknjenci s peto, režemo jih z zelenih, neolesenelih ali olesenelih poganjkov, so krepki stranski poganjki, zrasli v tekoči rastni dobi. Vsak potaknjenec mora imeti ob osnovi peto iz starega lesa; v njej so zbrani rastni hormoni, ki pomagajo pri ukoreninjenju. Potaknjenci s peto so posebej primerni za vrsto zimzelenih grmov, kot so Pieris in nekatere azeleje (Rhododendrum), ali listopadne grme s strženastim ali votlim deblom, kot sta češmin (Berberis) in bezeg (Sambucus) in za grme z zelenimi vejami, kot npr. relika in košeničnica (Cytisus in Genista) (Brickell 1999). \nIzberemo zdrave stranske poganjke, ki so značilni za starševsko rastlino (slika 14A). Odčesnemo poganjek od glavne veje, tako da ostane majhen košček lubja starševske veje (slika 14B). Lubja ne smemo odtrgati s silo, ker to lahko povzroči okužbo. Peto odrežemo z ostrim nožem (slika 14C). Nato pa glede na zrelost potaknjencev ravnamo kot pri zelenih, polzrelih ali olesenelih potaknjencih (Brickel 1999).\nA - priprava poganjka; B - odstranjevanje spodnjih listov; C - peta potaknjenca\n"], "13": ["2.5.2.2 Dejavniki, ki vplivajo na ukoreninjenje potaknjencev", "Na rezultat pri razmnoževanju s potaknjenci vplivajo številni dejavniki. Ti se pri razmnoževanju s potaknjenci lahko spremenijo in vplivajo na koreninjenje in preživetje. Zato je pomembno njihovo upoštevanje in skrbno usklajevanje posebno pri rastlinah, ki se težje ukoreninjajo. Razdelimo jih lahko na dejavnike pred rezanjem potaknjencev, to so: matična rastlina, rez in vrsta potaknjenca, ravnanje s potaknjenci. In dejavniki po rezanju potaknjencev: čas potika, razmnoževalna oprema, substrat, rastni regulatorji, vzdrževanje primerne zračne vlažnosti, temperatura in svetloba (Šušek 2008).\nDejavniki pred rezanjem potaknjencev\nMatične rastline. Pri odbiri materiala za potaknjence je pomembno, da uporabljamo  matične rastline, ki niso okužene z boleznimi, bakterijami ali virusi, so umirjene  rasti, znanega porekla ter morajo biti v primernem fiziološkem stadiju rasti, da se  potaknjenci radi ukoreninijo. Potaknjenci, odvzeti od fiziološko mladih – juvenilnih  rastlin zlahka koreninijo. S starostjo matične rastline delež koreninjenja upada  (Hartmann s sod. 1997). \n  Rez in vrste potaknjencev. Pri rezanju potaknjencev z matične rastline je mesto,  kjer režemo, toliko pomembnejše, kolikor večji je grm. S terminom rezi je tesno  povezano fenološko stanje potaknjencev. Najbolj so, kot potaknjenec, ustrezni  vegetativni poganjki. Pravi čas rezi potaknjencev, poleg starosti matične rastline,  najbolj vpliva na uspeh razmnoževanja s potaknjenci. Zelene potaknjence režemo v  času, ko poganjki v rastni dobi že dosežejo določeno stopnjo zrelosti, to pomeni, ko  poganjki delno olesenijo in tudi dosežejo ustrezno razmerje med dušikovimi  snovmi in ogljikovimi hidrati, to je lahko v maju ali juniju ali tudi pozneje v rastni  dobi (Smole in Črnko 2000, Štampar in sod. 2005).\nRavnanje s potaknjenci. Pomembni so trije kriteriji. (1) skrbeti moramo za  minimalno izgubo vode iz poganjkov in listov, tako da jih ohranimo turgidne. (2)  da ne poškodujemo tkiva potaknjenca, ker vsak poškodba poveča možnost okužbe.  (3) skrbeti moramo za čim nižje stroške skladiščenja in se izogibati nepotrebnemu  prestavljanju potaknjencev v času od rezanja do priprave za potikanje (Šušek  2008).\nDejavniki, ki vplivajo na uspešnost koreninjenja po rezanju potaknjencev\nČas potika. Je enak času rezi potaknjencev, če se material ne skladišči. Niti  juvenilni material matične rastline, niti najboljši pogoji gojenja ne zagotovijo  uspeha razmnoževanja, če ne upoštevamo časa potika značilnega za rastlino, ki jo  razmnožujemo.\nSubstrati. Potaknjence vlagamo v substrat, ki omogoča ustrezno zračnost in  primerno zadržuje vlago (Smole in Črnko 2000). Izbor substrata za koreninjenje je  neločljivo povezan s sistemom razmnoževanja in vrsto namakanja. Pri megljenju  lahko vsebuje substrat večji delež šote, ki zadržuje vodo, ker se dela z občutno  manjšo količino vode kot pri pršenju. Kot substrate se lahko uporablja organske,  anorganske in sintetične snovi. Najpogosteje se uporabljajo substratne mešanice  šota/pesek npr. v razmerju 2:1 (ali pesek/šota/perlit (1:1:1) kot navajata Smole in \n Črnko 2000). Substratne mešanice imajo bistveno manjši vpliv na uspeh  koreninjenja.\nRastni regulatorji. Pri razmnoževanju lesnatih rastlin je v uporabi tretiranje  potaknjencev tik pred potikom z avksinom. Najpogosteje dodajamo avksine, ki jih  uporabljamo v obliki praška ali v raztopini in sicer se najpogosteje uporabljajo idol-  3-ocetna kislina (IAA), idol-3-maslena kislina (IBA) in naftil-3-ocetna kislina  (NAA). Uporaba avksinskih praškov kot dodatek potaknjencem pred potikanjem v  substrat se je v praksi, še posebej pri lesnatih vrstah, zelo razmahnila. Žal se je  razširilo zmotno prepričanje, da dodatek avksinskega pripravka na bazo  potaknjenca pred potikanjem izboljša uspeh koreninjenja. Številne raziskave, ki so  jih opravljali po uspešni sintezi prvih snovi z avksinskem delovanju, namreč  potrjujejo, da potaknjenci pri vrstah, ki se težje razmnožujejo, lahko uspešno  razvijejo korenine tudi brez dodatka avksinskega pripravka. Še posebej novejše  raziskave dokazujejo, da eksogeno dodan avksin izboljša kakovost koreninskega  sistema, ki ga razvijejo potaknjenci. Osnovni rezultat dodajanja avksina  potaknjencem pred potikom torej ni v izboljšanju uspešnosti koreninjenja, temveč v  povečanju kakovosti razvijajočega se koreninskega sistema pri potikanju. Večja  kakovost koreninskega sistema se kaže predvsem v povečanem številu glavnih  korenin (tistih, ki izraščajo iz osnove potaknjenca), v zmanjšanju razvoja kalusa ob  koreninah ter v povečanju deleža akrobazalno razvitih korenin (kakovostnejše, saj  se težje odtrgajo). Potaknjenci s kakovostnejšim koreninskem sistemom kažejo tudi  precej boljšo rast v naslednji sezoni. Razvoj kakovostnega koreninskega sistema v  procesu razmnoževanja ima torej pomembne daljnosežne posledice in pomeni  edino pravo osnovo za razvoj kakovostnih rastlin v drevesničarski proizvodnji  (Osterc 2007).\nVzdrževanje primerne zračne vlažnosti. Zeleni potaknjenci imajo liste, zaradi njih  jim je potrebno namenjati veliko pozornosti. Dokler se tak potaknjenec ukoreninja,  list namreč ne sme zveneti. Oroševalni sistem zagotavlja, da je list navlažen  praktično ves čas, predvsem podnevi ob visoki vročini. Vendar ne zadošča, da je le \nvlažen, prekrit - obdan mora biti s tankim vodnim filmom, ki ga omogočajo in zagotavljajo drobno razpršene vodne kapljice iz posebnih šob. Šobe oroševalnikov ali meglilnikov delujejo pri najnovejših napravah avtomatsko, tako se vključujejo in izključujejo glede na maso vodnega filma na posebni plošči, ki zaradi različne mase vklopi ali izklopi meglilne šobe. Vodni film znižuje temperaturo listu tudi za 5,5 - 8,5-C, obenem pa povečuje vlažnost okrog lista. Zaradi vsega tega se zmanjšata transpiracija in respiracija, list tako ostaja turgiden in potaknjenec ne uvene. Voda za megljenje ne sme biti pretrda, ne sme vsebovati prevelikih količin natrijevega ali kalijevega karbonata, bikarbonatov ali hidroksidov, posebno če obenem manjka kalcijevih soli. Izredno pomembno je, kako drobno je razpršena voda in kako fina je megla (Smole in Črnko 2000).\nTemperatura. Vpliva na snovi, ki povzročajo koreninjenje, zato ima temperatura  velik vpliv na uspeh razmnoževanja. Pri razmnoževalnih sistemih v rastlinjakih je  potrebno razlikovati zračno temperaturo in temperaturo substrata. Za  razmnoževanje je pomembna predvsem slednja. Optimalno temperaturo je zelo  težko določiti, saj je odvisna od načina rezi potaknjenca, razvojne faze potaknjenca,  časa potikanja in predvsem od količine svetlobe. Dokazano je, da se potaknjenci pri  temperaturi 25oC boljše ukoreninijo kot pri nižjih temperaturah. Pri razmnoževanju  v zimskem času je ta temperatura absolutno previsoka, v tem primeru so primerne  temperature od 10 do 20oC. Pri poletnem razmnoževanju v rastlinjakih se ustvarijo \n zelo velike zračne temperature, ki ob prisotnosti visoke zračne vlage ne povzročijo  problemov (Bärtels 1996).\nSvetloba. Reakcija potaknjencev na različne intenzitete svetlobe je tesno povezana  s sistemom razmnoževanja. Rahlo senčenje se priporoča za zmanjšanje svetlobne  intenzitete in preprečevanje poškodb zaradi ožigov (Carthaigh in Spethmann 2000).\nHartman in sod. (2002) navajajo, da se pri pušpanu potaknjenci pogosto uporabljajo, bodisi iz mehkega lesa, spomladi ali poleti, iz pol trdega lesa (pol - oleseneli), narejeni v poznem poletju ali jeseni in potaknjenec iz trdega lesa (oleseneli), narejen v zimskem času.\nBärtles (1995) in Bir in sod. (1997) navajajo, da se pušpan razmnožuje s pol - olesenelimi in olesenelimi potaknjenci. Najprimernejši čas za razmnoževanje je pozno poleti (sep. - nov.). Narežemo zdrave poganjke. Najprimerneje je, da jih režemo zgodaj zjutraj, ko še ni vročine. Iz poganjkov se nareže 15 - 20 cm dolge potaknjence. Potaknjence režemo z ostrimi škarjami, rezilo mora biti čisto in razkuženo v raztopini, ki vsebuje 70% alkohola in 10% klorirane belilne raztopine (http://www.ces.ncsu.edu/depts/hort/hil/hil-407.html).\nNarezani potaknjenci naj imajo najmanj 2 - 4 oz. 5 listov, torej 1 - 4 nodije. Spodnje liste običajno odstranimo, potaknjenec pa odrežemo tik pod spodnjim nodijem.\nS skrajševanjem listov pred potikom, zmanjšamo izhlapevanje in omogočimo gostejše potikanje. Pri razmnoževanju v meglilniku skrajševanje listov ni potrebno. Potaknjenci z nepostriženimi listi praviloma koreninijo bolje (Carthaigh in Spethmann 2000). Pred vlaganjem v substrat se osnova potaknjenca tretira z avksini (Smole in Črnko 2000).\nKrüssmamns (1997) navaja, da se potaknjenci koreninijo v zaščitenih prostorih in tudi na prostem. Pri razmnoževanju na prostem se pri olesenelih potaknjencih pred zimskim mirovanjem (potikanje sredi oktobra) ustvari šibek kalus, spomladi pa se oblikuje koreninski sistem. Pri potikanju na prostem zaščitimo potaknjence pred soncem in zmrzaljo. \nYung (1994) in Dirr in Heuser (1987) navajaja, da se potaknjenci režejo v sredini julija. Potikamo jih brez uporabe hormonov, koreninijo se v pesku. Priporoča se uporaba IBA v koncentraciji 0,1 do 0,8%. Višje koncentracije povzročajo ožige.\n"], "14": ["3 MATERIAL IN METODE DELA", ""], "15": ["3.1 Uporabljen material in naprave", ""], "16": ["3.1.1 Rastlinski material", "V poskus smo vključili visoko rastoč navadni pušpan (B. sempervirens var. arborescens L. ) in sorto nizko rastočega navadnega pušpana (B. sempervirens ‘Suffruticosa’). Rastlinski material smo nabirali na dveh lokacijah, in sicer nizkega v botaničnem vrtu Univeze Maribor, visokega pa pod Kalvarijo v Mariboru.\nZnačilnosti visoko rastočega pušpana\nTo je hitro rastoč grm, ki raste navzgor, kot drevo, če ga ne obrezujemo, lahko zraste tudi do 8 m visoko. Listi so temno zeleni, eliptični in nepravilne velikosti (1 do 3 cm veliki). Je najpogosteje uporabljena vrsta in je zelo primerna za visoke žive meje, lahko pa tudi kot posamezni grm (Adams 2009).\nZnačilnosti nizko rastočega pušpana\nTo je počasi rastoč, zelo gost grmiček s tankimi vejami, kroglaste rasti, zraste do 1,5 m visoko, listi so svetlozeleni, eliptični 1 - 1,5 cm. To je klasična sorta za oblikovanje in strogo rezane obrobe in nižje žive meje. Cveti konec pomladi in začetek poletja s komaj opaznimi cvetovi (Šiftar 2001).\n"], "17": ["3.1.2 Uporabljen rastni regulator", "Potaknjence smo tretirali z rastnim regulatorjem Plantella Rhizopan. To je sredstvo v obliki praška, ki ga uporabljamo za pospeševanje rasti korenin. Glavna učinkovina je indol-3-maslena kislina (IBA). Proizvaja ga podjetje Rhizopon (Rijnik, Nizozemska). Za Slovenijo ga zastopa podjetje Unichem.\n(elektronski vir; http://www.unichem.si/?tpl=produkt&pid=2136)\n"], "18": ["3.1.3 Platoji za potikanje", "Uporabljali smo gojitvene platoje velikosti 37 x 28 cm s 104 luknjami (8 x 13), ki jih izdeluje podjetje Poppelman (Nemčij), v Sloveniji pa ga zastopa podjetje Dorning d.o.o. (Črna vas). Luknje so velike 2,5 x 3,1 cm in njihov volumen je 27 cl, višina plošče je 6,1 cm.\n"], "19": ["3.1.4 Substrat za potikanje", "Za potikanje smo uporabljali Klasmannov substrat za potaknjence. Substrat vsebuje mešanico bele šote in 25 % perlita 1 - 7,5 mm. Substratu so dodana vodotopna gnojila, in sicer 0, 5 kg/m3, močilo in elementi v sledeh: P2O5 80 mg/l, K2O 90 mg/l in Mg 100 mg/l. Je fine strukture in ima pH vrednost 6. Suha substanca 10%, vodna kapaciteta 75-80% ter zračna kapaciteta 10-15%. V Sloveniji ga zastopa podjetje Cvetlice Doring d.o.o. (http://www.klasmann-deilmann.com/en/).\n"], "20": ["3.1.5 Prekrivanje s polietilensko folijo", "Za neposredno prekrivanje poteknjencev smo uporabljali tanko polietilensko folijo. Potaknjence smo oroševali ročno, zato se je zračna vlaga gibala med 40 do 100%. Oroševali smo glede na vremenske razmere; hladnejših in oblačnih dnevih redkeje, v sončnih in vročih dnevih pa pogosteje.\n"], "21": ["3.2 Metode dela", ""], "22": ["3.2.1 Zasnova poskusa", "Poskus je potekal v rastlinjaku Univerzitetnega kmetijskega centra Fakultete za kmetijstvo in biosistemske vede Univerze v Mariboru v Hočah na Pohorskem dvoru.\nV raziskavi smo proučevali vpliv časa rezi potaknjencev, vpliv tipa potaknjenca in vpliv različnih koncentracij rastnega regulatorja na koreninjenje potaknjcev.\nPotaknjence pušpana smo razmnoževali v petih terminih: \nPred potikanjem smo bazo potaknjencev tretirali z rastnim regulatorjem v različnih koncentracijah:\n- kontrola (v kontrolni varianti potaknjencev nismo tretirali s hormonskim  pripravkom)\n- 0,5% IBA (AA Rhizopon Plantella)\n- 1% IBA (AA Rhizopon Plantella)\n- 2% IBA (AA Rhizopon Plantella)\nProučevali smo dva tipa potaknjencev:\n- potaknjenci s peto\n- stebelni potaknjenci\nPotaknjenci so bili razporejeni po shemi naključnega bloka v štirih ponovitvah. Na ponovitev smo potaknili 26 potaknjencev oz. 104 potaknjence na posamezno obravnavanje. Skupaj je bilo v poskusu potaknjeno in obravnavano 2080 potaknjencev.\n"], "23": ["3.2.2 Izvedba in oskrba poskusa", "V jutranjih urah smo iz matičnih rastlin narezali poganjke. Primernost poganjka za potaknjence smo določili na podlagi čvrstosti stebla. Dvonodijske potaknjence smo rezali s skalpelom, potaknjence s ‘peto’ pa smo odtrgali od poganjka, da nam je ostalo zraven nekaj starega lesa. Narezane potaknjence smo potikali v gojitvene plošče. Bazalni del vsakega potaknjenca smo dali v hormonski prašek tako, da se je prijel na mesto reza. Odvečni prašek smo odstranili tako, da smo s potaknjencem rahlo udarili ob rob posode. Potaknjencem smo visoko zračno vlago zagotovili tako, da smo jih prekrili s prozorno polietilensko folijo.\n"], "24": ["3.2.3 Vrednotenje in analiza", "Vrednotenje poskusa smo opravili 22. 03. 2004, za vse termine. V poskusu smo vrednotili število ukoreninjenih potaknjencev. Vsak posamezni potaknjenec smo izruvali iz gojitvenih plošč in pregledali koreninski sistem.\nStatistična obdelava podatkov je bila narejena s pomočjo analize variance. Signifikantne razlike med načini sistema, hormona in obliko potaknjenca smo preverili s testom mnogoternih primerjav (Tukey) pri stopnji tveganja 0,05. Rezultate smo obdelovali s statističnim programom SPSS.\n"], "25": ["4 REZULTATI Z RAZPRAVO", "V tem poglavju so prikazani rezultati koreninjenja visokega in nizkega navadnega pušpana, glede na različne termine rezanja potaknjencev v poletno - jesenskem obdobju, glede na vpliv rastnih regulatorjev in tipa potaknjenca.\n"], "26": ["4.1 Vpliv termina rezanja potaknjencev na ukoreninjenje", "Podatke o številu ukoreninjenih potaknjencev visoko in nizko rastočega navadnega pušpana v različnih terminih potikanja smo analizirali z analizo variance (preglednica 2). S statistično analizo podatkov o ukoreninjenih potaknjencih smo ugotovili, da termin potikanja statistično značilno vpliva na ukoreninjenje.\n1 2 3  Varieteta/Sorta:1 - visoko rastoči, 2 - nizko rastoči; N - število potaknjencev; a, b, c - vrednosti označene z različnimi črkami se med seboj statistično razlikujejo \nPri visoko rastočem navadnem pušpanu so se v tretjem terminu potikanja potaknjenci statistično značilno bolje ukoreninili kot potaknjenci, ki smo jih koreninili v ostalih terminih. Prav tako pa so se potaknjenci, ki smo jih koreninili v prvem in drugem terminu, statistično značilno bolje ukoreninili kot potaknjenci v četrtem in petem terminu. V tretjem terminu smo dosegli 88% ukoreninjenost. V prvem in drugem terminu smo dosegli le 21% oziroma 29% ukoreninjenost. Potaknjence, ki smo jih potikali po 15. septembru niso koreninili.\nPri nizko rastočem navadnem pušpanu so potaknjenci, ki smo jih koreninili v drugem in tretjem terminu, statistično bolje ukoreninili kot potaknjenci v ostalih terminih. Prav tako so se potaknjenci, ki smo jih potikali v prvem terminu, statistično značilno bolje ukoreninili kot potaknjenci četrtega in petega termina. V drugem terminu so se ukoreninili vsi potaknjenci (100%), v tretjem terminu potikanja se je ukoreninilo 97% potaknjencev in v prvem terminu smo dosegli 90% ukoreninjenje. V četrtem terminu pa se je ukoreninilo le 2% potaknjencev. V petem terminu potikanja se potaknjenci niso ukoreninili.\n"], "27": ["4.2 Vpliv tipa potaknjenca na ukoreninjenje navadnega pušpana", "Podatke o številu ukoreninjenih potaknjencev glede na tip potaknjenca smo statistično vrednotili z analizo variance (preglednica 3). Ugotovili smo, da je bilo koreninjenje potaknjencev enakomerno tako pri visoko rastočem kot pri nizko rastočem navadnem pušpanu.\nPri visoko rastočem navadnem pušpanu so se potaknjenci s peto v prvem terminu potikanja ukoreninili z 23%, kar je za 2% večja ukoreninjenost v primerjavi s potaknjenci brez pete. V drugem terminu potikanja so se potaknjenci s peto ukoreninili v 89%, kar je za 1% izboljšalo ukoreninjenost v primerjavi s potaknjenci brez pete.\nPri nizko rastočem navadnem pušpanu so se v prvem terminu potaknjenci brez pete ukorenini v 97%, kar je za 5% boljša ukoreninjenost v primerjavi s potaknjenci s peto. V drugem terminu je bilo ukoreninjenje enakomerno, v obeh primerih se je ukoreninilo 100% \npotaknjencev. V četrtem terminu se je ukoreninilo le 2% potaknjencev brez pete, pri potaknjencih s peto pa ni prišlo do ukoreninjenja.\nŠtevilo ukoreninjenih Odstotek ukoreninjenih  Temin Varieteta/Sorta11 Tip N2  potaknjencev potaknjencev (%)  a3  Brez pete 104 22 21 1 - 30.07.2003 1 a  S peto 104 24 23  a  Brez pete 104 92 88 2 - 18.08.2003 1 a  S peto 104 93 89  a 1 - 30.07.2003 Brez pete 104 101 97  S peto 104 96a 92  a 2 - 18.08.2003 Brez pete 104 104 100  2 a  S peto 104 104 100 3 - 15.09.2003 Brez pete 104 2 2  S peto 104 0 0 1 2 3  Varieteta/Sorta: 1 - visoko rastoči, 2 - nizko rastoči; N - število potaknjencev; a, b, c - vrednosti označene z različnimi črkami se med seboj statistično razlikujejo\n"], "28": ["4.3. Vpliv koncentracije rastnega regulatorja na ukoreninjenje navadnega pušpana", ""], "29": ["4.3.1 Ukoreninjenje visoko rastočega navadnega pušpana", "Podatke o številu ukoreninjenih potaknjencev glede vpliva koncentracije rastnega regulatorja na ukoreninjenje visoko rastočega navadnega pušpana smo statistično vrednotili z analizo variance po posameznih terminih (preglednica 4). Ugotovili smo, da so potaknjenci tretirani z različnimi koncentracijami rastnega regulatorja v vseh treh terminih potikanja koreninili enakomerno.\nV prvem terminu potikanja smo najvišje ukoreninjenost (35%) dosegli pri potaknjencih, ki smo jih tretirali z IBA v koncentracij 0,5%. Kar je za 4% večja ukoreninjenost v primerjavi s kontrolo. Pri koncentraciji 1% IBA, se je ukoreninilo 19% potaknjencev, kar je za 12% \nmanj, kot kontrola. Potaknjenci tretirani s 2% koncentracijo IBA, so dosegli 27% ukoreninjenost, kar je za 4% manj, kot pri potaknjencih, ki jih nismo tretirali s hormonom.\nTermin Konc.rast. Št. ukorenin. Odstotek ukorenin.  N2 3  potikanja reg. (%) potaknjencev potaknjencev4 (%)  0 26 8a5 31  a 16.07.2003 1 26 5 19  a  2 26 7 27  a  0 26 6 23  a 30.07.2003 1 26 5 19  a  2 26 5 19  a  0 26 22 85 18.08.2003 1 26 23 88  a  2 26 26 100  Koncentracija rastnega regulatorja; 2 Število potaknjencev ; 3 Število ukoreninjenih potaknjencev; 4Odstotek ukoreninjenih potaknjencev (%); 5a, b, c - vrednosti označene z različnimi črkami se med seboj statistično razlikujejo\nV drugem terminu potikanja smo dosegli 23% ukoreninjenost pri tistih potaknjencih, ki smo jih tretirali z IBA v 0,5% koncentraciji in pri potaknjencih ki jih nismo tretirali z rastnim regulatorjem. Pri potaknjencih tretiranih z IBA v koncentracijo 1% in 2% se je ukoreninilo 19% potaknjencev, kar je za 4% manj, kot pri potaknjencih, ki jih nismo tretirali z rastnim regulatorjem.\nV tretjem terminu potikanja so se ukoreninili vsi potaknjencih tretiranju z 2% koncentracijo IBA in tako dosegli za 15% bolje ukoreninjenje kot pri potaknjencih, ki jih nismo tretirali z rastnim regulatorjem. Potaknjenci tretirani z 0,5% koncentracijo IBA, so se ukoreninili v 81%, kar je za 4% manj, kot potaknjenci brez tretiranja.\n"], "30": ["4.3.2 Ukoreninjenje nizko rastočega navadnega pušpana", "Podatke o številu ukoreninjenih potaknjencev glede vpliva koncentracije rastnega regulatorja na ukoreninjenje nizko rastočega navadnega pušpana smo statistično vrednotili z analizo variance po posameznih terminih (preglednica 5). Ugotovili smo, da koncentracija rastnega regulatorja statistično značilno ne vpliva na ukoreninjene.\nTermin Konc.rast. Št. ukorenin. Odstotek ukorenin.  N2 3  potikanja reg. (%) potaknjencev potaknjencev4 (%)  0 26 23a5 88  1 a  0,5 26 23 88  1 26 22 84  a  2 26 26 100  a  0 26 25 96  2 26 25 96  0 26 19a 73  a  Koncentracija rastnega regulatorja; Število potaknjencev ; Število ukoreninjenih potaknjencev; 4Odstotek  2 3\nukoreninjenih potaknjencev (%); 5a, b, c - vrednosti označene z različnimi črkami se med seboj statistično razlikujejo\nV prvem terminu potikanja smo dosegli najvišjo ukoreninjenost 100% pri potaknjencih tretiranih z IBA v koncentraciji 2%, kar je za 12% večja ukoreninjenost v primerjavi s kontrolo. Če smo potaknjence tretirali z IBA v koncentraciji 0,5% se je ukoreninilo 88% vseh potaknjencev. Najnižja ukoreninjenost (84%) smo dosegli, če smo potaknjence tretirali z 1% IBA. \nV drugem terminu potikanja smo dosegli najvišjo ukoreninjenost 100% pri potaknjencih, ki smo jih tretirali z IBA v koncentraciji 0,5%, kar je za 4% več kot pri kontroli in pri potaknjencih, ki smo jih tretirali z IBA v koncentraciji 1% in 2%. Pri teh koncentracijah, smo dosegli 96% ukoreninjenje.\nV tretjem terminu potikanja so se potaknjenci, ki smo jih tretirali z 2% koncentracijo IBA ukoreninili s 92%, kar je za 19% večja ukoreninjenost v primerjavi s kontrolo. Potaknjenci, ki smo jih tretirali z IBA v koncentraciji 0,5% pa so se ukoreninili 85%.\n"], "31": ["4.4 Vpliv sorte/varietete na koreninjenje potaknjencev", "Podatke o številu ukoreninjenih potaknjencev visoko rastočega in nizko rastočega navadnega pušpana smo statistično vrednotili z analizo variance po posameznih terminih potikanja glede na tip potaknjenca (preglednica 6). Ugotovili smo, da sorta/varieteta statistično značilno vpliva na ukoreninjene.\nV prvem terminu potikanja potaknjencev brez pete so se statistično značilno bolje ukoreninila potaknjenci nizko rastočega pušpana, v primerjavi z visoko rastočem. Ukoreninilo se je 90 % potaknjencev nizko rastočega pušpana, kar je za 62 % večja ukoreninjenost. Tudi v drugem in tretjem terminu potikanja se je statistično značilno bolje ukoreninila sorta ‘Suffruticosa’, v primerjavi z var. arborescens. V drugem terminu smo dosegli za 76% in v tretjem za 12% večjo ukoreninjenost kot pri var. arborescens.\nV prvem in drugem terminu potikanja potaknjencev s peto se je statistično značilno bolje ukoreninila sorta ‘Suffruticosa’, v primerjavi z var. arborescens. V prvem terminu se je ukoreninilo 92 % in v drugem 100% potaknjencev sorte ‘Suffruticosa’. \nTip Št. ukorenin. Odstotek ukorenin.  Termin Varieteta/Sorta1 2  N3 4  Potaknjenca potaknjencev potaknjencev5 (%)  1 1 104 29b6 28 17. 07. 2003 2 104 94a 90  b  2 1 104 22 21  1 a 30. 07. 2003 2 104 101 97  3 1 104 92b 88  1 a 18. 08. 2003 2 104 104 100  1 1 104 24b4 23 30. 07. 2003 2 104 96a 92  2 1 104 93b 89 18. 08. 2003 2 104 104a 100  Varieteta/Sorta: 1 - var. arborescens; 2 - 'Suffruticosa'; Tip potaknjenca: 1 - brez pete: 2 - s peto;3 N -\nštevilo potaknjencev; 4 Število ukoreninjenih potaknjencev; 5 Odstotek ukoreninjenih potaknjencev (%);6 a, b, c - vrednosti označene z različnimi črkami se med seboj statistično razlikujejo \n5 SKLEPI\nNa podlagi poskusa, izvedenega v petih terminih razmnoževanja od julija do oktobra 2003, kjer smo proučevali vpliv rastnih regulatorjev v različnih terminih potikanja na ukoreninjenje dveh tipov potaknjencev nizko in visoko rastočega navadnega pušpana, lahko sklepamo naslednje:\n1. Termin potikanja ima vpliv na ukoreninjenje. Potaknjenci visoko rastočega  navadnega pušpana, ki smo jih potikali v tretjem terminu (18. avgusta) so se bolje  koreninili kot potaknjenci v 1., 2., 4., in 5. terminu. V 3. terminu smo dosegli  najvišjo ukoreninjenost, in sicer 88%. Pri nizko rastočem navadnem pušpanu smo  dosegli 100% ukoreninjenost v 2. terminu (30. julij) in 97% v 3. terminu  ukoreninjenja. Tudi v 1. terminu so se potaknjenci dobro ukoreninili (90%). Zaradi  tega sklepamo, da je najprimernejši čas za razmnoževanje visoko rastočega  navadnega pušpana s potaknjenci v sredini avgusta, za nizko rastoč navadni pušpan  pa v obdobju od 16. julija in do 18. avgusta. Septembru in oktobra ni primeren čas  za potikanje navadnega pušpana. Hipotezo, da je ukoreninjene potaknjencev  odvisno od dozorelosti poganjkov, lahko potrdimo.\n2. Tip potaknjencev (potaknjenci s peto, potaknjenci brez pete) nima vpliva na  ukoreninjenje. Potaknjenci s peto ali brez pete visoko in nizko rastočega navadnega  pušpana so se ukoreninili enakomerno. Hipotezo, da ima tip potaknjenca vpliv na  uspešnost koreninjenja, lahko ovržemo.\n3. Koncentracija rastnega regulatorja ni imela statistično značilnega vpliva na  uspešnost koreninjenja potaknjencev, ki ga dodamo na bazo potaknjenca,kar tudi  potrjujejo ugotovitve drugih avtorjev (Osterc 2004). Rezultati raziskave nakazujejo,  da je optimalna uporabljena koncentracija rastnega regulatorja odvisna od stopnje  dozorelosti lesa. Višje koncentracije rastnega regulatorja je priporočljivo  uporabljati, ko je les že delno olesenel. \n4. Sorta oz varieteta ima vpliv na ukoreninjenje potaknjencev. Pri obeh tipih  potaknjencev (s peto in brez pete) so potaknjenci nizko rastočega navadnega  pušpana statistično značilno bolje koreninili, kot potaknjenci visoko rastočega  navadnega pušpana i n to v vseh terminih. Na osnovi rezultatov lahko potrdimo  hipotezo, da sorta oziroma varieteta vplivata na uspeh koreninjenja.\n"], "abstract": ["Raziskava v diplomski nalogi je bila opravljena na visoko rastočem navadnem pušpanu (Buxus sempervirens var. arborescens) in na nizko rastoči sorti 'Suffruticosa'. V raziskavi smo proučevali vpliv termina rezanja potaknjencev, vpliv tipa potaknjenca in vlogo rastnih regulatorjev na ukoreninjenje potaknjencev. Potaknjence smo rezali iz rastlin, rastočih na prostem, v Botaničnem vrtu Univerze v Mariboru in v parku pod Kalvarijo v Mariboru. Visoko rastoč navadni pušpan uspešno razmnožujemo v sredini avgusta. V tem terminu se je ukoreninilo 88% potaknjencev. Najprimernejši čas za razmnoževanja nizkega pušpana je od sredine julija do sredine avgusta. V tem obdobju je bil odstotek ukoreninjenja med 97% in 100%. Tip potaknjenca ni vplival na uspešnost koreninjenja. Tretiranje potaknjencev z rastnim regulatorjem vpliva na odstotek ukoreninjenih potaknjencev. Rezultati raziskave nakazujejo, da je optimalna koncentracija rastnega regulatorja odvisna od stopnje zrelosti potaknjenca. "]}