{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Vsi dobro vemo, da vsako organizacijo tvorijo ljudje. Povedano drugače, ljudje so srce organizacije. Da bi lahko naredili svoje podjetje ali organizacijo še bolj učinkovito, se moramo vedno obrniti k ljudem. Vsi, ki imajo kaj s podjetjem, so tudi ljudje in vsi ljudje imamo določene potrebe, želje in ambicije.\nPri postopku realizacije ustanavljanja podjetja je potreben kapital. Ustanovitelji, lastniki svojo lastnino in svoj kapital vložijo v podjetje ter jo s tem zaupajo v upravljanje managerjem. Tukaj se postavi vprašanje razlikovanja med vlogo podjetnika in vlogo managerja v podjetju. Izhajaje iz poslovne prakse velja, da je potrebno podjetnikom nameniti prve besede, managerji pa so tesno za njimi. Konkretno torej, veljajo podjetniki za sposobne, ambiciozne in tekmovalne ljudi, ki znajo sami rešiti vse svoje težave in pogosto tudi težave drugih. Nepogrešljivi člen v podjetju so managerji, ki so posebno usposobljeni in izobraženi ljudje ter v zameno za plačilo skrbijo za smotrno in uspešno vodenje podjetja.\nLastniki podjetja se močno zavedajo, da so managerji pomemben člen v podjetju, saj sprejemajo odgovornost pri ravnanju podjetja in odločajo o najpomembnejših stvareh v podjetju. Investitorji vlagajo svoja finančna sredstva v podjetje, medtem ko poskušajo managerji s svojimi izkušnjami, znanjem in položajem ter močjo odločanja povečati premoženje oziroma vložek investitorja.\nPomen podjetništva in podjetnikov za gospodarski razvoj je izjemen, saj vpliva na ustvarjanje novih delovnih mest, učinkovitost gospodarstva, spreminjanje regionalne strukture gospodarstva in gospodarsko rast. Pri podjetništvu gre v prvi vrsti za ustvarjanje dodane vrednosti. Posebno vlogo pri razvoju podjetništva imata tudi lastnina in motiviranost za podjetništvo.\n"], "3": ["1.2 Namen, cilji in osnovne trditve diplomskega dela", ""], "4": ["1.2.1 Namen", "Namen diplomskega dela je prikazati vlogo in pomen managerja in podjetnika v podjetju. Preveliko poudarjanje pomena le ene vloge ne vodi do uspešnosti in učinkovitosti delovanja podjetja. V poslovni praksi lahko pogosto opazimo oziroma zasledimo, da se managerja postavlja v ospredje bolj, kot vloge ostalih sodelavcev oziroma zaposlenih. V gospodarskih subjektih 21. stoletja, lahko opazimo hitro naraščanje števila zaposlenih, ki sodijo v vodstveno skupino in so neposredno odgovorni za prispevek k boljšim rezultatom podjetja, pri tem pa niso managerji, niti vodje, niti nimajo odgovornosti za delo drugih ljudi.\n"], "5": ["1.2.2 Cilji", "Cilj diplomskega dela je predstaviti pomembnost pravilnega razumevanja najpomembnejših akterjev vsakega podjetja, torej podjetnika in managerja, kot tudi njuni vlogi v podjetju in ali sta si vlogi podobni ali različni, se prekrivata ali ju obravnavamo vsako zase ter ugotoviti, v čem se razlikujeta oziroma kje sta si njuni vlogi podobni. V teoriji in praksi se namreč pogosto zastavlja vprašanje, v čem se podjetnik razlikuje od managerja. Manager je za podjetje drag vir, a tudi vir, ki najhitreje propada in potrebuje konstantno dopolnjevanje. Da v podjetju zgradimo uspešno vodstveno ekipo oziroma team, so potrebna leta intenzivnega dela. V kolikor pa je vodenje zgrešeno, potem se lahko vse to izčrpa v zelo kratkem času.\n"], "6": ["1.2.3 Osnovne trditve", "Trdim, da je potrebno za uspešno poslovanje podjetja ločiti njuni vlogi; da mora biti današnji podjetnik tudi dober manager; ni potrebno, da je manager tudi podjetnik ter da so gonilne sile podjetniškega procesa podjetnik, poslovna priložnost in potrebna sredstva.\nSlovenci smo v zadnjih letih spremenili svoje mišljenje o podjetništvu. Nanj gledamo z bolj pozitivnega vidika in vidimo prednosti, ki nam jih lahko prinese uspešno podjetništvo, tako na osebni kot tudi na družbeni strani. Prav tako danes na managerja ne gledamo več kot na osebo, ki je »vseveda«, ampak na sodelavca, do katerega gojimo nekakšno spoštovanje, a vendar se je z njim možno tudi posvetovati, ga prositi za mnenje ipd.\n"], "7": ["1.3 Predpostavke in omejitve raziskave", "V diplomski nalogi bom preučeval razlike med podjetnikom in managerjem. Izhajal bom iz teoretičnih in praktičnih opisov, zato predpostavljam, da:\n- obstajajo bistvene razlike v značilnostih in ciljih med podjetnikom in managerjem,\n- je manager tista oseba, ki zna pridobljeno strokovno znanje neposredno prenesti v  prakso, podjetnik pa oseba, ki je rojena predvsem zato, da zazna podjetniško  priložnost, jo izkoristi in spremeni v podvig.\nOmejil se bom na proučevanje razmejitev med managerjem in podjetnikom na slovenskem področju. Njuni vlogi bom ponazoril s pomočjo srednje velikega podjetja. Pri proučevanju bom uporabil slovensko in angleško strokovno literaturo. Mojo omejitev pa predstavlja omejen dostop do podatkov, predvsem do podatkov iz tuje literature.\n"], "8": ["1.4 Metode raziskovanja", "V diplomskem delu bom pri povzemanju ugotovitev in rezultatov drugih avtorjev iz strokovnih revij in knjig uporabil metodo kompilacije. Pri izdelavi diplomskega dela bom vključil tudi javno dostopne in objavljene podatke iz elektronskih virov. Uporabil bom tudi komparativno metodo. Podatki bodo v večini prikazani opisno (z metodo diskripcije ali opisovanja), ponekod tudi slikovno.\n"], "9": ["2 OPREDELITEV PODJETNIŠTVA", "Ali vemo, kaj s pojmom podjetništvo označujemo? Podjetništvo opredeljujemo kot proces, v katerem podjetniki iščejo in kombinirajo proizvodne dejavnike tako, da realizirajo donosne priložnosti ter s tem prispevajo k razvoju gospodarstva in družbe (Plut, 1995, 14).\nKo se danes piše o podjetništvu, se piše o osvajalcu sveta. Podjetništvo je tisto, ki osvaja tako razvite kot tudi nerazvite države. Vse bolj postaja jasno, da je podjetništvo ključen dejavnik gospodarskega razvoja, povečuje konkurenco in strmi k stalnemu izboljševanju kakovosti, s čimer povečuje blaginjo prebivalstva. Prav tako pospešuje tehnološki napredek in oblikuje nova delovna mesta (ibid., 1995, 14).\nPodjetništvo se ukvarja z ustanavljanjem in problemi managementa ter rasti novih podjetij kot tudi s podjetniškim obnašanjem obstoječih, predvsem velik podjetij. Ima pozitivne učinke na rast, razvoj in dobiček posameznih podjetij, kakor tudi na rast in razvoj narodnega gospodarstva (Antončič et al., 2002, 5).\nV bistvu je podjetništvo povezano z (http://epfip.uni-mb.si/publica/handb/1podj.pdf):\n- opravljanjem nečesa/česarkoli (= priložnost)\n- prejemanjem plačila za opravljeno delo (= tveganje)\n- odgovornostjo za rezultate svojega dela (= odgovornost)\n- načrtovanjem in organiziranjem svojega dela (= znanje)\n- odsotnostjo nadrejenega, ki bi ukazoval, kaj je potrebno početi (= samostojnost)\n- iskanjem lastnega dela (= iniciativa)\n- trdim delom (= vzdržljivost).\n"], "10": ["2.1 Opredelitev pojma »podjetništvo«", "Proučevanje podjetništva sodi med družboslovne znanosti, in sicer med poslovno organizacijske znanosti10. V okviru poslovno organizacijskih znanosti ga uvrščamo med management (Plut, 1995, 14).\nVelja spomniti, da podjetništvo ni od včeraj. V ekonomski vedi je pojem podjetništva prvi uporabil Richard Cantillon v eseju o naravi trgovine, ki ga je napisal okrog leta 1730 in je bil objavljen po njegovi smrti leta 1755 (http://epfip.uni-mb.si/publica/handb/1podj.pdf).\nGre za najustvarjalnejšo poslovno funkcijo, ki je nosilec nastajanja tehnoloških sprememb in ustvarjanja novih trgov. Po mnenju E. Penrose je to dejavnost uvajanja novih idej, zagotavljanja njihovega sprejema, še posebej v zvezi s proizvodi, lokacijo in pomembnimi spremembami v tehnologiji, pridobivanje novih poslovodnih kadrov, vnašanje temeljnih sprememb v organizacijo podjetja, povečevanje kapitala in planiranje razvoja podjetja (http://www.student-info.net/ef/fgg/baza-student/uni4/54/datoteke/predavanje 1.ppt#4).\nZnanosti delimo na naravoslovne in družboslovne. Discipline poslovno organizacijskih znanosti spadajo med družboslovne in vsebujejo: marketing, management, finance, računovodstvo, organizacijo in statistične ter operacijske raziskave.\nProf. dr. Miroslav Rebernik, ki velja za profesorja z odličnimi povezavami s tujino in enega vodilnih strokovnjakov za podjetništvo pri nas, povzema opredelitev besede podjetništvo (ang. entrepreneurship) po Stevensonu in Sahlmanu (1986) ter pravi, da je v slovar poslovnih ljudi vstopila v osemdesetih letih kot ekvivalent za profesionalizem, zelo popularno krilatico sedemdesetih let. V zadnjem desetletju je razvoj podjetništva povzročil, da je danes skorajda nemogoče najti dvoje ljudi, ki bi si pod tem pojmom predstavljala povsem isto vsebino (http://epfip.uni-mb.si/publica/handb/1podj.pdf).\nVodilni svetovni raziskovalci podjetništva (npr. Timmons, Churchil, Stevenson, Bygrave, Sahlman, etc) se strinjajo, da je podjetništvo proces iskanja ali ustvarjanja poslovnih priložnosti ter njihovo izkoriščanje neodvisno od virov, s katerimi podjetnik trenutno razpolaga (http://epfip.uni-mb.si/publica/handb/1podj.pdf).\nOglejmo si nekaj opredelitev pojma podjetništvo (Plut, 1995, 15):\n- Za večino ljudi pomeni podjetništvo majhno, zasebno gospodarsko dejavnost, kot na  primer: čevljarstvo, avtoprevozništvo, mizarstvo in podobno.\n- Ekonomisti si razlagajo podjetništvo predvsem kot upravljanje z ekonomskimi viri in  usmerjanje virov na nova področja.\n- V razpravah in pisanju o podjetništvu srečujemo predvsem naslednje pojme: majhno  podjetje, privatna lastnina, ustanavljanje, propadanje. Ti pojmi še ne pomenijo  podjetništva, temveč so samo pojavne oblike, ki pogosto spremljajo podjetniške procese  oziroma olajšujejo doseganje podjetniških ciljev.\n- Beseda podjetništvo v slovenskem jeziku izvira iz besed »pod« in »jemati«, kar pomeni  pod-vzeti, lotiti se nečesa novega. Tudi v drugih jezikih ima beseda podjetništvo  podoben pomen: angleško – entrepreneurship, francosko – entreprendre, nemško –  unternehmen, italijansko – imprenditorialita.\n- Podjetništvo se večkrat zamenjuje s podjetnostjo. Da bomo razumeli, kaj mislimo s  podjetništvom in podjetnostjo, poglejmo, kaj pravi o tem Slovar slovenskega knjižnega  jezika (SSKJ, 1986, 677). SSKJ opredeljuje pojme takole:\n- podjetništvo: prizadevanje za dosego čim večjega finančnega uspeha ob  tveganju;\n- podjetnost: lastnost, značilnost podjetnega človeka;\n- podjeten: ki se pri svojem delu uspešno loteva več nalog;\n- podjetnež: podjeten človek.\nWebsterjev slovar pa pravi, da je »entrepreneur« (podjetnež ali podjetnik), kdor organizira in vodi poslovni podjem in prevzema nase riziko zaradi profita. V opredeljevanju podjema (undertaking, podvig) pa bi našli pojme, kot so: obljubiti, pogodbeno se zavezati, garantirati, napraviti se odgovornega, odgovoriti na izziv ipd (Belak et al., 1993, 27).\nHelena in Tadeja Plut (1995, 15) povzemata po Kovaču (1990, 12-16) avtorje, ki so v ekonomski literaturi prvi omenjali pojem podjetništva in ti so bili naslednji:\n- Smith poudarja podjetniške sposobnosti kapitalista kot izhodišče za ekonomično  dejavnost podjetja in družbe kot celote;\n- Cantillon opredeljuje splošni pojem podjetništva v povezavi s kapitalom, negotovostjo  in tveganjem;\n- Mill uporablja pojem podjetništvo za opisovanje upravljanja, nadzora, poslovne  odgovornosti in tveganja v podjetju;\n- Say označuje podjetništvo kot kombinacijo različnih proizvodnih dejavnikov v okviru  določenega ekonomskega sistema – podjetja;\n- Schumpeter je definiral podjetništvo kot razvojni proces. Opredeljeval ga je kot  kreativno funkcijo iskanja in izvajanja novosti oziroma sprememb v poslovanju. Kot  osnovno značilnost podjetništva je poudarjal inovativnost.\nPodjetništvo je dinamičen proces ustvarjanja bogastva, ki se povečuje. Bogastvo ustvarjajo posamezniki, ki prevzemajo velika tveganja glede lastniškega kapitala, časa in/ali obveznosti, glede kariere ali dajo vrednost izdelku oziroma storitvi. Izdelek ali storitev morda nista nova ali edinstvena, toda podjetnik jima mora na neki način prinesti vrednost s prejemanjem in najdbo potrebnih veščin in virov (Antončič et al., 2002, 30).11\nPri naslednji opredelitvi pojma podjetništvo, pa se upoštevajo vse vrste vedenja podjetnika (ibid., 30):\n»Podjetništvo je proces, ki mu podjetniki namenjajo svoj čas in prizadevanja, prevzemajo pripadajoča finančna, psihična in družbena tveganja za ustvarjanje nečesa novega, vrednega in prejmejo pripadajoče nagrade v obliki denarja, osebnega zadovoljstva in neodvisnosti.«12\nNavedena opredelitev poudarja štiri osnovne vidike podjetnika, ne glede na področje poslovanja. Prvič, podjetništvo vsebuje ustvarjalni proces – ustvarjanje nečesa novega, vrednega. Rezultat mora predstavljati vrednost podjetniku in javnosti, za katero je bil razvit. Drugič, podjetništvo zahteva, da namenimo poslu čas in prizadevanja. Samo tisti, ki so šli skozi podjetniški proces, cenijo čas in prizadevanje, potrebna za ustvarjanje nečesa novega in uveljavljanje novosti. Prevzemanje tveganj je tretji vidik podjetništva. Obstajajo različne oblike tveganj, odvisno od področja delovanja podjetnika, vendar so ponavadi osredotočena na finančna, psihična in družbena področja. Zadnji del opredelitve vsebuje nagrade podjetnikov (ibid., 30).\nGotovo je, da je podjetništvo usodnega pomena za obstoj podjetja, saj bi brez podjetnosti velika večina poslovnih organizacij ne mogla funkcionirati. Kot človeški vir pa je podjetništvo nedvomno redkost, saj ni vsakdo pripravljen sprejemati rizika in tudi nima vsak sposobnosti oblikovati pravilne poslovne odločitve. Podjetnost torej ni razumljiva sama po sebi, celo več: je redkost, je gospodarska in ne prosta dobrina in jo je kot takšno treba tudi upoštevati v presojanju podjetniškega poslovanja.\nTrenutno je podjetništvo najbolj uspešna metoda za zapolnjevanje vrzeli med znanostjo in trgom, za ustanavljanje novih podjetij in uvajanje novih izdelkov in storitev za trg. Podjetniške dejavnosti pomembno vplivajo na gospodarstvo nekega območja, saj postavljajo ekonomske temelje in zagotavljajo delovna mesta. Glede na njegove učinke na celotno gospodarstvo in zaposlovanje nekega območja je presenetljivo, da podjetništvo ni postalo osrednja točka gospodarskega razvoja (ibid., 38).\nRonstadt, Robert C. (1984). Entrepreneurship. Dover, MA: Dover Publishing, 28.  Spremenjena opredelitev na podlagi Hisrich, Robert D., in Brush, Candida G. (1985). The Woman Entrepreneur: Starting, Financing, and Managing a Successful New Business. Lexington, MA: Lexington Books, 18.\n"], "11": ["2.2 Podjetniški proces", "Za razumevanje in teoretično analizo podjetniškega procesa je potrebno opredeliti vse njegove elemente. Ključni dejavniki vsakega podjetniškega procesa so podjetnik ali podjetniški team, poslovna priložnost in potrebna sredstva.\nNa podlagi vsega navedenega lahko opišemo podjetniški proces takole (Plut, 1995, 18):\n- V podjetniškem procesu podjetnik oziroma podjetniška skupina izbere med množico  možnih idej donosno in uresničljivo priložnost. Za uresničitev te priložnosti zbere vse  potrebne vire, to je ljudi ter poslovna in finančna sredstva.\n"], "12": ["2.2.1 Podjetnik", "Podjetnik ali podjetniški team je ključna gonilna sila in najpomembnejši dejavnik za uspeh podjetja ali projekta. Vodilni podjetnik je tisti, ki ustvarja vrednost in pri tem prevzema tveganje v denarju, času, ali pa v obliki vrednosti nekega proizvoda ali storitve.\nIzraz podjetnik je francoskega izvora (ang. enterpreneur) in dobesedno pomeni »vmesnik« ali »posrednik« (Antončič et al., 2002, 26).\nPodjetnik mora voditi, ne more pa dovoliti, da stvari postanejo rutinske. Po Schumpetru je podjetnik inovator, ki ima hkrati precejšna managerska znanja ter sposobnost prevzemanja tveganja. Podjetnik išče in izkorišča poslovne priložnosti, organizira in vodi podjem ter žanje sadove svojega dela. Podjem (podvig) = obljubiti, pogodbeno se zavezati, garantirati, odgovoriti na izziv.\nZa ekonomista je podjetnik oseba, ki združi vire, delovno silo, materiale in druga sredstva tako, da je njihova skupna vrednost večja kot prej, ter oseba, ki vpeljuje spremembe, inovacije in nov red. Psiholog meni, da takšno osebo ponavadi vodijo: potreba doseči ali dobiti nekaj novega, eksperimentirati, izpolniti ali morda zbežati avtoriteti drugih (Antončič et al., 2002, 29).13\nGre za sila širok razpon pojmovanja, začenši s tem, da je podjetnik samo tisti, ki formalnopravno ustanovi svoje lastno podjetje, do tega, da je podjetnik vsakdo, ki ima novo idejo in jo hoče preizkusiti v lastnem podjetju ali izven njega, ne da bi formalnopravno ustanavljal podjetje (Belak et al., 1993, 27).\nNa polju klasične ekonomske teorije se danes v splošnem uporablja pojmovanje, da je podjetnik »organizirajoči dejavnik proizvodnje«. Je oseba, ki izvaja funkcijo organiziranja, najema inpute, upravlja vsakodnevne operacije in prevzema riziko. Za podjetnika ni pomembno, da ima premoženje, pomembno je, da ima možnost, da to premoženje uporablja za to, da bo lahko uresničil svoj poslovni podjem in sicer tako, da ustvarja dodatno vrednost in kreira nova delovna mesta (http://epfip.uni-mb.si/publica/handb/1podj. pdf).\nVesper, Karl (1980). New Venture Strategies. Englewood Cliffs, NJ: Prentice Hall, str. 2.\nProf. dr. Janko Belak (1993, 29) povzema Liebensteinovo (1987) mnenje, da je podjetnik običajen posameznik z nekaterimi specialnimi poslovnimi veščinami in motivacijskimi kapacitetami. Njegov podjetnik odkriva in izkorišča priložnosti, premaguje tržne ovire in kompletira potrebne inpute. Da pa bi bil uspešen, je potrebna dovolj močna motivacija, ki je tako »kritična kvaliteta podjetnika«.\nPrav tako prof. dr. Janko Belak (1993, 38) povzema pojmovanje podjetnika po Kanterju (1983), ki pravi, da so to pravi ljudje, na pravem mestu in ob pravem času, kar pomeni: 1) Pravi ljudje so tisti z idejami, ki gredo čez meje utečene prakse organizacije, z  idejami, ki se lahko pretvorijo v vizije. 2) Pravo mesto so integrativna okolja, ki podpirajo inovacijo, podžigajo gradnjo koalicij  in teamov, da bi podprli in izvedli vizije. 3) Pravi časi so tisti trenutki v toku zgodovine organizacije, ko je možno rekonstruirati  bistvo na podlagi akumuliranih inovacij, da bi izoblikovali bolj produktivno in uspešno  bodočnost.\nMed podjetniki je zelo malo razlik, ne glede na področja, na katerih delujejo. V bistvu počnejo iste stvari – uvajajo nove kombinacije produkcijskih tvorcev. Zato je vsakdo podjetnik samo tako dolgo in samo kadar dejansko »uvaja nove kombinacije«. To lastnost izgubi, kakor hitro si izgradi svoj posel in si ga uredi, da bi ga vodil, kot ostali ljudje vodijo svoje posle (http://epfip.uni-mb.si/publica/handb/1podj.pdf).\n»Biti podjetnik in ustvariti novo podjetje je podobno vzgoji otrok – potrebuješ več časa in naporov, kot si kadarkoli mislil, od naloge pa se je izredno težko in boleče ločiti. Še dobro, da se ni enostavno ločiti od nobene od njiju« (Boštjan Antončič et al., 2002, 25)\n"], "13": ["2.2.2 Poslovna priložnost", "Bolj burno kot je poslovno okolje, hitreje se pojavljajo in izginevajo poslovne priložnosti. Poslovna priložnost je poleg podjetnika drugi ključni dejavnik podjetniškega procesa in pomeni preverjeno in uresničljivo poslovno zamisel. Dobra poslovna priložnost je tista za katero so avtor in njegova skupina prepričani, da je dobra in si jo zato resnično želijo izpeljati ter so jo tudi sposobni realizirati.\nZa realizacijo vsake poslovne priložnosti so bistvene tri sestavine najširše opredeljenih sredstev ali »resursov«, in sicer:\n- Človeški viri – dobra sestava začetnega teama, zunanji profesionalni viri;\n- Fizična sredstva – poslovni prostori, surovine, polizdelki, delovna sredstva, oprema;\n- Finančna sredstva.\nČe hočemo izvedeti, ali je podjetniška priložnost dobra ali ne, si moramo odgovoriti na naslednja vprašanja (Plut, 1995, 17):\n- Ali je priložnost izvedljiva? Komu je priložnost namenjena? Koliko časa bo priložnost  trajala?\n- Ali bo dobiček dovolj velik in bo trajal dovolj dolgo, da morebitne napake ne bodo  ogrozile rasti podjetja? Koliko kapitala bo treba imeti, da podjetniško priložnost  realiziramo? Ali je za nas razmerje med tveganjem in nagrado pozitivno?\n- Ali smo pripravljeni sprejeti posledice neuspeha, tako finančnega kot tudi v obliki  psihološkega stresa?\nUgotoviti moramo, ali je naša poslovna ideja sploh sposobna samostojnega življenja. Življenjsko sposobnost presojamo s tehničnega (tehnologija, know-how, tehnološke pregrade) in ekonomskega (višina prodaje in stopnja pokritja, investicija, profitabilnost) vidika. Tehnični vidik nam pokaže, ali smo izdelek ali storitev sposobni narediti tako, da ustreza kriterijem. Ekonomski vidik pa nam pove, ali bo izdelek ali storitev sploh kdo kupil in ali bomo zaslužili z outputom. Da bi se prepričali, da poslovna ideja pomeni tudi poslovno priložnost, je treba podrobneje proučiti še (http://epfip.uni-mb.si/publica/handb /1podj.pdf):\n- cilje (KAJ želimo doseči),\n- človeške resurse (KDO bo to naredil) ter\n- politiko (KAKO bomo dosegli cilje), s katero bomo poslovno priložnost spremenili v  poslovni podjem.\nZa vsako poslovno priložnost, ki se kaže kot realna, je potrebno izdelati poslovni načrt, ne glede na to ali gre za poslovno priložnost, ki bo (pre)zaposlila obstoječe resurse, ali pa za tisto, ki cilja na pritegnitev zunanjega kapitala (http://epfip.uni-mb.si/publica/handb/1podj. pdf).\n"], "14": ["2.2.3 Potrebna sredstva", "Ena izmed glavnih nalog podjetnika je premestiti vrzeli med sredstvi, ki jih ima na voljo in potrebnimi sredstvi. Viri financiranja za podjetništvo so lahko bančni krediti, zasebne naložbe, lastni kapital, leasing,...\nPri financiranju malega podjetništva se največkrat uporablja lastni kapital, bančni kredit, pa tudi državna pomoč preko skladov, ki omogočajo financiranje podjetnikov. Pridobivanje financerjev za podjetniške ideje in posle poteka tudi preko podjetniških forumov, kjer podjetnik predstavi svoje ideje.\nČe je podjetnik poiskal dobro podjetniško priložnost, je velika verjetnost, da bo pritegnil potrebna sredstva in ljudi za financiranje podjetja. Podjetniki povedo, da je največji problem za hitro rast podjetja dobiti prave ljudi v pravem času. Če v tem ne uspejo, je rast podjetja vprašljiva. Podjetniki vedo, da lahko uspejo in dosežejo poslovne ter osebne cilje, ne da bi bili lastniki vsega premoženja in sredstev.\nPristop dobrega podjetnika je napredovati z minimalnimi sredstvi. Pomemben del procesa je iskanje najbolj potrebnih zunanjih strokovnjakov – bankirjev, računovodij, pravnikov in drugih svetovalcev.\nFinančna sredstva sledijo uspešnim podjetnikom, ki so odkrili donosne podjetniške priložnosti in dokazali, da razumejo dejavnike, ki vplivajo na uspeh podjetja (Plut, 1995, 18).\n"], "15": ["2.3 Odločitev za podjetniško kariero: motivi in zadržki", "Vedno več ljudi se odloča za samostojno podjetniško pot. V Sloveniji je skoraj 100.000 podjetij, ki so jih v 90 odstotkih ustanovili posamezniki. Vsako leto se na podjetniško pot poda okrog 20.000 ljudi. V ZDA in Evropi je število podjetnikov v zadnjem desetletju raslo skoraj dvakrat hitreje od števila delavcev, ki niso samozaposleni.\nV Sloveniji je podobno kot v Evropi in ZDA velika večina podjetij malih, z manj kot 10 zaposlenimi. Število podjetnikov pa se veča zaradi (http://epfip.uni-mb.si/publica/handb/1 podj.pdf):\n- Tehnoloških sprememb, zmanjšanja števila zaposlenih in spreminjanja delovnih mest,  ki pripeljejo do vse večjega števila presežnih delavcev.\n- Sprememb v tehnologiji, ki odpirajo nove poslovne priložnosti za podjetništvo, ki še  pred nekaj leti niso bile možne.\n- Narava dela se spreminja. Zaposlovanja za celotno delovno dobo ni več. Večina služb  je začasnih ali samo za določen čas; zaposlitve, ki pa še niso takšne, bodo s časoma  takšne tudi postale. To pomeni, da se morajo tudi zaposleni začeti obnašati kot  podjetniki, če hočejo ponovno podpisati pogodbo o delu.\nK odločitvi za ustanovitev lastnega podjetja je pripeljal posameznike tudi različen splet okoliščin (Glas, 2000, 52):\n- nekateri so šli v lastno podjetje načrtovano – o tem so razmišljali že daljši čas,  raziskovali trg, zbirali družinske prihranke, delali poslovni načrt, ob odpravi omejitev  so pričeli posel,\n- drugi so živeli v okolju, ki je spodbujalo zasebno iniciativo, zlasti v družini, v  delovnem okolju, med prijatelji – posamezniki iz takih okolij so relativno  samozavestni, imajo razvit smisel za posle in se hitro znajdejo, ko se morajo odločiti,\n- nekateri so nepričakovano prišli do znatnih sredstev, na primer z dedovanjem, z  denacionalizacijo, to jih je spodbudilo, da s temi sredstvi uresničijo podjetniške sanje,\n- četrte je gnala izredno močna potreba, da se dokažejo, zato so podjetniško kariero  načrtovali – izbrali so si ustrezno izobrazbo in poklic, zavestno zbrali izkušnje v večjih  podjetjih, spoznavali tehnologijo, trg in se dobro pripravili na pričetek,\n- manj priprav so imeli posamezniki, ki so jih v podjetništvo potisnile neugodne  okoliščine, zlasti gospodarska kriza ob osamosvojitvi Slovenije, izguba dela –  samozaposlitev je bila edina možnost za ponovno zaposlitev,\n- podjetništvo v obliki samozaposlovanja so spodbujali številni programi aktivne politike  zaposlovanja – zlasti za brezposelne, ki so postali v dotedanji dejavnosti tržni ali  tehnološki presežek – zavodi za zaposlovanje so jim pomagali z informacijami, nasveti,  s krajšim podjetniškim usposabljanjem in skromno finančno pomočjo,\n- nekateri so se ukvarjali s popoldansko obrtjo in so se po letu 1990 odločili za v celoti  samostojno dejavnost,\n- nekateri pa so poskušali uresničiti podjetniške zamisli kar v podjetjih, v katerih so bili  zaposleni, v okviru notranjega podjetništva.\nZa ustanovitev lastnega podjetja se največkrat odločajo osebe, ki so v svojem delovnem okolju v razvojno-raziskovalnem ali prodajnem oddelku (Glas, 2000, 53):\n- v razvojno-raziskovalnem okolju posamezniki dobro poznajo tehnologijo, nove  proizvode in postopke, zato se pogosto odločijo, da ustanovijo svoje podjetje, če  vodstvo podjetja ne podpre njihovih idej,\n- posamezniki, ki se ukvarjajo s trženjem, se dobro spoznajo s trgom in nezadovoljenimi  željami in potrebami družbe, kar je dobro izhodišče za lastno podjetje.\nPogosto je spodbuda še močnejša, če ima posameznik opraviti z motnjo, s kakšno negativno silo, ki ga spodbudi k razmišljanju o ustvarjalnem odgovoru (Glas, 2000, 53):\n- številna podjetja ustanovijo upokojenci, ki ne želijo prenehati aktivnost ali pa jim  pokojnina ni dovolj,\n- zanje se odločijo posamezniki, ki se morajo zaradi poklicne kariere zakonca preseliti v  drug kraj,\n- mnogi posamezniki, ki so izgubili delo, se odločijo za samozaposlitev,\n- končano šolanje postavi ljudi pred dilemo: ali se zaposliti pri drugem delodajalcu ali  pričeti na svoje: posamezniki, ki končajo višjo stopnjo izobrazbe in v dosedanjem  podjetju ne napredujejo na višji položaj, si poiščejo drugo zaposlitev ali ustanovijo\n"], "abstract": ["Diplomsko delo je sestavljeno iz petih temeljnih poglavij, ki posebej obravnavajo podjetništvo in management ter vlogo podjetnika in vlogo managerja v organizaciji. V šestem poglavju je prikazana primerjava (razlikovanje in podobnost) med vlogo podjetnika in vlogo managerja v podjetju. Zadnje poglavje diplomskega dela je namenjeno sklepni besedi, kjer povzemam temeljne ugotovitve, do katerih sem prišel ob koncu diplomskega dela. Čeprav nekateri trdijo, da je podjetnik več kot manager, sem v literaturi zasledil, da mora podjetnik biti tudi manager, med tem ko ni nujno, da je manager tudi podjetnik. Danes ni potrebno poudarjati le vloge in pomena ene osebe, ampak je potrebno pogledati širše ter skleniti, da je nujno potrebno upoštevanje vlog in pomena obeh oseb v podjetju, ki sta predmet moje komperacije. Danes se veliko piše in govori tako o podjetništvu, kot o managementu. O podjetništvu se piše kot o osvajalcu sveta, ki osvaja tako razvite kot tudi nerazvite države. Vse bolj jasno pa postaja, da je podjetništvo ključen dejavnik gospodarskega razvoja. Hkrati pa tudi povečuje konkurenco in strmi k stalnemu izboljševanju kakovosti, s čimer povečuje blaginjo prebivalstva. Management je večpomenska beseda. Pomeni lahko organ ali proces, torej dejavnost. Je lahko oznaka za organ, ki vodi poslovanje podjetja, ali njegove dele. Management je tudi skupna oznaka za vse managerje, ki opravljajo svojo profesionalno funkcijo v podjetju. Potrebno je ločiti vršni management (vrhovni management, top management, top executives), srednji management (middle management) in nižji management (delavniški management, shop-floor management). Podjetnik je ključna gonilna sila in najpomembnejši dejavnik za uspeh podjetja ali projekta. Vedno izziva, je inovator in ustvarja nove kombinacije ter zna izkoristiti pravi trenutek za odkritje priložnosti za posel. Je oseba, ki zazna podjetniške priložnosti, jih maksimalno izkoristi in z veliko truda, dela spremeni v podjetniški podvig, čeprav za to nima na voljo potrebnega kapitala. Vidi tisto, kar so drugi spregledali, je rojen za ocenitev možnosti posla iz nasprotujočih si podatkov, ne okleva in se takoj loti akcije ter je pripravljen tvegati, ko drugi še cenijo varnost. Vselej se srečuje s tveganjem, da mu bo podjem spodletel. Zanj je potrebna izredna spretnost, podjetnost, poslovna uspešnost, velika sposobnost organiziranja, kontroliranja in koordiniranja aktivnosti, ki pomenijo pot k doseganju zasluženega rezultata. Manager je oseba v podjetju, ki predvsem odloča v njem, in sicer: snuje in planira, organizira, vodi, usmerja in nadzoruje delovanje podjetja. Njegovo delovanje obsega vodenje poslovanja podjetja, lahko le poslov podjetja (poslovodenje) in vodenje ljudi v podjetju – voditeljstvo (ang. leadership). Za managerja je pomembno, da svoje lastne cilje uskladi s cilji podjetja, katerega vodi. Kot glavno ugotovljeno razliko med podjetnikom in managerjem lahko najdemo v vrednotah. Podjetniku je izrednega pomena svoboda, kreativnost, ustvarjanje stvari na meji mogočega in podiranje obstoječih vzorcev in ovir. Iz zapisanega je razvidno, da gre za povsem kreativne vrednote. Njegovemu poklicno najetemu strokovnjaku (managerju), pa je pomembna predvsem uporaba racionalnih in administrativnih prijemov za doseganje učinkovitosti poslovanja podjetja. Njuno podobnost lahko združim predvsem v osebnostnih lastnostih, veščinah in znanjih, ki jih morata imeti oba, tako uspešen podjetnik kot tudi uspešen manager. Kdor se zanaša na sedanje znanje, je kratkoročno gledano sicer lahko uspešen, dolgoročno pa nikakor ne. Kdor bo hotel preživeti in se razvijati, se bo moral sprijazniti s tem, da se bo učil in izobraževal vse življenje. Izid tega pa je, da podjetja, ki namenjajo ravnanju z intelektualnimi sredstvi pozornost, dosegajo do 30 odstotkov boljše poslovne uspehe."]}