{"1": ["1 UVOD", "Pri vzreji govedi sta pomembna dobro počutje in oskrba živali. To postaja vse pomembnejše med potrošniki živil živalskega izvora, ki v vse večji meri zahtevajo, da so postopki z živalmi humani. Zdravje in dobro počutje živali sta osnovna pogoja za kakovost proizvodov in zdravje ljudi. Pri ocenjevanju dobrega počutja živali si lahko pomagamo tudi z metodo IURŽ – indeks ustreznosti reje živali.\nV raziskavi smo med seboj primerjali konvencionalno in ekološko rejo živali. Z rezultati, ki smo jih pridobili, smo ugotavljali prednosti in slabosti posameznega načina reje. Pri tem smo uporabili tudi objavljene rezultate raziskovalke Ornik s sodelavci (2010), ki je na desetih konvencionalnih kmetijah s prosto rejo krav molznic in desetih kmetijah z vezano rejo ocenjevala ustreznost reje po avstrijski metodi ANI, ki je merilo za oceno primernosti sistema reje na osnovi točkovanja. Na osnovi dobljenih podatkov smo naredili primerjavo med ekološkimi in konvencionalnimi rejami.\nOcene so iz vseh petih vplivnih področij, pomembnih za dobro počutje živali, in sicer: možnost gibanja, socialni stik, lastnosti tal, osvetlitev, zračenje in hrup ter kakovost oskrbe (priloge 1–7).\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Zakonodaja", "V pravilniku o ekološki pridelavi in predelavi kmetijskih pridelkov oziroma živil (2010) so v okviru ekološke živinoreje zapisana tudi splošna pravila za vzrejo živali. Ta pravila navajajo, da se za izvajanje prvega odstavka 95. člena Uredbe 889/2008/ES živali lahko privežejo v zgradbah, ki so že obstajale pred 24. avgustom 2000, če imajo možnost rednega gibanja in če vzreja poteka skladno z zahtevami o dobrem počutju živali, vključno z udobno nastlanimi površinami in individualno obravnavo. Omenjeni pravilnik navaja, da se na kmetijskih gospodarstvih za presojo primernosti reje živali v hlevih za govedo z vezano rejo uporabi tudi indeks ustreznosti reje živali (v nadaljnjem besedilu: IURŽ). Reja na manjšem kmetijskem gospodarstvu je ustrezna, kadar IURŽ dosega najmanj 24 točk. Pri merilih se upoštevajo samo parametri, ki se nanašajo na vezano rejo.\nV zakonu o kmetijstvu (2008) je v 2. členu navedeno, da se za uresničevanje gospodarske, prostorske, ekološke in socialne vloge kmetijstva ter njegovega sonaravnega razvoja upoštevajo cilji kmetijske politike v Republiki Sloveniji, in sicer:\n- stabilna pridelava kakovostne in čim cenejše hrane ter zagotavljanje prehranske  varnosti;\n- ohranjanje poseljenosti podeželja in krajine;\n- varstvo kmetijskih zemljišč pred onesnaženjem in nesmotrno rabo;\n- trajno povečevanje konkurenčne sposobnosti kmetijstva;\n- zagotavljanje primerne dohodkovne ravni kmetijskim gospodarstvom;\n- uresničevanje načel varstva okolja in ohranjanja narave.\nEkološki in integrirani kmetijski pridelek ali živilo je po Pravilniku o ekološki pridelavi in predelavi kmetijskih pridelkov oziroma živil (2010) lahko označeno z označbami »ekološki« ali »integrirani«, če je za kmetijski pridelek ali živilo izdan certifikat, da \nizpolnjuje predpisane pogoje pridelave in predelave, in če je pridelovalec oziroma predelovalka ali predelovalec (v nadaljnjem besedilu: predelovalec) vpisan v evidence pridelovalcev in predelovalcev ekoloških in integriranih kmetijskih pridelkov ali živil. Ekološki kmetijski pridelek ali živilo je pridelano in predelano po naravnih metodah in postopkih.\nPravilnik o minimalnih pogojih za zaščito rejnih živali (2010) skrbniku predpisuje, da stori vse za zagotavljanje dobrobiti živali, ki so v njegovi oskrbi. Preprečevati mora vzroke, ki lahko pri živalih povzročijo bolečine, poškodbe, bolezni oziroma motnje v vedenju. Za živali mora skrbeti primerno število ljudi z ustreznim znanjem, usposobljenostjo ter odgovornim odnosom do živali. Usposobljenost skrbniki dokazujejo z ustreznimi dokazili. Za vsakodnevni nadzor, ki ga opravlja skrbnik živali, morajo biti zagotovljeni pogoji za potrebne preglede, vključno z zadostno osvetlitvijo objekta, tako da je mogoče opraviti pregled živali ob vsakem času. Skrbnik živali mora tudi pravočasno zahtevati veterinarsko pomoč in oskrbo bolnih ali poškodovanih živali, veterinarsko pomoč pri porodih, kadar je potrebna, in zagotoviti ustrezno nego bolnih, poškodovanih in onemoglih živali. Skrbnik živali mora zagotoviti bolnim, poškodovanim in onemoglim živalim ločeno namestitev v primernih prostorih s suhim in udobnim nastiljem, kadar je potrebno. Živalim mora biti zagotovljena svoboda gibanja, primerna njihovi vrsti, pasmi, starosti, stopnji razvoja, prilagoditvi in udomačitvi, ki preprečuje nepotrebno trpljenje ali poškodbe živali. Če je žival stalno ali redno privezana ali zaprta, ji je treba zagotoviti dovolj prostora v skladu z njenimi fiziološkimi in etološkimi potrebami.\nMateriali za gradnjo objektov, prostorov za nastanitev, boksov in opreme, s katerimi pridejo živali v stik, ne smejo biti škodljivi za živali. Biti morajo dovolj odporni in primerni za temeljito čiščenje in razkuževanje. Objekti in oprema morajo biti urejeni tako, da ne poškodujejo živali. Toplota, vlažnost, kroženje zraka, zračenje, koncentracija plinov, higiena in intenzivnost hrupa v prostorih, kjer so živali, morajo ustrezati njihovi vrsti in stopnji razvoja, prilagoditvi in udomačitvi, fiziološkim in etološkim potrebam ter higienskim pogojem. \nŽivali v objektih ne smejo biti stalno v temi. Kjer ni dovolj naravne svetlobe, mora biti zagotovljena primerna umetna svetloba. V primeru uporabe umetne svetlobe je treba določiti čas za počitek, ko morajo biti živali v temi. Električna napeljava oziroma električno orodje mora biti nameščeno tako, da ne predstavlja nevarnosti za živali.\nPo pravilniku o minimalnih pogojih za zaščito rejnih živali in postopkov registracije hlevov za rejo kokoši nesnic (2010) morajo biti živali, nastanjene zunaj objektov, zavarovane pred neugodnimi vremenskimi razmerami, plenilci in drugimi nevarnostmi. V neugodnih vremenskih razmerah morajo imeti na voljo najmanj zaščito pred močnim vetrom ali soncem in suh prostor oziroma suho mesto za počitek. Skrbnik živali mora poskrbeti za ustreznost delovanja tehnične opreme, za ustreznost krmljenja in napajanja. Pri reji živali je poudarek na paši živine, izpust najmanj 180 dni v celem letu, obremenitev do 0,9 GVŽ/ha, urejenih prostorih za živali (osvetlitev, zrak, velikost in kakovost ležišč), uporabi lastne pridelane krme, prepovedi uporabe krme živalskega izvora, hormonov itd.\n"], "4": ["2.2 Primerjava med ekološkim in konvencionalnim kmetijstvom", "Ekološko kmetijstvo kmetovalca tesno poveže z naravo in njenimi procesi ter ga nekako nauči razumeti oziroma dojemati to soodvisnost in ravnotežje, ki ga je konvencionalno kmetijstvo z uporabo kemičnih sredstev porušilo. Ekološko kmetijstvo spodbuja ohranjanje genetske pestrosti rastlin ter živali in teži k temu, da so živali oziroma rastline čim bolj zdrave in odporne. Temeljni cilj ekološkega kmetijstva je tako pridelava zdravih, kakovostnih rastlinskih in živalskih pridelkov oziroma izdelkov v skladu z naravo in njenimi zakoni (Štancar in Poprask 2008).\nDruge glavne cilje, ki jih zasleduje ekološko kmetijstvo, lahko strnemo v naslednje točke: ohranjanje rodovitnosti tal, kroženje hranil, primerna reja in krmljenje živali, pridelava zdravih živil, zaščita naravnih življenjskih virov (voda-tla-zrak), minimalna obremenitev okolja, aktivno varovanje okolja in biotske raznovrstnosti, varstvo energije ter surovin in zagotavljanje delovnih mest v kmetijstvu (Štancar in Poprask 2008). \nKot osnovne prepovedi v ekološkem kmetijstvu lahko izpostavimo naslednje: uporaba kemično-sintetičnih sredstev za varstvo rastlin, uporaba razkuženega semena, uporaba lahkotopnih gnojil, uporaba sintetičnih dodatkov v krmilih, uporaba surovin živalskega izvora v krmnih mešanicah, uporaba gensko spremenjenih organizmov in preventivno zdravljenje živali s kemoterapevtiki (kokcidiostatiki, antibiotiki); (Bavec 2001).\nVendar pa ekološko kmetijstvo ni le način kmetovanja, ampak pomeni tudi širšo okoljevarstveno »poslanstvo«, saj naj bi kmetovalci ne samo kmetovali, ampak tudi sami živeli okolju čim bolj prijazno in si to prizadevali za ohranitev okolja. V preglednici 1 so navedene poznane razlike med konvencionalnim in ekološkim kmetijstvom.\nOb naštetih kmetijsko-okoljevarstvenih vidikih pa ima ekološko kmetijstvo tudi ekonomsko-socialno plat, saj je obenem tudi gospodarska panoga, ki vedno večjemu številu ljudi prinaša zaslužek in boljše življenjske razmere ter predstavlja t. i. tržno nišo. \nPreusmeritev v ekološko kmetijstvo lahko ob hkratni spremembi pomeni načina trženja rešitev iz začaranega kroga nenehnega povečevanja obsega pridelave. Poleg tega je lahko za določeno število kmetij tudi resnična priložnost za ohranitev kmetije in delovnega mesta na njej (Ibid 2001).\nekološkim kmetijstvom (Bavec 2001, str. 22).\nSe nadaljuje … \n… nadaljevanje preglednice 2.\n"], "5": ["2.3 Etološki vidiki", ""], "6": ["2.3.1 Etološki vidiki, ocenjevalni parametri in metode opazovanja", "Kot pri vsakem spoznavnem postopku je tudi pri živinoreji, prilagojeni etološkim načelom, treba najprej odmisliti vsako zunanjo organiziranost, tujo bistvu živali. Če gospodarnost reje nima prvenstvene vloge, vprašanje o etološko utemeljenih potrebah različnih domačih živali spet dobi svoj temeljni pomen. Raziskovanje vedenja živali ni namenjeno fiziološkemu področju živali, da bi tako poskušali pojasniti način delovanja živali; z opazovanjem in razmišljanjem o njihovem vedenju v različnih naravnih in umetnih \nrazmerah poskušamo v skladu z naukom o pojavih ugotoviti njihove temeljne naravne potrebe (Rist 1993).\nEden od prvih pojmov, ki ga moramo pri tem upoštevati, je dobro počutje živali, ki se je kot geslo pojavilo v različnih zakonih o varstvu živali, npr. v Švici in Nemčiji. Pri tem pojmu gre za odgovor na vprašanje, v kakšnih rejskih razmerah so živali s svojim okoljem v takšni skladnosti, da lahko zadovoljijo svoje potrebe. Najprej lahko pomislimo, da so takšne razmere dane po možnosti v čim naravnejšem okolju. Da temu ni vedno tako, kaže že, denimo, pomanjkljiva ponudba hrane v naravi v zimskem času. Iz tega izhaja, da za dobro počutje živali ni odločilno, koliko je okolje v hlevu podobno naravnemu, ampak je odločilna stopnja ugodnega počutja, pri kateri lahko žival kaže za svojo vrsto specifično vedenje (Rist 1993).\nhlevih s prosto rejo molznic (Rist 1993, str. 10). \n(Rist 1993, str. 11).\nGlede na to, kako je urejena večina zdajšnjih sistemov reje domačih živali, je za vrsto specifično vedenje živali v različnih področjih omejeno ali pa celo onemogočeno. Če je vedenje živali omejeno v prostorsko-anatomskem smislu, npr. na premajhnem stojišču ali ležišču, potem lahko to povzroča poškodbe ali nastaja škoda na sami živali. Takšne poškodbe ponazarja slika 1. Po raziskavah Tschanza (1975, cit. po Rist 1993) so nastale pri 30 % živali iz obratov s prosto rejo in takrat običajnimi ležalnimi boksi na označenih telesnih delih udarnine pa tudi praske in raztrganine, kar so takrat ocenjevali kot normalno. Motena skladnost v fiziološkem področju, npr. zaradi prevelikega deleža močne krme v obroku za krave molznice ali slabe hlevske klime, lahko povzroča obolenja in bolečine (Rist 1993).\n"], "7": ["2.4 Pomembnost dobrega počutja živali na kmetiji", ""], "8": ["2.4.1 Duševno dobro počutje", "Zdi se, da je oskrba živali rejniški poklic, ki zahteva zmožnost vživljanja in skrbnost. Veliko raziskav govori temu v prid. Tako so raziskovalci tri skupine pujskov obravnavali na tri različne načine.\nPrva skupina je bila skupina, s katero so ravnali prijazno, druga je bila deležna le minimalne nege, s tretjo pa so ravnali neprijazno. Pokazala se je jasno vidna razlika: pujski, s katerimi so ravnali lepo, so bili najbolj rejeni, sledili so tisti s komaj kaj nege, najslabše pa so jo odnesli tisti, s katerimi so ravnali skrajno neprijazno. Povsem enako je bilo pri treh skupinah svinj. Stopnja brejosti pri živalih, s katerimi so ravnali prijazno, je bila okoli 88 %, pri tistih z minimalno oskrbo 57 %, pri živalih, s katerimi so ravnali neprijazno, pa le 33 %. Tudi raziskave na kokoših, govedu, ovcah in kozah prinašajo podobne rezultate. Zato imajo otroci posebno dober pristop k živalim, saj obravnavajo živali kot duševna bitja. Rejcu morajo ta opažanja povsem jasno pokazati, da je dobro duševno počutje živali očitno zelo odvisno od našega ravnanja z njimi. Če nekoliko pretiravamo, lahko rečemo, da je vzrok za povečanje bolezni in dejavnikov, kot so ciste na jajčniku in slabo celjenje maternice po porodu, prav v pomanjkanju prijaznosti rejcev do živali. Omenjene bolezni nam na telesni ravni jasno kažejo na pomanjkanje, ki ga žival trpi na duševni ravni (Mohorčič in Bratuša 2001).\n"], "9": ["2.4.2 Socialno dobro počutje", "Naše živali imajo nagone, ki jih hočejo in morajo izživeti, da bi se dobro počutile. Sem sodijo različni socialni stiki med živalmi, od vzajemnega čiščenja teles, oblizovanja, praskanja in drgnjenja, do bojev za položaj v čredi, krmljenja, napajanja in gibanja, pa vse do parjenja. Živali trpijo, če jim večinoma preprečujemo izživljanje njihovih nagonov. Ekološko kmetijstvo v svojih standardih še posebej prepoveduje grobe in boleče omejitve gibanja živali, celoletni privez goved, posamično privezovanje telet, ščipanje zob pri \npujskih in žganje kljunov pri piščancih. Vsekakor pa mora vsak rejec vedno znova izboljševati življenje živali, ki jih ima v oskrbi (Mohorčič in Bratuša 2001).\n"], "10": ["2.5 Načela in principi ekološkega kmetijstva", "Zgodovina ekološkega kmetijstva je v splošni meri sestavljena iz razumevanja principov in raznovrstnosti ter je pomembna v nadaljnjem razvoju. V Nemčiji, Avstriji in Švici je več načel ekološkega kmetovanja.\nPremik ob prelomu prejšnjega stoletja je nasprotoval industrializaciji kmetijstva in urbanizaciji ter prevladi v sodobnem svetu s tehnologijo in je pozval k bolj naravnemu načinu življenja. Kriza v kmetijstvu in kmetijskih znanostih med obema vojnama je doprinesla k zmanjšani kakovosti tal, napadom bolezni rastlin in škodljivcev. Želja je, da se pojavlja čim manj bolezni in škodljivcev ter da je kakovost tal primerna. Na prelomu prejšnjega stoletja so se zavzemali za biološko usmerjene kmetijske znanosti. Te se zavzemajo za celovit pogled narave, naravne filozofije, kako živeti po ekoloških načelih na kmetiji. Poudarek je na trajnosti skozi stoletja, ki se ponašajo s tehnikami, kot so kompostiranje, presajanje žita, recikliranje odpadkov (Vaarst in sod. 2003).\nPomemben cilj ekološke živinoreje je izpolnitev visokih standardov zaščite živali zaradi etičnih razlogov, kot tudi zdravja in dolgega življenja. Poleg tega je dobro počutje živali pomembna motivacija za precej potrošnikov, ki so pripravljeni plačati višjo ceno za ekološke proizvode (Vaarst in sod. 2003).\nObstajajo 3 osebe, ki vso kontrolo opravljajo in skrbijo za to. To so kmet skupaj s svetovalno službo, potrošnik in nadzorni organi. Stranke pa se glede ocenjevanja odločajo glede na nasvete, certifikacijo in nadzor. Za kmete je pomembno odkrivanje zdravstvenih težav za zaščito in izboljšanje dobrega počutja, statusa njihove črede in seveda, da prejmejo certifikat. Za potrošnika pomembno dobro počutje živali pomeni tudi lažjo odločitev pri samem nakupu. Zaradi varstva potrošnikov in delovanja trga ima družba interes, da zagotovi informacije o izdelku jasno in zanesljivo, zato to pravilo izvaja tržni \norgan. Vse, kar prispeva k izboljšanju dobrega počutja, je tudi v interesu stranke in živali (Vaarst in sod. 2003).\n"], "11": ["2.6 Živali v ekološkem kmetijstvu", "Ekološka živinoreja je v zadnjih desetletjih zelo narasla. V Evropi je bil skupni niz standardov določen za ekološko kmetovanje. Vendar ekološko kmetovanje ni le tržna niša, ki bi temeljila na pravilih in omogočala posebno nalepko za te izdelke, ampak je več kot to. Standardi so za to, da bi jih uporabili v praktičnih metodah kmetovanja in posledično pri dejanskih izdelkih. Včasih na ekološko kmetovanje niso imeli takšnih pogledov, zdaj pa je ekološko kmetovanje pomemben razvoj, še posebno veliko poudarka je na zdravju in počutju živali. Za dobro funkcioniranje ekološke kmetije so pomembni vsi dejavniki na kmetiji. Pomembno je, da se ustvari harmonija med zemljo, živalmi in ljudmi. Takšna kmetija želi biti sistem, kjer se proizvede krma za živali, kjer je v pridelavo rastlin vključen gnoj, to naj bi bil krožni sistem, kmet pa se mora naučiti, da lahko kmetijo upravlja brez kemičnih surovin, da polja ne prerastejo s plevelom, za to pa mora kmeti znati ekološko kmetovati, da ne bi vsega izgubil. Dandanes pa je pomembno tudi, kako živali živijo, da ne trpijo in na kašen način umrejo. Ta moralni vidik, kako skrbeti za živali, živali seveda omogoča boljše počutje. Ker so živali čuteča bitja, daje to človeku moralno obveznost, da ravna z njimi dobro in jih zdravi ter varuje pred poškodbami. Da lahko to obveznost v ekološkem kmetijstvu izpolnimo, nam omogoča uporaba naravnih zdravil za bolne živali. V ekološkem kmetijstvu je dovoljena tudi uporaba sintetičnih zdravil, da se prepreči trpljenje. Eno od osnovnih načel ekološkega kmetijstva je povezanost živali z naravo, vedenja živali, kar razširja pojem dobrega počutja živali. To moramo tudi izpeljati, da povečamo razumevanje živali, zaradi različnih vrst in rasnih razmer pa to predstavlja tudi težko nalogo (Vaarst in sod. 2003).\n"], "12": ["2.7 Vrsti prilagojena govedoreja", ""], "13": ["2.7.1 Privezana reja krav molznic", "Čeprav dandanes raziskujemo predvsem rejo krav molznic v hlevih s prosto rejo, živi v Švici še vedno 99 % krav v hlevih s privezano rejo. Živali niso ves čas privezane, ampak jih, kjer je le mogoče, spuščajo na pašnik. Razmere v hlevih s privezano rejo molznic morajo biti po možnosti prilagojene zahtevam vrste, dana pa bi morala biti tudi možnost izpusta na pašniku. Privezana reja krav molznic se je razvila iz nastlanega dolgega stojišča prek srednje dolgega stojišča z zaporno pregrado in visokimi jaslimi do kratkega stojišča z nizkimi jaslimi in velikokrat z gumijasto oblogo (Rist 1993).\n"], "14": ["2.7.2 Priveza živali ter gibi pri vstajanju in leganju", "Najprej bomo obravnavali gibe pri vstajanju in leganju pa tudi ležanje in komfortna obnašanja živali na pašniku, podobno kot je bilo storjeno v filmu U. Schnitzerja (Rist 1993, str. 21). Iz filmskih posnetkov nemotenih potekov gibanj na pašniku so nastale okvirne krivulje, ki so odločilne za vrsti prilagojeno opremo hlevov s prosto rejo in ležalnimi boksi. Poleg tega so bile tako rekonstruirane krivulje gibanja določenih telesnih delov, kot so gobec, nastavki rogov, ramenski sklep, karpalni sklep, konice parkljev sprednjih nog in nastavki sednih kosti, kar kaže spodnja skica. Poleg teh krivulj gibanja so na njej prikazani tudi skrajni položaji telesa (Rist 1993).\nKer so telesna razmerja krav podobna, lahko naredimo krivulje gibanja in skrajne položaje za manjše in večje krave ob pomoči podatka o vodoravni dolžini telesa (Dh). Pri nemotenem vstajanju na pašniku je, denimo, za ramenski sklep potreben vodoravni prostor 0,28 x Dh, kar je 37,8 oziroma 44,8 cm, pri vodoravni dolžini telesa Dh = 135 cm oziroma 160 cm (Rist 1993). \n(Rist 1993, str. 21). \nvstajanju (Rist 1993, str. 22).\nČe projiciramo nemoten potek vstajanja in leganja na kratko stojišče, kot vidimo na skici, potem opazimo, da visoke jasli onemogočijo gibanje glave naprej. Zato mora krava pri vstajanju pomakniti glavo vstran, kar jo pri vstajanju napravi bolj ali manj negotovo. Podobno ovira je za vrsto ustrezno vstajanje živali tudi zaporna pregrada na srednje dolgih in dolgih stojiščih. Zato krave pogosto legajo diagonalno na zaporno pregrado in diagonalno tudi vstajajo. To jim olajša vstajanje, kar lahko pozoren opazovalec zlahka ugotovi. Mnogo hujše kot taka ovira pred živaljo je, če priveza živali ne dopušča vodoravnega gibanja ramenskih sklepov naprej, kot se dogaja pri togih vratnih okvirih ali močno napetih grabnerjevih verigah ali pa navpičnih najlonskih trakovih z vratnimi loki. Pri takih privezah krave večkrat poskušajo vstati, postajajo vedno bolj razburjene, zato pogosteje blatijo. Če živali klub nekajkratnim poskusom ne uspe vstati po posebnem vzorcu, se predvsem starejše krave potrudijo in vstajajo kot konji. To pomeni, da se dvignejo naprej v sprednjem delu in nato vstanejo iz sedečega položaja. Konjsko vstajanje krav je vedno bolj jasno znamenje, da so značilna gibanja pri vstajanju živali nekako onemogočena (Rist 1993). \nprimerno vstajanje (Rist 1993, str. 23).\nČetudi zaradi tega ni bilo dokazanega neposrednega negativnega vpliva na prirejo, se je treba vendar vprašati, ali je naloga krave prilagoditi se neustrezni hlevski opremi ali pa je naloga razumnega človeka, da kravam uredi takšne sisteme uhlevitve, ki omogočajo vrsti ustrezno vedenje. Če smo se odločili za zadnje, potem moramo živalim uredit krmilno mizo, pri kateri morajo samo nekoliko dvigniti glavo in namesto togega vratnega okvira montirati gibljiv vratni okvir, ki dopušča živalim dovolj prostora za vodoravno gibanje ramenskega sklepa, kot ponazarja skica. Gibljiv vratni okvir ima najprej to prednost, da ne ovira navpičnega gibanja vratu krave pri vstajanju v nasprotju z drugimi oblikami priveze, denimo, vratnim lokom, ki drsi na verigah, ali najlonskimi trakovi itn. Druga prednost vratnega okvira je, da omogoča enostavno privezovanje in odvezovanje krav, ne da bi jih pri tem morali prijeti za vrat, kar je bilo že večkrat vzrok nesreč. Ko je vratni okvir odprt, preprečuje živali vstop v jasli. Poleg tega ni treba pri privezovanju dvigati nobenih verig ali lokov s tal. Naslednjo prednost dosežemo, če gibljiv vratni okvir ni pritrjen na talno sidro z verigo, ampak z vzmetjo, ki se ne more preveč nategniti. Tako tudi dosežemo, da je gibljiv vratni okvir vedno napet in žival ni potisnjena na rob ležišča. Vse te prednosti gibljivega vratnega okvira spodbujajo marsikaterega kmeta, da spusti krave večkrat na pašnik, kot je storil pri drugih oblikah privez. Naprava za skupinsko privezovanje živali je \nmanj primerna, ker krave najraje hodijo druga za drugo skozi hlevska vrata na prosto; če odvezujemo posamezne živali je manj konfliktov na čistilnem hodniku. Tudi pri privezovanju živali je skupinska priveza velikokrat pomanjkljiva, predvsem kadar posamezne živali v skupini nimajo glave nad jaslimi ali pa se ena ali druga žival ni postavila na pravo stojišče in jo je zato treba prestaviti. Na koncu je treba omeniti, da je sočasno odvezovanje več živali izredno problematično, če izbruhne požar (Rist 1993).\n"], "15": ["2.7.3 Lastnosti stojišča", "S stališča živali morajo biti stojišča nedrseča in dovolj čvrsta za stojo, pa tudi mehka, topla in suha za ležanje. Rejec si želi takšno stojišče, ki se ga da lahko čistiti. Gradbeni material pa bi moral biti odporen proti kislinam. Da bi dobili material z želenimi lastnostmi, so na beton polagali različne obloge, denimo, opeko, les, gumo ali plastiko, vendar se nobena ni obnesla bolje kot sveže nastlana slama. Pri ugotavljanju toplotne prevodnosti različnih talnih oblog so z umetno ogrevano vodno kopeljo in merilnikom toplotnega toka merili pretok toplote v dveh urah. Kot je razvidno iz skice, ni imel noben material takšne sposobnosti toplotne izolacije kot 1 do 2 cm debela plast suhe slame (Rist 1993). \nbetona (Rist 1993, str. 26).\nCentimeter ali dva debela plast slame omogoči živali enakomernejšo razporeditev teže na površino ležišča, pri čemer ima večji del telesa živali stik s tlemi. Zato sodi slamnat nastil med najprimernejše obloge za stanje in ležanje živali (Rist 1993).\n"], "16": ["2.7.4 Napajalniki", "Oskrba s pitno vodo iz napajalnikov je fiziološko ugodna za živali, ker omogoča zadovoljevanje potreb posameznih živali med hranjenjem, če imajo na voljo majhne obroke nekoliko temperirane vode. Kar zadeva higieno, so napajalniki vprašljivi, če niso zelo pozorno očiščeni. Napajalniki so montirani nad jaslimi zato, da bi morebitna čez napajalnik tekoča voda odtekala v korito in bi ostalo stojišče suho. Na koncu lahko sklenemo, da moramo pri privezani reji zaradi omejene možnosti gibanja živali prirediti \nvsaj prostorske mere hlevske opreme anatomsko ugotovljenim krivuljam gibanja (Rist 1993).\n"], "17": ["2.7.5 Hlevi za prosto rejo krav molznic", "Sistem proste reje krav molznic je prišel iz ZDA v Evropo v petdesetih letih prejšnjega stoletja. Sistemi proste reje po ameriškem zgledu imajo pogosto tekališče, na katerem je krmišče, vendar je lahko tudi med ležiščem in krmiščem. V nasprotju z ameriškim zgledom smo pri razvoju različnih sistemov proste reje v Evropi opuščali nepokrito tekališče; krmišče in krmilna miza sta združena v skupnem prostoru. Pri tem so dajali ležalnim boksom prednost pred globokim nastilom, ker so bili hlevi tako manjši in tudi poraba nastila je bila manjša. V sorazmerno ozkih hlevih s prosto rejo je bilo zaradi varstva živali potrebno, da so krave brez rogov, ker je tako manjša verjetnost za nevarne poškodbe. Pri tem pa nam mora biti jasno, da je odstranjevanje rogov samo boj proti simptomu, podobno kot kupiranje repov pri prašičih ali rezanje kljunov pri kokoših. Pri idealni vrsti ustrezni prosti reji je mogoče rediti tudi krave z rogovi (Rist 1993).\n"], "18": ["2.7.6 Zakaj se krave v hlevu s prosto rejo tako malo gibljejo", "Pri merjenju časa, ki ga krave v prosti reji porabijo za gibanje, nas preseneti podatek, kako kratko traja. Medtem ko se krave na pašniku gibljejo 12 do 25 % skupnega dnevnega časa (okrog 3 do 6 ur), se krave v hlevih s prosto rejo gibljejo samo 2 % celodnevnega časa. Pomemben vzrok za to, da krav v hlevih s prosto rejo ne spodbujata h gibanju iskanje krme in zauživanje kot na pašniku (Rist 1993).\n"], "19": ["3 MATERIAL IN METODE DELA", ""], "20": ["3.1 Material", "Analizirali smo 23 kmetij z ekološko rejo, Ornik in sodelavci (2010) pa so raziskali deset kmetij s prosto rejo krav molznic in deset kmetij z vezano rejo krav molznic v konvencionalni reji. Uporabili so indeks ustreznosti reje živali (v nadaljnjem besedilu: IURŽ), ki je grobo merilo za oceno primernosti sistema reje na osnovi točkovanja. Velja za govedorejske kmetije oziroma za vse govedorejske sisteme, izjema je vzreja telet (teleta so govedo do 6. meseca starosti). Za ugotavljanje vrednosti IURŽ pri različnih sistemih reje se upošteva pet vplivnih področij (Uradni list RS 2011), pomembnih za dobro počutje živali: možnost gibanja, socialni stiki, lastnosti tal (v hlevu), osvetlitev, zračenje in hrup ter kakovost oskrbe. Vseh pet področij se ovrednoti po tabelah in vrednosti po stolpcih se seštejejo. Pri vplivnem področju možnost gibanja je možnih najmanj 0 točk in največ 10,5 točke. Socialni stik lahko ocenimo z najmanj 1 in največ 10 točkami. Stanje tal tako minimalno ocenimo z –2,5 točke, do maksimalno 8 točk. Svetlobo, zračenje in hrup ovrednotimo z –2 do 9,5 točkami. –3 do največ 8 točk pa lahko dodelimo kakovosti oskrbe. Seštevek točk teoretično lahko znaša med –9,0 in +45,5 točk in predstavlja vrednost IURŽ. Čim višja je ta vrednost, tem ustreznejši je nek sistem reje.\nOcenjevanja so bila zaradi lažjega ocenjevanja na kmetijah z ekološko rejo opravljena v zimskem letnem času, saj so takrat živali v hlevu in je ocenjevanje lažje, ker lahko opazujemo stanje živali, na kmetijah s konvencionalno rejo pa so ocenjevanja opravljali v spomladanskem in poletnem času. Ker imajo vse živali pravico do ustrezne reje, ni možno ugotavljati povprečnih razmer črede, ampak stanje v slabši četrtini, to pomeni, da kot merilo veljajo razmere za 25 % najbolj prizadetih živali.\nUgotavljanje IURŽ je temeljilo na tabelarnem mehanizmu (priloge 1–7). Pripravljeni listi 1 do 5 predstavljajo dejanskih pet ocenjevalnih preglednic, dodatna pojasnila izrazov so v opombah pod preglednicami. V posamezne stolpce, označene z malimi črkami, ki pridejo v poštev za ocenjevano rejo živali, se označijo točke v vrsticah, v katere se preverjana reja lahko ali mora umestiti. Te točke se potem ustrezno vnesejo v »seštevni list« (list 6) \n(priloge 1–7). Tam vrstice ustrezajo vplivnim področjem in seštevki vrstic tvorijo seštevke točk v vsakem od petih vplivnih področij. Seštevek vsot vrstic predstavlja vrednost IURŽ, ki se nato prenese v »pregledni list« (list 7); (priloge 1–7). Na list 7 se vpišejo splošni podatki o kmetiji, vrednosti IURŽ o sistemu reje iz različnih časovnih obdobij, kot tudi morebitni pridržki glede nedoseganja minimalnih zahtev in postavljeni roki za odpravo pomanjkljivosti. List 7 (priloge 1–7) se izpolni za vsako vrsto reje posebej.\n"], "21": ["3.2 Metode", "Dobljene podatke smo vnesli v Excelovo datoteko in jih obdelali s statističnim programskim paketom SPSS 17.0. Uporabili smo metodo GLM in Tukey HSD test, za razvrednotenje razlik med proučevanimi skupinami. Povezanost (korelacije) med lastnostmi smo izračunali z uporabo procedure Correlate-Bivariate. Izračunali smo Pearsonove korelacijske koeficiente.\n"], "22": ["4 REZULTATI Z RAZPRAVO", "Podatke IURŽ iz konvencionalne reje smo primerjali s podatki IURŽ iz ekološkega kmetijstva, ki smo jih raziskali na Inštitutu za kontrolo in certifikacijo v Hočah.\n"], "23": ["4.1. Primerjava različnih sistemov rej", "V preglednici 3 je prikazana primerjava med ekološko, prosto in vezano rejo glede možnosti gibanja, socialnega stika, kakovosti tal, svetlobe in zraka ter kakovosti oskrbe, ocenili pa smo tudi skupne razmere v posamezni reji. Rezultati kažejo, da se reje med seboj razlikujejo v vseh proučevanih lastnostih, razen glede kakovosti tal. Pri kakovosti tal se reje med seboj ne razlikujejo. Najvišje je bila glede kakovosti tal sicer ocenjena ekološka reja (4,47), vendar se le-ta statistično značilno ne razlikuje od vezane (4,30) ali proste reje (3,75). Možnost gibanja je bila najvišje ocenjena pri ekološki reji, in sicer 5,40, prosta reja ji sledi z odstopanjem 1,10, medtem, ko je bila dosežena vrednost pri vezani reji le 2,15. Največje razlike se torej kažejo med ekološko in vezano rejo. Socialni stik se najbolj razlikuje med prosto in vezano rejo, in sicer je večji pri prosti reji 5,90. Vezana reja pa je bila ocenjena z le 2,75. Pri svetlobi in zraku se najbolj razlikujeta ekološka reja s 5,55 in prosta reja s 7,35. Najboljšo oceno za osvetlitev in ozračje je dobila prosta reja, na drugi strani pa je bila boljše ocenjena vezana (6,50), kot ekološka reja (5,55). Kakovost oskrbe je bila najvišje ocenjena pri ekološki reji (5,45). Skupna ocena je bila najboljša pri ekološki reji (25,08), sledi ji prosta z manjšo razliko (24,95), vezana reja je tako na zadnjem mestu z večjim odstopanjem (20,70). \n*p ≤ 0,05, **p ≤ 0,001\n"], "24": ["4.2 Povezanost področij IURŽ pri kravah dojiljah v ekološki reji", "Preglednica 4 prikazuje povezanost vseh petih vplivnih področij med seboj v ekološki reji pri kravah dojiljah. Med proučevanimi lastnostmi sta najbolj povezani možnost gibanja in socialni stik. V tem primeru je korelacijski koeficient velik in sicer 0,81. Visoka povezanost je ugotovljena tudi med skupno oceno in možnostjo gibanja (r = 0,82), skupno oceno in socialnim stikom (r = 0,82) ter med skupno oceno in svetlobo (r = 0,71). Rezultati kažejo, da je kakovost tal srednje močno povezana s svetlobo in zrakom (r = 0,61), s kakovostjo oskrbe (r = 0,63) ter s skupno oceno (r = 0,66). Druge lastnosti med seboj niso povezane.\n* srednje močna povezanost, ** močna povezanost\n"], "25": ["4.3 Povezanost področij IURŽ pri molznicah v prosti reji", "Preglednica 5 prikazuje povezanost petih vplivnih področij med seboj v prosti reji krav molznic. Srednje močna povezava je med kakovostjo tal in socialnim stikom in sicer 0,66, tudi med kakovostjo oskrbe in možnostjo gibanja 0,62 ter kakovostjo oskrbe in socialnim stikom. Vse druge prikazane povezave med vplivnimi področji so močne. Torej sta močno povezana možnost gibanja in socialni stik (r = 0,93), kakovost tal in možnost gibanja (r = 0,79), svetloba in zrak sta močno povezana z možnostjo gibanja (r = 0,87), kot tudi s socialnim stikom (r = 0,85) in s kakovostjo tal (r = 0,81). Močna povezava nastopi tudi med vplivnim področjem kakovost oskrbe s kakovostjo tal (r = 0,81), kakovost oskrbe pa ima povezavo tudi s svetlobo in zrakom (r = 0,84). Prav tako lahko opazimo, da je skupna ocena v močni povezavi s posameznimi področji.\n* srednje močna povezanost, ** močna povezanost\n"], "26": ["4.4 Povezanost področij IURŽ pri molznicah v vezani reji", "Pri molznicah v vezani reji je najmočnejša povezava med socialnim stikom in možnostjo gibanja (r = 0,89) ter med kakovostjo oskrbe in svetlobo in zrakom (r = 0,73). Srednje močno povezanost lahko opazimo med kakovostjo oskrbe in možnostjo gibanja (r = 0,63), \nsocialni stik in kakovost tal pa sta v povezavi s svetlobo in zrakom (r = 0,61). Skupna ocena je močno povezana z vsakim posameznim vplivnim področjem.\n* srednje močna povezanost, ** močna povezanost\n"], "27": ["5 SKLEP", "Možnost gibanja je bila najbolje ocenjena v ekološki reji, sledi ji prosta in nato vezana reja. Socialni stik je najbolj izražen v prosti reji, ki ji sledi ekološka in za tem še vezana reja. Za kakovost tal je najbolje poskrbljeno v ekoloških rejah, sledijo jim vezane reje, najnižje pa so bile ocenjene proste reje. Na drugi strani sta svetloba in zrak najbolj kakovostna v prosti reji, šele za tem v vezani in na koncu ekološki reji. Glede kakovosti oskrbe se reje ne razlikujejo.\nNajveč točk je torej po vseh petih vplivnih območjih dosegla ekološka reja, in sicer 25,08, ki ji z razliko 0,13 točke sledi prosta reja. Vezana reja pa je bila ocenjena z 20,70 točke. Glede na te rezultate je najboljši način reje govedi ekološka reja.\nČeprav je možnost gibanja v ekoloških rejah najvišja (5,40), je socialni stik v prosti reji vseeno bolj izražen 5,90. Na osnovi tega lahko sklepamo, da je v hlevih s prosto rejo neomejeno gibanje na kmetijah, v ekološki reji pa vse kmetije niso imele možnosti neomejenega gibanja, temveč le delni izpust.\nTorej je najboljši način reje ekološki način, le s popravkom, da naj bi imeli hlevi, ki še nimajo nadgradnje, nadgrajeno in živalim omogočeno neomejeno gibanje, v zanje prirejenem okolju celo leto, torej brez priveza za živali v tem načinu reje. V vezani reji smo ugotovili mnoge pomanjkljivosti, ki jih je za zagotavljanje dobrega počutja živali treba odpraviti. V vezani reji imajo namreč živali premalo možnosti za gibanje in posledično premalo socialnega stika in nezadovoljivo kakovost oskrbe. Kakovost tal in svetloba nista posebej kritični točki.\nPri dojiljah v ekološki reji je možnost gibanja zelo povezana s socialnim stikom glede na korelacijski koeficient. Od kakovosti tal pa je manj povezana. Kakovost oskrbe ima velik vpliv na kakovost tal, svetlobo in zrak. Kar pomeni, da je možnost gibanja zelo pomembna za vse ostale 4 točke, da se živali dobro počutijo.\nPri molznicah v prosti reji se vsi parametri zelo povezujejo, saj so živali proste. Pri molznicah v vezani reji se možnost gibanja in socialni stik zelo povezujeta z močno \npovezavo. Velik parameter ima tudi možnost gibanja in kakovost tal. Povezani so tudi socialni stik, svetloba in zrak ter tudi kakovost tal.\nVse raziskave in pridobljeni podatki nam prikazujejo, da med najboljše načine reje sodi ekološka reja živali, ki je živalim najbolj prilagojena, saj jim omogoča največ možnosti gibanja in veliko socialnega stika, kar je za živali bistvenega pomena. Prosta reja je primerna tudi v konvencionalnem kmetijstvu, kjer smo ugotovili, da je najboljša kakovost zraka in dovolj svetlobe v hlevu. V vezani reji v konvencionalnem kmetijstvu možnost gibanja in socialni stik nista izkoriščena v takšni meri, da bi zadovoljila živali.\n"], "abstract": ["Dobro počutje in oskrba živali sta najpomembnejši pravili pri reji domačih živali. Zdravje in dobro počutje živali sta osnovna pogoja za kakovost proizvodov in zdravje ljudi. Pri ocenjevanju dobrega počutja smo si pomagali z metodo IURŽ – indeks ustreznosti reje živali, ki nam pomaga pri izbiri najboljšega načina reje živali. Primerjali smo konvencionalno in ekološko rejo živali. Poskušali smo ugotovit, katere so prednosti in slabosti posameznega načina reje. Uporabljena metoda za raziskavo je ocenjevanje po avstrijskem sistemu ANI (Animal Needs Index). Ocene so opravljene iz vseh petih vplivnih področij, pomembnih za dobro počutje živali, in sicer: možnost gibanja, socialni stik, lastnosti tal, osvetlitev, zračenje in hrup ter kakovost oskrbe. "]}