{"1": ["1 UVOD", "V Sloveniji imamo zelo veliko onesnaženih področij zaradi različnih posegov človeka v okolje. Med najpogostejšimi posegi človeka v naravo so vplivi v kmetijstvu, in sicer neupoštevanje tehnoloških navodil pri gnojenju, škropljenju, varnem delu z različnimi sredstvi, kot so olja, maziva in različna fitofarmacevtska sredstva. Veliki onesnaževalci so tudi industrija, promet in odlagališča odpadkov. Do sedaj našteta onesnaževanja so večinoma kemična, poznamo pa tudi radioaktivno onesnaževanje, pri katerem gre za onesnaževanje z radioaktivnimi delci. Na srečo je to zelo redek pojav. Okolje, ki je onesnaženo s težkimi kovinami, je potrebno sanirati in ena od možnosti je, da na teh površinah, ki niso ustrezna za pridelavo hrane, gojimo energetske rastline, ki imajo sposobnost absorbiranja težkih kovin iz onesnaženih tal. V diplomskem delu sem raziskoval možnosti uporabe oljne ogrščice v ta namen. Oljno ogrščico lahko uporabimo s predelavo v biodizel, stebla in/ali pogačo pa sežgemo pri različnih temperaturah, tako da ostanki težkih kovin delno izhlapijo ali ostanejo nakopičeni v pepelu ali žlindri.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Termodinamične osnove procesov zgorevanja  sežiganja", "Zgorevanje predstavlja več kot milijon let star proces transformacije notranje kemične energije goriv v toplotno, s katerim pokrivamo danes preko 90 % svetovnih energetskih potreb (pridobivanje električne energije, promet, ogrevanje itd…). Glede na način mešanja goriva in oksidanta (v večini primerov je to zrak) je lahko zgorevanje difuzijsko, kadar prihaja gorivo v stik z oksidantom v sami fronti plamena, ali kinetično, ko gre za zgorevanje predhodno pomešanih reaktantov. Oba navedena tipa zgorevanja pa lahko potekata v laminarnem in turbulentnem tokovnem režimu. Večina dejanskih procesov zgorevanja v toplotnih strojih in napravah je turbulentnega značaja, medtem ko je laminarno zgorevanje zastopano le v posebnih primerih, manj pomembnih za tehniško prakso (plamen Bunsenovega gorilnika, sveča). Vsekakor pa je iz preučevanja laminarnega zgorevanja aktualno predvsem s stališča podrobnejše analize vplivnih dejavnikov na nastanek škodljivih sestavin produktov zgorevanja in medsebojne interakcije kemijskih in fizikalnih procesov v sami fronti plamena.\nPlamen je značilna karakteristika zgorevanja, ki zajema ozko področje, v katerem potekajo osnovni fizikalno kemijski procesi oksidacije. Pomembna lastnost plamena je, da se širi skozi prostor, napolnjen z reaktanti, in da ga v večini primerov zgorevanja lahko vidimo, kar je posledica emisije vidne svetlobe različnih temperatur in molekul vmesnih produktov zgorevanja. Delimo ga lahko na več področij, od katerih je najpomembnejše področje intenzivnih reakcij (fronta plamena, gorilni valj), kjer nastopajo veliki temperaturni gradienti in spremembe, sestave reaktivnega toka v kvalitativnem in kvantitativnem smislu, karakterizirajo pa ga maksimalne temperature zgorevanja, katerih vrednosti so odvisne predvsem od razmernika zraka in toplotne izmenjave z okolico. \nV fizikalnem kemijskem smislu predstavlja zgorevanje skupek eksotermnih in endotermnih kemijskih reakcij, pri čemer prevladuje eksotermni karakter molekulske transformacije reaktantov v produkte. Kemijska energija je skoncentrirana v elektronskem ovoju atomov, ki tvorijo molekule goriva (jedrska energija pa je vsebovana v atomskem jedru). Za zgorevanje je značilna toplotna energija, ki je energija gibanja atomov oziroma molekul (kinetična energija) in je vezana na atome oziroma molekule kot celote (Niko Samec 2006).\n"], "4": ["2.2 Piroliza in uplinjanje", "Enako kot pri sežiganju imamo tudi pri pirolizi in uplinjanju določene možnosti izterjave vrednosti, oziroma določene koristne lastnosti in snovi iz odpadkov, s toplotno obdelavo teh odpadkov. V zadnjem času je bilo razvitih več takih procesov.\n"], "5": ["2.2.1 Piroliza", "Piroliza je proces, kjer s termično razgradnjo odpadkov v odsotnosti zraka lahko pridobimo oglje (premog) iz lesa in pirolizo nafte ter sintetični plin. Kar v bistvu pomeni, da gre za termični razklop brez prisotnosti zraka; v tem primeru je piroliza prva stopnja, sežig pa druga stopnja razklopa.\n"], "6": ["2.2.2 Uplinjanje", "Uplinjanje je proces, pri katerem gre za razdelitev ogljikovodikov v sintetični plin s skrbnim nadzorom količine navzočega kisika, to je na primer pri pretvorbi premoga v mestni plin.\n"], "7": ["2.3 Onesnaževanje urbanih sedimentov s težkimi kovinami", "Človek je s svojo dejavnostjo pomemben vir težkih kovin v okolju. Vrste in viri antropogenega vpliva so v primerjavi z naravnimi viri številnejši in bolj zapleteni. Delimo jih na kontinuirane in točkaste vire onesnaženja (Mattigod & Page, 1983). Kontinuirani viri so poljedelski posegi, na primer gnojenje tal, uporabe pesticidov in pepela v poljedelstvu, točkovni viri pa so predvsem promet in dejavnosti različnih industrijskih in energetskih objektov. Precejšnji delež onesnaženja prispevajo tudi gospodinjstva. Vsebnost težkih kovin so najvišje ob točkovnem viru in padajo z razdaljo. Oblika in jakost onesnaženja sta odvisni tudi od reliefa in podnebja.\nSkupina kemičnih prvin Cd, Cu, Pb, Sn, Zn, in Hg predstavlja tipične antropogene prvine, sodeč po primerjavi med naravnimi in urbanimi vzorčnimi sredstvi. Povprečja teh prvin v urbanih sedimentih (cestni sediment, stanovanjski in podstrešni prah) za nekajkrat presegajo povprečja v tleh in poplavnih sedimentih. Analize različnih razredov zrnavosti so pokazale značilno močno zvišanje vsebnosti prvin v podstrešnem prahu in delno tudi v stanovanjskem prahu (Cu, Sn in Hg) z zmanjševanjem zrnavosti vzorca.\n"], "8": ["2.3.1 Kadmij", "Kadmij je relativno lahko hlapen element, za katerega doslej še niso ugotovili, da bi bil za življenje nujno potreben. V naravi se običajno nahaja kot sulfid (CdS) in karbonat (CdCO3), in to skoraj vedno kot spremljevalec cinka (Wiberg 1967). V zemeljski skorji je približno 1 mg kg-1 Cd, v nekaterih kameninah ga je tudi več. V premogu ga je prav tako 1- 2 mg kg-1. Približno 90 % vsega kadmija v atmosferi je antropogenega izvora (Lobnik in sod. 1989). Kmetijska zemljišča lahko vsebujejo več Cd zaradi vnosa preko fosfatnih gnojil. Dostopnost Cd za rastline je odvisna predvsem od talnih dejavnikov, vendar velja Cd za dokaj mobilen element. \nObičajno je vsebnost Cd v rastlinah nižja od 0,5 mg kg-1 suhe snovi, vendar niha od vrste rastlin. Poškodbe na rastlinah pa so vidne pri koncetraciji od 2,5-5 mg kg-1 suhe snovi rastline (Lobnik in sod. 1989). Kljub temu da Cd ni esencialen element, se lahko v rastlino absorbira skozi korenine in skozi liste (Kabata-Pendias in Pendias 1984).\n"], "9": ["2.3.2 Baker", "V naravi se najpogosteje nahaja v elementarnem stanju in v obliki sulfidov, arzenidov ter karbonatov. Najdemo ga v vseh vrstah kamnin, največ ga je v bazičnih magmatskih (100–200 mg kg-1), najmanj pa v apnencih (3–15 mg kg-1). V tleh je v glavnem vezan na glinaste delce, organsko snov, Fe in Mn-okside. V talni raztopini je slabo topen in slabo izmenljiv, dostopnost je odvisna predvsem od pH-vrednosti in je višja pri nižjem pH. Baker je tudi mikro hranilo, za optimalno rast ga mora biti v talni raztopini vsaj 5 mg kg-1 (Lobnik in sod. 1989). V tla se ga največ vnese z uporabo mineralnih gnojil in pesticidov na podlagi bakra. Še posebej ekstremne količine bakra so bile odkrite v trajnih nasadih (vinogradi, hmeljišča), zaradi tega je vnos bakra s pesticidi tudi zakonsko omejen na 3 kg ha-1 leto -1 (Uredba 2005). Vsebnost bakra v celih rastlinah je različna, vendar običajno ne presega 20 mg kg-1. Vsebnost v žitih je običajno med 4–7 mg kg-1 v suhi snovi (Kabata- Pendias in Pendais 1984).\n"], "10": ["2.3.3 Cink", "Cink se v naravi nahaja le v obliki spojin (Wiberg 1967). Nahaja se v skoraj vseh vrstah kamenin, vendar je njihova koncentracija odvisna od vrste kamenine, in sicer se giblje med 20-130 mg kg-1. V talni raztopini ga je razmeroma malo, njegova topnost pa je odvisna predvsem od pH-vrednosti. V kislih tleh je v dostopni obliki, medtem ko je v bazičnih močno vezan na organsko snov in glinene minerale. Pogosto ga v bazičnih tleh celo primanjkuje, ker je vezan na trdno fazo. Koncentracija cinka v tleh je močno povečana v bližini toplic zaradi emisij preko zraka. Do fitotoksičnosti lahko pride le v zelo kislih tleh, kjer je dobro topen. Meja fitotoksičnega učinka je lahko različna in je odvisna od vrste rastlin in od genotipa, pri mladem ječmenu so fitotoksični učinki opazni pri koncetraciji 300 mg kg-1, medtem ko pri ovsu 400 mg kg-1 (Kabata-Pendias in Pendias 1984). Cink je esencialni element, ki je potreben za rastline, živali in človeka. Sodeluje pri nekaterih encimskih procesih. Po priporočilih WHO ga mora odrasel organizem zaužiti med 15-22 mg dan-1, količine, ki so večje od 150 mg dan-1, pa imajo lahko negativne učinke.\n"], "11": ["2.3.4 Arzen", "Arzen se v naravi le redko pojavlja v elementarni obliki. V glavnem je v obliki spojin kot arzenid, arzenoksid in arzensulfid. Izmed kovinskih oblik je najbolj razširjen arzenopirit. Arzen se najpogosteje pridobiva s segrevanjem arzenopirita na visoke temperature, glede na to, kakšno tehnologijo uporabimo, pa je končni produkt lahko sivi arzen, rumeni arzen, ali pa črni arzen (Wiberg 1967). Arzen ima lahko oksidacijske stopnje 3-, 0, 3+ in 5+. Reakcije arzena so v tleh povečini dobro fiksirane na glinene delce, humus in kalcij, bolj aktiven pa je, če se adsorbira na Fe in Mn okside (Kabata-Pendias in Pendias 1984) Največ se ga uporablja v proizvodnji herbicidov, fugicidov, rodenticidov, za zaščito lesa in kot barvilo v proizvodnji stekla. Za arzen velja, da je močno strupen, ko-kancerogen, mutagen in teratogen. V živilih se pojavlja predvsem v nekaterih vrstah zelenjave zaradi prekomerne uporabe nekaterih pesticidov.\n"], "12": ["2.3.5 Svinec", "Najpomembnejša in najbolj razširjena svinčeva ruda je galenit (PbS), poleg te se nahaja še v cerusitu, krokitu, vulfenitu in stolcitu (Wiberg 1964). V Sloveniji smo imeli rudnike, kjer so izkopavali galenit (Mežica, Žerjav in Hudina). V Zemeljski skorji je okrog 16 mg kg-1 Pb, v sedimentih in kameninah ga je med 10  20 mg kg-1. Svinec je v tleh izmed težkih kovin najmanj mobilen (Kabata-Pendias in Pendias 1984). Močno se veže predvsem na organsko snov in na glinene minerale. Sprejem svinca v rastline je odvisen predvsem od pH-vrednosti, deleža organske snovi in deleža glinenih delcev v tleh (Kabata-Pendias in Pendias 1984). Najbolj je topen pri pH vrednosti pod 5. Svinec ni esencialen element, saj ga lahko nadomestijo drugi elementi, vendar ima v nizki koncentraciji določene pozitivne učinke na rast. Na kontaminiranih območjih vsebujejo rastline običajno manj kot 3 mg kg-1 svinca v suhi snovi, medtem ko so nekatere sposobne kopičiti veliko večje količine (Lobnik in sod. 1989). Svinec se v industriji uporablja za veliko različnih stvari (za barve, antioksidant, mila, stabilizator, insekticid, itd.). Svinec antropogenega izvora je bistveno bolj nevaren za rastline, živali in ljudi. Največje emisije so povzročene preko motorjev z notranjim izgorevanjem, žganjem svinčevih rud, uporabe svinčevih materialov in uporabe insekticidov. Problematične so predvsem emisije v zrak (Lobnik in sod. 1989). Svinec pri človeku povzroča različne metabolne, krvne in ledvične bolezni. Posebej nevaren je pri otrocih, ker lahko neovirano prehaja direktno v možgane in jih poškoduje, kar ima za posledico trajne poškodbe in motnje v razvoju. Zastrupljanje s svincem je problem, s katerim se spopadajo v mnogih deželah po svetu, zlasti je nevarno permanentno vnašanje Pb v telo v koncentracijah, ki naj bi bile sicer neškodljive (Leštan 2002).\n"], "13": ["2.3.6 Nikelj", "Nikelj je mikroelement, ker ima sposobnost, da aktivira določene encimske procese. V tleh nastopa kot oksid, karbonat, silikat s Fe in Mn in kot sulfid. Viri naravne emisije niklja so prašni delci, vulkanski pepel, gozdni požari. Poleg tega, da je Ni mikroelement, ima ob preveliki izpostavljenosti kancerogeni učinek (Lobnik in sod. 1989) Za žive organizme je najbolj strupen v obliki 2+ iona. Sprejem elementa v rastline ovira visok pH. Običajne vrednosti Ni v suhi snovi rastlin pa se gibljejo med 0,02  5 mg kg-1.\n"], "14": ["2.3.7 Živo srebro", "Živo srebro se nahaja v organski in anorganski obliki, bolj nevarno je v organski obliki. V Zemeljski skorji je okrog 0,02 mg kg-1 živega sreba, v tleh pa je od 0,01  0,8 mg kg-1. Poleg tega se nahaja še v sladki in slani vodi. Za rastline je običajna vsebnost Hg v tleh neškodljiva, predvsem v tleh, bogatih s humusom, ker se Hg veže na organsko snov in je manj dostopno. Vira Hg v okolju sta predvsem dva: (1) naravni vir, zaradi erozije tal, od koder se prenaša v morja, in pa zaradi direktnega izhlapevanja v atmosfero; (2) antropogeni viri. Naravni viri predstavljajo 66 % letne emisije, antropogeni viri pa 33% letne emisije Hg. Živo srebro lahko glede na toksičnost razdelimo v tri skupine: (1) elementarno Hg v obliki pare in v tekočem stanju, ki je manj toksično, (2) anorganske Hg soli, ki tvorijo z organskimi ligandi soli in so dobro topne in visoko toksične, (3) organske živosrebrne spojine, ki so topne v maščobah in zlahka prehajajo skozi biomembrane in so zelo toksične (Lobnik in sod. 1989). Predvsem nevarno je Hg, ki se nahaja v metilni obliki, ta oblika se nabira predvsem v ribah in morskih sadežih (Uredba 2006).\n"], "15": ["3 MATERIAL IN METODE DELA", ""], "16": ["3.1 Oljna ogrščica", "Oljna ogrščica (Brassica napus L. var napus) gre v enoletnem obdobju rasti skozi več faz razvoja. Njen življenjski cikel se začne v jeseni, ko jo sejemo od 20. avgusta do 10. septembra. Na trgu so se pojavili tudi hibridne sorte, katere sejemo kot jarine, spomladi. Sejemo jo v globini 1,5 do 3 cm, medvrstna razdalja je 12,5 do 25 cm, v vrsti pa je razmak med semeni 4 do 5 cm. Za dober pridelek mora prezimiti vsaj 60 do 80 rastlin/ m2 . Po prezimitvi oljna ogrščica začne cveteti v mesecu aprilu in maju, čim daljše je cvetenje, tem večji so pridelki oljne ogrščice, kateri se gibljejo od 3,5 do 5 ton pridelka semena na hektar. Žetev oljne ogrščice poteka v začetku meseca julija, in sicer s kombajni, ki imajo posebej prirejene mize za žetev oljne ogrščice.\nUvrščamo jo med najpomembnejše oljnate poljščine, katera je v svetu razširjena na 26 milijonih hektarjev z namenom predelave semena v jedilno olje in v ogrščični metil ester (RME), tako imenovani biodizel. Sekundarni pridelek je koncentriran beljakovinski ostanek semena, v procesu hladnega stiskanja imenovan ogrščične pogače oziroma ogrščične tropine po ekstrakciji olja z organskim topilom in je lahko odličen dodatek pri prehrani domačih živali (Priročnik o pridelavi oljne ogrščice, Panvita 2006).\nZa raziskavo so bila izbrana semena hibridov PR45 D01, PR46 W31 in PR45 D03 oljne ogrščice (Brassica napus L. var. napus), proizvajalca Pioneer d.d., ki se v Sloveniji najpogosteje uporabljajo za pridelavo olja. PR45 D01 je hibrid z vstavljenim genom pritlikavosti; pritlikava rast zmanjšuje nevarnost poškodb zaradi mraza (Pioneer, 2007). PR46 W31 je hibridno ozimna ogrščica z visokim pridelkom zrnja in olja ter z nizko vsebnostjo glukozinolatov. Je srednje visoka in izjemno stabilna v različnih ekoloških pogojih. Vsebnost olja v semenih hibrida PR45 D01 je 42,7 %, medtem ko ga je v semenih \nhibrida PR46 W31 43,6 % (Pioneer, 2007). PR45 D03 je srednje zgodnji hibrid in ima za 1,5 % višjo vsebnost olja v primerjavi s hibridom PR45 D01. Odlikuje ga nizka rast jeseni, ne formira stebla in s tem omogoča odlično prezimitev. Odporen je na lomljenje in poleganje (Pioneer, 2010).\n"], "17": ["3.2 Poljski poskus", "V poskusnem letu 2008/2009 smo semena hibridov PR45 D01 in PR46 W31 oljne ogrščice ločeno posejali ročno v Medlogu, v Črni na Koroškem in v Mežici. V Šentjurju smo strojno posejali hibrid PR45 D03. V Medlogu in Mežici je bila velikost vzorčne površine približno 4 m2, za vsak hibrid približno 2 m2. V Črni na Koroškem smo zaradi stiskanja semen potrebovali vzorčno površino velikosti 2 ara, 1 ar za vsak hibrid posebej. V Šentjurju je bila velikost površine 7,8 ha. Za vzorčenje smo si na tej površini izbrali velikost vzorčne površine 1 ar.\nV poskusnem letu 2009/2010 smo ročno ločeno posejali semena PR45 D01, PR46 W31 in PR46 W14 v Medlogu, Šentjurju, v Črni na Koroškem in v Mežici. Velikost vzorčnih površin je bila približno 6 m2, za vsak hibrid približno 2 m2. Gostota posejanih semen je bila približno 50 zrn na m2 (= 3 kg/ha).\n"], "18": ["3.3 Priprava vzorcev", "Pred analizo je bilo potrebno pripraviti 9 različnih vzorcev oljne ogrščice, šest vzorcev je bilo pogač hladno stiskanega semena in trije so bili vzorci stebel oljne ogrščice. Vzorce stebel oljne ogrščice smo s keramičnim nožem narezali na približno 1 cm kratke trakove, da smo jih lahko dali v kavni mlinček in zmleli. Keramični nož smo uporabljali, da ne bi prišlo do kontaminacije oljne ogrščice s težkimi kovinami. Hladno stiskano seme smo zmleli s kavnim mlinčkom brez prejšnje predpriprave. Potrebno je bilo pripraviti vsaj 80 g posameznega vzorca, ker smo rabili za eno meritev 10 g vzorca in smo delali pri štirih različnih temperaturah ter izvedeli še enkrat vsako ponovitev pri vsaki temperaturi ( 4 temperature - 10g - 2 ponovitvi, kar nanese vsaj 80 g vzorca).\nZmlete vzorce smo zapakirali v polivinilaste vrečke in jih primerno označili, npr. PR45 D01-S (steblo), PR46 W31- P1 (P1 je Pogača 1, ali P2 je Pogača 2).\n"], "19": ["3.4 Postopek merjenja vlage vzorcev", ""], "20": ["3.4.1 Meritev vlažnosti vzorcev", "Merjenje vlažnosti vzorcev smo opravili s pomočjo naprave RADWAG MAC 50/NH (slika 3). S to napravo merimo vlažnost materiala glede na njegovo maso. Za meritev smo pripravljene zmlete vzorce nasipali na podlago v napravo, kar je bilo približno 5 g vzorca. Aparatura shrani v svoj spomin stehtano maso in ta vzorec se začne segrevati na 120 -C tako dolgo, da pride do konstantne teže. Ko pride masa vzorca do konstantne teže, se meritev ustavi in na ekranu nam izpiše vsebnost vode oz. vlažnost materiala v odstotkih (%).\n"], "21": ["3.5 Priprava vzorcev na sežig in sežig vzorcev", ""], "22": ["3.5.1 Priprava vzorcev na sežig", "Pred vsakim sežigom smo dali prazne lončke žarit v žarilno peč MP 1100 ELTRA ZAGREB (slika 5). Lončke smo žarili na konstanti temperaturi in po 30 minutah smo jih prestavili v eksikator, kjer smo jih pustili tako dolgo, da so se ohladili (slika 7).\nZmlete vzorce smo nato stehtali v posebne lončke na 10,0 g natančno. Uporabili smo plastično žlico, da ne bi kontaminirali vzorcev s težkimi kovinami. Za merjenje mase smo uporabljali tehtnico METTLER PM460 Delta Range, katera meri od razpona minimalno 0,5 g do 410 g natančno. Njena natančnost je 0,01 g in ima odklon 0,001 g/ 0,01 g.\n"], "23": ["3.5.2 Sežig vzorcev", "Pri sežigu vzorcev smo morali žarilno peč ELTRA ZAGREB segreti na potrebno delovno temperaturo, katera je bila potrebna za sežig vzorcev (400 -C, 500 -C, 600 -C, 700 -C). Nato smo tehtane vzorce dali v žarilno peč in jih pustili v njej vsaj 1 uro. Pri delu smo uporabljali klešče za prijem in varnostne rokavice zaradi previsokih temperatur (slika 9). Po eni uri smo dali vzorce iz peči v eksikator in pustili, da se ohladijo. Ko so se vzorci ohladili, smo jih ponovno stehtali in zapisali razlike, ki so ostale po sežigu. Po sežigu vzorcev je ostal pepel, količina tega pepela, ki je ostala z 10,0 g vzorca, se vidi v Preglednici 3. \n*Pri vzorcu PR45 D03-steblo smo pri sežigu vedno tehtali samo 8,0 g vzorca in nismo delali ponovitve zaradi premajhne količine vzorca.\n*S-Steblo *P1-Pogača1 *P2- Pogača 2\nGraf prikazuje ostanke pepela sežiga posameznega vzorca, ki je imel maso 10,0 g. Pri vsakem poskusu smo delali dve ponovitvi, kar je razvidno iz grafa po različnih barvah, edino pri vzorcu hibrida PR45 D03-S smo delali samo eno ponovitev in pri PR45 D03-S smo vzeli maso vzorca 8,0 g.\nNajvečja razlika v gramih pri sežigu vzorcev na 400 -C se je pojavila pri hibridu oljne ogrščice PR45 D03-P1, kar znaša 0,323 g, in najmanjša razlika je pri hibridu PR45 D01- P1, kar je 0,029 g. Procentualno največji ostanek pepela iz vzorcev hibridov smo dobili pri PR45 D01-P2, ostanek znaša 14,69 %, najmanjši ostanek je bil pri hibridu PR46 W31-S, katerega smo izračunali 5,775 %. \n*S-Steblo *P1-Pogača1 *P2- Pogača 2\nGraf prikazuje ostanke pepela sežiga posameznega vzorca, ki je imel maso 10,0 g. Pri vsakem poskusu smo delali dve ponovitvi, kar je razvidno iz grafa po različnih barvah, edino pri vzorcu hibrida PR45 D03-S smo delali samo eno ponovitev in pri PR45 D03-S smo vzeli maso vzorca 8,0 g.\nNajvečja razlika v gramih pri sežigu vzorcev na 500 -C se je pojavila pri hibridu oljne ogrščice PR46 W31-P2, kar znaša 0,299 g, in najmanjša razlika je pri hibridu PR45 D01- P2, kar je 0,003 g. Procentualno največji ostanek pepela iz vzorcev hibridov smo dobili pri PR46 W31-S, ostanek znaša 14,06 %, najmanjši ostanek je bil pri hibridu PR45 D03-P1, katerega smo izračunali 5,200 %. \n*S-Steblo *P1-Pogača1 *P2- Pogača 2\nGraf prikazuje ostanke pepela sežiga posameznega vzorca, ki je imel maso 10,0 g. Pri vsakem poskusu smo delali dve ponovitvi, kar je razvidno iz grafa po različnih barvah, edino pri vzorcu hibrida PR45 D03-S smo delali samo eno ponovitev in pri PR45 D03-S smo vzeli maso vzorca 8,0 g.\nNajvečja razlika v gramih pri sežigu vzorcev na 600 -C se je pojavila pri hibridu oljne ogrščice PR45 D03-P1, kar znaša 0,410 g, in najmanjša razlika je pri hibridu PR46 W31- P1, kar je 0,007 g. Procentualno največji ostanek pepela iz vzorcev hibridov smo dobili pri PR45 D01-P1, ostanek znaša 12,80 %, najmanjši ostanek je bil pri hibridu PR45 D03-S, katerega smo izračunali 5,588%. \n*S-Steblo *P1-Pogača1 *P2- Pogača 2\nGraf prikazuje ostanke pepela sežiga posameznega vzorca, ki je imel maso 10,0 g. Pri vsakem poskusu smo delali dve ponovitvi, kar je razvidno iz grafa po različnih barvah, edino pri vzorcu hibrida PR45 D03-S smo delali samo eno ponovitev in pri PR45 D03-S smo vzeli maso vzorca 8,0 g.\nNajvečja razlika v gramih pri sežigu vzorcev na 700 -C se je pojavila pri hibridu oljne ogrščice PR46 W31-P1, kar znaša 0,188 g, in najmanjša razlika je pri hibridu PR45 D01-S, kar je 0,003 g. Procentualno največji ostanek pepela iz vzorcev hibridov smo dobili pri PR45 W31-P1, ostanek znaša 7,84 %, najmanjši ostanek je bil pri hibridu PR45 D03-S, katerega smo izračunali 4,575 %.\n"], "24": ["4 REZULTATI Z RAZPRAVO", "Po končanem sežiganju oljne ogrščice smo poslali vzorce pepela v Vancouver. Tam so v laboratoriju Acme Labs preverili vsebnost težkih kovin v različnih vzorcih hibridov oljne ogrščice.\nNa analizi težkih kovin in drugih elementov so določili vsebnost: Mo, Cu, Pb, Zn, Ag, Ni, Co, Mn, Fe, As, U, Au, Th, Sr, Cd, Sb, Bi, V, Ca, P, La, Cr, Mg, Ba, Ti, B, Al, Na, K, W, Sc, Tl, S, Hg, Se, Te in Ga.\nMi smo izpostavili osem elementov, in sicer: Mo, Cu, Pb, Zn, Ni, Co, As in Cd.\n* Phytomerediation of Toxic Metals: Using Plants to Clean Up the Enviroment; Ilya Raskin, Burt D. Ensley\n"], "25": ["4.1 Težke kovine v hibridih PR45 D01, PR46 W31 in PR45 D03", "Pri hibridih oljne ogrščice PR45 D01, PR46 W31 in PR45 D03 smo dobili naslednje rezultate (glej preglednica 5, preglednica 6 in preglednica 7 ).\nZn in Cu sta esencialna elementa, zato so tudi vsebnosti večje, kar nam prikazuje tudi preglednica 4. Sežig uporabljamo za sežiganje odpadkov in s tem zmanjšamo njihov volumen. V ostanku sežiga se v primerjavi s vhodni kovinami surovini poveča vsebnost kovin v ostanku.\nPrimerjava vrednosti elementov glede na različne temperature sežiganja se kaže v premosorazmernost, v povprečju pri višjih temperaturah tudi večji ostanki določenih elementov. Pri nižjih temperaturah zgorevanja so nižje vrednosti.\nZa Zn, Pb in Cd se kaže obratno sorazmerje, večja je temperatura zgorevanja, manjša je vrednost elementa v ostanku. Odstopanje se kaže pri vzorcu P1-D03 za Pb in pri vzorcu P1-D01 za Zn. Cd je hlapljiv element, Zn in Pb pa se vključujeta v vmesno skupino hlapljivih elementov, Ni, Cr in Cu so nehlapljivi elementi (vir: Belevi H.). Manjše vrednosti elementov (Pb, Zn in Cd) pri večjih temperaturah lahko pripišemo njihovi hlapljivosti pri večjih temperaturah. \n*Podatki so podani v ppm, kar pomeni Parts per milion. Na primer: 6 ppm je enako 6 mg/l in ta je enak 6 mg/kg. Zeleno obarvano pomeni najmanjša vrednost, rdeče je največja vrednost pri posameznem vzorcu in elementu. \n*Podatki so podani v ppm, kar je enako mg/kg. Zeleno= najmanjša vr., rdeča= največja vr. \n*Podatki so podani v ppm, kar pomeni Parts per milion. Na primer: 6 ppm je enako 6 mg/l in ta je enak 6 mg/kg. Zeleno obarvano pomeni najmanjša vrednost, rdeče je največja vrednost pri posameznem vzorcu in elementu.\nZaradi nezadostne mase ostanka, po sežigu hibrida PR45 D03 analiza vsebnosti kovin ni bila določena. \nKot je razvidno iz grafa, je največja vsebnost cinka, za lažjo primerjavo je dodan graf 6, ki prikazuje vrednosti brez cinka. Na x- osi imamo hibride, y- os nam prikazuje izmerjene vrednosti.\n"], "26": ["5 SKLEPI", "V letu 2008/2009 so bili za naš poskus posejani hibridi oljne ogrščice. Iz teh posejanih poskusov so sodelavci Inštituta za okolje in prostor Celje vzeli vzorce zrele oljne ogrščice. Poslali so nam pogače hladno stiskanega semena in posušena stebla oljne ogrščice. S temi vzorci smo nadaljevali poskus.\nUgotovili smo, da pri sežiganju oljne ogrščice dobimo različne vrednosti težkih kovin v pepelu oljne ogrščice. Masa pepela, ki je ostala, je bila tudi odvisna od temperature sežiga. Sežig smo opravljali pri 4 različnih temperaturah (400 -C, 500 -C, 600 -C in 700 -C). Pri večjih temperaturah je ostalo manj pepela kot pri nižjih. Glede na temperaturo sežiga je bila vsebnost težkih kovin pri višjih temperaturah večja kot pri manjši temperaturi. Ugotovili smo tudi, da z naraščanjem temperature pade vsebnost kadmija v pepelu.\nPri primerjavi ostankov težkih kovin v ostankih po sežiganju hibridov smo ugotovili, da med njimi hibrid PR45 D03 vsebuje največ cinka, molibdena in bakra (preglednica 7). Pri hibridu PR46 W31 smo iz analiz prebrali, da ima največ svinca, niklja, arzena in kadmija (preglednica 6). Hibrid PR45 D01 pa vsebuje med temi hibridi največ kobalta (preglednica 5).\n"], "abstract": ["V letu 2008/2009 so bile zasejane površine na Koroškem in v Šentjurju s tremi različnimi hibridi oljne ogrščice. V diplomskem delu smo ugotavljali kako oljna ogrščica zaradi onesnaženih tal s težkimi kovinami absorbira te težke kovine, in če jih lahko kako zmanjšamo s sežiganjem teh rastlin. Uporabljeni so bili trije različni hibridi oljne ogrščice PR45 D03, PR46 W31 in PR45 D01 podjetja Pioneer. Sežig vzorcev posušenih stebel in vzorcev oljne pogače smo opravili v peči ELTRA ZAGREB MP 1000, pri temperaturah 400 oC, 500 oC, 600 oC in 700 oC. Ugotovili smo, da je količina preostalega pepela pri sežiganju odvisna od temperature sežiganja vzorcev. Pri višjih temperaturah je ostalo manj pepela kot pri nižjih. Kemična analiza ostankov sežganih vzorcev je bila izvedena v laboratorijih Acme Labs v Vancouvru Kanada. V rezultatih naloge so predstavljene ugotovitve za naslednje elemente: Mo, Cu, Pb, Zn, Ni, Co, Mn, Fe, As. Ugotovljeno je bilo, da pri višjih temperaturah ostane v pepelu oz. žlindri večja vsebnost teh elementov. Izjema je kadmij, kjer je pri manjši temperaturi sežiganja ostanek tega elementa v pepelu oz. žlindri po sežiganju večji. Pri primerjavi ostankov težkih kovin v ostankih po sežiganju hibridov smo ugotovili, da hibrid PR45 D03 vsebuje največ cinka, molibdena in bakra, hibrid PR46 W31 največ svinca, niklja, arzena in kadmija, hibrid PR45 D01 je vseboval največ kobalta. "]}