{"1": ["1. UVOD", "Diplomska naloga zajema tako kratko analizo trenutnega stanja kot celotno rekonstrukcijo obstoječega sistema za bazen s termalno vodo oziroma za t.i. natur bazen v Zdravilišču Moravske Toplice d.d., bazenski kompleks Terme 3000. Sledi še kratka analiza sistema na vseh področjih po opravljeni rekonstrukciji in primerjava odzivov ter tako ugotavljanje uvedenih izboljšav.\nRekonstrukcija sistema za bazen s termalno vodo oz. nadalje samo natur bazena teži k izboljšanju kvalitete termalne vode, zaradi katere prihaja v Zdravilišče Moravske Toplice velik del gostov skozi celo leto, še posebej iz tujine. Istočasno se izpolnjujejo skoraj vse zahteve iz strožje zdravstvene zakonodaje, posebni del celotnega projekta pa je dokazovanje zdravilnosti naravne termalne vode pri širokem spektru različnih obolenj, revmatizma, bolehanj, post operacijskih težavah itd. Ta del ni predmet moje diplomske naloge.\nProblem natur bazena je v tem, da voda v bazenu ni klorirana, to pomeni, da se ne dodaja klor kot dezinfekcijsko sredstvo. Ravno takšna voda pa je s strani gostov od vsepovsod tudi cenjena. V takšni obliki se uporablja že od leta 1963, kar sem na koncu diplomske naloge tudi razložil. Več o lastnostih in zdravilnosti vode je moč prebrati tudi na naši web strani, ki je navedena pri Literaturi.\nSama rekonstrukcija zajema tako predelavo strojnih instalacij kot tudi dodajanje novih strojnih in elektro elementov potrebnih za uresničitev novih zahtev in s tem bistveno kompleksnejših regulacij. Spremembe, ki so nastale s predelavo, so opisane v poglavjih, ki sledijo, na kratko pa bi jih predstavil:\nnova je priprava termalne vode – v nadaljevanju je podrobno razložen nov pretočen  sistem obratovanja natur bazena, kar pomeni, da se voda prej temperaturno pripravi  v kompenzacijskem jašku in nato dovede preko dveh črpalk v natur bazen, od tam  pa je preliv bazena speljan v geotermalno kanalizacijo – torej, preliv se ne vrača  več nazaj v kompenzacijski jašek \n nova je regulacija »hrbtenice« sistema oz. linija Mt-1 – do sedaj se je na tej liniji, v  Prilogi 1 prikazani z zeleno barvo, uporabljala tlačna regulacija. Žal je bilo  potrebno zaradi določenih specifičnih težav povezanih z lastnostmi termalne vode  obstoječo tlačno regulacijo, ki ni več dosegala dosedanjih želenih vrednosti,  predelati – uporabil sem temperaturno regulacijo, ki pa je spet prinesla nove  razmere in stanja delovanja na tej liniji, ki pa so bile zaradi mojih dosedanjih  izkušenj s tem celotnim sistemom pričakovane, vendar ne vse razmere in ne vsa  nova stanja  nov je način praznjenja in polnjenja bazena – zaradi nove priprave termalne vode  sem uvedel tudi bistveno drugačen način praznjenja in polnjenja natur bazena, ki se  izvaja vsaki tretji dan. Vpeljal sem popolnoma avtomatiziran način delovanja z  namestitvijo kar nekaj dodatnih elementov, ki delujejo po novem precej  kompleksnem algoritmu  nov je način dopolnjevanja kompenzacijskega jaška – s spremembo priprave  termalne vode sem imel možnost na novo zastaviti dopolnjevanje  kompenzacijskega jaška, ki po predelavi omogoča kvalitetnejše, predvsem pa  hitrejše in natančnejše dopolnjevanje\n"], "2": ["2. SPLOŠNI OPIS SISTEMA", "Objekt Terme 3000 je bil odprt leta 2000 kot piloten projekt za bazenski kompleks takšne vrste pri nas v Sloveniji. Zasnovan je, da deluje vse dni v letu. Priprava vseh procesov in različnih vod s pomočjo regulacij na krmilnik je bila takrat novost v firmi.\nKrmilniki oz. PLC-ji (20 različno velikih – razporeditev na blok shemi št.1), na katerih se izvaja regulacija in ostale naloge, so razporejeni po celotnem objektu, eden je še v hotelu Ajda, v Kotlovnici in dva v Hotelu Termal. S pomočjo SCADA nadzornega sistema Intellution FIX 7.0, katera osnovna slika št.1 je prikazana spodaj in je nameščen na osebnem računalniku z imenom MTTM, je možno vedno aktivno sodelovati v regulaciji, če ti to dovoljuje uporabniško ime oz. s tem povezane pravice. V našem primeru bo aktivno poseganje (»on line«) v regulacijske postopke zaradi iskanja želenih parametrov nujno potrebno. Celoten sistem je predstavljen v Prilogi 1 – obstaja še nekaj pod-shem.\nBlok shema št.1: Razporeditev 20 krmilnikov in vezava na nadzorni računalnik MTTM\nSlika št.1: SCADA nadzorni sistem Terme 3000, osnovna slika\nPredstavil bom splošno delovanje bazenov, kajti tudi obstoječi natur bazen je fizično tako zgrajen, da lahko deluje kot klasičen bazen – kot tak je tudi dobil uradno dovoljenje za delovanje! Predelava le tega na nov, zdravstveno manj sporen pretočen sistem delovanja, je bila kompleksna naloga, tako mehansko, še bolj pa regulacijsko. Da bi lažje razumeli potrebno nalogo predelave obstoječega regulacijsko gledano zaprtega sistema delovanja bazena z dodatnim iniciranjem termalne vode v nov regulacijsko gledano odprt pretočen sistem, si moramo pogledati splošno, obstoječe delovanje bazenov.\nNajprej si poglejmo, kako bazeni in priprava vode sploh deluje, da bi lahko kasneje postopke pri sami rekonstrukciji lažje razumeli. \n Voda, ki je v samem bazenu, ima svoj pritok v tleh – iz kompenzacijskega jaška preko obtočne črpalke in filtra se dovede v bazen preko talnih difuzorjev. Odtok bazena je preko preliva nazaj v kompenzacijski jašek, kar pomeni, da voda cel čas kroži, pri tem pa se mehansko prečisti in pripravi kemično, če je potreba po tem.\nDelovanje ponazarja shema na sliki št.2, kjer je izvzeto mnogo manjših podrobnosti, ki pa za globalno razumevanje delovanja niso potrebne. Tako lahko rečemo, da gre za nek zaprti krožni sistem delovanja. Regulacijsko gledano so »motnja« kopalci, ki vstopajo v bazen in s tem ustvarjajo preliv bazena, ki steče v kompenzacijski jašek oz. kompenzacijski bazen, ki pa tudi ima svoj preliv. Po odhodu kopalcev iz bazena močne črpalke z velikim pretokom še naprej zagotavljajo vodo v bazenu in s tem preliv bazena. Zato pa vode zmanjka v kompenzacijskem jašku, kar zaznajo tipala (konduktivna pri nas, dandanes v uporabi nivojska tlačna ali tudi ultra zvočna tipala) in zato sledi dopolnjevanje kompenzacije s toplo in z mrzlo vodo do zgornje meje za dopolnjevanje.\nSlika št.2: Shema delovanja bazena\nNa sistem enega filtra in enega kompenzacijskega jaška je lahko priključeno več bazenov, kot je to tudi pri nas. Odvisno od nazivne pretočnosti filtra in količine vode. \n Termalno kopališče – bazenski kompleks Terme 3000 – gledano globalno s stališča priprave vode temelji na uporabi termalne vode iz dveh vrtin – Mt 1 in Mt 7, dodati pa je potrebno še hladno vodo iz vodovodnega komunalnega sistema Murska Sobota, ki pa se po potrebi dodaja za potrebe dopolnjevanja. Danes namesto te vode uporabljamo svojo t.i. tehnološko vodo iz lastnega globokega vodnjaka, ki jo pred uporabo ustrezno pripravimo.\n- Mt 1 je najstarejša vrtina v samem zdravilišču, njena globina je 1416m. Temperatura  vode, ki prispe na površje samoinercijsko oz. samoizlivno – to je brez dodatnega  črpanja – znaša 72-C. Količina vode je odvisna od mehanskega odprtja ventila na ustju  vrtine. Na tej vodi, ki je kot stranski produkt pri iskanju nafte l.1962 prišla na površje,  je zraslo uspešno zdravilišče in termalno kopališče.\n- Mt 7 je najnovejša vrtina, ki je globoka pribl. 1000m. Vrtina je prav tako somoizlivna,  količina vode je prav tako odvisna od mehanskega odprtja ventila na ustju vrtine.  Vendar je količinsko izdatnejša, zato ima na določeni globini nameščeno še dodatno  črpalko, ki ob potrebi sistema dodatno črpa vodo iz vrtine in tako občutno poveča  količino vode iz vrtine.  Delovanje bazenov temelji na nekaj podsistemih – ti so:\nOgrevanje vode se izvaja indirektno ali direktno. Za indirektno gretje vode dobivamo energijo preko toplotnih izmenjevalcev, ki oddajajo toploto preko vzporedno zloženih zatesnjenih plošč. Delujejo podobno kot transformatorji: primarna stran je vroča termalna voda, sekundarna pa bazenska voda – sliki št.3 in št.4. Pri direktnem gretju se primerna vroča termalna voda brizga direktno na dovod v bazen.\nRegulacija temperature vode v bazenu je izvedena s PI regulatorji, saj so ustrezni za večino realnih sistemov, ker so to počasni sistemi – v večini realnih sistemov pa tudi fizično ne moremo imeti prenihajev regulacije. Tako je diferencijalni oz. D člen regulatorja postavljen na vrednost 0. Izvedena je kaskadna regulacija temperature z dvema regulatorjema. Izhod regulatorja je tako nastavljen, da služi v 1. fazi za indirektno, v 2. fazi pa za direktno ogrevanje. \nSlika št.3: Toplotni izmenjevalec ima 4 priključke, kot električni transformator\nSlika št.4: Toplotni izmenjevalec je sestavljen iz titanovih plošč z utori\nVoda v bazenih se analizira s posebnimi analizatorji vode, ki s pomočjo mini črpalk zajemajo vodo direktno iz bazena. Merijo se vrednosti klora, pH in redoxa. Na osnovi teh vrednosti se po potrebi izvaja regulacija doziranja plinskega klora preko posebnih krmilnikov oz. regulatorjev klora skupaj s posebnimi ventili in pogoni. Korekcija pH vrednosti bi se tudi lahko izvajala s pH– in pH+ snovmi. Instalacija pri nas je pripravljena, vendar pa ni potrebe za tem, saj ima naša termalna voda takšne pH vrednosti, da se v bazenih ohrani normalna vrednost pH. Za prikaz in arhiviranje vseh teh vrednosti služi pri nas dodaten računalnik s svojim nadzornim programom, saj je vseh teh podatkov zelo veliko.\nNa shemi oz. sliki št.2 je prikazan večplastni filter, v tem primeru peščeni filter z različnimi sloji. Takšen je na slika št.5 in služi za fino mehansko čiščenje vode. Voda gre skozi različno debele sloje različnih materialov. Kemična priprava se izvrši za tem oz. še pred dovodom v bazen.\nSlika št.5: Peščeni filter ima več slojev\n Pri nas uporabljamo t.i. naplavne filtre, ki imajo isto funkcijo delovanja kot prej omenjeni. Razlika je v uporabi posebnih svečk, ki so prevlečene s fino mrežico, na katero se z nanosi t.i. diatomejske zemlje (Kiselgur, vakulit) naredi fini sloj, ki prepušča delce reda velikosti 2,5 do 5 mikronov, odvisno od nanosa. Na sliki št.6 je prikazana fotografija take 6 oglate svečke skozi okence v samem filtru pri nas. Število teh 80 cm dolgih in 8 cm širokih svečk pri nas je 460, vse to zaradi večje pretočnosti in manjšega padca tlaka.\nSlika št.6: Svečka v naplavnem filtru\nPri sistemu Mt-1 (»zelena voda« na Priloga 1), ki je »hrbtenica« sistema, je za natur bazen nekoliko drugače: voda gre skozi sistem, se več ali manj ohladi, odvisno od potreb, na koncu pa se dodaja po potrebi direktno v bazen s samó termalno vodo, imenovan tudi »črni bazen«. Ta voda je neklorirana. Potreba po dodajanju je prisotna večino časa, tudi poleti, saj se vzdržuje temperatura vode 37-C v večjem zunanjem bazenu (B5.3) in notranjem bazenu (B3.4), ki sta med seboj povezana s prehodom. Tako je dotok sveže vode v bazen zagotovljen. Kot vidimo v Prilogi 1 je osnovna regulacijska zanka regulacija \nna tlak, kjer tlak P1/2 krmili črpalki Č1/1 in Č1/2, vmes pa je še nekaj porabnikov toplotne energije. Regulacijo dodajanja opravlja temperaturna regulacija s pomočjo tipala TB5.3, krmili se tripotni ventil s pogonom MB5/3.\n"], "3": ["3. NALOGE REKONSTRUKCIJE", "Nujnost predelave hrbtenice celotnega sistema oz. drugačna priprava termalne vode Mt-1 za uporabo v natur bazenu je narekovalo več vzrokov, ki so predstavljeni spodaj. Poleg tega pa so se pojavili še druge naloge, ki so v določenih pogledih še pomembnejše.\nGlavni vzrok za rekonstrukcijo je v strožjih zdravstvenih zahtevah, saj je voda za omenjeni bazen ne filtrirana in kemično ne obdelana, tako kot je to za ta bazen že vse od leta 1962! Zato je bilo potrebno bistveno spremeniti obratovanje in pripraviti vodo za natur bazen drugače, kot do sedaj.\nTermalna voda iz preliva natur bazena odteka nazaj v kompenzacijski jašek in od tam preko črpalk spet nazaj v bazen, tako kot je to pri klasičnih bazenih – glej točko 2.1.! Razlika je bila v tem, da se tukaj konstantno dovajala večja ali manjša količina sveže termalne vode.\nSedaj pa je bila dana zahteva po še večjem pretoku oz. dotoku sveže vode v bazen, brez vrnitve vode iz preliva v kompenzacijski jašek, kot pri ostalih bazenih.\nPoleg izboljšane kvalitete termalne vode v bazenu je bil rešen problem nezveznih pretokov skozi toplotne menjalnike, kot tudi večja nihanja termalnega medija v odvisnosti od letnega časa in odprava delovanja prelivov v akumulacijskem bazenu vrtine Mt-1, kjer je dobesedno sveža voda iz vrtine Mt-1 preko varnostnega preliva odtekala vstran – kar pa je najpomembnejše, vse to je bilo omogočeno z zamenjavo skoraj več ne-delujoče tlačne regulacije »hrbtenice« celotnega sistema s temperaturno regulacijo. \nIstočasno pa je z drugačno pripravo termalne vode bila nujna rešitev dovoda termalne vode na razdelilnik R1/4 in vzporedno rešitev mnogih regulacijskih težav v več regulacijskih krogih in podkrogih.\nPoleg prej omenjenega uradnega vzroka obstaja še drug, za mene pomembnejši vzrok za nujno izvedbo rekonstrukcije in odpravo velike regulacijske težave. Namreč, v določenih primerih stanja nekaj elementov sistema Mt-1 žal več ni bilo možno doseči želene vrednosti tlaka P1/2ž na razdelilniku R1/4! In to pri maksimalnem delovanju črpalke Č1/1 ali Č1/2 …!? To je lepo vidno na sliki št.7. Vmes se celo dogajajo zelo veliki padci tlak P1/2, ki sem jih označil s puščicami v grafu – želena vrednost je bila 160kPa, dosegali pa smo 100 ali pa 80kPa …\nSlika št.7: Ne-doseganje želene vrednosti tlaka P1/2\nVzrok za to je zamašitev sistema z oblogami iz apnenca, ki so bistveno zmanjšale pretok in tako zmožnost doseganja želenega tlaka, saj gre v tem primeru za večji del časa zaprt regulacijski sistem oz. za zaprto regulacijsko zanko na koncu, kot sem omenil že prej \npri splošnem opisu sistema. Da je ključno izločanje apnenca ob ohlajanju iz termalne vode globine 1416m res intenzivno, kaže slika št.8 – kot je iz slike razvidno, je cev DN125, to je 125 mm premera, po treh dobrih letih dobila približno 25 mm oblog in tako je nastal premer samo 75 mm…!? Površinsko gledano je to za faktor približno 2,8 krat manjša površina!! Slika št.8: Velik nanos apnenca na kovinsko cev\nVzporedno s samo predelavo strojnih instalacij za nov način priprave termalne vode je bila podana dodatna zahteva po avtomatskem polnjenju in praznjenju natur bazena brez prisotnosti strojnika. Nalogo praznjenja in polnjenja samo s klikom na stikalo na ekranu vsako tretjo noč bi naj opravila kopališka mojstra ob koncu delovnega časa. Na ta način bi bilo s tem, da se zamenja strojnika, ki je to do sedaj opravljal ročno in zaradi tega ostal približno 5,5 ur dlje v službi, privarčevanih približno 720 nočnih ur na leto!! \n Zaradi teh zahtev je bilo potrebno avtomatizirati postopek praznjenja in polnjenja natur bazena. Dodal sem tri električne pogone EBRO na že obstoječe EBRO lopute – pogoni sedaj sami prestavijo položaj lopute za 90 kotnih stopinj in predstavljajo stanje odprte ali zaprte cevi. Prav tako sem samo za te potrebe dodal dve konduktivni tipali ELTRA, ki javljata prisotnost vode v cevi – sta posebne izvedbe in prilagojeni za naš sistem ter moje specifične zahteve pri tej rekonstrukciji! Algoritem delovanja je zato kompleksen in je podan kasneje pri rešitvah posameznih nalog.\n"], "4": ["4. REŠITVE NALOGE", "Obdelal bom rešitve vse treh nalog postavljenih v prejšnji točki 3. Poskušal sem iskati rešitve z modeliranjem procesa, vendar so se kaj kmalu pokazale težave pri modelu, saj vseh stanj sistema, vseh motenj in vplivov nikakor ni bilo mogoče zajeti in upoštevati. Tako sem se lotil analitičnega reševanja nalog s predhodnim zelo dobrim poznavanjem sistema.\nNa nov način je potrebno pripraviti termalno vodo Mt-1. Bistveno se spremeni način priprave vode za natur bazen, kar prikazuje blok shema št.2. Sedaj voda iz preliva odteka v geotermalno kanalizacijo in ne več nazaj v kompenzacijski jašek.\nBlok shema št.2: Nov način priprave termalne vode Mt-1 in delovanja natur bazena\n Postopki pri pripravi vode za termalni bazen so sledeči:  a. z regulacijo tople termalne vode Mt-1 in hladne tehnološke vode pripraviti  vodo ustrezne želene temperature v kompenzacijskem jašku – TBFnatur  b. za tem z novo črpalko vodeno s pomočjo frekvenčnega pretvornika in s  pomočjo novega nivojskega tipala Pn krmiliti nivo vode, ki se črpa v natur  bazen  c. presežek dovedene vode v bazen speljati preko prelivov bazena v  geotermalno kanalizacijo\nTeoretične rešitve so zelo preproste, saj gre v osnovi za pripravo oz. mešanje vroče in mrzle tehnološke vode v kompenzacijskem jašku. Preko dveh temperaturnih regulacij – za vročo in mrzlo tehnološko vodo – se krmilita dva regulacijska ventila, ki sta sicer fizično različnih dimenzij in velikosti ter tako različnih karakteristik. Regulacijski shemi sta na slikah št.9 in št.10. Regulaciji sta obratno sorazmerni, kar pomeni, če en ventil odpira bi naj drugi zapiral, vendar sta med seboj neodvisni. Prednost takšne rešitve je v hitrejšem polnjenju kompenzacije zaradi večjega dotoka vode, saj je možno istočasno oba izhoda prisiljeno postaviti na 100% oz. nastaviti ustrezne minimume odprtja.\nNastavljanje Pb in Ti kot ključna parametra regulacije sem opravil s preizkušanjem na osnovi pridobljenega znanja po optimiranju celotnega sistema Terme 3000 in po odzivih.\nSlika št.9: Regulacijska shema za pripravo hladne tehnološke vode z ventilom MVnatur\nSlika št.10: Regulacijska shema za pripravo vroče termalne vode Mt-1 z ventilom MZ4\nTako pripravljeni vodi je dodana še regulacija nivoja v kompenzacijskem jašku z novim tipalom Pn, ki krmili frekvenčni pretvornik za črpalko Č70. Le ta potem črpa vodo v natur bazen v odvisnosti od nivoja Pn – regulacijska shema je na sliki št.11.\nSlika št.11: Nov regulator nivoja za kompenzacijski jašek natur bazena\nPomembno vlogo igrajo Nastavitve, s katerimi sem pustil zmožnost nastaviti sistem za čisto drugačno obnašanje. Na sliki št.12 so te nastavitve in več njihovih zmožnosti lepo vidne. \nSlika št.12: Nove nastavitve za elemente natur bazena\nNa sliki št.13 je prikazan celoten izgled novega načina priprave termalne vode Mt-1 z dodanimi novimi tremi regulacijami, na SCADI označenimi z modrimi pikami.\nSlika št.13: Celoten izgled nove priprave termalne vode na SCADI\n Priprava vode v Kompenzacijskem jašku z novim temperaturnim tipalom TBFnatur je v Prilogi 2 označena kot REGULACIJA 2.\nV realnem sistemu nastopijo številne omejitve našega dela: zaradi zamašenosti cevi, menjalnikov temperature in različnih aktuatorjev z apnencem (sliki št.8 in št.12) je nemogoče upravljanje s tlačno regulacijo, omejitve v sami raziskavi pa predstavlja dejansko stanje zamašenosti cevovodov in ostalih elementov v sistemu, ki pa se odvisno od čiščenja posameznih elementov, toplotnih izmenjevalcev, ventilov in raznih tipal spreminja zelo pogosto.\nRealni sistem tako prinese veliko dodatnih parametrov in motenj, ki jih je teoretično nemogoče zajeti v različne izračune oz. formule – do določene mere se tako približamo stohastičnemu sistemu. Le tega pa z uporabo izkušenj ljudi, ki s podobnimi sistemi in njihovimi specifičnimi lastnostmi delajo že 20 do 30 let in z uporabo osebno projektirane regulacije, ki je zastavljena precej odprto in na široko – možnost nastavitev parametrov, ki sistem naredijo v trenutku drugačnega – je možno obvladovati še tako nepredvidene okoliščine in pojave, tudi za primere okvar posameznih elementov (aktuatorjev). Na sliki št.14 je prikaz takega ventila. \nSlika št.14: Velik nanos apnenca na kovinsko cev tripotnega ventila\nNajpomembnejša pridobitev z rekonstrukcijo je sprememba načina vodenja »hrbtenice« celotnega sistema, to je zamenjava tlačne regulacije s temperaturno regulacijo na liniji vode Mt-1! Nasprotno bi objekt deloval še zelo kratek čas, mogoče pol leta …\nZakaj je sploh bila uporabljena tlačna regulacija na termalni vodi z ogromno apnenca mi res ni jasno – tudi strojni projektant, ki vode in sisteme pri nas zelo dobro pozna, mi ni dal jasnega odgovora.\nNa blok shemi št.3 je predstavljena nova regulacijska blok shema vodenja termalne vode Mt-1, ki tako na nov način zagotavlja ustrezno obnašanje celotne linije Mt-1, voda na R1/4 pa je tako temperaturno, tlačno in količinsko pripravljena za bistveno zveznejše obnašanje linije Mt-1 in posredno celotnega sistema. \nBlok shema št.3: Nova regulacijska blok shema na liniji Mt-1\nTemperatura dotoka vroče vode Mt-1 ima precej velika nihanja (med 41-55-C pozimi, med 53-67-C poleti), saj na poti iz akumulacije Mt-1 odda temperaturo še na treh toplotnih izmenjevalcih. Le ti so hidravlično vezani po blok shemi št.4, kjer vidimo, da je TMT5.1 vezan zaporedno z vzporedno vezavo TMT3.3 in TMT3.9 – zakaj je tako, mi ni jasno, in tudi strojni projektant mi ni dal jasnega odgovora. Vsekakor pa je regulacijsko zelo sporno. Zato zadnja leta uporabljam preprosto rešitev, da gledano hidravlično odpravim faktor izločanja pretoka vzporedne vezave TMT3.3 in TMT3.9 – enega od obeh izmenjevalcev imam tako s t.i. jumperi v pogonu stalno 100% odprtega, saj gre za isto vodo na sekundarni strani toplotnega menjalnika, kar pomeni, da gre za isti temperaturni režim in isto vodo, ki se kasneje v kompenzacijskem bazenu tega filtra (F2) združi.\nBlok shema št. 4: Linija Mt-1\n TMT5.1, ki ogreva največji rekreativni bazen B5.1, poleg vsega pa je še to zunanji bazen, kar pomeni, da mora normalno obratovati tudi pri zunanji temperaturi -20-C, na katero je celoten objekt projektiran. To dejstvo naredi temperaturno regulacijo na R1/4 nekoliko komplicirano, saj te s strani gostov najbolj cenjene vode ni v neomejenih količinah, da se zadovolji energijskim potrebam. Tako je spet dodaten ključen faktor pretok vode in količina vode na razpolago, kar je moč razbrati iz osnovne energijske enačbe:\nE = ∆T - Q E – energija, ∆T – sprememba temperature, Q – pretok\nIz enačbe je razvidno, da za potrebe konstantne energije v primeru premajhne zmožnost oddajanja temperature medija ∆T potrebujemo večji pretok Q. Kot sem omenil prej, te vode ni količinsko veliko na razpolago, zato se za skrajne primere zelo nizke zunanje temperature uporablja dogrevanje natur bazena z vodo iz termalne vrtine Mt-7, katere pa je dovolj na razpolago in tudi temperaturni nivo te vode na bližnjem toplotnem razdelilniku RGV2 je zelo visok, nekje 50-53-C – to pomeni, je potrebna zelo mala količina dodajanja za vzdrževanje želene temperature v natur bazenu 37-C.\nKrmiljenje črpalk Č1/1 in Č1/2 s temperaturnim tipalom T1/5 je v Prilogi 2 označeno kot REGULACIJA 4.\nObstoječo regulacijo MB5/3 sem pustil zaradi možne potrebe po dodatnem ogrevanju za primer zelo nizkih zunanjih temperatur, kar se je pokazalo kasneje zelo dobrodošlo.\nNov spremenjen izgled dodelanega sistema je prikazana na blok shemi št.5, na sliki št.15 pa prikaz na SCADI, kjer zaradi preglednosti slike tudi ni zajetih vseh informacij. Do teh se pride s klikom miške na razdelilnik R1/4, kjer se odpre podrobnejše okno, kot je to prikazano na sliki št.16. \nBlok shema št.5: Nov spremenjen izgled, MB5/3 je ostal iz varnostnih razlogov\nSlika št.15: Izgled novega dodelanega sistema na SCADI\nSlika št.16: Izgled novega dodelanega sistema Razdelilnika R1/4 na SCADI\nOmenil bi še nujno potrebno dodatno tlačno regulacijo preko ventila PV1/4 (slika št.17), ki nam sprošča tlak P1/2 ob zapiranju ventila MB5/3 v bazen z odpadno oz. izrabljeno geotermalno vodo, ki se še naprej temeljito izkoristi na drugih porabnikih. Pravo želeno vrednost P1/2ž je prinesla izvedba rekonstrukcije. Krmiljenje PV1/4 s tlačnim tipalom P1/2 je v Prilogi 2 označeno kot REGULACIJA 3.\nZa spreminjanje te tlačne regulacije pa se je potrebno povezati na krmilnik GE Fanuc 90-30 in preko programa Versa Pro na regulatorju tipa PID_ISA pod Tunning Parameters spremeniti parametre regulacije. \n Slika št.17: Dodatna tlačna regulacija nam sprošča višje tlake P1/2 na razdelilcu R1/4, vendar preko SCADE nastavljamo samo želeno vrednost,\nKot je razvidno na sliki št.15 je za pogon PV1/4 želena vrednost SP enaka 10%, dejanska vrednost RV pa 0% – vzrok temu so že prej omenjene težave z apnencem – tako dobimo s tako nastavitvijo pogona hitrejšo odzivnost pogona, kar je pomembno, saj sprošča previsok tlak P1/2 na razdelilniku R1/4! \n Pričakovane vrednosti ključnih parametrov pred izvedbo so bile podane še pred izvedbo in sem jih predstavil v seminarski nalogi pri predmetu Praktikum junija 2002:\n1. T1/5ž = 43-C  2. P1/2ž = 110-130kPa  4. PV1/4 min = 25%  5. MZ4 min = 20%  6. MVnatur min = 10%  7. t polnj = 150 min\nPri izvedbi je bilo potrebno pričakovati korekcije:\nteoretičnih rešitev gledano iz fizikalnih stališč, saj se je takratni obstoječi sistem  tlačne regulacije pod vplivom nove, temperaturne regulacije obnašal čisto drugače  kot obstoječi sistem, kot tudi\nvrednosti v sistemu, ne samo zaradi točke a., ampak tudi zaradi novih spoznanj o  samem sistemu, ki postaja zaradi lastnosti termalne vode Mt-1 precej daleč od  idealnega – apnenec in druge snovi povzročajo zamašenost sistema cevi, ventilov in  toplotnih izmenjevalcev, tudi zapiranje ventilov ni več 100%, pojavljajo se tlačni  sunki ipd. \nS pomočjo vzporednih nalog je bilo potrebno pripraviti primerno najhitrejše praznjenje in polnjenje kompenzacijskega jaška in s tem natur bazena. Z dodatnimi novimi elektro in strojnimi elementi sem vpeljal avtomatizirano praznjenje in polnjenje natur bazena brez prisotnosti strojnika – nalogo opravijo kar sami kopališki mojstri s preprostim klikom na svoji View SCADI v svojih prostorih (slika št.18), ki je preko računalniške mreže povezan z glavno SCADO na računalniku MTTM.\nSlika št.18: Z novim stikalom na SCADI pri kopaliških mojstrih se sproži praznjenje in polnjenje natur bazena brez prisotnosti strojnika\n Delovanje in algoritem avtomatskega polnjenja in praznjenja natur bazena je predvideno po sledečih postopkih:\n1. kopališki mojster s klikom na dodatno stikalo »NORMALNO DELOVANJE-  POLNJENJE / PRAZNJENJE« sproži praznjenje natur bazena na svoji SCADI  MVnatur, lopute N1, N2, N3, ki samo zavzemajo skrajne položaje, spremenijo  položaj za 90-, prisilno je »s shiftom« 10% odprt ventil PV1/4, ki omogoča  minimalni pretok vode skozi sistem Mt1 v času praznjenja v odpadni bazen  3. zažene se črpalka Č69 in prazni natur bazen ter kompenzacijo direktno v  kanalizacijo  4. ko se sprazni kompenzacija, deluje črpalka, ki je mehansko zaščitene pred suhim  tekom, še naprej vse do izpraznitve natur bazena, kateri signal da tipalo KT1  (konduktivno tipalo)  5. po samem očiščenju bazena, v tem času še dovoljujemo praznjenje z vklopno  zakasnitvijo (npr. 10s) elektronike tipala KT1, reševalec s klikom sproži polnjenje  bazena, ki postavi lopute v prejšnji položaj – sledi sprememba položaja loput N1,  N2 in N3 za 90-  6. odpreta se ventila MZ4 in MVnatur  7. v času polnjenja, ko tipalo KT2 (konduktivno tipalo na prelivu bazena) ne zaznava  vode, so krmiljene črpalke Č1/1 in Č1/2 z maksimalno vrednostjo, kar rešimo s  postavljanjem nižje vrednosti procesne vrednosti oz. dejanske temperature -  T1/5DEJ zavzame prej določeno vrednost, ki jo preko polja Nastavitve nastavim  odvisno od letnega časa  8. voda začne polniti kompenzacijski jašek, temperaturno regulacija polnjenja se še ne  izvaja, ampak je polnjenje določeno samo z razmerjem pretokov KP=ŠN1/(Š1.1-  Š1.3)  9. pri določenem (nastavljivem) nivoju, ki ga posreduje tipalo Pn, začne črpalka Č70  zvezno polniti natur bazen s pripravljeno vodo, pomaga pa ji črpalka Č69, ki deluje  samo na vklop/izklop, saj bi nasprotno trajalo polnjenje pribl. 400m3 bazena 10 ur \n  voda zalila preliv bazena, informacijo o tem posreduje tipalo KT2, ki tudi izklopi  delovanje črpalke Č69, ki sedaj ni več potrebna  ventil MB5/3 je zaprt, minimalno je odprt MZ4, zato se tlak P1/2 dvigne, zmanjša  pa ga že obstoječa REGULACIJA 3 (Priloga 2) preko PV1/4; želena vrednost tlaka  P1/2 je sedaj nastavljiva\nNovo narejena in izboljšana je tudi regulacija avtomatskega dopolnjevanja kompenzacije (sliki št.19 in 20) preko ventilov MZ4 in MVnatur, kar je velikega pomena ob pomanjkanju v vode kompenzaciji. To se zgodi takrat, ko gre naenkrat veliko ljudi iz bazena – v času kosila in zvečer pred večerjo oz. odhodom domov. Drugače je dotok sveže vroče in hladne tehnološke vode v kompenzacijski jašek konstanten. Na sliki št.15 je lepo prikazan pregled procesov na razdelilniku R1/4, lepo vidni pa so novi EBRO elektro motorni pogoni N1, N2 in N3.\nSlika št.19: Novo dopolnjevanje kompenzacije natur med normalnim obratovanje\n Slika št.20: Novo dopolnjevanje kompenzacije natur med normalnim obratovanje jo napolni do nastavljivega nivoja, v našem primeru do 1,25 m\n"], "5": ["5. REZULTATI", "Vrednost vseh rešitev so se pokazale pri sami izvedbi rekonstrukcije. Omeniti pa je nujno potrebno, da se vsi ti parametri z letnimi časi, tudi z zunanjo temperaturo, stanjem sistema (napolnjenost Akumulacije Mt-1, ne-očiščenimi toplotnimi izmenjevalci) ipd. spreminjajo, tudi 2x, 3x dnevno, kot je to npr. želena temperatura T1/5ž! To nalogo dnevno po potrebi večkrat opravljajo strojniki oz. največ krat kar sam – vse to samo zaradi višanja skupnega izkoristka celotnega sistema oz. izplena termalne vode, saj ima država tudi na tem področju ne male apetite, in je samo vprašanje časa obdavčitve vode dobljene iz zemlje. Tako bo sistem optimalno pripravljen na nove, varčnejše zahteve po delovanju. \n Glavna metoda raziskovanja je bila metoda poizkušanja parametrov PI regulatorjev pridobljenih predhodno s kvalitetno in obsežno analizo celotnega sistema z upoštevanjem predhodno pridobljenega znanja na tem in podobnih sistemih ter seveda z upoštevanjem odzivov. Pričakovati je le manjša odstopanja realnih od predvidenih parametrov, ki so delno pridobljeni tudi s preprostimi izračuni.\nPredelava sistema je potekala v noči iz 21. na 22. sept. 2001. Mehansko so se elementi namestili in kabelsko ožičili že prej, tudi programi so se že prej napisali in dodelali. Po namestitvi novega programa na krmilnik Mt04 se je opravil zagon in prva optimiranja parametrov. Odzivi novega sistema so prikazani na naslednjih slikah.\nNa slikah, ki sledijo, so prikazani odzivi sistema natur bazena oz. temperaturna priprava termalne vode Mt-1 najprej v kompenzacijskem jašku. Zalitje tipala v natur bazenu, ki je nekje 30 cm pod prelivom bazena, in s tem dvig temperature natur bazena po polnjenju in praznjenju, se vidi po strmem skoku rdeče barve.\nSlika št.21: Nova priprava termalne vode Mt-1 v kompenzacijskem jašku\n Slika št.22: Nov odziv sistema natur bazena – dobro je vidna regulacija na želeno temperaturo kompenzacije TB natur – črne barve, zelo natančna in stabilna pa je temperatura natur bazena – rdeča barva (9 urni diagram)\nSlika št.23: Nov odziv sistema natur bazena, diagram je 20 urni\n Slika št.24: Nova temperaturna regulacija se stabilno obnaša – s črto sem označil termin delovanja nove temperaturne regulacije\nSlika št.25: Nova temperaturna regulacija se stabilno obnaša – s črto sem označil termin delovanja nove temperaturne regulacije – višja temp. T1/5 zaradi čiščenja B5.1\n Slika št.26: Nova temperaturna regulacija se stabilno obnaša – s črto sem označil termin delovanja nove temperaturne regulacije\nSlika št.27: Nova temperaturna regulacija se stabilno obnaša – s črto sem označil termin delovanja nove temperaturne regulacije\n Žal je natur bazen s takšno pripravo obratoval 4 dni. Prevelike količine termalne vode Mt-1 in hladne tehnološke vode so nekoliko povečale stroške obratovanja bazena. Termalna voda na zraku ni dovolj oksidirala zaradi večjega pretoka, zato tudi ni bila dovolj črna, kar je motilo goste. Sledilo je vzpostavljanje prejšnjega stanja priprave termalne vode (slika št.28), vendar z novo temperaturno regulacijo na liniji Mt-1!\nSlika št.28: Lepo se vidi predelava in sprememba odziva sistema nazaj na prejšnji način\nSledi predstavitev odzivov z novo temperaturno regulacijo linije Mt-1, s predelano in bistveno izboljšano pripravo termalne vode v kompenzacijskem jašku ob praznjenju / polnjenju oz. ob čiščenju bazena vsake tri dni in delovanjem natur bazena na prejšnji način. To pomeni, da se voda v kompenzacijskem jašku pripravi na nekoliko višjem temperaturnem nivoju, po začetku delovanja preliva bazena, kar zazna sonda KT2, pa vključi prejšnji način delovanja, to je, da se, tokrat temperaturno pripravljena voda Mt-1 na razdelilniku R1/4, preko ventila MB5/3, katerega pogon krmili temperaturno tipalo TB5.3, dovaja v natur bazen. Krmiljenje MB5/3 s TB5.3 je v Prilogi 2 označeno kot REGULACIJA 1. \n Slika št.29: Temperaturna regulacija po predelavi na prejšnji način reguliranja natur bazena ima odličen odziv\nSlika št.30: Temperaturna regulacija po predelavi na prejšnji način reguliranja natur bazena ima odličen odziv – v vseh letnih časih v skoraj vseh razmerah\n Slika št.31: Priprava termalne vode po predelavi na prejšnji način reguliranja natur bazena in z novim algoritmom polnjenja – hitra in natančna rešitev\nPrikazal bom odzive prejšnjega sistema, iz katerih je s primerjavo z novimi odzivi moč razbrati očitno boljše delovanje novega sistema. Po odzivih je dobro razvidno ročno delo strojnika pozno v noč, kar sem odpravil z vzporednimi nalogami pri tej rekonstrukciji oz. predelavi ter dodelavi sistema. Dostikrat je bilo bazen nujno zjutraj dogrevati z vročo termalno vodo. \nSlika št.32: Odziv na pripravo termalne vode ob čiščenju in praznjenju na prejšnji način\nSlika št.33: Odziv na pripravo termalne vode ob čiščenju in praznjenju na prejšnji način\nSlika št.34: Odziv na pripravo termalne vode ob čiščenju in praznjenju na prejšnji način\nSlika št.35: Odziv na pripravo termalne vode ob čiščenju in praznjenju na prejšnji način – bazen je bil zjutraj v poletnem času pregret\n"], "6": [" 5.3 Izgled nove SCADE", "Prikazal bom primer praznjenja in polnjenja z ekranskimi slikami SCADE, saj je grafični pregled dogajanja lažje razumljiv. Posamezno dogajanje je že opisano pri rešitvah vzporednih nalog, zato ga ne bi ponovno navajal.\nIzvedel sem simulirano praznjenje in polnjenje. Pomembno je dogajanje ventilov MZ4, Mvnatur, PV1/4, MB5/3, nivoja Pn, temperature TBFnatur, konduktivnih tipal KT1 in KT2 ter frekvenčnega pretvornika FRC70.\nNa zadnji sliki je lepo vidno, da v kolikor ni preliva bazena se vključi dodatna črpalka Č69 – spodnja na SCADI, ki deluje samo pri 50Hz na vklop in izklop.\nPrimerjavo vrednosti v tabeli bi mi omogočil nov iFIX program z iHistoryan dodatkom. Ker pa tega žal na tem nadzornem računalniku ni sem se posluževal analitičnih postopkov z odčitanimi vrednostmi iz zgodovine in z grafičnim, to je slikovnim načinom spremljanja stanja sistemov.\n"], "7": ["6. ANALIZA", "Ob hitrem pregledu novih parametrov celotnega sistema in ne samo sistema Mt-1 je očitno, da se sedaj celoten sistem obnaša bolj zvezno, kar pomeni, da smo odpravili velike pomanjkljivosti na začetku. Tako celo ob niti ne tako rednem spremljanju gibanja nivoja v akumulaciji Mt-1 (slika št.36), potreb sistema po termalni vodi Mt-1 in stanja elementov na liniji Mt-1, predvsem TMT B5.1, strojnik z lahkoto določi želeno vrednost temperature T1/5ž na razdelilniku R1/4 s korekcijo navzgor ali navzdol.\nVeliko možnosti spreminjanja nastavitev sistema, ki sem jih dodal v polje »Nastavitve« – slika št.12, do kjer imam samo jaz dostop, mi je omogočilo široko polje manevriranja. To se v 1. fazi niti ni pokazalo toliko pomembno, po nekaj letih pa zelo, saj so se mehanski parametri sistema spet zelo spremenili.\nGlede količine dodane hladne tehnološke vode moram omeniti, da je ta bila pričakovano mala, saj se termalna voda na svoji poti po liniji Mt-1 dovolj ohladi.\nSlika št.36: Ustrezen nivo v Akumulacijskem bazenu Mt-1\n Minimalne vrednosti frekvence za frekvenčni pretvornik črpalk Č1/1 in Č1/2 pa osebno korigiram nekje 3 krat letno, odvisno od letnega časa in pogojev za spreminjanje. Tako pridobim največji možni izplen termalne vode Mt-1 in nedelovanje preliva akumulacijskega bazena Mt-1.\nBistvene rešitve, ki so mi ob izvedbi same rekonstrukcije pomagale k doseganju želenih stanj (bilo jih je več!), so:\na) postavitev več različnih omejevalnikov (limiterjev), tako za minimume in maksimume  precejšnjemu številu signalov – preko SCADE b) možnost nastavljanja in spreminjanja določenih vrednosti časov kot parametrov  regulacije tudi preko SCADE c) možnost nastavljanja in spreminjanja vrednosti časovnih konstant in integracijskih  časov posameznim regulatorjem tudi preko SCADE d) nastavitev novega frekvenčnega pretvornika oz. njegovih parametrov, ki so preko  meritev parametrov sistema prilagojeni za naš sistem (rampa gor/dol, min/max) e) dolgotrajna in kompleksna analiza parametrov, ki je nakazala določene pričakovane  vrednosti posameznih ključnih parametrov nove regulacije\nKot je razvidno iz slike št.15 je za regulacijo črpalk skrbela interna Grundfosova regulacija, Metronik kot izvajalec ostalih regulacij pa jim je pošiljal 4 signale: vklop/izklop, napaka/delovanje, želena in dejanska vrednost T1/5. Do takšne poroke regulacij je prišlo zaradi različno dojetih projektov in garancij Grundfosovih črpalk. Zaradi kvalitetnejšega in fleksibilnejšega vodenja črpalk Č1/1 in Č1/2 sem že dal predelati regulacijo na isto, kot je drugje, to je s krmilniki General Electric Fanuc 90-30 in vodenje z Metronikovimi programi Versa Pro.\nOmeniti moram, da je takšno spreminjanje sistemov in parametrov na »živem« delujočem sistemu odgovorno delo, saj se je potrebno zavedati morebitnih posledica, kajti linija Mt-1 predstavlja hrbtenico bazenskega kompleksa Terme 3000, ostali sistemi pa so cel čas delovali.\n"], "8": ["7. SKLEP", "Iz primerjave predvidenih rezultatov pred izvedbo rekonstrukcije in dejanskih rezultatov po izvedbi je razvidno, da so rezultati parametrov več ali manj pričakovani oz. zelo blizu. Do razlike pride zaradi različnih želenih parametrov v različnih letnih časih.\nOmeniti moram, da je takšen način priprave termalne vode zelo dober, saj več ali manj zadovoljuje zakonsko minimalne potrebne količine po pretoku. Žal pa je tak način energijsko malo bolj potraten, saj je zahteva večje količine termalne in hladne vode, kar posredno privede tudi do povečane porabe električne energije.\nPritožbe gostov, da voda ni več tako »črna« in da jo redčimo ipd. so imele zelo velik vpliv na odločitev o vzpostavitvi prejšnjega stanja priprave termalne vode Mt-1, ostala pa je seveda temperaturna regulacija Mt-1 linije. Čeprav je bila voda po novem načinu priprave kvalitetnejša, pa vendar ni na zraku oksidirala in tako dobila svojo znano in prepoznavno barvo.\nPri novem načinu polnjenja kompenzacijskega jaška z rahlim pregrevanjem se je pokazala res prava prednost v zimskem času, saj bazen nekoliko pregrejemo in tako mu že na začetku delovanja zunanji vplivi, predvsem pa veter, ne morejo motiti delovanja. Kasneje se nov sistem oziroma temperatura bazena preko REGULACIJE 1 v Prilogi 2 itak sama vzpostavi.\nOd leta 1963 oz. 1970 sta obstajala na tej lokacija bazena s to termalno vodo Mt-1, ki sta bila imenovana tudi t.i. črna bazena. Konstantne minimalne pretočnosti ni bilo, strojniki so ročno skrbeli za ustrezno temperaturo bazena, in tudi gostje so si po potrebi celo sami odpirali in zapirali ročen ventil za dotok sveže termalne vode iz neke vrste večjega akumulacijskega rezervoarja termalne vode, kjer se je le ta že nekoliko ohladila. Slika št.37 je izrez povečave tega starega sistema iz leta 1996. \n Slika št.37: Natur bazena oz. »črna bazena« na isti lokaciji in z isto termalno vodo leta 1996 – zraven sta lepo vidna 2 akumulacijska rezervoarja termalne vode\n"], "abstract": ["Spremenjena in strožja zdravstvena zakonodaja je narekovala drugačno pripravo neklorirane termalne vode za bazen s termalno vodo. Istočasno se je zamenjala nedelujoča tlačna regulacija s temperaturno regulacijo. Vzporedno se je opravilo še kakšno pomembno nalogo."]}