{"1": ["1 UVOD", "Jagode so tipično sezonsko sadje, saj zaradi svoje zgradbe niso primerne za dolgo skladiščenje. Ravno zaradi tega se pridelovalci trudijo, da bi z različnimi tehnikami gojenja ponudili ta sadež skozi vse leto, neodvisno od sezone. Na prostem sadimo jagode od pomladi do jeseni, v zaščitenih prostorih pa jih lahko sadimo v vseh letnih časih. Sadike, ki jih uporabljamo pri takšnih tehnologijah, so najpogosteje hlajene in zelo kakovostne. Pridelane so po posebni tehnologiji in lahko že v nekaj tednih po sajenju zacvetijo in obrodijo. V zaščitenih prostorih jagode velikokrat gojimo v hidroponskem načinu. Za jagode je najprimernejša in najpogostejša tehnika gojenja v PE vrečah napolnjenih s substratom. V hidroponiki je mogoče doseči visoke pridelke. Pridelovalci pa imajo v takih nasadih zelo dobre delovne razmere. Vendar pa so tukaj tudi negativni vidiki takšne pridelave, saj zahteva kar nekaj znanja in primerno opremo.\nNamen diplomskega dela je ugotoviti, kakšen je pridelek jagod v hidroponski pridelavi. Zanimala nas bo predvsem količina, kakor tudi kakovost plodov. Hkrati pa nas bo zanimalo, ali je pridelava primerljiva s pridelkom, ki ga dobimo iz pridelave jagod na prostem.\nHipoteze so slednje:\n- pridelek jagod bo 500 g na rastlino,\n- kakovost pridelka bo enaka, kot je sortno pričakovano.\n"], "2": ["2 PREGLED LITERATURE", "Jagoda (gojena, debeloplodna, vrtna, žlahtna jagoda, jagodnjak – botanično) Fragaria x ananassa Duch., Lamarck, je uvrščena v družino Rosaceae, poddružino Rosoideae, rod Fragaria. Večina današnjih sort je nastala s selekcijo križancev in mutantov žlahtnih jagod Fragaria x ananassa (Koron 1997). Jagode od vseh sadnih vrst pridelujemo na največ različnih načinov in tehnologij. Gojimo jih na prostem in v zaščitenem prostoru (rastlinjak, plastenjak), v tleh in zunaj tal, na obdelanih ali s folijo prekritih tleh. Zunaj tal jagode pridelujemo v vrečah, loncih, koritih in plastičnih stebrih, napolnjenih z različnimi substrati ter v kameni volni in v aeroponiki. Glede na izbrano tehnologijo se spreminjajo časi sajenja, sorte in tipa sadilnega materiala. Na prostem sadimo od pomladi do jeseni, odvisno od klimatskih razmer in tipa sadilnega materiala. V zaščitenih prostorih sadimo v vseh letnih časih. Sadilni material, ki ga uporabljamo pri takšnih tehnologijah, je najpogosteje hlajen. Sadilni material visoko kakovostnih razredov, ki je pridelan po posebni tehnologiji, pridelovalcem omogoča, da že v nekaj tednih po sajenju sadike zacvetijo in obrodijo. Takšen sadilni material nam omogoča, da jagode v zaščitenem prostoru pridelujemo v vseh letnih časih in v natančno določenem obdobju (Štampar in sod. 2005).\n"], "3": ["2.1 Ekologija jagode", "Sončna svetloba rastlinam služi kot direkten vir energije za proces fotosinteze. Izvor toplote pa pospešuje ostale procese kot so absorpcija, transpiracija, sinteza beljakovin in organskih kislin ter dihanje. Prav tako stimulira rast, razvoj in razmnoževanje. Jagode potrebujejo veliko svetlobe, ker je od nje odvisna intenzivnost asimilacije in s tem količina in kakovost pridelka. Tudi barva, okus in trpežnost plodov so zelo odvisni od svetlobe (Bajec 1983). Debeloplodna vrtna jagoda je rastlina kratkega dne. Ko so dnevi dolgi, ne morejo razvijati cvetnih brstov, medtem ko je vegetativna rast močna. Cvetni brsti pa se \npričnejo razvijati, ko se dnevi začnejo krajšati. Tako se lahko iz neopredeljenih brstov razvijejo zasnove cvetov, sicer pa živice ali listi.\nUporaba umetne svetlobe z visoko intenzivnostjo je lahko način za proizvodnjo jagod neodvisno od sezone. Zato so se na Norveškem lotili študije proizvodnega potenciala, ki so ga izvedli v dvanajstih tednih v zimskem času pod umetno svetlobo PPFD na 180 µmol/m2 na sekundo. Rezultati kažejo maksimalno proizvodnjo 4,4 kg/m2 pri dolžini osvetlitve 16 ur na dan pri jagodah z koreninskim vratom 20 mm ali več in gostoto 12,7 rastlin/m 2. Prav tako je bila kakovost rastline nadvse pomemben faktor za ekonomično proizvodnjo (Verheul in Grimstad 2002).\nJagode imajo biološki minimum 6 -C, rast listov preneha, ko pade temperatura pod 5 -C, optimalna temperatura je 10–13 -C ponoči in 18–22 -C podnevi ter doseže vrhunec pri 25\n-C. Cvetovi se normalno razvijajo pri temperaturi med 10 in 25 -C. Uspešna oploditev pa zahteva najmanj 20 -C in relativno vlago pod 60 %. Pri nizkih temperaturah dozorevajo jagode zelo počasi in pod 15 -C dozorevajo zelo dolgo. Pri gojenju v vrečah napolnjenih s substrati vzdržijo padec temperatur do –5 -C. Pri poletnem gojenju v vrečah lahko visoke temperature nad 25 -C povzročijo zastoj korenin, kar vpliva na pridelek jagod (Bajec 1983, Osvald in Kogoj – Osvald 2005).\nJagoda je zelnata rastlina z veliko listno površino in plitkim koreninskim sistemom. Spada med rastline, ki za normalno rast in razvoj plodov porabijo velike količine vode preko cele vegetacije (Nikolić in Milivojević 2010). Jagoda potrebuje za razvoj veliko vode, največ ob cvetenju in dozorevanju. Nezadostne količine vode skrajšajo čas cvetenja, poslabšajo oploditev in dozorevanje. Prisilno dozoreli plodovi so drobni, mehki, sortno neznačilni, brez okusa in arome (Koron 1997).\nKoncentracija CO2 v zraku in intenzivnost svetlobe, ki vpliva na asimilacijo CO2, spada med pomembne dejavnike podnebja. Jagode se močno odzivajo na kratkotrajno povečanje CO2 v zraku. To s pridom izkoriščajo pridelovalci pri pridelovanju v pokritih, zaprtih prostorih. Z višanjem koncentracije CO2 v zaprtem prostoru se poveča fotosinteza, ki \nvpliva na površino in število listov ter s tem posredno na število in velikost plodov. Fotosinteza se poveča vzporedno z višanjem koncentracije CO2, pri previsokih koncentracijah pa se izrazi s prenehanjem fotosinteze (Koron 1997).\nPotrebe jagod po hranilih lahko predvidevamo glede na rezultate analiz listov in optimalne vsebnosti hranilnih snovi v rastlini, od koder je razvidno katere snovi rastlina potrebuje za svojo rast in razvoj. V popolnoma razvitih listih zdrave, cvetoče rastline naj bi bila vsebnost hranil kot je v preglednici 1:\n"], "4": ["2.2 Bolezni jagod", "Visoka vlaga in temperatura ter premalo zračni pridelovalni prostori so optimalno okolje za razvoj glivičnih bolezni. Najpogosteje na plodovih dela škodo siva plesen (Botrytis cinerea De Bary). Problematične so tudi bolezni korenin. \nSiva plesen je ena izmed najbolj razširjenih bolezni. Ker zelo vpliva na količino in kakovost pridelka, je škropljenje proti tej plesni eden najpogostejših varstvenih ukrepov. Poglavitni vir okužbe so odmrli listi in mumificirani plodovi. Gliva napada cvetove, cvetna in rodna stebla, zelene in dozorevajoče plodove ter liste. Okužba cveta je odvisna od faze razvoja in sorte. Rastline so najbolj občutljive v fazi cvetnih popkov. Na listih povzroča nastanek nekrotičnih peg. Na zelenih plodovih nastanejo rjave pege, ki začnejo gniti in se v vlažnem vremenu prekrijejo s sivo plesnivo prevleko. Na zorečih plodovih se pojavijo vodene, gnile pege, ki se v suhem vremenu posušijo in postanejo usnjate, v vlažnem vremenu pa se prekrijejo s sivo plesnivo prevleko. Bolezen preprečujemo z ne pregostim sajenjem, s sajenjem odpornejših sort, z zmernim gnojenjem z dušikom, odstranjevanjem odmrlih listov iz nasada (Koron 1997).\n"], "5": ["2.3 Hidroponika", "Čeprav je hidroponika primarno vrtnarska tehnika, se lahko uporablja tudi v sadjarstvu in vinogradništvu. Na ta način lahko gojimo pravzaprav katerokoli rastlino (tudi jablano, hruško, breskev…) Razlog, da ne gojimo vseh rastlin, so stroški, težavnost proizvodnje ipd. (Oven 1992).\nHidroponika je tehnika gojenja rastlin v hranilni raztopini (voda in hranila) z uporabo internih substratov ali brez njih. Beseda hydro izvira iz grške besede hudor, ki pomeni voda in ponic, ponos, ki pomeni delo. Dobesedni prevod torej pomeni vodno delo (Osvald in Petrovič 2001).\nZačetek laboratorijske hidroponike sega tri stoletja nazaj, ko je angleški znanstvenik John Woddward raziskoval, od kod rastline prejemajo hrano, iz zemlje ali vode. Rastline je gojil v vodi. Poskusi so se nadaljevali vse do 20. stoletja, ko je dr. William F. Geriche prenesel laboratorijsko hidroponiko na prosto in s tem dosegel čudovite rezultate. V drugi svetovni vojni se je razvoj hidroponskega gojenja intenzivno nadaljeval, saj so angleško in ameriški vojaki na ta način pridelali na milijone ton zelenjave. V nadaljevanju so se znanstveniki \ntrudili poenostavit zapletene znanstvene metode in iz tega narediti poceni in preprost način breztalnega gojenja (Krese 1989).\nHidroponika je tehnika gojenja rastlin brez prsti oz. brez zemlje (izven zemlje) kot to obliko poimenujejo v nekaterih deželah. Korenine lahko rastejo v zraku (ob vzdrževanju visoke vlažnosti), v vodi (v primeru dobrega prezračevanja) ali v različnih inertnih medijih (pesek, mivka, različni gradbeni materiali, kamena volna, šotni substrati, ekspandirana glina, žagovina). V vodi – hranilni raztopini, v kateri rastline rastejo ali z njo navlažujemo korenine, je raztopljena točno določena količina hranil, ki so potrebna za uspešno rast in razvoj gojenih rastlin (Osvald in Kogoj – Osvald 2003a). Ta tehnika gojenja rastlin gojitelju olajša nadzor rasti ter omogoča nadzorovano pridelavo pri optimalnih pogojih od setve do spravila.\n"], "6": ["2.3.1 Prednosti in pomanjkljivosti hidroponskega gojenja rastlin", "Poglavje prednosti in pomanjkljivosti hidroponskega gojenja je povzeto po viru Osvald in Kogoj – Osvald (2003b).\nPrednosti hidroponskega gojenja vrtnin:\n- rastline lahko gojimo tudi tam, kjer zemlja ni primerna za rast ali je onesnažena;\n- visoka intenzivnost pridelovanja;\n- manj naporno delo pri obdelovanju, kultiviranju, razkuževanju, zalivanju in  drugem;\n- manjša poraba zaščitnih sredstev;\n- pri hidroponskem pridelovanju porabimo manj vode kot pri klasičnem;\n- onesnaževanje okolja je manjše;\n- nadzorovano in usklajeno dodajanje hranil glede na razvoj in potrebe rastlin,\n- kolobarjenje ni potrebno;\n- sistemi so prilagodljivi in primerni tudi za ljubiteljsko gojenje zelenjadnic in  okrasnih rastlin. \nPomanjkljivosti hidroponskega pridelovanja:\n- začetni stroški so veliki;\n- potrebna sta izkušenost in znanje pri opravljanju del;\n- bolezni in škodljivci se hitro razširijo;\n- koristnih mikroorganizmov, ki živijo v zemlji v substratih ni;\n- rastline, ki rastejo v hidroponskih sistemih, reagirajo na dobre in ravno tako na  slabe rastne pogoje hitreje kot rastline gojene na klasičen način;\n- rastline, ki so na razpolago, niso vedno najprimernejše za hidroponsko gojenje.\n"], "7": ["2.3.2 Substrati", "Substrat je medij, v katerem se lahko rastlina ukorenini. Na splošno je to en ali kombinacija različnih materialov. S stališča pridelovalca mora biti substrat zanesljiv, ekonomičen in lahek. Mora biti enostaven za uporabo in enostaven za odstranitev. Idealno bi bilo, če po uporabi ne onesnažuje okolja oz. je biološko razgradljiv (Kehdi 2010).\nSubstrat za hidroponsko gnojenje rastlin mora biti kemično intern in stabilen, čist, omogočiti mora enostaven odtok odvečne vode, imeti ugodno razmerje voda : zrak, dobro puferno izravnalno kapaciteto, ter zaželeno je, da ima substrat dobro kationsko izmenjalno kapaciteto (Osvald in Kogoj – Osvald 2005).\nV hidroponskem načinu gojenja vrtnin se uporabljajo tri glavne skupine substratov. Prva skupina so substrati, ki so pridobljeni iz kamnin. To so kamena volna, vermikulit, perlit, mivka, kremenčev pesek, ekspandirana glina. V drugo skupino spadajo substrati, ki so narejeni iz sintetičnih materialov. Ti materiali so gobaste pene (spongefoams) in ekspandirana plastika (polistirol). V tretjo oz. zadnjo skupino pa spadajo organski substrati kot so šota, žagovina, kokosova vlakna.\n"], "8": ["2.3.3 Hranilna raztopina", "Hranilna raztopina vsebuje vsa potrebna hranila za rast in razvoj v obliki lahko topnih soli. To so: dušik, fosfor, kalij magnezij, kalcij, železovi kelati in žveplo (t. i. makroelementi). Nujno potrebni, vendar v zelo majhnih količinah so še t. i. mikroelementi kot so baker, bor, mangan, cink in molbiden. Kisik, vodik in ogljik so tudi potrebni, vendar te rastlina pridobiva iz zraka in vode. Pri hranilni raztopini spremljamo in uravnavamo kislost (pH), koncentracijo hranil (EC – vrednost) in razmerje med posameznimi hranili (Osvald in Petrovič 2001).\n"], "9": ["2.4 Tehnologija gojenja jagod v hidroponskem načinu", "Gojenje jagod izven tal se je prvič pojavilo v Italiji v 60. letih, kjer so poskušali z gojenjem v vertikalnih vrečah napolnjenih z vermikulitom in perlitom. Tehnika je v 80. letih ponovno oživela v Belgiji, kjer so jo izpopolnili do načina gojenja, kot ga poznamo danes. Tako kot v Belgiji. se je tehnika razvila tudi na Nizozemskem in postala uspešna alternativa tradicionalni pridelavi v zemlji ter zelo dobro rešuje problem utrujene zemlje (Baruzzi in Baroni 1997).\nV hidroponski pridelavi je mogoče doseči pridelke okoli 500 g na rastlino. Zaradi velike gostote rastlin na kvadratni meter to predstavlja zelo velik pridelek. Rastline so v tej pridelavi dobro zavarovane. Pridelovalci imajo dobre delovne razmere, saj je olajšano sajenje in predvsem obiranje, ker je delovni prostor dvignjen na optimalno višino.\n"], "10": ["2.4.1 Načini in tehnike proizvodnje v hidroponskem gojenju", "Jagode v hidroponiki lahko gojimo na več načinov. Glede na izbiro substrata in položaj v rastlinjaku lahko delimo na pridelavo v vrečah, loncih oziroma drugih posodah različnih velikosti. Pridelava je lahko na tleh ali dvignjena od tal, na železni konstrukciji. Pridelava \nlahko poteka tudi v polodprtih ceveh različnih dolžin (Nikolić, Milivojević 2010). Najpogostejša je tehnika gojenja v vrečah, z volumnom 10 do 14 litrov, izdelanih iz PE bele folije (40–50 x 25 x 10 cm). V napolnjeno vrečo se posadi po 6 rastlin (volumen substrata je 8 litrov). Napolnjena vreča s substratom se lahko uporabi 2 do 3 zaporedna sajenja, s tem, da se odstrani vse ostanke rastlin iz prejšnjega ciklusa (Osvald in Kogoj – Osvald 2005).\nV Braziliji na Univ Fed Santa Maria na oddelku za rastlinske znanosti so od aprila do novembra 2006 izvajali poskus v plastenjaku. Cilj raziskave je bilo ugotoviti pridelek in kakovost jagod, ki rastejo v breztalnih razmerah. Uporabili so vreče, korita in rastne postelje, za substrat so uporabili pesek in organski substrat Plantmax PXT (R). V koritih in rastnih posteljah je bilo uporabljeno predhodno namakanje, za vreče pa namakanje preko kapljačev. Uporabljena je bila standardna popolna hranilna raztopina, ki je niso menjali med poskusom. Zrelim plodovom so izmerili trdnost, pH in topne snovi. Pomembnejše interakcije med podlago in sistemom niso ugotovili. Povprečna pridelava sadja na pesku je bila 1017,4 g na rastline iz plastičnih korit, kar je 8,13% več kot pri plastičnih vrečah in rastni postelji. Na organski podlagi je bila pridelava večja in sicer 1196,5 g na rastline v rastočih posteljah. To je bilo 10,9% oz. 29,33% več kot v plastičnih vrečah oz. koritih. Ugotovljeno je bilo, da je na pridelek vplivala tako podlaga kot sistem pridelave, medtem ko na kakovost pridelka ni bilo vpliva (Godoi in sod. 2009).\n"], "11": ["2.4.2 Izbira substrata za hidroponsko gojenje jagod", "Najpogosteje uporabljeni substrati, ki se uporabljajo v tehniki gojenja v vrečah, so mešanica grobo mlete svetle šote. Ta mora imeti pH med 6 in 6,5. Mešanici je dodan kalcijev karbonat in perlit. Najpogosteje je razmerje med šoto in ostalimi primesmi je 70 : 30 ali 80 : 20. Dobri rezultati so bili tudi z uporabo šotnih substratov z dodatkom peska v razmerju 70 : 30. Ta kombinacija je primerna predvsem za kontejnerje oz. posode (Osvald in Kogoj – Osvald 2005). Poskusno so bili uporabljeni tudi substrati iz kokosovih vlaken, kamene volne in mešanice na osnovi perlita. Vendar mešanice na osnovi perlita in kamene \nvolne zaradi premajhne sposobnosti vlaženja za normalno ukoreninjanje sadik predstavljajo težavo.\nV mestu Michoacanu v Mehiki so jagode drug najdonosnejši pridelek po robidi. V zadnjem desetletju so z namenom povečanja kakovosti sadja in donosa uvedli mnoge nove tehnologije (plastično mulčenje, fertigacijo, itd.). Določenih tehnologij, še posebno tistih, ki v hidroponskem gojenju zahtevajo ustrezen substrat ali gojišče, pa v veliki meri še niso preučevali. Zato so v hidroponskem načinu gojenja, izvedenem v rastlinjaku, želeli oceniti učinek petih substratov na rast dveh sort jagod ('Chandler' in 'Oso grande'). Rezultati so pokazali, da substrati vplivajo na suho in svežo maso korenin, listov, višino rastline in listno površino. Negativen učinek na rast rastlin so opazili, ko se je povečal delež kokosovih vlaken v substratu. Največje vrednosti za vse spremenljivke so bile pridobljene z mešanico 3P: 1K (75% peska in 25% kokosovih vlaken) (Lopez - Perez in sod. 2005).\n"], "12": ["3 MATERIAL IN METODE DELA", ""], "13": ["3.1 Zasnova poskusa", "Poskus je bil izveden v jesensko zimskem obdobju 2005/06. Delo je potekalo v rastlinjaku na posestvu Univerzitetnega kmetijskega centra Pohorski dvor Fakultete za kmetijstvo in biosistemske vede. Uporabljene so bile jagode sorte 'Elsanta', Le–te so bile sajene v vreče napolnjene z substratom. Tip sadik uporabljenih v poskusu so bile zamrznjene sadike kvalitete A+.\nS sajenjem jagod v hidroponskem načinu pridelave smo začeli 29. 8. 2005 v rastlinjaku površine 200 m2. Na stabilno železno konstrukcijo so bile pritrjene lesene deske, na katere so se položile vreče, ki so bile napolnjene s substratom. V eno vrečo se je posadilo 12 rastlin, in sicer tako, da so bile korenine pod kotom, saj debelina vreče ni dopuščala navpičnega sajenja. Vsega skupaj je bilo uporabljeno 2208 rastlin in 184 vreč s substratom. Za potrebe namakanja, dovajanja hranil ter fitofarmacevtskih sredstev so se namestili štirje kapljači na eno vrečo. Izmed devetih vrst, ki so bile v rastlinjaku, smo izbrali tri sredinske vrste, da smo zmanjšali zunanje vplive. V teh treh vrstah smo naključno izbrali devet vreč z rastlinami. Tri vreče so bile bližje začetku vrste, tri v sredini in zadnje tri vreče bližje koncu vrste. Izbrane vreče smo nato označili, da so se ločile od ostalih.\nV poskusu je bil uporabljen substrat proizvajalca BVB substrates. Vreče so bile velike 50 x 25 x 10 cm in volumna 12 litrov. Substrat je sestavljen iz različno mlete bele šote z pH vrednostjo 6,5 in drugih delcev ter zagotavlja kakovosten pridelek za sezonske ali trajne rastline. Šota je naravni material in ima odlične sposobnosti zadrževanja vode ter gnojil, ki ju postopoma sprošča, sama pa nima hranilne vrednosti za rastline.\n"], "14": ["3.2 Sorta 'Elsanta'", "Sorta je bila križana leta 1983, v pridelavi pa je od leta 1984. Vzgojili so jo v Wageningenu na Nizozemskem. Je križanec med 'Gorella' in 'Holiday'. Sorta je razširjena po vsej Evropi. Zaradi svoje okusnosti je glavna sorta v avstrijskem sortimentu. V Italiji pa jo gojijo predvsem na severu (Faedi in sod. 1998).\nRast je srednje bujna. List je srednje velik, eliptično zaobljen, nazobčan, temno zelene barve in ima dolg pecelj. Cveti srednje zgodaj. Cvetovi imajo 5–8 okroglih venčnih listov in se nahajajo pod listi. Plod je srednje velik, opečnato rdeč in sijoč. Primarni plodovi so okrogli, medtem ko so sekundarni stožičaste oblike (Duralija in Hrenković 2005). Povrhnjica je trda in svetlo rdeče obarvana. Čaša se prilega plodu. Pecelj je dolg. Meso je zelo trdo, sočno, oranžno rdeče barve, v sredini beložarkasto. Je zelo dobrega, sladko- kislega okusa. Zori srednje zgodaj. Sorta je primerna za pridelovanje na prostem in na zakritih površinah (Koron 1997).Pridelek je velik, vendar je odvisen od načina vzgoje, tako da variira od 500 do 1000 g/sadiko. Ima odlično skladiščno sposobnost, pa tudi transport ji ne povzroča težav (Nikolić in Milivojević 2010).\nSorta je občutljiva na nizke zimske temperature. Od bolezni je najbolj občutljiva na uvelost jagode in bolezni, ki jih povzročata glivi iz rodu Phytophtora ter alternario in akarinozo. Delno je občutljiva na sivo plesen in jagodno pepelasto plesen (Koron 1997).\n"], "15": ["3.3 Namakanje in dodajanje hranil", "Namakanje se je izvajalo po naslednjem urniku:\n- Prvih 20 dni (29. 8.2005 do 19. 9.2005) se je namakalo 4x na dan po 2 minuti, kar  je približno 1,2 dl vode na rastlino na dan.\n- Od 19. 9. 2005 se je namakanje zmanjšalo na 3x na dan po 2 minuti. Rastline so  tako dobile 0,9 dl vode na dan. \n - 29. 9. 2005 se je namakanje zmanjšalo na 1x na dan za 2 minuti, približno 0,3 dl  vode na rastlino na dan.\n- 15. 10. 2005 se je namakanje povečalo na 2x na dan za 2 minuti. Rastline so v tem  času prejele 0,6 dl vode na dan.\nHranila so se dovajala preko namakalnega sistema. V ločeno kad s 50 l vode se je dodala odmerjena količina hranila, ki se je nato ob vsakem namakanju dodajala rastlinam. Ob tem smo pazili tudi na električno prevodnost oz. koncentracijo hranil.\nKoncentracijo hranil merimo z električno prevodnostjo hranilne raztopine. S povečevanjem koncentracije hranil, se povečuje tudi električna prevodnost. Meri se s konduktometrom, njena oznaka je EC, izražena je v milisiemensih na centimeter (mS/cm) in se ugotavlja pri 25 -C. EC spreminjamo skladno z razvojem rastlin in razvojnimi fazami (Osvald in Kogoj – Osvald 2005).\nPolyfeed 9:12:36 je pripravek, ki se uporablja med rastno dobo. S tem pripravkom gnojimo od cvetenja do konca obiranja saj pospešuje razvoj plodov.\n- 14. 9. 2005 se je začelo dognojevanje s Polyfeed. Na 50 l vode se je dodalo 5 kg  Polyfeed-a 9-12-36. Ob enkratnem namakanju je tako vsaka rastlina prejela 0,023 l  hranilne raztopine. V obdobju od 14. 9. 2005 do 18. 9. 2005 se je namakalo 4 x na  dan po dve minuti, od 19. 9. 2005 pa 3 x na dan po dve minuti. Električna  prevodnost raztopine 1,5 mS/cm.\n- 22. 9. 2005 povečanje odmerka Polyfeed s 5 kg na 7,5 kg/50 l vode. To je približno  0,035 l hranilne raztopine ob enem namakanju. Namakalo se je 3 x na dan po 2  minuti.\n- 29. 9. 2005 odmerek se je zmanjšal iz 0,035 l na 0,023 l hranilne raztopine ob enem  namakanju oziroma iz 7,5 kg na 5 kg/50 l vode ter ostane enaka do konca  pridelave. V obdobju od 29. 9. 2005 do 14. 10. 2005 se je namakalo 1x na dan po 2  minuti. Od 15. 10. 2005 pa do konca pridelave pa se je namakalo 2x na dan po 2 \n minuti. Električna prevodnost raztopine znaša 2,7 mS/cm. EC zemlje pa 0,3  mS/cm.\nTekom rastne dobe so se dodajala tudi druga hranila. V začetku se je dodal bor za uspešnejšo cvetenje in oplodnjo ter železo. Proti koncu pridelave pa smo dodajali kalcij za čvrstejše plodove.\n"], "16": ["3.4 Oskrba nasada", "Preko rastne dobe so se uporabili različni fitofarmacevtski pripravki. Za zatiranje jagodne pepelovke (Sphaerotheca macularisf. sp. fragaria) Quadris. Za zatiranje sive plesni (Botrytis cinerea De Bary) Euparen, Switch, Teldor in Mythos. Uporabljen je bil tudi insekticid Vertimec. Vsi pripravki so se uporabljali v skladu s karenčnimi dobami pripravkov.\nOgrevanje se je začelo proti koncu novembra (23.11.2005), ko so zunanje temperature padle na okoli 0 -C.Za potrebe ogrevanja se je uporabila peč na olje, topel zrak pa se je dovajal skozi perforirano PE cev s premerom 40 cm. Cev je bila obešena pod stropom. Vzdrževala se je konstantna temperatura okoli 20 -C. Ko je temperatura padla pod 18 -C se je ogrevanje začelo, končalo pa, ko je termometer zaznal 22 -C.\nDodatne osvetlitve v času poskusa ni bilo, kar pomeni, da vsa svetloba, ki so jo rastline dobile, je bila preko dneva. V času ko je bil prisoten tudi sneg je določeno svetlobo oddajal tudi odsev le–tega.\n"], "17": ["3.5 Temperature zunaj rastlinjaka ter v rastlinjaku v času poskusa", "Beleženje temperatur smo začeli z 20. 10. 2005, kar je en teden pred prvim obiranjem. V tem obdobju so bile maksimalne temperature zunaj rastlinjaka od 17 do 22 stopinj, proti \nkoncu meseca pa so se spustile okoli 8 -C. Minimalne temperature izven rastlinjaka so bile dokaj visoke, in sicer med 10 -C v začetku beleženja ter 4 -C proti koncu meseca. Ob prvem obiranju (27. 10. 2005) v dopoldanskem času je bila temperatura znotraj rastlinjaka v povprečju 20 -C.\nV mesecu novembru je bila povprečna zunanja temperatura 4,2-C. Maksimalna mesečna temperatura je znašala 7,0 -C, minimalna pa 2,0 -C. Prvo polovico meseca novembra so se maksimalne temperature gibale okoli 10 -C in dosegle absolutni maksimum 15,4 -C. V drugi polovici meseca pa so temperature padle in so se gibale med 3 in 0 -C. Minimalne temperature zunaj rastlinjaka pa so se v prvi polovici meseca gibale v povprečju okoli 4\n-C. V drugi polovici meseca so se spustile pod 0 -C ter tako ostale do konca pridelave (18.1.2006).V mesecu novembru je bila absolutna minimalna temperatura –5,5 -C. Skupno je bilo kar 11 dni z minimalno temperaturo < 0 -C. Prav tako lahko omenimo, da je bilo v mesecu novembru 12 dni s snežno odejo. Temperatura znotraj rastlinjaka je v dopoldanskem času znašala okoli 19 -C. V drugi polovici meseca je počasi začela padati ter prišla na povprečno 13 -C. Prav zaradi padca temperature znotraj rastlinjaka ter nizkih temperatur izven rastlinjaka smo 23. 11. 2005 začeli z ogrevanjem rastlinjaka. Temperatura se je tako vzdrževala med 18 in 22 -C.\nMesec december je imel povprečno temperaturo izven rastlinjaka 0,9 -C. Maksimalna temperatura je znašala v povprečju 4,0 -C z absolutno maksimalno temperaturo 9,3 -C. Povprečna minimalna temperatura je bila –2,2 -C. –18 -C je bila absolutna minimalna temperatura v mesecu decembru. Kar 27 dni od 31 je imelo tudi minimalno temperaturo < 0 -C. Našteli smo tudi 11 dni s snežno odejo. Znotraj rastlinjaka pa so se temperature ob ogrevanju gibale med 18 in 22 -C.\nJanuar je bil najhladnejši mesec, saj je bila povprečna temperatura izven rastlinjaka –3,2\n-C. Povprečna maksimalna temperatura je bila 0 -C, minimalna pa –6,1 -C. Absolutna izmerjena maksimalna zunanja temperatura je znašal 5,3 -C, minimalna pa –17,4 -C. V celem mesecu je bilo tako 26 dni z minimalno temperaturo pod 0 -C. Vseh 31 dni v mesecu je imelo snežno odejo. V rastlinjaku so se temperature še vedno gibale okoli 20 -C. \nDne 15. 1. 2006 smo prenehali z ogrevanjem. Na dan zadnjega obiranja 18.1.2006 v dopoldanskem času smo izmerili 7,4 -C v rastlinjaku. Povprečne maksimalne in minimalne temperature so prikazane v tabelah po mesecih, ki se nahaja v prilogah.\n"], "18": ["3.6 Obiranje jagod ter vrednotenje pridelka", "Vsi datumi obiranj so prikazani v preglednici 2:\nIz vseh vreč z jagodami se je izbralo devet vreč, ki so bile enakomerno razporejene po prostoru. Rastlinam na teh vrečah smo obrali zrele jagode in jih stehtali. Za nadaljnja merjenja smo vzeli le 12 plodov, in sicer iz vsake rastline po en plod. Če je bilo v vzorcu manj kot dvanajst plodov smo vse izmerili. Ob vsakem obiranju smo spremljali težo vseh plodov (g), višino in širino (mm) plodov, trdoto povrhnjice (g/cm2) in mesa ter suho snov (-Bx). Prav tako smo ob vsakem obiranju pobrali plodove okužene s sivo plesnijo (Botrytis Cinarea De Bary) in jih stehtali.\nZa merjenje mase smo uporabili tehtnico. Stehtali smo vse pobrane plodove. Dobljeni podatki so izraženi v gramih. Podatki so do ene decimalke natančni. Merjenje višine in \nširine plodov se je opravilo na dvanajstih plodovih iz vsake vreče. Za to smo uporabili pomično merilo. Najprej smo izmerili višina in nato širino vsakega ploda posebej. Podatki so izraženi v milimetrih. Trdoto povrhnjice in mesa smo določali z penetrometrom na dvanajstih plodovih iz vsake vreče. Na vsakem plodu smo trdoto povrhnjice določali na štirih mestih, prav tako tudi trdoto mesa .Kot med enim in drugim merjenjem trdote povrhnjice je bil 90-. Merjenje med trdoto povrhnjice in trdoto mesa pa 45-. Za merjenje trdote povrhnjice smo uporabili topi bat s premerom 6 mm in dolžine 8 mm ter nazobčan bat za trdoto mesa s premerom 6 mm in dolžino 10 mm. Rezultati meritev so izraženi v g/cm2. Suho snov v jagodi smo izmerili z pomočjo refraktometra. Uporabili smo ročni refraktometer. Meritev je potekala tako, da se je sok jagode iztisnil direktno na stekelce. Skozi okular se je prebrala vrednost suhe snovi (-Bx).\n"], "19": ["4 REZULTATI IN RAZPRAVA", ""], "20": ["4.1 Število plodov", "V povprečju je na eno rastlino dozorelo 12,5 zdravih plodov. V začetku je bilo plodov malo, saj so rastline šele pričenjale s cvetenjem in z zorenjem. Prvi vrh smo opazili pri 9. obiranju (5. 12. 2005). Povečano število plodov lahko pripišemo temperaturam zunaj rastlinjaka v času cvetenja. Le-te so se v začetku novembra gibale med 10 in 15 -C ter minimalno okoli 6 -C. Vrhu v devetem obiranju sledi padec v številu plodov, ki je prav tako povezan z nižjimi temperaturami v času cvetenja. Z 12. in 13. obiranjem je bil dosežen drugi vrh. Povečanje števila plodov sovpada z začetkom ogrevanja rastlinjaka, ki se je pričelo z 23. 11. 2005. Največ zdravih zrelih plodov smo obrali pri 13. obiranju, in sicer povprečno 20,6 plodov na obiranje oz. 2,3 plodov na eno rastlino. Največji padec po začetku obiranja je bil pri 7. obiranju, ko je povprečno dozorelo le 1,6 zdravih plodov na obiranje oz. 0,2 ploda na rastlino.\nPovprečje 2,5 obolelih plodov na eno rastlino ne pokaže realnega stanja, saj so se prvi okuženi plodovi pokazali šele pri 6. obiranju ter bili prisotni do 14. obiranja. Povečanje števila plodov lahko pripišemo ogrevanju rastlinjaka. Največ takšnih plodov smo obrali pri 10. obiranju, in sicer povprečno 0,6. Prav tako je bilo povečano število plodov pri 11. in 12. obiranju (povprečno 0,5 obolelih plodov na rastlino). Pri 13. obiranju, ko je bilo največ zrelih zdravih plodov, je bilo povprečno le 0,04 okuženih plodov. Oboleli plodovi so bili enakomerno razporejeni po vseh vzorcih brez prevelikih odstopanj.\nTekom poskusa se je skupno obralo 1345 zrelih plodov in 269 plodov okuženih s sivo plesnijo. Statistično gledano je na eni rastlini zrastlo 15 jagod. Število jagod je manjše kot je v svoji diplomski nalogi zapisal Kardinar 2012, kjer je dobil število plodov med 17,5 ter 21,4 in diplomski nalogi Gajšek 2010, kjer je število plodov znašalo v povprečju 21 plodov. \n"], "21": ["4.2 Masa plodov", "V času poskusa se je skupno obralo 36,5 kg jagod, od tega 32,4kg zdravih zrelih plodov in 4,1 kg obolelih plodov. Zdravih in zrelih plodov je bilo v povprečju 300 g na rastlino. Na začetku so plodovi sicer večji ter imajo posledično večjo maso kot proti koncu obiranja, ko je plodov številčno več, vendar so ti manjši in imajo manjšo maso. Za povprečno maso enega ploda lahko trdimo, da je v konstantnem padanju.\n‘Elsanta’ je sorta, ki lahko ob primerni oskrbi doseže pridelek 500 g, pa tudi do 1000 g na eno rastlino pri gojenju na prostem kot navajata Nikolić Milivojević 2010. V hidroponski pridelavi pa se pridelek giblje okoli 500 g (Koron 1997). Masa jagod dobljena pri tem poskusu pa je kar za 40 ali več % manjša od predvidene mase, ki jo ta sorta lahko doseže. Za primerjavo lahko povemo, da povprečno težak plod sorte ‘Elsanta’ tehta 26 g (Nikolić in Milivojević 2010), medtem ko povprečno težak plod, ki je zrastel tekom tega poskusa tehtal 24 g. \nV masi plodov na eno rastlino lahko v začetku opazimo trend padanja. To je lahko posledica temperatur v času cvetenja oz. da so dozoreli plodovi le s primarnih cvetov. Prvi glavni pridelek imamo pri 9. obiranju oziroma v začetku decembra. Drugi glavni pridelek pa pri 13. obiranju, ki je konec decembra. Povprečna masa plodov je v obeh vrhih približno enaka, vendar pa je masa enega ploda veliko manjša v drugem vrhu.\nMasa obolelih plodov je bila skupno kar 11 % mase vseh plodov. Povprečno pa je znašala 38,83 g na eno rastlino. Kot smo že omenili v poglavju povprečnega števila plodov, so se oboleli plodovi pojavili šele pri 6. obiranju in končali s 14. obiranjem. Prav tako nam tukaj povprečna masa ne pove realnega stanja, saj se je, glede na obiranje, spreminjala. Jasno je opažen vrh pri 10. obiranju s povprečjem 10,7 g na eno rastlino.\n"], "22": ["4.3 Višina in širina plodu", "Povprečna velikost plodov je znašala 33,01 mm, povprečna širina pa 33,46 mm. Lahko trdimo, da je plod jagode srednje velik, kot sta ga označila Duralija in Hrenković 2005 Iz tega lahko izhajamo, da je bila širina ploda večja kot pa višina. Ta trend je bil opažen skozi cel poskus. Prav tako smo opazili trend konstantnega padanja tako višine kot širine plodov. Iz začetne povprečne vrednosti 42,5 mm je višina ploda padla na 25,31 mm. Širina pa iz 41,88 mm na 26 mm.\n"], "23": ["4.4 Suha snov", "Povprečna suha snov znaša 5,54 -Bx. Ta vrednost ne prikaže realnega stanja. V začetku je moč opaziti veliko višje vrednosti, ki pa počasi, vendar konstantno, padajo. Med 9. in 14. obiranjem se je padanje zaustavilo. Pri sorti 'Elsanta' se pričakujejo vrednosti suhe snovi \nokoli 7,1 -Bx (Faedi in sod. 1996). V našem primeru je povprečna vrednost kar 20 % manjša od pričakovane. Predvidevamo, da je količina suhe snovi v jagodi povezana s temperaturo v rastlinjaku. V začetku obiranja je nihanje temperatur (višje dnevne in nižje nočne) povzročilo višjo vsebnost suhe snovi. S pričetkom ogrevanja in konstantnimi temperaturami čez cel dan pa so sledile nižje vsebnosti suhe snovi. Ob koncu obiranja in zaključku ogrevanja so se vsebnosti suhe snovi v plodovih jagod dvignile.\n"], "24": ["4.5 Trdota povrhnjice in mesa", "Za razliko od ostalih vrednosti lahko za povprečno trdoto povrhnjice in povprečno trdoto mesa trdimo, da predstavljata dokaj konstantno vrednost. Povprečna trdota povrhnjice znaša 441,66 g/cm2, trdota mesa pa 306,76 g/cm2. V povprečju je trdota mesa za 30 % nižja od trdote povrhnjice. \ng/cm2\n"], "25": ["5 SKLEPI", "V jeseni 2005 smo začeli s poskusom hidroponskega gojenja jagod, pri čemer smo želeli ugotoviti, ali je število plodov, njihova masa in drugi parametri kakovosti primerljivi z gojenjem jagod v klasični pridelavi. Ugotovili smo naslednje:\n- število plodov je manjše,\n- masa plodov ene rastline ni dosegala sortnega standarda in je bila kar 40 % manjša,\n- velikost ploda je hitro padala,\n- suha snov je bila v povprečju 20 % manjša,\n- trdota mesa in kožice se ni dosti spreminjala.\nSplošno lahko trdimo, da smo v tem poskusu pridelali manjše število plodov, ki so imeli manjšo maso ter bili slabše kvalitete. Da so vrednosti toliko manjše lahko pripišemo slabši prehrani oz. nepravilni sestavi hranilne raztopine. Za manjše število plodov ter manjšo maso je lahko kriva tudi siva plesen, ki je napadala tako cvetove kot plodove. Zaradi manjšega števila cvetov je bilo posledično manj plodov. Oboleli plodovi pa bi v primeru, da bi dozoreli, lahko dodali svojo vrednost pri masi zdravih plodov. Za velik odstotek obolelih plodov lahko krivca iščemo v samem nasadu, saj se ta gliva najraje razmnožuje v toplih in vlažnih prostorih. Prav tako je potrebno omeniti, da je bilo število rastlin na eno vrečo občutno preveliko. Priporočeno je saditi od 6 do 8 rastlin, medtem ko je bilo v našem primeru kar 12 rastlin na enakem prostoru. Suha snov je povprečno manjša, kot je sortno pričakovano. Glede na to, da je v začetku pridelave, ko rastlinjaka še nismo ogrevali, bila suha snov še na višjih vrednostih kot takrat, ko smo pričeli z ogrevanjem, bi lahko večje vrednosti suhe snovi dobili z nihanjem temperature. Prav tako je lahko vzrok za plodove slabše kvalitete pomanjkanje osvetlitve. V poskusu namreč nismo uporabili dodatne osvetlitve. Tako so bile rastline obsevane le s kratkotrajno svetlobo preko dneva.\n"], "abstract": ["V rastlinjaku na posestvu Univerzitetnega kmetijskega centra Pohorski dvor Fakultete za kmetijstvo in biosistemske vede v Mariboru smo jeseni 2005 začeli s poskusom hidroponske pridelave jagod. Uporabili smo polietilenske (PE) vreče, napolnjene s substratno mešanico, v katere smo posadili zamrznjene sadike sorte ‘Elsanta’. Nasad smo oskrbovali z vodo in gnojili preko kapljičnega namakalnega sistema. V poskusu smo spremljali število zdravih plodov, njihovo maso, višino in širino, suho snov ter trdoto kožice in mesa. Spremljali smo tudi delež plodov okuženih s sivo plesnijo. Povprečen pridelek zdravih plodov na rastlino je znašal 300 g, pri čemer je bila povprečna masa enega ploda 24 g in povprečno število plodov na rastlino 12,5. Delež okuženih plodov s sivo plesnijo je znašal 11 %. Povprečna vrednost suhe snovi v plodovih je znašala 5,54 °Bx. "]}