{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Z davčnim sistemom država zagotavlja stalni pritok denarnih sredstev v svoj proračun, kateri predstavlja vir sredstev javnega financiranja. Davčni prihodki predstavljajo najpomembnejši vir financiranja državnega in občinskih proračunov, iz katerih se financira dejavnost in delovanje države ter občinskih uprav. Prednostna naloga davčne uprave je prilagoditev politike pobiranja davkov na stroškovno najbolj učinkovit način ob preprečevanju izogibanja plačila davkov, pri čemer je uspešnost in učinkovitost pobiranja davkov odvisna tudi od medsebojnega sodelovanja davčne uprave z nekaterimi javnimi institucijami.\nZaradi dejstva, da se s pobranimi davki s strani davčne uprave zagotavlja financiranje tistih dejavnosti občin, ki so v javnem interesu, je za višino davčnih prihodkov občinskih proračunov bistvenega pomena politika pobiranja lokalnih davkov ter medsebojno sodelovanje davčne in občinske uprave pri pobiranju davkov. Najpomembnejši vir davčnih prihodkov občinskih proračunov predstavljajo dohodnina in lokalni davki, še posebno davki na premoženje in nepremičnine. Ti davki so v državah Evropske unije zakonsko zelo dobro urejeni, pri nas pa je zakonodaja o obdavčevanju nepremičnin in premoženja šele v nastajanju. Pobiranje nekaterih davščin je celo povsem v pristojnosti občin. Način, možnost in učinkovitost sodelovanja institucij javne, občinske in davčne uprave so pogojeni z davčno reformo, ki v zadnjem desetletju spremlja Slovenijo. Zaradi vstopa Slovenije v Evropsko unijo je potrebno slovensko davčno zakonodajo, ki določa postopke in načine pobiranja posameznih vrst davkov, v celoti prilagoditi smernicam Evropske unije ter tako celotno davčno področje urediti po zgledu razvitih evropskih držav.\nProučevanja vpliva sodelovanja davčne in občinske uprave na višino davčnih prihodkov občinskih proračunov žal še nismo zasledili v nobeni literaturi, zato ne razpolagamo s primerljivimi podatki, teorijami oziroma modeli. V nalogi želimo zato z uporabo določene metodologije sami ugotoviti, kakšno je medsebojno sodelovanje obeh uprav na področju izmenjave informacij, baz podatkov in pri samem načinu pobiranja posameznih davkov in dajatev, ter kako njuno sodelovanje vpliva na višino davčnih prihodkov občinskih proračunov. V zadnjem desetletju se medsebojno sodelovanje državnih in drugih javnih institucij na različne načine odraža tudi v finančni strukturi občinskih proračunov kot posledica intenzivne davčne reforme v slovenski davčni zakonodaji. \n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen raziskave je proučiti področja medsebojnega sodelovanja davčne in občinske uprave pri izmenjavi informacij, baz podatkov in pri načinih pobiranja davkov, ki predstavljajo davčne prihodke občinskih proračunov in analizirati vpliv njunega medsebojnega sodelovanja na višino teh davčnih prihodkov.\nCilji raziskave so naslednji:\n- opredeliti pojem in pomen javnih financ ter strukturo državnega in občinskih  proračunov kot najpomembnejših virov sredstev javnega financiranja;\n- definirati in analizirati davčne prihodke kot najpomembnejše vire sredstev  financiranja občinskih proračunov;\n- povzeti spoznanja in stališča različnih avtorjev o financiranju proračunov z  davčnimi viri in jih primerjati med seboj;\n- proučiti organizacijo, naloge in delovanje davčne in občinske uprave;\n- raziskati in analizirati področja in načine delovanja davčne in občinske uprave pri  pobiranju posameznih vrst davkov tako iz informacijskega vidika - oblikovanje in  izmenjava informacij in baz podatkov, kakor tudi iz načinovnega vidika - pobiranje  posameznih davkov in dajatev, kateri predstavljajo davčne prihodke občinskih  proračunov;\n- spoznati vpliv in pomen članstva Slovenije v Evropski uniji na obravnavano  področje;\n- proučiti učinkovitost in uspešnost medsebojnega sodelovanja obeh uprav pri  izmenjavi informacij, oblikovanju baz podatkov in načinih pobiranja posameznih  lokalnih davkov ter presoditi vplive tega sodelovanja na višino davčnih prihodkov  občinskih proračunov;\n- oblikovati model, v katerem bodo prikazane možne rešitve za naprej oz. za odpravo  razhajanj.\nTrditve, ki jih bomo ob koncu raziskave poskušali potrditi ali zavreči, so naslednje štiri:\n- občinska in davčna uprava preslabo sodelujeta med seboj. Nezadostno sodelovanje  se kaže pri izmenjavi informacij, oblikovanju baz podatkov, ki so potrebne za  odmero določenih dajatev, kakor tudi pri samem načinu pobiranja posameznih  lokalnih davkov.\n- medsebojno sodelovanje davčne in občinske uprave z vseh potrebnih vidikov  sodelovanja - informacije in načini pobiranja davkov - mora biti primerljivo z  delovanjem tovrstnih institucij v državah Evropske unije, saj je spreminjanje  slovenske davčne zakonodaje po zgledu razvitih evropskih držav narekovala  davčna reforma ob vstopu Slovenije v Evropsko unijo, ki pa še vedno ni v celoti  končana. \n- zaradi neustrezne in pomanjkljive davčne zakonodaje v primerjavi z evropsko je v  Sloveniji še vedno neurejeno področje pobiranja premoženjskih in nepremičninskih  davkov, kar vpliva na velik izpad davčnih prihodkov iz naslova omenjenih davčnih  virov, ki pa predstavljajo najpomembnejši davčni vir finančnih sredstev občinskih  proračunov.\n- do izpada davčnih prihodkov prihaja zaradi neurejenih in nepovezanih baz  podatkov med javnimi in državnimi institucijami, pomanjkljivega pretoka  informacij med njimi, zaradi premalo definiranih zakonskih podlag o načinu in  pomembnosti medsebojnega sodelovanja pri pobiranju davkov.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavke so naslednje:\n- predpostavljamo, da bodo spremembe davčne zakonodaje, ki vplivajo na  reorganizacijo davčne uprave in politiko pobiranja davkov, vključujoč sodelovanje  davčne uprave z drugimi institucijami, pri nas učinkovite, saj so davčno reformo  narekovale smernice Evropske unije, po katerih so urejeni davčni režimi razvitih  evropskih držav;\n- raziskava se omejuje samo na primerjavo naše davčne zakonodaje z zakonodajo  Evropske unije, ostalih davčnih sistemov pa ne vključuje zaradi polnopravnega  članstva Slovenije v Evropski uniji od 1. maja 2004;\n- z gotovostjo lahko analiziramo le vplive davčne reforme, ki se je že zgodila in  vplivala na sodelovanje vseh že omenjenih institucij, o prihodnjih spremembah na  davčnem področju pa lahko le predvidevamo.\nOmejitve so naslednje:\n- davčna uprava pri pobiranju davkov sodeluje z različnimi institucijami, zato smo se  zaradi kompleksnosti omenjenega področja v raziskavi omejili zgolj na  proučevanje medsebojnega sodelovanja davčne in občinske uprave;\n- splošno omejitev predstavlja dejstvo, da velja veliko informacij o področju  delovanja davčne uprave in o načinu pobiranja davkov za davčno tajnost;\n- praktična neizkušenost avtorice na področju delovanja občinske uprave;\n- anketa temelji zgolj na vzorcu, v katerem niso zajete vse občinske uprave v  Sloveniji. \n"], "5": ["1.4 Uporabljene metode raziskovanja", "Med postopkom raziskave smo uporabili naslednje raziskovalne metode:\n- deskriptiven pristop, ker smo opisovali določene pojave in dejstva – sestavo  proračunov, pobiranje davkov itd.;\n- komparativno metodo, saj smo primerjali določena dejstva, podatke, vplive (npr.  spremembe zakonodaje, opis določenega stanja oziroma konkretnega primera v  Sloveniji in državah Evropske unije);\n- metodo spraševanja na osnovi pisnega anketiranja zaposlenih v občinskih upravah;\n- členitev in deduktivno sklepanje, s čigar pomočjo smo spoznali vse dejavnike  oziroma sestavine pojava, ki pomembno vplivajo na njegov nastanek. V našem  konkretnem primeru gre za pojav davčnih prihodkov občinskih proračunov in naš  namen je bil spoznati različne dejavnike, s katerimi se odraža sodelovanje davčne  in občinske uprave na višino davčnih prihodkov občinskih proračunov;\n- v procesu analiziranja smo povezovali ugotovitve in spoznanja različnih avtorjev  ter lastna spoznanja z namenom poiskati najprimernejše in najučinkovitejše oblike  medsebojnega sodelovanja davčne in občinske uprave;\n- metodo kompilacije, saj smo na osnovi že obstoječih spoznanj in novo ugotovljenih  dejstev podali rešitve naše raziskave, s to metodo smo tudi povzeli spoznanja  različnih avtorjev ter jih primerjali med seboj;\n- podatke smo podajali v opisni, grafični in tabelarični obliki. \n"], "6": ["2 JAVNE FINANCE IN PRORAČUN OBČIN", ""], "7": ["2.1 Pojem in pomen javnih financ in javnofinančnih prihodkov", "Filipič in Markovič-Hribernik (1998, 146) definirata javne finance kot del celotnih financ neke države. Predmet javnih financ je finančna dejavnost države in drugih subjektov javnega sektorja. V strukturi finančnega sistema zavzemajo javne finance posebno mesto, saj predstavljajo pojem pridobivanja ter uporabe materialnih in denarnih sredstev, ki so namenjena doseganju splošnih družbenih koristi. Obseg javnih financ je soodvisen od obsega nacionalnega dohodka, ki je sintetični kazalec razvoja in dosežkov družbe. Tisto, kar razlikuje javnofinančno gospodarstvo od drugih gospodarstev, je prisila pridobivanja sredstev, katero državi zagotavlja davčni sistem. Le-ta posameznikom odvzame del dohodka, običajno v obliki davkov in drugih prispevkov, saj je načelna vloga davčnega sistema v akumulaciji zadostnih sredstev za pokritje javnih izdatkov. Državljani imamo ob porabi javnih sredstev različne interese, vsem je pa skupen interes vzpostavitve takšne družbene blaginje, ki bi zagotavljala čim bolj kakovostne dobrine in posledično v čim večji meri zadovoljevala javne potrebe, obenem pa bi nas takšno delovanje države čim manj bremenilo.\nJavne finance obsegajo javnofinančne prihodke in javnofinančne odhodke, ki so prikazani v proračunih države. V Sloveniji so finančni inštrumenti javne porabe državni proračun, proračuni občin ter obvezno pokojninsko in zdravstveno zavarovanje (Praprotnik 2002, 114). Ker gre za javni denar, ki mora biti porabljen v javnem interesu, je zelo pomembno, da je poraba ustrezna tako s pravnega kot z ekonomskega vidika. Na področju javnofinančnih prihodkov je politika usmerjena v prestrukturiranje javnofinančnih virov, kar poveča davčno zmogljivost, kljub temu pa sočasno ne poveča davčne obremenitve dela. Politika javnofinančnih prihodkov skrbi predvsem za povečanje davčnega izplena brez povečane obremenitve dela.\nPoslovanje občin je del javnih financ. Pomembne družbene spremembe zadnjih desetletij so bistveno vplivale na obseg in sestavo povpraševanja po lokalnih javnih dobrinah. Rast prihodkov v javnem sektorju nasploh in še posebej na lokalni ravni ni sledila naraščajočemu obsegu nalog lokalnih uprav. Dejavniki, kot so manjša produktivnost v javnem sektorju, politični spopadi in vloga lobijev, pa istočasno povečujejo stroške javnih storitev in dobrin.\nReforma javnih financ je potekala od leta 1991 in je imela za cilj (UMAR1 2001, 90):\n- izboljšati spremljanja in evidentiranja javnofinančnih prihodkov in odhodkov;\n- izboljšati načrtovanje in analiziranje tokov in procesov javnega financiranja;\n- povečati preglednost;\n- zagotoviti pogoje za učinkovitejši in lažji nadzor nad porabo javnega denarja. \nPrioritetne smeri ukrepanja na področju javnofinančnih virov so bile opredeljene kot naslednje (ibid., 90):\n- potreba po javnofinančnem ravnotežju v bližnji prihodnosti ne omogoča večjega  zniževanja davčne obremenitve (deleža obveznih dajatev v primerjavi z BDP2);\n- prestrukturiranje javnofinančnih prihodkov in opustitev tistih davkov, ki socialno,  ekonomsko ali javnofinančno niso več primerni, sprejemljivi ali dovolj izdatni;\n- spremembe morajo iti v smeri zmanjšanja obremenitve dohodkov iz dela;\n- širjenje davčne osnove in prestrukturiranje olajšav pri davku iz dohodka  (dohodnina);\n- znižanje prispevkov za socialno varnost;\n- obdavčitev premoženja – predvsem nepremičnin bo postalo izdatnejši davčni vir;\n- proučiti smiselnost zvišanja splošne stopnje davka na dodano vrednost.\nCilj lokalnih organov mora biti čim boljše zadovoljevanje potreb po lokalnih javnih dobrinah ob danih proračunskih omejitvah.\n"], "8": ["2.2 Proračun in proračunsko financiranje", "Na podlagi 3. člena Zakona o javnih financah3 je proračun akt države oziroma občine, s katerim so predvideni prihodki in drugi prejemki ter odhodki in drugi izdatki države oziroma občine za eno leto. Proračun je državna institucija, katere struktura je odvisna od družbenoekonomske oziroma lastninske strukture gospodarstva. Proračun je predvsem ekonomski in šele nato pravni pojem. Z ekonomskega vidika predstavlja proračun bilanco javnih odhodkov in prihodkov v narodnem gospodarstvu. Oblikovati proračun pomeni zbrati vse prihodke, ki so v proračunu planirani, ter jih porabiti v tiste namene ter v tistem znesku, kot je v proračunu določeno (Žibert 1993, 148-161).\nCentralna oblast določi vrste javnih dohodkov za vse ravni, ki se potem za posamezno raven uvajajo tudi z lokalnimi predpisi. V okviru določenih javnih dohodkov lokalna oblast vodi svojo davčno politiko. V slovenskem proračunskem sistemu se davki, takse in druge javne dajatve določijo z zakonom. Uvaja jih republika, razen komunalnih taks in nadomestila za uporabo stavbnega zemljišča, ki jih uvaja lokalna enota. Da bi lahko proračun opravljal vse naloge, ki so mu zaupane kot instrumentu financiranja javnih izdatkov, sta finančna teorija in praksa določili načela, ki jih je treba pri sestavljanju, sprejemanju in izvajanju upoštevati. Ta načela so vsebovana v finančnih predpisih posameznih držav ter se razlikujejo od države do države glede na njeno družbenopolitično ureditev.\nKonsolidirana bilanca javnega financiranja je konsolidirani zbirni račun prihodkov in odhodkov vseh štirih blagajn rednega javnega financiranja v Sloveniji. Predstavlja statistični izkaz, ki nudi osnovni vpogled v tokove, v katere so vključene enote sektorja »država«.\nTa bilanca sistematično izkazuje transakcije, ki so posledica izvajanja sistema financiranja funkcij države preko štirih blagajn javnega financiranja v Sloveniji:\n- proračuna Republike Slovenije;\n- občinskih proračunov;\n- dveh skladov obveznega socialnega zavarovanja: Zavoda za pokojninsko in  invalidsko zavarovanje in Zavoda za zdravstveno zavarovanje Slovenije.\n"], "9": ["2.3 Povezava med državnim in lokalnimi proračuni", "Vlada Republike Slovenije4 predloži predlog državnega proračuna za naslednje leto v sprejem Državnemu zboru Republike Slovenije 1. oktobra tekočega leta. Župan občine predloži predlog občinskega proračuna za prihodnje leto občinskemu svetu v 30 dneh po predložitvi državnega proračuna državnemu zboru, to je do 1. novembra.\nS proračunom občin se določijo programi občinskih organov in sredstva za izvedbo. Proračun se sprejema v roku, ki omogoča uveljavitev s 1. januarjem leta, za katero se sprejema. Občina lahko sprejme proračun navadno le za eno leto, lahko pa tudi za dve leti. V primeru sprejemanja proračuna za dve leti državni zbor oziroma občinski svet sprejmeta dva proračuna, za vsako leto posebej. Priprava proračunov za dve leti omogoča uveljavitev dolgoročnejšega planiranja proračunskih prejemkov in izdatkov kot tudi učinkovitejše oblikovanje in izvajanje makrofiskalne politike in večletnih razvojnih programov na posameznih področjih delovanja vlade.\nTako pri pripravi državnega kot tudi občinskih proračunov se uporabljajo številni predpisi, ki urejajo področje javnih financ, računovodstva, javnih naročil in nadzora državnih pomoči. Njihov celovit pregled je predstavljen na spletni strani Ministrstva za finance.5\nIzdelava proračuna v Sloveniji poteka v intenzivnem sodelovanju med Ministrstvom za finance kot organom, pristojnim za izdelavo proračuna ter Uradom za makroekonomske analize in razvoj, vlado in državnim zborom. Enoten način oblikovanja proračunov občin v Republiki Sloveniji izhaja iz veljavnih predpisov.\nV praksi dejansko obstaja 210 različno oblikovanih proračunov občin, čeprav so predpisi za njihovo sestavo enotni. Razlog je v avtonomnosti občin. Občine so pri oblikovanju proračuna z vidika njegove oblike povsem avtonomne, pri čemer pa so obvezane, da upoštevajo veljavne predpise s področja javnih financ. Pri pregledu proračunov občin za posamezno proračunsko leto je Ministrstvo za finance v preteklih letih ugotavljalo, da je pristop občin pri oblikovanju tega dokumenta zelo neenoten, čeprav so predpisi za njegovo sestavo enotni.\nMinistrstvo za finance od leta 1999 izvaja proračunsko reformo in sicer uskladitev javne porabe z mednarodno prakso, izboljšanje preglednosti in odgovornosti pri razpolaganju s proračunskimi sredstvi ter vzpostavitev novega pristopa odgovornosti in sodelovanja pri razvoju, spremljanju in ocenjevanju izvajanja proračuna. Cilji reforme so povezani z \nodgovori na tri ključna vprašanja javne porabe (Ministrstvo za finance, Sektor za sistem financiranja lokalnih skupnosti 2006, 2):\n- kdo porablja proračunska sredstva;\n- kako jih porablja oziroma kaj se plačuje iz javnih sredstev;\n- za kaj se porabljajo javna sredstva.\nMinister pristojen za finance mora skladno s 17. členom Zakona o javnih financah obvestiti občine o temeljnih ekonomskih izhodiščih in predpostavkah za pripravo državnega proračuna. Ministrstvo je poskušalo občinam pri pripravi enotno oblikovanih proračunov pomagati, zato že od leta 2001 dalje vsako leto pripravlja proračunski priročnik. V letu 2006 je bilo v zvezi s pripravo proračunov občin uvedenih več novosti. Z uveljavitvijo Pravilnika o programski klasifikaciji občinskih proračunov je bila s 1.1.2006 prvič uvedena programska klasifikacija izdatkov občinskih proračunov, ki poleg ekonomske in funkcionalne klasifikacije omogoča poenoteno pripravo in sestavo občinskih proračunov.\nOsnovni makroekonomski okviri razvoja Slovenije za obdobje 2006 – 2010 so sestavni del proračunskega priročnika za pripravo državnega proračuna, ki je objavljen tudi na spletni strani Ministrstva za finance, obenem pa so ta izhodišča bila posredovana tudi občinam. Temeljna ekonomska izhodišča in predpostavke za pripravo občinskega proračuna so sestavni del navodila za pripravo občinskega proračuna, ki ga za finance pristojen organ občinske uprave na podlagi 18. člena ZJF posreduje neposrednim uporabnikom.\nNa podlagi temeljnih ekonomskih izhodišč in predpostavk za pripravo predloga državnega proračuna, ki jih občina prejme od Ministrstva za finance ter na podlagi načrtovanih politik občine, pristojni organ občine (župan) na predlog za finance pristojnega organa občinske uprave sprejeme oceno bilance prihodkov in odhodkov (na ravni področij proračunske porabe – iz pravilnika o programski klasifikaciji izdatkov občinskih proračunov), računa finančnih terjatev in naložb ter računa financiranja občinskega proračuna za določeno leto, ki sledi.\nPri pripravi proračuna se upoštevajo klasifikacije javnofinančnih prejemkov in izdatkov, ki morajo prikazovati prejemke in izdatke občinskega proračuna po naslednjih klasifikacijah (ibid., 9): institucionalni, ekonomski, programski, funkcionalni.\nInstitucionalna klasifikacija daje odgovor na vprašanje, kdo porablja proračunska sredstva (katere institucije). Ekonomska klasifikacija daje odgovor na vprašanje, kaj se plačuje iz javnih sredstev in je temelj strukture proračuna. Programska klasifikacija nam pove, za kaj se porabljajo javna sredstva. Funkcionalna klasifikacija je namenjena prikazu razdelitve celotnih javnofinančnih izdatkov po posameznih funkcijah države oziroma občine.\nDne 30.11.2006 je bil v Uradnem listu RS 123/06 objavljen nov Zakon o financiranju občin (ZFO-1), ki je stopil v veljavo s 1. januarjem 2007. Stari zakon o financiranju občin (ZFO)6 je v 24. členu zavezoval Ministrstvo za finance, da do 30. septembra tekočega leta \npripravi izračun primerne porabe7 in pripadajočih zneskov finančne izravnave8 občinam za prihodnje proračunsko leto na podlagi kvantitativnih izhodišč. Pri pripravi tega izračuna je pomemben znesek primerne porabe na prebivalca, ki ga za posamezno proračunsko leto sprejme Državni zbor Republike Slovenije. Od višine tega zneska je odvisna potrebna višina sredstev finančne izravnave, ki naj bi se za ta namen opredelila na ustrezni proračunski postavki v državnem proračunu. Novi ZFO-1 pa v 16. členu določa, da mora Ministrstvo za finance do 15. oktobra tekočega leta za naslednje proračunsko leto in leto, ki temu sledi, sporočiti predhodne podatke o prihodkih iz glavarine9 in zneskih finančne izravnave, ki so potrebni zaradi priprave občinskih proračunov. V zakonu o izvrševanju proračuna Republike Slovenije10 za leto 2006 in 2007, za katerega se še uporablja stari ZFO, je bil za leto 2006 določen znesek primerne porabe na prebivalca v višini 103.638 SIT.\nPredloge finančnih načrtov pripravijo neposredni uporabniki občinskega proračuna. Neposredni uporabniki na nivoju občine so organi občine in občinska uprava11 ter morebitni skupni organi občinske uprave več občin, tudi ožji deli občin (krajevne, vaške in četrtne skupnosti). Občinski proračun izkazuje vse prihodke in odhodke vseh neposrednih uporabnikov proračuna, zato so v poročilih za Ministrstvo za finance o sprejetem proračunu in kasneje njegovi realizaciji zajeti vsi prihodki in odhodki proračuna, vključno s prihodki in odhodki ožjih delov občin, ki so pravne osebe. Na podlagi navodila za pripravo predloga občinskega proračuna pripravijo neposredni uporabniki predlog finančnega načrta z obrazložitvijo. Predlogi finančnih načrtov morajo biti sestavljeni tako, da upoštevajo ekonomsko in programsko klasifikacijo javnofinančnih prejemkov in izdatkov, morajo pa biti tudi ustrezno obrazloženi. Vse te rešitve omogočijo oblikovanje občinskih proračunov skladno z veljavno zakonodajo, podatki so lahko preglednejši in natančneje je možno spremljati porabo sredstev vseh neposrednih uporabnikov občinskega proračuna.\nPosredni uporabniki občinskih proračunov so javni zavodi, skladi in agencije, katerih ustanovitelj je občina. Iz občinskih proračunov se financirajo posredno, preko neposrednih uporabnikov (občinske uprave).\nV splošnem delu občinskega proračuna so prikazani prejemki in izdatki po ekonomski klasifikaciji do ravni kontov ali podkontov, kot kaže tabela v prilogi 1 te naloge.\nPosebni del proračuna sestavljajo finančni načrti neposrednih uporabnikov, ki so razdeljeni na naslednje programske dele: področja proračunske porabe, glavne programe in podprograme, predpisane s programsko klasifikacijo izdatkov občinskih proračunov. Podprogram je razdeljen na proračunske postavke, te pa na podskupine kontov in konte,\nPRIMERNA PORABA OBČINE je za posamezno občino za posamezno proračunsko leto ugotovljen primeren obseg sredstev za financiranje z zakonom določenih nalog.  FINANČNA IZRAVNAVA so sredstva, ki se v posameznem proračunskem letu iz državnega proračuna dodelijo občini, ki s prihodki, določenimi z zakonom, ne more financirati svoje primerne porabe.  GLAVARINA je po novem ZFO-1 na prebivalca v državi ugotovljen delež dohodnine oziroma drugih davkov, odstopljen občinam za financiranje primerne porabe občin.  Zakon o izvrševanju proračuna Republike Slovenije za leto 2006 in 2007 (Uradni list RS 116/05, 103/06, \ndoločene s predpisanim kontnim načrtom. Posebni del proračuna in načrt razvojnih programov sta prilogi odloka o proračunu in se objavita na spletni strani posamezne občine. Načrt razvojnih programov sestavljajo projekti.\nPri pripravi proračunov občin za leti 2007 in 2008 občine namesto sedanjih podvrst dohodnine upoštevajo prihodek občine iz glavarine (dohodnina – odstopljeni vir občinam). Vsi ostali prihodki, ki so se doslej upoštevali pri izračunu primerne porabe, pa se ocenijo na podlagi njihove realizacije za leto 2006 (Repar in Klemenc 2006, 4).\nRepublika svoj proračun polni predvsem s prometnimi davki, carinami, dohodnino, davkom od dohodkov pravnih oseb, prispevki za zaposlovanje in za porodniška nadomestila, občine pa z delom dohodnine, davkom od premoženja, davkom na promet nepremičnin, komunalnimi taksami itd.\nObčinski svet sprejme občinski proračun z odlokom. Predlog občinskega proračuna mora biti občinskemu svetu predložen v vsebini in strukturi, kot jo prikazuje tabela v prilogi 2 te naloge. V odloku se uredijo tudi druga vprašanja, povezana z izvrševanjem proračuna, za katera določa ZJF, da se uredijo z odlokom, s katerim se sprejme proračun občine. V odloku o proračunu občine morajo biti obvezno zajete naslednje določbe o (Ministrstvo za finance, Sektor za sistem financiranja lokalnih skupnosti 2006, 51-52):\n- višini splošnega dela proračuna in strukturi posebnega dela proračuna;\n- izvrševanju proračuna;\n- višini dolga dolžnika, ki ga lahko odpiše župan;\n- višini zadolževanja občine in javnega sektorja na ravni občine in o višini izdanih  poroštev občine.\nSkladno z 31. členom ZJF predloži župan sprejeti odlok o proračunu občine Ministrstvu za finance v 30 dneh po njegovem sprejetju. Občine pošljejo ministrstvu celotno gradivo v zvezi z občinskim proračunom, ki ga je sprejel občinski svet, in sicer odlok o proračunu, splošni in posebni del proračuna, načrt razvojnih programov ter obrazložitve. Splošni in posebni del proračuna bo občina poslala tudi preko spletne aplikacije za poročanje o proračunih občin. S tem bo ministrstvo razpolagalo z enotnimi podatki o sprejetih proračunih občin, ki jih bo lahko obdelalo na ravni države. Občinski proračun mora biti objavljen v uradnem glasilu občine, ki ga ima občina določenega v svojem statutu. To je lahko Uradni list Republike Slovenije ali lokalno uradno glasilo. \n"], "abstract": ["V sodobni državi predstavlja proračun temeljni instrument financiranja javnih izdatkov in je pomemben instrument ekonomske in temu posledično tudi socialne politike. Občinski proračun je temeljni akt občine, s katerim so predvideni vsi prihodki in odhodki občine za določeno časovno obdobje za financiranje javne porabe. Finančno avtonomijo lokalnih skupnosti narekuje Evropska listina lokalne samouprave. Za Slovenijo je značilno, da ima relativno nizko stopnjo decentralizacije in viri za financiranje občin niso v sorazmerju z nalogami občin. Za razvite države Evropske unije je značilno, da imajo skoraj vse večnivojsko lokalno samoupravo. Za večino evropskih držav je značilno, da lokalne skupnosti soodločajo o finančni politiki in lahko same odločajo tudi o višini davčnih stopenj posameznih vrst davkov. Idealno bi bilo oblikovati takšne lokalne skupnosti, tako pokrajine kot občine, in njim dodeljeno vertikalno davčno strukturo, da bi bile v celoti sposobne z lastnimi finančnimi viri pokrivati svoje potrebe. Finančna avtonomija slovenskih občin predstavlja spodbudo za ustanovitev pokrajin. S pokrajinami se želi zmanjšati pritisk na politične vplive osrednje oblasti oziroma države na občine. Delovanje javne uprave se je v zadnjih letih močno spremenilo. Delo se izvaja s pomočjo računalnika, podatke je možno pridobiti takoj in so zanesljivi. Elektronsko poslovanje ne predstavlja samo uporabe nove informacijske tehnologije, ampak spreminja procese dela, organiziranost in ljudi, ki v procesih sodelujejo. Analiza sistema lokalnih davkov v razvitih državah Evropske unije je pokazala, da imajo občine v drugih evropskih državah veliko več pristojnosti in avtonomije pri odločanju o politiki pobiranja lokalnih davkov, iz česar tudi izhaja, da se na lokalnem nivoju v povprečju držav EU zbere več davčnih prihodkov kakor v Sloveniji. Občine in Davčna uprava v Sloveniji pri pobiranju davkov dejansko nič ne sodelujejo, občine so le deležne določenega deleža pobranih davčnih prihodkov kot vira financiranja občinskih proračunov. Država in njeni organi bi morali imeti več posluha za pripombe občin, njihovih županov ali občinskih svetov. Na občinski ravni še niso izkoriščeni vsi viri davčnih prihodkov, zato v bodoče obstajajo ugodne možnosti razvoja na področju uspešnega in učinkovitega medsebojnega sodelovanja slovenske davčne uprave in občin."]}