{"1": ["1 UVOD", "Statistični urad Slovenije je na svoji spletni strani (http://www.stat.si/novica_prikazi.aspx?id=2931) objavil podatke, iz katerih je razvidno, da se število goveje živine na slovenskih kmetijskih gospodarstvih zmanjšuje. Leta 2010 smo v Sloveniji imeli okoli 470.000 glav goveje živine. V devetih letih (2000-2009) pa se je število goved znižalo kar za 5 %. Prav tako se je v letih med 2000 in 2009 zmanjšalo za 0,6 % število kmetijskih gospodarstev, kjer so redili goveda. Slednjih je bilo leta 2010 le še 35.847 (v letu 2000 je bilo vseh kmetijskih gospodarstev 56.097).\nNavedeno število goveda, kljub vsakoletnem upadanju, ni malo, še posebno, če pomislimo na njihove izločke blata in seča (hlevski gnoj, gnojevko in gnojnico), ki jih v kmetijstvu uporabljamo kot gnojila. Znano je, da iz krme preide preko živali 70 do 90 odstotkov v krmi vsebujočih rastlinskih hranil neposredno v izločke (Leskošek s sod. 1998). Če vrnemo ta hranila nazaj v tla, pomeni za rastline to velik dodatek hranil, ki jih črpajo iz zemlje. S tem se izboljšuje rast rastlin in posledično se povečuje pridelek. Vendar pa je prekomerno doziranje gnojil lahko tudi škodljivo. Zato je pomembno strokovno ravnanje z živinskimi gnojili; predvsem je pomemben čas uporabe in gnojenje v pravilnih količinah, pomembna pa je tudi izbira rastlin, ki jih bomo gnojili.\nPri gnojenju travinja se srečujemo z velikim številom različnih rastlin, ki jih združujemo v funkcionalne skupine, in sicer v trave, metuljnice in zeli. Pri rasti rastlin so po zapiskih Leskoška (1993) za gnojenje najpomembnejša tri rastlinska hranila; dušik, fosfor in kalij. Korošec (1998) navaja, da bo ruša, v kateri prevladujejo trave, dala v kratkem času največ pridelka, če bo izdatneje gnojena z dušikovimi in s kalijevimi gnojili in manj s fosforjevimi. Če pa se želi povečati delež metuljnic v njej, se mora gnojiti le s fosforjevimi gnojili. Travam ne bo primanjkovalo dušika, ker ga bodo dobile dovolj od metuljnic. Pri gnojenju travinja se mora torej upoštevati botanično sestavo travne ruše. Pri tem se v praksi ne obravnava potreb zeli. To skupino se upošteva le, kadar se želi njihov \ndelež v ruši zmanjšati. Delež zeli v ruši se namreč povečuje zaradi močnega enostranskega gnojenja z dušikom (Leskošek 1993).\nČas uporabe živinskih gnojil je opredeljen v Uredbi o varstvu voda pred onesnaževanjem z nitrati iz kmetijskih virov, Ur. l. RS, št. 113/2009, ki je v veljavi od dne 31. decembra 2009. V uredbi so poleg primernega časa gnojenja navedene tudi druge določbe ravnanja z živinskimi gnojili.\nPri napačni uporabi gnojevke prihaja do negativnih učinkov zaradi prekomernih količin uporabljene gnojevke na travinju, nepravilne časovne aplikacije in neprimerne tehnike gnojenja. Največji posledici nepravilne uporabe gnojevke sta lahko izpiranje nekaterih hranil ob padavinah v globlje plasti tal ali podtalnico. Hitro se izpira predvsem nitratna oblika (NO3-) dušika, mogoče pa so tudi prekomerne izgube amonijaka (NH3) v ozračje (Kramberger 1995).\nNekateri raziskovalci so ugotovili tudi negativne učinke gnojevke na rastline ruše, med katerimi so, ožigi rastlin (plazmoliza) (Kramberger s sod. 2010), zmanjševanje količin pridelka (Smith s sod. 1995), zapleveljanje in pokvarljivost silaže (Kramberger 1995). Prevelika vsebnost suhe snovi v gnojevki je negativno vplivala tudi na kalivost in rast rastlin pri beli in črni detelji (Bedenik 2010). Ker predvidevamo, da je podoben negativen učinek izražen tudi na drugih travniških rastlinah, smo v našem poskusu želeli ugotoviti, kako različne koncentracije gnojevke vplivajo na kalivost in začetno rast nekaterih trav.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Gnojevka kot gnojilo", "Po navedbah Leskoška (1993) je goveja gnojevka organsko gnojilo, sestavljeno iz živalskih izločkov – blata in seča. Od ene krave, težke med 500 do 600 kg, dobimo na leto približno 15 m3 nerazredčene gnojevke. Goveja gnojevka vsebuje v 1000 kg = 1 m3 = 1000 l okoli 5 kg N, 2 kg P2O5 in 7 kg K2O. Vsebnost rastlinskih hranil v gnojevki je odvisna od krme in večja takrat, ko živali v obroku dobijo večjo količino rastlinskih hranil. Orešnik in sod. (2009) navajajo, da je vsebnost dušika, fosforja in težkih kovin v živinskih gnojilih večja takrat, kadar ta rastlinska hranila živalim krmimo v prevelikih količinah ali če napačno sestavimo krmni obrok.\nV nekoliko starejši literaturi je navedeno, da če gnojevka že v jami za gnojevko ni razredčena z vodo, moramo to storiti pred razvažanjem. To je posebej pomembno za gnojenje travinja. Z redčenjem gnojevke z vodo dosežemo predvsem:\n- boljše izkoriščanje N;\n- zmanjša se nevarnost, da se gnojevka zaskorji na povšini in prepreči nadaljno rast ruše;\n- boljše siliranje krme ter\n- ni nevarnosti, da bi z gnojenjem povzročali ožige rastlin (Leskošek 1988).\nV Smernicah za strokovno in utemeljeno gnojenje Leskošek s sod. (1998) navajajo, da čim večja je intezivnost reje, tem večja je zahtevnost glede kakovosti pridelane krme. Z gnojenjem se praviloma ne povečuje samo energijska vrednost krme (ŠV, NEL), ampak tudi količina pridelkov.\nNanos gnojevke na površine je določen po Uredbi o varstvu voda pred onesnaženjem z nitrati iz kmetijskih virov (2009), ki v 8. členu predpisuje prepoved gnojenja z gnojevko in gnojnico na zemljiščih brez zelene odeje od 15. novembra do 15. februarja, razen katastrskih občin na območju Primorja, kjer je vnos prepovedan od 1. decembra do 31. \njanuarja. Gnojenje na zemljiščih z zeleno odejo pa je prepovedano od 1. decembra do 15. januarja, zopet pa so drugače kategorizirana primorska zemljišča.\nAdministrativne uredbe po navedbah Leskoška (1993) opravičujejo omejitve in prepovedi uporabe živinskih organskih gnojil predvsem zato, ker je gnojenje potrebno količinsko in časovno uravnati, da so izgube hranil (v podtalje, v zrak ipd.) čim manjše. Za okolje sta zlasti nevarna N in P, seveda se lahko izgubljajo tudi ostale sestavnine gnojevke, kot so K, Ca, Mg in deloma tudi sulfati, kloridi in mikroelementi. Te izgube predstavljajo predvsem gospodarsko in manj okoljevarstveno škodo.\nGnojevko smemo po Leskošku (1993) uporabljati praviloma neposredno pred setvijo ali saditvijo rastlin. Pri spomladanskem gnojenju je ta časovni razmik lahko daljši, od 10 do 20 dni, v poletnih mesecih (za strniščne posevke) pa se omeji uporaba neposredno ob pripravi setvišča. Gnojevka je primerna tudi za uporabo v namene dognojevanja, v rastoče posevke. Za ta način uporabe gnojevke je potrebno imeti na razpolago primerne stroje, tako imenovane inkorporatorje. Drugi način uporabe je lahko uporaba v kombinaciji z zaoravanjem slame strnih žit ali ogrščice in setvijo strniščnih posevkov oziroma prodornin. Pri kombinaciji s koruznico (razrezano ali nerazrezano) pa je potrebno gnojiti neposredno po spravilu koruze, v mesecu septembru ali oktobru. Pri uporabi gnojevke na travinju je optimalni čas (v nižinah) meseca marca, pred začetkom rasti ali po njem. Med rastno dobo lahko doziramo gnojevko po vsaki rabi. Priporoča se po vsaki drugi pašnji ali košnji, in sicer med 5. in 10. dnevom po rabi. Za manjše količine gnojevke (do 10 t/ha) Leskošek (1993) navaja, da jo je dovoljeno uporabiti po potrebi čim prej tudi po koncu rastne dobe. Pomembna je torej pravilna uporaba gnojevke.\nZadravec (2010) navaja, da je ključnega pomena pravilni razvoz gnojevke, da izgube dušika niso prevelike in da nitrati ne predstavljajo težav v podtalnici. Pravočasni razvoz primernih količin gnojevke na njive pred setvijo ozimnih rastlin lahko predstavlja glavni vir dušika za mikroorganizme v tleh. Na površinah, ki niso opredeljene kot vodovarstvene, je razredčeno gnojevko mogoče uporabljati v manjših odmerkih tudi po \nvzniku ozimnin. Pri uporabi gnojevke se pogosto srečamo tudi z njenimi negativnimi vplivi.\n"], "4": ["2.2 Negativni vplivi gnojevke", "Med negativnimi vplivi gnojevke na travinju je potrebno izpostaviti pojav plazmolize na rastlinah. Pri plazmolizi gre za odstop membrane od celične stene kot posledica krčenja vakuole (Tarman, 2003). Kramberger in sod. (2010) omenjajo, da na pojav plazmolize in vidnih poškodb (ožigi) na rastlinah vpliva visoka vsebnost suhe snovi v aplicirani gnojevki ob izrazito prevročem in sončnem vremenu ali tudi aplikacija take gnojevke na zamrznjene rastline. Negativno na rastline vpliva tudi pokritje rastlin z gnojevko (tudi z gnojem), kar vodi do zmanjšanja fotosintetske aktivnosti in lahko v celoti (v kombinaciji z ožigom) uniči rastline. Prekomerno in prepozno gnojenje po navedbah Krambergerja (1995) škoduje tudi pri siliranju rastlin, saj povečuje vnose klostridijev in posledično pospeši pokvarljivost silaže. Pomembne so torej pravilne tehnike apliciranja gnojevke. Raziskave, ki govorijo o uspešnosti različnih načinov uporabe gnojevke, je izvajala Rodhe (2003), ki je ugotovila, da lahko pravilni načini aplikacije gnojevke na travinju vodijo do nižjih izgub pridelka in povečjo kakovost silaže. Rezultati so pokazali velike razlike med debelino plasti nanosa gnojevke na rastline. Pri tanki plasti aplicirane gnojevke so hranila zlahka prodirala v rastline in pozitivno vplivala na njihovo rast, medtem ko je ostajala aplicirana debela plast gnojevke na površinah rastlin in je prihajalo do nezaželjenih učinkov. Pomembna sta tudi čas aplikacije in količina uporabljene gnojevke. Raziskave na tem področju je izvajal Smith s sod. (1995) v letih med 1985 in 1988 na krmnih rastlinah. Pridelek se je pri kasnejši aplikaciji spomladi v primerjavi z ranejšo aplikacijo znižal za do 20 %, predvsem pri gnojevki z veliko vsebnostjo suhe snovi (nad 6 %). Zmanjšana količina pridelka je bila očitna, kadar se je apliciralo več gnojevke. Med negativnimi vplivi gnojevke pa je potrebno izpostaviti tudi izgube amonijaka v ozračje. \n Wouters in sod. (1995) navajajo, da je izhlapevanje amonijaka odvisno od sestave  gnojevke (koncentracije amonijaka, pH vrednosti, vsebnosti suhe snovi), naravnih  dejavnikov (vremenske razmere, tla, rastlinsko pokrivalo) in načina aplikacije (količine  nanešene gnojevke, metode nanosa). Z različnimi tehnikami apliciranja gnojevke,  spremenjene sestave gnojevke ali z zmanjševanjem količin uporabljene gnojevke  dosežemo zmanjšanje izhlapevanja amonijaka. V ta namen je bilo razvitih več tehnik  aplikacije gnojevke (Preglednica 1).\nruši, izraženo v %) po nanosu gnojevke z različnimi tehnikami (Wouters  in sod. 1995).\nMetode in tehnike Zmanjšanje (%)\nTravinje  Globoko in plitvo injiciranje gnojevke v tla > 95\nPlitvo injiciranje gnojevke v odprte kanalčke < 80\nGnojenje v ozkih pasovih v rušo 50-80\nGnojenje z gnojevko, redčeno z vodo (1:3) 20-80\nPovršinsko namakanje med in po aplikaciji gnojevke 25-75 Zakisovanje z dušikovo kislino  pH < 5 70-95  pH 5-6 30-80 Obdelovalna površina  Globoko injiciranje gnojevke > 95  Plitvo injiciranje gnojevke v odprte kanalčke / gnojenje v ozkih  > 80  pasovih v rušo (gnojevka aplicirana na površini zemlje)  Zadelava gnojevke v zemljo neposredno med aplikacijo gnojevke 70-95\nZadelava gnojevke v zemljo neposredno po aplikaciji gnojevke 35-95\nGnojenje v pasovih v ozkih pasovih v rušo 35-75 \nMandersloot s sod. (1995) ugotavljajo, da se izgube amonijaka iz živinskih izločkov povečujejo s skladiščenjem gnojevke. Ravno nasprotno pa trdijo za pašnjo, kjer živali blatijo in urinirajo na pašniku; tam se izhlapevanje amonijaka zmanjšuje, neprimerljivo večje je tudi izpiranje nitratov. Med rešitvami za preprečevanja izhlapevanja amonijaka omenjajo zakisovanje gnojevke in dodajanje dušikove kisline v gnojevko. Rešitev pa je lahko, kakor so ugotovili, tudi v zmanjšanju števila živali, kjer bi se posledično zmanjšale količine proizvedenih izločkov živali in s tem izhlapevanje amonijaka. Uporaba gnojevke lahko predstavlja tudi enega izmed negativnih vplivov na kalivost semena travniških rastlin.\nBedenik (2010) je v svojem poskusu prišla do sklepov, da je za aplikacijo gnojevke z namenom obnove ruše smiselno uporabljati razredčeno gnojevko. Ugotovila je, da visoka vsebnost suhe snovi v gnojevki močno negativno vpliva na kalivost ter začetno rast bele in črne detelje. S primerjavo fitotoksičnosti goveje gnojevke iz štirih kmetij z različnimi načini krmljenja živali so se na nekoliko drugačen način ugotavljanja vpliva na kalivost ukvarjali Hoekstra in sod. (2002). Uporabili so gnojevko z ekološke kmetije, kjer so govedo pasli na pašniku z visoko biološko pestrostjo rastlin, gnojevko z intezivne ekološke kmetije z mlečno proizvodnjo, kjer so govedo prav tako pasli na pašniku, posejanim z deteljami in s travami (obe kmetiji sta živino v hlevih še dokrmili z nizko proteinsko krmo). Zadnji dve gnojevki sta bili z integrirane in s konvencionalno usmerjene kmetije. V poskusu so obravnavali učinke izvlečkov gnojevke na kalitev semen in primarno rast korenin, relativno kalivost semen, relativno rast korenin ter kalivostni indeks vodne kreše (Lepidium sativum L.). Ugotovljeno so povezovali z različnimi lastnostmi gnojevke (električno prevodnostjo, skupnim N, NH4+ in s težkimi kovinami), da bi pojasnili morebitne razlike v fitotoksičnosti. Ugotovili so, da sta se kalivost semena in rast korenin zniževala z večjo vsebnostjo suhe snovi v gnojevki. Spodbujanje učinka na rast korenin so našli pri 1 in 3 % koncentraciji suhe snovi. Ugotovili so, da vsebnost skupnega N v gnojevki sledi po naslednjem zaporedju: konvencionalna gnojevka > integrirana gnojevka > ekološka gnojevka > ekološka gnojevka s kmetije z mlečno proizvodnjo. Ugotovljeno je bilo tudi, da se lahko gnojevke kmetijskih gospodarstev z različnimi načini krmljenja živali zelo razlikujejo v fitotoksičnosti. Najboljše je vodna \nkreša uspevala v gnojevki z ekološke kmetije, kar kaže na zmanjšano fitotoksičnosti gnojevke v primerjavi s fitotoksičnostjo te gnojevke s konvencionalne kmetije.\n"], "5": ["2.3 Rastline, uporabljene v poskusu", ""], "6": ["2.3.1 Trpežna ljuljka", "Trpežna ljuljka (Lolium perenne L.) spada v družino ljuljk (Martinčič, 1999). Benec (2011) navaja, da rastlina zraste 30-60 cm v višino, je trajnica, bogata s hranili in raste 3 do 4 leta. Njeni listi so bleščeči in intezivno zeleno obarvani, korenine se plitvo zaraščajo ter dobro razraščajo. Zaradi svoje prodornosti izpodriva druge vrste iz travne mešanice.\nTrpežna ljuljka odlično prenaša gaženje in pašo, zato je poglavitna pašna vrsta trave. Dobro uspeva na težkih, svežih in vlažnih tleh, ki so dobro preskrbljena s hranili (Korošec,1989). Trpežno ljuljko najdemo na gnojenih travnikih, zelenicah, na ruderalnih rastiščih; razpostira se od nižin do montanskega pasu, prisotna je tudi v subalpininskem pasu (Martinčič, 1999). Po navedbah Korošca (1989) glede na čas klasenja razlikujemo zgodnje in pozne tipe trpežne ljuljke, za namene rabe pa nizke in visoke tipe trpežnih ljuljk. Bogata je s \nhranilnimi snovmi, zato jo prištevamo k najbolj kakovostnim in zelo produktivnim pašnim travam. Reed (1998) je med drugim zapisal, da se ljuljke predvidoma zelo odzivajo na dodajanje dušikovih gnojil.\n"], "7": ["2.3.2 Navadna pasja trava", "Navadna pasja trava (Dactylis glomerata L.) je trajnica. Ustreza ji zmerno vlažna, s hranili bogata tla. Uspeva v srednje globokih do globokih tleh. Raste v šopih ali gostih rušah. Steblo ima visoko od 30 cm do 130 cm (Seidel in Eisenreich, 1992). Benec (2011) navaja, da navadna pasjo travo raste povsod po svetu. Najdemo jo v Avstraliji, Severni in Južni Ameriki, Severni Afriki ter Evropi.\nSodi med naše najbolj kakovostne visoke vrste trav, vendar je kakovost krme visoka le, če jo uporabljamo pravočasno – še pred nastajanjem bili ali pred latenjem. V vegativnih razvojnih fazah je namreč zelo listnata. Navadna pasja trava je zgodnja v razvoju ter hitro ostari, zato se njena hranilna vrednost hitro in močno zmanjša. Prenaša večkratno rabo in se po vsaki zelo hitro regenerira. Z izdatnim dognojevanjem z dušikom med rastjo jo lahko živina popase tudi 5- do 6- krat na leto ali pa jo je mogoče 4- do 5- krat pokositi (Korošec, 1989).\n"], "8": ["2.3.3 Travniška bilnica", "Travniška bilnica (Festuca pratensis Huds.) je trpežna, visoka vrsta trave, ki se rahlo šopasto razražšča. Po setvi raste in se razvija srednje hitro, po zgodnji prvi košnji pa se zelo hitro obrašča in regenerira. Ni prodorna, zato v mešanicah dodajamo nekoliko več njenega semena. Dobro prenaša ostre zimske razmere, srež in zgodnjespomladanske slane. Tudi dlje trajajoča snežna odeja ji ne škoduje. V čisti setvi jo sejemo 60 do 70 kg semena na hektar (Korošec, 1989). Če ji razmere ustrezajo, lahko vzdrži tudi do 8 let ali več. Njena rastišča so s hrano bogati travniki in pašniki, barski travniki in polsuhe trate, ki segajo do 1800 metrov visoko (Seliškar in Wraber, 1986).\nBenec (2011) navaja, da je travniška bilnica pogosta rastlina v Srednji Evropi. Njena šopasta rast dobro zapolnjuje prazna mesta v travni ruši. Najdemo jo v vseh travnodeteljnih mešanicah, namenjenih za krmo.\n(Zubiri, http://www.unavarra.es/servicio/herbario/pratenses/htm/Fest_prat_p.htm).\n"], "9": ["2.3.4 Bela detelja", "Bela detelja (Trifolium repens L.) je razširjena kot večletna, najbolj kakovostna detelja na travinju, zlasti v nizki travni ruši vseh vrst pašnikov. Njena krmna vrednost je velika, ker ima plazeče steblo. Nadzemna masa, ki jo predstavljajo tako le peclji, listi in cvetovi, je primerna za košnjo ali za pašnjo živine (Korošec, 1989). Bela detelja ima koreninski sistem s srčno korenino in stranskimi koreninicami. Stebla ima okrogla in nastajajo s podaljševanjem (rastjo) poganjka. Na plazečih steblih se v kolencih navzdol tvorijo advetivne korenine, navzgor pa požene list. Iz zalista požene stranska plazeča se stebla ali pokočno socvetje. Listi so sestavljeni iz listnega peclja in lističev (Kramberger, 1995). Ima torej pokončna soocvetja, je dolgopecljata, glavičasta, 40- do 80- cvetna. Strok je s 3 do 4 semeni (Seliškar in Wraber, 1986).\nSemenarna Ljubljana na svoji spletni strani (http://www.semenarna.si/podrobnosti- artiktelja-jura-semena-semenski-semenska-100g) navaja, da bela detelja izvira iz Evrope, Severne Afrike in Zahodne Azije. Rastlina potrebuje za svojo rast veliko svetlobe. S svojo prisotnostjo obogati tla z atmosferskim dušikom, kar so dokazali tudi Sturite in sod. (2008), ki so izvedli poskus z naslednjimi rastlinami: s travniškim mačjim repom (Phleum pratense L.), s travniško bilnico (Festuca pratensis L.), z navadno pasjo travo (Dactylis glomerata L.), z rdečo bilnico (Festuca rubra L.), s travniško latovko (Poa pratensis L.) in z belo deteljo (Trifolium repens L.). Trave so bile preučevane v čisti setvi in v mešanicah z 9 kg bele detelje na hektar. Poskus je potekal v 7-letnem obdobju. Količina N, ki je bila akumulirana v pridelek trav na travnikih s kislimi tlemi, je znašala 79,6-116,5 kg ha-1 (povprečno 96,2) in na bazičnih tleh 89,4-148 kg ha-1 (povprečno 113,5), v primeru mešanih setev z deteljo pa 187,3-292,7 kg ha-1 (povprečno 234,5). Prišli so do sklepov, da trave slabo uspevajo na kislih tleh. Akumulacija N se je povečevala s setvijo trav z belo deteljo. Učinkovitost bele detelje v akumulaciji N je bila odvisna od trav v mešanicah in si je sledila v naslednjem zaporedju: bela detelja s travniško latovko, bela detelja z rdečo bilnico, bela detelja s travniškim mačjim repom, bela detelja s travniško bilnico in bela detelja z navadno pasjo travo. Pridelovanje mešanice z belo deteljo, zaradi \nsimbiontske vezave dušika pri beli detelji, ni potrebovalo količinskega gnojenja z dušikom na takšni ravni, kot je bilo potrebno pri pridelavi trav pri čisti setvi.\nhttp://www.semenarna.si/podrobnosti-artiktelja-jura-semena-semenski-semenska-100g).\n"], "10": ["3 MATERIALI IN METODE", "V letu 2010 smo v juliju in v začetku avgusta izvedli lončni poskus v rastlinjaku in kalilni poskus v rastni komori. Z lončnim poskusom smo želeli ugotoviti vznik ter začetno rast nekaterih trav v odvisnosti od vrste gnojevke in njene koncentracije. V rastni komori pa smo ugotavljali kalivost semen nekaterih trav namočenih v različne koncentracije dveh vrst gnojevke.\n"], "11": ["3.1 Lončni poskus v rastlinjaku", "V lončnem poskusu v rastlinjaku smo ugotavljali vznik in začetno rast trpežne ljuljke, navadne pasje trave, travniške bilnice in bele detelje kot kontrole glede na rezultate, ki jih je v svoji raziskavi pridobila Bedenik (2010).\nV poskusu smo uporabili dve gnojevki (a in b) iz različnih govedorejskih kmetij. Gnojevko smo redčili z vodo na okvirno 10, 7 in 3,5 % vsebnost suhe snovi. Kontrolno obravnavanje različnih vsebnosti gnojevke je bila voda. Vsebnost dušika v gnojevki in v njihovi različnih vsebnostih suhe snovi je prikazana v preglednici 2.\nOznaka vzorca Skupni dušik (%)*  Gnojevka a, Redčitev 1 0,20  Gnojevka a, Redčitev 2 0,17  Gnojevka a, Redčitev 3 0,11  Gnojevka b, Redčitev 1 0,63  Gnojevka b, Redčitev 2 0,49  Gnojevka b, Redčitev 3 0,37 * Analizirano v laboratoriju po Kjedahlovi metodi AOAC 973.4 \nV poskusu smo torej preučevali 3 faktorje: rastlino, gnojevko in koncentracijo gnojevke. Posamezno obravnavanje je bilo ponovljeno v 4 ponovitvah (lončkih).\n"], "12": ["3.1.1 Izvedba lončnega poskusa v rastlinjaku", "Lončni poskus v rastlinjaku smo nastavili 15. 7. 2010. V ta namen smo lončke napolnili s substratom za gojenje rastlin (Tonsubstrat: mešanica slabo do srednje bele šote (H2- H5), zelo razgrajene premrznjene črne šote (H6-H8) ter 40 kg / m3 glinenih granul (2-8 mm), z dodatkom vodotopnega gnojila in mikro elementov, s pH vrednostjo substrata med 5,5 in 6,5). V vsak lonček po posameznih obravnavanjih smo na površino substrata aplicirali 20 ml gnojevke. Kontrolno obravnavanje je bilo brez gnojevke. Potem smo v vsak lonček v gnojevko, oziroma v vrhnji sloj substrata, vstavili s pinceto po 15 semen. Lončke s semeni smo v rastlinjaku po potrebi površinsko zalivali z vodo (imitacija dežja) (Slika 5).\n"], "13": ["3.1.2 Meritve in opazovanja v lončnem poskusu", "Sedmi, štirinajsti in osemnajsti dan po nastavitvi lončnega poskusa v rastlinjaku smo prešteli število vzniklih rastlin in nato izmerili višino rastlin.\n"], "14": ["3.1.3 Razmere v rastlinjaku", "Poskus smo opravljali od 15. 7. do 4. 8. 2010 pri naravni dnevni svetlobi (15 ur dnevne / 9 ur noči), povprečna temperatura je bila 25-28-C pri 94 % relativni zračni vlagi.\n"], "15": ["3.2 Kalilni poskus v rastni komori", "V kalilnem poskusu v rastni komori smo ugotavljali kalivost in začetno rast trpežne ljuljke, navadne pasje trave, travniške bilnice in bele detelje kot kontrole, glede na rezultate, ki jih je v svoji raziskavi pridobila Bedenik (2010).\nGnojevko a in b smo, tako kot v lončnem poskusu v rastlinjaku, redčili z vodo na okvirno 10, 7 in 3,5 % vsebnost suhe snovi. Kontrolno obravnavanje je bila ponovno voda.\n"], "16": ["3.2.1 Izvedba kalilnega poskusa v rastni komori", "Z izvedbo poskusa v rastni komori smo pričeli 20. 7. 2010. V plastične petrijevke smo vstavili petplastni filter papir. V petrijevke smo s pinceto namestili po 30 semen posamezne rastline, ki smo jih poprej 48 ur namakali v gnojevkah obravnavanih koncentracij in jih kasneje sprali z vodo. Za eno kontrolno obravnavanje je bila petrijevka s semeni, namočenimi v vodi, za drugo kontrolno obravnavanje pa je bila petrijevka z vstavljenimi suhimi semeni posameznih vrst rastlin. Filter papir v petrijevkah smo \nnavlažili s približno 10 ml vode in jih pokrili s plastičnim pokrovom. V petrijevke s semeni smo v rastni komori po potrebi dodajali vodo (Sliki 6 in 7).\n"], "17": ["3.2.2 Meritve in opazovanja v kalilnem poskusu", "Šesti in deveti dan po nastavitvi kalilnega poskusa v rastni komori smo prešteli število vzkaljenih rastlin. Zadnji poskusni dan (enajsti dan poskusa) pa smo poleg preštetih rastlin izmerili še najdaljšo koreninico in poganjek pri vsaki vzkaljeni rastlini.\n"], "18": ["3.2.3 Razmere v rastni komori", "V času izvajanja poskusa je bila v rastni komori temperatura pri 16-urni dnevni osvetlitvi in 8-urnem trajanju brez osvetlitve, 22-C. Semena so imela na razpolago 70 % relativno zračno vlago . \n"], "19": ["3.3 Statistična obdelava podatkov", "Rezultate, pridobljene v poskusu v rastlinjaku in v lončnem poskusu, smo obdelali z analizo variance. Razlike med aritmetičnimi sredinami smo testirali z Duncanovim testom (P > 0,05).\n"], "20": ["4 REZULTATI Z RAZPRAVO", ""], "21": ["4.1 Lončni poskus v rastlinjaku", "Iz preglednice 3 je razvidno, da se število vzniklih rastlin statistično značilno razlikuje (P > 0,05) glede na uporabljeno rastlino, vrsto gnojevke in koncentracijo gnojevke sedmi, štirinajsti in osemnajsti dan po nastavitvi poskusa.\nTako je bilo sedmi dan pri travniški bilnici ugotovljeno največje število rastlin (9,0) in je bilo na istem statističnem nivoju kot pri trpežni ljuljki z 7,5 rastlinami. Teden dni kasneje je bilo največ vzniklih rastlin pri travniški bilnici (11,3), kar je bilo na istem statističnem nivoju kot pri pasji travi (10,6 rastlin). Osemnajsti dan je bilo največ vzniklih rastlin pri navadni pasji travi in travniški bilnici (11,1 in 11,2). Število vzniklih rastlin pri beli detelji in trpežni ljuljki pa je bilo statistično značilno nižje (7,6 in 8,8 rastlin).\nVrsta gnojevke je statistično značilno vplivala na število vzniklih rastlin (P > 0,05). Sedmi dan je pri gnojevki a bilo 8,5 vzniklih rastlin, medtem ko je bilo pri gnojevki b, 6,3 vzniklih rastlin. Podobno je bilo štirinajsti dan, ko je bilo pri gnojevki a 11,0 rastlin, pri gnojevki b pa 8,1 vzniklih rastlin. Podobno je bilo tudi osemnajsti dan z 11,1 vzniklimi rastlinami pri gnojevki a in 8,3 rastlinami pri gnojevki b.\nTudi vsebnost suhe snovi v gnojevki je statistično značilno vplivala na število vzniklih rastlin. Največje število vzniklih rastlin smo sedmi dan zaznali v kontrolnem obravnavanju (voda) z 9,5 vzniklimi rastlinami. Signifikantno sta se od tega obravnavanja razlikovali obravnavanji 1 in 2 z vsebnostjo suhe snovi s 10 in 7 % (4,7 in 7,0 vzniklih rastlin). Podobno sosledje rezultatov smo lahko opazili štirinajsti dan. Največje število vzniklih rastlin je ostajalo pri obravnavanju 4 (11,3 rastlin). Statistično se je od tega obravnavanja razlikovalo obravnavanje 1 z najmanjšim številom vzniklih rastlin (7,1 rastlin). Obravnavanji 2 in 3 pa se statistično značilno nista razlikovali med seboj, obravnavanje 2 je imelo 9,2 rastlin in obravnavanje 3, 10,5 rastlin. Osemnajsti dan lahko vidimo podobno. Kontrolno obravnavanje (voda) je ostajalo na statistično istem nivoju \n kot obravnavanje z gnojevko s 3,5 % suhe snovi in se je statistično značilno razlikovalo  od obravnavanj 1 in 2, kjer je bilo število vzniklih rastlin nižje.\nNa nivoju interakcij je bila statistično najbolj značilna interakcija gnojevka × vsebnost  suhe snovi v gnojevki (glej preglednico 3).\nvzniklih rastlin.\nObravnavanja Nivo Število Število Število\nRastlinska vrsta (R) A 6,7b 7,3c 7,6b  B 7,5ab 8,8b 8,8b  C 6,5b 10,6a 11,1a  D 9,0a 11,3a 11,3a\nGnojevka (G) A 8,5a 11,0a 11,1a  B 6,3b 8,1b 8,3b\nVsebnost suhe snovi 1 4,7c 7,1c 7,1c  v gnojevki (VSS)\nInterakcija R×G NS * *  R × VSS NS NS NS  G × VSS *** *** ***  R × G × VSS NS * *\nPovprečja znotraj obravnavanj, označena z različno malo črko, se lahko med seboj statistično značilno razlikujejo  (Duncan P > 0,05) A ... bela detelja; B ... trpežna ljulka; C ... pasja trava; D ... travniška bilnica; a ... gnojevka iz prve  kmetije; b ... gnojevka iz druge kmetije; 1 ... 10%; 2 ... 7%; 3 ... 3,5%; 4 ... kontrola voda.  * V lončkih je bilo po 30 semen.  NS ... nesignifikantno; * ... signifikantno pri P ≤ 0,05; ***... signifikantno P ≤ 0,001. \nIz preglednice 4 je razvidno, da se tudi višina rastlin statistično značilno razlikuje (P > 0,05) glede na uporabljeno rastlino, vrsto gnojevke in koncentracijo gnojevke sedmi, štirinajsti in osemnajsti dan po nastavitvi poskusa.\nSedmi dan je največjo višino dosegla trpežna ljuljka (4,4 cm). Sledila ji je travniška bilnica (3,2 cm) in pasja trava (2,8 cm). Teden dni kasneje je bila največja višina izmerjena pri trpežni ljuljki z 10,8 cm. To obravnavanje se je signifikantno razlikovalo od vseh ostalih obravnavanih rastlin. Osemnajsti dan so bile največje višine vzniklih rastlin izmerjene pri trpežni ljuljki z 17,0 cm. Na statistično značilnem nižjem nivoju pa so bile višine rastlin travniške bilnice in navadne pasje trave (13,0 in 12,1 cm).\nVrsta gnojevke je statistično značilno vplivala na višino rastlin štirinajsti dan opazovanj. Ta dan je obravnavanje gnojevke a dalo višje rastline (8,1 cm) kot obravnavanje b (7,2 cm).\nPrav tako je tudi vsebnost suhe snovi v gnojevki signifikantno vplivala na višino rastlin. Največjo višino rastlin je bilo sedmi dan zaznati v kontrolnem obravnavanju (voda) z 3,4 cm. Najnižjo višino rastlin pa smo zaznali v gnojevki z 10 % suhe snovi (2,3 cm). Štirinajsti dan so ponovno najvišje rastline bile v obravnavanju 4 z 8,9 cm, medtem ko so imele rastline v obravnavanju 3, ki je bilo na istem statističnem nivoju z 8,0 cm višine. Največjo višino rastlin osemnajsti dan je bilo ponovno v kontrolnem obravnavanju (voda) z 12,5 cm, kar se je statistično razlikovalo od obravnavanja 1 z najmanjšim vplivom pri 10 % vsebnosti suhe snovi (9,7 cm).\nNa nivoju interakcij sta bili statistični značilni le interakciji rastlina × gnojevka in rastlina × vsebnost suhe snovi v gnojevki (glej preglednico 4). \n  rastlin.\nObravnavanja Nivo Višina (cm) Višina (cm) Višina (cm)\nRastlinska vrsta (R) A 1,8c 3,1d 4,1c  B 4,4a 10,8a 17,0a  C 2,8b 7,7c 12,1b  D 3,2b 8,9b 13,0b\nGnojevka (G) a 3,2a 8,1a 12,2a  b 2,9a 7,2b 10,9a\nVsebnost suhe snovi 1 2,3b 6,0c 9,7b  v gnojevki (VSS)\nInterakcija R×G NS * NS  R × VSS NS * NS  G × VSS NS NS NS  R × G × VSS NS NS NS\nPovprečja znotraj obravnavanj, označena z različno malo črko, se lahko med seboj statistično značilno razlikujejo (Duncan P > 0,05) A ... bela detelja; B ... trpežna ljuljka; C ... pasja trava; D ... travniška bilnica; a ... gnojevka iz prve kmetije; b ... gnojevka iz druge kmetije; 1 ... 10%; 2 ... 7%; 3 ... 3,5%; 4 ... kontrola voda. * V lončkih je bilo po 30 semen. NS ... nesignifikantno; * ... signifikantno pri P ≤ 0,05; *** ... signifikantno P ≤ 0,001. \nSlika8: Bela detelja (od leve proti desni) z gnojevko a (1, 2, 3), gnojevko b (4, 5, 6) in  kontrolo vode (7) na 20. dan poskusa (Flere 2010).\n"], "22": ["4.2 Kalilni poskus v rastni komori", "Iz preglednice 5 je razvidno, da se število semen, ki so kalila, dolžine korenin ter poganjkov statistično razlikujejo med seboj šesti in deveti dan po nastavitvi poskusa (P > 0,05). \nRastlinska vrsta je statistično značilno vplivala na število semen, ki so kalila ter dolžino korenin in poganjkov (P > 0,05). Šesti dan po nastavitivi poskusa je bilo najmanjše število vzkaljenih rastlin pri beli detelji z 5,7 rastlinami in je bilo na istem statističnem nivoju kot pri trpežni ljuljki z 6,9 vzkaljenimi semeni. Največje število vzkaljenih semen pa je bilo pri travniški bilnici, ki se je statistično razlikovalo od trpežne ljuljke (12,6 in 9,2). Največje opaženo število vzkaljenih rastlin je tudi deveti dan ostajalo pri travniški bilnici (15,0). Pri dolžini korenin vzkaljenih rastlin je imela najkrajše korenine bela detelja (0,3 cm), najdaljše pa sta imeli trpežna ljuljka in navadna pasja trava (1,6 cm in 1,5 cm). Najdaljši poganjek sta imeli trpežna ljuljka in travniška bilnica (1,6 in 1,5 cm), najkrajšega pa bela detelja (0,3 cm).\nVrsta gnojevke je statistično značilno vplivala na število vzkaljenih rastlin ter na dolžino korenin in poganjkov (P > 0,05). Šesti dan po nastavitvi poskusa je bilo pri gnojevki a 12,1 vzkaljenih rastlin, medtem ko je bilo pri gnojevki b 5,0 vzkaljenih rastlin. Podobno je bilo tri dni kasneje, ko je bilo pri gnojevki a 14,3, pri gnojevki b pa 6,4 vzkaljenih rastlin, ki so kalila. Dolžina korenin je bila pri gnojevki a 1,7 cm in se je statistično značilno razlikovala od gnojevke b z 0,8 cm. Podobno je bilo pri dolžini stebel z 1,7 cm pri gnojevki a in z 0,7 cm pri gnojevki b.\nTudi vsebnost suhe snovi v gnojevki je statistično značilno vplivala na število vzkaljenih rastlin ter dolžino korenin in poganjov (P > 0,05). Šesti dan je imelo največje število vzkaljenih rastlin kontrolno obravnavanje (voda) z 20,0, kar se je statistično značilno razlikovalo od obravnavanja 2, z najmanjšim številom vzkaljenih rastlin z 4,6. Tri dni kasneje je število vzkaljenih rastlin bilo pri 10, 7 in 3,5 % vsebnosti suhe snovi na statistično nižjem nivoju kot kontrolno obravnavanje (voda) z 22,0 vzkaljenimi rastlinami. Korenine so bile najdaljše pri kontrolnem obravnavanju (voda) z 1,9 cm in so bile na statistično istem nivoju kot pri 3,5 % vsebnosti suhe snovi (0,7 cm). Najkrajše poganjke smo zaznali pri obravnavanju 3, ki je bilo na statistično nižjem nivoju od obravnavanja 4 (0,7 in 1,9 cm). \nNa nivoju interakcij so bile statistično značilne vse interakcije šesti in deveti dan po nastavitvi poskusa. Na dolžine korenin in poganjkov pa ni bilo signifikantnega vpliva.\nvzkaljenih rastlin ter dolžino korenin in poganjkov.\nDolžina Dolžina  Število Število korenin poganjka  Obravnavanja Nivo Obravnavanja Nivo\nRastlinska vrsta A 5,7c 6,1d 0,3c 0,3c  (R)  B 9,2b 10,5c 1,6a 1,6a  C 6,9c 8,6b 1,1b 1,1b  D 12,6a 15,0a 1,5a 1,5b\nGnojevka (G) a 12,1a 14,3a 1,7a 1,7a  b 5,1b 6,4b 0,8b 0,7b\nVsebnost suhe 1 4,8b 5,4b 0,1c 0,8b  snovi v gnojevki  (VSS)\nInterakcija R×G *** *** NS NS  R × VSS *** *** NS NS  G × VSS *** *** NS NS  R × G × VSS *** *** NS NS\nPovprečja znotraj obrabnavanj označena z različno malo črko se lahko med seboj statistično značilno razlikujejo  (Duncan P > 0,05) A ... bela detelja; B ... trpežna ljuljka; C ... pasja trava; D ... travniška bilnica; a ... gnojevka iz prve  kmetije; b ... gnojevka iz druge kmetije; 1 ... 10%; 2 ... 7%; 3 ... 3,5; 4 ... kontrola voda.  * V petrijavkah je bilo po 15 semen.  NS ... nesignifikantno; *... signifikantno pri P ≤ 0,05; ***... signifikantno P ≤ 0,001. \nvodo (17, 18, 19, 20) na 9. dan poskusa (Podvršnik 2010).\n"], "23": ["5 SKLEP", "Razlike, ki so nastale na nivoju rastlinske vrste, lahko pripišemo lastnostim rastlin glede na njihove lastnosti hitrosti rasti in razvoja. V poskusu je imela najmanjše ugotovljeno število ter višino in najkrajše korenine ter poganjke bela detelja. Najštevilčnejši vznik in najvišje dosežene višine stebel izmed vseh rastlin, uporabljenih v poskusu, pa sta dosegli trpežna ljuljka in travniška bilnica. Rezultati, ki se nanašajo na vrsto gnojevke, govorijo o tem, da lahko imajo različne gnojevke različen vpliv na kalivost in začetno rast rastlin. Rezultati, pridobljeni z različnimi redčitvami, pa nam govorijo o tem, kako pomembno je v praksi redčenje gnojevke z vodo, ker kot dokazujemo, nerazredčena gnojevka slabo vpliva na kalitev, vznik in rast rastlin. Iz pridobljenih rezultatov, uporabljenih različnih vsebnosti suhe snovi v gnojevki, je razvidno tudi, da v nerazredčene gnojevke ne moremo dodajati semen rastlin s ciljem obnove travne ruše. Iz rezultatov lahko sklepamo, da je nujno potrebno gnojevko pred apliciranjem na travinje razredčiti z vodo, še posebej, če je gnojevki dodano tudi seme rastlin.\nZa potrditev teh rezultatov v praksi bo potrebno opraviti še več takšnih poskusov z drugimi vrstami rastlin.\n"], "abstract": ["Na Fakulteti za kmetijstvo in biosistemske vede smo leta 2010 izvajali lončni poskus v rastlinjaku in kalilni poskus v rastni komori, da bi ugotovili vpliv goveje gnojevke na kalitev in začetno rast trpežne ljuljke (Lolium perenne L), navadne pasje trave (Dactylis glomerata L), travniške bilnice (Festuca pratensis Huds.) in bele detelje (Trifolium repens L.) kot kontrole. Uporabili smo dve gnojevki (iz dveh različnih govedorejskih kmetij) v štirih različnih vsebnostih suhe snovi (10 %, 7 %, 3,5 % in 0 % (kontrola – voda)). Poskusa sta bila zasnovana kot trofaktorska (rastlinska vrsta, gnojevka, vsebnost suhe snovi v gnojevki) z različno vsebnostjo suhe snovi v lončnem poskusu oziroma v petih ponovitvah v kalilnem poskusu. Rastline, gnojevke in koncentracije gnojevk so statistično značilno vplivale na število in višino vzniklih rastlin v rastlinjaku in na ugotovljeno število, dolžino korenin in poganjkov opazovanih rastlin v rastni komori. Ugotovili smo, da se ob povečanju koncentracije suhe snovi v gnojevki zmanjšuje kalitev, vznik in rast rastlin. Rezultati kažejo, da v nerazredčeno gnojevko ni smiselno dodajati semena za obnovo ruše, ampak je potrebno predhodno redčenje gnojevke z vodo. "]}