{"1": ["1 UVOD", "Sodoben trg z okrasnimi rastlinami zahteva visoko konkurenčno pridelavo okrasnih rastlin. Na trgu je mogoče opaziti vedno več novih rastlinskih vrst. Raznolika pridelava postaja zelo pomembna in vključuje nove vrste, podvrste in nove tehnologije pridelave. Dosedanje raziskave so pokazale, da postaja črni teloh (Helleborus niger L.) vedno bolj priljubljen na trgu z okrasnimi rastlinami (Šušek in sod. 2005).\nGnojenje avtohtonih rastlinskih vrst lahko predstavlja pomembno prodajno nišo. V Sloveniji pridelovanje avtohtonih rastlinskih vrst ni razširjeno. Slovenija je ena izmed najmanjših evropskih držav, a se pojavlja kot zelo bogata po biotični raznolikosti z več kot 3000 rastlinskimi vrstami (Martinčič in sod. 1999). Glavni razlogi za takšno raznolikost so v specifični geografski legi, raznoliki klimi, reliefu in pestrosti kamnin (Kladnik 1996, Ogrin 1996, Perko 1998, Andrič in Willis 2003).\nSlovenija ima najmanj šest različnih fitogeografskih pokrajin, širom katerih povsod rastejo vrste teloha (Jogan in sod. 2001). Raziskave zadnjih let kažejo, da je večina vrst v Sloveniji vitalnih in da tvorijo številne visoko variabilne populacije, ki predstavljajo vir genov za potrebe žlahtnjenja (Ivančič in sod. 2003).\nOkrasne rastline iz rodu Helloborus gojijo že od nekdaj kot vrtne rastline. Črni teloh je eden od najzgodnejših vrst v rodu. Njegova zmožnost, da cveti v »najtemnejših« mesecih leta, ko je vse zmrznjeno, ga naredi zelo dragocenega. Nedavne raziskave kažejo, da se vedno bolj uveljavljajo kot pozno zimsko cvetoče trajnice, odporne in neobčutljive na bolezen in škodljivce (Armstrong 2002, Lamper 1984, 1985). V prihodnosti bo črni teloh verjetno postal veliko bolj pomembna okrasna rastlina kot je danes.\n"], "2": ["1.2 Namen in hipoteze", "Za slovenske pridelovalce lahko predstavlja gojenje črnega teloha tržno nišo zaradi značilnosti pridelave in tudi zato, ker je ponudba kvalitetnih rastlin na trgu še vedno nezadostna. Njegova še večja priljubljenost pa bo odvisna od mnogih dejavnikov, kot so ponudba drugih primerljivih vrst na trgu, od ekonomičnosti pridelave (še posebej od stroškov povezanih z razmnoževanjem), marketinških ukrepov in ponudbe atraktivnih sort. Ponudba atraktivnih sort bo zagotovo eden izmed pomembnejših dejavnikov. Črni teloh je relativno nova kultivirana vrsta in zato je še mnogo lastnosti, ki jih je potrebno izboljšati - požlahtniti (najpomembnejše so dolžina cvetnega stebla, število cvetov na rastlino, velikost cvetov, odpornost na bolezni in škodljivce). Uspeh žlahtnjenja je odvisen od obstoječih genetskih virov, metodologije žlahtnjenja in aktivnosti, ki so povezane s promocijo novih sort.\nČrni teloh je verjetno prevladujoča tujeprašna, entomofilna vrsta (najpomembnejši opraševalci so insekti, predvsem čebele in muhe). Entomofilna narava je ozko povezana z botaničnimi lastnostmi cveta. Med možne opraševalce spada tudi veter. Preverjanje pelodne aktivnosti oziroma živosti ima zelo široko uporabo v postopkih žlahtnjenja.\nEden od namenov raziskave je bil določiti obisk opraševalcev na cvetovih in analizirati dinamiko opraševanja preko dneva. Namen proučitve je bil določiti različne sestave gojišč, okolja in časa inkubacije ter določiti vpliv proučevanih dejavnikov na kalitev peloda.\nCilj diplomskega dela je bil proučiti opraševalne odnose v naravni populaciji in izboljšati oziroma podaljšati čas skladiščenja peloda črnega teloha in s tem omogočiti možnost uporabe peloda v obdobju izven naravnega časa cvetenja.\n"], "3": ["2 PREGLED LITERATURE", ""], "4": ["2.1 Botanična klasifikacija", "Rod Helleborus L. spada k dvokaličnicam v družino Ranunculaceae (zlatičevke). V zadnjih klasifikacijah družine Ranunculaceae (Tamura 1993) je rod Helleborus skupaj z rodovi Beesia Balf. f. & W. Smith, Calathodes Hook. f. & Thomson, Catha L., Eranthis Salisb, Megaleranthis Ohwi. in Trollius L. uvrščen v tribus Helleboreae in v poddružino Helleboroideae (preglednica 1).\n_________________________________________________________________________ Cesarstvo: Eukaryota – evkarionti  Kraljestvo: Plantae – rastline  Podkraljestvo: Tracheobionta  Deblo: Spermatophyta – semenke  Poddeblo: Magnoliophytina (Angiospermae) – kritosemenke  Razred: Magnoliopsida (Dicotyledoneae) – dvokaličnice  Podrazred: Magnoliidae  Red: Ranunculales  Družina: Ranunculaceae – zlatičevke  Poddružina: Helleboroideae  Tribus: Helleboreae  Rod: Helleborus L. \nRod Helleborus L. sestavlja 15–20 vrst. Gre za zimzelene in listnate trajnice, ki segajo od centralne do južne Evrope (vključno s področjem Mediterana) ter do Kavkaza in Kitajske (Mathew 1989, Jelitto in Schacht 1995). V Sloveniji raste pet vrst telohov: črni teloh (Helleborus niger L.), blagodišeči teloh (Helleborus odorus Waldt et. Kit.), hostni teloh (Helleborus dumetorum Waldst et. Kit.), temnoškrlatni teloh (Helleborus atrorubens Walds et. Kit.) in deljenolistni teloh (Helleborus multifidus Vis.) (Martinčič in sod. 1999).\nZnotraj rodu Helleborus so bile od različnih avtorjev predlagane različne razvrstitve sorodnih vrst na osnovi različnih meril. Mathew (1989) je razdelil rod, ki temelji na splošni strukturi rastlin (sposobnost vrst za križanje, morfologiji pelodnih zrn in značilnosti semena), v šest sekcij. Identificiral je 15 vrst (preglednica 2).\n_________________________________________________________________________ SEKCIJA VRSTE Syncarpus H. vesicaricus Aucher ex Boiss.\nGriphopus H. foetidus L.\nChenopus H. argutifolius Viv.  H. lividus Ait. f.\nHelleborus H. niger L.\nHelleborastrum H. atrorubens Waldst. & Kit.  H. cyclophyllus Boiss.  H. dumetorum Waldst. & Kit.  H. multifidus Vis.  H. odorus Waldst. & Kit.  H. orientalis Lam.  H. purpurascens Waldst. & Kit.  H. torquatus Archer-Hind  H. viridis Boiss.\nDicarpon H. thibethanus Franch. _________________________________________________________________________ \nMathew (1989) obravnava H. croaticus kot sinonim za H. torquatu, Sun in sod. (2001) pa smatra, da sta dve različni vrsti.\nSun in sod. (2001) je določil fitogenetsko sorodnost znotraj rodu Helleborus na osnovi analiz medgenetskih regij (IGS – intergeic spancer) in notranjih predpisanih regij (ITS – internal transcribed spacer) ribosomske dioksiribonukleinske kisline (rDNK) za 16 splošno znanih vrst, vključujoč posamezne podvrste in geografske variante. Molekularna analiza močno podpira monofilijo rodu Helleborus. Obe delitvi rodu v dve skupini (Caulescent in Scapigeri) in v dve podvrsti (Helleborastrum in Helleborus) sta bili zavrženi.\nObstajata dve podvrsti črnega teloh; Helleborus niger subsp. niger in Helleborus niger L. subsp. macranthus. Razlikujeta se po nazobčanosti listnih segmentov, namestitvi in barvi sepal, obliki in barvi nektrarialnih listov ter celotni velikosti.\nObe rastlini lahko prepoznamo po teh znakih:  Helleborus niger subsp. niger:  − listnih segmentov 7, široki, usnjati, temno zeleni, bleščeči;  − listni segmenti rombasto kijasti, nad sredino najširši;  − zobci listnih segmentov obrnjeni naprej;  − premer cveta 8–11 cm, sepala ožja, se ne prekrivajo ali le do sredine;  − čas cvetenja: od februarja do marca.\nHelleborus niger L. subsp. macranthus:  − listnih segmentov 8, navadno 9–11, modrikasto zeleni, niso bleščeči;  − listni segmenti široko suličasti, v sredini najširši;  − zobci listnih segmentov štrleči in bodeči;  − premer cveta 8–11 cm, sepala ožja, se ne prekrivajo ali le do sredine;  − sepala po odcvetu skoraj vijolična;  − čas cvetenja: od februarja do maja. \nZgoraj navedeni znaki, ki jasno karakterizirajo dve različni rastlini, niso ustrezali za zanesljivo določanje herbarijskih in svežih rastlin, nabranih na različnih fitogeografskih območjih v Sloveniji (alpski svet, subpanonski svet, dinarski svet, preddinarski svet, predalpski svet) in na različnih lokacijah v Avstriji (vzhodne Alpe, Karavanke, severno- vzhodne Alpe). Na podlagi analize herbarijskih in svežih rastlin Ravnikar (1969) ugotavlja samo visoko variabilno podvrsto Helleborus niger subsp. niger, ki raste od nižine do subalpinskega pasu.\n"], "5": ["2.2 Ekonomska pomembnost", "Črni teloh postaja vedno bolj priljubljen na trgu z okrasnimi rastlinami. Kot primer si lahko pogledamo vrtnarijo Heuger Blumen (Nemčija), ki se ukvarja z žlahtnjenjem črnega teloha. Pred osmimi leti so predstavili prve rastline na mednarodnem sejmu rastlin v Esnu (International Trade Fair for Plants – IPM Essen, Nemčija). Vse rastline so prodali v prvem dnevu. Naslednje leto so prodali vse rastline teden pred začetkom in še leto kasneje so prodali vse mlade rastline tri mesece pred sejmom. Danes vrtnarija prideluje okrog 1.6 milijona rastlin telohov letno (mladih in doraslih) za druge vrtnarije, vrtne centre in borze. Rastline prodajajo po vsej Evropi, Aziji (točneje Japonski) in Severni Ameriki (Šušek 2006).\n"], "6": ["2.2.1 Uporaba", "Kot atraktivna vrtna trajnica je črni teloh že dolgo znan. Sadimo ga v zimski in spomladanski del okrasnega vrta. Prav tako je primeren za saditev v del vrta z drevnino ali pa ga gojimo na gredi pred hišo. Gojimo ga lahko tudi za rezano cvetje ali kot lončne rastline. Kot rezano cvetje lahko črni teloh prodajamo od novembra do aprila. Pridelava pa je v glavnem orientirana na oskrbo trga pred božičem, z namenom izkoristiti ugodnosti \nvisokih cen. Rastline, ki rastejo v loncih, lahko prodajamo skozi vse leto (Šušek 2007). Prav tako pa je črni teloh tudi zdravilna rastlina, z zdravilnim učinkom za duševne motnje, za bolezni živčevja, bljuvanje ali kot odvajalo (Mathew 1989).\n"], "7": ["2.2.2 Pridelava", "Črni teloh je eden od najzgodnejših vrst v rodu Helleborus. Njegova zmožnost, da zacveti v najtemnejših mesecih leta (od novembra do aprila) ga naredi zelo dragocenega. Glede na naravni čas cvetenja ne potrebuje visokih temperatur za začetek cvetenja, kar je zelo pomembno za pridelovalce v zmerni kontinentalni klimi. Rastlinjaki, ki so postavljeni v takšnih klimah, so, glede na njihovo značilno konstrukcijo, veliki porabniki energije in zaradi tega predstavljajo velik strošek za pridelovalca kakor tudi veliko obremenitev za okolje iz energetskega vidika. Glede na nizke potrebe rastline po toploti se smatra pridelovanje črnega teloha v rastlinjakih kot cenovno ugodno in prijazno do okolja (Šušek 2007).\nČeprav je teloh zelo dolgo poznan kot okrasna rastlina, je relativno nova rastlina v intenzivni pridelavi. Glavni problemi v intenzivni pridelavi so: nizka stopnja sposobnosti razmnoževanja, malo informacij glede genetskih virov, malo je znanega o ekologiji, vplivu gnojil na rast rastlin in zaščiti pred boleznimi in škodljivci. Število požlahtnjenih sort je na trgu še vedno omejeno (Ahlburg 1993, Mclewin 1996). Eden od glavnih razlogov je omejena genetska variabilnost, ki je na voljo za določeno lastnost. Pri žlahtnjenju novih sort je potrebno upoštevati zahteve pridelovalcev in trga. Moderni trg narekuje:  1. zdrave, uniformne (homogene) rastline;  2. prilagoditev časa cvetenja; cena teloha je v času božičnih praznikov dvojna v  primerjavi s ceno v obdobju po praznikih;  3. zmanjšanje stroškov pridelovanja na raven podobno ostalim zimsko cvetočim  okrasnim rastlinam, kot je jeglič (Primula sp.) idr.\n"], "8": ["2.3 Ekologija črnega teloha", ""], "9": ["2.3.1 Izvor in razširjenost", "Na splošno so rastline iz skupine Helleborus zimzelene listnate trajnice, ki se razprostirajo vse od Centralne in Severne Evrope (vključno z Mediteranom) pa vse do Kavkaza in Kitajske (Mathew 1989, Beckett 1990, Jelitto in Schacht 1995). Črni teloh v naravi uspeva v južnih in občasno tudi v severnih Dolomitih, Apeninih, na severuvzhodu Balkana ter v hribovitih gozdovih južnih predelov Alp (Ravnik 1969, Hegi 1975, Mathew 1989, Jelitto in Schacht 1995).\n"], "10": ["2.3.2 Okoljske zahteve", "Črni teloh uspeva na različnih geografskih območjih kot tudi v različnih klimatskih razmerah in podlagah. V Sloveniji raste v submediteranskem, gorskem in zmernem kontinentalnem podnebju. Raste na različnih nadmorskih višinah, od 240 m nadmorske višine (Rimske Toplice, osrednji del) do 2300 m nadmorske višine (Vršič, SZ del). Povprečna letna količina dežja v območjih, kjer raste črni teloh, je med 1120 mm (Celje, osrednji del) in 2634 mm (Bovec, SZ del). Najnižja izmerjena temperatura pa znaša -24,7 stopinj Celzija (Celje).\nRaste lahko na različnih geoloških podlagah, kot so terciarni fliši, kamninah iz paleozoika in triasa, apnencih iz jure in krede, dolomitih, peščenih podlagah iz oligocena in miocena ter peščencih. Dobro uspeva na globokih, dobro dreniranih vendar vlažnih tleh, ki so bogata z organsko snovjo. Uspeva v različnih habitatih, večinoma v gozdovih, gozdnih čistinah in vzdolž gozdnih robov. Raste pod smrekami, borovci, hrasti, bukvami in gabri ter drugimi podobnimi drevesi (Rice in Strangman 1999).\n"], "11": ["2.3.3 Rast in razvoj", "Rastni cikel se prične z razvojem cvetnega stebla. Ko se faza cvetenja zaključi, se starejši listi praviloma obarvajo rumeno ali rjavo ter nato odmrejo (funkcionalni so le eno sezono) in z rastjo pričnejo novi listi. Istočasno prične z rastjo podzemna korenika. V obdobju od maja do junija se na kroni korenike pojavijo nove korenine. Poleti se razvijajo novi listi in novi vegetativni brsti. Vsaka korenika tvori cvetne brste po pojavu dveh novih listov na bazi drugega lista ne glede na dolžino dneva. Iniciacija cvetnih brstov je po vsej verjetnosti bolj odvisna od temperature kot od dolžine dneva (Werner in Ebel 1994). Na koncu poletja se zaključi oblikovanje cvetnih brstov in rast korenike se upočasni.\nBrez obdobja nizkih temperatur se cvetovi ne morejo razviti normalno. Nizke temperature (nad 0 oC) in krajši dnevi imajo pomemben vpliv na podaljševanje cvetnega peclja ter na razvoj oblike in barve cveta (Lamper 1984).\n"], "12": ["2.3.4 Cvetenje, oprašitev in oploditev", "V naravnem okolju črni teloh cveti med novembrom in aprilom. Obdobje cvetenja je odvisno od različnih dejavnikov, kot so genotip, starost, prisotnost škodljivcev in bolezni, rodovitnosti tal in klimatskih pogojev. Sneg in nizke temperature lahko preložijo cvetenje za dva ali tri mesece. Dolžina cvetenja je v največji meri odvisna od temperatur zraka. Če so povprečne dnevne temperature med 3 in 5 oC, traja cvetenje 2–3 tedne.\nČrni teloh je večinoma entomofilna in tujeprašna vrsta. Cvetovi so hermafroditni (imajo moške in ženske spolne organe) in protogeni (razvoj ženskih organov pred moškimi z namenom, da se izognemo samooploditvi) (Salopek-Sondi in sod. 2002). Samooploditev je sicer možna, vendar predvsem v kasnejših fazah cvetenja (Mathew 1989, Armstrong 2002). \nPo oploditvi v februarju ali marcu se začnejo razvijati plodovi, ki dozorijo maja ali junija v odvisnosti od temperatur. V času oploditve so sepalni listi beli ali roza, ko pa semena dozorijo, postanejo intenzivno zeleni (v senčnih predelih) in temno rdeči (v sončnih predelih).\n"], "13": ["2.4 Ekologija in dinamika oprašitve", "Uspešnost opraševanja je odvisna od več dejavnikov, ki bodisi privabijo oziroma stimulirajo oparševalca. Primarni stimulansi so prehranske narave, saj nektar in cvetni prah služita kot vir hrane opraševalcem. Privlačnost je lahko tudi seksualna, saj lahko rastlina služi kot paritveni kraj za insekte. Sekundarni stimulansi pa lahko temeljijo na osnovi vonja, vizualne privlačnosti ali temperature (Frankel in Galun 1977). Uspešnost opraševanja je odvisna tudi od fizičnih značilnosti cvetnega prahu, izpostavljenosti opraševalnemu agentu in nekaterih drugih dejavnikov.\nOpraševanje se ne izvaja izključno s strani enega agenta, čeprav ima vsaka rastlinska svojega značilnega agenta. Golosemenke imajo večinoma abiotsko opraševanje, medtem ko pri cvetočih rastlinah prevladuje biotski način opraševanja (Frankel in Galun 1977).\n"], "14": ["2.4.1 Biotska oprašitev", "Biotsko opraševanje se izvaja s strani mnogih žuželk in nekaterih manjših vretenčarjev, vendar niso vsi izmed njih učinkoviti. Insekti so večinski biotski opraševalci, nekateri so specializirani za določeno rastlinsko vrsto (čebele), nekateri pa so bolj primitivne narave. Odveč je poudarjati, da so insekti najpomembnejši opraševalci za mnoge rastlinske vrste in tako pomembni, ne samo za njihov obstoj, temveč tudi za obstoj celotnega rastlinskega sistema. \nNajpogostejši biotski opraševalci so:\n- čebele, ki so na splošno najpomembnejši opraševalci kultiviranih rastlin;\n- čmrlji, ki so še boljši opraševalci kot čebele, saj lahko delajo še hitreje, dalj časa in lahko nosijo večje breme kot čebele;\n- muhe imajo sposobnost razlikovanja barv in so zato pomemben opraševalec. Čeprav so nezanesljivi in neredni opraševalci, so pomembni, ker so prisotni skozi celo leto;\n- metulji v večji meri kažejo sposobnost razlikovanja barv, kar pa je odvisno tudi od posamezne vrste. Torej so pri njih pomembni vizualni stimulansi;\n- vešče so po večini nočne živali, zato je pri njih bolj kot vid pomemben vonj;\n- drugi opraševalci (ose, mravlje, majhni insekti) so prav tako pomembni v procesu opraševanja;\n- vretenčarji (ptice, netopirji) predstavljajo manjšinski del pri opraševanju rastlin, vendar se še vedno smatrajo kot pomembni.\n"], "15": ["2.4.2 Abiotska oprašitev", "Poznamo tri dejavnike abiotskega opraševanja (Frankel in Galun 1977).  1. Gravitacija je omejena samo na eno dimenzijo in je po navadi vzrok za  autogamijo.  2. Opraševanje po zraku ima tri dimenzije, vendar je za uspešno oprašitev  potrebna večja količina cvetnega prahu, prav tako pa so za opraševanje potrebni  ugodni pogoji za prenos na daljše razdalje. Zatorej je opraševanje po zraku  prisotno v listnatih gozdovih, prerijah in savanah. Ta mehanizem je neodvisen  od pojava in vedenja biotskih dejavnikov, kar lahko pomeni, da se je tovrstno  opraševanje razvilo kot odgovor na odsotnost biotskih dejavnikov.  3. Opraševanje po vodi je precej redek primer opraševanja, saj je omejeno na  vodne poti.\n"], "16": ["2.5 Živost peloda", "Preverjanje pelodne aktivnosti oziroma živosti ima zelo široko uporabo v postopkih žlahtnjenja. Lahko ga na primer uporabimo pri določanju fertilnosti staršev ali hibridov v biotehnoloških in klasičnih poskusih žlahtnjenja, pri shranjevanju peloda, pri raziskavah interakcije med pelodom in pestičem, pri proučevanju sistema inkompatibilnosti itd.\nTrajanje živosti peloda in njegove sposobnosti kalitve je lahko različno glede na rastlinsko vrsto. Odvisno je od načina oprašitve rastline (preko žuželk ali vetra), trajanja in načina odprtja cvetov (kontinuirano ali ciklično in različno dolgo), od abiotskih faktorjev v okolju (letni čas, vlaga, temperatura), morfologije cvetov in peloda ter od same začetne hidratacije peloda (Lisci in sod. 1994).\nObstajata dve tehniki določanja živosti peloda. Postopki barvanja temeljijo na spoznanju sposobnosti različnega obarvanja peloda. Druga možnost za dokazovanje živosti peloda pa je in vitro kalitev peloda (Adhikari in Campbell 1998, Zottini in sod.1997).\nPri in vitro kalitvi peloda je potrebno v vsakem primeru posebej optimizirati sestavo gojišča in postopek kalitve glede na rastlinsko vrsto. Ker običajno nimamo na razpolago primernih gojišč za vsako rastlinsko vrsto posebej, jih moramo šele preizkušati in je to lahko zelo zamudno. Poleg tega so lahko nekatere vrste tudi slabo odzivne na poskuse in vitro kalitve. To so bistvene slabosti te metode za določanje živosti peloda. Po drugi strani pa je to najboljši dokaz kalitvene sposobnosti peloda, medtem ko nam metode na osnovi obarvanj nudijo le oceno encimske aktivnosti peloda ali stanja membrane.\nZa uspešno in vitro vzklitje je pomembno, kdaj izberemo rastlino in kako shranimo njen pelod. Tiste, ki jih izberemo v kasnejši fazi rasti, so praviloma boljše. Pri nekaterih rastlinah je mogoče določiti pravi termin izbora peloda enostavno s preiskovanjem prašnice. Pelod se lahko shrani na več načinov, brez da bi vplivali na njegovo viabilnost. Običajno je najbolje shraniti pelod pri nizkih temperaturah (pod 0 -C) in v anaeorbnih pogojih. Nekateri poskusi kažejo, da se živost peloda zmanjša ob višjih temperaturah.\n"], "17": ["3 MATERIALI IN METODE DELA", ""], "18": ["3.1 Uporabljeni materiali", ""], "19": ["3.1.1 Rastlinski material", "Analiza oprašitve črnega teloha je potekala v naravni populaciji v Žičah pri Slovenskih Konjicah (slika 1). Črni teloh ima v zemlji kratko okroglo črno koreniko, po kateri je dobil slovensko in botanično ime. Steblo je visoko do 30 cm in je golo, listi imajo približno 25 cm dolge peclje, ki so pogosto od polovice navzgor rdeče pikasti in lisasti. Dlanasta listna ploskev je sestavljena iz 7–9 široko kijastih listnih segmentov, ki so najširši nad sredino in se proti dnu zožijo v pecelj. Rogovi listnih segmentov kažejo nazobčenost le v zgornji tretjini. Nepravilni zobci so precej veliki in podaljšani v naprej obrnjene le malo bodeče konice. Skoraj usnjati listi so zgoraj temno zeleni in nebleščeči, spodaj svetlejši.\nCvetni peclji so normalnih oblik, večinoma enako dolgi ali daljši od listnih pecljev, precej močni, gladki in spodaj rdeče rjavo pikasti. Nosijo 2–3 cvetove. Bledo rumenkasti ali zelenkasto beli krovni listi so ovalni in celorobi. Cvetno odevalo sestavlja pet velikih sepalnih listov, ki so široko jajčasti in se z robovi prekrivajo. So bele barve, proti bazi rumenkasto zelenkasti in navadno nekoliko škrlatni, po zunanji strani intenzivneje škrlatni. Nektarji so 11–12 mm dolgi, rumeni, pecljati, cevasti in nekoliko upognjeni ter razločno dvoustnjati. Spodnja ustna je majhna, pogosto nazobčena, zgoraj pa dolgo jezičasta. Številni prašniki so sprva nagnjeni k nekoliko daljšim vratovom in združeni v glavici. Pozneje se upognejo navzven. Prašnice so majhne, skoraj okrogle in na vrhu nekoliko izrobljene, citronsko zelene barve. Pestičev je 7–10, njihovi vratovi so nekoliko rdečkasti, brazde pa majhne in nejasno ločene. Plodni listi so na nekoliko stožčastem cvetišču ter s trebušastim delom zrasli skoraj do tretjine svoje dolžine. Semena so podolgovato valjasta, črna in svetleča (Ravnikar 1969).\n"], "20": ["3.1.2 Laboratorij", "Analizo kalitve peloda smo izvajali v laboratoriju za genetiko in žlahtnjenje na Fakulteti za kmetijstvo in biosistemske vede (slika 2). Za skladiščenje peloda smo uporabili hladilnik z zamrzovalnikom (slika 3) in zamrzovalnik -75 -C (slika 4). \nZa vrednotenje kalitve peloda smo uporabili svetlobni mikroskop DP 10 proizvajalca Olympus (slika 5).\n"], "21": ["3.2 Metode dela", ""], "22": ["3.2.1 Zasnova poskusa", "Analiza opraševanja\nAnaliza opraševanja črnega teloha se je izvajala v naravni populaciji, v Žičah pri Slovenskih Konjicah. Lokacija se nahaja na 326 m nadmorske višine (slika 6). Raziskava je temeljila na podlagi pogostosti obiskov različnih opraševalcev na posameznih cvetovih teloha. Temperatura se je prvi dan gibala med 3,5 in 9 -C, drugi dan pa med 3 in 13 -C. Spremljali smo opraševanje 42-ih rastlin. Osredotočili smo se na 5 skupin insektov: čebele, čmrlje in ose, velike dvokrilne insekte (muhe), majhne dvokrilne insekte in drugo.\nOpazovanje je trajalo 2 dneva, in sicer 7. 3. 2009 ter 8. 3. 2009. Z opazovanjem smo pričeli zjutraj (ob 8. uri) in končali popoldan (ob 17. uri). Opazovanje je izvajala ena izkušena oseba. Vsak opazovan cvet je bil označen z oštevilčeno etiketo.\nAnaliza živosti peloda\nPri proučevanju kalivosti peloda smo testirali osem različnih gojišč (preglednica 3). Gojišča so se med seboj razlikovala po pH vrednostih (7; 7,5; 8) in koncentraciji saharoze (37,5; 50; 70 mg/250 ml).\nPelod smo kalili v dveh različnih temperaturnih okoljih: 1. - pri temperaturi 22 -C (sobna temperatura) in 2. - pri temperaturi 8 -C (hladilnik).\nČas inkubacije je bil različen, in sicer od ene pa do šest ur. \nRaziskava vpliva skladiščenja na kalitev peloda se je odvijala od druge polovice marca do začetka septembra 2009. Pred samim začetkom izvajanja poskusov smo nabrali cvetove teloha v populaciji v Žičah, jih takoj odnesli v laboratorij na fakulteto, kjer smo s cvetov, s tehniko stresanja, dobili pelod.\nPelod smo nato skladiščili na tri različne načine oziroma v treh različnih temperaturnih pogojih: 1. - hladilnik (8 -C), 2. - zamrzovalnik (-10 -C) in 3. - zamrzovalnik (-75 -C).\nČe smo želeli opazovati kalivost peloda, smo ga morali pred samim opazovanjem pomešati s primernim gojiščem. V 2 ml epruveto smo s pipeto kapnili 1 ml gojišča ter mu dodali 0,5 mg peloda. Vse skupaj smo dobro premešali in nato s pipeto nanesli kapljico na krovno steklo. Krovno steklo smo dali v okolje z visoko relativno vlago (v našem primeru smo uporabljali petrijevke), saj bi drugače obstajala velika verjetnost izsušitve kapljice gojišča s pelodom.\n"], "23": ["3.2.2 Vrednotenje in analiza", "Opraševalci\nKo je čas, predviden za inkubacijo, potekel, smo rezultate opazovali pod mikroskopom Olympus (slika 7). Prešteli smo vsa pelodna zrna, vključno s tistimi, ki niso kalila in ki so bila razpočena. Tako smo dobili delež kaljivih pelodnih zrn. Da je bilo štetje lažje in predvsem natančno, smo vsako videno sliko pod mikroskopom tudi fotografirali.\n"], "24": ["4 REZULTATI Z RAZPRAVO", ""], "25": ["4.1 Analiza opraševalnih odnosov", "Pri analizi opraševalnih odnosov smo ugotovili, da je bila biotska oprašitev uspešna, saj so opazovane rastline tvorile seme.\nPri analizi aktivnosti opraševalcev smo ugotovili očitne razlike v pogostnosti pojavljanja med posameznimi skupinami žuželk, ki smo jih opazovali (preglednica 4). V proučevanem obdobju so bili veliki dvokrilni insekti najpomembnejši opraševalci. Najbolj aktivni so bili v jutranjem času med 8. in 9. uro (povprečno je bilo 0,26 obiskov na rastlino v dveh dnevih). Drugi najpogostejši opraševalci so bile majhne mušice, ki so bile najbolj aktivne med 13. in 14. uro (0,21 obiskov na rastlino). Pomembni opraševalci so bile tudi čebele, ki so bile najbolj aktivne med 15. in 16. uro (povprečno so opravile 0,36 obiskov na rastlino).\nV času opazovanja smo zabeležili različno število obiskov na opazovanih cvetovih (grafikon 1). Maksimalno število obiskov na cvet je bilo 9. Pet cvetov pa opraševalci v opazovanem obdobju niso obiskali. \nUra 7–8 8-9 9 - 10 10 - 11 11 – 12 12 – 13 13 – 14 14 – 15 15 – 16 16 - 17  Čebele x 0 0 0 0 0.02 0.21 0.07 0.02 0.36 0 S.d. 0 0 0 0 0.15 0.52 0.26 0.15 0.58 0 Max. 0 0 0 0 1 2 1 1 2 0 Vsota 0 0 0 0 1 9 3 1 15 0  Čmrlji/ose x 0 0 0.02 0 0.02 0.09 0.05 0.02 0.02 0 S.d. 0 0 0.15 0 0.15 0.3 0.21 0.15 0.15 0 Max. 0 0 1 0 1 1 1 1 1 0 Vsota 0 0 1 0 1 4 2 1 1 0  Veliki dvokrilni insekti (muhe) x 0 0.26 0.12 0.12 0.05 0.12 0.05 0.1 0.12 0 S.d. 0 1.40 0.33 0.5 0.21 0.4 0.21 0.3 0.33 0 Max. 0 9 1 3 1 2 1 1 1 0 Vsota 0 11 5 5 2 5 2 4 5 0  Majhne mušice x 0 0.02 0.09 0.07 0.14 0.05 0.21 0.12 0.05 0 S.d. 0 0.15 0.3 0.26 0.35 0.31 0.41 0.33 0.21 0 Max. 0 1 1 1 1 2 1 1 1 0 Vsota 0 1 4 3 6 2 9 5 2 0  Drugo x 0 0 0.02 0 0.02 0.02 0 0.05 0.05 0 S.d. 0 0 0.15 0 0.15 0.15 0 0.21 0.21 0 Max. 0 0 1 0 1 1 0 1 1 0 Vsota 0 0 1 0 1 1 0 2 2 0\n2009 \nNa podlagi analize opraševalcev je bilo mogoče ugotoviti gibanje oziroma aktivnost opraševalcev v odvisnosti od temperature (preglednica 5; grafikon 2). Za vse skupine opraševalcev je značilno, da se pogostost pojavljanja povečuje z naraščanjem temperature.\nČebele so bile kot opraševalci najbolj aktive, ko se je temperatura zraka povzpela nad 7 -C. Čebele so bile aktivne tudi, ko se je temperatura dvignila nad 10 -C.\nVeliki dvokrilni insekti so bili vseskozi prisotni, ne glede na temperaturne pogoje. Z višanjem temperature se je večala tudi prisotnost te skupine opraševalcev. Ko se je gibala temperatura med 3 in 5 -C, smo opazili 3 opraševalce. Največ opraševalcev smo opazili, ko je dnevna temperatura znašala med 7 in 10 -C. V najtoplejšem delu dneva, ko je bila temperatura nad 10 -C, smo opazili 11 velikih dvokrilnih insektov.\nAktivnost čmrljev in os je prav tako pogojena z višino dnevne temperature. Dopoldne, ko se je gibala temperatura med 3 in 5 -C, nismo opazili nobenega od opraševalcev te skupine. Ko se je temperatura dvignila in se je gibala med 5 in 7 -C, smo opazili 2 opraševalca, 4 opraševalce pa smo opazili, ko se je temperature gibala med 7 in 10 -C. Prav tako smo opazili 4 opraševalce, ko se je temperatura dvignila nad 10 -C.\nTemp. interval Čebele VDI(1) Čmrlji in ose Majhne mušice Drugo(2)\nod 3 do 5 oC 0 3 0 1 0  nad 5 do 7 oC 0 5 2 7 1  nad 7 do 10 oC 15 12 4 5 2  nad 10 oC 14 11 4 19 4 (1)  VDI – veliki dvokrilni insekti (2)  Drugo – komarji, metulji \nInsekti skupine majhnih opraševalcev so bili najpogostejši opraševalci. V zgodnjih dopoldanskih urah, ko se je temperatura gibala med 3 in 5 -C, smo opazili enega opraševalca te skupine, pri temperaturi med 5 in 7 -C smo opazili 7 opraševalcev, pri temperaturi 7 do 10 -C pa smo opazili 5 opraševalcev. Največ, 19 opraševalcev, pa smo opazili, ko se je temperatura dvignila nad 10 -C.\nPeto skupino opraševalcev so tvorili ostali insekti, ki jih nismo točno opredelili in jim pravimo drugi opraševalci. Opazili smo, da ko se je temperatura gibala med 3 in 5 -C, ni bilo prisotnega nobenega opraševalca, pri temperaturi med 5 in 7 -C smo pazili le enega, pri temperaturi med 7 in 10 -C pa smo opazili 2 opraševalca te skupine insektov. Ko se je temperatura dvignila nad 10 -C, smo opazili 4 opraševalce.\n"], "26": ["4.2 Analiza kalitve peloda", "Z analizo variance je bilo ugotovljeno, da se je število vzkaljenih pelodnih zrn glede na različna gojišča statistično značilno razlikovalo (preglednica 6). Pelod je kalil statistično značilno bolje na gojišču 6 v primerjavi z gojišči 1, 2, 3, 4 in 8. Prav tako je pelod statistično značilno bolje kalil na gojiščih 5 in 7 v primerjavi z gojišči 2 in 8. Najvišji procent kalitve smo dosegli na gojišču 6 (vzkalilo je 26 % pelodnih zrn), zato smo za nadaljnje testiranje uporabili to gojišče.\nZ namenom, da ugotovimo najprimernejšo temperaturo za kaljenje peloda, smo preizkusili dva različna temperaturna okolja (preglednica 7). Podatke o številu vzkaljenih pelodnih zrn, ki smo jih kalili v dveh različnih temperaturnih okoljih, smo analizirali z analizo variance. Ugotovili smo, da ima temperatura okolja značilen vpliv na kalitev peloda. Pelodna zrna so statistično značilno bolje kalila pr temperaturi 8 oC v primerjavi s sobno temperaturo (22 oC).\nGojišče (1) N Delež vzkaljenih pelodnih zrn (2) (1) (2) N – število obravnavanih pelodnih zrn \nTemperatura kalitve (v oC) N Delež vzkaljenih pelodnih zrn(1) (1) N – število obravnavanih pelodnih zrn\nRaziskava o kalitvi peloda je bila opravljena v in vitro pogojih kalitve, v dvanajstih različnih terminih (preglednica 8).\nZ analizo variance smo ugotovili, da je po prvem in drugem dnevu skladiščenja prišlo do statistično značilnih razlik v kalitvi pelodnih zrn med tremi načini skladiščenja peloda. Pelod, ki smo ga skladiščili v zamrzovalniku pri -10 -C, je statistično značilno bolje kalil (17 % pelodnih zrn je kalilo) v primerjavi s pelodom, ki smo ga skladiščili v hladilniku ali v zamrzovalniku pri -75 -C. \nČas skladiščenja Način skladiščenja (1) N Delež vzkaljenih pelodnih zrn (1)  1 – hladilnik; 2 – zamrzovalnik -10 -C; 3 – zamrzovalnik -75 -C \nOd tretjega dneva skladiščenja do dvajsetega dneva skladiščenja je pelod, ki smo ga skladiščili v zamrzovalniku pri -10 -C in zamrzovalniku pri -75 -C, statistično značilno bolje kalil kot pelod, ki smo ga skladiščili v hladilniku. Pelod, ki smo ga skladiščili v hladilniku, je po 20 dneh izgubil kalitev.\nPelod, ki je bil skladiščen 30 in 40 dni, je statistično značilno bolje kalil, če smo ga skladiščili v zamrzovalniku pri -75 oC. Po 47 dneh je pelod, ki smo ga skladiščili v zamrzovalniku pri -10 -C, izgubil kalitev.\nZ analizo je bilo ugotovljeno, da pelod ni izgubil kalivosti tudi po 163 dneh, če smo ga skladiščili v zamrzovalniku pri -75 oC\n"], "27": ["5 SKLEPI", "Opraševalce, ki smo jih opazovali, smo razdelili v pet različnih skupin insektov: čebele, čmrlji in ose, veliki dvokrilni insekti (muhe), majhne mušice in druge. Aktivnost opraševalcev je odvisna od različnih dejavnikov. Na podlagi analize smo ugotovili, da je prisotnost opraševalcev odvisna od dnevne temperature.\nKot najpogostejši opraševalci so se pokazali veliki dvokrilni insekti (muhe) in majhne mušice ter čebele. Opraševalci so bili najbolj aktivni med deseto in štirinajsto uro, kar je bilo tudi pričakovano, saj so bile takrat temperature tudi najvišje.\nČrni teloh je zimzelena trajnica, ki cveti v jesensko-zimskem obdobju. Pelod bolje kali pri nizkih temperaturah (8 oC) kot pri sobni temperaturi (22 oC).\nPelod črnega teloha v naravnih pogojih ni dolgo obstojen. Pri sobni temperaturi izgubi kalitev že po prvem dnevu. Zato ga je potrebno takoj po nabiranju čim prej skladiščiti na primernem mestu. Pelod, ki smo ga skladiščili v zamrzovalniku pri -75 oC, praktično ni izgubil kalivosti.\n"], "abstract": ["Raziskava je bila opravljena na črnem telohu (Helleborus niger L.) in obsega v prvem delu dokumentiranje in analizo glavnih opraševalcev črnega teloha v naravni populaciji v drugem pa analizo kalivosti peloda. Osredotočili smo se na pet skupin insektov: čebele, čmrlje in ose, velike dvokrilne insekte (muhe), majhne dvokrilne insekte in druge opraševalce, ki so majhnega pomena. Sistematično opazovanje je potekalo marca 2009 v Žičah pri Slovenskih Konjicah. Analize opraševanja povezane z aktivnostjo žuželk nakazujejo, da obstajajo očitne razlike v pogostosti obiska med proučevanimi skupinami žuželk in dnevnim časom. Najpogostejši obiskovalci so bile majhne mušice. Opazovanja kažejo, da je črni teloh verjetno prevladujoča tujeprašna, entomofilna vrsta. Pri analizi živosti peloda smo ugotavljali optimalne pogoje skladiščenja. Živost peloda smo vrednotili s tehniko in vitro kalitve. Pelod je statistično značilno bolje kalil na gojišču z višjim pH in nižjo koncentracijo sladkorja. Živost peloda se je ohranila tudi po 5 mesecih, če smo ga skladiščili v zamrzovalniku pri -75 ºC. "]}