{"1": ["1 UVOD", ""], "2": ["1.1 OPREDELITEV PROBLEMA", "Zdravstveni delavci (diplomirane medicinske sestre, zdravstveni tehniki) se pri svojem delu pogosto srečujemo s pacienti, ki imajo vstavljene žilne katetre v diagnostične in terapevtske namene. Indikacijo za uvajanje centralnega venskega katetra (CVK) postavi zdravnik na osnovi kliničnega stanja pacienta.\nCVK se uporabljajo za zdravljenje z zdravili, popolno parenteralno prehrano, natančno uravnavanje elektrolitskega in tekočinskega ravnovesja, merjenje centralnega venskega tlaka ter za jemanje vzorcev krvi.\nKot navaja Cook (1997), se CVK uporabljajo pri zdravljenju hudo bolnih pacientov, čeprav se pri njihovi uporabi pojavljajo tudi negativne posledice, kot so bolnišnična obolevnost in smrtnost.\nBolnišnične okužbe se pojavijo pri 5-15% hospitaliziranih in 25-50% pacientov v intenzivnih enotah, okužbe povezane z žilnimi pristopi pa se pojavijo v 10-20% (Eggimann P., 2004).\nJereb (2005), pravi, da so katetrske okužbe najpogostejši zaplet pri uporabi CVK in vzrok podaljšanemu bivanju v bolnišnici ali povečani umrljivosti.\nRello J. (2000), ugotavlja, da katetrska sepsa podaljšuje čas bolnišničnega zdravljenja in zvišuje stroške zdravljenja. Glede na umrljivost so podatki neenotni. Zadnje raziskave ne potrjujejo višje smrtnosti pri pacientih z okužbo centralnega venskega katetra.\nMedicinske sestre se zavedamo, da je nadzor in ravnanje s CVK odgovorno in zahtevno delo in kot pritrjuje Petreska (2000), je zaradi stalnega nadzora in budnosti manj zapletov pri zdravljenju pacientov.\n"], "3": ["2 NAMEN IN CILJI DIPLOMSKEGA DELA", ""], "4": ["2.1 NAMEN", "Namen diplomske naloge je predstaviti oskrbo centralnih venskih katetrov, izpostaviti najpogostejše napake zdravstvenih delavcev, ki povzročajo infekcije, ter s tem ugotoviti kakšno vlogo imamo zdravstveni delavci pri oskrbi centralnih venskih katetrov in preprečevanju infekcije.\n"], "5": ["2.2 CILJI", " Ugotoviti pomen preprečevanja infekcije pri oskrbi CVK.\n Ugotoviti znanje zdravstvenih delavcev o pravilni oskrbi CVK.\n Ugotoviti ali imamo zdravstveni delavci na voljo ustrezna sredstva za oskrbo CVK.\n"], "6": ["3 KAJ SO CENTRALNI VENSKI KATETRI IN NJIHOV NAMEN  UPORABE", ""], "7": ["3.1 CENTRALNA VENSKA KATETERIZACIJA", "Pomeni vstavitev katetra v veno cavo superior preko vene subclavije, jugularne vene ali periferne vene (v. cephalice ali vene basilice) pred ali v desni atrij. V določenih primerih lahko vstavi zdravnik venski kateter tudi v femoralno veno.\nPriporoča se uporaba vene subclavije razen v primeru neizkušenosti izvajalca, slabe pljučne rezerve (pacientova sposobnost prenašanja možno nastalega pnevmotoraksa) ali medicinske kontraindikacije (koagulopatija..). Uporaba jugularne vene je omejena zaradi hitrejše kolonizacije katetra z mikroorganizmi iz sline ter težje fiksacije katetra. Femoralni pristop prav tako povečuje tveganje za kolonizacijo katetra in za globoko vensko trombozo.\nZdravnik osrednjo veno največkrat kateterizira po Seldingerjevi metodi, ko skozi kanilo v žili najprej uvede žico, preko žice pa kateter. V večini naših bolnišnic zdravnik rutinsko naroči rentgensko slikanje po uvajanju CVK, da potrdi lokacijo CVK in preveri morebitno možnost za zaplete.\nZaradi krajše razdalje in anatomsko enostavnejšega poteka ven se priporoča vstavitev centralnega katetra na desni strani (Dougherty, 2000).\n"], "8": ["3.2 NAMEN VSTAVITVE CENTRALNEGA VENSKEGA KATETRA", " merjenje centralnega venskega pritiska,   vnos večjih količin tekočine v žilni obtok,   hidracija in vzdrževanje elektrolitskega ravnovesja,   dajanje nekaterih zdravil, ki okvarijo periferne vene (hipertonične raztopine,  citostatiki, vazopresorji, kalijev klorid itd.),   popolna parenteralna prehrana,   transfuzija krvi in krvnih pripravkov, če ni druge možnosti,   pogosto jemanje vzorcev krvi, če ni druge možnosti,   slabo stanje perifernih ven.\nO pogojih za vstavitev CVK začnemo razmišljati že ob predpisu intravenozne terapije. Zgodnje odkrivanje potreb po vstavitvi CVK je v korist pacientu in zdravstvenemu osebju. CVK omogoča bolj učinkovito uporabo venskega pristopa in večjo varnost ter zadovoljstvo pacienta pri delitvi terapije (Moureau, 2006).\nVečinoma CVK vstavljajo zdravniki, medicinske sestre pa v zvezi z intravenozno terapijo samostojno opazujemo in ocenjujemo pacienta, njegove potrebe in lokalno stanje ven.\nPogosto smo pobudnice vstavitve CVK, če ocenimo, da ima CVK prednost pred perifernim venskim pristopom. Pri pacientih s standardno obravnavo lahko predvidimo vstavitev CVK že v kliničnih poteh (npr. pri operativnih posegih). Dobre strani venskega katetra so večje pacientovo zadovoljstvo, skrajšanje časa za oskrbo venskega pristopa, ekonomska učinkovitost (materialna in delovna), manj zapletov in večja možnost nemotenega intravenoznega vnašanja zdravil in infuzijskih raztopin v telo (Šmitek, Krist, 2008, str. 78).\n"], "9": ["3.3 VRSTE IN MATERIALI CENTRALNIH VENSKIH KATETROV", "Poznamo različne vrste venskih katetrov z različnim številom dovodov (eno do pet- lumenski), iz različnih materialov (teflonski, polietilenski, silikonski, poliuretanski katetri), različnih dolžin, namenjeni različno dolgi uporabi.\nCENTRALNI venski katetri za periferno vstavitev skozi kubitalno veno (veno basilico ali veno cephalico) v globoko veno (veno cavo superior so eno ali dvo lumenski, daljši, (do 70cm)), silikonski ali poliuretanski. Na voljo so v različnih debelinah. V idealnih razmerah lahko ostanejo v veni tudi do enega leta (Dougherty, 2000; Moureau, 2003). Zaradi relativno majhne debeline so periferno vstavljeni centralni venski katetri bolj podvrženi zamašitvam s strdki, še posebno, če zanemarimo redno prebrizgavanje. Eritrociti se nabirajo na konici katetra, ob preverjanju vračanja krvi ali odvzemu krvnih vzorcev se nalepijo tudi v notranjosti in zmanjšajo pretočnost katetra, onemogočajo aspiracijo krvi in nenazadnje v celoti zmanjšajo lumen.\nCENTRALNI venski katetri za vstavitev v globoke vene (vena subclavija, vena jugularis) so krajši, večlumenski katetri (do pet lumnov), namenjeni kratkotrajni uporabi (do dva tedna).\nPODKOŽNO izpeljani centralni venski katetri (kot na primer Hickmanov kateter) so vstavljeni operativno. Namen podkožne vstavitve je povečanje razdalje med vstopnim mestom katetra v kožo in vstopnim mestom v veno. S tem zmanjšamo možnost neposredne\nsistemske okužbe s koloniziranega vstopnega mesta. Podkožno vstavljeni centralni venski katetri so namenjeni dolgotrajni uporabi (do enega leta ali več).\nCENTRALNI venski katetri s podkožnim prekatom, so sestavljeni iz katetra, ki poteka skozi del podkožja v veno in podkožno ležečega prekata, v katerega skozi kožo s posebno iglo vbrizgavamo zdravila. Centralni venski kateter s podkožnim prekatom nima neposredne povezave s površino kože. Vstavimo ga takrat, kadar pacient potrebuje venski pristop več tednov ali mesecev (dializa, kemoterapija). Čas po katerem je potrebno posamezni venski kateter odstraniti, je odvisen od trenutnih doktrinskih stališč stroke v ustanovi.\nPri izbiri katetra smo pozorni na:\n Trdoto in upogljivost katetra: Kateter mora biti upogljiv in mehek, da ne  poškoduje žil.   Odpornost na poteg: Ob normalnih obremenitvah se kateter ne sme pretrgati,  ker lahko povzroči katetrsko embolijo.   Debelino stene: Debelina stene je razmerje med zunanjim in notranjim  premerom katetra. Pred uporabo katetra zdravnik oceni velikost izbrane žile. Z  izbiro predebelega katetra se lahko onemogoči pretok krvi in pospeši nastajanje  tromba.   Odpornost proti pregibu: Odpornost proti pregibu prepreči zaporo katetra,  ustvarjanje tromba in motnje pri dovajanju zdravil in infuzij. Pregib moti tudi  meritve tlakov.   Gladko notranjo in zunanjo površino: Gladka površina katetra ne poškoduje  žilne stene, prepreči nalaganje fibrinskih oblog, mikrobov in dovoljuje nemoten  pretok tekočine.   Material, ki ne sme biti propusten, ki ne draži žilne stene in ne povzroča  vnetja. Kateter naj ne povzroča aktiviranja trombocitov in ustvarjanja tromba.   Radiopatičnost, da določimo lego katetra brez kontrastnih sredstev.   Označbo za ugotavljanje dolžine katetra, ki je v žili.   Namen in čas uporabe: Od namena in predvidenega časa uporabe, ali bomo  izbrali eno, dvo ali več lumenski kateter oziroma kateter s podkožno izpeljavo  ali podkožnim prekatom.\n"], "10": ["4 PARENTERALNE TEKOČINE", ""], "11": ["4.1 INTRAVENOZNA INFUZIJA", "Je iztekanje infuzijske tekočine (po principu prostega pada) ali vbrizgavanje infuzijske tekočine (ali raztopine zdravila) s pomočjo namenske črpalke v veno, ki traja daljši čas in običajno presega količino 100 ml.\n"], "12": ["4.2 KAJ SO PARENTERALNE TEKOČINE", "Parenteralne tekočine so zdravilni pripravki različno sestavljenih raztopin, zdravil in hranil katerih namen je:\n nadomestiti izgubo tekočin,   ohraniti količino vode v telesu na normalni ravni,   uravnavati elektrolitsko in acidobazno ravnovesje v krvi,   uravnavati osmolarnost v krvi,   zagotavljati pacientu dovolj hranil v pravilni sestavi in količini,   dovajati intravenozna zdravila ali kontrastna sredstva v diagnostične namene.\n"], "13": ["4.3 VRSTE PARENTERALNIH TEKOČIN", "Parenteralne tekočine v grobem delimo v tri skupine:\n kristaloidne raztopine,   koloidne raztopine,   kri in krvni pripravki.\nKristaloidne tekočine\nSo vodne raztopine elektrolitskih in drugih vodotopnih molekul. So izotonične, ne vsebujejo beljakovin in po določenem času iz krvnega obtoka preidejo v tkiva. Po vnosu najprej zapolnijo zunajcelični prostor in ker lahko prehajajo skozi polprepustno membrano, se sčasoma razporedijo in krožijo med tekočinskimi prostori v telesu, da vzpostavijo tekočinsko ravnovesje.\nKristaloidne tekočine se uporabljajo za nadomeščanje volumna tekočine (ob izgubi krvi) in za vzdrževalne ali substitucijske namene. Najpogosteje uporabljene kristaloidne raztopine so po sestavi podobne serumu (Šmitek, Krist, 2008).\nMed kristaloidne tekočine vključujemo:\n Ringer laktat (Hartmanova raztopina),   fiziološko raztopino-0,9% NaCl,   5% glukozo, Ringerjevo raztopino  in druge.\nSplošne bolnišnice Slovenj Gradec, 2008\nKoloidne raztopine\nPredstavljajo skupino raztopin, ki vsebujejo velike beljakovinske molekule, prirejene tako, da ostanejo v žilju dlje časa kot kristaloidne raztopine. Koloidi bolj učinkovito zapolnijo in vzdržujejo žilni volumen, ker ne prehajajo skozi polprepustno membrano. Koloidne raztopine so gostejše od kristaloidnih, ker vsebujejo večje, netopne molekule oz. molekule z veliko molekularno maso. V krvni plazmi so glavni koloidi plazemske beljakovine.\nFarmacevtsko pripravljene koloidne raztopine so po sestavi dekstrani, želatine in posebni škrobni pripravki. Koloidne raztopine so najbolj uporabne, ko je potrebno hitro nadomestiti krožeči volumen krvotoka. Pri tem uporabljamo naravne koloide (kri, plazma, humani albumini) ali farmacevtske koloidne raztopine, kot so Dextran, Haemaccel, Hes in podobni (Shami, Davidson, 1997).\nSplošne bolnišnice Slovenj Gradec, 2008\nKri in krvni pripravki\nUporabljamo v primeru, ko je potrebno nadomestiti manjkajoči volumen krvi. Med ali po operaciji, po poškodbah, pri krvavitvah iz prebavnega trakta itd. Včasih so za transfuzijo uporabljali polno kri, danes pa velja, da pacient dobi samo tiste sestavine krvi, ki jih dejansko najbolj potrebuje, v takšni količini, koncentraciji in obliki, da dosežemo najboljši učinek. Krvne komponente so: koncentrirani eritrociti, levkociti, trombociti in krvna plazma. Iz polne krvi jih pridobivamo s fizikalnimi metodami (centrifugiranjem, filtriranjem ali\nzmrzovanjem). Najpogosteje uporabljene krvne komponente so koncentrirani eritrociti in sveža zmrznjena plazma. Za aplikacijo krvi in krvnih pripravkov na centralni venski kateter se odločimo le v nujnih primerih (Petreska, 2000, str. 58).\nVir.: www.fotosearch.com,2009\nDelitev infuzijskih tekočin po namembnosti:\n Reanimacijske ali infuzijske tekočine, ki jih uporabljamo za oživljanje ali v  šokovnih stanjih (Šmitek, Krist, 2008,str 162);\n Vzdrževalne oz. infuzijske tekočine, s katerimi vzdržujemo osnovne potrebe po  vodi, elektrolitih in energiji. Poslužujemo se jih v primerih, ko pacient iz različnih  vzrokov krajši čas ne more ali ne sme uživati hrane ali tekočine peroralno  (operativni posegi, pooperativna stanja ali bolezni s kratkotrajno omejitvijo  peroralnega prehranjevanja) (ibid., 162);\n  Substitucijske ali parenteralne tekočine, s katerimi vzpostavljamo tekočinsko,  elektrolitsko ali kislinsko-bazno ravnovesje v telesu potem, ko je bilo le-to zaradi  bolezni močno porušeno (driska, bruhanje, drenaže itd.) (ibid., 162);\n Prehranjevalne ali parenteralne tekočine, s katerimi zagotavljamo popolno,  večinsko ali dopolnilno parenteralno prehrano. To je v primerih kadar enteralne  oblike hranjenja niso možne oz. niso zadostne, pri moteni prebavi in absorbciji  hranilnih snovi iz prebavnega sistema, ter kadar bi prehranjevanje skozi prebavni  trakt slabo vplivalo ali poslabšalo pacientovo stanje ali bolezen (ibid., 162).\n"], "14": ["5 INFUZIJSKI SISTEMI", ""], "15": ["5.1 MENJAVA SISTEMOV IN BREZIGELNIH KONEKTOV CLAVE", "Infuzijski sistemi so sterilne plastične cevke različnih dolžin, ki služijo pretoku infuzijske raztopine iz steklenice, vrečke do venskega priključka. Osnovni infuzijski sistemi se lahko uporabljajo z vsemi oblikami infuzijskih pripravkov (steklenice, plastenke). Sistemi za infuzijske črpalke pa so specifično izdelani za posamezno vrsto črpalke.\nMedicinska sestra je odgovorna za pravilno nastavitev hitrosti pretoka infuzijske tekočine, glede na odrejeno količino tekočine. Zdravnik običajno napiše količino tekočine, ki mora steči v 24 urah. Infuzija, ki teče prepočasi, lahko povzroči cirkulacijske motnje ali pa celo kolaps pri pacientu, ki je dehidriran, šokiran ali drugače v kritičnem stanju. Infuzija, ki teče prehitro lahko povzroči pri pacientih s kardiovaskularnimi, ledvičnimi in nevrološkimi obolenji (prav tako pa tudi pri otrocih ali starejših ljudeh) obremenitev s tekočino (Železnik, Ivanuša, 2008, str. 480).\nInfuzijski sistem je najbolj enostavno menjati pri menjavi infuzijske steklenice; zamenjati pa ga moramo, kadar postane krvav ali pušča in ob rutinski menjavi (Železnik, Ivanuša, 2008, str. 483). Konica infuzijskega sistema mora ostati sterilna. Če se med menjavo razsterili, je potrebno uporabiti nov sistem (Železnik, Ivanuša, 2008, str. 484).\nNajvečji problem pri zagotavljanju sterilnosti infuzijskega sistema in varnosti delavcev v zdravstveni negi je »pretikavanje« sistemov. Ne glede na število zamenjanih sistemov, pretaknjenih steklenic ter odvijanj in privijanj na intravenozne dovode, pa je največja odgovornost za uporabo infuzijskih sistemov in pravilno intravenozno aplikacijo terapije še vedno na nas samih s strogim upoštevanjem aseptične metode dela.\nInfuzijske sisteme menjamo vsakih 24-48 ur, saj s tem zagotovimo varovanje pacienta pred okužbo. Sisteme pri katerih dovajamo pacientu glukozo, maščobne raztopine, aminokisline pa menjamo vsakih 24 ur. Sisteme po katerih teče kri in krvni pripravki pa zavržemo neposredno po uporabi.\nBrezigelni konekti - CLAVE\nKonekt zaradi svoje sestave ščiti pacienta pred intravaskularno kolonizacijo konice in spojke katetra. Konekt je lahko posamezen, v kombinaciji z drugimi linijami ali kot dodatek pri vbodnih iglah. Primeren je za dajanje različnih tekočin, tudi antibiotikov ali citostatikov. Zaradi svoje edinstvene sestave omogoča tako zaščito uporabnika kot tudi pacienta. Za razkuževanje konektov uporabljamo sterilne zložence navlažene z razkužilom.\nKonekt je lahko nastavljen pri pacientu do enega tedna (7 dni).\nSplošne bolnišnice Slovenj Gradec, 2008\n"], "16": ["5.2 ODVZEM KRVI IZ CENTRALNIH VENSKIH KATETROV", "Kri iz centralnih venskih katetrov jemljemo samo takrat, kadar ni drugih dostopov.\nKadar pri odvzemu krvi prekinemo pretok vazoaktivnih zdravil, moramo pri odvzemu krvi upoštevati možnost motenj kardiovaskularnega sistema (Šmitek, Krist, 2008, str. 99).\nPomembna je pravilna tehnika odvzema vzorcev krvi in strogo upoštevanje pravil asepse.\nPoznamo dva načina:\n odprti odvzem (z brizgalko),   zaprti odvzem (vakumski).\nZaprti odvzem zahteva dodaten nastavek, ki nam omogoča odvzem brez odpiranja vhodnega mesta na petelinčku.\nOdprti sistem omogoča več manipulacij, ker je potrebna menjava brizgalk in se ga poslužujemo le izjemoma. Prvo epruveto ali brizgalko (vsaj 5 ml) z odvzeto krvjo vedno zavržemo, ker vzorec ni primeren za analizo. Po odvzemu krvi centralni venski kateter vedno prebrizgamo z 10 ml NaCl, s tem preprečimo nastanek fibrinskih oblog.\nPri upoštevanju standardnih navodil sta oba načina varna za pacienta in medicinsko sestro.\n"], "17": ["6 VLOGA MEDICINSKE SESTRE PRI OSKRBI CENTRALNIH  VENSKIH KATETROV", "Medicinska sestra je oseba, ki je zaključila najmanj dvanajstletno splošno in/ali strokovno izobraževanje in končala visoko strokovno izobraževanje s področja zdravstvene nege ter ji je ustrezen organ podelil pravico za samostojno delo v zdravstveni dejavnosti (Kodeks etike medicinskih sester in zdravstvenih tehnikov Slovenije, 2006). Medicinska sestra je usposobljena strokovnjakinja za celostno (holistično) obravnavo posameznikov in skupin, ki avtonomno prevzema naloge in odgovornosti v sistemu zdravstvenega varstva, socialnega varstva in področja šolstva. Je samostojna strokovnjakinja v negovalnem timu in članica zdravstvenega tima, v katerem si z drugimi strokovnjaki deli vloge v zdravstveni obravnavi pacienta. Išče učinkovite poti za spoštljive, strpne, razumevajoče in dobre medsebojne donose na delovnem mestu, ki so temelj kakovostnega, uspešnega in učinkovitega dela in os bistvene za zadovoljstvo posameznika, skupine in institucije (Kodeks etike medicinskih sester in zdravstvenih tehnikov Slovenije, 2006).\n"], "18": ["6.1 OPAZOVANJE PACIENTA Z VSTAVLJENIM CVK TER UČINKOVITOST  UPORABE I.V. OBLIŽEV", "Medicinska sestra ima zelo pomembno vlogo pri preprečevanju katetrskih okužb. Vbodno mesto ter prehodnost CVK kontrolira in opazuje 24 ur na dan. Prevezo menjuje vsakih 72 ur oz. po potrebi (če je umazana ali slabo pritrjena ali kadar je potrebno oceniti mesto vboda pri prevezi iz netkanega blaga ali gaze).\nI.V. obliž Danes se uporabljata generično dve vrsti I.V. obližev:   prozoren polprepusten poliuretanski obliž (npr. Tegaderm) in   pričvrstitev s sterilno gazo in lepilnim trakom oz. industrijsko izdelanim  obližem iz teh dveh materialov (npr. Vivapore).\nProzoren I.V. obliž ima kar nekaj prednosti pred običajnim obližem iz sterilne gaze in lepilnega traku:\n olajša tehniko nameščanja in zagotavlja aseptične pogoje na vbodnem mestu,   zaradi učinkovitega lepila zagotavlja dobro pričvrstitev in stabilnost katetra,   omogoča stalen nadzor katetra in vbodnega mesta,   zahteva manj pogosto prevezovanje,   polprepustnost omogoča dihanje kože,   pacientu nudi več udobja.\nOpazovanje pacienta zajema:\n spremljanje telesne temperature in možno vzročno povezovanje povišane  telesne temperature z vstavljenim osrednjim venskim katetrom (Kep, Žunkovič,  2005),   spremljanje dihanja in možno vzročno povezovanje motenj dihanja in  spremljajočih simptomov (npr. dispnoe, periferna cianoza, nizka oksigenacija) z  morebitnimi zapleti v zvezi s CVK,\n  spremljanje pacientovega splošnega počutja in pojava bolečin v področju  poteka CVK.\nOpazovanje in spremljanje CVK:\n čas vstavitve CVK in trajanje vstavitve (dnevi),   čas od zadnje menjave infuzijskih sistemov,   stanje preveze CVK (mokra, krvava, umazana ali odlepljena preveza povečuje  nevarnost pojava in razvoj mikroorganizmov na vstopnem mestu CVK ),   stanje vstopnega mesta CVK (krvavitev, zatekanje, znaki začetnega vnetja -  rdečina, oteklina, eksudat, bolečina, prisotnost razvite okužbe z gnojnim izcedkom  iz vstopnega mesta – Jokič, 2005),   prehodnost venskega katetra (pravilen potek CVK, mehanične ovire -  prepognjenost, položaj roke),   pretočnost venskega katetra (hitrost pretoka, obojestranska pretočnost, možnost  odvzema krvi),   ugotavljanje brezhibnosti oziroma poškodb venskega katetra (zatekanje ob  priključkih, počen venski kateter).\nMedicinska sestra opozori zdravnika o posebnostih, zabeleži postopek, opažanja in ukrepe. Po potrebi poostri nadzor nad vbodnim mestom ter opozori medicinsko sestro ob pacientu na posebnosti pri nadaljnji oskrbi CVK.\n"], "19": ["6.2 PREVEZA VBODNEGA MESTA", "Priprava na medicinsko tehnične posege in postopke zdravstvene nege vključuje pripravo pacienta, pripravo izvajalca, pripravo prostora in materiala. Priprava pacienta na poseg oz. postopek mora biti celovita. Upoštevati mora pacientova psihična doživljanja - psihična priprava in omogočiti neposredno varno in učinkovito izvedbo postopka oz. posega - fizična priprava pacienta (Šmitek, 2006).\nMed fizično pripravo spada tudi higienska priprava, ki vsebuje ukrepe za preprečevanje možnosti pojava ali prenosa okužb z mikroorganizmi. Nivo ukrepov je odvisen od kužnosti pacientov in dejavnikov tveganja za okužbo. Priprava medicinske sestre je prav tako fizična in psihična.\n"], "20": ["6.2.1 PRIPRAVA PACIENTA", "Pacientu na razumljiv način razložimo postopek, ter ga namestimo v ustrezen položaj in si s tem zagotovimo njegovo privolitev in sodelovanje.\n"], "21": ["6.2.2 PRIPRAVA IZVAJALCA", "Pred izvedbo postopka si umijemo in razkužimo roke, si nadenemo zaščitni predpasnik, kapo ter masko in si nato ponovno razkužimo roke. S tem preprečimo prenos mikroorganizmov.\n"], "22": ["6.2.3 PRIPRAVA PROSTORA", "Postopek izvajamo v bolniški sobi ali v zato namenjenem prostoru ter ob tem poskrbimo za pacientovo zasebnost. Poskrbimo tudi za primerno razsvetljavo.\n"], "23": ["6.2.4 PRIPRAVA MATERIALA", " voziček z dvema policama,   zaščitna oblačila,   sterilne rokavice,   alkoholno razkužilo,   sterilen pean ali pinceto,   sterilne zložence in tampone,   sterilno kompreso,   prozorni obliž za fiksacijo,   koš za odpadke,   BIO-PATCH obliž (odvisno od ustanove).\nSplošne bolnišnice Slovenj Gradec, 2008\n"], "24": ["6.2.5 IZVEDBA POSTOPKA", "V bližino si pripravimo pripomočke, si nataknemo zaščitne rokavice ter odstranimo staro prevezo. Pregledamo kateter, vbodno mesto, ter v primeru rdečine, vnetja, izcedka o tem obvestimo zdravnika. Odstranimo zaščitne rokavice ter si nataknemo sterilne. Zaščitimo s sterilno kompreso. Vbodno mesto čistimo z alkoholnim razkužilom v krožnih potegljajih najmanj trikrat od vbodnega mesta navzven. Prebrišemo tudi kateter od vbodnega mesta proti zunanjemu delu. Počakamo, da se posuši. Namestimo BIO-PATCH obliž (upoštevamo navodila proizvajalca), ter vbodno mesto zaščitimo s prozornim obližem za fiksacijo. Obvezo opremimo z datumom in časom menjave obveze. Odstranimo zaščito in rokavice. Pacienta namestimo v ustrezen položaj, pospravimo pripomočke ter si razkužimo roke.\nSplošne bolnišnice Slovenj Gradec, 2008\n"], "25": ["6.2.6 DOKUMENTIRANJE", "Na Oddelku za intenzivno interno medicino Splošne bolnišnice Slovenj Gradec v pacientovo dokumentacijo vpišemo vse o stanju katetra in vbodnega mesta. Na temperaturnem listu beležimo čas vstavitve in število katetrskih dni (priloga 4). V poročilo zdravstvene nege vpišemo posebnosti v zvezi s CVK (priloga 5). Na list negovalnih intervencij pa vpišemo datum in čas menjave obveze (priloga 6). V primeru odstranitve CVK podatek vpišemo v pacientovo dokumentacijo. Če je potrebna menjava CVK, pripravimo vse potrebno za zamenjavo.\nUgotovljeni podatki, ki so zapisani in so dostopni vsem članom zdravstvene in negovalne skupine, so pokazatelj pacientovih težav. Informacije, ki opisujejo pacientove težave ali negovalne diagnoze, usmerjajo medicinsko sestro, da izbere primeren načrt zdravstvene nege z negovalnimi intervencijami. Intervencije zdravstvene nege vrednotimo glede na postavljene cilje, pacientovo stanje in stopnjo napredka (Železnik, Ivanuša, 2008, str. 29).\n"], "26": ["7 KATETRSKE OKUŽBE IN NJIHOVO PREPREČEVANJE", "Centralni venski katetri predstavljajo neposredno povezavo med okoljem in notranjostjo telesa (krvni obtok), zato so pomemben vir bolnišničnih okužb. Okužba lahko nastane ob katetru (predvsem v prvem tednu) zaradi vnosa pacientove kožne flore, s kožno floro rok osebja prek svetline katetra zaradi rokovanja s katetrom in sistemom (predvsem po prvem tednu), ter redko hematogeno iz drugega žarišča. Izjemno redka je okužba zaradi kontaminirane infuzijske raztopine. Problem je tudi tvorba biofilmov na površini infuzijskega katetra.\nCVK lahko okuži kateri koli mikroorganizem, vendar so nekatere bakterije pogostejše.\nNajpogostejši povzročitelji okužb CVK:\n koagulazno negativni stafilokoki,   bakterije Staphylococcus aureus,   enterokoki,   po Gramu negativni bacili,   glive.\nKlinični potek okužbe, kakor tudi način zdravljenja je odvisen od vrste povzročitelja. Povzročitelji katetrske sepse so lahko odporni na različne antibiotike, zato je pomembno, da poznamo lokalno epidemiološko situacijo in to upoštevamo pri izkustveni izbiri protimikrobnega zdravila.\n7.1 DEJAVNIKI, KI VPLIVAJO NA NEVARNOST POJAVA OKUŽBE PREKO  CENTRALNEGA VENSKEGA KATETRA   pacientovo splošno stanje (prehranjenost, prizadetost zaradi bolezni, starost, fizična  kondicija),   dolžina hospitalizacije pred vstavitvijo CVK,   mesto vstavitve CVK,   osebna higiena,   opustitev aseptičnih tehnik pri rokovanju s CVK,   število vstopnih poti,   dolgotrajna vstavitev,   vrsta infuzijske raztopine,   kolonizacija vstopnega mesta v kožo,   kolonizacija priključnega dela katetra,   vrsta preveze - zaščita vstopnega mesta CVK.\nMožni viri za kontaminacijo venskih katetrov:\n roke zaposlenih (najpogosteje),   pacientova kožna flora,   kontaminiran kateter ob uvajanju,   kontaminirana infuzijska raztopina,   kolonizacija vstopnega mesta ali lumna katetra,   mikroorganizmi iz vnetnih žarišč v telesu\n- endogeno\nGlede na to , da CVK uvajamo pacientom, pri katerih so že prisotni kriteriji večje ogroženosti (večji OP posegi, kemoterapija, parenteralna prehrana), moramo upoštevati tudi večjo dovzetnost za okužbo in dosledno upoštevati aseptične tehnike pri rokovanju s katetrom.\nKateter po uvajanju zdravnik pričvrsti s šivi ali neinvazivnim sistemom za pritrjevanje katetra.\nPritrjevanje katetra brez šivanja je bolj udobno za pacienta, saj je kateter imobiliziran dosti bolj varno, možnost vboda zdravstvenega osebja z iglo pa je izključena, poleg tega pa je sistem sam pregrada za okužbe. Okužba se najpogosteje začne širiti od šivov proti vstopnemu mestu katetra. Mikroorganizmi lahko izhajajo iz okužbe šivnih ran in okužijo vstopno mesto katetra, kjer je prekinjena integriteta kože. Novi pritrjevalni sistemi zmanjšajo tveganje za okužbo.\n"], "27": ["7.2 OBLIKE OKUŽB POVEZANE S CVK:", " Kolonizacija CVK:  Je predhodna okužbi skozi kateter; na proksimalnem ali distalnem delu katetra so  prisotni mikroorganizmi, brez kliničnih znakov okužbe.\n Vnetje vstopnega dela CVK:  Na koži z rdečino, oteklino, zatrdlino do 2 cm okrog katetra, lahko z gnojnim  izcedkom ob katetru.\n Sistemska hematogena okužba ali katetrska sepsa:  Prisotni so znaki splošne okužbe (sepsa) brez drugega vira okužbe. Značilna je  izolacija enake vrste mikroorganizmov iz katetra in iz pacientove krvi, vzete iz  druge vene (Papuga, 2005).\n Infuzijsko povzročena hematogena okužba:  Je posledica kontaminirane infuzijske raztopine, krvi ali krvnih pripravkov.\n"], "28": ["7.3 PREPREČEVANJE KATETRSKIH OKUŽB IN VLOGA  ANTIBAKTERIJSKIH OBLIŽEV BIO-PATCH", "Splošna načela preprečevanja okužb v zvezi z žilnimi katetri:\n žilni kateter uporabljamo le ob izbrani indikaciji, ki jo določi zdravnik. Ta naj  dnevno oceni, ali je uporaba katetra še indicirana. Kateter, ki ni več nujno potreben,  odstranimo,   poučevanje zdravstvenih delavcev o pravilnih postopkih higiene rok pri delu z  žilnimi katetri,   redno izobraževanje zdravstvenih delavcev o indikacijah, izvedbi postopkov  (najbolje v obliki učnih delavnic),   navodila za uvajanje, nego in odstranjevanje katetrov – pisna navodila naj bodo na  voljo na vsakem oddelku,   dokumentacija o opravljenem posegu naj obsega: datum in uro uvajanja, mesto  uvajanja, tip katetra, izvajalca, čas menjave preveze, oceno vbodnega mesta,   spremljanje okužb v zvezi z žilnimi katetri se izvaja po navodilih komisije za  preprečevanje bolnišničnih okužb,   nadzor nad izvajanjem ukrepov za preprečevanje okužb v zvezi z žilnimi katetri.\nPrvi korak preprečevanja okužb preko CVK je zavedanje o nevarnostih in načinih okužb venskih katetrov. Sledijo higienski ukrepi, aseptični pogoji dela, ki jih moramo zagotavljati ob vstavljanju in dogovorjeni aseptični načini rokovanja s centralnimi katetri.\nSisteme, priključke in infuzijske pripravke menjavamo po smernicah komisije za preprečevanje bolnišničnih okužb.\nZa pokrivanje vstopnih mest CVK uporabljamo prozorne, pacientom bolj prijazne materiale, ki omogočajo preglednost vstopnega mesta in namenske lepljive obliže, ki zagotavljajo varno izpeljavo venskega katetra (tudi brez šivanja) (Rupnik, 2005).\nBIO-PATCH obliž\nJe antibakterijska obloga, sestavljena iz hidrofilne poliuretanske vpojne pene in liofiliziranega klorheksidin glukonata. BIO-PATCH se uporablja za zmanjševanje pojavljanja sistemskih in lokalnih infekcij pri uporabi žilnih in ostalih perkutanih naprav (CVK, dializni katetri, dreni..). Preprečuje možnost nastanka infekcije na vbodnem mestu in okolici. Ima antibakterijsko delovanje do 7 dni. Potrebuje sterilno sekundarno oblogo (npr. poliuretanski film).\n"], "29": ["7.4 RAVNANJE V PRIMERU SUMA NA KATETRSKO OKUŽBO TER  ODVZEM KONICE CVK", "Leta 1996 je CDC izdal naslednja priporočila:\n odvzeti dve hemokulturi (eno skozi kateter, drugo iz periferne žile),  Hemokultura: je preiskava s pomočjo katere določamo prisotnost bakterij in glivic  v krvi. Obstaja več vrst gojišč za hemokulturo. Zelo uporabna so tista gojišča, ki  omogočajo rast čim več vrstam bakterij (aerobnim, anaerobnim) in glivicam.   ob znakih vnetja odvzamemo bris vbodnega mesta,   konico katetra (3-5 cm distalnega dela) pošljemo na mikrobiološko preiskavo po  Makiju.\nZa »zlati standard« za ugotavljanje kolonizacije katetra z bakterijami velja semikvantitativna metoda po Makiju. V ta namen se kateter odstrani, običajno se odreže distalni del katetra in se povalja preko agar plošče. Velja, da je kateter koloniziran, če po 24 urah zraste več kot 15 kolonij bakterij. Kateter je sterilen, če ni možno dokazati rasti klic; kontaminiran pa je, če po 24 urah zraste manj kot 15 bakterijskih kolonij (Jokič, 2005, str. 28).\n"], "30": ["7.4.1 POSTOPEK ODVZEMA KONICE CVK", " metoda dela je aseptična,   vbodno mesto je potrebno razkužiti,   razkužilo se mora posušiti ali izhlapeti,   material, ki fiksira CVK je potrebno odstraniti,   CVK se izvleče ( pri tem pazimo, da se kateter ne kontaminira s pacientovo kožo),   s sterilnimi škarjami odrežemo konico CVK v sterilno posodico,   posodico označimo s pacientovimi podatki,   napišemo spremni list za mikrobiološki laboratorij,   postopek evidentiramo na temperaturni list.\n"], "31": ["8 EMPIRIČNA RAZISKAVA", ""], "32": ["8.1 HIPOTEZE", "Hipoteza 1:\n Predvidevamo, da se zdravstveni delavci zavedamo pomena preprečevanja  infekcije pri oskrbi CVK;\nHipoteza 2:\n Predvidevamo, da zdravstveni delavci dobro poznamo in pravilno izvajamo oskrbo  CVK;\nHipoteza 3:\n Predvidevamo, da imamo zdravstveni delavci na voljo ustrezna sredstva za oskrbo  CVK.\n"], "33": ["8.2 METODOLOGIJA", "V raziskovalnem delu diplomske naloge smo uporabili anketni vprašalnik. V raziskavo je bilo vključenih 50 zdravstvenih delavcev, ki so zaposleni na Oddelku za interno medicino Splošne bolnišnice Slovenj Gradec.\n"], "34": ["8.2.1 RAZISKOVALNE METODE", "V diplomskem delu smo uporabili naslednje metode in tehnike zbiranja in analiziranja podatkov:   analizo literature;   metodo zbiranja podatkov, z delno strukturiranim vprašalnikom za zdravstvene  delavce;   analizo delno strukturiranega vprašalnika za zdravstvene delavce;   statistično metodo izračuna frekvenčne porazdelitve posameznih odgovorov na  celotni vzorec;   uporabo deskriptivne metode za ponazoritev kvalitativnih in kvantitativnih  podatkov.\n"], "35": ["8.2.2 RAZISKOVALNI VZOREC", "Za raziskovalni inštrument smo uporabili anketni vprašalnik, ki je vseboval 8 vprašanj zaprtega tipa, 5 vprašanj polodprtega tipa in 1 vprašanje odprtega tipa, kjer so anketiranci sami napisali odgovor na zastavljeno vprašanje. Anketni vprašalnik je bil anonimen in je služil izključno kot vir podatkov za diplomsko delo.\n"], "36": ["9 REZULTATI RAZISKAVE IN ANALIZE", "katetri (CVK) in kako pogosto rokujejo z njimi\nVečina zdravstvenih delavcev kar 52% (26) se s centralnimi venskimi katetri srečuje in z njimi rokuje vsakodnevno, 30% (15) vsaj 1x tedensko in 18% (9) 1x mesečno.\nVečina zdravstvenih delavcev kar 78% (39) izvaja prevezo CVK na 72 ur in po potrebi, 14% (7) jo izvaja na 48 ur in po potrebi, 8% (4) pa na vsakih 24 ur in po potrebi.\n58% (29) zdravstvenih delavcev pove, da CVK pritrdijo s šivanjem, 42% (21) pa, da ga pritrdijo z lepljenjem.\nVečina zdravstvenih delavcev 80% (40) pri svojem delu za čiščenje vbodnega mesta uporablja alkoholno razkužilo, 12% (6) uporablja 0,9% NaCl, 8% (4) pa Skinsept mucoso.\nNa vprašanje ali zdravstveni delavci poznajo BIO-PATCH obliže 62% (31) zdravstvenih delavcev odgovori da jih pozna in uporablja, 16% (8) jih pozna, a jih pri svojem delu ne uporablja, 12% (6) jih pozna, 10% (5) pa zanje še ni slišalo in jih ne pozna.\nNajveč 76% (38) zdravstvenih delavcev pokrije vbodno mesto CVK z prozornim poliuretanskim obližem (npr. Tegaderm), 24% (12) pa uporablja obliž iz gaze (npr. Vivapore).\nNajveč kar 86% (43) zdravstvenih delavcev pozna in uporablja CLAVE konekte, 14% (7) jih pozna in jih ne uporablja.\n74% (37) zdravstvenih delavcev menja CLAVE konekte 1X tedensko, 14% (7) jih menja nad 72 ur, 12% (6) pa od 49-72 ur.\n aplikacijo parenteralnih tekočin (NaCl, Ringer Laktat)\nInfuzijske sisteme za aplikacijo parenteralnih tekočin 62% (31) zdravstvenih delavcev menja na 48 ur, 38% (19) pa na 24 ur.\nInfuzijske sisteme za aplikacijo maščobnih raztopin, glukoze ter aminokislin 78% (39) zdravstvenih delavcev menja na 24 ur, 22% (11) pa jih menja na 48 ur.\n100% (50) zdravstvenih delavcev zavrže sistem za aplikacijo krvi in krvnih pripravkov takoj po uporabi.\nNa vprašanje ali jemljejo vzorce krvi iz CVK 70% (35) zdravstvenih delavcev odgovori negativno, 30% (15) pa pritrdilno.\n22% (11) zdravstvenih delavcev se poslužuje zaprtega načina odvzema krvi, 8% (4) pa odprtega načina.\nustrezna sredstva za oskrbo CVK (Graf 14a) in ali dovolj poskrbijo za preprečitev infekcije (Graf 14b) Graf 14a:\n66% (33) zdravstvenih delavcev meni, da imajo na oddelku, kjer so zaposleni dovolj ustreznega materiala, 20% (10) jih je mnenja, da pri materialu nikoli ni pomanjkanja in 14% (7) jih je odgovorilo, da v primeru porabe naročijo novega.\nGraf 14b:\n78% (39) zdravstvenih delavcev je mnenja, da dovolj poskrbijo za preprečitev infekcije, 22% (11) pa jih meni, da pri delu upošteva pravila asepse.\n"], "37": ["10 RAZPRAVA", "Raziskava je bila izvedena med zdravstvenimi delavci, zaposlenimi na Oddelku za interno medicino in Oddelku za intenzivno interno medicino Splošne bolnišnice Slovenj Gradec.\nS pomočjo analize anketnega vprašalnika, smo ugotovili poznavanje oskrbe centralnih venskih katetrov in vlogo zdravstvenih delavcev pri preprečevanju infekcije. Ugotovili smo, kako pogosto izvajajo prevezo centralnih venskih katetrov, katerih sredstev se poslužujejo pri oskrbi, kako pogosto menjavajo infuzijske sisteme in ali imajo za oskrbo CVK na voljo ustrezna sredstva.\nNa anketni vprašalnik je odgovorilo 50 zdravstvenih delavcev.\nOd tega jih 52% (26) odgovori, da se z CVK srečuje in z njimi rokuje vsakodnevno, 30% (15) vsaj 1X tedensko, 18% ( 9) pa 1X mesečno.\nPreveza CVK zahteva dosledno in strokovno izvedbo, izvaja se na 72 ur in po potrebi. Na vprašanje kako pogosto izvajajo prevezo CVK, večina zdravstvenih delavcev, kar 78% (39) poda odgovor na 72 ur in po potrebi, 14% (7) jo izvaja na 48 ur in po potrebi, 8% (4) pa na vsakih 24 ur in po potrebi.\nPritrjevanje CVK z lepljenjem omogoča zmanjševanje infekcije in boljše počutje za pacienta. Na vprašanje, kako na oddelku kjer so zaposleni pritrdijo CVK, 58% (29) zdravstvenih delavcev odgovori, da CVK pritrdijo s šivanjem, 42% (21) pa, da CVK pritrdijo z lepljenjem.\nZa čiščenje vbodnega mesta se priporoča uporaba alkoholnega razkužila. Na četrto vprašanje, katera sredstva uporabljajo za čiščenje vbodnega mesta, večina zdravstvenih delavcev 80% (40) odgovori, da za čiščenje uporablja alkoholno razkužilo, 12% (6) jih uporablja 0,9% NaCl, 8% (4) pa Skinsept mucoso.\nV raziskavi nas je zanimalo ali zdravstveni delavci poznajo antibakterijske obliže BIO-PATCH. Na vprašanje je 62% (31) zdravstvenih delavcev odgovorilo, da jih pozna in uporablja, 16% (8) jih pozna, a jih pri svojem delu ne uporablja, 12% (6) jih pozna, 10% (5) zdravstvenih delavcev pa jih ne pozna in zanje še ni slišalo.\nIzbira ustreznega obliža s katerim pokrijemo mesto vboda je pomemben del oskrbe CVK. Pravilno izbran obliž omogoča preprečiti kontaminacijo vbodnega mesta z zunanjimi dejavniki, omogoča stalen nadzor vbodnega mesta, dobro pričvrstitev katetra in nudi več udobja pacientu. Na vprašanje s čim pokrijejo vbodno mesto CVK, največ 76% (38) zdravstvenih delavcev odgovori, da pokrije vbodno mesto s prozornim poliuretanskim obližem (npr. Tegaderm obliž), 24% (12) pa uporablja obliž iz gaze ( npr. Vivapore obliž).\nVzpodbuden je podatek, da kar 86% (43) zdravstvenih delavcev pozna in uporablja brezigelne konekte CLAVE, 14% (7) pa jih pozna in ne uporablja, ter da 74% (37) zdravstvenih delavcev menja CLAVE konekte 1X tedensko, 14% (7) jih menja nad 72 ur, 12% (6) pa na 49-72 ur.\nZelo pomembno vlogo pri preprečevanju infekcije preko žilnih katetrov igra pravilna in dosledna menjava infuzijskih sistemov. Sisteme za aplikacijo parenteralnih tekočin menjamo vsakih 24 -48 ur, za aplikacijo maščobnih raztopin, glukoze in aminokislin na 24 ur, sistemi za aplikacijo krvi in krvnih pripravkov pa se zavržejo takoj po uporabi. Na vprašanje kako pogosto menjajo infuzijske sisteme za aplikacijo parenteralnih tekočin (NaCl, Ringer laktat), 62% (31) anketiranih odgovori, da jih menja na 48 ur, 38% (19) pa na 24 ur, infuzijske sisteme za aplikacijo maščobnih raztopin, glukoze ter aminokislin 78% (39) zdravstvenih delavcev menja na 24 ur, 22% (11) pa jih menja na 48 ur. 100% (50) anketiranih zdravstvenih delavcev zavrže sistem za aplikacijo krvi in krvnih pripravkov takoj po uporabi.\nJemanja vzorcev krvi iz CVK se poslužujemo takrat, kadar ni drugih dostopov, pri čemer je pomembna pravilna tehnika odvzema. Na vprašanje, ali jemljejo vzorce krvi iz CVK, 70% (35) zdravstvenih delavcev odgovori negativno, 30% (15) pa pritrdilno. Pri tem se 22% (11) zdravstvenih delavcev poslužuje zaprtega načina odvzema, 8% (4) pa odprtega načina.\nIz raziskave je razvidno, da zdravstveni delavci pravilno izvajajo prevezo CVK, se poslužujejo ustreznih sredstev, ter upoštevajo časovna pravila pri menjavi obvez, infuzijskih sistemov, kar nam potrdi predvidevanje, da se zdravstveni delavci zavedamo pomena preprečevanja infekcije pri oskrbi CVK. S tem potrdimo prvo in drugo hipotezo. Tretjo hipotezo, ki smo jo postavili, delno potrdimo z odgovori na vprašanja od 1-13, odgovor na 14 vprašanje pa nam tretjo hipotezo dokončno potrdi, saj 66% (33) zdravstvenih delavcev meni, da imajo na oddelku, kjer so zaposleni ustrezna sredstva za oskrbo CVK, 20% (10) jih je mnenja, da pri materialu nikoli ni pomanjkanja in 14% (7) jih odgovori, da v primeru porabe materiala naročijo novega. 78% (39) zdravstvenih delavcev je mnenja, da dovolj poskrbijo za preprečitev infekcije, 22% (11) pa jih meni, da pri delu upošteva pravila asepse.\n"], "38": ["11 SKLEPI", "Medicinska sestra se pri svojem delu pogosto srečuje s pacienti, ki imajo v diagnostično- terapevtske namene vstavljene žilne katetre. Centralni venski kateter je med vsemi žilnimi katetri najpomembnejši dejavnik za nastanek katetrskih okužb. Nujno moramo poznati dejavnike tveganja za nastanek okužb ter ukrepe s katerimi lahko število okužb zmanjšamo oz. odpravimo.\nEna od preventivnih komponent pri preprečevanju okužb katetra je higiena rok. Pred vsakim uvajanjem in rokovanjem s katetrom si je obvezno razkužiti roke. Znanje o preprečitvi bolnišničnih okužb je torej nujno. Potrebno je zaradi samega pacienta, saj lahko bolnišnične okužbe pri izpostavljenem pacientu ogrožajo njegovo življenje, bistveno pa vplivajo na podaljšanje bolnišničnega zdravljenja. Prav tako pa je znanje s tega področja potrebno za zdravstvene delavce, saj edino tako lahko svoje delo opravljajo strokovno in odgovorno.\nMedicinska sestra v okviru svojih pristojnosti, ki izhajajo iz izobrazbe, usposobljenosti in razdelitve del in nalog med zdravstvenimi delavci, samostojno načrtuje izvedbo postopka (pripravo, čas, prostor), oceni pacienta, izvede postopek, ga strokovno dokumentira, opazuje pacienta po postopku in zdravniku ustno poroča o pričakovanih izidih in zaznanih možnih nepričakovanih zapletih. Na osnovi naših opažanj lahko rečemo, da je nadzor in ravnanje s CVK zelo odgovorno in zahtevno delo. Zaradi stalnega nadzora in budnosti je manj zapletov pri zdravljenju pacientov.\nIdealno bi bilo, da bi za paciente, ki imajo vstavljene CVK skrbele posebej za katetre zadolžene medicinske sestre. CVK naj se vstavljajo samo takrat, ko je indikacija upravičena in le za toliko časa, kot je potrebno.\nNa nastanek okužbe vpliva mnogo dejavnikov tveganja, kot so mesto vstavitve, tip katetra, higiena rok, asepsa, razkuževanje kože, način fiksiranja katetra ter oskrba vbodnega mesta, vključno z oblogami za oskrbo.\nPreprečevanje zapletov predstavlja cela veriga dejavnikov, vendar je veriga le tako močna, kot je močan njen najšibkejši člen.\nZato je pomembno, da se zdravstveni delavci zavedamo pomena preprečevanja okužb, kajti s tem dokažemo, da smo na svojem področju strokovnjaki, da svoje delo opravljamo vestno in odgovorno in kar je najpomembneje v korist pacientov.\n"], "abstract": ["Izhodišča: Centralni venski katetri (CVK) so danes postali nujno potrebni pripomočki sodobne zdravstvene prakse. Okužbe CVK pa so nevaren, včasih celo usoden zaplet pri zdravljenju kritično bolnih. Zdravljenje zapletov zaradi okužbe CVK močno podaljša dobo hospitalizacije in s tem povečuje stroške. So zaplet, ki ga je mogoče s kakovostno zdravstveno nego in oskrbo preprečiti ali omejiti. Namen: Predstaviti pravilno oskrbo centralnih venskih katetrov in preprečevanje infekcije. Metode: Raziskava je bila izvedena med petdesetimi zaposlenimi v zdravstveni negi na Oddelku za interno medicino in Oddelku za intenzivno interno medicino Splošne bolnišnice Slovenj Gradec. Za ponazoritev podatkov je bila uporabljena deskriptivna metoda. Anketni vprašalnik je vseboval 8 vprašanj zaprtega tipa, 5 vprašanj polodprtega tipa in 1 vprašanje odprtega tipa, kjer so anketiranci sami napisali odgovor na zastavljeno vprašanje. Anketa je bila anonimna in nam je služila izključno kot vir podatkov za diplomsko delo. Rezultati: Analiza anketnih vprašalnikov potrjuje naša predvidevanja, da smo zdravstveni delavci strokovno usposobljeni, da pri svojem delu uporabljamo sodobna znanja in imamo na razpolago dovolj materiala, s čimer zagotavljamo varnost bolnika pred infekcijo. Razprava: Na osnovi naših ugotovitev lahko rečemo, da je nadzor in ravnanje s centralnimi venskimi katetri zelo odgovorno in zahtevno delo. Zaradi stalnega nadzora in budnosti je manj zapletov pri zdravljenju pacientov. Zelo pomembno je, da zdravstveni delavci poznamo dejavnike tveganja za nastanek okužb ter ukrepe s katerimi lahko število okužb zmanjšamo oziroma odpravimo."]}