{"1": ["1 UVOD", "Kmetijstvo je panoga, ki spremlja človeka skozi cel njegov razvoj, saj nam daje vire za preživetje. Majhne kmetije v današnjem času težko uspešno poslujejo, zato iščejo druge vire zaslužka. Ena izmed popularnejših rešitev je registracija dopolnilne dejavnosti na kmetiji. Z vidika kmetijskih gospodarstev so investicijske odločitve najpomembnejše poslovne odločitve, saj določajo pogoje gospodarjenja na kmetiji v prihodnosti in imajo dolgoročne posledice za nadaljnji razvoj in poslovanje kmetije. Glede na to, da gre pri investicijskih odločitvah za omejena finančna sredstva, je potrebna skrbna preučitev vseh investicijskih različic in prav tako vseh parametrov, ki na investicijo vplivajo.\n"], "2": ["1.1 Cilji naloge", "Osnovni cilj diplomske naloge je ugotoviti ekonomsko upravičenost gradnje klavnice za predelavo perutnine. Poleg tega pa tudi proučiti razvoj tehnološko-ekonomskega modela in finančno analizo predelave perutnine.\n"], "3": ["1.2 Delovna hipoteza", "Predvidevamo, da je investiranje v zakol in čiščenje perutnine na analizirani kmetiji po 10 letih od začetka investiranja upravičeno. To bomo dokazali z izračunom neto sedanje vrednosti (NSV) in interne stopnje donosnosti (ISD).\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Dopolnilna dejavnost na kmetiji", "V Sloveniji dopolnilne dejavnosti na kmetijah niso nič novega. Kmetje so se že od nekdaj poleg kmetovanja ukvarjali še z drugimi dejavnostmi, v začetku le za lastne potrebe, pozneje pa tudi za trg, da so si izboljšali socialni položaj. Čeprav se dopolnilne dejavnosti razvijajo ves čas, pa je v zadnjih letih zanimanje zanje še mnogo večje. Pozna se vse slabši položaj kmetijstva in vedno manjše možnosti za zaposlitev zunaj kmetije. Tako se tudi v evropskih državah okoli deset odstotkov kmetov ukvarja poleg kmetijstva še z drugimi dejavnostmi (Kulovec 2002).\nPri nas se na kmetijah razvijajo dopolnilne dejavnosti, ki so tesno povezane s kmetijsko pridelavo. V bližnji preteklosti so se na kmetijah opravljale kot dopolnilne dejavnosti predvsem domača obrt, turizem na kmetiji, predelava sadja, peka kruha in peciva, predelava mleka, v manjšem obsegu v zadnjih letih pa tudi predelava mesa (Kulovec 2002).\nZakon o kmetijstvu (Ur. list RS št. 45/2008) v 99. členu določa, da je dopolnilna dejavnost na kmetiji s kmetijstvom oziroma gozdarstvom povezana dejavnost, ki omogoča kmetiji boljšo rabo njenih proizvodnih zmogljivosti ter delovne sile članov kmetije in zaposlenih na kmetiji.\nNosilec dopolnilne dejavnosti na kmetiji je fizična oseba, ki je lastnik, zakupnik ali drugačen uporabnik kmetije in se za svoj račun ukvarja s kmetijsko dejavnostjo ter je za to ustrezno usposobljen. Za ustrezno usposobljenost šteje, da ima nosilec dejavnosti kmetijsko izobrazbo ali da je primerno usposobljen za opravljanje dopolnilne dejavnosti (Kulovec 2002). \nLetni dohodek iz dopolnilne dejavnosti na člana kmetije ne sme presegati 1,5 povprečne letne plače na zaposlenega v Republiki Sloveniji v preteklem letu, v območjih z omejenimi možnostmi za kmetijsko dejavnost pa ne sme presegati tri povprečne plače (Ur. list RS št. 45/2008).\nV občini Laško je trenutno registriranih 42 dopolnilnih dejavnosti (AJPES 2012).\n"], "6": ["2.2 Investicija", "Investicija je poraba kapitala v sedanjosti v pričakovanju prihodnjih koristi. Sestavlja načrtovano zaporedje kapitalskih izdatkov v pričakovanju, da bomo z njimi ustvarili večjo količino denarnih prilivov v različnih obdobjih v prihodnosti (Kavčič 1996).\nOcena investicije je ovrednotenje negotovih prihodnjih denarnih prilivov v odnosu do denarnih odlivov v sedanjosti ali bližnji prihodnosti (Kavčič 1996).\nInvesticije imajo velik pomen za skladen razvoj vsakega narodnega gospodarstva. Ko so sprejete, določajo bodočo strukturo proizvodnje in dolgoročno skladnost ponudbe s povpraševanjem na globalni ravni. Z vidika gospodarskih družb oziroma podjetij so investicijske odločitve najpomembnejše poslovne odločitve, saj bistveno določajo pogoje gospodarjenja v prihodnosti.\nDoba vračanja investicijske naložbe je opredeljena kot čas, v katerem kumulativa neto prilivov finančnega toka v času obratovanja naložbe doseže vsoto investicijskih stroškov in ne sme biti daljša od ekonomske dobe naložbe. Po tej metodi je najuspešnejša tista investicija, ki ima najkrajšo dobo vračanja (Čebokli 2012).\n"], "7": ["2.3 Simulacijsko modeliranje", "Osnovna ideja modeliranja poslovnih procesov je povezava produkcijskih, finančnih in informacijskih tokov v tehnološko-ekonomski simulacijski sistem.\nPažek in sod. (2007, cit. po Csaki 1986) opisujejo, da je temeljno načelo simulacijske metode proučevanje pojava ali objekta kot celote, kar pomeni, da poskusimo v simuliranje čim bolj kompleksno vključiti vse elemente. Bistvena razlika med simulacijo in linearnim programiranjem je v tem, da je s simulacijo pridobljen rezultat variantna rešitev, ki je odvisna od kombinacije vhodnih in sistemskih podatkov. Uporabnik simulacijskih modelov mora tako uporabiti mnogo znanja, da izboljša zanj neugoden rezultat simulacije.\nPažek in sod, (2007) navajajo, da je ena od delitev simulacijskih modelov glede na časovno komponento tudi delitev na statične, kinetične in dinamične simulacijske modele. Za statične simulacijske modele je značilno, da so časovni intervali končni in upoštevajo stanje sistema v določenem trenutku. Kinetični modeli že upoštevajo čas, vendar se spremenljivke pod vplivom časa ne spreminjajo. Pri dinamičnih modelih pa sprememba časa vpliva na spremembo vrednosti vsaj pri eni spremenljivki. \nV nalogi obravnavani modeli so kvantitativne narave, kar pomeni, da gre za modele, ki so zasnovani v formaliziranem oziroma matematičnem jeziku. Mehke kvalitativne informacije so zunaj dosega modela, sam model pa nam daje dodatne informacije in merila, s katerimi dobimo boljše odločitve.\nSimulacijski modeli se uporabljajo za različne znanstvene študije in ekonomske analize proizvodov ter tudi za ocenjevanje investicij (Pažek in sod. 2007).\n"], "8": ["2.4 Tehnološki postopki obdelave piščancev v klavnici", "Piščance koljejo v namensko urejeni klavnici. Do klavnice v enem zaboju pripeljejo po 10 piščancev. Piščanci gredo najprej na omamljanje z napetostno frekvenčno regulacijo. Sledi ročno klanje in izkrvavitev, zatem skubljenje piščancev, ki obsega parjenje in odstranjevanje perja. Parjenje piščancev poteka v parilnikih z vodo, ki je ogreta na 53 0C in traja približno dve minuti. V parilniku nastaja vodna turbolenca, da je parjenje hitrejše in popolnejše. Piščancu perje odstranijo v krožnem skubilniku, ki je sestavljen iz skubilnih \nglav v obliki pladnja. Te glave imajo na površini gumi prste, ki z rotiranjem udarjajo po trupu perutnine in pulijo perje. Ostanke perja dokončno odstranijo ročno. Ročno opravijo tudi evisceracijo, to je odstranjevanje notranjih organov. Sledi pranje trupov perutnine in vlaganje v hladilnico. Ohlajene piščance nato pakirajo v vrečke in taki so pripravljeni za na trg.\n"], "9": ["2.5 Pregled dosedanjih raziskav na področju ekonomike predelave perutnine", "Sani s sodelavci (2000) je preučeval ekonomiko proizvodnje perutninskega mesa v lokalnem območju Bauchi. Preverjali so stroške, donose in omejitve povezane s proizvodnjo perutninskega mesa v okviru intenzivnega sistema upravljanja. Študija je bila izvedena na štirih naključno izbranih kmetijah. Orodja za analizo podatkov so vsebovala enostavne opisne statistike kot sta t-test in hi2-test. Bistvene razlike so se pojavile med čistim dobičkom pri kokoših nesnicah in brojlerjih. Kmetije, katere so se ukvarjale s kokošmi nesnicami so bile donosnejše od kmetij z brojlerji. Glavne ovire, ki so se pojavljale, so bili visoki stroški za nabavo in pripravo hrane ter razširjanje bolezni.\nIdowu Adewunmi (2008) v svoji študiji analizira donosnost proizvodnje perutninskega mesa v oddelku Egba v državi Ogun. Študija je temeljila na osnovnih podatkih, pridobljenih na sedemdesetih perutninskih farmah. Bile so analizirane z uporabo opisnih, proračunskih in donosnostnih razmerij. Donosnost perutninarstva je bila dokazana preko indeksa donosnosti, stopnje donosa na naložbo, stopnje donosa na variabilni strošek in operacijskega razmerja. Za kmete je priporočljivo, da skušajo raziskati pot zmanjševanja krme, kar predstavlja največji odstotek vseh variabilnih stroškov.\nBenhura s sod. (2010) je izvedel preiskavo za določitev donosa delov ali organov piščancev za zakol v obratu za obdelavo perutninskega mesa v Harareju. Rezultate študije so predložili za informiranje drugim rejcem perutnine, ki bodo lahko ugotovili izgube donosa in trajnostni način zmanjševanja stroškov. Za določitev donosa so v vzorec vključili 50 živali z različnih območij. Združili so jih glede na težo v kategorije: 800−1000 \ng, 1000−1200 g, 1200−1400 g, 1400−1600 g in 1600−1800 g. V vsaki skupini je bilo deset živali. Maso vsakega trupa so beležili na različnih stopnjah obdelave, ki zajemajo izkrvavitev, skubljenje, odstranitev glave, nog, drobovine in vratu. Izračuni so bili izvedeni za določitev odstotnih izgub na različnih stopnjah obdelave. V povprečju predstavlja 30 % mase trupa ostanek perja, glave, vratu, drobovine in krvi. Za nadaljnjo predelavo je uporabno 70 % žive mase.\n"], "10": ["3 METODE DELA", ""], "11": ["3.1 Vzorčna kmetija", "Vzorčna kmetija se nahaja v vasici Žigon v Občini Laško. Spada med čiste družinske kmetije, saj nihče od družinskih članov ne dela izven kmetije. Na kmetiji živi osem članska družina dveh generacij. Vodenje kmetije je v rokah mlajše generacije. Izobrazbeni nivo lastnikov je visoka kmetijska in srednja kmetijska šola. Kmetija je razvrščena v hribovsko območje in ima skupno 22,60 ha. Od tega je 14,60 ha kmetijskih. Investitorja želita urediti prostore za klanje perutnine. Prostore bodo uredili v novozgrajenem objektu na kmetiji.\n"], "12": ["3.2 Kalkulacija skupnih stroškov", ""], "13": ["3.2.1 Stroški dela", "Stroški dela predstavljajo vrednostno izražene potroške delovne sile, in sicer količino psihofizične energije potrošene v procesu dela.\nRočno delo pri predelavi perutnine vključuje naslednje delovne faze:\n- zakol piščancev,\n- skubljenje,\n- evisceracija oziroma odstranjevanje notranjih organov,\n- vlaganje v hladilnico,\n- pakiranje. \nVrednost delovne ure smo izračunali iz povprečne neto plače v Republiki Sloveniji, ki za mesec avgust 2011 znaša 988,45 € (Statistični urad RS 2011).\nFormula je naslednja:  Pnp (1) Srd =  n\nSrd = strošek ročnega dela Pnp = povprečna mesečna neto plača n = število delovnih ur\nPrimer izračuna stroška dela:  Pnp 988,45 Srd = = = 5,81€ (2)  n 170\n"], "14": ["3.2.2 Amortizacija", "Amortizacija je bremenitev letnih stroškov oziroma zmanjševanje vrednosti sredstev. Ne predstavlja realnega stroška, ampak le prerazporeditev stroškov na daljše obdobje. Predstavljamo si jo lahko tudi kot odvajanje finančnih sredstev za nakup novega proizvodnega sredstva ob koncu njegove življenjske dobe, vendar se to v praksi ne dogaja. Dejansko razporejamo že porabljena sredstva v kasnejša leta, v katerih predvidevamo koristi od izvedene naložbe (Kavčič 1996).\nZa potrebe celovite analize je potrebno izračunati strošek amortizacije, ki v našem primeru predstavlja amortizacijo prostora in amortizacijo opreme za predelavo mesa. Pri izračunu amortizacije prostora uporabimo linearno metodo in obdobje 10 let. \nObrat za predelavo piščancev v velikosti 52,73 m2 zajema naslednje prostore:\n- klavni prostor: 15,95 m2,\n- prostor za evisceracijo: 10,83 m2,\n- hladilnica: 4,95 m2,\n- prostor za razkosavanje: 12,81 m2,\n- prostor za prodajo: 4,94 m2,\n- garderoba in WC: 3,25 m2.\nObračun stroškov amortizacije prostora smo izračunali po naslednji formuli:  VP A=  N (3)\nA = amortizacija VP = vrednost prostora N = število let\nPri izračunu amortizacije opreme vzamemo obdobje 10 let ob odpisani vrednosti 10 % in uporabimo linearno metodo.\nVrednost opreme:\n- mamilnik: 1.500,00 €,\n- parilnik: 2.100,00 €,\n- skubilnik: 1.560,00 €,\n- miza za razrez: 1.056,00 €,\n- delovna miza: 612,00 €,\n- sterilizator: 588,00 €,\n- hladilna komora: 5.024,00 €,\n- tehtnica: 576,00 €. \nSkupna vrednost opreme prostora za predelavo piščancev znaša 13.016,00 €. Prostor je urejen v skladu s trenutno veljavno zakonodajo (Ur. list RS, št. 117/2004).\nAmortizacija opreme se izračunava na naveden način:\nNV − OV (4) A=  N\n(5) OV = 10% × NV\nKjer je: A = amortizacija NV = nabavna vrednost OV = odpisana vrednost N = število let (10 let)\nCeloten strošek amortizacije dobimo s seštevkom amortizacije prostora in amortizacije opreme.\nAmortizacija torej pomeni postopno računsko prenašanje vrednosti sredstva za delo v vrednotenje bruto produkta in njeno vračanje v amortizacijski sklad v obliki denarnega dohodka (Žibert 2007).\n"], "15": ["3.3 Analiza neto sedanje vrednosti", ""], "16": ["3.3.1 Neto sedanja vrednost", "Metoda neto sedanje vrednosti je najprimernejša metoda vrednotenja, saj ne upošteva časovne vrednosti denarja. Kay in Edwards (2004) jo imenujeta tudi metoda diskontiranih denarnih tokov (angl. 'discounted cash flow method'). Neto sedanja vrednost je vsota vseh neto sedanjih vrednosti za vsako leto denarnega toka minus začetni stroški investicije. Enačba za izračun neto sedanje vrednosti investicije je:\nKjer je: NSV = neto sedanja vrednost Pr = denarni tok v letu n i = obrestna mera C = začetna vrednost investicije\nAli:\nKjer je:\nNSV = neto sedanja vrednost I = višina posamezne investicije v kmetijstvo \nSP = skupni prihodki, nastali z investicijo SS = skupni stroški, nastali z investicijo r = povprečna letna obrestna mera t = časovna komponenta\nRazlika med skupnimi prihodki in skupnimi stroški nam da odgovor o predvidenem dobičku, ki nastopi kot posledica investicije znotraj določenega kmetijskega sistema. Ključni element zgornje matematične definicije predstavlja izraz (1 + r ) t , ki označuje potrebno stopnjo devalvacije neto sedanje vrednosti in ga lahko razumemo kot neke vrste indikator spreminjanja vrednosti denarja skozi čas (Turk 2001).\nSprejeli bi investicije s pozitivno neto sedanjo vrednostjo. Tiste, ki imajo negativno neto sedanjo vrednost, bi zavrnili. Ničelne vrednosti bi pustile investitorja ravnodušnega. Razlog za sprejem investicije s pozitivno neto sedanjo vrednostjo je mogoče razložiti na dva načina. Prvič to pomeni, da je dejanska stopnja donosa naložbe večja od diskontne stopnje uporabljene v izračunih. Z drugimi besedami, odstotni donos je večji od stroškov kapitala. Drugi način pa je, da bi si lahko investitor privoščil plačati več za investicijo in bi še vedno dosegel stopnjo donosa v višini diskontne stopnje uporabljene pri izračunu neto sedanje vrednosti (Kay in Edwards 2004).\nPrednosti:\n- zagotavljanje časovne predstave vrednosti denarja,\n- možnost upoštevanja inflacije.\nSlabosti:\n- natančnost rezultata je odvisna od pravilnega predvidevanja obrestnih mer,\n- izračun temelji na nespremenljivi obrestni meri,\n- ne upošteva nefinančnih podatkov  (Golob 2002).\n"], "17": ["3.3.2 Interna stopnja donosnosti", "Interna stopnja donosnosti (ISD, angl.'Internal rate of Return') je pripadajoči koncept neto sedanje vrednosti, ki ne postreže z nominalnimi vrednostmi, temveč s procenti obresti. Znotraj finančne analize prikazuje maksimalne obresti, na podlagi katerih je še finančno smotrno izvesti določeno naložbo v kmetijstvu (Turk 2001).\nSP − SS (8) ISD = − I + ∑ =0  (1 + r )t\nISD uporabljamo kot investicijski kriterij tako, da jo primerjamo z individualno diskontno stopnjo. ISD ima kot samostojno merilo uspešnosti investicije kar nekaj pomanjkljivosti, in sicer:\n- ne upošteva časovnih preferenc investitorja;\n- ne upošteva velikosti investicije (ISD merjena v odstotkih je lahko enaka pri  investiciji 10 € kot pri investiciji 1.000.000 €);\n- ISD ni relevantna tudi tedaj, ko primerjamo medsebojno izključljive investicije  (Čebokli 2012).\nČasovna vrednost denarja se uporablja tudi v drugi metodi za analizo naložb, to je interna stopnja donosnosti. Zagotavlja nekatere informacije, ki niso na voljo neposredno iz neto sedanje vrednosti. Stopnja donosa je diskontna stopnja, pri čemer je neto sedanja vrednost enaka nič. Dejanska stopnja donosa naložbe predstavlja časovno vrednost denarja.\nInterna stopnja donosa ima več omejitev. Implicitno predpostavlja, da se lahko letni neto dobiček ali denarni tok iz naložb reinvestira v vsakem obdobju, da bi prinašala donos v višini ISD. Če je ISD dokaj visoka, to ni mogoče, ker ISD precenjuje dejansko stopnjo donosa. Druga pomanjkljivost je, da ISD ne pove ničesar o velikosti naložb. Majhne naložbe lahko imajo visoko IRR, kar predstavlja le majhen NSV v absolutnem dolarju (Kay in Edwards 2004).\n"], "18": ["4 REZULTATI", "V diplomski nalogi je bil razvit simulacijski model, s katerim smo želeli ugotoviti ekonomsko upravičenost zakola in pakiranja perutnine. Za izračunavanje smo uporabili programski paket Microsoft Office – Excel.\nŽeleli smo ugotoviti ekonomsko upravičenost predelave perutnine na vzorčni kmetiji. V primeru, da je investicija finančno smotrna, je bil naslednji cilj oceniti obdobje povratka investicije in najvišjo obrestno mero, na podlagi katere bi bilo investicijo še smotrno izvesti v primeru kredita.\nOsnovni parameter za ugotavljanje finančne upravičenosti je neto sedanja vrednost (NSV), parameter za ugotavljanje najvišje dopustne obrestne mere pa je kazalnik interne stopnje donosnosti (ISD). Predvideli smo štiri različne scenarije, ki se med seboj razlikujejo glede na prodajno ceno perutnine.\nVse vrednosti veljajo pri naših vhodnih parametrih in pri predvideni uspešni prodaji proizvodov.\nVsem scenarijem so skupni naslednji parametri:\n- vrednost investicije je 34.216 €,\n- časovna komponenta je 10 let,\n- povprečna obrestna mera je 4,5 % letno.\nEkonomska analiza je bila izvedena za količino 5625 kg oziroma 2500 kosov piščancev na leto. Povprečna teža piščanca je znašala 2,25 kg.\nV kalkulaciji stroškov predelave perutnine so zajeti materialni stroški, to je strošek piščancev, ki znaša 2.700 € letno, če kupimo piščance na trgu. Stroški lastnega dela zajemajo klanje, evisceracijo, vlaganje v hladilnico in pakiranje ter znašajo 2.221,45 €, pri stroških dela 5,81 €/uro. V predelavi se srečujemo še s stroški električne energije – 100 €, stroški vode – 3,95 €, stroški vrečk in etiket, ki znašajo 500 €. Predvideni so tudi administrativni stroški, ki znašajo 120 €. \nMed skupne stroške štejemo tudi amortizacijo investicije. Sem spada amortizacija prostora in amortizacija opreme. Stroški prostora znašajo 26.500 €, stroški opreme pa 13.016 €. Vrednost skupne investicije je tako 39.516 €. Za obračun amortizacije vzamemo dobo 10 let, torej znaša strošek amortizacije 3.821,44 €.\nSkupni stroški znašajo 9.466,85 € na leto.\n"], "19": ["4.1 NSV in ISD po scenariju A (1,89 €)", "V scenariju A je upoštevana cena perutnine 1,89 € na kilogram. To je prodajna cena perutnine v letu 2012 (ARSKTRP 2012).\nV scenariju A investicija po desetih letih ne bo prinesla pozitivnih učinkov. Neto sedanja vrednost po desetih letih znaša -64,42 €. \nInterna stopnja donosa znaša 4,47 %. Ker je interna stopnja donosa nižja od individualne diskontne stopnje, investicija pri tem scenariju ni upravičena.\n"], "20": ["4.2 NSV in ISD po scenariju B (3,00 €)", "V scenariju B je predvidena cena perutnine 3,00 € na kilogram.\nPo scenariju B bo investicija prinesla želene pozitivne učinke že po štirih letih, ko bo neto sedanja vrednost prvič pozitivna in bo znašala 770 €. Po desetih letih bo neto sedanja vrednost 49.340 €. \nInterna stopnja donosa znaša 25,48 %. Ta podatek nam pove, da bi bila investicija do te diskontne stopnje še pozitivna.\n"], "21": ["4.3 NSV in ISD po scenariju C (3,50 €)", "Scenarij C predvideva ceno perutnine 3,50 € na kilogram.\nTudi v scenariju C prinese investicija pozitivne učinke že v četrtem letu, ko znaša neto sedanja vrednost 10.860 €. Po desetih letih bo vrednost neto sedanje vrednosti 71.595 €. \nInterna stopnja donosa je višja kot v scenariju B in znaša 33,57 %.\n"], "22": ["4.4 NSV in ISD po scenariju D (4,19 €)", "Scenarij D zajema 4,19 € za kilogram perutnine. Po tej ceni se prodaja perutnina na vzorčni kmetiji.\nPri ceni perutnine 4,19 € v scenariju D je investicija pozitivna že v tretjem letu (NSV je 9.754 €). Po desetih letih znaša vrednost neto sedanje vrednosti 102.306 €. \nVrednost interne stopnje donosa po desetih letih je 44,19 %.\n"], "23": ["4.5 NSV in ISD po scenariju E (4,50 €)", "Po scenariju E pa znaša cena perutnine 4,50 €.\nČe bi se cena perutnine dvignila na 4,50 €, bi investicija dosegla pozitivne učinke že v tretjem letu, ko bi neto sedanja vrednost znašala 14.548 €. Po desetih letih bi bila vrednost neto sedanje vrednosti 116.104 €. \nInterna stopnja donosa bi po desetih letih znašala 48,84 %.\n"], "24": ["5 SKLEPI", "V diplomski nalogi smo želeli proučiti ekonomsko upravičenost gradnje klavnice za predelavo perutnine. V pomoč smo v Microsoft Office − Excelu razvili tehnološko- simulacijski model za ocenjevanje investicije, ki izračunava neto sedanjo vrednost (NSV) in interno stopnjo donosnosti (ISD).\nUgotovili smo, da se investicija v desetih letih povrne, če prodajamo perutnino po ceni 3,00 €. Investicija se povrne že v četrtem letu, ko je neto sedanja vrednost prvič pozitivna (770,46 €). Interna stopnja donosa v tem primeru znaša 25,48 %, kar pomeni, da je investicija do te obrestne mere finančno smotrna. Če prodamo perutnino po višji ceni, se nam tudi investicija prej povrne.\nPri ceni 1,89 € za kilogram perutnine investiranje ni upravičeno, ker je neto sedanja vrednost po desetih letih proizvodnje še vedno negativna. Tudi interna stopnja donosa pokaže, da investicija ni upravičena, ker je interna stopnja donosa (4,47 %) nižja od individualne diskontne stopnje (4,50 %).\nDelovno hipotezo, da se investicija v obrat za predelavo perutnine po desetih letih povrne, lahko delno potrdimo. V prvem scenariju, da prodajamo po tržni ceni, hipotezo ovržemo. V preostalih štirih scenarijih pa hipotezo potrdimo, saj so izračuni neto sedanje vrednosti in interne stopnje donosa pokazali, da je investicija upravičena.\n"], "abstract": ["Namen naloge je bil proučiti ekonomsko upravičenost gradnje klavnice za predelavo perutnine na vzorčni kmetiji. Za pomoč smo v Excelu razvili tehnološko-simulacijski model za ocenjevanje investicije. Model izračunava neto sedanjo vrednost (NSV) in interno stopnjo donosnosti (ISD). Predvideli smo pet različnih scenarijev glede na prodajno ceno očiščenih in pakiranih piščancev (1,89 €, 3,00 €, 3,50 €, 4,19 €, 4,50 €). Hipotezo lahko delno potrdimo. V prvem scenariju, pri najnižji ceni perutnine 1,89 € na kilogram, investicija v predelavo perutnine ni upravičena. V ostalih štirih scenarijih pa je investicija upravičena. "]}