{"1": ["UVOD", ""], "2": ["1.1 Zastavitev problema", "Pelargonije so ene najstarejših okenskih in balkonskih rastlin, ki nas razvajajo z dolgotrajnim in nepretrganim cvetenjem od rane pomladi do pozne jeseni. Balkon in vrt sta za pelargonije življenjski prostor, ki je za njihovo rast in razvoj le redko optimalen. Rastline so izpostavljene dnevnemu nihanju svetlobne intenzitete, temperaturnim spremembam, pa tudi oskrba z vodo in hranilnimi snovmi se spreminja. Zaradi odpornosti na sušne razmere in zanesljivega cvetenja so pelargonije ene izmed najbolj priljubljenih in vodilnih balkonskih rastlin. O njihovi priljubljenosti v zahodni Evropi govori dejstvo, da jih vrtnarji tam letno pridelajo in prodajo okrog 450 milijonov, od tega 150 milijonov v Nemčiji (Podgornik Reš 1998). V Sloveniji so bili po rezultatih popisa vrtnarstva leta 2000 registrirani 304 pridelovalci, ki so pridelali oz. vzgojili 2.839.003 rastlin pelargonij. Leta 2003 je bilo 298 pridelovalcev, ki so pridelali 2.977.518 rastlin pelargonij. V letu 2006 se je število pridelovalcev zmanjšalo, medtem ko se je pridelava pelargonij povečala, in sicer je bilo 252 pridelovalcev, ki so vzgojili 3.302.412 rastlin pelargonij (vir: http://www.stat.si/pxweb/Dialog/Saveshow.asp).\nŽlahtnitelji nas vsako leto navdušujejo z novimi sortami pelargonij, s katerimi izboljšujejo tehnološke značilnosti in povečujejo raznolikost ponudbe balkonskih rastlin. Vrtnarji se pri razmnoževanju pelargonij poslužujejo najbolj razširjenega načina vegetativnega razmnoževanja, to je s stebelnimi potaknjenci. Za terminsko načrtovano pridelavo si predvsem specializirani pridelovalci sadik in potaknjencev prizadevajo izboljšati delež in skrajšati čas ukoreninjena. Da bi to dosegli, se poslužujejo različnih rastnih regulatorjev, ki uravnavajo rast in razvoj rastline. Skupine znanih rastlinskih hormonov so avksini, citokinini, giberelini, abscizinska kislina, etilen, jasmonati, brasinolidi, salicilna kislina in sistemin (Vodnik 2001). Najpomembnejši za tehnike vegetativnega razmnoževanja sta skupini avksinov in citokininov, ki se nahajata tudi v rastlinskem pripravku Kelpak (visoka vsebnost avksinov in nizka vsebnost citokininov). \nAvksini izvirajo iz grše besede aukso=rastem. V nizkih koncentracijah (< 0,001 M) vplivajo na vzdolžno rast celic, pospešujejo dolžinsko rast stebla in zavirajo rast korenin v dolžino. Od avksinov je v Kelpak pripravku prisotna indol-3-maslena kislina (indol-3- butanova kislina = IBA). Glavni razlogi za uporabo avksinov pri koreninjenju potaknjencev so: povečanje števila in kvalitete korenin, pospešen nastanek korenin in vzpodbujanje enotnosti koreninjenja. Potaknjenci, ki imajo kakovostnejši koreninski sistem, imajo boljšo prirast nadzemne biomase, bujnejše cvetijo in bolje prezimijo, kar se kaže z boljšo rastjo v naslednji sezoni (Hartmann in sod. 1997).\nCitokinini pospešujejo celično delitev (= citokinensis) in od tod izvira tudi njihovo ime (Kranjčič 1993). V naravi jih je največ in so derivati purina adenina. Funkcije citokininov so naslednje: stimulirajo celične delitve in rast celic (signifikantno učinkujejo le ob sodelovanju avksinov, sami citokinini brez avksinov so manj učinkoviti in obratno), zavirajo staranje listov, cvetov in plodov, pospešujejo diferenciacijo celic in tkiv, pospešujejo transport metabolitov, v višjih koncentracijah (1 – 10 mg/l) zavirajo oblikovanje korenin idr.. V Kelpak pripravku je od citokininov prisoten kinetin (6- furfurilaminopurin, C10H9N5O), ki je bil prvi odkriti citokinin (Miller in sod. 1955, cit. po Hartmann in sod. 1997).\nPri vegetativnem razmnoževanju je ključnega pomena uporaba pravilnega razmerja avksinov in citokininov. Citokinini brez avksinov so manj učinkoviti, ne delujejo popolno in obratno.\nKelpak uvrščamo med naravne rastne regulatorje, saj gre za tekoč koncentrat iz sveže pridobljenih rjavih alg Ecklonia maxima, ki jih najdemo v hladnih vodah zahodne obale Južne Afrike. Kelpak je bogat vir avksinov, citokininov, ogljikovih hidratov, aminokislin (alanin, valin, glicin, izolevcin, levcin, prolin, lizin, serin…), vitaminov (B1, B2, C, E) in hranil (N, P, K, Mg, Ca, Na, B, Cu, Zn, Mn, Fe). Pridobivanje ekstrakta poteka brez termične in kemične obdelave ter dehidracije. S tem proizvajalec zagotavlja, da občutljive komponente alg v končnem produktu ostanejo v aktivni obliki. \nZ uporabo rastlinskega pripravka Kelpak proizvajalci zagotavljajo boljšo kvaliteto potaknjencev:\n- povečan razvoj korenin;\n- boljšo izkoriščenost hranil in vlage;\n- boljšo odpornost rastlin;\n- hitrejšo aklimatizacijo pri presaditvi rastlin;\n- povečano odpornost na patogene in škodljivce;\n- boljši razvoj rastlin z močnejšim steblom;\n- večjo transportno in skladiščno sposobnost;\n- povečan donos.\nVpliva Kelpaka na zakoreninjenost, rast in razvoj pelargonij še niso proučili. Proizvajalec na splošno navaja, da je za cvetoče in okrasne rastline pred sajenjem v lončke primerna 1 % koncentracija, medtem ko po sajenju priporočajo foliarno uporabo v koncentraciji 0,2 %.\n"], "3": ["1.2 Namen in cilj diplomskega dela", "Namen diplomske naloge je bil proučiti vpliv različnih koncentracij Kelpak-ekstrakta na zakoreninjenje, rast in razvoj potaknjencev viseče pelargonije Pelargonium peltatum L'HÉRIT. 'Ville de Paris Red'.\nZnotraj diplomske naloge smo opravili tri sklope meritev. Namen diplomskega dela je bil proučiti, ali tretiranje z vodno raztopino Kelpaka vpliva na morfološke značilnosti pelargonij (prirast nadzemne in podzemne biomase, število korenin in listov) od faze zakoreninjenja do faze tržne zrelosti. Da bi ocenili vpliv Kelpaka na primarni in sekundarni metabolizem potaknjencev v fazi rasti, smo izvedli časovno analizo vsebnosti skupnih proteinov in skupnih fenolov v listih pelargonij ob različnih vzorčnih terminih. Zanimalo nas je, ali ima tretiranje z vodno raztopino Kelpaka dolgoročen učinek na vsebnost teh metabolitov v fazi rasti. V ta namen smo potaknjence pelargonij tretirali dvakrat s tremi \nkoncentracijami Kelpaka (0,5 %, 1 %, 2 %). Prvič smo tretirali ob pripravi potaknjencev (2. 4. 2008) in drugič pred sajenjem potaknjencev v lončke (24. 4. 2008).\n"], "4": ["1.3 Delovna hipoteza", "Na podlagi raziskav, ki jih navaja proizvajalec, lahko definiramo naslednje najpomembnejše delovne hipoteze diplomske naloge:  a) ob primerni izbiri koncentracije Kelpaka se izboljša ukoreninjenost rastlin,  posledično se poveča biomasa nadzemnih in podzemnih delov in razmerje med  njimi v prid korenin;  b) tretiranje s Kelpakom ima pozitiven učinek na primaren in sekundaren metabolizem  potaknjencev, zato pričakujemo povišanje skupnih proteinov in fenolov v listih;  c) časovni učinek vpliva tretiranja s Kelpakom na morfološke in biokemijske  parametre je v skladu z navodili proizvajalca o gnojenju.\n"], "5": ["2 PREGLED OBJAV", ""], "6": ["2.1 Splošno o pelargonijah", "Ime pelargonija izvira iz grške besede »pelargos«, kar v prevodu pomeni »štorklja«. Plod pelargonije je namreč podoben štorkljinemu kljunu. Ko ta dozori, ima zvito, kljunu podobno reso.\nPelargonije [Pelargonium (L.) L'HÉRIT] spadajo v družino krvomočničevk (Geraniaceae), ki zajema 11 rodov in okoli 800 vrst (preglednica 1). Sem spada tudi rod Pelargonium. Linnaeus je rod Pelargonium prišteval k rodu Geranium. Ker pa ta razvrstitev ni bila pravilna, je leta 1789 Charles L'Héritier rodova med seboj ločil. Tako je rod Pelargonium postal samostojen rod.\nRod Pelargonium zajema približno 270 vrst pelargonij, od katerih je le nekaj takšnih, ki so sodelovale pri nastanku današnjih sort. Ko so prve pelargonije prispele v Evropo, so veljale za botanično zanimivost. Šele 150 let kasneje so postale zanimive za žlahtnitelje. Nastajati so začele nove, bolj ali manj privlačne sorte. Najprej so pelargonije našle svojo mesto na vrtovih, kasneje pa tudi na okenskih in balkonskih policah, kjer kraljujejo še danes. Izmed 250 poznanih vrst pelargonij ni nobena prezimno trdna. Mnoge izmed njih so se prilagodile puščavskim razmeram in jih zato uvrščamo v sukulentno skupino (P. carnosum, crasicaule, crithmilifolium, echinatum in druge).\nPrimarna domovina pelargonij sta južna in jugozahodna Afrika, kjer je znanih približno 200 vrst pelargonij. Našli so jih tudi na otoku Madagaskar, v Saudski Arabiji, Mali Aziji, Avstraliji in Novi Zelandiji. Prva rastlina pelargonije, ki je dosegla Evropo, je bila Pelargonium triste. Najverjetneje je bila pripeljana v botanični vrt v Leidenu še pred letom 1600 z ladjo, ki je ustavila na rtu Dobrega upanja. Leta 1631 je angleški dvorni vrtnar John Tradescant dobil seme od Rene Morina in rastlino predstavil Angliji. Prvi botanik, ki je zbiral pelargonije, je bil nizozemec Paul Hermann. Ta je poslal semena Jacobu Breyneu, ki \nje leta 1678 že opisal nekaj vrst pelargonij. Leta 1738 je Johannes Burman predstavil ime rodu Pelargonium.\nCesarstvo: Eukaryota – evkarionti  Kraljestvo: Plantae – rastlinstvo  Deblo: Spermatophyta – semenke  Poddeblo: Magnoliophytina – kritosemenke  Razred: Magnoliopsida – dvokaličnice  Podrazred: Rosidae  Red: Geraniales – krvomočnikovci  Družina: Geraniaceae – krvomočničevke  Rod: Pelargonium – pelargonije\nPelargonije razvrščamo v pet večjih skupin (Podgornik Reš 1998):\n- pelargonije zonalke (Pelargonium zonale): pasaste, pokončne pelargonije;\n- pelargonije bršljanke (Pelargonium peltatum): viseče pelargonije;\n- pelargonije regalke ali žlahtne pelargonije (Pelargonium grandiflorum): grmičaste  pelargonije;\n- dišeče ali vonjavolistne pelargonije;\n- pritlikave in miniaturne zonalke.\n2.2 Razmnoževanje pelargonij\nPelargonije lahko razmnožujemo spolno ali iz semen in nespolno ali vegetativno iz delov materne rastline. \nNajbolj razširjen način razmnoževanja pelargonij je vegetativen način s stebelnimi potaknjenci, ki jih narežemo na močnih in zdravih rastlinah. Vegetativno nastala rastlina je identična z materno, ker je nastala brez posredovanja spolne stopnje, v kateri bi se genska snov na novo sestavila (Derrick 1994). Tehnika je preprosta: s čistim in ostrim nožem z ravnim rezom odrežemo stebla tik pod nodijem, navadno četrtim od vrha, kjer je steblo že sekundarno odebeljeno (olesenelo). Pri potaknjencu navadno ohranimo dva nodija, vrh odrežemo. Pri spodnjem nodiju odtrgamo liste skupaj s prilistki. Če je le mogoče, izberemo samo stebla brez cvetov ali cvetnih popkov (Weawer 1993).\nPotaknjence, ki jih odvzamemo matičnim rastlinam, potikamo avgusta in septembra ter marca in aprila. Potikamo jih v multiplošče ali šotne pelete. Ukoreninjamo jih pri temperaturi 18 – 20 -C (Weawer 1993). Ko oblikujejo koreninsko grudo, jih sadimo v lončke (Vardjan 1987).\n"], "7": ["2.4 Kelpak ekstrakt", "Kelpak je bil prvič predstavljen na trgu leta 1978. Je povsem naraven ekstrakt, pridobljen iz sveže nabranih rjavih alg (Ecklonia maxima) (slika 1) približno enake starosti. Rjave alge Ecklonia maxima spadajo v družino Lessoniaceae in rod Ecklonia, ki jih najdemo vzdolž južne atlantske obale (preglednica 2). \nImperij: Eukaryota  Kraljestvo: Chromista  Deblo: Heterokontophyta  Poddeblo: Phaeista  Razred: Phaeophyceae  Red: Laminariales  Družina: Lessoniaceae  Rod: Ecklonia\nKo so alge nabrane, se ekstrakt Kelpaka pripravi v roku 24 ur. Proces pridobivanja ekstrakta je patentiran. Gre za posebno obliko pridobivanja brez termične in kemične obdelave ter dehidracije (slika 2). \nocean, Geoff Spiby 2009), (B) ekstrakt iz surovih nepoškodovanih alg (Michael  Guiry 2005), (C) ekstrakt Kelpaka (embalaža), (D) rezanje in umivanje stebel za  proizvodnjo Kelpaka (Michael Guiry 2005).\nKelpak so v okviru številnih poljskih poskusov proučevali dolgih 30 let. Danes se kot naraven regulator rasti prodaja v 60 državah sveta. Na trgu prevladuje nad ostalimi ekstrakti (pokriva 75 % trga). \nKelpak lahko apliciramo foliarno s sprejem, lahko pa rastline tretiramo tako, da jih namakamo v vodno raztopino Kelpaka. Proizvajalec navaja, da je za cvetoče in okrasne rastline priporočljiva 1 % vodna raztopina Kelpaka pred sajenjem v lončke, tako da koreninsko grudo namočimo v vodno raztopino Kelpaka. Po sajenju v lončke, nekje v razmiku 14 dni po prvem tretiranju, priporočajo foliarno aplikacijo, v koncentraciji 0,2 %. Tretiranje se nato ponovi še 2 do 3-krat v razmiku 21 do 28 dni.\nPozitiven učinek Kelpaka navajajo številni avtorji tako na poljščinah, zelenjavnicah, okrasnih rastlinah in drevninah. Keathley (2003) je proučeval vpliv Kelpaka na povečan donos mandljevcev. Poskus je bil zasnovan tako, da so primerjali med seboj mandljevce, ki so jih foliarno tretirali s Kelpakom in mandljevce, ki so jih najprej tretirani v vodni raztopini Kelpaka, nato pa jih še foliarno gnojili z isto vodno raztopino. V obeh primerih uporabe Kelpaka, se je donos mandljevcev v primerjavi s kontrolnimi netretiranimi mandljevci signifikantno povečal.\nArthur in sod. (2003) so ugotavljali učinek Kelpaka z različnimi načini aplikacije na rast in donos paprike. Med seboj so primerjali: (1) kontrolne rastline, (2) rastline namočene v vodno raztopino Kelpaka pred presaditvijo, (3) rastline namočene v vodno raztopino Kelpaka pred presaditvijo in uporabo Kelpaka foliarno s sprejem, (4) rastline, kjer so uporabili Kelpak foliarno s sprejem ter (5) rastline, kjer so uporabili biostimulator Drin. V vseh primerih uporabe Kelpaka sta se število in teža plodov povečala v primerjavi s kontrolnimi rastlinami in rastlinami tretiranimi samo z Drinom.\nVan Staden in sod. (1995) so proučevali vpliv Kelpaka na rast evkaliptusovih dreves. V poskus so vključili tri vrste evkaliptusa: Eucalyptus macarthurii, Eucalyptus grandis in Eucalyptus nitens, ki so jim aplicirali različne koncentracije Kelpaka foliarno s sprejem ali pa so korenine namakali v vodno raztopino Kelpaka. V obeh primerih je bil razvoj korenin in mladik pri rastlinah, ki so jim aplicirali Kelpak, večji v primerjavi z neapliciranimi rastlinami. Rezultati nazorno kažejo, da ekstrakt Kelpaka signifikantno izboljša razvoj evkaliptusovih dreves. \nOb Kelpaku imamo na tržišču tudi veliko drugih regulatorjev rasti. Pri koreninjenju pelargonij so pomembnejši Cycocel®, Rhizopon® in Seradix®.\n"], "8": ["2.5 Proteini", "Beljakovine so makromolekularne spojine, sestavljene iz aminokislin, ki so povezane s peptidno vezjo. Vsebujejo ogljikove, vodikove, dušikove, kisikove in žveplove atome, redkeje fosforjeve, železove, bakrove, cinkove in druge atome.\nBeljakovine delimo na:\n- proteine (enostavne beljakovine), ki so sestavljeni izključno iz aminokislinskih  ostankov;\n- proteide (sestavljeni proteini), ki vsebujejo glede na proteine še »prostetične  skupine« (sladkorje, nukleinske kisline, fosforjevo (V) kislino, barvila, vitamine  itd.).\nPri nastajanju beljakovinske molekule se aminokisline povežejo tako, da reagira karboksilna skupina (-COOH) ene molekule z amino skupino (-NH2) druge molekule. Ob odcepu nastane peptidna vez. Nastale spojine imenujemo peptide. Oligopeptidi vsebujejo do 10 aminokislinskih enot, polipeptidi pa več kot 10 aminokislinskih enot. Polipeptide, ki vsebujejo več kot 100 aminokislinskih enot, imenujemo tudi makropeptidi (Schröter in sod. 1993).\nProteini so visokomolekularne polipeptidne verige, ki jih dodatno povezujejo vodikove vezi, disulfidne vezi, ionske vezi itd.. Spadajo v skupino primarnih metabolitov, ki so skupni številnim živim organizmom in nujni za celično rast, kajti vsi življenjski procesi so odvisni od njih.\nV Kelpak ekstraktu proizvajalec navaja naslednje aminokisline: alanin (Ala) 150 mg, serin (Ser) 140 mg, prolin (Pro) 92 mg, treonin (Thr) 84 mg, lizin (Lys) 80 mg, levcin (Leu) 72 \nmg, valin (Val) 70 mg, glicin (Gly) 70 mg, ornitin (Orn) 63 mg, fenilalanin (Phe) 60 mg, tirozin (Tyr) 60 mg, arginin (Arg) 48 mg, izolevcin (Ile) 40 mg, glutamat (Glu) 35 mg, aspartat (Asp) 31 mg, metionin (Met) 25 mg ter hidroksiprolin (Hypro) 27 mg (Kelp Products (Pty) Ltd).\nV poskusu smo se odločili za določanje proteinov, ker je vsebnost skupnih proteinov pokazatelj primarnega metabolizma, privzema in asimilacije dušika v rastlini. Hkrati je o vplivu Kelpaka na vsebnost proteinov malo znanega.\nHanekom (1985) je proučeval vpliv Kelpaka na vsebnost proteinov v listju, steblu in zrnju pšenice. Med seboj so primerjali: 1) kontrolne rastline, 2) rastline gnojene s sečnino (400 g/ha) in 2-krat foliarno s Kelpakom, 3) rastline gnojene s sečnino (600 g/ha) in 2-krat foliarno s Kelpakom 4) rastline tretirane z vodno raztopino Kelpaka in 2-krat foliarno s Kelpakom, 5) rastline tretirane z vodno raztopino Kelpaka, obogateno z 9 % N (2 L/ha) in 2-krat foliarno s Kelpakom ter 6) rastline tretirane z vodno raztopino Kelpaka, obogateno z 9 % N (3 L/ha) in 2-krat foliarno s Kelpakom. Prvič so foliarno aplicirali Kelpak v začetku julija, ko je bila rastlina v fazi razvoja cvetov, drugič so tretirali v začetku avgusta. V vseh primerih se je vsebnost proteinov tako v listju, steblu kot tudi v zrnju pšenice v primerjavi s kontrolnimi rastlinami signifikantno povečala.\nV Arable research centres (1996) so ugotavljali vpliv Kelpaka na vsebnost proteinov v ozimni pšenici. Med seboj so primerjali: 1) kontrolne rastline, 2) rastline gnojene s 140 kg/ha N, 3) rastline gnojene s 160 kg/ha N, 4) rastline gnojene s 180 kg/ha N, 5) rastline gnojene z 200 kg/ha N, 6) rastline tretirane s Kelpak ekstraktom, 7) rastline gnojene z različnimi koncentracijami N (140 kg/ha N, 160 kg/ha N, 180 kg/ha N, 200 kg/ha N) v kombinaciji s Kelpakom. Vsebnost proteinov se je signifikantno povečala pri rastlinah, kjer so jim aplicirali samo Kelpak, prav tako se je vsebnost povečala tudi pri rastlinah, kjer so uporabili še gnojenje s 180 in z 200 kg/ha N v kombinaciji s Kelpakom.\n"], "9": ["2.6 Fenoli", "Rastlinski fenoli so aromatske spojine z eno ali več hidroksilnimi skupinami (-OH), ki so vezane neposredno na benzen ali kateri drugi aromatski obroč. V rastlinah prispevajo k obarvanosti cvetov in listov. Uvrščamo jih med sekundarne metabolite, ki nimajo direktne funkcije na rast in razvoj rastlin.\nSekundarne metabolite lahko razdelimo na tri ločene kemijske skupine: terpeni, fenoli in preostale dušikove spojine. Slika 3 prikazuje poenostavljen model poti vključene v biosintezo sekundarnih metabolitov in njihove povezave s primarnimi metaboliti. Terpeni so lipidi sintetizirani iz acetil koencima A (CoA) ali iz vmesnih poti glikolize. Fenoli so aromatične spojine oblikovane preko šikimove kisline ali preko malonične kisline. Preostale dušikove sekundarne spojine, kot so alkaloidi, so biosintetizirane iz aminokislin.\nnjihove povezave s primarnimi metaboliti (Taiz in Zeiger, 1998). \nMnogo sekundarnih metabolitov ima pomembne ekološke funkcije v rastlini. Glavna izmed njih je obramba pred herbivori in infekcijo mikrobnih patogenov (Bennet in Wallsgrove 1994, Dixon in Paiva 1995). Fenole prav tako uvrščamo med antioksidante, saj celice varujejo pred prostimi kisikovimi radikali (Cowan 1999). Hkrati dajejo zaščito pri prekomerni UV svetlobi (Braendle 1996). Številni avtorji navajajo, da se rastlina odzove na stres s povečanjem vsebnosti skupnih fenolov (Abram in Simčič 1997, Urbanek Krajnc 2009).\nBistveno vlogo pri ukoreninjenju zelenih potaknjencev imajo poleg avksinov tudi polifenoli. Avksini direktno stimulirajo tvorbo korenin. Hartmann in sod. (1997) navajajo, da so avksini nujno potrebni za razvoj korenin prve štiri dni po potikanju, to je obdobje aktivne faze avksina. Medtem ko polifenoli vplivajo na razvoj korenin zaradi svojega sinergističnega ali pa inhibitorskega vpliva (Hartmann in sod. 1997, Osterc in sod. 2004a). Navajajo, da so med polifenoli ključna (iso)klorogenska kislina in katehol. Maynard in Bassuk (1990) poročata, da se je katehol izkazal kot inhibitor razvoja korenin na sivem javorju (Acer griseum). Prav tako navajajo Osterc in sod (2004b), da je v prvih dneh po potikanju z vidika koreninjenja nezaželena prisotnost fenolnih spojin, ki inhibirajo razvoj korenin.\n"], "10": ["3 MATERIALI in METODE DELA", ""], "11": ["3.1 Rastlinski material", "V poskus smo vključili Pelargonium peltatum L'HÉRIT. 'Ville de Paris Red', ki jo uvrščamo v skupino bršljanastih pelargonij. To ime so dobile zato, ker so povešave in imajo trikrpate, bršljanu podobne liste. Listi so usnjati in zelo odporni. Ima rdeče nevrstnate cvetove, zbrane v manjših kobulih ter dolga, vitka, krhka povešena stebla. Ker se vejice povešajo, jim pravimo tudi »pobešavke« ali »peltate« (Vardjan 1987). Nastale so z mutacijo roza cvetoče bršljanke Ville de Paris v 19. stoletju (Podgornik Reš 1998).\nMatične rastline pelargonij, ki smo jih uporabili v poskusu, smo nabavili pri Vrtnariji Antolin iz Dorfarjev.\n"], "12": ["3.2 Postavitev poskusa", "Poskus je bil zasnovan leta 2008 v rastlinjaku Fakultete za kmetijstvo in biosistemske vede na Pohorskem dvoru. V raziskavi smo proučevali vpliv tretiranja s Kelpakom na rast, razvoj in biokemične lastnosti potaknjencev pelargonij.\nV poskusu smo obravnavali tri koncentracije vodne raztopine Kelpaka:  a) 0,5 % vodna raztopina Kelpaka,  b) 1 % vodna raztopina Kelpaka,  c) 2 % vodna raztopina Kelpaka,  d) kontrola (tretiranje z vodo).\nS posamezno raztopino smo tretirali (talna aplikacija) 104 potaknjence pelargonij. \nVzorčili smo v štirih terminih:\nZa vsako obravnavanje smo si za biokemijske analize pripravili 8 vrečk, v katere smo pakirali liste treh potaknjencev pelargonij. Ob drugem, tretjem in četrtem vzorčenju smo si pripravili še dodatnih 8 vrečk, v katere smo pakirali korenine treh potaknjencev pelargonij. Rastlinski material smo nemudoma zamrznili v tekočem dušiku in prenesli v zamrzovalnik na -80 -C.\n"], "13": ["3.3 Tehnične značilnosti rastlinjaka", "Izvedba poskusa je potekala v rastlinjaku Fakultete za kmetijstvo in biosistemske vede na Pohorskem dvoru.\nUravnavanje temperature, zračenja in zasenčevanja je potekalo preko računalniškega programa. V času poskusa so bile rastline vsak dan zasenčene v povprečju od 11.00 do 16.00 ure. V oblačnem ali deževnem vremenu pa zasenčevanja ni bilo.\nRastlinjak se je zračil, ko je temperatura v rastlinjaku dosegla 18 -C.\n"], "14": ["3.4 Velikost lončkov", "Pri pelargonijah smo v času sajenja uporabili plastične lončke (Teku) premera 10,5 cm z volumnom 0,48 l.\n"], "15": ["3.5 Substrat", "Najprimernejši substrati za sajenje pelargonij so iz visokokakovostnih belih in črnih šot z dodatkom gline, kokosovih vlaken ali kompostov rahlo kislim pH.\nZa pikiranje smo uporabili substrat Steckmedium od Klasmanna, ki je primeren za pikiranje potaknjencev in za prvo presajanje laboratorijsko vzgojenih rastlin. Substrat vsebuje mešanico slabo do srednje razgrajene šote (H2 – H5) in perlita. Njegova pH vrednost je 5,5 – 6,5. V substratu je tudi 0,5 kg/m3 dodanega NPK gnojila (14:16:18).\nZa sajenje potaknjence pelargonij smo uporabili substrat Fruhstorfer Erde Tip N. Substrat vsebuje perlit, vulkansko glino, delce lubja ter belo srednje razgrajeno šoto. Njegova pH vrednost je 5,7- 6,3. V njem zasledimo tudi hranila v sledovih, in sicer 258 – 386 mg/l N, 229 – 343 mg/l P2O5 ter 351 – 527 mg/l K2O.\n"], "16": ["3.6 Gnojila", "Potaknjenci pelargonij so bili gnojeni z ekološkim foliarnim gnojilom ALGOPLASMIN (Metrob), ki je 100 % naravni pripravek na osnovi rdečih morskih alg, bogat z elementoma kalcij in magnezij. Deluje na razrast koreninskih laskov, kar pomeni več dostopnih hranil, boljšo rast ter kvalitetnejši in večji pridelek. Zaradi prisotnosti Ca in Mg deluje na povečano odpornost rastlin, na škodljivce in zaradi povečane stopnje pH vpliva zaviralno na razvoj škodljivih gliv.\nPo sajenju smo gnojili s KRISTALONOM (Colic Trade). Je 100 % vodotopno NPK gnojilo v obliki mikrokristalov, ki ga lahko dodamo foliarno ali s pomočjo kapljičnega sistema. Razmerje med N : P : K + mikroelementi je naslednje: 4,5 % nitratnega dušika (NO3-N), 1,5 % amonijskega dušika (NH4-N), elementi dušik (N), fosfor (P2O5), kalij (K2O) in mikroelementi so v razmerju 6:12:36 + 3.\n"], "17": ["3.7 Varstvo rastlin pred boleznimi", "Pred boleznimi smo potaknjence pelargonij škropili s SWITCH-em (Syngenta Crop Protection AG, Basel, Švica). Switch je sistematični fungicid za zatiranje sive plesni, snežne plesni in snežnega ožiga na okrasnih rastlinah v obliki močljivih zrnc (WG). Vsebuje 37,5 % ciprodinila in 25 % fludioksonila.\n"], "18": ["3.8 Aplikacija Kelpaka", "Prvič smo tretirali dne 2. 4. 2008 (prvi dan poskusa). Pripravili smo si ustrezne koncentracije vodne raztopine Kelpaka (kontrola - 0 %; 0,5 %; 1 %; 2 %) in pH umerili na vrednost 6,8.\nIz matičnih rastlin smo pripravili potaknjence ter jih nemudoma namestili v posode z ustrezno vodno raztopino Kelpaka, na katere smo predhodno že namestili najlonske mrežice (slika 4A). Vsaka posoda je vsebovala po 40 potaknjencev, ki smo jih tretirali 24 ur. V posodice, ki so služile za kontrolo, smo dolili vodo in prav tako pustili namakati 24 ur. Vse posode smo ustrezno označili.\nDrugo tretiranje smo načrtovali 24. 4. 2008, ko so bili potaknjenci že posajeni v multiploščah (slika 4B). V večje posode smo nalili ustrezne koncentracije Kelpaka in nato 2 uri namakali multiplošče, v katerih so bili potaknjenci pelargonij. \n\"Kelpakom\", (A) tretiranje potaknjencev pelargonij s pomočjo najlonske  mrežice, (B) namakanje multiplošč.\n"], "19": ["3.9 Vpliv Kelpaka na morfološke značilnosti", "Med poskusom smo spremljali :\n- število in težo korenin,\n- število listov in\n- prirast teže celotne rastline.\nVzorčili smo štirikrat: 2. 4. 2008, 24. 4. 2008, 7. 5. 2008 in 12. 6. 2008. Ob vsakem vzorčenju smo obravnavali po tri potaknjence skupaj, tako da smo liste treh potaknjencev pakirali v isto vrečko, prav tako smo pakirali tudi korenine treh potaknjencev. Vrečke smo ustrezno označili in jih nemudoma zamrznili v tekočem dušiku. Zamrznjene vzorce smo nato prenesli na Fakulteto za kmetijstvo in biosistemske vede, kjer smo jih sušili v liofilizatorju, da smo odstranili vodo ter ohranili strukturo in sestavo biokemijskih spojin. Po končani liofilizaciji smo vzorce prenesli v zamrzovalnik na – 25 -C.\nPred izvedbo kemijskih analiz smo vzorce prenesli v eksikator, kjer smo jih pustili pol ure, da se odtalijo. Nato smo se lotili mletja vzorcev. Zmlete vzorce smo polnili v krioviale, ki \nsmo jih ustrezno označili (datum vzorčenja, številka vzorčne rastline, koncentracija Kelpaka).\n"], "20": ["3.10 Določanje skupnih proteinov po Bradfordu", "Proteine določamo po metodi z Bradfordovim reagentom. Za standard smo uporabili goveji serumski albumin (BSA-Bovine Serum Albumine):\n- zmlete vzorce smo najprej stehtali, dali v epice in jih ustrezno označili;\n- v vsako epico smo dodali 1 ml TRIS/HCl;\n- vzorce smo nato 1 minuto stresali na vortexu;\n- sledilo je centrifugiranje vzorcev za 10 minut na 12000 obratih;\n- po končanem centrifugiranju smo v nove epice odpipetirali 20 µl vzorca (pazimo da  ne zajamemo usedline);\n- dodali smo 80 µl vode;\n- pripravili smo tudi dva slepa vzorca: 20 µl TRIS/HCl in 80 µl vode;\n- na koncu smo dodali še v vse vzorce (vključno s slepima vzorcema in standardi)  900 µl Bradfordovega reagenta;\n- vzorce smo nato stresali na vortexu 1 minuto;\n- na koncu smo spektrofotometrično določili koncentracije proteinov v posameznem  vzorcu pri valovni dolžini 595 nm.\n"], "21": ["3.11 Določanje fenolov", "Za določanje fenolov smo uporabili Folin-Ciocaltejev reagent po metodi Ainsworth in Gillespie (2007):\n- zamrzjene vzorce smo za pol ure prenesli v eksikator, da smo jih odtalili;\n- vzorce (25 mg) smo stehtali v epice, ki smo jih ustrezno označili;\n- k vzorcu smo dodali 1,5 ml 95 % metanola;\n- pustili smo stati 48 ur v temi na sobni temperaturi;\n- po preteku 48 ur smo vzorce stresali 5 minut; \n - sledilo je centrifugiranje vzorcev 10 minut na 12000 obratih;\n- pripravili smo si 1 ml F-C reagenta in 9 ml destilirane vode ter ga postavili v  hladilnik;\n- po končanem centrifugiranju smo v nove epice odpipetirali 100 µl vzorca;\n- k vzorcu smo nato dodali 200 µl F-C reagenta in 800 µl Na2CO3 (2 minuti za F-C  reagentom);\n- pripravili smo tudi 2 slepa vzorca: v epico smo odpipetirali 100 µl 95 % metanola,  200 µl F-C reagenta in 800 µl Na2CO3;\n- tudi v pripravljene standarde smo dodali 200 µl F-C reagenta ter 800 µl Na2CO3;\n- vse vzorce, standarde in slepe vzorce smo nato stresali 1 minuto na vortexu;\n- sledilo je inkubiranje vzorcev, standardov in slepih vzorcev na girotvisterju  (stresalniku), in sicer 2 uri;\n- na koncu smo spektrofotometrično določili koncentracije fenolov pri valovni  dolžini 765 nm.\n"], "22": ["3.12 Tabela kemikalij", ""], "23": ["3.13 Priloga k materialom in metodam dela", "Legenda: V1, V2…- prvo, drugo vzorčenje; T1, T2 – prvo, drugo tretiranje\n"], "24": ["4 REZULTATI", ""], "25": ["4.1 Vpliv Kelpaka na morfološke značilnosti", ""], "26": ["4.1.1 Prirast mase rastlin", "Potaknjencem pelargonij, ki smo jih tretirali z različnimi koncentracijami Kelpaka (0 %; 0,5 %; 1 %; 2 %), smo ob treh vzorčnih terminih (24. 4. 2008, 7. 5. 2008, 12. 6. 2008) določili prirast mase glede na zatehto ob začetku poskusa (2. 4. 2008) (preglednica 5, grafikon 1).\nPri drugem vzorčnem terminu (24. 4. 2008) tretiranje z različnimi koncentracijami Kelpaka ni imelo signifikantnega vpliva na prirast mase rastlin.\nOb tretjem vzorčnem terminu (7. 5. 2008) smo zasledili največjo prirast mase rastlin pri 1 % vodni raztopini Kelpaka. Masa le-teh se je povečala za 23 % v primerjavi s kontrolnimi netretiranimi rastlinami pelargonij, vendar razlike niso bile statistično signifikantne. Pri 2 % koncentraciji Kelpaka smo izmerili 21 % prirast mase rastlin. Pri 0,5 % koncentraciji Kelpaka se je masa rastlin v primerjavi s kontrolnimi netretiranimi rastlinami pelargonij povečala za 15 %.\nPri zadnjem vzorčnem terminu (12. 6. 2008) smo statistično signifikantno prirast mase rastlin zasledili pri 1 % vodni raztopini Kelpaka, in sicer se je masa rastlin v primerjavi s kontrolnimi rastlinami povečala za 12 %. Sledili sta 2 % in 0,5 % vodna raztopina Kelpaka, kjer se je masa rastlin v primerjavi s kontrolnimi rastlinami signifikantno povečala za 10 %. \n  potaknjencev pelargonij. Podatki predstavljajo srednje vrednosti v g (S), ki  so bili statistično ocenjeni s pomočjo Kruskal – Wallis testa; n=104,  P<0,05.\nTermin  vzorčenja Kontrola 0,5 % Kelpak 1 % Kelpak 2 % Kelpak\nrastlin pri pelargonijah ob različnih vzorčnih terminih. Podatki predstavljajo  srednje vrednosti v g (S), n=104, P<0,05.\n"], "27": ["4.1.2 Prirast mase korenin", "Pri tretjem vzorčnem terminu (7. 5. 2008) smo največjo maso korenin (0,7 g) določili pri 1 % vodni raztopini Kelpaka, kar je 24 % več v primerjavi s kontrolnimi rastlinami pelargonij, vendar razlike niso bile signifikantne. Pri rastlinah, ki smo jih tretirali z 2 % in 0,5 % vodno raztopino Kelpaka, se je masa korenin v primerjavi s kontrolami v povprečju povečala za 15 % in 10 %.\nPri četrtem vzorčnem terminu (12. 6. 2008), se je prirast mase korenin prav tako najbolj povečala pri 1 % vodni raztopini Kelpaka, v primerjavi s kontrolnimi netretiranimi rastlinami pelargonij, in sicer za 24 %. Sledila je 0,5 % vodna raztopina Kelpaka, kjer smo izmerili 14 % prirast mase korenin v primerjavi s kontrolnimi potaknjenci pelargonij. Pri 2 % vodni raztopini Kelpaka ni bilo zaslediti signifikantnih razlik v primerjavi s kontrolnimi rastlinami, saj se je prirast mase korenin povečala le za 3 %.\nkorenin potaknjencev pelargonij. Podatki predstavljajo srednje vrednosti v g  (S), ki so bili statistično ocenjeni s pomočjo Kruskal – Wallis testa; n=104,  P<0,05.\nTermin  vzorčenja Kontrola 0,5 % Kelpak 1 % Kelpak 2 % Kelpak \nprirast mase korenin pri pelargonijah ob različnih vzorčnih terminih. Podatki  predstavljajo srednje vrednosti v g (S), n=104, P<0,05.\n"], "28": ["4.1.3 Prirast števila listov", "Povprečno število listov smo beležili ob tretjem in četrtem vzorčenju ter podali v preglednici 7 in grafikonu 3 .\nMaksimalno število listov smo ob tretjem vzorčnem terminu (7. 5. 2008) zabeležili pri 2 % vodni raztopini Kelpaka. Le-te so razvile v povprečju 4 liste in maksimalno 6 listov, kar je 2 lista več na rastlino v primerjavi s kontrolnimi netretiranimi rastlinami pelargonij (preglednica 7).\nOb četrtem vzorčnem terminu (12. 6. 2010) smo zasledili signifikantno povečanje števila listov med tretiranimi in netretiranimi rastlinami pelargonij (preglednica 7). Rastline \ntretirane z 0,5 % raztopino Kelpaka so imele v povprečju 13 listov. 14 listov smo prešteli po tretiranju rastlin z 1 % raztopino Kelpaka. Največ listov (16) so razvile rastline, ki smo jih predhodno tretirali z 2 % raztopino Kelpaka. V povprečju so le-te razvile 4 liste več kot kontrolne rastline (preglednica 7).\nštevila listov potaknjencev pelargonij. Podatki predstavljajo srednje  vrednosti (S), maksimalne vrednosti (max.), ki so bili statistično ocenjeni s  pomočjo Kruskal – Wallis testa; n=104, P<0,05.\nTermin  vzorčenja Kontrola 0,5 % Kelpak 1 % Kelpak 2 % Kelpak\nštevila listov pri pelargonijah ob različnih vzorčnih terminih. Podatki  predstavljajo srednje vrednosti (S), n=104, P<0,05.\n"], "29": ["4.2 Vpliv Kelpaka na skupne proteine", "Pri analizi vsebnosti skupnih proteinov v listih pelargonij tretiranih in netretiranih rastlin,  smo pri prvem vzorčnem terminu (2. 4. 2008), določili povečanje skupnih proteinov pri 2  % vodni raztopini Kelpaka za 11 % v primerjavi s kontrolnimi netretiranimi rastlinami  pelargonij, vendar razlike niso statistično signifikantne (preglednica 8, grafikon 4) .\nOb drugem vzorčnem terminu (24. 4. 2008) smo pri vseh obravnavanjih, zasledili nižje  vrednosti skupnih proteinov v primerjavi s prvim vzorčnim terminom. Pri analizi vsebnosti  skupnih proteinov smo določili signifikantno povečanje pri 1 % in 2 % vodni raztopini  Kelpaka v primerjavi s kontrolnimi netretiranimi rastlinami pelargonij. Vsebnost le-teh se  je povečala za 9 % in 17 %. Medtem ko pri 0,5 % vodni raztopini Kelpaka ni bilo zaslediti \nsignifikantnih razlik v primerjavi s kontrolnimi netretiranimi rastlinami pelargonij (preglednica 8, grafikon 4).\nproteine v listju potaknjencev pelargonij. Podatki predstavljajo srednje  vrednosti v mg/g DW (S), ki so bili statistično ocenjeni s pomočjo Kruskal –  Wallis testa; n=8, P<0,05. .\nTermin vzorčenja Kontrola 0,5 % Kelpak 1 % Kelpak 2 % Kelpak\nvsebnost skupnih proteinov pri pelargonijah ob različnih vzorčnih terminih.  Podatki predstavljajo srednje vrednosti v mg/g DW (S), n=8, P<0,05.\n"], "30": ["4.3 Vpliv Kelpaka na skupne fenole", "Pri prvem vzorčnem terminu (2. 4. 2008) smo največjo prirast skupnih fenolov (48 %) v primerjavi s kontrolnimi netretiranimi rastlinami pelargonij, določili pri 1 % vodni raztopini Kelpaka. Pri rastlinah, ki smo jih tretirali z 0,5 % vodno raztopino Kelpaka, se je vsebnost skupnih fenolov povečala za 41 %, v primerjavi s kontrolnimi rastlinami. Rastline, ki smo jih tretirali z 2 % vodno raztopino Kelpaka niso statistično odstopale od vrednosti kontrolnih rastlin.\nPri drugem vzorčnem terminu (24. 4. 2008) smo pri vseh obravnavanjih (kontrola, 0,5 %, 1 % in 2 % Kelpak) opazili signifikantno povečanje skupnih fenolov v primerjavi s prvim vzorčnim terminom, vendar tretiranje s Kelpakom pri drugem vzorčnem terminu ni imelo več signifikantnega učinka na vsebnost skupnih fenolov. Pri 2 % koncentraciji smo zabeležili celo nižjo vsebnost skupnih fenolov v primerjavi s kontrolnimi rastlinami pelargonij (preglednica 9, grafikon 5).\nlistju potaknjencev pelargonij. Podatki predstavljajo srednje vrednosti v  µmol/g DW (S), ki so bili statistično ocenjeni s pomočjo Kruskal – Wallis  testa; n=8, P<0,05.\nTermin  vzorčenja Kontrola 0,5 % Kelpak 1 % Kelpak 2 % Kelpak \nvsebnost skupnih fenolov pri pelargonijah ob različnih vzorčnih terminih.  Podatki predstavljajo srednje vrednosti v µmol/g DW (S), n=8, P<0,05.\n"], "31": ["5 RAZPRAVA", "V predstavljenem poskusu so bili potaknjenci pelargonij (Pelargonium peltatum »Ville de Paris Red«) tretirani z 0,5 %, 1 % in 2 % vodno raztopino Kelpaka z namenom, da proučimo vpliv Kelpaka na morfološke in biokemijske značilnosti pelargonij.\nPri morfoloških značilnostih smo se osredotočili na prirast nadzemne in podzemne biomase, število korenin ter listov, od faze zakoreninjenja do faze, ko je rastlina primerna za prodajo.\nPo treh tednih smo pri potaknjencih pelargonij zasledili razlike v masi nadzemnega dela rastline, ki pa v primerjavi s kontrolnimi rastlinami pelargonij niso bile signifikantne, prav tako ni bilo zaslediti signifikantnih razlik pri tretjem vzorčnem terminu, medtem ko smo pri četrtem vzorčenju izmerili signifikantne razlike v prirastu mase med tretiranimi in netretiranimi rastlinami pelargonij. Pri četrtem vzorčenju (12. 6. 2008) smo pri rastlinah, ki smo jih predhodno tretirali s Kelpak ekstraktom, izmerili 12 % večji prirast mase pri 1 % vodni raztopini Kelpaka v primerjavi s kontrolnimi rastlinami pelargonij. Zaključimo lahko, da je imelo tretiranje z vodno raztopino Kelpaka pozitiven učinek na prirast potaknjencev, in sicer je bil učinek najbolj izrazit pri 1 % koncentraciji.\nProizvajalec Kelpaka navaja, da se z uporabo Kelpak pripravka pospeši rast in razvoj korenin. Tretiranje z vodno raztopino Kelpaka je imelo pozitiven učinek na razvoj korenin tako v prvih treh tednih po inicialnem tretiranju kot tudi v kasnejšem terminu ponovnega tretiranja (24. 4. 2008). Pri tretjem vzorčnem terminu še ni bilo opaziti signifikantnih razlik v prirastu mase korenin, medtem ko smo pri četrtem vzorčenju že opazili statistično signifikantne razlike v primerjavi z netretiranimi rastlinami pelargonij. Največjo težo korenin smo pri tretjem in četrtem terminu vzorčenja zasledili pri 1 % koncentraciji, s čimer smo potrdili proizvajalčeve navedbe. \nŠtevilo listov se je tako pri tretjem (7. 5. 2008) kot pri četrtem vzorčenju (12. 6. 2010) pri rastlinah tretiranih s Kelpakom signifikantno razlikovalo od kontrolnih rastlin pelargonij. Maksimalno število listov smo pri obeh vzorčnih terminih zasledili pri 2 % koncentraciji. Rezultati so v skladu z navedbami številnih avtorjev, ki poročajo o pozitivnem učinku tretiranja z 1 % Kelpakom na rast in razvoj kmetijskih rastlin ter o večjem donosu pridelka (Van Staden in sod. 1995, Arthur in sod. 2003, Keathley 2003).Van Staden in sod. (1994) so proučevali vpliv tretiranja s Kelpakom na vegetativno in reproduktivno rast rjavkaste žametnice (Tagetes patula). V vseh primerih uporabe Kelpaka so zabeležili večjo maso korenin, večjo maso rastline in večje število cvetov. Najboljše rezultate so dobili pri rastlinah, kjer se je Kelpak apliciral pri 1 % koncentraciji, kar sovpada z našimi rezultati dobljenimi pri izvedenem poskusu na pelargonijah.\nPri biokemijskih značilnostih smo ocenili vpliv Kelpaka na primarni in sekundarni metabolizem potaknjencev v fazi rasti. Izvedli smo časovno analizo vsebnosti skupnih proteinov in skupnih fenolov v listih pelargonij ob različnih vzorčnih terminih.\nProteini so primarni metaboliti, ki so nujni za celično rast (Hütter 1986). Pri rastlinah tretiranih z vodno raztopino Kelpaka smo ob prvem vzorčenju (2. 4. 2008) največjo vsebnost skupnih proteinov zasledili pri 2 % koncentraciji Kelpaka, statistično signifikantne razlike med 2 % koncentracijo Kelpaka in kontrolo smo določili pri drugem vzorčnem terminu. Glede na rezultate lahko zaključimo, da je imelo tretiranje s Kelpakom dolgoročni učinek na vsebnost skupnih proteinov, saj smo izmerili povišane vrednosti tako ob prvem kot ob drugem vzorčnem terminu (24. 4. 2008). Rezultati so v skladu z navedbo Hanekoma (1985), ki opisuje povečano vsebnost proteinov v listju, steblu in zrnju pšenice po tretiranju z različnimi koncentracijami Kelpaka. Beckett in sod. (1994) navajajo povišane vsebnosti dušika v listih rastlin, ki so bile predhodno tretirane s Kelpakom. Dušik je ključni makroelement, ki se direktno asimilira v aminokisline, proteine in nukleinske kisline.\nFenole uvrščamo med sekundarne metabolite, ki so v rastlinah prisotni v zelo majhnih količinah. Znana je vloga nekaterih fenolov pri obrambi rastlin proti različnim boleznim, \nškodljivcem in ostalim stresnim dejavnikom, (Bennet in Wallsgrove 1994, Dixon in Paiva 1995). Abram in Simčič (1997) navajata, da se rastlina odzove na stres s povečanjem vsebnosti skupnih fenolov. Visoka vsebnost fenolov pri rastlini izboljša njihovo odpornost na prekomerno izpostavljenost svetlobi, posebej UV žarkom (Larcher 2003). Fenoli so pri pelargoniji ključnega pomena, saj se rastline lažje privadijo na okolje kot so balkon ali okenska polica, ki so za rastlino le redko optimalni. Pri pelargonijah smo zasledili, da je bila ob prvem vzorčnem terminu vsebnost skupnih fenolov največja pri 1 % koncentraciji, medtem ko je bila najmanjša vsebnost pri kontrolnih rastlinah pelargonij. Osterc in sod. (2004b) navajajo, da je v prvih dneh po potikanju z vidika koreninjenja nezaželena prisotnost fenolnih spojin, ki inhibirajo razvoj korenin. Pri drugem vzorčnem terminu smo v primerjavi s prvim vzorčenjem opazili signifikantno povečanje skupnih fenolov, vendar vsebnost skupnih fenolov pri rastlinah tretiranih s Kelpakom ni bistveno odstopala od vsebnosti skupnih fenolov kontrolnih rastlin pelargonij. Iz rezultatov sklepamo, da je znižanje fenolov pri 2 % koncentraciji Kelpaka ob drugem vzorčnem terminu pozitiven učinek Kelpaka na koreninjenje.\nV poskusu, ki smo ga izvedli v okviru diplomske naloge, smo določili pozitiven učinek Kelpaka na morfološke in biokemijske značilnosti potaknjencev pelargonij, kar je v skladu z navedbami proizvajalca (Kelp Products (Pty) Ltd). Glede na dobljene rezultate priporočamo za viseče pelargonije talno aplikacijo Kelpaka v dveh terminih, in sicer pred potikanjem potaknjencev v multiplošče, namakanje v 1 % vodni raztopini Kelpaka za 24 ur, in po preteku treh tednov, pred sajenjem v lončke, ponovno talno aplikacijo z 1 % vodno raztopino Kelpaka za 2 uri.\n"], "32": ["6 SKLEPI", "Na podlagi morfoloških in biokemijskih raziskav, ki smo jih opravili v okviru diplomske naloge, je za rast in razvoj pelargonij do faze tržne zrelosti najbolj učinkovito tretiranje z 1 % vodno raztopino Kelpaka, saj:  1) signifikantno poveča maso korenin in maso celotne rastline, zviša vsebnosti  skupnih proteinov, ki so nujni za celično rast;  2) ob prvem vzorčnem terminu poveča vsebnost skupnih fenolov in s tem izboljša  odpornost rastlin na stresne dejavnike;  3) zmanjša vsebnosti skupnih fenolov ob drugem vzorčnem terminu in tako pozitivno  vpliva na ukoreninjenje.\n"], "abstract": ["Specializirani pridelovalci okrasnih rastlin se pri razmnoževanju pelargonij poslužujejo vegetativnega razmnoževanja s stebelnimi potaknjenci. Za terminsko načrtovano pridelavo si prizadevajo izboljšati delež in skrajšati čas ukoreninjena. Pri tem si pomagajo z rastnimi regulatorji, ki pospešujejo ukoreninjenje potaknjencev. Kelpak je naraven ekstrakt iz rjavih morskih alg, ki ga zaradi visoke vsebnosti indol-3-maslene kisline in kinetina uvrščamo med rastne regulatorje. Številni avtorji poročajo o pozitivnem učinku Kelpaka na zakoreninjenje, rast in razvoj okrasnih rastlin, zelenjadnic, poljščin in drevnin. V diplomski nalogi smo potaknjence visečih pelargonij (Pelargonium peltatum L'HÉRIT. 'Ville de Paris Red') pred potikanjem v multiplošče (2. 4. 2010) tretirali z različnimi koncentracijami vodne raztopine Kelpaka, da bi ugotovili vpliv tretiranja na morfološke in biokemijske značilnosti visečih pelargonij do faze tržne zrelosti. Kelpak smo ponovno talno aplicirali po treh tednih, in sicer pred sajenjem v lončke. Tretiranje z vodno raztopino Kelpaka je imelo pozitiven učinek na razvoj nadzemnega in podzemnega dela pelargonij, tako v prvih treh tednih po inicialnem tretiranju kot tudi po kasnejšem terminu ponovnega tretiranja (24. 4. 2008). Pri četrtem vzorčnem terminu (12. 6. 2008) smo zasledili statistično signifikantno prirast mase rastlin pri 1 % vodni raztopini Kelpaka. Tudi pri prirastu mase korenin smo statistično signifikantne razlike izmerili pri četrtem vzorčnem terminu, in sicer prav tako pri 1 % vodni raztopini Kelpaka. Signifikantno povečanje števila listov smo prešteli tako pri tretjem (7. 5. 2008) kot pri četrtem vzorčnem terminu pri 2 % raztopini Kelpaka. Z analizo vsebnosti skupnih proteinov smo pri drugem vzorčnem terminu (24. 4. 2008) določili signifikantno povečanje skupnih proteinov pri 2 % vodni raztopini Kelpaka. Statistično signifikantne razlike v vsebnosti skupnih fenolov pa smo izmerili pri prvem vzorčnem terminu (2. 4. 2008) pri 1 % vodni raztopini Kelpaka v primerjavi s kontrolnimi rastlinami. "]}