{"1": ["1 UVOD", "Sprejemanje odločitev je staro toliko kot človeška družba. Z odločanjem se srečujemo vsak dan v različnih situacijah. Z razvojem družbe je odločanje vse pomembnejše. Najbolj pomembno pa je, da poiščemo več možnih alternativ, na podlagi katerih se potem odločamo. Danes poznamo že več pripomočkov, ki nam pomagajo, da se lahko boljše odločamo. Boljša tehnologija je največji razlog, da lahko to počnemo. V ta namen pa so nam znanstveniki razvili ekspertne sisteme, ki nam pomagajo reševati probleme in utemeljevati svoje odločitve.\nPredstavil vam bom primer ekspertnega sistema preko vrednotenja viličarjev Jungheinrich za podjetje Niko Železniki, d.d. Predstavil vam bom, kako lahko s pomočjo ekspertnih sistemov izboljšamo proces izbire viličarjev.\nV večini podjetij danes odločanje poteka še na podlagi nekih subjektivnih kriterijev, ki pa dandanes ne morejo vplivati na to, da bi bila neka odločitev dobra. Poznana pa so tudi podjetja, ki že uporabljajo novejši način odločanja, in sicer s pomočjo ekspertnih sistemov. Odločanje na tak način na prvo mesto prav zagotovo postavlja kriterij nabavne cene in še mnoge druge, ki verodostojno vplivajo na odločitev samo.\nPri izbiranju za nakup viličarja so poleg kriterija nabavna cena pomembni še naslednji kriteriji kot so višina dviga, hitrost dviga, hitrost spusta, nosilnost, pogon, garancija in servis.\nDa bi bila odločitev o nakupu viličarja v podjetju Niko Železniki, d.d. čim bolj pravilna, sem si za cilj zadal izdelati odločitveni model za izbiro najboljšega in najprimernejšega viličarja med več možnimi alternativami.\nNa samem začetku je predstavljen proces odločanja, kakršen je v podjetju sedaj. S pomočjo kataloga o viličarjih smo skupaj z vodjem nabave, direktorjem in vodjem skladišča izbrali kriterije, ki so zanje pomembni pri odločanju o nakupu. Pri odločanju smo si pomagali z orodjema DEXI in VREDANA. Analiza rezultatov pa je potekala s pomočjo grafikonov v DEXI-ju in Vredani.\nRezultat mojega dela je odločitveni model, ki bo pomagal podjetju Niko Železniki, d.d. pri izbiri viličarjev. S pomočjo DEXI-ja se bodo vodja nabave, direktor in vodja skladišča lažje odločali o tem, kateri viličar iz nabora je najbolj primeren glede na potrebe podjetja.\n"], "2": ["2 PREDSTAVITEV PODJETJA", "Dne 27. aprila 1946 je peščica smelih in napredno mislečih ljudi ustanovila proizvodno zadrugo kovinarjev, imenovano NIKO. Z ustanovitvijo zadruge so želeli obnoviti kovinarsko dejavnost in zagotoviti ljudem možnosti za zaposlitev. V Železnikih in okoliških krajih so namreč konec druge svetovne vojne pričakali gospodarsko popolnoma osiromašeni in z veliko brezposelnostjo. Danes lahko ponosno ugotovimo, da jim je uspelo.\nProizvodni program zadruge kovinarjev je bil pester in raznolik – izdelovali so mehanizme za registratorje, risalne žebljičke, papirne sponke, kasneje šestila, laboratorijske centrifuge, mešalce, tehtnice itd. To je program, ki se je z nekaterimi izdelki ohranil prav do današnjih dni, čeprav v nekoliko drugačni obliki, predvsem pa količini.\nProizvodna zadruga kovinarjev NIKO je v svojem začetnem obdobju doživela veliko organizacijskih sprememb od preimenovanja, združevanja, do razdruževanja oziroma odcepitve. Leta 1954 se je namreč reorganizirala v industrijsko podjetje NIKO – tovarno kovinskih in elektromehanskih izdelkov – in razširila svoj proizvodni program še na gospodinjske aparate in male elektromotorje. V letu 1959 se je, zaradi specializacije, izločila proizvodnja šestil in tehtnic (prevzeli sta jih novoustanovljeni podjetji Kladivar in Tehtnica). V letu 1962 pa se je podjetje vključilo v združeno podjetje ISKRA Kranj. Zaradi pospešene specializacije elektroproizvodnje (motorji in gospodinjski aparati) je prvotni program, lociran v starih prostorih na Racovniku, začel nazadovati. Sledila je odločitev, da se proizvodnja pisarniških potrebščin osamosvoji in nadaljuje proizvodnjo v starih obratih. Tako je 1.7.1963 ponovno zaživelo podjetje NIKO in od takrat dalje ostalo samostojno in neodvisno do današnjih dni. Zaradi širitve programa in obsega proizvodnje so se v letu 1978 preselili na novo lokacijo na Otokih 16. V letu 1996 je sledilo preoblikovanje v delniško družbo s slovenskim lastništvom. Ob koncu leta 2005 je bilo zabeleženih v delniški knjigi 309 delničarjev. Število je trikrat manjše, kot je bilo pred desetimi leti, in se bo verjetno še zmanjšalo.\nTradicija je za družbo NIKO zelo pomembna, zato na njej gradijo tudi svojo razvojno strategijo. V strategiji do leta 2010 so zapisali, da NIKO, d.d. nadaljuje poslanstvo svoje predhodnice ter ohranja in razvija stoletno tradicijo kraja. Njihova vodilna misel se glasi: Ostati vodilni evropski proizvajalec mehanizmov za registratorje in si zagotavljati nadaljnjo rast in dolgoročno stabilno poslovanje.\nMarsikaj je bilo potrebno narediti za to, da so v vsem tem obdobju pozitivno poslovali in dosegli status, ki ga imajo v svetu danes.\nPrvi začetki v sredini leta 1987 so bili najbolj pomembni. Treba se je bilo odločiti, kam bodo usmerili vso svojo energijo, katerim proizvodom bodo dali prednost, katere samo ohranjali, kaj posodobili, kaj opustili. Danes so ponosni na to, da je bila sprejeta usmeritev v širitev programa izdelkov za pisarniške potrebe. V letu 2000 so postali \nvodilni evropski proizvajalec mehanizmov za registratorje. V obdobju od leta 1987 do danes so obseg proizvodnje povečali več kot osemkrat\nV letu 2006 so načrtovali, da bodo izdelali in prodali preko 105 milijonov kosov mehanizmov. Če so hoteli narediti letno količino, je bilo potrebno zagotoviti preko 400.000 kosov na dan, kar je pomenilo več kot dva vlačilca dnevno. V letih od 1987 do februarja 2006 so izdelali preko 85 % celotne količine, kar kaže na izjemno hitro rast. Produktivnost so povprečno povečevali preko 13 % letno.\nV letu 2007 so se začele pojavljati govorice o prevzemu podjetja Niko Železniki, d.d. Ob koncu leta 2008 se je prevzem podjetja dejansko tudi zgodil. Podjetje je kupila avstrijska korporacija Ring International. V mesecu februarju leta 2008 so praznovali še en svoj jubilej, in sicer izdelavo milijardnega kosa mehanizma.\nMehanizmi za registratorje predstavljajo preko 70 % obsega proizvodnje družbe, zato so najpomembnejši in je treba stalno skrbeti, da teče ves proces najbolj optimalno (stalna skrb za avtomatizacijo, racionalizacijo, humanizacijo dela, itd).\nZaradi hitro rastočega obsega proizvodnje mehanizmov za registratorje je bilo potrebno najti tudi trg, zato je bila že zelo zgodaj sprejeta odločitev, da se usmerijo na svetovni trg. Prve količine v minimalnem obsegu so bile prodane že v letu 1964. Danes je 98 % mehanizmov prodanih v tujino, s tem pa pokrivajo 23 % delež potreb evropskih proizvajalcev registratorjev. Konkurenca z Daljnega vzhoda je neizprosna in nelojalna, zato so v letu 2004 začeli antidumpinški postopek pred EU komisijo v Bruslju. Rezultat tega je bila ob koncu januarja 2006 uvedba carinske zaščite na uvoz mehanizmov v EU z območja LR Kitajske. To jim bo omogočilo nov zagon, nove naložbe in bistveno boljši rezultat, čeprav že sedaj rezultati niso slabi, saj je njihov BDV na zaposlenega že preko 28.000 EUR. Načrti za prihodnjih pet let pa napovedujejo še hitrejšo rast in povečevanje. Potrebe po povečanju obsega proizvodnje v letu 2006 za 25 % so jim za gradnjo novih prostorov narekovali tudi potrebo po dodatnem prostoru, zato so se odločili za širitev.\nPrav tako so zelo intenzivno povečevali fizični obseg proizvodnje tudi pri drugih izdelkih, ki pa v obsegu proizvodnje ne predstavljajo tako velikega deleža, so pa vsekakor pomembni. Še veliko bi lahko napisali o poslovanju v tem dolgem razdobju delovanja. Poudaril bi le to, da je bilo prav, da so vztrajali na začrtani poti, se borili in predvsem gradili na kapitalu, ki ga imajo - to sta znanje in vztrajnost, ki ju imajo zaposleni.\nVlaganja v optimizacijo, avtomatizacijo, humanizacijo dela so se v vseh teh letih obrestovala in ponosni so na to, da so tu in da delajo dobro v zadovoljstvo zaposlenih, lastnikov in širše družbene skupnosti.\nUpajo, da bodo sposobni ta trend razvoja »držati« še v naslednjem obdobju, ki naj bi bilo čim daljše. Njihov moto \" Samo najboljšim je zagotovljena prihodnost\" jih usmerja. \nMilijardni kos: Mehanizem za registrator je nosilni proizvod podjetja Niko Železniki, d.d. Večkrat slišimo tudi, da je njihov »paradni konj«. Danes si podjetja Niko,d.d. ne moremo zamisliti brez tega izdelka. Ta mehanizem je prisoten kot izdelek prav od prvega dne obstoja tega podjetja. Zapisi iz leta 1946 namreč omenjajo, da so takratni kovinarji prvi dan obratovanja podjetja izdelali 6 mehanizmov z ročico za registratorje. Razvoj je seveda šel naprej in količine proizvedenih mehanizmov so iz leta v leto naraščale. V šestdesetih letih se je letna proizvodnja mehanizmov gibala med 1 do 2 milijona kosov. To količino danes dosegajo in presegajo v enem delovnem tednu.\nV sedemdesetih letih se je letna proizvodnja dvignila na 4 do 5 milijonov kosov. V tistem obdobju prostori na Racovniku niso omogočali večjih količin proizvodnje mehanizmov in iz teh razlogov se je takratno vodstvo odločilo za novogradnjo proizvodnih prostorov na današnji lokaciji. Že prvo leto po preselitvi kompletne proizvodnje v nove prostore leta 1979 je letna količina proizvedenih mehanizmov presegla 7 milijonov kosov.\nBoljši pogoji v novih prostorih so v osemdesetih omogočali hitro rast, vendar se je konec desetletja pojavila nova ovira, kapaciteta galvanske linije, in omejila letno količino pri 17 milijonih izdelanih mehanizmov.\nPo naložbi v dodaten prostor in s podvojeno kapaciteto galvanskih linij so že v letu 1991 izdelali 23 milijonov mehanizmov. V devetdesetih je sledilo obdobje avtomatizacije proizvodnje, predvsem montaže, in silovita rast proizvodnje do 62 milijonov kosov v letu 2000, ko so postali tudi največji evropski proizvajalec mehanizmov. Zadnja leta tega obdobja so se srečali z novo težavo, s konkurenco z Daljnega vzhoda.\nZadnjih 5 let pa so napredovali in izdelali do 88 milijonov mehanizmov v letu 2004. Vedno večji pritisk na prodajne cene in hkrati visoke cene vhodnih materialov so jim v preteklem letu povzročile količinsko nazadovanje za 4 milijone kosov.\nVsota vseh izdelanih količin je pokazala, da so na dan 6. 2. 2006 izdelali milijardni mehanizem. To je bil za Niko pomemben dan. Na milijardo izdelanih mehanizmov so bili resnično ponosni, saj so s tem dokazali, da znajo in zmorejo zagotavljati proizvodnjo izdelka, ki ga je mogoče tržiti. Ni dovolj samo »narediti«. Narediti je potrebno tako, da je izdelek mogoče tudi prodati. To pa pomeni: kakovostno, v predvidenem roku in s čim nižjimi stroški. Le v takem primeru je potem izdelek mogoče prodati. In le od prodanega izdelka je mogoče živeti in delati naprej.\nPri tem pa se napredek podjetja lahko prikaže tudi s podatkom, da te količine že kar dolga leta (25 let) izdelujejo s približno enakim številom zaposlenih. Res je, da so imeli v zadnjem obdobju nekdanje Jugoslavije več zaposlenih, vendar so imeli takrat bistveno večjo proizvodnjo izdelkov na Programu sponk.\nŠe nekaj je pomembno. Milijardni kos so izdelali v letu, ko je podjetje proslavljalo 60- letnico obstoja, torej v 60 letih milijardo mehanizmov ali povprečno dobrih 16 milijonov letno. Bolj pomemben pa je drug podatek, da so v zadnjih 5 letih izdelali in prodali 390 milijonov ali skoraj 40 % celotne količine. \nTi podatki so zelo dobra smernica za prihodnost. Če bodo hoteli še naprej proizvajati in prodajati mehanizme, bodo morali količine še vedno povečevati. Možnost prodaje še večjih količin se jim je z uvedbo antidumpinga na kitajske mehanizme odprla. Upajo, da vsaj za nekaj let. Vendar se morajo zavedati, da konkurenca ne spi in da se bodo morali za svoj prostor in delež na svetovnem tržišču stalno boriti. To je še posebej težko, ker želijo tržni delež povečevati približno tako, kot so ga doslej. V preteklosti so dokazali, da to znajo, in verjamejo, da bo tako tudi v bodoče. Še vedno bodo torej prav vsi v podjetju prisiljeni delati vedno nova, zahtevnejša dela, da bodo še naprej stalno povečevali produktivnost, izboljševali in vzdrževali ustrezno kakovost, vzdrževali konkurenčne cene in ostali v koraku s konkurenco, ki je neizprosna in iz dneva v dan ostrejša.\n"], "3": ["3 OCENJEVANJE VILIČARJEV", "Izbor nam pri odločanju pripomore toliko, da se lažje in bolj pravilno odločamo. Predpostavka za to je, da je odločitveno drevo dobro sestavljeno. Če je ta predpostavka uresničena, potem se nam ni treba bati, da bi bila odločitev napačna.\n"], "4": ["3.1 PROCES OCENJEVANJA VILIČARJEV", "1. faza (zbiranje ponudb viličarjev): V prvi fazi smo kontaktirali zastopnike, ki prodajajo viličarje v Sloveniji. Izrazili smo željo po nakupu viličarja. Po izraženi želji so nam poslali ponudbe, na podlagi katerih smo se odločali o nakupu viličarja. Po končani prvi fazi gremo na 2. fazo.\n2. faza (pregled ponudb viličarjev): V drugi fazi smo naredili natančen pregled ponudb, ki so nam jih poslali zastopniki iz prve faze. Po pregledu ponudb gremo na 3. fazo.\n3. faza (izpis pomembnih kriterijev za izbor iz ponudb): V tretji fazi poteka izpis pomembnih kriterijev iz ponudb. Kriterije smo izbirali na podlagi skupinskega odločanja. Izbor kriterijev je pri odločanju zelo pomemben. Po končanem izbiranju kriterijev gremo na 4. fazo.\n4. faza (izdelava odločitvenega drevesa v DEXI-ju): Na podlagi izbranih kriterijev smo izdelali odločitveno drevo. Pri izdelavi tega moramo paziti na to, da kriterije, ki so vsebinsko med seboj povezani, združimo v isto nadrejeno vozlišče in tako nadaljujemo do vrha drevesa. Ko je odločitveno drevo izdelano, gremo na 5. fazo.\n5. faza (vrednotenje variant): V tej fazi vrednotimo vsako varianto glede na zaloge vrednosti, ki smo jih določili. Po končanem vrednotenju gremo na 6. fazo.\n6. faza (izdelava grafikona): Po končanem vrednotenju variant izdelamo grafikon na podlagi kriterijev, ki smo jih izbrali. Izdelava grafikona je s tem končana in gremo na 7. fazo.\n7. faza (prikaz rezultatov odločanja o nakupu): V podjetju Niko Železniki, d.d. sem predstavil rezultate odločanja pri nakupu viličarja.\n"], "5": ["3.2 OPREDELITEV KRITERIJEV IZBIRE", "Opredelitev kot taka je potekala na podlagi vrha odločitvenega drevesa OCENA VILIČARJA in treh glavnih kriterijev:\n- OSNOVNI PODATKI,\n- DVIG in\n- EKONOMSKE ZNAČILNOSTI (slika 1).\nV mojem primeru se je ta opredelitev kriterijev izkazala za pravilno, hkrati pa nam je bila tudi v veliko pomoč pri odločanju. Prav zagotovo pa je opredelitev kriterijev pomembna za izbor viličarjev.\nViličarje smo ocenjevali na podlagi določenih kriterijev, ki so bili prej skrbno izbrani. Vsak izmed kriterijev ima pri izboru določeno težo. Procent pomembnosti kriterija določimo z utežjo. Vsota vseh uteži skupaj je 100 %.\nPoglejmo si opredelitev kriterija DVIG na primeru viličarja. Višina dviga vpliva na dvig 50 %, hitrost dviga in spusta pa 25 %. To pa pomeni, da je višina dviga najbolj pomembna utež kriterija dvig, na drugo mesto pa se z enako utežjo uvrščata hitrosti dviga in spusta.\n"], "6": ["4 METODOLOŠKE OSNOVE", ""], "7": ["4.1 ODLOČANJE", "Odločanje je proces, v katerem je potrebno izmed več variant (alternativ, inačic) izbrati tisto, ki najbolj ustreza postavljenim ciljem oziroma zahtevam. Poleg izbora najboljše variante včasih želimo variante tudi razporediti od najboljše do najslabše. Pri tem so variante objekti, akcije, scenariji ali posledice enakega oziroma primerljivega tipa.\nOdločanje je običajno del splošnega reševanja problemov in nastopa kot mentalna aktivnost na praktično vseh področjih človekovega delovanja. Težavnost odločitvenih problemov je zelo raznolika. Sega od enostavnih osebnih odločitev, ki so običajno rutinske in se jih večinoma tudi ne zavedamo, vse do težkih problemov skupinskega odločanja.\nNajpomembnejši problemi, ki nastopajo pri težkih odločitvenih problemih, izvirajo iz:\n- velikega števila dejavnikov,\n- številnih oziroma slabo definiranih variant,\n- zahtevnega in pogosto nepopolnega poznavanja odločitvenega problema in  ciljev odločitve,\n- obstaja več skupin odločevalcev z nasprotujočimi si cilji,\n- omejenega časa in drugih virov za izvedbo odločitvenega procesa.\nS problemi odločanja se ukvarja vrsta znanstvenih področij in disciplin, kot sta analitična teorija in analitična analiza. Posebej pomembno je vprašanje, kako pomagati odločevalcu, da bi na sistematičen, organiziran in čim lažji način prišel do kvalitetne odločitve.\n"], "8": ["4.2 VEČPARAMETRSKO ODLOČANJE", "Večparametrsko odločanje temelji na razgradnji odločitvenega problema na manjše podprobleme. Variante razgradimo na posamezne parametre (kriterije, atribute) in jih ločeno ocenimo za vsak parameter. Končno oceno variante dobimo s postopkom združenja. Tako izpeljana vrednost je potem osnova za izbor najustreznejše variante. \nmb.si/index.php/organizacija/article/viewFile/179/167)\nVrednotenje variant pri večparametrskem odločanju poteka na osnovi večparametrskega odločitvenega modela, ki je v splošnem sestavljen iz treh komponent (slika 2). Vhod v model predstavljajo parametri (atributi, kriteriji) X i. To so spremenljivke, ki ponazarjajo podprobleme odločitvenega problema, to so tisti dejavniki, ki opredeljujejo kvaliteto variant. Funkcija koristnosti V je predpis, po katerem se vrednosti posameznih parametrov združujejo v sprejemljivko V(ai), ki ponazarja končno oceno ali koristnost variante.\nVariante opišemo po osnovnih parametrih ai. Na osnovi teh vrednosti funkcija koristnosti določi končno oceno vsake variante. Varianta, ki ima praviloma najvišjo, je praviloma najboljša.\n"], "9": ["4.3 UMETNA INTELIGENCA", "Umetna inteligenca je znanstvena disciplina, ki se ukvarja z metodami, tehnikami, orodji in arhitekturami za reševanje logično zapletenih problemov, ki bi jih bilo težko ali celo nemogoče rešiti s klasičnimi metodami.\nCilj umetne inteligence je inteligentno obnašanje računalnikov in s to bi potem prišlo do večje uporabnosti računalnikov. Drugi cilj pa se nanaša na proučevanje principov inteligence, to pa nas pripelje do boljšega razumevanja človekovega inteligentnega obnašanja.\nTeme umetne inteligence:\n- Hevristično reševanje problemov \n - Predstavitev znanja in mehanizmi sklepanja\n- Ekspertni sistemi (ES)\n- Procesiranje naravnega jezika\n- Strojno učenje in sinteza znanja\n- Inteligentni roboti\n- Računalniški vid\n- Avtomatsko programiranje\n- Nevronske mreže\n"], "10": ["4.4 EKSPERTNI SISTEMI", "Ekspertni sistemi so kvalitativne (simbolične) merske lestvice. Funkcije koristnosti so predstavljene s pravili tipa če – potem. Odločitveni model so baze znanja. Ti sistemi dajejo poudarek razlagi in analizi rezultatov vrednotenja.\n"], "11": ["4.4.1 Orodje za izgradnjo ekspertnih sistemov", "Orodja za gradnjo ekspertnih sistemov lahko razdelimo na ekspertne lupine in programska razvojna okolja (Nikolopoulos, 1997, str. 14).\nProgramska razvojna okolja obsegajo jezike s področja umetne inteligence, kot so LISP, PROLOG, CLOS, L&Q, CLIPS, OPS itd. Lahko so uporabljena neposredno za razvoj specifičnega ekspertnega sistema ali za razvoj ekspertne lupine (Bidgoli, 1997, str 408).\nProgramska razvojna okolja nudijo razvijalcu veliko fleksibilnost pri razvoju ekspertnega sistema, saj omogočajo nadzor nad uporabljenimi metodami za predstavitev znanja, tehnikami sklepanja, iskalnimi strategijami in načini za obvladovanje negotovosti. Rezultat je lahko tako bližje dejanskim potrebam uporabnikov. Vendar zahteva uporaba teh orodij visoko usposobljenost razvijalca sistema in pomeni ponavadi več časa ter sredstev za razvoj ekspertnega sistema.\nEkspertne lupine so običajno produkt programskih razvojnih okolij in predstavljajo zbirko programskih orodij in tehnik, ki omogočajo relativno preprosto izgradnjo, vzdrževanje in nadgrajevanje ekspertnega sistema (Elliott, 1998, str. 213). Ekspertne lupine razvijalca razbremenijo večine programerskega dela in predstavljajo nekakšne generatorje ekspertnih sistemov. Temeljijo na modularnosti njihove zgradbe, kar omogoča, da se isti mehanizem sklepanja uporabi za različna problemska področja, oziroma da se poveže z različnimi bazami znanja. Ekspertne lupine omogočajo pospešen razvoj ekspertnega sistema, pri čemer nudijo razvijalcu zbirko ustreznih funkcij. Ponavadi so opremljene z že oblikovanim mehanizmom sklepanja in z različnimi moduli, kot so:\n- struktura za predstavitev znanja,\n- orodje za podporo izgradnje baze znanja,\n- podsistem za pojasnjevanje,\n- uporabniški vmesnik, \n - vmesniki do drugih aplikacij.\nKer se pri uporabi ekspertne lupine proces izgradnje ekspertnega sistema zoži na projektiranje in kreiranje baze znanja, lahko to občutno pospeši njegov razvoj. Vendar gre to ponavadi na račun fleksibilnosti. Razvijalec ekspertnega sistema je namreč omejen na metode za predstavitev znanja, tehnike sklepanja, načine za obvladovanje negotovosti in uporabniške vmesnike, ki jih ekspertna lupina podpira. To pa lahko vodi v poskus prilagajanja danega problema ekspertni lupini, namesto da bi izbor in uporabo razvojnega okolja prilagajali problemskemu področju (Nikolopoulos, 1997, str. 16).\n"], "12": ["4.4.2 Struktura ekspertnih sistemov", "Za razvoj ekspertnega sistema ga je primerno razdeliti v tri module:\n- baza znanja,\n- mehanizem sklepanja,\n- uporabniški vmesnik.\nUPORABNIK\nmb.si/za_PES_PO_net/Tehnologije%20znanja.pdf)\nBaza znanja vsebuje znanje, ki je značilno za področje uporabe. V njej so lahko enostavna dejstva o področju uporabe, pravila, ki opisujejo relacije ali pojave v tej domeni, pa tudi metode, heveristična načela in ideje za reševanje problemov na tem področju.\nMehanizem sklepanja zna aktivno uporabljati mnenja iz baze znanja.\nUporabniški vmesnik skrbi za uvodno sporazumevanje med uporabnikom in sistemom, pri čemer uporabniku omogoča vpogled v proces reševanja problema, ki ga vodi v mehanizem sklepanja. Pogosto pa raje gledamo mehanizem sklepanja in uporabniški vmesnik skupaj kot en sam modul, ki ga navadno imenujemo lupina ekspertnega sistema ali kratko rečeno lupina.\n"], "13": ["4.4.3 Uporaba ekspertnih sistemov", "Ekspertni sistemi so namenjeni in ustvarjeni za aktivnosti na področju računovodstva, medicine, kontrole procesa, finančnih poslov, proizvodnje, človeških pripomočkov. Seveda je funkcija ekspertnih sistemov odvisna od tehničnih proizvodov in razvoja, to pa je mogoče ustvariti s kreativnim in resničnim sistemom. Ko začenjajo korporacije razvijati in implementirati projekte ekspertnih sistemov, bodo uporabili izvire iz samega sebe, notranje in / ali zunanje izvire tehnik. Ti sistemi temeljijo na znanju.\nPrimer in dobra demonstracija ekspertnega sistema, ki ga uporablja veliko ljudi je orodje v okolju Microsoft Windows. Razpoznavno je pod angleškim imenom »troubleshooting«, kar bi v slovenščini pomenilo »možne napake«. To orodje nam sistematično išče izvor problema, da bi ga kasneje lahko rešili. »Troubleshooting« je ponavadi realiziran kot proces izločanja. Izločimo torej tiste možne izvire za katere smo prepričani, da niso vzrok problema. Operacijski sistem nam glede na naše izbore ponudi nove možne rešitve za problem.\nPrimer: imamo težave z dajanjem datotek v skupno rabo. Z ekspertnim sistemom, ki je vgrajen v operacijski sistem Microsoft Windows (troubleshooting), bi problem reševali na naslednji način:\n»Networking problems«. \n»File and printer troubleshooter«.\nstrani ekspertnega sistema. V kolikor nas koraki v navodilu privedejo do želenega učinka, izberemo »Yes, this solves the problem« in za nadaljevanje pritisnemo »Next«.  Sicer pa nadaljujemo z odgovorom, ki nam bolj ustreza.\n"], "14": ["4.4.4 Problemi ekspertnih sistemov", "Poglavitna slabost in omejitev uporabe ekspertnih sistemov je v tem, da je področje delovanja konkretnega ekspertnega sistema zelo ozko. Namenjeni so reševanju specifičnih strokovnih problemov in ne morejo uporabiti »zdravorazumskega« znanja (Dutta, 1993; Mallloch,1994). ES nimajo lastnosti človeških ekspertov, kar pomeni da se ne učijo, ne sklepajo na več nivojih, na problem ne gledajo iz različnih pogledov, ne vedo, kako in kdaj naj bi kršili svoja lastna pravila in nimajo dostopa do sklepanja izven obsega svojih pravil.\n"], "15": ["4.5 LUPINA EKSPERTNEGA SISTEMA DEXi", "DEXi dosledno sledi konceptu večparametrskega ocenjevanja (Chankong, Haimes, 1983), ki je zasnovano tako, da je osnovni problem razčlenjen v manjše, manj kompleksne probleme. Variante oz. opcije, ki jih ocenjujemo, so razčlenjene v različne dimenzije, ki jim ponavadi pravimo atributi, indikatorji, spremenljivke uspešnosti (učinkovitosti), kriteriji itd. Glede na vsak posamezni atribut so opcije neodvisno ocenjene. Celostna ocena variante se izračuna s postopki agregacije delnih ocen atributov, kot je npr. utežna vsota. Celotni postopek je zasnovan tako, da lahko tisti, ki odloča, kar najučinkoviteje izrazi svoje preference, to je stopnje zaželenosti oz. \nnezaželenosti variant. Tako izražena oz. izmerjena zaželenost oz. uporabnost služi za oceno variante. Pri DEXi-ju je ta pristop kombiniran z nekaterimi elementi ekspertnega sistema in strojnega učenja (Rajkovič, Bohanec, 1985, Bohanec, Rajkovič, 1990).\nAtributi in postopki agregacije se obravnavajo kot eksplicitna baza znanja, ki je sestavljena iz:\n- drevesa kriterijev,\n- postopkov agregacije, ki so izraženi z odločitvenimi pravili in\n- opisov variant.\nDEXi je v osnovi sestavljen iz dveh delov:\n- pridobivanje in urejanje znanja,\n- ocena in analiza opcij.\n"], "16": ["4.5.1 Predstavitev znanja v DEXi-ju", "Predstavitev znanja je zasnovana na integraciji pristopa večkriterijskega odločanja z ekspertnim sistemom. To omogoča uporabniku prijazno in v splošnem lažje odločanje, kjer je znanje o odločanju izraženo preprosto in neposredno z besedami, pravili in hierarhično urejenimi kriteriji.\nmb.si/programiranje/uros/files/SPO/ClanekModraKnjiga2000.pdf).\n"], "17": ["4.5.2 Koraki ocenjevanja DEXI-ja in proces odločanja", "Prvi del DEXI-ja (pridobivanje in urejanje znanja) pomaga uporabniku pri oblikovanju drevesa kriterijev oz. indikatorjev in pravil odločanja za obravnavani problem. Dejansko je to proces strukturiranja odločitvenega problema in izražanja preferenc. V tem procesu se konsistentnost podanih odločitvenih pravil tudi sproti računalniško preverja.\nDrugi del DEXI-ja (ocena in analiza opcij), ki je prikazan na sliki 8, uporablja pridobljeno bazo znanja za oceno in analizo variant oz. opcij. Na začetku je vsaka opcija opisana z vrednostmi kriterijev, ki predstavljajo liste drevesa. DEXI oceni vsako opcijo v skladu z bazo znanja, tj. z drevesom kriterijev in odločitvenimi pravili. Za vsako opcijo tako dobimo oceno primernosti oz. ustreznosti. Temu postopku lahko sledi analiza rezultatov, ki je sestavljena iz ene ali več naslednjih aktivnosti:\n1) Razlaga ocene: DEXI je sposoben razložiti, kako je bila pridobljena vsaka  posamezna ocena v smislu kriterijskih vrednosti in uporabljenih odločitvenih  pravil.  2) Analiza tipa kaj-če: izvedena je interaktivno s spremembo opisa opcij, njihove  ponovne ocenitve in primerjave dobljenih rezultatov s prvotnimi rezultati.  3) Selektivna razlaga opcij: DEXI najde in poroča o tistih podkriterijskih drevesih, ki  odražajo najmočnejše ali najbolj šibke karakteristike posamezne opcije. Bistvo  tega je razlaga opcij ob uporabi samo najbolj relevantnih informacij.\nČe povzamemo, DEXI nudi pomoč v procesu ocenjevanja in odločanja na osnovi modeliranja preferenčnega znanja. S tem pripomoremo k transparentnosti odločitvenega postopka. Tisti, ki odloča, ima na razpolago razlago rezultatov tako ocenjevanja kot tudi celotnega poteka postopka.\n"], "18": ["4.5.3 Uporaba DEXI-ja", "DEXI se uporablja na področjih računalništva (izbor računalnika, izbor strojne in programske opreme), vredenotenja projektov (ocena kvalitete iznadljivosti projekta, ocena investicije,..), vrednotenja podjetij (izbor pravega partnerja, boniteta bank,..), kadrovskega odločanja (ocenjevanje primernosti in ustreznosti delavcev,...), medicine, zdravstva (ocenjevanje tveganja, spremljanje osnovnih življenjskih aktivnosti) in na ostalih področjih (vrednotenje tehnologij, izbor prave lokacije,...).\n"], "19": ["4.6 PROGRAM VREDANA", "Program je zasnovan tako, da omogoča uporabniku čim bolj udobno in enostavno delo. Ima sodobno oblikovan uporabniški vmesnik (slika 9) z meniji in orodno vrstico, ki še dodatno olajša delo. Za začetnike je na voljo pomoč z razlago nekaterih osnovnih pojmov.\nMeniji in orodna vrstica se sproti prilagajajo, glede na akcije, ki jih sproža uporabnik. V kolikor kakšna akcija ni možna, bosta izbira iz menija in ustrezni gumb iz orodne vrstice izginila. \nProgram VREDANA opozori uporabnika, če je le-ta spreminjal bazo znanja. Ponudi mu, da lahko novo različico baze znanja zapiše v novo datoteko tipa DAX.\nZ gumbi v orodni vrstici je možno izvesti vse glavne funkcije programa.\nNjihov pomen je naslednji (od leve proti desni):  1. izhod iz programa  2. branje baze znanja o odločitvenem problemu iz datoteke tipa DAX  3. zapis baze znanja v datoteko tipa DAX  4. branje podatkov o variantah z datoteke tipa DIF  5. analiza variant tipa “kaj-če”  6. izpis rezultatov na tiskalnik  7. izbira variant, za katere se prikažejo rezultati  8. izbira parametrov, po katerih se spremljajo rezultati  9. prikaz drevesa parametrov\nSodoben izgled programa je tudi posledica okolja, v katerem program VREDANA deluje. Program je napisan za okolje Windows 3.1 EE s programskim orodjem Visual Basic 3.0 Professional.\nRezultati vrednotenja variant so pri programu VREDANA prikazani z grafikoni. Ta način predstavitve je znan že iz programa EXPRES (Švajger 1993). Taka predstavitev je razumljiva in enostavna, hkrati pa dosti uspešnejša od navadne tekstovne ali numerične.\nRezultati so lahko prikazani z različnimi tipi grafikonov:\n- stolpični,\n- korelacijski,\n- polarni. \nVrsta grafikona je odvisna od števila parametrov, po katerih spremlja uporabnik rezultate vrednotenja. Rezultati bodo prikazani v stolpičnem grafikonu (slika 10), ko je izbran le en parameter. Ta predstavitev je zlasti primerna za prikaz končnih rezultatov vrednotenja variant. Na nazoren način je pokazano, v kateri razred sodi varianta pri določenem parametru, vidna pa so tudi odstopanja znotraj razreda.\nDruga vrsta grafikonov so korelacijski grafikoni (slika 11). Pri njih lahko spremljamo rezultate vrednotenja po dveh izbranih parametrih hkrati. Ta predstavitev je primerna tudi za simulacijo matrike tipa “portfolio”. V tej predstavitvi lahko vidimo rezultate vrednotenja za vse variante hkrati. Posamezne kvadrante je možno povečati, točkam pa lahko pripišemo imena variant, ki jih predstavljajo.\nV primeru, da imamo izbranih več parametrov kot dva, se rezultati pokažejo s polarnimi grafikoni (slika 12). V vsakem polarnem grafikonu so prikazani rezultati le za eno varianto. Največje možno število izbranih parametrov je osem.\nV primeru, da je določena koristnost (rezultat vrednotenja) variante porazdeljena po nekem intervalu, se to pokaže tudi v grafikonu s pomočjo spodnje in zgornje meje te vrednosti.\nPosebno vlogo pri prikazu rezultatov imajo tudi barve, ki povedo, v kateri razred korenskega parametra sodi opazovana varianta. Zelena barva pomeni boljše vrednosti, rdeča pa slabše. \nPosebno vlogo pri iskanju najboljše variante ima analiza tipa “kaj-če”, pri kateri spreminjamo razne dele baze znanja. V programu VREDANA je realizirana analiza tipa “kaj-če” samo za podatke o variantah. Na ta način lahko pridemo do novih inačic starih variant, ki pa so boljše. Prav tako lahko ugotovimo, kako se morejo (ali ne smejo) spreminjati določeni parametri v prihodnosti. V programu VREDANA lahko spreminjamo obstoječo varianto ali pa naredimo kopijo variante, ki jo nato spreminjamo in primerjamo rezultate.\nV grafikonih je možno prikazati le variante, ki so za uporabnika zanimive. To je dobrodošlo pri velikem številu variant, ko je lahko delo zelo nepregledno. \nS programom VREDANA ni mogoče narediti lastne baze znanja. Le to dobi program iz DEXI-ja, saj zna delati z datotekami DAX, katerih format pozna tudi DEXI. Datoteke tipa DAX so tekstovne datoteke, ki pa vsebujejo popolnoma iste podatke kot standardne DEX-ove datoteke. Datoteke so sestavljene iz več delov (DEX, DKB, ATT, DOM, GRP, FNC, OPT, VAL, RPT), ki jih lahko spreminjamo z urejevalnikom besedil. Program VREDANA lahko spreminja podatke, ki se nanašajo na variante (OPT, VAL), tako spremenjeno bazo znanja pa znova zapiše v datoteko tipa DAX.\nDruga vrsta datotek so datoteke s končnico .dif (angl. Data Interchange Format). Te vsebujejo podatke o variantah, ki jih želimo dodati že obstoječi bazi znanja. Datoteke so tekstovne in jih lahko naredimo z urejevalnikom besedil ali programom, ki pozna ta format (npr. Quattro Pro).\nDEXI vrednoti variante le kvalitativno, kar pomeni, da varianto razporedi v določen razred, nič pa ne pove o njenem položaju znotraj razreda. V primeru velikega števila variant, ki jih je treba razporediti v nekaj razredov, se pogosto ne ve, katera varianta je najboljša. V takih primerih si pomagamo s kombiniranim kvalitativnim in kvantitativnim vrednotenjem (Bohanec, Urh, Rajkovič, 1992). Kombinirano vrednotenje kvalitativnim rezultatom prilagodi numerične vrednosti iz zveznega intervala. Numerična vrednost je osnova za razvrstitev variant znotraj kvalitativnega razreda. Variante so tako še vedno razvrščene v enake razrede kot pri osnovnem kvalitativnem vrednotenju, vendar so dodatno urejene znotraj razreda v skladu z dobljeno numerično oceno. Npr. če imamo štiri razrede slabo, primerno, dobro in odlično, se jim zaporedoma prilagodijo intervali [0.5, 1.5], [1.5, 2.5], [2.5, 3.5] in [3.5, 4.5]. Tako prilagajanje numeričnih intervalov je smiselno, ko so razredi razvrščeni od najslabšega do najboljšega.\nVelik poudarek pri razvoju programa je veljal enostavni in učinkoviti uporabi. Zaradi lažje uporabe uporabniku ni treba skrbeti za vrednotenje variant in prikaz rezultatov, saj sta ti dve funkciji del ostalih. Kakor hitro se katera varianta spremeni ali doda, se takoj ovrednoti, rezultati pa so nato vidni v grafikonih.\nPrednosti programa:\n- prednosti, ki izhajajo iz okolja Windows (programska neodvisnost od strojne  opreme, preklop med delujočimi programi),\n- razmeroma majhne zahteve po strojni opremi,\n- enostavnost uporabe (enostaven in sodoben uporabniški vmesnik),\n- zmožnost obdelave kompleksnih odločitvenih problemov,\n- kombiniranje kvalitativnega in kvantitativnega vrednotenja variant,\n- jasnost prikazanih rezultatov,\n- sposobnost različnih vrst dodajanja novih variant,\n- zmožnost sprotnega vrednotenja variant,\n- zmožnost spreminjanja baze znanja (podatki o variantah),\n- dvosmerna podatkovna povezava z lupino ekspertnega sistema DEX,\n- zmožnost obdelave več dreves parametrov. \nSlabosti programa:\n- nezmožnost spreminjanja baze znanja v delu, ki se nanaša na opis  odločitvenega problema (drevo parametrov in njihove zaloge vrednosti, funkcije  koristnosti),\n- počasnost postopka kvalitativnega in kvantitativnega vrednotenja (še posebej pri  kompleksnih problemih z velikim številom variant),\n- prikaz drevesa parametrov ne vsebuje prikaza funkcij koristnosti,\n- zmožnost obdelave le ene skupine funkcij koristnosti (uporaba več skupin je  sicer zelo redka).\nMožnosti za izboljšavo:\n- boljši prikaz drevesa parametrov skupaj s funkcijami koristnosti in možnost  spreminjanja obojega,\n- zmožnost gradnje drevesa parametrov s funkcijami koristnosti, pri čemer bi  lahko vse delo opravili brez DEXI-ja,\n- realizacija različnih možnosti prikaza drevesa parametrov ali njegovih delov,\n- podpora za več skupin funkcij koristnosti (kljub zelo redki uporabi več kot ene)\n- zmožnost ročnega definiranja novih variant (podobno kot je to pri analizi “kaj-  če”),\n- generator novih variant,\n- možnost preklopa med kvalitativnim ter kombiniranim kvalitativnim in  kvantitativnim vrednotenjem variant,\n- možnost izdelave različnih izpisov o bazi znanja ali njenih delih na zaslon in  papir,\n- zmožnost prikazovanja rezultatov opisno in numerično,\n- upoštevanje nezanesljivih podatkov o variantah.\nS tem bi v bistvu dobili nov računalniški program, ki bi bil precej podoben lupini ekspertnega sistema DEXI, vendar znatno zmogljivejši.\n"], "20": ["5 MODEL IZBIRE VILIČARJA", ""], "21": ["5.1 ODLOČITVENA SKUPINA", "Podatki za odločanje so bili pridobljeni iz katalogov, ki jih je posredovalo podjetje JUNGHEINRICH. Posredovane so nam bile specifikacije za pet posameznih variant viličarjev. Pri odločanju je sodelovala odločitvena skupina, ki so jo sestavljali vodja nabave, skladiščnik in direktor podjetja. Ta skupina je bila tudi odgovorna za rezultate, ki smo jih na podlagi odločanja pridobili. Skupina je kot pomembne kriterije določila naslednje kriterije: pogon, nosilnost, oplaščenje, višina dviga, hitrost dviga, hitrost spusta, nabavna cena, garancija in servis.\n"], "22": ["5.2 DOLOČITEV ZALOG VREDNOSTI", "Kriterijem, ki so bili izbrani sem določil zalogo vrednosti, ki je sestavljena iz besed oz. z numerično vrednostjo intervala. V mojem primeru bom oceno viličarja ocenjeval po tri stopenjski lestvici: dober, boljši, najboljši. Slika 13 predstavlja posamezne zaloge vrednosti za vsak kriterij.\n"], "23": ["5.3 FUNKCIJE KORISTNOSTI", "Izbranim kriterijem sem določil funkcijo koristnosti, ki nam določa vrednost podanih kriterijev. Definiral sem jih v obliki tabele. Funkcija koristnosti pa je podana z odločitvenimi pravili. V mojem primeru sem si pomagal z utežmi (višji procent uteži ima določen kriterij, bolj je ta kriterij pomemben pri odločitvi). Slika 14 nam prikazuje odločitvena pravila za oceno dviga viličarja.\n"], "24": ["6 TESTIRANJE MODELA", ""], "25": ["6.1 OPIS PROBLEMA", "Problem, ki ga obravnavam, je v današnjem svetu vse bolj pogost, ker se na trgu pojavlja veliko število istovrstnih izdelkov oz. v mojem primeru viličarjev. Najpogostejši način, ki danes privede ljudi do nakupa, je prav zagotovo nabavna cena. Pa se vprašajmo zakaj? Ljudje vse pogosteje nasedajo nizkim cenam, kjer pa je kvaliteta mnogokrat vprašljiva. Višjih vsot denarja pa pogosto ne namenijo za nakupe.\nSedaj poglejmo še na področje nakupa viličarja v že omenjenem podjetju. V tem podjetju do sedaj še niso uporabljali takšnega načina odločanja. Ob zaznanju potrebe po novem viličarju pa bi jim lahko pomagal pri izbiranju novega.\n"], "26": ["6.2 REŠITEV PROBLEMA", "Rešitev problema je v mojem primeru dokaj enostavna in je podana v programskem orodju DEXI. Postavljata se le dve vprašanji, in sicer koliko sredstev bomo namenili za nakup in kdaj ga bomo potrebovali za svoje nadaljnje delo.\nKo sta ti dve vprašanji rešeni, nas čaka samo še en korak, to je plačilo obveznosti do zastopnika viličarjev JUNGHEINRICH v Sloveniji.\n"], "27": ["6.3 KAJ – ČE ANALIZA", "Vrednotenje variant v DEXI- ju poteka le kvalitativno. To pa pomeni, da se varianta razporedi v določen razred, nič pa nam ne pove o njenem položaju znotraj razreda. DEXI je šibak tudi na področju »kaj-če« analize. Ti dve pomanjkljivosti pa bom odpravil s pomočjo programa Vredana. Pri tej vrsti analize opazujemo, kako spremembe vplivajo na končni rezultat.\nV mojem primeru je DEXI razvrstil v drugo, srednjo skupino, štiri variante. Zaradi tega bom te štiri variante uporabil za »kaj-če« analizo. Prav tako bom primerjal še ostale variante, ki so razvrščene v skupino dobrih viličarjev. Skušal bom poiskati tiste lastnosti, ki bi lahko, v primeru, da bi jih proizvajalci viličarjev izboljšali, pripomogle, da bi viličar napredoval v višji razred. DEXI je razvrstil varianti (TFG 316, TFG 320) v skupino boljši, ne pove pa nam, kateri viličar je boljši. Slika iz Vredane pa nam bo pokazala, katera varianta je boljša. \nGlede na prizadevanje proizvajalcev viličarjev Jungheinrich, da se lahko posamezna varianta izpopolni, so kasneje opazne razlike, ki se pokažejo, če želimo posamezno varianto izpopolniti.\nV mojem primeru sem v analizo vzel varianti TFG 316 in TFG 320. Varianti viličarja TFG 320 sem spremenil določene kriterije, in sicer: servis, garancija, hitrost spusta in hitrost dviga. Po spremembi teh kriterijev pa se je pokazala bistvena razlika, kot je prikazana na sliki 16. \n"], "28": ["6.4 ANALIZA REZULTATOV", "Analizo rezultatov sem opravil na naslednjih kriterijih, in sicer hitrosti dviga, nosilnosti, ekonomskih značilnostih, dviga, osnovnih podatkih in garanciji.\nIz slike 17 je dobro razvidno, da je najboljša izmed teh štirih, varianta TFG 320. Viličar JUNGHEINRICH TFG 320 ima zelo sprejemljive osnovne podatke, boljši dvig, najboljše ekonomske značilnosti, veliko nosilnost, hitrost dviganja je hitra in garancija je srednje dolga.\nIz slike 18 je dobro razvidno, da je najboljša izmed teh štirih, varianta EFG 216. Viličar JUNGHEINRICH EFG 216 ima zelo sprejemljive osnovne podatke, dober dvig, dobre ekonomske značilnosti, manjšo nosilnost, hitrost dviganja je srednje hitra in garancija je srednje dolga.\nIz slike 19 je dobro razvidno, da je najboljša izmed teh treh, varianta EFG 220. Viličar JUNGHEINRICH EFG 220 ima sprejemljive osnovne podatke, dober dvig, boljše ekonomske značilnosti, veliko nosilnost, hitrost dviganja je srednje hitra in garancija je dolga.\n"], "29": ["7 SKLEP", "Diplomsko delo obravnava praktičen primer, ki je podkrepljen s teoretičnimi osnovami. Po končanju odločitvenega procesa in analizi rezultatov smo skupaj z že omenjeno odločitveno skupino prišli do spoznanja, da jim ustreza viličar TFG 320. Ustreznost viličarja so potrdili tudi tisti, ki delajo v skladišču podjetja, vendar niso sodelovali pri odločanju.\nPrograma DEXI in Vredana, ki sem ju uporabil pri odločanju, bodo od sedaj dalje tudi uporabljali. Tehtni razlog za to pa je bila prava odločitev. V veliko veselje jim je bilo, da so spoznali nekaj novega, kar jim bo zelo koristilo pri nadaljnjih odločitvah, predvsem takrat, ko se bodo odločali za večje nakupe.\nSedaj se pa vprašajmo, kako naprej? Zavedati se je potrebno, da bodo odločitve vedno težje. Zaradi tega se bo prav zagotovo pojavljalo vprašanje na kakšen način se odločiti. Že prej predlagan način odločanja je ena izmed možnosti, ki se nam ponujajo. Korist izvedbe odločitve se bo pokazala s časom. Ob nakupu, ki ga želimo opraviti se nam postavlja vprašanje, koliko denarja smo pripravljeni nameniti.\n"], "abstract": ["V diplomskem delu je obravnavan problem izbire najprimernejšega viličarja znamke Jungheinrich za podjetje Niko Železniki, d.d.. Na izbiro viličarja vpliva veliko število kriterijev. Pomembno je, da noben od kriterijev, ki so bistveni za uspešno odločanje na tem konkretnem primeru, ni bil izpuščen. S pomočjo programa za večparametrsko odločanje je bil na podlagi realnih podatkov Ob koncu diplomskega dela je bila s pomočjo programa Vredana izdelana še kaj-če analiza. S spreminjanjem vrednosti nekaterim kriterijem izbranih viličarjev smo preverili, če bi mogoče kateri od viličarjev ob upoštevani spremembi napredoval v višji kakovostni razred. Z dobljenimi rezultati je bil pokazan vpliv širokega spektra kriterijev na končno oceno. Kljub temu, da je bil najbolj ustrezen viličar določen, je izbira viličarja dolgotrajen in kompleksen proces. V prihodnje bo zato izbiri viličarja posvečenega več časa in vanjo bodo vključeni primerni strokovnjaki."]}