{"1": ["1 UVOD", "V Sloveniji in drugje po svetu ima sadje zelo pomembno vlogo v prehrambeni verigi. V intenzivnem sadjarstvu dodajamo rastlinam dušik, da dosežemo kriterije trga, ki zahteva lepe, zdrave in sočne plodove. Z racionalnim gnojenjem ohranjamo tla rodovitna, kar vpliva na to, da so drevesa v nasadu prehranjena z vsemi potrebnimi hranili, hkrati pa racionalna poraba gnojil preprečuje negativne vplive na okolje. Ker se z dušikom ne gnoji na zalogo, je pomembna dejansko dostopna količina dušika v določenem vegetacijskem obdobju, zato ga dodajamo večkrat letno. Problem se pojavi tudi takrat, ko sadnim rastlinam dodajamo preveč dušika. Posebej izrazito je to pri jablani, saj se pojavi alternativna rodnost. Želja vsakega pridelovalca je doseči čim višjo ceno, ki pa je neposredno povezana s kvaliteto. Pri pridelavi sadja je eden izmed problemov ta, da se pridelovalni pogoji vsako leto razlikujejo.\nNamen diplomske naloge je raziskati najprimernejši čas in način gnojenja jablan sorte 'Gala' z dušikom. Želeli smo ugotoviti, v kolikšni meri je mineralno gnojilo nadomestljivo z organskim glede doseganja primerne količine in kakovosti pridelka.\nPreverili smo sledeči hipotezi:\n- rast, rodnost in kakovost plodov sorte 'Gala' je odvisna od oblike dušičnega gnojila,\n- čas gnojenja ima odločujoč vpliv na intenzivnost rasti in količino pridelka.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Gnojenje jabolk sorte 'Gala'", "Današnjega intenzivnega pridelovanja jabolk si ne predstavljamo brez dodajanja hranil za doseganje optimalnih pridelkov. Kadar hranila niso v sorazmerju oziroma jih je preveč ali premalo, se pojavijo problemi pri cvetenju, rasti, majhnem ovesku, prav tako pa se na plodovih pojavijo razne fiziološke napake. V intenzivni pridelavi sadja prihaja predvsem do prevelikih količin dušika v sadovnjakih, kar se za slabo izkaže predvsem v drugi fazi rasti, ko se mora le-ta umiriti (Mihelič in sod. 2010). Preden rastline gnojimo, moramo imeti natančno analizo tal, iz katere razberemo, kakšne so v našem nasadu potrebe po gnojenju, šele takrat bo naše gnojenje gospodarno in za rastline najbolj ugodno (Brence 2009). Gnojenje pozitivno vpliva na diferenciacijo cvetnih brstov. Kadar ima drevo na razpolago dovolj kalija in fosforja, je tudi učinek dušika boljši. Če je mlado drevo dovolj pognojeno z dušikovimi gnojili, bo rast krošnje pospešena obdobje mladostne nerodnosti pa krajše. Pri starih drevesih dušik pospešuje obnavljanje ogrodnega in rodnega lesa (Jazbec 1995).\nMed leti 1993 in 1999 je bil izpeljan poskus med enostavnimi dušikovimi in kompleksnimi gnojili, ki so jih aplicirali na dva načina. En način je bil narejen s pomočjo namakalnega sistema oziroma fertigacije. Pri drugem poskusu so gnojilo aplicirali s površinskim raztrosom. Poskus je bil narejen na sorti 'Gala', ki je bila cepljena na podlago M9. Rezultati so pokazali, da so v prvih dveh letih bila bujneša tista drevesa, ki smo jih tretirali z enostavnimi dušikovimi gnojili. V kasnejših letih so hitreje dosegla željeno višino in bujnost tista drevesa, ki so jih gnojili s kompleksnimi gnojili. Pri tem poskusu način apliciranja gnojil ni bil pomemben za pridobljene rezultate (Trader 2007).\n"], "4": ["2.2 Gnojenje z dušikom", "Dušik je za življenje rastlin nujno potreben element, saj je sestavni del beljakovin, aminokislin, nukleinskih kislin, fitohormonov in encimov (Mihelič 2010). Je eden izmed najpomembnejših elementov, ki ohranja prehrambeni ekosistem na zemlji. Dušik je hranilo za rastline, katere uživajo živali, ko le-te umrejo, se s pomočjo bakterij, ki jih razkrojijo, dušik ponovno vrne v zemljo in lahko se začne nov cikel. Kmetovanje lahko življenski cikel dušika poruši, saj čezmerno uporabljanje dušika privede do onesnaženosti vode, zakisanosti tal in učinka tople grede (Evropska komisija 2010). Da do prekomernih doziranj z dušikom ne bi prišlo, se morajo po besedah Andreje Brence vsakih pet let opraviti kemične analize rodovitnosti tal. Rastline za brstenje in cvetenje uporabljajo dušik iz predhodne rastne dobe, zato je dodajanje dušika v zimskem času ali prezgodaj spomladi nesmiselno in obremenjujoče za okolje. Izjemoma ga dodajamo 2 do 3 tedne pred cvetenjem, če je cvetni nastavek zelo obilen in majhna vegetativna prirast. V normalnih razmerah se pomanjkanje dušika v območju korenin pojavi v fazi cvetenja, zato ga dodamo tik pred cvetenjem (Brence 2010). Potrebe po dušiku lahko določimo na podlagi vizualne ocene, foliarne analize ali Nmin metode. Kadar v praksi uporabljamo najvišje odmerke čistega dušika, ki pri intenzivni pridelavi jablane znašajo 60 kg/ha oziroma pri šibkih sortah kot sta 'Gala' in 'Zlati delišes' 90 kg/ha, moramo gnojenje razdeliti na 2 do 3 obroke. Količine čistega dušika lahko presežemo do 50 kg/ha, če smo predhodno naredili analizo Nmin, kadar enoletni prirast iz terminalnega brsta ne presega 30 cm ali kadar je vsebnost humusa v tleh nižja od 4 %. Pri jesenskem dognojevanju, ki ga opravimo najkasneje do 31. oktobra, ne smemo dodati več kot 20 kgN/ha. Mineralnih gnojil ne smemo dodajati od odpadanja listja do cvetenja in od konca junija do jeseni (Tehnološka navodila 2011). Slovenska tla vsebujejo do globine 20 cm od 4000 do 10.000 kgN/ha. Glede na to, da ga sorta 'Gala' potrebuje 90 kg/ha, bi po teh podatkih moralo biti dušika dovolj. Ker je dušik v 95 % vezan v organski snovi, ga morajo mikroorganizmi pretvoriti v rastlinam dostopen dušik. Proces, pri katerem mikroorganizmi pretvorijo rastlinam nedostopen dušik v rastlinam dostopen dušik, se imenuje mineralizacija. Pri mineralizaciji se mikroorganizmi prehranjujejo z organsko snovjo in pri tem se sprošča vezan dušik na organsko snov v talno rastopino v obliki ionov. Tega rastline s pomočjo korenin uporabijo za svoj razvoj (Mihelič \n2010). Dušik se nahaja v mnogih vitaminih, hormonih in encimih, v rastlini ga je v večjih količinah v listju (klorofil) in semenu (beljakovine). Je sestavni del vsake žive celice in povečuje energijo fotosinteze. Po rastlini potuje iz starejših delov proti mlajšim, zato pomanjkanja na starejših delih tudi prej opazimo (Jazbec 1995). V Ameriki je bil cilj študije ugotoviti, kako dušik vpliva na velikost plodou sorte 'Gala' v kontroliranih pogojih. Drevo 'Gala' je bilo staro 5 let in je prejelo 4 doziranja z dušikom (3,3, 10, 20, 40,0 g/drevo) od časa cvetenja do obiranja. V času doziranja so se listi v krošnji povečali, medtem ko so mladi listi ostali nespremenjeni. Istočasno se ob povečevanju doze dušika povečuje CO2 asimilacija listov. Delež neto suhe snovi enega plodu od začetka rasti do obiranja se je zaradi doziranja dušika povečal za 74 %. Procent suhe snovi vseh plodov se je zmanjšal iz 83 % na 70 %. Velikosti listov in obseg plodov so bili ob dodajanju dušika povečani. Zaradi dodajanja dušika se je sočnost plodov zvišala, vendar trdota jabolk ni bila bistveno zmanjšana. Ob povečanju dušika se je velikost listov povečala, zato so vršili več fotosinteze in posledica tega je bila, da so bili plodovi večji in kvalitetnejši z višjo koncentracijo sočnosti in hranljivih snovi (Xia 2009). Dušični poskus je bil narejen v Parmi – Idaho, ki se nahaja v ZDA. Raziskovali so, kako dušik vpliva na rast, razvoj, hitrost zorenja in kvaliteto plodov ob obiranju. Drevje, ki je prejelo 90,6 kg/ha čistega N, je imelo večji presek debla ter večjo efektivnost plodov. Drevesa, ki so prejela manj dušika, so imela trše plodove (Fallahi in sod. 1997). Drevesa z visoko koncentracijo N in z nizko koncetracijo C so v primerjavi z drevesi, ki so imela nizko saturacijo N ter visoko koncentracijo C, ob koncu razvojnega časa proizvedla večjo skupno listno maso. Prav tako na Inštitutu Department of Horticulture v Viktoriji sklepajo, da je začetni razvoj mladih dreves določen z rezervami dušika in ne z ogljikovimi rezervami. Količina mobiliziranih rezerv dušika za novo spomladansko rast je proporcionalna s statusom dušika v drevju (Cheng in sod. 2002). Pri drevesih, kjer je bil apliciran dušik, je bila akumulacija nekaterih hranil N, P, K, Mg, S in B povečana za 90 %. Nekoliko nižja je bila akumulacija Ca, Zn, Mn in Fe od brstenja do obiranja plodov (Cheng in sod. 2009).\n"], "5": ["2.2.1 Presežek dušika", "V fazi dozorevanja plodov je prekomerno gnojenje z dušikom škodljivo za kvaliteto in velikost plodov, saj se asimilati premeščajo v rast novih poganjkov, ki pa naredijo še dodatno škodo, saj senčijo plodove, zato imamo plodove slabše kakovosti (Mihelič in sod. 2010). Presežek dušika zaviralno vpliva na dostop fosforja, kalija, mangana, cinka, bakra in bora. Istočasno pa vpliva na povečanje magnezija in kalcija. Zato v nasadu ne smemo pretiravati z dušičnimi gnojili, saj bi presežek kalcija in magnezija ustavila mobilnost vseh ostalih nujno potrebnih mikro in makroelementov (Pejkić 1978). Presežek opazimo po sledečih znamenjih: rast poganjkov je zelo močna in se podaljša pozno v jesen. To je razlog, da poganjki ne olesenijo in so podvrženi zimski pozebi. Listje je veliko, temno zeleno in mesnato, v jeseni kasneje odpade ali pa se to sploh ne zgodi. Pojavi se problem pri obarvanosti in okusu plodov. Skladiščne sposobnosti so slabše (Jazbec 1995).\n"], "6": ["2.2.2 Pomanjkanje dušika", "Najbolj kritično obdobje za pomanjkanje dušika je obdobje razvojne faze listov. Zaradi pomanjkanja dušika se na listih začnejo pojavljati kloroze, to se zgodi predvsem na starih listih (Vodnik 2008). Zaradi tega najprej odpade staro listje pri osnovi mladic. Ostalo listje postopoma spreminja barvo iz zelene do rumene, oranžnordeče ali rdečkastorjave. Kadar primanjkuje dušika, se razvije več fibroznih korenin zaradi tega se zmanjšuje odpornost jablan proti zimski pozebi, kar je posredno vzrok za propadanje nasada. Rezultati so pokazali, da so jablane z nizko dozo dušika omejene pri rasti (Xia 2009). \n3 MATERIAL IN METODE DELA\n"], "7": ["3.1 Sorta 'Gala'", "'Gala' izvira iz novozelandskega mesta Greytown. Križal jo je J. H. Kidd iz sort Kidd's orange red in Zlati delišes. 'Gala' raste srednje bujno in se dobro obrašča. Cveti srednje pozno ter običajno zelo bujno, zato jo je potrebno redčiti. Zori konec avgusta in jo je potrebno dvakrat obirati. Plod je uporaben takoj po obiranju in je obstojen do januarja. Plodovi so srednje veliki, rebrasti ter ploščato okrogli. Koža je gladka in je v osnovi obarvana svetlo rumeno, katero prekriva svetlo rdeča barva. Plodovi niso občutljivi na prevoz in otiske. 'Gala' je diploidna sorta, zato jo dobro oprašujeta jonatan in gloster ter ostale diploidne sorte. Ustreza ji podlaga M9, tako da na tej podlagi zarodi že naslednje leto. Po okusu je zelo sladka. Občutljiva je na ognjevko, manj na škrlup in še manj na pepelasto plesen. Srednje dobro prenaša zimski mraz. Poleg osnovnega tipa sorte 'Gala' poznamo še številne druge tipe, ki prihajajo iz Nove Zelandije in ZDA in ti so: 'Gala Mitchgla', 'Mondial Gala', 'Royal Gala', 'Rote Gala', 'Red Gala', 'Gala King', 'Gala Galaxy' in še mnogo drugih. Ločimo jih po obarvanosti in večjem deležu. 'Gali' je zelo težko določiti identiteto, saj so si tipi zelo podobni in izgubljajo želene lastnosti (Godec in sod. 2010 in Črnko in sod. 1990).\n"], "8": ["3.2 Podlaga M 9", "Je najbolj razširjena podlaga v Sloveniji in drugje po svetu. Uspeva tako v težkih kot tudi v lažjih tleh. Najbolj ji ustrezajo globoka humusna tla, ki so zmerno vlažna in prepustna. Ne prenaša prekomerno mokrih tal. Drevesa potrebujejo oporo. Plodovi dozorijo zgodaj in so debeli ter lepo obarvani. Občutljiva je na jablanov škrlup, krvavo uš, jablanovo pepelovko, hrušev ožig, voluharja in oster zimski mraz. Ko so podlago M 9 očistili virusov, so pridobili podklone ali različne tipe te podlage. Med seboj se razlikujejo po bujnosti in \nrodnosti. Nekatere najpomembnejše so: EMLA, T 337, PAJAM 1 in PAJAM 2 (Štampar in sod. 2005).\n"], "9": ["3.3 KAN – apnenčev amonijev nitrat", "Apnenčev amonijev nitrat je narejen iz amonnitrata in apnenca ali dolomita. Apnanec in dolomit se dodajata zaradi tega, da je gnojilo manj higroskopsko oziroma da se zrnca ne sprimejo ter posledično zaradi tega vpijajo manj vlage, s tem pa preprečimo nevarnost eksplozije. Danes poznamo 27 % KAN, kar pomeni, da je v mešanici 27 % čistega dušika. Več kot je dušika, manj je apnenca ali dolomita. Nahaja se v granulah, katera so sive, bele, rjave ali katere druge barve. Barva ne vpliva na njegovo gnojilno vrednost. Osnovna surovina za pridobivanje amonnitrata (NH4NO3) je amoniak (NH3). KAN vsebuje amonijsko (NH4), ki deluje počasi, in hitro delujočo nitratno (NO3) dušikovo spojino. Amonij se veže na talne delce in se ne izpira iz območja korenin, medtem ko je dušik v nitratni obliki bolj mobiel. V gnojilu KAN je polovico 13,5 % dušika v amonični obliki in polovico v nitratni (Leskošek 1988).\n"], "10": ["3.4 Gnojilo Biosol", "Iz organskega gnojila Biosol se dušik sprošča počasi. Posledično so rastline dovolj preskrbljene z dušikom in vsebnost nitratov v podtalnici je minimalna za razliko od lahko topnih mineralnih gnojil. Biosol pozitivno vpliva na tvorbo humusa, koreninske mase in talne organizme. Povečuje količino in kakovost pridelka, izboljšuje fizikalne in kemične lastnosti tal (struktura, zračnost, kapaciteta tal za vodo). Sestavljen je iz naravnih surovin (mlečni sladkor, moka bombaževih semen, pesni sladkor, sojina moka). S pomočjo glive Penicillium chrysogenum in ob procesu naravnega vrenja se surovina spremeni v polnovredno biološko gnojilo. Po odstranitvi penicelina se masa suši tri do štiri ure na temperaturi od 110 do 130 -C, s tem odstranimo antibiotike in zmanjšamo ostanek vlage \nna od 3 do 6 %. Pred koncem se doda 3 % kalija ali magnezija organskega izvora. Potem se masa granulira in pakira. Biosol vsebuje:\n- dušik (N) 6–9 %, skupnega dušika;\n- fosfor (P2O5) 1–3 %, skupnega fosforja;\n- kalij (K2O) 1–4 %, kalija, topenega v vodi;\n- organske snovi 70–90 % (Revex 2004 in Agroruše 2001 cit. po Robačer 2009).\n"], "11": ["3.5 Tla v nasadu", "Tla na lokaciji UKC Pohorski dvor so bogata z organsko snovjo in dobro založena s hranili (razred C). Iz pedoloških kart lahko razberemo dve talni enoti: psevdooglejena tla na ilovnatih metamorfnih kamninah in drugi tip so rjava, bolj ali manj psevdooglejena tla na pliocenskih meljastih ilovicah. Psevdooglejena tla se nahajajo v glavnem pod sadovnjaki. To je razgiban in rahlo nagnjen teren, pozicija psevdooglejenega sloja v tleh je v globini 25–35 cm. Ta tla so primerna za intenzivno rabo sadovnjaka (Robačer 2009). Tla na lokaciji SC Maribor – Gačnik so težka in srednje založena z organsko snovjo – 2,01 % (Polanec 2008).\n(KGZ Maribor 2004, cit. po Polanec 2008).\nAnaliza tal je pokazala, da so tla s fosforjem in kalijem dobro preskrbljena ter da so bogata s humusom. Takrat izmerjena pH vrednost kaže, da tvorijo tla rahklo kislo reakcijo, kar je za jablane sorte 'Gala' primerno. \n  (KGZ Maribor 2004, cit. po Polanec 2008).\nAnaliza tal je pokazala, da so tla s fosforjem in kalijem dobro preskrbljena ter da so zmerno preskrbljena s humusom. Takrat izmerjena pH vrednost kaže, da tvorijo tla alkalno reakcijo tal, kar za jablane sorte 'Gala' ni najbolj primerno.\n"], "12": ["3.6 Klimatske razmere", "Na območju Maribora je bilo od leta 1961 do leta 1990 primerno za gojenje jablanovih nasadov. V času vegetacije (april–september) je zapadlo v povprečju 697 mm padavin. Povprečna temperatura v tridesetih letih je znašala 9,7 -C. Najnižja letna temperatura je januarja, kjer se dolgoletne mesečne temperature gibljejo okrog -1,3 -C. Najvišje povprečne temperature v tridesetih letih so bile zabeležene julija, katere so znašale v povprečju 19,9 -C. Najvišja povprečna mesečna količina padavin je bila zabeležena meseca avgusta in je znašala 128,5 mm, najnižja pa januarja 49,2 mm. Iz grafikona 1 lahko razberemo, da v teh letih ni bilo sušnih obdobij, saj se krivulja padavin nikoli ne spusti pod krivuljo povprečnih temperatur (statistični urad Republike Slovenijehttp://pxweb.stat.si/pxweb/Database/Okolje/01_ozemlje_podnebje/10_01561_pod nebni_kazalniki/10_01561_podnebni_kazalniki.asp, 5. 12. 2011). \n(1960–1990) z razmerjem temperature: padavine = 1:4 (Hočevar in  Petkovšek 1995) (podatki ARSO)\n"], "13": ["3.6.1 Klimatske razmere v letu 2007", "Na področju Maribora je v letu 2007 padlo 1.072,7 mm padavin, v obdobju vegetacije (april–september) 658,9 mm padavin. V tem letu je bila povprečna letna temperatura 11,7 -C. V času vegetacije je bila povprečna temperatura 18,1 -C (http://www.arso.gov.si/o%20agenciji/knji%C5%BEnica/mese%C4%8Dni%20bilten/bilte n2007.htm, 15. 4. 2012). \nrazmerjem temperature: padavine – 1:4 (Hočevar in Petkovšek 1995)  (podatki ARSO)\n"], "14": ["3.6.2 Klimatske razmere v letu 2008", "Na področju Maribora je v letu 2008 padlo 895 mm padavin. Največ padavin je padlo v mesecu juliju – 149 mm, najmanj pa v mesecu januarju – 2 mm. Kot je razvidno iz grafikona 3, sušnih obdobij v tem letu ni bilo, saj krivulja padavin ne pade nikdar pod temperaturno krivuljo (http://www.arso.gov.si/o%20agenciji/knji%C5%BEnica/mese%C4%8Dni%20bilten/bilten2 007.htm, 15. 4. 2012). \nrazmerjem temperature: padavine 1:4 (Hočevar in Petkovšek 1995) (podatki  ARSO)\n"], "15": ["3.7 Zasnova poskusa", "Poskus je bil izveden v letih 2007 in 2008 po sistemu naključnih blokov. Vključeval je jablane sorte 'Gala' v tretji vegetacijski dobi in na dveh lokacijah: UKC (Univerzitetno kmetijski center Pohorski dvor) in v Sadjarskem centru Maribor – Gačnik (SC Maribor). Vključenih je bilo 408 dreves: 296 v UKC in 112 v SC Maribor – Gačnik. \n"], "16": ["3.8 Obrazložitev sheme poskusa", "Poskus je bil sestavljen iz petih obravnavanj. Na UKC je bilo v vsakem obravnavanju 14 dreves, v Sadjarskem centru Maribor (Gačnik) pa sedem. V Sadjarskem centru Maribor – Gačnik smo poskus izvedli v treh blokih v UKC Maribor pa v štirih. Na obeh poskusnih lokacijah so bili bloki in obravnavanja razdeljena po naključju. \nLegenda obravnavanj:\n1. obravnavanje: spomladansko gnojenje z mineralnim gnojilom KAN 100 %  N/spomladi (standard IPS 90 kg N/ha ali 335 kg KAN/ha), v nadaljevanju S min 100:\n2. obravnavanje: jesensko gnojenje z organskim gnojilom Biosol 100 % N/jeseni (90 kg  N/ha ali 1125 kg Biosol/ha – standard EKO), v nadaljevanju J org 100:\n3. obravnavanje: jesensko gnojenje z organskim gnojilom Biosol 50 % N/ jeseni (50 kg  N/ha ali 625 kg Biosol/ha) + spomladansko gnojenje z mineralnim gnojilom KAN 50  % N/spomladi (45 kg N/ha ali 167 kg KAN/ha), v nadaljevanju v nadaljevanju J org\n4. obravnavanje: spomladansko gnojenje z organskim gnojilom Biosol 100 %  N/spomladi (90 kg N/ha ali 1125 kg Biosol/ha – standard EKO),  v nadaljevanju S org 100 :\n5. obravnavanje: spomladansko gnojenje z mineralnim gnojilom KAN 50 % N/spomladi  (45 kg N/ha ali 167 kg KAN/ha) + spomladansko gnojenje z organskim gnojilom  Biosol 50 % N/spomladi (50 kg N/ha ali 625 kg Biosol/ha), v nadaljevanju S min 50 +  S org 50:\n3.8.1.1 Izvedba ukrepov v sadovnjaku\nJesensko gnojenje v letu 2006 z Biosolom: 11. 12. 2006, jesensko gnojenje z Biosolom na UKC Pohorski dvor (J org 100 - 100% N/Biosol, J org 50 + S min 50 - 50 % N/Biosol). 12. 12. 2006, jesensko gnojenje z Biosolom v SC Maribor (J org 100 - 100 % N/Biosol, J org 50 + S min 50 – 50 % N/Biosol). Spomladansko gnojenje v letu 2007: 21. 3. 2007 spomladansko gnojenje z Biosolom in KAN-om na UKC Pohorski dvor (S min 100 – 100 % N/KAN, J org 50 + S min 50 - 50 % N/KAN, S org 100 - 100 % N/Biosol, S min 50 + S org 50 - 50 % N/KAN + 50 % N/Biosol). 23. 3. 2007 spomladansko gnojenje z Biosolom in KAN-om v SC Maribor (S min 100 - 100 % N/KAN, J org 50 + S min 50 - 50 % N/KAN, S org 100 - 100 % N/Biosol, S min 50 + S org 50 – 50 % N/Biosol). Jesensko gnojenje v letu 2007: 21. 11. 2007 jesensko gnojenje z Biosolom na UKC Pohorski dvor (J org 100 - 100 % N/Biosol, J org 50 + S min 50 - 50 % N/Biosol). 22. 11. 2007 gnojenje z Biosolom v SC Maribor (J org 100 - 100 % N/Biosol, J org 50 + S min 50 - 50 % N/Biosol).\n"], "17": ["3.9 Merjenje generativnih parametrov", ""], "18": ["3.9.1 Štetje socvetij", "Na obeh poskusnih lokacijah smo cvetne šope prešteli v fazi rdečega balona (UKC Maribor 14. 04. 2008, SC Maribor 12. 04. 2008).\n"], "19": ["3.9.2 Vrednotenje pridelka", "Ko so plodovi dosegli tehnološko zrelost (SC Maribor – Gačnik 26. 8. 2008 in UKC Maribor 29. 8. 2008), smo pridelek obrali in stehtali individualno po drevesu. Pridelek smo razdelili glede na premer plodov na dva kakovostna razreda.\n- Premer pod 70 mm (masa in število plodov).\n- Premer nad 70 mm (masa in število plodov).\nIz vsakega bloka smo naključno izbrali 50 jabolk, ki so po debelini spadala v 1. kakvostni razred in jih razvrstili v 2 kakovostna razreda glede na delež krovne barve: 1. razred: 11– 30 % krovne barve 2. razred: 0– 10 % krovne barve\n"], "20": ["3.10 Merjenje vegetativnih parametrov jablan", "Obseg debla smo merili v začetku vegetacije (SC Maribor – Gačnik: 12. 04. 2009, UKC Maribor: 14. 04. 2009). Mesto meritve obsega debla smo označili 20 cm nad cepljenim mestom z belo barvo. Obeg smo merili s tračnim merilom.\n"], "21": ["3.11 Statistična analiza podatkov", "Dobljene podatke smo analizirali s pomočjo programa Microsoft Office Excel 2007 in SPSS for Windows 10.0. Izvedena je bila enosmerna analiza variance ANOVA in Duncanov test (0,05).\n"], "22": ["4 REZULTATI Z RAZPRAVO", ""], "23": ["4.1 Generativni parametri", "Pri generativnih parametrih smo določali maso pridelka, premer plodov in število socvetij.\n"], "24": ["4.1.1 Generativni parametri UKC Maribor", "* različne oznake vrednosti (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05).\nIz preglednice 6 je razvidno, da so drevesa v obravnavanju S org 50 + S min 50 tvorila signifikantno največje število socvetij (cca 45 socvetij) in posledično imela največje število plodov (35 plodov) ter najvišji pridelek po drevesu (5,66 kg/drevo). Drevesa v obravnavanjih od 1 do 4 se glede na število socvetij niso razlikovala signifikantno (od 17 do 25 socvetij), rezultirala so s primerljivim številom plodov na drevo (od 16 do 23) – glede na višino pridelka pa so dosegla drevesa v obravnavanju S org 100 (4,48 kg/drevo) signifikantno višji pridelek od dreves v obrvanavanjih S min 100, J org 100 in J org 50 + S min 50. Rezultati v preglednici 6 so posledica različnega gnojenja z dušikom.\n"], "25": ["4.1.2 Generativni parametri SC Maribor – Gačnik", "* različne oznake vrednosti (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05).\nIz preglednice 7 je razvidno, da so bila drevesa na lokaciji SC Maribor glede na intenzivnost cvetenja v letu 2008 v obravnavanjih J org 100, J org 50 + S min 50 in S org 100 dokaj izenačena (od 150 do 162 cvetov/drevo). Po šibkosti cvetenja signifikantno odstopa le skupina dreves v obravnavanju S min 100 (cca 108 cvetov/drevo). Signifikantno največje število plodov je bilo v obr. J org 100, najmanjše število plodov je bilo v S min 100 obravnavanju (cca 60 plodov/drevo – spomladansko gnojenje z mineralnimi gnojili), kar je tudi posledica slabšega cvetenja. Signifikantno največjo skupno maso plodov smo izmerili v J org 100 obravnavanju (cca 14 kg/drevo), najmanjšo pa v J org 50 + S min 50 obravnavanju (9 kg/drevo).\n"], "26": ["4.2 Kakovost pridelka", "* različne oznake vrednosti (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05)\nIz preglednice 8 je razvidno, da so drevesa iz obravnavanja S min 100, S org 100 in S org 50 + S min 50 rezultirala z 86–89 plodov uvrščenih v I. kakovostni razred – v nadaljevanju 1. k. r. V obravnavanjih 2 in 3 smo zabeležili signifikantno višji delež plodov v 1. k. r., ki je znašal od 93–97 %. Obravnavanjem J org 100 in J org 50 + S min 50 je skupno to, da so bila drevesa pognojena v jesenskem času z organskimi gnojili. \n* različne oznake (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05)\nIz preglednice 9 je razvidno, da so drevesa iz obravnavanja J org 50 + S min 50 in S org 100 rezultirala z 79–82 % plodov uvrščenih v 1. k. r. V obravnavanju S min 100 in S org 50 + S min 50 smo zabeležili signifikantno višji delež plodov v 1. k. r., ki je znašal 89 %. V obravnavanjih S min 100 in S org 50 + min 50 je skupno, da so bile jablane pognojene v spomladanskem času z organskim gnojilom.\n"], "27": ["4.3 Vegetativni parametri v nasadu", "* različne oznake (a, b, c) pomenijo statistično značilne razlike po Duncanu (0,05)\nIz preglednice 10 je razvidno, da na lokaciji UKC Maribor ni statistično značilnih razlik v prirastu debel. Največjo prirast debel so imele jablane v obravnavanju J org 100 in J org 50 + S min 50 in za njih je značilno jesensko gnojenje z organskimi gnojili. Najmanjša prirast je bila v obravnavanju S org 50 + S min 50. Na lokaciji SC Maribor statistično značilnih razlik ni, vidimo pa, da so najboljši rezultati v obravnavanjih J org 100 in S org 100, ker smo Biosol dodali v enem obroku.\nIz zgornjih tabel lahko razberemo, da drevesa sorte 'Gala' potrebujejo vzpodbudo za rast, saj imajo za enega od staršev zlati delišes, zato smo ugotavljali, kdaj in s katerim dušičnim gnojilom je najboljše gnojiti jablane sorte 'Gala'. Ugotovili smo, da jih je na lokaciji UKC Pohorski dvor, kjer so tla bogata z organsko snovjo, najbolje gnojiti spomladi s kombinacijo gnojil Biosol + KAN. Najslabše rezultate imamo v obravnavanjih, kjer ni bilo kombinacije obeh gnojil. Pri generativnih in vegetativnih parametrih se je za najslabšo možnost pokazalo gnojenje z Biosolom. Na lokaciji SC Maribor – Gačnik, kjer so tla težka in slabo založena z organsko snovjo, nam rezultati kažejo, da je najboljši čas gnojenja v jeseni z Biosolom, razen pri odstotku kakovosti/količino plodov, kjer pa je priporočeno gnojiti spomladi s kombinacijo gnojil Biosol + KAN. \nDokazali smo, da je na lokacijah, kjer so tla dobro založena z organsko snovjo, boljše gnojiti s kombinacijo organskih in mineralnih gnojil. Na lokacijah, kjer imamo težka in z organsko snovjo slabo založena tla, bomo gnojili izključno z organskimi gnojili.\n"], "28": ["5 SKLEPI", "V letih 2007 in 2009 smo na Univerzitetnem kmetijskem centru Maribor in v Sadjarskem centru Maribor – Gačnik ugotavljali vpliv dušika v integrirani pridelavi jabolk pri sorti 'Gala' na generativne in vegetativne parametre jablan ter kakovost plodov. Uporabili smo mineralno dušično gnojilo KAN in organsko gnojilo Biosol, ki smo ju aplicirali v količinah od 90–95 kg N/ha, in sicer v različnih vegetacijskih obdobjih (pomlad/jesen). Na lokaciji UKC Pohorski dvor, kjer so tla v nasadu psevdoogljena in bogata z organsko snovjo, rezultati generativnih meritev kažejo, da je dušik najbolje aplicirati spomladi v kombinaciji gnojil Biosol + KAN, najslabše pa samostojno organsko gnojilo Biosol v jesenskem času. Največ socvetij in posledično najvišji pridelek dosežejo drevesa, ki so gnojena kombinirano z gnojili Biosol + KAN pomlad/jesen, kar poveča tudi delež plodov v 1. k. r.\nNa lokaciji SC Maribor – Gačnik, kjer so tla težka in slabo založena z organsko snovjo, najboljše rezultate glede skupne mase plodov daje uporaba organskega gnojila Biosol v jeseni, ki vpliva na večjo bujnost rasti jablan. Najvišji delež 1. k. r. na takem tipu tal da spomladanska kimbinirana uporaba gnojil Biosol + KAN.\nMeritve kažejo, da je za dobre rezultate pri bujnosti jablan, kakovosti plodov in količini pridelka gnojenje potrebno prilagajati tipu tal v sadovnjaku. Rezultati kažejo, da je na tleh z veliko organske snovi, kot je lokacija UKC Pohorski dvor, najbolje gnojiti spomladi in jeseni s kombinacijo gnojil Biosol + KAN; na tleh kot je na lokaciji SC Maribor, kjer ni dovolj organske snovi, pa je potrebno tla jeseni obogatiti z organskimi gnojili.\n"], "abstract": ["V letih 2007 in 2009 smo na Univerzitetnem kmetijskem centru Maribor in Sadjarskem centru Maribor – Gačnik ugotavljali vpliv dušika v integrirani pridelavi jabolk sorte 'Gala' na generativne in vegetativne parametre jablan ter kakovost pridelka. Jablane smo gnojili z gnojiloma KAN in Biosol v različnih kombinacijah ob različnih vegetativnih stadijih. Poskus je bil postavljen po sistemu 4 blokov, ki so vključevali 5 obravnavanj. Prvo obravnavanje je predstavljalo standardno gnojenje po IPS 335 kg KAN/ha, drugo obravnavanje je bilo jesensko gnojenje z organskim gnojilom 1125 kg Biosola/ha, tretje obravnavanje je bilo kombinacija spomladanskega in jesenskega gnojenja s 167 kg KAN/ha in 625 kg Biosola/ha, četrto obravnavanje je bilo spomladansko gnojenje z organskim gnojilom s 1125 kg Biosola/ha, peto obravnavanje je kombinacija spomladanskega gnojenja s 167 kg KAN/ha in 625 kg Biosola/ha. Na lokaciji UKC Pohorski dvor je najboljše rezultate glede generativnih in vegetativnih parametrov dala kombinirana uporaba gnojil Biosol + KAN (3. in 5. obravnavanje). Na lokaciji SC Maribor – Gačnik smo pri generativnih in vegetativnih podatkih dobili najboljše rezultate z uporabo Biosola v jesenskem času (2. obravnavanje). Za doseganje najvišjega odstotka v I. kakovostnem razredu je najboljše gnojiti spomladi s kombinacijo gnojil Biosol + KAN. "]}