{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema, ki je predmet raziskovanja", "V obdobju pospešene globalizacije, medsebojne interakcije podjetij, strategij in trgov je okolje, v katerem podjetje deluje, čedalje bolj neustaljeno in zapleteno. Tveganje postaja sestavni del poslovanja tako finančnih inštitucij kot gospodarskih podjetij. Zato se je treba zavedati, da se lahko poslovni uspeh doseže le z učinkovitim obvladovanjem tveganj, katerim je podjetje izpostavljeno. Tako postaja obvladovanje tveganja nuja sodobnega poslovanja in še več – obvladovanje tveganja je treba vgraditi v sleherno strateško, operativno in finančno odločitev.\nTveganje je verjetnost, da bo realizacija dogodka odstopala od pričakovane, najbolj verjetne vrednosti. Pri tem velja poudariti, da tveganje opredeljujemo obojestransko, torej kot verjetnost odklona v pozitivnem (priložnosti) in negativnem smislu (nevarnosti). V diplomski nalogi nas bodo zanimali predvsem dogodki, ki za podjetje predstavljajo nevarnosti in pomenijo izgubo koristi, dobička, prodaje in podobno.\nObvladovanje tveganja opredeljujemo kot aktivnosti ocenjevanja nevarnosti in oblikovanja ukrepov za omilitev potencialnih posledic poslovnih odločitev.\nV diplomski nalogi se bomo osredotočili na področje obvladovanja finančnih tveganj v podjetju TBP – Tovarna bovdenov in plastike, d.d. Lenart (v nadaljevanju TBP, d.d.). Podjetje TBP, d.d. se pri poslovanju nikakor ne more popolnoma izogniti finančnim tveganjem že iz razloga, ker je poslovanje podjetja v večini povezano s tujimi poslovnimi partnerji, saj podjetje proda kar 90% proizvodov na tuje trge. Kot sodobno in konkurenčno podjetje se TBP, d.d. sicer zaveda pomembnosti poznavanja in obvladovanja tveganja, vendar ocenjujemo, da je to področje v podjetju premalo formalizirano. Problem, ki ga bomo skušali v raziskavi razrešiti, je torej analiza obstoječega pristopa k obvladovanju tveganj v podjetju.\nKončno želimo podati predloge za izboljšanje obvladovanja finančnih tveganj v podjetju TBP, d.d., kajti menimo, da bi podjetju TBP, d.d., ki resda že vrsto let pozitivno posluje, uspelo s celovitejšim pristopom do obvladovanja finančnih tveganj poslovati s še boljšimi poslovnimi rezultati.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen raziskave je teoretična osvetlitev področja obvladovanja finančnih tveganj in praktična predstavitev obvladovanja finančnih tveganj na konkretnem primeru podjetja. Tako kot za mnogo drugih podjetij je tudi za podjetje TBP, d.d. področje obvladovanja finančnih tveganj aktualna tema, predvsem zaradi nevarnosti konkurence in vključevanja poslovanja na tuje trge.\nPredstaviti želimo priložnosti, ki nam jih prinaša razumevanje finančnih tveganj, koristi finančnih tveganj, vrste finančnih tveganj in načine njihovega obvladovanja. \nCilji, ki smo si jih zastavili v diplomski nalogi, so naslednji:\n- poudariti pomembnost zavedanja finančnih tveganj pri sprejemanju poslovnih  odločitev in obvladovanja le-teh,\n- prikazati, da je obvladovanje tveganj pomembno za dolgoročno uspešnost in rast  podjetja,\n- teoretično opredeliti vrste finančnih tveganj pri poslovanju podjetja,\n- opredeliti naloge in odgovornosti finančne funkcije pri obvladovanju finančnih  tveganj,\n- predstaviti pomen oblikovanja strategije obvladovanja finančnih tveganj,\n- predstaviti osnovne in izpeljane finančne instrumente za obvladovanje  posameznega finančnega tveganja,\n- z empiričnimi podatki predstaviti finančna tveganja, s katerimi se srečuje podjetje  TBP, d.d.,\n- analizirati in predstaviti aktivnosti, ki jih izvaja podjetje TBP, d.d., da bi se izognilo  finančnim tveganjem ter\n- podati predloge za izboljšanje na področju aktivnosti obvladovanja finančnih  tveganj v podjetju TBP, d.d..\nIz zgoraj omenjenih ciljev izhajajo naslednje trditve, ki jih bomo v diplomskem delu objektivno presodili, podkrepili ali ovrgli:\n- zavedanje tveganj pri sprejemanju poslovnih odločitev in obvladovanje le-teh  prispeva k večji vrednosti podjetja oziroma predstavlja vir dodane vrednosti (value  added) za lastnike in druge interesne skupine,\n- učinkovito spremljanje in obvladovanje finančnih tveganj sta predpogoja za  doseganje večje finančne stabilnosti podjetja in posledično dolgoročne uspešnosti  in rasti podjetja,\n- pri poslovanju so prisotna finančna tveganja, kot so likvidnostno tveganje, tveganje  neizpolnitve nasprotne stranke, valutno, obrestno in ostala finančna tveganja,\n- med osrednje naloge finančne funkcije sodijo prepoznavanje, vrednotenje in  obvladovanje finančnega tveganja ter redno poročanje vodstvu podjetja o  uspešnosti obvladovanja finančnega tveganja,\n- z oblikovanjem strategije obvladovanja finančnih tveganj vodstvo opredeli njegovo  razumevanje izpostavljenosti tveganju in opiše načine obvladovanja posameznih  vrst tveganj,\n- z uporabo osnovnih in izpeljanih finančnih instrumentov lahko zmanjšamo  finančna tveganja oziroma gospodarsko negotovost,\n- podjetje TBP, d.d. je pri poslovanju izpostavljeno naslednjim finančnim tveganjem:  tveganju neizpolnitve nasprotne stranke, likvidnostnemu, valutnemu, obrestnemu  tveganju, tveganju spremembe inflacije ter tveganju spremembe cen surovin,\n- podjetje TBP, d.d. izvaja določene aktivnosti, da bi se izognilo finančnim  tveganjem, a jih za določene vrste tveganj ne izvaja dovolj celovito,\n- poslovodstvo podjetja TBP, d.d. bi moralo biti bolj aktivno na področju zaznavanja  in obvladovanja finančnih tveganj, ki jim je podjetje izpostavljeno. \n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavljamo lahko, da bo posvečanje podjetja zaznavanju in obvladovanju finančnih tveganj imelo v prihodnosti še pomembnejšo vlogo in za podjetja ne bo predstavljalo le konkurenčne prednosti temveč že nujo. V podjetju TBP, d.d. se zavedajo, da je obvladovanje tveganj neprecenljivo za podjetje in da se brez obvladovanja tveganj v sodobnem, neustaljenem finančnem okolju ne da dolgoročno uspešno poslovati.\nGlede na to, da je tema obvladovanja tveganj zelo široka, smo se omejili na finančna tveganja in obvladovanje le-teh. V podjetju TBP, d.d. velja določena stopnja poslovne zaupnosti, zato nam bo onemogočeno pridobiti vse informacije glede odločitev uprave podjetja, kar ocenjujemo, da je naslednja omejitev. Zaradi tega se bomo omejili zgolj na tiste informacije, ki nam bodo dostopne.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Diplomska naloga Obvladovanje finančnih tveganj v podjetju TBP, d.d. Lenart je poslovna, statična in dinamična raziskava. Pri raziskovanju se bomo posluževali tako deskriptivnega kot tudi analitičnega pristopa.\nV teoretičnem delu naloge bomo uporabili deskriptivni pristop raziskovanja, v okviru katerega bomo uporabili metodo deskripcije, komparativno metodo ter metodo kompilacije. V praktičnem delu naloge bomo uporabili analitični pristop raziskovanja, pri tem pa bomo uporabili deduktivno in induktivno metodo sklepanja.\nRaziskavo bomo izvedli s pomočjo znanj, pridobljenih z iskanjem in branjem ustrezne strokovne literature in internetnih virov. Podatke o proučevanem podjetju bomo pridobili v letnem poročilu, na spletni strani podjetja, pomemben vir informacij pa izhaja iz pogovorov s strokovnjaki na področju finančno-računovodske službe proučevanega podjetja. \n"], "6": ["PRVI DEL: TEORETIČNO O OBVLADOVANJU FINANČNIH TVEGANJ", ""], "7": ["2 FINANČNA TVEGANJA", ""], "8": ["2.1 Pojem tveganja", "»Svet postaja vedno bolj tvegano območje« je že v devetdesetih letih prejšnjega tisočletja zapisal Smithson (1998, 2). Strinjamo se, da je finančno okolje danes bolj tvegano, kot je bilo v preteklosti. V drugi polovici dvajsetega stoletja so se namreč cene začele spreminjati, in sicer naraščati. To je za posledico prineslo nemoč pri napovedovanju deviznih tečajev, obrestnih mer in cen blaga, kar pa ne vpliva samo na donosnost podjetij, ampak lahko tudi ogrozi njihov obstoj.\nV splošnem vsi vemo, kaj je tveganje. Če pa želimo proučevati tveganja in njihov vpliv na varnost in finančno stabilnost podjetja, potem je potrebno poznati pravo definicijo. Različni avtorji opredeljujejo finančna tveganja na nekoliko različne načine, vendar so si po sami vsebini opredelitve zelo podobne.\nBerk, Peterlin in Ribarič (2005, 198) opredeljujejo finančno tveganje kot tveganje neugodnega gibanja različnih tržnih kategorij, kot so obrestne mere, devizni tečaji, cene surovin in cene delnic. Neugodna gibanja teh kategorij v končni posledici vodijo do zmanjšanja vrednosti lastniškega kapitala.\nPodobno Brigham, Gapenski in Daves (1999, 740) opredeljujejo finančna tveganja kot tveganja, ki izvirajo iz finančnih transakcij. Na primer, če podjetje namerava izdati novo serijo obveznic se sreča s tveganjem dviga obrestnih mer, preden mu jih bo uspelo prodati na trgu. Če pa je podjetje na primer sklenilo pogodbe s tujimi kupci ali dobavitelji, se sreča s tveganjem, da bi morebitna nihanja valutnih tečajev povzročila nepredvidene izgube.\nFinančno tveganje torej sestavljajo trije elementi: (1) podjetje, ki je izpostavljeno tveganju izgube, (2) vrednost premoženja oziroma prihodek, ki je v nevarnosti izgube ter (3) nevarnost, ki lahko povzroči izgubo (Vaughan 1997, 13).\nFinančna tveganja lahko razvrstimo v tri zaokrožene skupine (Peterlin 2004b, 96):\n- finančna tveganja, na katerih dejavnike ne moremo vplivati,\n- finančna tveganja, na katerih dejavnike lahko vplivamo in\n- finančna tveganja pri nepravilnem varovanju pred izpostavljenostjo sredstev in dolgov  tveganjem.\nFinančna tveganja, na katerih dejavnike ne moremo vplivati, so finančna tveganja, ki izvirajo iz finančnega okolja. Cena blaga in storitev, obrestna mera, devizni tečaj in cena delovne sile so odraz medsebojne odvisnosti trgov delovne sile, blaga, denarja in vrednostnih papirjev. Nanje lahko vplivata le politika in nevidna roka tržnih zakonitosti. S finančnega vidika dajemo največji poudarek obrestni meri in deviznemu tečaju, čeprav bi pri podjetjih, ki so v večji meri odvisna od trgov blaga oziroma surovin, lahko v to kategorijo uvrstili tudi tveganje spremembe cen surovin. Gre za pretežno cenovna \ntveganja, saj cene določa trg glede na razpoložljivost in donosnost sredstev (Peterlin 2004b, 96).\nFinančna tveganja, na katerih dejavnike lahko vplivamo. Cenovna nihanja so predvsem tržno pogojena in podjetje nanje nima vpliva, lahko pa vpliva na odločitve o tem, ali se bo pred njimi zavarovalo in kako. Takšne odločitve so na primer izbira valute, način zadolževanja, izbira kupcev, izbira naložb, način financiranja in podobno. Tveganja povzročamo sami in so posledica naših poslovnih potez, zato ne moremo prenašati odgovornosti na okolje podjetja (ibidem, 97).\nFinančna tveganja pri varovanju izpostavljenosti finančnim tveganjem. Napačna ocena tveganja, nepravilno izbrana varovana postavka ali celo neprimerno izbrana orodja za varovanje pred tveganjem lahko povzročijo še večjo škodo, kot bi nastala, če se pred tveganji sploh ne bi varovali. Obvladovanje tveganj je povezano z vsemi poslovnimi funkcijami. Celovito obvladovanje tveganj je nujno, sicer lahko neusklajeno delovanje poslovnih funkcij poveča stopnjo tveganja in s tem verjetnost za nastanek škode (ibidem, 97).\nVarnost in finančna stabilnost podjetja sta lahko ogroženi na različne načine, kar pomeni, da obstaja tudi več vrst finančnih tveganj. V nadaljevanju bomo zato opredelili finančna tveganja, katerim je lahko izpostavljeno podjetje.\n"], "9": ["2.2 Vrste finančnih tveganj pri poslovanju podjetja", "Pri opredeljevanju posameznih vrst finančnih tveganj pri poslovanju podjetja izhajamo iz določb Zakona o finančnem poslovanju1 (v nadaljevanju ZFPPod), ki se nanašajo na obvladovanje tveganj.\n9. člen ZFPPod pravi: »Uprava podjetja mora zagotoviti, da podjetje redno spremlja tveganja, ki jim je izpostavljeno pri svojem poslovanju, ter sprejeti ustrezne ukrepe, s katerimi podjetje obvladuje ta tveganja.« Tveganja, na katera se člen nanaša so:\n- »likvidnostna tveganja,\n- tveganja neizpolnitve nasprotne stranke,\n- obrestna, valutna in druga tržna tveganja in\n- tveganja zaradi izpostavljenosti do posamezne osebe oziroma oseb, ki sestavljajo  enotno tveganje.«\n"], "10": ["2.2.1 Likvidnostno tveganje", "Likvidnostno tveganje je eno najpomembnejših finančnih tveganj, saj druga finančna tveganja na koncu vedno vplivajo na likvidnost in ta na plačilno sposobnost. Likvidnostno tveganje kot vrsto finančnega tveganja zato obravnavamo kot prvo.\nPovzeto po Zakon o finančnem poslovanju podjetij, Uradni list Republike Slovenije, št. 54/1999. \nLikvidnostno tveganje je tveganje oziroma nevarnost neusklajene likvidnosti oziroma zapadlosti sredstev in obveznosti do virov sredstev v podjetju, kar lahko povzroči likvidnostne težave (pomanjkanje denarnih sredstev za poravnavanje v plačilo zapadlih obveznosti) in tudi propad podjetja (Dowd 1998, 187).\nV finančni teoriji se likvidnost mnogokrat enači s plačilno sposobnostjo. Likvidnost je pogoj za plačilno sposobnost podjetja. Gre za sposobnost preoblikovati nedenarne dele sredstev v denarno (likvidno) obliko. Ločiti moramo med likvidnostjo sredstev in likvidnostjo podjetja. Likvidnost podjetja je sposobnost pravočasno poravnati v plačilo zapadle obveznosti, likvidnost sredstev pa sposobnost, da se sredstva iz materialne oblike preoblikujejo v denarno (Koletnik 1997, 212).\nKer je pojem likvidnosti zelo širok, velja to tudi za pojem likvidnostnega tveganja. Obstaja namreč cela vrsta tveganj, ki jih druži skupni imenovalec, to je likvidnost. Njihova pojavna oblika pa je nekoliko različna, saj je problem obvladovanja likvidnostnega tveganja v proizvajalnem podjetju precej drugačen kot pa v podjetju, katerega osnovna dejavnost je finančno posredništvo.\nPotrebno je poudariti, da kratkoročna zmanjšana likvidnost ne pomeni nujno, da je podjetje v težavah, temveč je lahko zgolj posledica neusklajenih denarnih pritokov ter odtokov. V primeru nelikvidnosti, do katere lahko pride zaradi slabo načrtovanega usklajevanja denarnih tokov, izpada določenega vira financiranja, neplačevanja terjatev s strani kupcev oziroma drugih finančnih izgub, mora podjetje v kratkem času pridobiti zunanja sredstva, le-ta pa ponavadi lahko pridobi le po ceni, ki je višja od tržne, kar podjetje bremeni z dodatnimi stroški. Druga možnost podjetja je, da likvidira določen del aktive. V kolikor ta sredstva niso visoko likvidna sredstva, ki jih lahko hitro proda na denarnem trgu, se mora podjetje zaradi takojšnje prodaje sredstev navadno zadovoljiti s ceno, nižjo od tržne oziroma od tiste, ki bi jo podjetje lahko doseglo, če bi imelo na voljo več časa (Saunders 2000, 114).\nTveganje dolgoročne plačilne sposobnosti oziroma tveganje nesolventnosti predstavlja možnost, da podjetje na daljši rok ne bo sposobno izpolnjevati svojih obveznosti, ko le-te dospejo. (Saunders 2000, 114).\nNa izpostavljenost podjetja tveganju dolgoročne plačilne nesposobnosti pa zraven splošne uspešnosti poslovanja ter upravljanja s tveganji vpliva tudi kapitalska struktura. Čim višji del financiranja predstavljajo notranji, trajni viri financiranja, kot so lastniški kapital, zadržani dobički ter dolgoročne rezervacije, manjše je tveganje nesolventnosti podjetja. Financiranje z lastnimi viri krepi tako dolgoročno plačilno sposobnost, saj teh virov ni potrebno vračati, kot tudi kreditno sposobnost podjetja. Vendar ob tem ne smemo pozabiti, da so to tudi najdražji viri financiranja.\n"], "11": ["2.2.2 Tveganje neizpolnitve obveznosti nasprotne stranke (kreditno tveganje)", "Tveganje neizpolnitve obveznosti nasprotne stranke oziroma kreditno tveganje je tveganje, da naš partner v poslu ne bo izpolnil dogovorjenih obveznosti (Dowd 1998, 166). Spada med najpomembnejša finančna tveganja, ki mu je izpostavljeno vsako podjetje, saj morajo \nna trgu proizvajati, prodajati ali opravljati storitve za nekoga. Med nasprotne stranke štejemo poleg kupcev tudi državo, finančne inštitucije, dobavitelje in zaposlene.\nTveganje neizpolnitve obveznosti nasprotne stranke zajema tri temeljne vrste tveganja (Berk, Peterlin in Ribarič 2005, 207):\n- kreditno tveganje,\n- tveganje finančne nediscipline in\n- tveganje neizpolnitve nedenarnih obveznosti.\nPrvi dve se, čeprav pomenita dve različni vrsti tveganja, pogosto enačita. Pike in Neale (2003, 396) opredeljujeta kreditno tveganje kot možnost, da bodo terjatve do kupcev in drugih poslovnih partnerjev, ki so nastale zaradi odloženega plačila, poplačane z zamudo oziroma sploh ne bodo poplačane. Negotovost glede plačila podjetju otežuje planiranje prihodnjih potreb po denarnih sredstvih. V primeru slabe finančne discipline oziroma porasta višine zapadlih terjatev mora imeti podjetje pripravljenih več denarnih sredstev za ohranjanje normalnega poslovanja, poleg tega mora sredstva za financiranje poslovanja ter servisiranje obveznosti pridobivati drugje (npr. se zadolževati, kar pomeni dodatne stroške). Visoka stopnja neplačevanja terjatev lahko v skrajnem primeru ogrozi solventnost podjetja.\nKreditno tveganje bi lahko imenovali tudi tveganje plačilne nesposobnosti nasprotne stranke. Vendar je treba ločiti med plačilno nesposobnostjo kot nezmožnostjo podjetja, da poravna obveznosti, in kreditnim tveganjem, ko se podjetje sámo odloči, da ne bo poravnalo obveznosti do nas – imenujmo to vrsto tveganja tveganje finančne nediscipline. V zadnjem primeru je morda nasprotna stran plačilno sposobna oziroma razpolaga z dovolj likvidnimi sredstvi, da bi obveznosti lahko poravnala, vendar poravnavo zavrne (Berk, Peterlin in Ribarič 2005, 207-208).\nPri tveganju neizpolnitve nedenarnih obveznosti gre za poravnavo obveznosti, ki ne pomenijo poravnave v denarju. Če nam na primer nasprotna stranka ne dobavi blaga, ne opravi storitev ali ne izpolni drugih dogovorjenih obveznosti, govorimo o neizpolnitvi nasprotne stranke. Vsaka neizpolnitev obveznosti nasprotne stranke oslabi sredstva oziroma poveča dolgove, kar posredno oslabi finančno moč podjetja in zmanjša premoženje podjetja (Peterlin 2001, 18).\n"], "12": ["2.2.3 Valutno tveganje", "Podjetje je izpostavljeno valutnemu tveganju, takoj ko postane njegovo poslovanje neposredno ali posredno povezano s tujimi plačilnimi sredstvi. Opredelimo ga lahko kot tveganje spremembe deviznega tečaja v prihodnosti. Valutno tveganje ni v celoti znano vnaprej, saj je le možnost prihodnje spremembe vrednosti ene valute v primerjavi z drugo (Pike in Neale 2003, 428).\nDevizni tečaj je razmerje med vrednostma dveh valut. V skladu s tem opisom lahko izvoznikovo tveganje opredelimo kot nevarnost, da bo tečaj tuje valute ob plačilu nižji od tečaja, ki mu še zagotavlja donosnost izvoznega posla. Nasprotno lahko uvoznikovo \ntveganje opredelimo kot nevarnost, da bo tečaj tuje valute ob plačilu višji od tistega, ki mu še zagotavlja donosnost uvoznega posla.\nValutno tveganje se pojavlja tudi pri kreditnih poslih, ki so povezani z vrednostjo tečaja tuje valute. Če se zadolžimo v tuji valuti, tvegamo porast njene vrednosti v primerjavi z evrom in obratno, če naložimo denar v tujo valuto, tvegamo padec njene vrednosti (Peterlin 2005, 29).\n"], "13": ["2.2.4 Obrestno tveganje2", "Obrestno tveganje je nevarnost, da bo prišlo do neugodnega gibanja (spremembe) obrestne mere. Neugodno gibanje obrestne mere je lahko na eni strani dvig obrestne mere, če je podjetje zadolženo, na drugi strani pa padec obrestne mere, če podjetje presežke svojih denarnih sredstev posreduje na trgu.\nČeprav se obrestne mere na denarnih trgih nenehno spreminjajo, in sicer kot posledica tržne ponudbe in povpraševanja ter drugih sprememb makroekonomskih razmer, je v trenutku, ko podjetje posodi ali si sposodi določeno vsoto denarja po trenutni tržni ceni, le- ta določena za celotno dogovorjeno posojilno dobo. Ne glede na to, kaj se bo kasneje dogajalo z obrestnimi merami, sta posojilodajalec in posojilojemalec vezana na dogovorjeno obrestno mero (spremenljivo ali nespremenljivo). Tako posojilodajalec kot tudi posojilojemalec bosta uporabila različne instrumente za obvladovanje obrestnega tveganja, katerih namen je zmanjševanje negativnih učinkov, ki so posledica spreminjanja obrestnih mer.\nPri nespremenljivi obrestni meri tvegamo, če smo posojilodajalec, da se bo tržna obrestna mera med posojilno dobo znižala. Pri spremenljivi obrestni meri pa tvegamo, da se bodo obrestne mere zvišale in bo donosnost naložbe, ki je bila financirana pod temi pogoji, ogrožena.\n"], "14": ["2.2.5 Tveganje spremembe inflacije", "Tveganje spremembe inflacije pomeni nevarnost, da bo v določenem obdobju inflacija višja od pričakovane. Do inflacijskega tveganja pride, kadar je inflacija višja kot kapitalski donos na denar, ki smo ga vložili in kadar rast cen proizvodov in storitev prehiti rast naših letnih dohodkov. Zato veliko ljudi v obdobjih visoke inflacije poišče naložbe z zajamčenim donosom (vezane vloge, obveznice, tuje valute).\nPodjetje je izpostavljeno inflacijskemu tveganju, ko se na nepričakovano spremembo v inflaciji, ki zmanjšuje realno vrednost denarja, ne more pravočasno odzvati s prilagoditvijo prodajnih cen blaga in storitev. Posledice občuti podjetje tako v obliki zmanjšane realne vrednosti prihodkov od prodaje kot tudi znižane marže zaradi višjih nominalnih proizvajalnih stroškov oziroma stroškov nabavljenega blaga (Woodhouse 1993, 110-111).\nPovzeto po Holliwell 1998, 201-204. \nInflacijsko tveganje je v primerjavi z drugimi vrstami tveganj bolj predvidljivo in manj kratkoročno spremenljivo.\n"], "15": ["2.2.6 Ostala finančna tveganja", "Med ostalimi finančnimi tveganji bomo izpostavili tveganje spremembe cen surovin, kajti temu tveganju je izpostavljeno tudi podjetje, katerega izpostavljenost finančnim tveganjem bomo proučevali v aplikativnem delu diplomske naloge.\nTveganje spremembe cen surovin izvira iz spremenljivosti cen surovin (angl. commodities), ki jih podjetje bodisi potrebuje za svojo poslovno dejavnost bodisi prodaja na trgu kot rezultat poslovnega procesa. Narava tega tveganja kot tudi instrumenti za zaščito pred njim sta zelo podobni kot pri valutnem in obrestnem tveganju (Smithson 1998, 22).\n"], "16": ["2.3 Izpostavljenost podjetja finančnim tveganjem", "K opredelitvi posameznih vrst finančnih tveganj je potrebno dodati še obrazložitev posameznih vrst izpostavljenosti podjetja finančnim tveganjem.\nIzpostavljenost finančnim tveganjem lahko opišemo kot ranljivost za nevarnosti, ki jih lahko povzročijo finančna tveganja. Obstoječi in načrtovani sredstva in dolgovi podjetja so izpostavljeni spremembam poštene vrednosti, ki jih lahko povzročijo dejavniki tveganja (Peterlin 2005, 43).\nTransakcije, sredstva, dolgovi in kapital podjetja so izpostavljeni finančnim tveganjem na tri načine:\n- transakcijsko,\n- translacijsko (prevrednotovalno) oziroma bilančno in\n- ekonomsko oziroma operativno (poslovno).\n"], "17": ["2.3.1 Transakcijska izpostavljenost", "Transakcijska izpostavljenost (angl. transaction exposure) finančnim tveganjem je odsev obligacijskih razmerij med strankami v pogodbi ali dogovoru od trenutka nastanka obveznosti ali terjatve do trenutka njene poravnave oziroma prenehanja. Prevrednotenja sredstev in dolgov podjetja zaradi transakcijske izpostavljenosti finančnim tveganjem vrednotimo kumulativno, od sklenitve do uresničitve ali prenehanja dogovora (Peterlin 2005, 44). Zaradi transakcijske izpostavljenosti prihaja do sprememb denarnih tokov (v korist ali izgubo), ki so nastali iz pogodbenih obveznosti (Eiteman, Stonehill, Moffett in Kwok 2001, 178). \nTransakcijska izpostavljenost valutnemu tveganju3 (angl. transaction foreign exchange exposure) je nevarnost nastanka tečajnih razlik pri tekočih transakcijah, izraženih v tujih valutah. Te transakcije lahko nastanejo zaradi nakupa ali prodaje blaga ali storitev, zadolževanja ali posojanja denarnih presežkov ali zaradi katerekoli druge transakcije, ki ima znesek izražen v tuji valuti (Eiteman, Stonehill, Moffett in Kwok 2001, 178).\nTransakcijska izpostavljenost obrestnemu tveganju pomeni, da bodo naše terjatve in obveznosti v času do zapadlosti v plačilo (poravnave) izpostavljene spremembi obrestne mere. Tržna obrestna mera se ves čas trajanja pogodbenega razmerja spreminja. Pri sklenitvi pogodbenega razmerja se dogovorimo za nespremenljivo ali za spremenljivo obrestno mero. Če se dogovorimo za nespremenljivo, transakcijska izpostavljenost dosega velikost oportunitetnih stroškov. Če pa smo zadolženi po spremenljivi obrestni meri, je transakcijska izpostavljenost med obrestno mero, ki je veljala ob sklenitvi posojilnega razmerja, in tržno obrestno mero, ki je osnova za obračun obresti (Peterlin 2005, 44-45).\n"], "18": ["2.3.2 Translacijska izpostavljenost", "Translacijsko izpostavljenost (angl. translation, also accounting exposure) bi lahko imenovali tudi bilančna ali davčna izpostavljenost finančnim tveganjem. Ob koncu poslovnega ali davčnega leta prevrednotimo sredstva in dolgove podjetja v skladu z računovodskimi standardi in davčno zakonodajo. Prevrednotovalni popravki so odsev sprememb poštenih vrednosti sredstev in dolgov podjetja ob koncu poslovnega ali davčnega leta. Bilančna izpostavljenost finančnim tveganjem vpliva na finančni tok in posredno na denarni tok podjetja (Peterlin 2005, 45).\nTranslacijska izpostavljenost valutnemu tveganju4 (angl. translation foreign exchange exposure) pomeni nevarnost bilančnih sprememb, ki se lahko pojavijo kot posledica razlik v vrednotenju sredstev in obveznosti, izraženih v tujih valutah. Vpliv translacijske izpostavljenosti se pokaže v poslovnem izidu, v obliki pozitivnih ali negativnih tečajnih razlik, vsakič ko se spremeni menjalni tečaj med domačo in tujo valuto (Myddelton 2000, 102).\nTranslacijska izpostavljenost obrestnemu tveganju je izpostavljenost spremembi neto sedanje vrednosti terjatev in dolgov, če se obrestna mera na trgu spremeni. Naše premoženje bo vredno več, če se bodo tržne obrestne mere znižale, in obratno – izgubilo bo del vrednosti, če se bodo tržne obrestne mere zvišale. Tržno obrestno mero moramo ocenjevati glede na zahtevano stopnjo donosa našega premoženja po posameznih vrstah. Ponovno vrednotenje je odvisno od vrste obrestnih mer (nespremenljivih ali spremenljivih) in računovodskih usmeritev podjetja. Od razmika dospelosti pa je odvisna translacijska vrednost neto premoženja oziroma kapitala (Peterlin 2005, 46).  Primer: Slovensko podjetje kupi blago v Ameriki in ga proda v Sloveniji. Dolg do ameriškega podjetja znaša 100.000 USD in zapade v plačilo čez tri mesece. Trenutni tečaj USD je 0,75 EUR in ves dolg znaša 75.000 EUR. Čez tri mesece zapade dolg v plačilo, tečaj USD pa je 0,80 EUR. Transakcijska izguba znaša 5.000 EUR.  Primer: Slovensko podjetje najame dolgoročno posojilo 1,000.000 USD. Trenutno znaša tečaj USD 0,75 EUR, obveznost za vračilo posojila pa 750.000 EUR. Ko 31. decembra ob sestavitvi bilance stanja in izkaza poslovnega izida pretvorimo obveznosti v EUR, znaša obveznost 800.000 EUR, translacijska izguba pa 50.000 EUR, ker je tečaj USD zrasel na 0,80 EUR. \n"], "19": ["2.3.3 Ekonomska izpostavljenost", "Ekonomska izpostavljenost5 (angl. economic, also operating, competitive or strategic exposure) je nevarnost nepredvidene spremembe pričakovane neto sedanje vrednosti prihodnjih denarnih tokov, ki so med drugim lahko tudi posledica spremembe deviznih tečajev tujih valut, v katerih so izraženi pričakovani denarni tokovi. Nepredvidena sprememba pričakovane vrednosti prihodnjega denarnega toka neposredno vpliva na tržno vrednost podjetja in njegovo konkurenčno sposobnost (Eiteman, Stonehill, Moffett in Kwok 2001, 152).\nEkonomska izpostavljenost finančnim tveganjem se poveča, če začnemo trgovati z blagom, katerega cena je bolj spremenljiva od cene dotedanjega blaga. Prav tako se izpostavljenost poveča, če začnemo trgovati v valuti, ki je bolj spremenljiva od valute, v kateri trgujemo danes. Če obvladujemo transakcijsko izpostavljenost finančnim tveganjem, lahko posredno obvladujemo tudi translacijsko in ekonomsko izpostavljenost (Peterlin 2005, 47).\n"], "abstract": ["Finančna globalizacija je v zadnjih desetletjih občutno napredovala. Zapleteno poslovno okolje je zaznamovala s povečano izpostavljenostjo podjetij finančnim tveganjem. Na mikroekonomski ravni obstaja negativna povezava med finančnim tveganjem podjetja in njegovo vrednostjo. Če želi podjetje učinkovito napredovati, mora finančnik upravljati finančna in druga tveganja. S krepitvijo ukrepov odgovori na nevarnosti finančne ranljivosti in prepreči stopnjevanje težav. Področje obvladovanja finančnih tveganj smo predstavili teoretično in praktično. Najprej smo predstavili vrste finančnih tveganj, s katerimi se sooča podjetje pri svojem poslovanju in vrste izpostavljenosti. Opisali smo pomen finančne funkcije pri obvladovanju tveganj, opisali pa smo tudi nekatere metode in tehnike, ki so se razvile za uspešno obvladovanje finančnih tveganj in jih podjetje lahko uporabi za zmanjšanje občutljivosti svojega poslovanja na spremembe tržnih dejavnikov tveganja."]}