{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema raziskave", "V diplomskem delu bom planirala razvoj podjetja na ravni politike podjetja in na ravni strateškega managementa. Vsako podjetje si želi dosegati poslovno uspešnost. Sama poslovna uspešnost poslovanja, pa je odvisna od pravilno oblikovane vizije, politike in strategij, pri čemer politika podjetja izhaja iz vizij. Cilj vsakega podjetja je obstoj in nadaljni razvoj, zato mora biti podjetje sposobno se hitro odzivati na spremembe v okolju in se prilagajati novim razmeram. Izkoristiti mora prednosti, preučiti priložnosti in zaznati vse nevarnosti, ki izhajajo iz okolja.\nTežišče problema je torej proces planiranja na ravni politike in na ravni strateškega managementa bodočega podjetja.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen mojega diplomskega dela je predstaviti planiranje razvoja podjetja, ki se bo ukvarjalo s prodajo priznane blagovne znamke Geox, to je s prodajo obutve in blagovne znamke X-Socks s široko izbiro nogavic, na ravni politike podjetja in strateškega managementa. Za proučitev te teme sem se odločila, ker za proučevano podjetje še ni bil izdelan plan razvoja. Z dobro izdelanim planom razvoja se bo podjetje lahko izognilo nevarnostim in odpravilo slabosti ter bolje izkoriščalo priložnosti, ki jih ponuja trg v katerem bo podjetje delovalo.\nV skladu z namenom je osnovni cilj predstaviti planiranje razvoja podjetja. Cilji moje diplomske naloge so:\n- proučiti podjetje samo,\n- proučiti dejavnike uspešnosti, ki vplivajo na uspešnost podjetja,\n- opredeliti ustanovitveno in razvojno vizijo,\n- proučiti vrednote udeležencev podjetja,\n- ugotoviti prednosti in slabosti podjetja in s tem v povezavi\n- ugotoviti priložnosti in nevarnosti za podjetje,\n- proučevanje podjetja in okolja bo pripeljalo do politike podjetja, kjer bo potrebno  opredeliti poslanstvo, smotre in temeljne cilje podjetja,\n- opredeliti razvojne strategije ter ovrednotiti strategije\n- programirati uresničitev planiranega razvoja podjetja.\nOsnovne trditve izhajajo iz ciljev. Ena izmed osnovnih trditev je, da je uspešnost podjetja zelo odvisna od planiranja razvoja podjetja. Dejstvo je, da se okolje čedalje hitreje spreminja in več se v njem pojavljajo nevarnosti za podjetje. Da bi podjetje uresničilo svojo zastavljeno vizijo, mora biti odprto in dinamično, stalno spremljati dogajanje v okolju, se prilagajati novim spremembam, težiti k razvoju in rasti ter širiti poslovanje na nova tržišča.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Pri proučevanju ekonomskih stvarnosti ne moremo vedno zajeti vseh dejstev in vplivov, zato se zatekamo k predpostavkam, ki nam nekoliko olajšajo opravilo. Predpostavljam, da brez kvalitetnih predustanovitvenih raziskav podjetje ne more biti uspešno, niti ne more dolgo ohranjati stabilnega tržnega položaja. Predpostavljam, da je obstoj in razvoj podjetja v veliki meri odvisen od planiranja razvoja in od priložnosti in nevarnosti, ki pretijo podjetju iz okolja. Predpostavljam, da bo z rastjo trga v prihodnosti nastopila tudi ostrejša konkurenca, kar lahko vpliva na pogoje poslovanja podjetja. Predpostavljam, da bo podjetje dosegalo poslovno uspešnost s pametnimi in pravilnimi odločitvami, ki morajo zadovoljevati tako podjetje, zaposlene, dobavitelje in najpomembneje zahtevne kupce.\nOpredeljena teoretična spoznanja in ugotovitve bom prenesla v prakso. Pri raziskavi se bom omejila na planiranje razvoja podjetja na ravni politike podjetja in planiranje razvoja podjetja na ravni strateškega managementa. Nadaljne omejitve izhajajo iz pomanjkanja lastnih izkušenj pri izvedbi velikih projektov.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Pri obravnavanju razvoja podjetja bom uporabila poslovno raziskavo, saj bo le ta osredotočena na ustanovitev podjetja in njegovo kasnejše poslovanje, na posamezne funkcije podjetja in bo obravnavala povezave podjetja z okoljem. V okviru poslovne raziskave bom uporabila dinamično ekonomsko raziskavo, ki proučuje proces nastajanja in širjenja sprememb, ki ga povzroči začetna sprememba določene oz. določenih spremenljivk.\nPristop k raziskovanju bo deskriptivni, ker daje prednost opisu (deskripciji) strukture ali delovanja ali razvoja določenega gospodarskega pojava ali procesa. V okviru deskriptivnega pristopa pa bodo najprimernejši metoda deskripcije in metoda kompilacije. S pomočjo deduktivne metode bom iz splošnih stališč (teorije, trditve, hipoteze) izvedla posebne in posamične oz. konkretne sklepe o odvisnosti med pojavi, ki jih bom analizirala.\n"], "6": ["2 PREDSTAVITEV IN OPREDELITEV PODJETNIŠKE IDEJE TER KRATKA PREDSTAVITEV (BODOČEGA) PODJETJA", "V trgovskem centru Merkator v Celju, ki zagotavlja veliko število potencialnih strank, bom v najem vzela poslovni prostor za svoje podjetje imenovano Čeveljček d.o.o. Tudi poslovne enote podjetja, ki se bodo odprle z namenom, da se osvoji celotna štajerska regija, bodo locirane v trgovskih centrih Merkator.\nPodjetje po velikosti uvrščam v malo podjetje, saj bo imelo na začetku tri zaposlene, kasneje s širitvijo podjetja tudi na druge lokacije v štajerski regiji pa se bo število zaposlenih povečalo na 9 zaposlenih. Pravna oblika podjetja bo kapitalska družba in sicer družba z omejeno odgovornostjo.\nPodjetje se bo ukvarjalo s prodajo priznane blagovne znamke Geox, to je s prodajo obutve in blagovne znamke X-Socks s široko izbiro nogavic.\nS prodajno ponudbo želim zadovoljiti vse, ki aktivno preživljajo svoj prosti čas. Prednost trgovine bo prijazno in strokovno prodajno osebje ter mnoga svetovanja. Podjetje bo svojih obiskovalcem poleg samega nakupa ponujalo še strokovne predstavitve in najnovejše trende na tem področju ter s tem omogočalo možnost zabave in druženja. Vsak obiskovalec trgovine pa si bo lahko pridobil kartico zvestobe, s katero bo imel mnoge ugodnosti kot so zbiranje bonusa pri nakupih, pridobil potrebne informacije o novostih, trendih, ugodnih ponudbah, popustih. Vse informacije bodo na spletni strani.\nUvoznik blagovnih znamk Geox in X-Socks podjetja bo podjetje Eurosport Trade d.o.o. s sedežem Mašera Spasičeva 8, 1000 Ljubljana, ki je registrirano na okrožnem sodišču v Ljubljani. Proizvajalec, ki jih to podjetje zastopa neprestano presenečajo z novimi kolekcijami, sledijo oblikovalskim trendom in so tehnološko vse bolj dovršeni.\nBlagovna znamka Geox je spremenila življenje milijonom ljudi. Ti čevlji z gumijastim podplatom, predstavljeni pred več kot 50 leti, so s tehnološkim dosežkom postale vodoodporne obutve, ki ohrani nogo suho in toplo. Vendar pa so noge še vedno ostale mokre zaradi potenja, kajti največja skupina žlez za potenje je ravno na podplatu. Geox pa je na to težavo odgovoril s preprostim vendar revolucionarnim patentom. Mikriskopsko majhne luknjice v gumijastem podplatu dopuščajo pronicanje potu. Zaščitna membrana, izdelana iz posebnega poroznega materiala, pot skozi vložek vsrka in ga v obliki vodnih hlapov izpusti iz čevlja, istočasno pa preprečuje dostop vode v notranjost obutve. Ta sistem omogoča, da noga v obutvi Geox diha in jo s tem ohranja suho.\nBlagovna znamka X-Socks. gre za nogavice s klimatsko kontrolo, ki ohranja naravne značilnosti bose noge. Noga ostaja torej suha in zdrava hkrati pa je zaščitena pred žulji, odrgninami in raznimi bolečimi pritiski.Revolucionarna in patentirana tehnologija v kombinaciji z inovativnimi materiali zadovoljuje zahteve na vseh področjih in tako zagotavlja izredno široko izbiro nogavic. Ne glede nato ali gre za športnike, rekreativce, ali pa povpraševalci potrebujejo nogavice za vsakdanjo rabo, bodo ravno tukaj našli kar potrebujejo.\n"], "7": ["3 PREDUSTANOVITVENE RAZISKAVE", ""], "8": ["3.1 Opredelitev velikosti, značilnosti in posebnosti podjetja", "Podjetje je v svoji osnovi gospodarska tvorba, zato se mora predvsem in pretežno ravnati po ekonomskih motivih (Pučko 1993,3).\nPo Reberniku (1997,44) je podjetje poslovna organizacija, ki je lastnik obratov, kot so tovarna, rudnik, trgovina ali skladišče in jih tudi vodi.\nPodjetje lahko jemljemo kot institucionalizirani podjem za uresničitev podjetniške ideje in zamisli. Ker nastane podjetje prvenstveno zaradi interesa po uresničitvi nastale podjetniške ideje, ima vsako podjetje interesne značilnosti (Belak 2002,21)\nSlovenski zakon o gospodarskih družbah (2004) v 52. členu deli gospodarske družbe na majhne, srednje in velike. Kriteriji za takšno delitev pa so naslednji:\n- povprečno število zaposlenih v poslovnem letu\n- čisti prihodki od prodaje\n- vrednost aktive\nPo tej razmejitvi se podjetje Čeveljček d.o.o. uvršča med mala podjetja.\nPodjetje Čeveljček d.o.o. se bo ukvarjalo s prodajo blagovnih znamk Geox obutve in X- Socks nogavic.\nSedež podjetja bo v trgovskem centru Merkator v Celju. Poslovalnice pa bodo v drugih trgovskih centrih Merkator na Štajerskem.\nOrganizirano bo kot družba z omejeno odgovornostjo, kar pomeni, da ima družba svoje ime in je samostojen nosilec pravic in obveznosti. Značilnost te pravne oblike družbe je, da za obveznost družbe jamči le premoženje družbe in ne premoženje družbenikov.\nNačin prodaje v trgovini bo samopostrežni. Kupci v današnjem času zahtevajo vse večjo kakovost in zanesljivost proizvodov po katerih povprašujejo, zato bo prijazno in strokovno usposobjeno prodajno osebje pomagalo kupcu, da najde svoj želen proizvod in tako v največji meri zadovolji njihove potrebe.\n"], "9": ["3.2 Dejavniki uspešnosti (pri ustanavljanju) podjetja", "Dejavniki uspešnosti, ki jih ustvarja okolje\n- Ožje in širše družbeno okolje podjetja ni zavirajoče, ima pozitiven odnos do ustvarjalnosti, kar bo omogočalo podjetju potreben razvoj.\n- Slovenija ima urejen pravni red, kjer bo imelo podjetje sedež in kjer bo delovalo. Ugotovljenih ni nobenih preprečevalnih ali zaviralnih dejavnikov za ustanovitev in razvoj podjetja.\n- Podjetje bo locirano v trgovskem centru Merkator, ki zagotavlja veliko število potencialnih kupcev.\n- Ožje in širše geografsko območje lociranosti nameravanega podjetja je dobro opremljeno s storitveno infrastrukturo. Ustanovitvena infrastruktura pri nudenju posebnega svetovanja in funkcionalnega izobraževanja ustanovitelju novega podjetja je zagotovljena.\n- Ustanovitelj ima na razpolago dovolj sredstev.\n- Na prodajnem področju bo za podjetje najpomembnejši slovenski trg predvsem štajerska regija. Na področju oskrbnega trga bo podjetje sklenilo pogodbo z zanesljivim dobaviteljem iz Ljubljane, ki je tudi uvoznik teh blagovnih znamk.\nDejavniki uspešnosti, ki izhajajo iz osebnosti ustanovitelja\n- Kot ustanovitelj podjetja sem prepričana da imam potrebnih dovolj osebnih lastnosti podjetnika, kot so iznajdljivost, komunikativnost, samozavestnost, prilagodljivost, vzdržljivost, delavnost za uspeh podjetja.\n- Na področju opravljanja trgovskih storitev imam dovolj izkušenj in ekonomskih znanj. Potrebna svetovanja pri vodenju podjetja si bom pridobila pri družinskih članih, ki imajo lastno podjetje, čeprav se ukvarjajo z drugačno dejavnostjo.\nDejavniki uspešnosti, ki izhajajo iz oblikovanja predmeta ustanovitve\n- Pri proučevanju teh dejavnikov sem se osredotočila predvsem na proučitev možnih pravnih oblik, firme in lokacije podjetja.\n- Na podlagi proučevanj različnih oblik gospodarskih družb, samostojnega podjetnika in zavodov, je najprimernejša oblika mojega podjetja družba z omejeno odgovornostjo (d.o.o.).\n- Z natančnejšo analizo dobrih in slabih strani predvidenega sedeža in dejavnosti ustanovljenega podjetja, sem se odločila da bo lokacija podjetja in njegove poslovalnice v trgovskih centrih Merkator, ki zagotavljajo veliko število potencialnih kupcev.\n"], "10": ["3.3 Strateške razvojne situacije podjetja", "Poznamo štiri tipe razvojnih okoliščin: - lokalna MSP z lokalnim trgom,\n- lokalna MSP s svetovnim trgom,\n- globalna MSP z lokalnim trgom,\n- globalna MSP s svetovnim trgom (Belak\nPodjetje bo spadalo med lokalna podjetja z lokalnim trgom, kjer se tržni in operacijski prostor podjetja v veliki meri ujemata s področjem, kjer je sedež podjetja. Stopnja prizadetosti podjetja skozi globalizacijo je nična, kar pomeni da strateške razvojne možnosti podjetja niso odvisne od globalizacije.\n"], "11": ["3.4 Spoznanja o premagovanju konkurence", "Podjetje, ki na tržišču prodaja določene izdelke kupcem, skorajda ne more računati na to, da bi bilo njihov edini dobavitelj. Pri prodaji izdelkov se srečuje z drugimi podjetji, ki skušajo oblikovati podobno ali enako ponudbo, usmerjeno v isto ciljno skupino. Ta podjetja štejemo za konkurenčna.\nKonkurenco torej obravnavamo kot obliko tržnega tekmovanja oz. odnos med podjetji, ki na strani ponudbe in povpraševanja kažejo, koliko mora podjetje v svojih menjalnih akcijah upoštevati odzive konkurentov. Tudi pri tekmecih obravnavamo več oblik, od katerih sta najbolj pomembni dve:\n- obstoječa konkurenca, to so tisti, s katerimi že tekmujemo, in\n- možni konkurenti, to so tisti, s katerimi še ne tekmujemo, lahko pa pričakujemo, da  bomo (Gabrijan 1990,147).\nKupci izbirajo na osnovi svojih spoznanj kakovosti oz. vrednosti. Kupcu posredovana vrednost je razlika med celotno vrednostjo v očeh kupca in celotnim kupčevim stroškom. Kupci bodo seveda izbrali take izdelke, ki bodo maksimirali izročeno vrednost. Kupci so zadovoljni, kadar se njihova pričakovanja izpolnijo, in se veselijo, kadar so njihova pričakovanja presežena. Zadovoljni kupci ostanejo zvesti dalj časa, kupijo več, so manj občutljivi na ceno. Cilj podjetja ne bi smel biti le pridobiti kupce, ampak, kar je še bolj pomembno, jih tudi obdržati (Kotler 1996,59).\nNa območju Štajerske se nahaja veliko trgovin, ki ponujajo svojim kupcem storitve na področju obutve čevljev in nogavic, vendar trgovin z blagovnima znamkama Geox in X- Socks primanjkuje. Pričakujem lahko da bo v prihodnosti konkurenca ostrejša. Zato bo podjetje poslovalo v smeri, da si ustvari konkurenčni položaj na štajerski regiji ter da bo z raznolikimi storitvami zadovoljilo še tako zahtevne kupce, za njihovo čim boljše ugodje, kajti življenjski standard prebivalstva se povečuje. Konkurenco bo podjetje premagovalo z visoko kakovostnimi proizvodi, strokovnimi predstavitvami najnovejših trendov in s tem omogočili možnost zabave in druženja, pravočasno prejemanje informacij o ugodnih ponudbah.\n"], "12": ["3.5 Etična pravila", "Etika je filozofska disciplina ali panoga, ki se ukvarja s tematiko človeškega hotenja in ravnanja z vidika dobrega in zlega, moralnega in nemoralnega (Sruk 1999,138).\nEtična norma pa je vodilo oziroma pravilo, ki uravnava človekovo nravstveno relevantno življenje, ravnanje (Sruk 1999,135).\nEtiki podjetja lahko pripišemo naslednje naloge:\n- opredelitev norm in pravil, po katerih se naj ravnajo managerji in drugi udeleženci  podjetja;\n- opis etičnih problemov, s katerimi se srečuje podjetje;\n- presoja obnašanja podjetja in utemeljitev, zakaj je to etično dobro ali slabo;;\n- na področju uporabe ekonomike podjetja gre etiki končno za to, da pokaže, kakšne so posledice za podjetniško ravnanje (Belak 2002,96; Thommen 1996,785).\nEtična pravila podjetja Čeveljček d.o.o.\nDa bodo potrebe kupcev v čim večji meri zadovoljene, mora biti podjetje najbolj odgovorno le tem in jim prodajati visoko kakovostne proizvode.\nPodjetje bo odgovorno vsem zaposlenim, jih spoštovalo in cenilo njihove odlike. Zaposleni v podjetju morajo biti upoštevani kot individumi, imeti morajo enake možnosti ohranitve zaposlitve, pri delu morajo čutiti varnost in svobodo pri izražanju predlogov ter pritožb.\nPodjetje bo odgovorno skupnosti v kateri bo poslovalo in biti sposobno poravnati pravičen delež davkov.\nOb upoštevanju teh etičnih pravil si bo podjetje zagotovilo verodostojnost, ki bo pripomogla k čim večji uspešnosti podjetja.\n"], "13": ["4 USTANOVITVENA IN RAZVOJNA VIZIJA", "Vizija je opredeljena kot projekcija: v prihodnost projecirana predstava o mestu na trgu, ki ga hoče podjetnik zasesti s svojimi izdelki, pa tudi predstava o tipu podjetja, ki ga potrebuje za to, da bi prišel tja. Na kratko, vizija se nanaša na to, kam želi podjetnik pripeljati svoje podjetje, vključuje pa tudi mahanizme (organizacijo, tip upravljanja ipd.), ki mu bodo to omogočili (Rebernik 1997,42).\nVizijo vidimo kot izhodišče planiranju ustanovitve in razvoja podjetja. S tega vidika razlikujemo ustanovitveno in razvojno vizijo podjetja (Belak 2002,75).\n"], "14": ["4.1 Ustanovitvena vizija", "Zavedam se da je vizija tista, ki žene podjetje k ustvarjalnosti. Brez vizije je podjetje zgubljeno oziroma Kako boš vedel, da si se izgubil, ko pa ne veš kam greš... Vizija se torej nanaša na to, kam želi podjetnik pripeljati svoje podjetje. Ustanovitvena vizija podjetja Čeveljček d.o.o. temelji predvsem na samozaposlitvi ustanovitelja.\n4.2 Razvojna vizija podjetja\nPodjetje Čeveljček d.o.o. bo storitveno podjetje, ki se bo ukvarjalo s prodajo obutve in nogavic. Razvojna vizija podjetja bo, da bo podjetje Čeveljček d.o.o. v petih letih postalo ekskluzivni prodajalec proizvodov Geox in X-Socks na območju štajerske regije.\n"], "15": ["5 PLANIRANJE RAZVOJA", ""], "16": ["5.1 Politika in interesni potenciali podjetja", "Preden se podjetje odloči za določeno politiko mora proučiti naslednje sklope preučevanj:\n"], "17": ["- proučevanje vrednot udeležencev podjetja", ""], "18": ["- proučevanje podjetja z opredelitvijo njegovih prednosti in slabosti", ""], "19": ["- proučevanje razvoja okolja ter možnosti in nevarnosti za podjetje", "- prognostična obdelava podjetja in njegove politike podjetja (Belak 2002,115).\n"], "20": ["5.1.1 Proučevanje vrednot udeležencev podjetja", "Kralj (1995,117) opredeljuje, da je filozofija podjetja odvisna od nazorov in vrednot tistih, ki v podjetju odločajo. Nazori in vrednote se razvijajo v njih in v odvisnosti od okolja ter pod vplivom ostalih udeležencev. Udeleženci podjetja pa nosijo s seboj svoje nazore in vrednote kot svoj način razmišljanja, ki temelji na njihovih subkulturah.\nZa proučitev vrednot se uporabi Ulrichova shemo za profiliranje vrednot (Belak 2002,116). Upošteva se le enega ključnega udeleženca , ki je hkrati ustanovitelj podjetja, lastnik in direktor.\nV prvi stopnji podjetje ugotavlja obstoječi sistem vrednot, s čimer opredeli svoj odnos do dobička, tveganj, inovativnosti, stila vodenja, ciljev, rasti podjetja in tržnega deleža, do kakovosti in do okolja.\nV drugi stopnji analizira ugotovitve, saj analiziranje vrednot predstavlja izhodiščna spoznanja za oblikovanje politike podjetja, predstavlja pa tudi omejitveni okvir politiki.\n"], "21": ["5.1.2 Proučevanje podjetja z opredelitvijo njegovih prednosti in slabosti", "Prednost je sposobnost ali danost podjetja, ki mu omogoči, da je lahko na določenem področju boljše od drugih. Če so prednosti bistvene in če trajajo dalj časa, lahko postanejo strateške konkurenčne prednosti. To pa pomeni, da druga podjetja potrebujejo dalj časa, da premostijo to razliko. Ta prednosti pa mora biti jasna in sprejeta pri potrošniku (Rozman 1993,140).\nNa območju Štajerske obstaja veliko podjetij, ki se ukvarjajo s prodajo obutve in nogavic. Dejavnost, s katero se bo ukvarjalo podjetje, to je s prodajo Geox obutve in X-Socks nogavic v tej regiji ni razširjena, le kot dodatek druge ponudbe pa lahko v prihodnosti pričakujem, da se bo konkurenca izostrila, zato bo podjetje tudi poslovalo v smeri, da obdrži ta konkurenčni položaj ter zadovolji potrebe še tako zahtevnih kupcev.\nIz analize prednosti in slabosti, ki jih podjetju nudi okolje, je razvidno da bo imelo podjetje predvsem prednosti, med edino slabost podjetja pa sodijo cene Geox obutve in X-Socks nogavic. Geox obutev pri nas še ni tako poznana. Vendar pa lahko v prihodnosti pričakujem, da se bo z informiranjem in osveščanjem kupcev povečalo povpraševanje in bodo dali kupci veliko na boljše ugodje.\n"], "22": ["5.1.3 Proučevanja razvoja okolja ter možnosti in nevarnosti za podjetje", "Z okoljem podjetja razumemo vse dejavnike, ki vplivajo na podjetje in tudi kako podjetje vpliva na okolje. Podjetje se skuša prilagoditi okolju, izkoristiti možnosti, ki mu jih le-to ponuja, bodisi da se izogne nevarnostim. Po drugi strani pa podjetje tudi vpliva na okolje in skuša s tem ustvariti ugodnosti zase in preprečiti negativne vplive (povzeto po Rozman 1993,103).\nOkolje ponuja podjetju možnosti za obstoj in razvoj. Te prihajajo zlasti od potrošnikov. Okolje pa prav tako kaže podjetju nevarnosti, predvsem na področju konkurence.\nPodjetje se zaveda, da se v poslovnem okolju neprestano pojavljajo nove priložnosti in nove ovire. Stalno spremljanje dogajanja v okolju in prilagajanje spremembam v njem sta zato življenjskega pomena za vsako uspešno podjetje.\nZnano je dejstvo, da se okolje čedalje hitreje spreminja, več je v njem tveganja in nevarnosti za podjetja. Obstanejo lahko le tista podjetja, ki temeljijo na neprestanem inoviranju in ki stalno obnavljajo in zvišujejo svoj ustvarjalni potencial. Gre za odprta, dinamična podjetja, ki morajo biti stalno budna in naširoko iskati in zbrati čim več vnaprejšnjih informacij, ki bodo služile pri odločanju (Rebernik 1990,5).\nDružbeno-politično okolje Okolje, kjer bo poslovalo podjetje je družbeno-politično stabilno. Družbeno-politično okolje je naklonjeno ideji ustanovitve bodočega podjetja, saj pripomore k razvoju kraja v katerem bo podjetje opravljalo svojo dejavnost.\nEkonomsko okolje Življenjski standard prebivalstva, ki bodo predstavljali potencialne kupce, se povečuje. Svetovni demografski trendi in študije potreb kažejo, da bodo v naslednjih letih imele višje stopnje rasti prav storitvene panoge, ki ponujajo storitve in izdelke, namenjene zabavi in aktivnemu preživljanju prostega in tudi delovnega časa. Sem spada tudi podjetje Čeveljček d.o.o.\nTrgi Za analizo trga kot dela okolja, ki je še posebej pomembna za podjetja, ki želijo prodajati svoje izdelke, je treba odgovoriti na vprašanja:\n- kako bomo prodajali,\n- komu so naši izdelki namenjeni,\n- kje bomo naše izdelke prodajali,\n- po kakšni ceni bomo prodajali in\n- koliko bomo lahko prodali.\nUgotoviti moram torej možnosti prodaje in cene konkurenčnih proizvodov ter na tej osnovi oblikovati pričakovanja.\nTrg obutve in nogavic je izredno zasičen, vendar pa analize kažejo, da so današnji potrošniki izredno zahtevni in imajo veliko želja, ki bi jim omogočila boljše ugodje. Takšno ugodje in zadovoljstvo pa bodo pridobili ravno v podjetju Čeveljček d.o.o. Glavni prodajni trg podjetja je celotna štajerska regija. Prodajalne bodo locirane v znanih trgovskih centrih Merkator, ker zagotavlja veliko število potencialnih kupcev. Dobavitelj podjetja Čeveljček d.o.o. bo podjetje Eurosport Trade d.o.o., ki ima sedež v Ljubljani in veljajo za dobrega in zanesljivega dobavitelja znanih blagovnih znamk med katerimi so tudi blagovni znamki, ki jih bo prodajalo podjetje in sicer Geox in X-Socks.\nEkološko okolje Poslovanje podjetja ne bo imelo vpliva na ekološko okolje.\nPrognostična obdelava podjetja in njegove politike podjetja\nPodjetje ima nekaj prednosti in le eno slabost. Okolje nudi podjetju potrebne razvojne možnosti, nevarnosti pa niso tolikšne, da jih podjetje ne bi moglo obvladati.\n"], "23": ["5.1.4 Politika podjetja", "Politika podjetja vsebuje poslanstvo podjetja, smotre in temeljne cilje podjetja. Tako opredeljena politika pa izhaja iz vizije.\nPOSLANSTVO PODJETJA\nPoslanstvo podjetja se izraža v zaupani nalogi in vlogi podjetja v odnosu do njegovega okolja. Izhaja vedno iz zaupanja njegovih udeležencev, da bo podjetje zadovoljilo njihove interesne potrebe (Belak 2002,76).\nPodjetje Čeveljček d.o.o. opredeljuje svoje poslanstvo z zadovoljevanjem potreb in želja kupcev, na področju Geox obutve in veliko izbiro nogavic X-Socks na območju celotne štajerske regije.\nSMOTRI PODJETJA\nSmotri podjetja izražajo namen podjetja. Opredeljujejo namembnosti obstoja in razvoja, pa tudi delovanja in obnašanja podjetja. Vsako podjetje ima lahko hkrati več različnih smotrov (Belak 2002,76).\nPodjetje Čeveljček d.o.o. bo usmerjeno k uresničevanju sprotnih stalnih smotrov ter trajnih smotrov zunanjih in notranjih udeležencev podjetja. Sprotni stalni smotri se morajo uresničevati sproti in vodijo k trajnim razvojnim smotrom podjetja in njegovih udeležencev.\nSprotni stalni smotri:\n- Plačilna sposobnost\nTrajni razvojni smotri:\n- Samopotrjevanje lastnika\n- Image podjetja v javnosti\n- Zagotoviti rentabilno delovanje podjetja\nTEMELJNI CILJI PODJETJA\nDoločitev temeljnih ciljev podjetja pomeni odločanje o tem kaj naj bi se doseglo. Temeljni cilji naj ne bodo le vodilo za akcijo, temveč naj tudi spodbujajo nekaj, za kar se je vredno prizadevati, iti naprej ali nekaj postati (Kralj 1995,165).\nCilji podjetja opredeljujejo tiste prihodnje pojave, ki jih moramo dosegati za uresničitev poslanstva in smotrov podjetja, s tem pa tudi zadovoljitev interesov njegovih udeležencev (povzeto po Belak 2002,82).\nTemeljni cilji podjetja:\n- Doseganje stabilnega tržnega položaja z vrhunsko ponudbo\n- Doseganje visokega dobička za bodoča vlaganja\n- Rast podjetja\n"], "24": ["5.2 Razvojne strategije in razvojni potenciali", ""], "25": ["5.2.1 Temeljna strategija", "Temeljna strategija celovitega podjetja opredeljuje globalni odnos podjetja do lastnega okolja z izbiro svojih prihodnjih dejavnosti. Podjetje lahko izbira med:\n- strategijami nadaljnega razvoja in/ali rasti podjetja\n- strategijami normalizacije, stabilizacije ali učvrstitve in\n- strategijami dezinvestiranja, krčenja ali opuščanja določenih dejavnosti (Belak 2002,146).\nPodjetje Čeveljček d.o.o. bo uporabilo strategijo nadaljne rasti in razvoja.\nTemeljna dejavnost podjetja Čeveljček d.o.o. bo prodaja priznanih blagovnih znamk Geox obutvije in X-Socks nogavic. Podjetje bo v prihodnjih petih letih večalo obseg in kakovost svoje dejavnosti. Težilo bo k pospešeni rasti in razvoju. Iskalo in razvijalo bo nova tržišča na prodajnem področju. Iskalo in razvijalo bo tudi potrebe in želja svojih kupcev ter jih skušalo v kar največji meri zadovoljiti. Nadaljno rast in razvoj, bo podjetje dosegalo z novimi trendi in boljšo kakovostjo proizvodov.\n"], "26": ["5.2.2 Splošne strategije", "Kot splošne strategije pojmujemo strategije, ki so za podjetje splošno uporabne ne glede na raven. Uporabne so tako za celovito podjetje, kot za posamezna-poslovna in programsko- tržna področja (Belak 2002,144).\nV podjetju Čeveljček d.o.o. bodo prisotne naslednje splošne strategije:\n- v zvezi s ponudbo: - strategija širjenja ponudbe svojih storitev\n- strategija standardne ponudbe\nPodjetje se bo zavzemalo za strategijo širjenja ponudbe storitev, katero bo prilagajalo potrebam strank. V podjetju se bo spodbujalo ustvarjanje novih potreb z inovativnimi idejami. Ponudbe storitev bodo standardne.\n- v zvezi s konkurenco: - inovativne strategije\nKonkurenco bo podjetje premagovalo z inovativnimi strategijami. Iskalo bo nove ideje, jih razvijalp v smeri »biti boljši kot konkurent«. Na ta način bo podjetje pridobilo konkurenčni položaj.\n- v zvezi z lastnim delovanjem:\nPodjetje bo ustvarilo dobro poslovno povezavo vseh potencialov podjetja, tako zunanjih kot notranjih udeležencev.\n- v zvezi z resursi:\nZa uspešno delovanje v vedno bolj spreminjajočim okoljem ter hitrim tempom delovanja, bo podjetje uporabilo strategijo determinističnega obvladovanja resursov. Opremljenost podjetja bo univerzalna.\n"], "27": ["5.2.3 Programsko-tržna področja in strateške poslovne enote", "Programsko-tržna področja\nGeografski kriterij: Slovenija (Štajerska)\nKriteriji proizvodov: - Geox obutev: športna  elegantna\n- X-Socks nogavice\nKriteriji po spolu: - moški\n- ženske\n- otroci\nPreglednica 5 predstavlja izhodiščno fazo v procesu določanja strateških poslovnih področij po »Inside-out« metodi. Ta metoda temelji na proizvodno usmerjenem segmentiranju strateških poslovnih področij.\nIzhodiščna pozicija storitveno-tržnega položaja podjetja se nadaljuje v povezovanje celovitih poslovnih področij, kar je ponazorjeno s preglednico 6.\nOmejitveni kriteriji: - glede na proizvod\nKriteriji: SPP1: moška, ženska in otroška športna Geox obutev  SPP2: moška in ženska elegantna Geox obutev  SPP3: moške, ženske in otroške X-Socks nogavice\nIz preglednice 6 je razvidno, da sestojijo posamezna homogena poslovna področja iz več storitveno-tržnih kombinacij z mnogimi skupnimi značilnostmi (npr. v skupini odjemalcev in glede na proizvod)\nStrateške poslovne enote\nStrateška poslovna enota je organizacijsko zaokroženo področje podjetja, odgovorno za poslovanje enega ali več strateško- poslovnih področij (Belak 2002,142).\nCelotno podjetje bo ena sama strateško-poslovna enota.\nSPP1 SPP2 SPP3\n"], "28": ["5.2.4 Poslovne strategije", "Poslovne strategije izhajajo iz temeljnih strategij celovitega podjetja, opredeljujejo pa cilje posameznega programsko-tržnega področja in globalne naloge strateških poslovnih enot za dosego teh ciljev. Pri planiranju poslovnih strategij so v središču pozornosti trg in proizvod ali storitev.\nPodjetje ima na posameznem programsko-tržnem področju možnosti izbire in kombiniranja med:\n- strategijo vodilnosti s stroškovno učinkovitostjo\n- strategijo diferenciacije proizvodov in\n- strategijo razvijanja tržne niše ali tržne praznine (Belak 2002,147).\nPodjetje Čeveljček d.o.o. planira za vsa programsko-tržna področja strategijo razvijanja tržne niše.Ta strategija temelji na osredotočenju dejavnosti podjetja na najboljšo zadovoljitev potreb določene skupine odjemalcev in regionalnega trga.\n"], "29": ["5.2.5 Strateški potenciali potrebni za realizacijo strategij", "Strateški potenciali podjetja so izraz spoznanih razvojnih možnosti in strategij podjetja. So torej izraz razmer in konkurenčnega položaja podjetja ter izhajajo iz danega in ustvarjenega položaja podjetja v konkurenčnem okolju. Strateški potenciali dajejo podjetju možnost uresničitve razvojne vizije in politike podjetja. Ne gre zgolj za razvojne možnosti podjetja na prodajnih trgih, pač pa tudi na drugih področjih njegovega delovanja.\nPodjetje Čeveljček d.o.o.ima zunanje in notranje možnosti za razvoj. Zunanje poslovne možnosti so:\n- potenciali ugleda: prednost velikega poznavanja podjetja Čeveljček d.o.o. in s tem dobrega imena podjetja v javnosti bo v priznanih blagovnih znamkah Geox in X-Socks.\n- tržni potenciali: podjetje bo skušalo pridobiti ciljne skupine kupcev z raznolikostjo in kakovostjo proizvodov .\nNotranje poslovne možnosti so:\n- lokacijski potenciali: prednost podjetja, ki bo prispevala k ustvarjanju večje vrednosti, je lokacije prodajnega mesta v trgovskem centru, ki bo omogočal večje število potencialnih kupcev.\n- sinergijski potenciali: prednosti, ki kažejo možnost za ustvarjanje večje vrednosti so na primer: natančno poznavanje kupcev, usposobljeni prodajalci, uveljavljena blagovna znamka, itd.\n"], "30": ["5.3 Strukture", ""], "31": ["5.3.1 Organizacijska struktura", "Organizacijska struktura je organizacijski načrt, s pomočjo katerega se podjetje vodi. Iz organizacijske strukture je razvidna povezanost med zaposlenimi.\nprodajalec prodajalec prodajalec prodajalec prodajalec prodajalec prodajalec prodajalec  1 2 1 2 1 2 1 2\nPodjetje Čeveljček d.o.o. bo imelo funkcijsko organizacijsko zgradbo, kot je razvidno iz slike 1. Podjetje bo vodil in zastopal direktor. Storitve vodenja poslovnih stroškov bodo prepuščene za to organizirani službi. Prodajalne bodo organizirane kot poslovne enote s po dvema prodajalcema.\n"], "32": ["5.3.2 Kadrovska struktura", "Za uspešno in kakovostno delo je potrebno sestaviti pravilno kadrovsko strukturo. V letih 2007, 2008 in 2009 bo podjetje načrtovalo širitev podjetja še na druge lokacije na območju Štajerske, zato se bo temu primerno povečalo tudi število zaposlenih.\n"], "33": ["5.3.2 Tehnično-tehnološka struktura", "Tehnično-tehnološka struktura podjetja Čeveljček d.o.o. bo naslednja:\n"], "34": ["6 VREDNOTENJE RAZVOJNE USPEŠNOSTI PODJETJA ZA OBDOBJE  OD 2005 DO 2009", ""], "35": ["6.1 Planiranje vrednostnih izidov poslovanja podjetja", ""], "36": ["6.1.1 Plan prodaje v letih od 2005 do 2009", "Podjetje Čeveljček d.o.o. načrtuje prodajo blagovnih znamk Geox in X-Socks za obdobje od leta 2005 do leta 2009 za štiri prodajalne, in sicer v Celju, Mariboru, Slovenj Gradcu in na Ptuju. Prodajalna v Celju bo začela poslovati 01.10.2005, v Mariboru 01.10.2007, v Slovenj Gradcu 01.10.2008 in prodajalna na Ptuju 01.10.2009. Količina prodanega blaga se bo letno povečevala za 25 odstotkov od prvotno prodane količine v letu 2005. Zaradi enostavnejšega prikaza so vse prodajne cene izražene povprečno. Zaradi komisijske prodaje so zaloge last dobavitelja, zatorej podjetje nima zalog. Plan prodaje je prikazan v preglednici 9 in preglednici 10.\n"], "37": ["6.1.2 Plan nabave v letih od 2005 do 2009", "Enako kot za plan prodaje, podjetje planira nabavo blaga za obdobje od leta 2005 do leta 2009 za štiri prodajalne, ki bodo locirane v štajerski regiji. Nabavne količine so enake prodanim količinam. Nabavne cene so prav tako za vso blago izražene povprečno in predstavljajo 80 % vrednosti povprečne prodajne cene. Podjetje Čeveljček d.o.o. je ekskluzivni odjemalec blagovnih znamk Geox in X-Socks pri podjetju Eurosport Trade d.o.o. na področju Štajerske in vsako leto pri njem nabavlja večje količine blaga. Plan nabave je prikazan v preglednici 11 in preglednici 12.\n"], "38": ["6.1.3 Plan stroškov v letih od 2005 do 2009", ""], "39": ["PLAN STROŠKOV V LETIH OD 2005 DO 2009", "Stroški plač naraščajo v skladu s številom zaposlenih. Plače zaposelnih se v letih 2007, 2008 in 2009 vsako leto povečajo za 1%. Med druge stroške podjetja štejemo najemnino, elektriko, vodo, odvoz smeti, storitve poslovnih stroškov,... so za vsako prodajalno planirani v višini 300.000 SIT mesečno. Amortizacija je enakomerna in je za opremo 20 %, torej 100.000 SIT mesečno za vsako prodajalno.\n"], "40": ["6.1.4 Planirana bilanca uspeha za obdobje od leta 2005 do 2009", "PLANIRANA BILANCA USPEHA ZA OBDOBJE OD 2005 DO 2009\n"], "41": ["6.1.5 Ustanovitvena in predračunske bilance stanja v letih od 2005 do 2009", "USTANOVITVENA BILANCA STANJA NA DAN 01.10.2005\nPREDRAČUNSKA BILANCA STANJA NA DAN 31.12.2005\nAmortizacija je enakomerna. Amortizacija 20 % za opremo\nDenarna sredstva = GS - terjatve\n90 % vse prodaje se plača z gotovino, 10 % pa na kartico (terjatve) Terjatve = prodaja : 30 dni\nObveznost do dobaviteljev = stroški nabave : 8 8 = 360dni : 45 dni\nObveznost do delavcev = stroški plač : 12 mesecev\nDruge obveznosti = ((prihodki z davkom – prihodki brez davka) + (stroški blaga z davkom – stroški blaga brez davka)) : 12\nPrihodki z davkom = prihodki od prodaje : 0,8333 Stroški blaga z davkom = stroški blaga : 0,8333\nPREDRAČUNSKA BILANCA STANJA NA DAN 31.12.2006\nIzguba iz leta 2005 se poravna z doseženim dobičkom v letu 2006.\nPREDRAČUNSKA BILANCA STANJA NA DAN 31.12.2007\nPREDRAČUNSKA BILANCA STANJA NA DAN 31.12.2008\nPREDRAČUNSKA BILANCA STANJA NA DAN 31.12.2009\n"], "42": ["6.2 Ekonomska presoja razvojnih učinkov na uspešnost podjetja", ""], "43": ["6.2.1 Statični kazalci uspešnosti", "Ekonomičnost (gospodarnost). Ekonomičnost se izraža kot razmerje med prihodki in odhodki. Podjetje je poslovno uspešnejše, če je vrednost tega kazalnika večja od ena. Podjetje Čeveljček d.o.o. ima leto 2005 kazalnik manjši od od 1, ker izkazuje izgubo, vsa druga leta pa je kazalnik večji od 1, kar pomeni, da posluje uspešno.\nDonosnost prihodka Pove, za koliko % so prihodki višji od čistega dobička v istem letu. Donosnost prihodka za leto 2005 ne moremo izračunati, ker podjetje izkazuje izgubo, vsa druga leta pa donosnost prihodka narašča.\nDonosnost kapitala Pove, za koliko % je kapital s katerim razpolaga podjetje višji od čistega dobička v istem letu. Donosnost kapitala za leto 2005 ne moremo izračunat, ker podjetje izkazuje izgubo. Donosnost kapitala raste, ker se je podjetje odločilo za prenašanje dobička.\nTekoče likvidnosti. Kazalnik je vsa leta višji od 1, kar pomeni, da je podjetje sposobno pokriti svoje obveznosti.\nDobiček / zaposlene. Ta kazalnik nam pove, koliko čistega dobička je bilo doseženega na zaposlenega.\n"], "44": ["6.2.2 Denarni izid", "LV= 14.400.000 Diskontiran denarni tok = neto denarni tok x diskontni faktor Neto sedanja vrednost= ∑diskontiranega denarnega toka – začetni denar + likvidacijska vrednost leta 2009\nIz izračunanih neto sedanjih vrednosti je razvidno, da se še vedno splača vložiti denar v podjetje, kot pa ga vložiti denar v banko, saj so vsi izračuni večji od nič.\n"], "45": ["7 PROGRAMIRANJE RAZVOJA IN URESNIČITVENI PROJEKTI", ""], "46": ["7.1 Uresničitveni projekti ustanovitve podjetja", "Pred ustanovitvijo podjetja je potrebno:\n- skleniti družbeno pogodbo v obliki notarskega zapisa (navedba imena in prebivališča ustanovitelja; firma, sedež in dejavnost družbe; navedba zneska osnovnega kapitala);\n- skleniti pogodbo z banko o vodenju transakcijskega računa;\n- vplačati osnovni kapital družbe;\n- izdelati žig;\n- obvestiti Agencijo RS za javnopravne evidence in storitve o dejavnosti, ki jo bo opravljala družba;\n- objaviti ustanovitev družbe v Uradnem listu RS.\n"], "47": ["7.2 Programiranje in uresničevanje razvoja", "Program razvoja podjetja Čeveljček d.o.o. je zaključna faza v procesu planiranja njegovega razvoja. Pri programiranju razvoja izhajamo iz izbranih strategij podjetja in predvidene razpoložljivosti za njihovo uresničitev potrebnih potencialov.\nČasovna premica\nUstanovitev Pričetek poslovanja 01.10.2008\n0 2005 2006 2007 2008 2009\nPodjetje Čeveljček d.o.o. bo ustanovljeno 01.06.2005 z namenom samozaposlitve.\nV času od ustanovitve do pričetka poslovanja je potrebno:\n- razpisati dve prosti delovni mesti, poklic trgovec za prodajalno v Celju;\n- opraviti razgovore in\n- izbrati najboljša kandidata;\n- skleniti najemno pogodbo za prodajalno v Celju;\n- kupiti opremo za prodajalno in ostalo opremo;\n- naročiti proizvode, ki so potrebni za nemoten potek izvajanja storitev;\n- ter vzporedno izvesti reklamne dejavnosti, saj je potrebno ciljne skupine obvestiti o obstoju podjetja.\nProgram razvoja podjetja Čeveljček d.o.o. od leta 2005 do leta 2009 bo naslednji: 01.10.2005 : pričetek poslovanja podjetja Čeveljček d.o.o. Leto 2005: razširitev obsega obeh proizvodov Geox obutve in X-Socks nogavic ter izboljšanje kakovosti le teh. Leto 2006: razširitev obsega obeh proizvodov Geox obutve in X-Socks nogavic ter izboljšanje kakovosti le teh. Leto 2007: - razširitev obsega obeh proizvodov Geox obutve in X-Socks nogavic ter izboljšanje kakovosti le teh\n- razširitev podjetja na novo loakcijo v Mariboru 01.10.2007.\nLeto 2008: - razširitev obsega obeh proizvodov Geox obutve in X-Socks nogavic ter izboljšanje kakovosti le teh\n- razširitev podjetja na novo lokacijo v Slovenj Gradcu 01.10.2008. Leto 2009: - razširitev obsega obeh proizvodov Geox obutve in X-Socks nogavic ter izboljšanje kakovosti le teh\n- razširitev podjetja na novo lokacijo na Ptuju 01.10.2009.\nVsa leta so potrebna tudi vlaganja v marketing.\nZa nadaljno rast in razvoj podjetje Čeveljček d.o.o. načrtuje v letu 2007, 2008 in v letu 2009 razširitev mreže prodajaln v druge večje kraje v štajerski regiji ter razširitev obsega obeh programov Geox in X-Socks ter stremiti tudi k boljši kakovosti le teh. Iskati in razvijati bo potrebno želje kupcev ter jih skušalo v največji meri zadovoljiti. Podjetje bo skušalo vzdrževati stik s stalnimi strankami ter si pridobiti nove. Za obstoj in rast, je za podjetje zelo pomemben tudi dobavitelj z najboljšo kakovostjo teh blagovnih znamk in ugodnimi pogoji poslovanja. Podjetje bo intenzivno spremljajo novosti na področju obutve in to vključevalo v program podjetja.\n"], "48": ["8 SKLEP", "V diplomski nalogi sem naredila plan razvoja podjetja na ravni politike podjetja in na ravni strateškega managementa ter ga tudi realizirala. Podjetje bo težilo k pospešeni rasti in razvoju ter širilo poslovanje na nova tržišča, saj vidi v tem poslovno priložnost.\nPodjetje Čeveljček d.o.o. je izdelalo plan razvoja podjetja kot smernico za delovanje podjetja. Glavne ugotovitve so:\n- planirana politika podjetja se uresničuje s strategijami na ravni strateškega managementa,\n- za uresničitev planirane politike, podjetje uporabi strategijo nadaljne rasti in razvoja, torej strategijo, ki je usmerjena v osvajanje novih tržišč ter večanju obsega in kakovosti svoje dejavnosti,\n- za strateški management so zelo pomembne poslovne strategije, ki usmerjajo poslovanje podjetja na ravni njegovih programsko-tržnih področij,\n- podjetje tako planira za vsa programsko-tržna področja strategijo razvijanja tržne niše, ki temelji na osredotočenju dejavnosti podjetja na najboljšo zadovoljitev potreb določene skupine odjemalcev in regionalnega trga,\n- s programom uresničitve izbranih strategij se sproži proces uresničevanja strategij na nivoju izvedbenega managementa.\nO planiranem razvoju podjetja morajo biti seznanjeni tako notranji kot tudi zunanji udeleženci. Poskrbeti je potrebno za dobro obveščenost o delovanju proučevanega podjetja. Iz navedenih ugotovitev je razvidno, da je uspešnost podjetja zelo odvisna od planiranja razvoja podjetja.\n"], "abstract": ["V današnjem času se veliko ljudi sooča s problemi potenja nog. Ravno težnja, ki bo ljudem omogočala, da bo noga v obutvi dihala in jo ohranjala suho, hkrati pa bo zaščitena pred raznimi bolečinami, mi je dala idejo o ustanovitvi podjetja, ki se bo ukvarjalo s prodajo blagovnih znamk Geox in X-Socks. V diplomski nalogi sem predstavila planiranje razvoja podjetja na ravni politike podjetja in na ravni strateškega managementa. Z opredelitvijo predustanovitvenih raziskav je podjetje oblikovalo ustanovitveno in razvojno vizijo. Ustanovitvena vizija temelji predvsem na samozaposlitvi, razvojna vizija podjetje pa je, da želi v petih letih postati ekskluzivni prodajalec proizvodov Geox in X-Socks na območju Štajerske regije. Preučiti je bilo potrebno vrednote udeležencev podjetja, prednosti in slabosti ter priložnosti in nevarnosti. Iz analize prednosti in slabosti je razvidno, da bo imelo podjetje predvsem prednosti, med edino slabost pa sodijo cene obeh proizvodov. Med nevarnost, ki lahko preti podjetju v prihodnosti je vstop novega dobavitelja, ki bi oskrboval druge prodajalne z enakimi proizvodi po nižjih cenah. Na to nevarnost podjetje ne more vplivati, niti se ji izogniti. Dandanes nas na tržišču spremlja čedalje bolj burno okolje polno sprememb. Zasnova podjetja, ki omogoča sprejemanje sprememb – izzivov iz okolja, pa ni samo sprejemanje izzivov in prilagajanje na njih, temveč tudi iskanje novih priložnosti in jih izkoriščati. Takšno proučevanje podjetja je pripeljalo do politike bodočega podjetja, ki zajema poslanstvo, smotre in temeljne cilje. Da bi podjetje v čim večji meri zadovoljilo potrebe kupcev in osvojilo celotno Štajersko regijo, načrtuje poleg prodajalne v Celju, razširitev podjetja še na druge lokacije v Mariboru, Slovenj Gradcu in na Ptuju. Iz planiranih vrednostnih izidov poslovanja podjetja je razvidno, da bo imelo podjetje v prvem letu minimalno izgubo, ostala leta pa dosegalo visoke dobičke, ki jih bo prenašalo v naslednje leto. Po preteku petih let bo podjetje z ustvarjenim dobičkom odkupilo najete prodajalne."]}