{"1": ["1 UVOD", "Da kmetija dandanes preživi oziroma izboljša konkurenčnost v svojem okolju, ni dovolj, da deluje po načelu pridelava – prodaja, ampak je potrebno razmišljati v smeri pridelava – predelava – prodaja. Pojavlja se trend multifunkionalnosti kmetijstva, kar pomeni, da se kmetija poleg primarne panoge ukvarja še z dodatno oziroma dopolnilno dejavnostjo. Le – ta je velikokrat tesno povezana s primarno panogo in izkorišča njene dobrine ter jo na nek način oplemeniti in ponudi na trg. Primer je prašičerejska kmetija, ki v primarni panogi “vzame” prašiča in ga preko dopolnilne dejavnosti (predelava mesa) ponudi na trg kot izdelek (klobasa, zaseka ...). Rezultat je dodatni prihodek, ki ob uspešnem gospodarjenju izboljša socialno varnost ter položaj družine, kmetija pa pridobi tržne poti, ki so bile pred investicijo v dopolnilno dejavnost za kmetijo zaprte. Tudi turistične kapacitete predstavljajo dopolnilno dejavnost in so zanimive za gosta, saj mu poleg osnovne dejavnosti (nočitev) ponudijo izdelke kmetije, hkrati pa zaobjamejo kmetijo in njene dejavnosti v celoto in nudijo gostu oziroma obiskovalcu edinstveno izkušnjo.\nRazvoj in investicije na kmetiji predstavljajo enega ključnih faktorjev za doseganje konkurenčne prednosti na trgu. K temu nedvomno spada pravilno vrednotenje in ocenjevanje ter s tem sposobnost izbire tistih investicijskih projektov, ki kažejo največji potencial (DAES).\nK razvoju in samim investicijam v kmetijstvu nedvomno spada pravilno vrednotenje in ocenjevanje ter s tem sposobnost izbire tistih investicijskih projektov, ki kažejo največji potencial in so kot taki za vlagatelja oz. nosilca odločanja na kmetiji seveda prioritetni (Erjavec 1995).\n"], "2": ["1.1 Namen in cilji", "Prednost manjših kmetij je, da se lažje prilagodijo razmeram oziroma spremembam na trgu. Hkrati pa jim ta majhnost povzroča nemalo težav pri konkurenčnosti večjim kmetijam oziroma podjetjem onemogoča vstop na trg, saj je njihova ponudba, kljub temu da je velikokrat kvalitetnejša, bistveno premajhna. In prav zaradi te majhnosti se kmetija mora vesti preudarno in predvsem gospodarno, še posebej ko gre za večjo investicijo. Velikokrat je prav večja investicija tista, ki čez čas ponudi dodano vrednost ali pa pomeni breme za kmetijo.\nKmetija z dopolnilno dejavnostjo postane majhno podjetje, kmet pa podjetnik. Že sam naziv podjetnik zahteva precejšnjo mero odgovornosti in preračunljivosti ob vsaki večji investiciji. Prav ta preračunljivost je namen diplomske naloge, saj želimo ustvariti model, ki bi služil kot ocena investiciji v predelavo mesa in turistične kapacitete na prašičerejski kmetiji. Naloga bo zajemala model, izdelan v elektronski preglednici, ki bo služil ocenjevanju parametrov investicije. Osnova nam bo ocena neto sedanje vrednosti.\n"], "3": ["1.2 Delovne hipoteze", "Za lažjo oceno oziroma razlago parametrov, ki jih bomo na koncu izračunali, smo postavili naslednjo hipotezo:\nHipoteza: predpostavljamo, da bomo po končni oceni izračunanih parametrov potrdili investicijo v predelavo mesa in turistične kapacitete za upravičeno.\n"], "4": ["2 PREGLED OBJAV", "Da sta kulinarika in turizem tesno povezana, navaja tudi Lebe, ki pravi: turizem na vasi je namenjen izletnikom in turistom, ki prihajajo na podeželje z željo po uživanju lokalno pridelane hrane ter doživljanju kulturne tradicije podeželja.\nZakon o kmetijstvu (ZKMe-1) v svojem 99. členu podrobneje opredeli oziroma opiše pogoje za opravljanje dopolnilne dejavnosti na kmetiji. Prvi odstavek tega člena se glasi: Dopolnilna dejavnost na kmetiji je s kmetijstvom oziroma gozdarstvom povezana dejavnost, ki omogoča kmetiji boljšo rabo njenih proizvodnih zmogljivosti ter delovne sile članov kmetije in zaposlenih na kmetiji.\nČe strogo sledimo temu odstavku v zakonu, ugotovimo, da je za opravljanje dopolnilne dejavnosti primerna večina kmetij, saj pravilna izbira dopolnilne dejavnosti skoraj zagotovo izboljša rabo proizvodnih zmogljivosti kmetije. Finančni del oziroma nezmožnost kmetije, da bi financirala investicijo v predelavo, je največkrat tisto, kar povzroči, da se kmetija ne razvija, ampak stagnira in je čez leta težko opora sama sebi.\nV prid predelave mesa na kmetiji in seveda njeni prodaji govori trend, ki se pojavlja v zadnjih letih. Ta ozavešča in opozarja potrošnike, da uživajo lokalno pridelano hrano ter proizvode. Le–ta predstavlja hrano iz domačega okolja, hkrati pa pomaga lokalnemu kmetu, saj proizvod, kupljen na kmetiji, nima dolge verige posrednikov, kjer vsak zahteva svoj delež. Prodaja na domu oziroma vzpostavitev t.i. “kratkih verig” med pridelovalcem in potrošnikom pa pozitivno vpliva na domačo pridelavo, znižuje ceno, posledično pa zvišuje potrošnjo. \nDopolnilne dejavnosti na kmetiji so urejene z različnimi predpisi. Krovna predpisa sta zakon o kmetijstvu in Uredba o vrsti, obsegu in pogojih za opravljanje dopolnilne dejavnosti. V omenjeni uredbi so naštete vse vrste dopolnilne dejavnosti ter določene omejitve. Za posamezne dejavnosti, kot tudi obveznosti, pa veljajo tudi posamezni področni predpisi.\nOmenjena predpisa sta pod okriljem Ministrstva za kmetijstvo in okolje (še pred kratkim Ministrstvo za kmetijstvo, gozdarstvo in prehrano), bolj podrobno pa pogoje zakola in predelavo mesa ureja Veterinarska uprava Republike Slovenije.\nPo podatkih Stat-a (Statistični urad Republike Slovenije) se je leta 2010 12.517 kmetij ukvarjalo z dopolnilno dejavnostjo, 7658 v vzhodnem delu in 4859 v zahodnem delu Slovenije. Med teh 12.517 kmetij z dopolnilno dejavnostjo spada 155 kmetij z dopolnilno dejavnostjo predelave mesa. Od teh jih je 106 v vzhodnem delu in 49 v zahodnem delu države.\nVseh kmetij, ki so se leta 2010 ukvarjale s turizmom na kmetijskem gospodarstvu je bilo 642, od tega 375 v vzhodni polovici, ostalih 267 pa v zahodni polovici Slovenije. \n"], "5": ["2.1 Predelava mesa", "Nekateri menijo, da je beseda salama grškega izvora, ker so takšne mesnine izdelovali v grškem mestu Salamis na vzhodni obali Cipra. Drugi pa sodijo, da je koren besede salama v latinski besedi sal (salis), ki pomeni sol. Salama je naziv za mesnine iz mletega mesa, polnjenega v ovitke z večjim premerom. Salame merijo v premeru več kot 5 cm. Sušimo in zorimo jih v naravnem okolju in pri nizkih temperaturah ali pa v klimatiziranih sušilnicah. Tradicija v izdelovanju salam je sorazmerno kratka (po letu 1960). Mesnine so najvišja stopnja ovrednotenja prašičjega mesa. Vrsta kakovostnih izdelkov je butične proizvodnje, temu primerno se bo razvijal tudi njihov tržni delež. Z inovativnostjo in posodabljanjem proizvodnje bomo izkoristili še vrsto idej in proizvajali tržno zanimive izdelke višjega cenovnega razreda (Renčelj 2008).\nPodrobnejše pogoje za opravljanje dejavnosti predelave mesa na kmetiji ureja pravilnik o pogojih za proizvodnjo in predelavo živil živalskega izvora na kmetiji za neposredno prodajo končnemu potrošniku. Ta pravilnik določa veterinarske, zdravstvene in tehnične pogoje za proizvodnjo ter prodajo živil živalskega izvora, ki se proizvajajo in predelujejo v skladu s tem pravilnikom za neposredno prodajo končnemu potrošniku. V okviru dopolnilne dejavnosti na kmetiji so dovoljene naslednje dejavnosti:\n- razkosavanje in prodaja svežega mesa,\n- izdelava in prodaja mesnih izdelkov iz mesa,\n- obdelava, predelava in prodaja mleka ter mlečnih izdelkov,\n- prodaja svežih sladkovodnih rib ter predelava in prodaja predelanih sladkovodnih  rib,\n- zakol kuncev in prodaja mesa kuncev,\n- zakol perutnine in prodaja mesa perutnine,\n- zbiranje in prodaja svežih jajc,\n- pridelava in prodaja medu. \nV tem pravilniku so prav tako predstavljene izjeme, ki veljajo za kmetije z nazivom turistične kmetije. Gre predvsem za določena dovoljenja, ki zajemajo pripravo hrane gostom in hrana ni namenjena nadaljnji prodaji.\nV okviru dopolnilne dejavnosti pa lahko kmetija oziroma nosilec dejavnosti na kmetiji opravlja storitve za druge kmetije:\n- razkosavanje svežega mesa,\n- izdelava mesnih izdelkov iz mesa,\n- obdelava in predelava mleka in mlečnih izdelkov,\n- predelava sladkovodnih rib,\n- sortiranje jajc,\n- točenje medu.\n"], "6": ["3 METODE DELA", "Uspešnost investicij se večinoma ugotavlja z dinamičnimi metodami ocenjevanja investicij, katerih večina temelji na neto sedanji vrednosti NSV (Pažek, Rozman 2007). S pomočjo programa Microsoft Excel 2011 smo razvili model, ki nam za končni izračun ponudi vrednost neto sedanje vrednosti. Pri tem model ne zahteva končnih vrednosti parametrov, ki jih obravnava enačba NSV, ampak jih izračunava sam na podlagi osnovnih vnesenih podatkov. V ta namen je v modelu več podmodelov. Le-ti nam služijo za ključno podporo končnemu modelu, predstavljajo pa nam izračune za lastno ceno prašiča, lastno ceno treh proizvodov (domača suha salama, zaseka, meso iz tunke), obravnavajo finančni rezultat nastanitvenih objektov oziroma apartmajev in nam določijo višino investicije.\nZ drugimi besedami, model sledi zahtevam enačbe NSV in parametre tudi sam izračunava. Na ta način se izognemo subjektivnemu določanju parametrov, model zajema večje število vhodnih podatkov, končni rezultat pa se tako čim bolj približa realni oceni. Prav tako dobimo boljši pregled nad finančnimi podatki kmetije. Na ta način nam model ponudi neke vrste revizijo kmetije. Posledično lahko optimiziramo proizvodnjo ne le na nivoju predelave, ampak tudi na nivoju pridelave, saj so dejansko vsi parametri postavljeni drug ob drugem in nam nudijo pregled nad vsemi podatki.\n"], "7": ["3.1 Parametri, ocenjeni z modelom", "V modelu so uporabljeni naslednji parametri oziroma indikatorji:\nneto sedanja vrednost je definirana kot:\nNSV = - I + LDT / (1 + r)t ,\nkjer je:\nI - višina investicije\nLDT - letni denarni tok\nr - povprečna letna obrestna mera\nt - časovna komponenta (število let);\ninterna stopnja donosnosti je rešitev enačbe za r:\nISD = -I + LDT / (1+r)t = 0,\nkjer je:\nI - višina investicije\nLDT - letni denarni tok\nr - interna stopnja donosnosti\nt - časovna komponenta (število let); \nletni denarni tok je definiran kot:\nLDT = SP – SS,\nkjer je:\nSP - skupni prihodek\nSS - skupni stroški;\nskupni prihodek, ki je izračunan kot produkt med količino pridelka in prodajno ceno pridelka;\nSP = KP x CP\nkjer je:\nSP - skupni prihodek (€)\nKP - količina pridelka (kg, l)\nCP - prodajna cena pridelka (€ / kg, € / l);\nfinančni rezultat, ki predstavlja razliko med skupnimi prihodki proizvodnje in skupnimi stroški proizvodnje:\nFR = SP – SS,\nkjer je:\nFR - finančni rezultat proizvodnje (€)\nSP - skupni prihodki proizvodnje (€)\nSS - skupni stroški proizvodnje (€); \nlastna cena, ki nam pove višino stroškov, potrebnih za proizvodnjo enote proizvoda. Izračunana je kot kvocient med skupnimi stroški in količino pridelka:\nLC = SS / KP,\nkjer je:\nLC - lastna cena proizvoda (€ / kg, € / l)\nSS - skupni stroški proizvodnje (€)\nKP - količina pridelka (kg, l).\n"], "8": ["3.2 Razvoj modela", "Model za ocenjevanje investicije v predelavo mesa in turistične kapacitete na prašičerejski kmetiji je zasnovan iz več podmodelov. Za ta način smo se odločili, ker tako končni model predstavlja večjo preglednost, hkrati pa je vsak segment, ki ga model zajema, ločen.\nSlika 1 prikazuje model s pripadajočimi podmodeli in povezave med njimi. Kmetija pred investicijo razen celotne živali nima nobenega proizvoda za prodajo potrošniku. Prav tako nima nobenih nastanitvenih kapacitet. Investicija omogoči, da se preko nje iz primarne dejavnosti kmetije (prašičereja) ustvari nov izdelek (domača suha salama, zaseka, meso iz tunke), ki je kot tak dostopen širšemu krogu potrošnikov. Hkrati pa pridobimo nastanitvene kapacitete v obliki apartmajev. S pomočjo vseh podmodelov pa na koncu izračunamo potrebno neto sedanjo vrednost (NSV), ki je v našem primeru glavni pokazatelj, če je investicije upravičena ali ne. Hkrati je z neto sedanjo vrednostjo tesno povezana interna stopnja donosnosti (ISD), ki nam izračuna maksimalno obrestno mero, do katere je investicija še pozitivna oziroma upravičena.\n"], "9": ["3.2.1 Živali", "Za izračun lastne cene za kilogram živali smo razvili poseben model oziroma podmodel, saj sestavlja celoten končni model. V tem podmodelu je vključena kalkulacija za živali, ki omogoča izračun stroškov krme, delovne ure, stroške najete delovne sile ... Kalkulacija nam da končni izračun lastne cene za kilogram živali. Lastna cena živali se kasneje uporablja pri izračunu oziroma določitvi lastne cene proizvodov, ki jih imamo vključene v modelu (domača suha salama, zaseka, meso iz tunke). Lastna cena živali, v našem primeru prašiča, znaša 1,65 € / kg. \n"], "10": ["3.2.2 Podmodel izdelki", "V modelu imamo kalkulacijo za tri izdelke oziroma proizvode – domača suha salama, zaseka, meso iz tunke. Ker so podmodeli praktično enaki, jih bomo v tem poglavju obravnavali skupaj. Glavni namen je izračun lastne cene za vse tri izdelke. Kalkulacija zajema strošek embalaže, mletja in ročnega dela. Strošek sestavin je odvisen od recerpture za posamezni izdelek. Ker je praksa takšna, da se na deklaracijah izdelkov delež posamezne sestavine izraža v odstotkih, smo pri razvoju podmodela to upoštevali tudi mi. Tako le-ta od nas zahteva, da delež posamezne sestavine vnesemo v odstotkih. \nIzračun je pokazal, da je lastna cena domače suhe salame 1,33 € / kos, njena neto teža je 0,5 kg, prodajno ceno pa smo ocenili na 7,00 € / kos. Lastna cena zaseke znaša 1,34 € / kos, neto teža je 0,5 kg, prodajna cena pa je 3,00 € / kos. Meso iz tunke ima lastno ceno 2,42 € / kos (kg), neto teža je 1 kg, prodajali pa jo bomo za 7,00 € / kos (kg).\n"], "11": ["3.2.3 Turistične kapacitete", "Pri turističnih kapacitetah nam je bil najpomembnejši finančni rezultat. Ta znaša 4.250,00 €. Na strani prihodkov je vrednost določena s produktom med ceno nočitve, ki znaša 40,00 €, in številom nočitev, ki smo jih ocenili na 250. Prihodek je tako 10.000 €. Stroške smo razdelili v več skupin in so predstavljeni v preglednici 1. Skupni stroški znašajo 5.750,00 €. Delež elektrike je nadpovrečno visok, ker predvidevamo ogrevanje s klimatskimi napravami in toplotno črpalko.\n"], "12": ["4 REZULTATI Z RAZPRAVO", "Glavni pokazatelj upravičenosti investicije je bila metoda neto sedanje vrednosti (NSV) in interna stopnja donosnosti (ISD). Za izračune smo uporabljali spodaj ter v preglednici 2 predstavljene parametre:\n- 30 prašičev namenimo za zakol oziroma za potrebe predelave mesa\n- 275 prašičev prodamo,\n- povprečna teža živali je 90 kg,\n- povprečna prodajna cena prašiča je 1,80 € / kg\n- lastna cena prašiča znaša 1,65 € / kg,\n- število nočitev 250 na leto,\n- cena nočitve je 40 €,\n- finančni rezultat iz naslova nastanitev je 4.250,00 €,\n- letni denarni tok je 23161,90 €,\n- 10 let povratka investicije,\n- povprečno letno obrestno mero smo izračunali za naslednje vrednosti: 6 %, 8 %, 10  %, 12 %,\n- ocena investicije je 135.051,06 €, \n*Predstavljena količina izdelkov pomeni količino proizvoda na mesec; predpostavljamo 100 % prodajo.\n"], "13": ["4.1 Vhodni podatki", "Ocena investicije je seštevek investicije v predelovalne prostore ter v nastanitvene oziroma turistične kapacitete. Celotna vrednost naložbe tako znaša 135.051,06 €. Podrobnejši pregled stroškov, ki sestavljajo celotno vrednost naložbe, prikazujeta preglednici 3 in 4.\nZanimala nas je tudi neto sedanja vrednost pri različnih tržnih cenah, kar pomeni, da smo vse naše tržne oziroma prodajne cene povišali za 20 % in za 10 %. Prav tako smo izračunali neto sedanjo vrednost, če bi prodajne cene znižali za 20 % in 10 %. Obdobje povratka investicije je tudi v teh primerih 10 let, letna obrestna mera pa znaša 6 %, 8 %, 10 % in 12 %.\nPreglednica 5 prikazuje neto sedanjo vrednost pri različnih obrestnih merah in pri različnih podražitvah oziroma pocenitvah prodajnih cen. Vrednost 0 predstavlja sedanjo ali »normalno« tržno ceno. Ob tem ugotavljamo, da je sedanja tržna cena za potrošnika sprejemljiva ter nam hkrati, do 11,24 % letne obrestne mere, nudi pozitivno neto sedanjo vrednost.\n"], "14": ["4.2 Neto sedanja vrednost (NSV)", "Pravilo za odločitev o naložbi na osnovi NSV je, da naložbo sprejmemo, če je NSV večja od 0 in jo zavrnemo, če je NSV manjša od 0. Če je NSV enaka nič, smo pri odločitvi ravnodušni. Med več alternativnimi investicijskimi možnostmi pa izberemo tisto, ki ima najvišjo pozitivno NSV. Naložba je namreč sprejemljiva le tedaj, ko ni druge alternativne naložbe, ki bi pri enakih investicijskih stroških dajala višjo vrednost donosov (Čebokli 2011).\nNeto sedanjo vrednost smo izračunali pri različnih stopnjah letne obrestne mere. Obdobje povratka investicije znaša 10 let. Dobljeni rezultati so prikazani v spodnjih tabelah. \nIz preglednice 6 je razvidno, da je neto sedanja vrednost pri 6 % letni obrestni meri prvič pozitivna od osmega leta naprej, ko je njegova vrednost 8.779,56 €. \nIz preglednice 7 je razvidno, da je neto sedanja vrednost pri 8 % letni obrestni meri prvič pozitivna od devetega leta naprej, ko je njegova vrednost 9.638,73 €.\nIz preglednice 8 je razvidno, da je neto sedanja vrednost pri 10 % letni obrestni meri prvič pozitivna od desetega leta naprej, ko je njegova vrednost 7.268,78 €.\nKot je razvidno iz preglednice 9 neto sedanja vrednost v desetih letih ne doseže pozitivne vrednosti. Na podlagi tega lahko trdimo, da investicija pri 12 % letni obrestni meri ni upravičena. \nPripadajoči koncept NSV je interna stopnja donosnosti (ISD), ki ne postreže z nominalnimi vrednostmi, temveč z % obresti. Ta pomembni koncept znotraj finančne analize tako prikazuje maksimalne obresti, na podlagi katerih je finančno smotrno izvesti določeno naložbo v kmetijstvu (Turk 2001).\nIz preglednic 8 in 9 je razvidno, da je maksimalna obrestna mera, pri kateri je investicija še upravičena, nekje med 10 % in 12 %. Interna stopnja donosnosti pri naših predpostavkah znaša 11,24 %.\n"], "15": ["5 SKLEP", "Cilj diplomskega dela je bil ugotoviti ekonomsko upravičenost v investicijo predelave mesa in turistične kapacitete na prašičerejski kmetiji. Delovna hipoteza, ki smo jo postavili na začetku, se je tako glasila: predpostavljamo, da bomo po končni oceni izračunanih parametrov potrdili investicijo v predelavo mesa in turistične kapacitete za upravičeno.\nS pomočjo programa Microsoft Excel 2011 smo izdelali model, ki nam iz danih vhodnih podatkov izračuna neto sedanjo vrednost, ki nam služi kot osnova za odločitev za investicijo v predelavo mesa in turistične kapacitete na prašičerejski kmetiji. Iz izračunanih podatkov sledi, da je delovna hipoteza potrjena, vse dokler je maksimalna stopnja letnih obresti (ISD) 11,24 %, ob predpostavki, da ostajajo tržne cene nespremenjene.\n"], "abstract": ["Za podporo odločitvi kmetije za investicijo v predelavo mesa in turistične kapacitete na prašičerejski kmetiji smo razvili model, ki nam služi kot podpora pri odločitvi za investicijo. Model zajema na strani odhodkov višino investicije in na strani prihodkov prodajo treh mesnih izdelkov ter prihodek s strani nastanitvenih objektov. Za izračun lastne cene mesnih izdelkov je bil v okviru modela razvit podmodel, ki nam to omogoča. Lastna cena za domačo suho salamo je 1,33 € / kos, za zaseko 1,34 € / kos in za meso iz tunke 2,42 € / kos. Neto sedanja vrednost ob predpostavljenih prodajnih cenah ter 6 % letni obrestni meri znaša 35.422,53 €, pri 8 % 20.367,17 €, pri 10 % 7.268,78 € ter pri 12 % -4.181,17 €. Izračunana maksimalna letna obrestna mera (interna stopnja donosnosti – ISD) znaša 11,24 %. Z 20 % in 10 % podražitvijo in 20 % ter 10 % pocenitvijo prodajnih cen vseh izdelkov in storitev smo predstavili gibanje neto sedanje vrednosti ob različnih cenah. "]}