{"1": ["1 UVOD", "Cilj v pridelavi jabolk so visoki in redni pridelki z visokim deležem prvega kakovostnega razreda, ki imajo poleg primernega zunanjega videza (oblika, barva) tudi dobro skladiščno sposobnost. V zadnjih letih v sadjarstvu prepoznavamo trende v smeri intenziviranja proizvodnje z vidika zgodnejših pridelkov, ter v želji po doseganju redne rodnosti ter dobre kakovosti, s čimer vplivamo na večjo gospodarnost pridelave jabolk.\nPrepletanje dolžine rastne sezone in vremenskih razmer determinira razvoj plodov, ki je hkrati v funkciji rodnega lesa in listne površine. Na način razvoja plodov zelo vpliva naravna oblika drevesa, zato je poznavanje rodnega lesa, ter njegovega vpliva na razvoj plodov in kakovost pridelka nujno, če želimo izbrati pravilno tehnologijo pridelave in dobiti visok, reden in kakovosten pridelek.\nNamen raziskave za diplomsko delo je bil ugotoviti, kako rodni les glede na starost lesa, iz katerega izrašča,vpliva na dinamiko razvoja plodov, na rodnost in kakovost pri različnih sortah jablan, ki smo jih vključili v naš poskus.\nV poskusu smo sledili naslednji delovni hipotezi:\n- vrsta rodnega lesa vpliva na dinamiko razvoja plodov\n"], "2": ["2 PREGLED OBJAVE", ""], "3": ["2.1 Plod in njegova zgradba", "Plod jablane ali jabolko (priloga 1) je birni plod, okrogle do elipsaste oblike in je na spodnjem in zgornjem delu nekoliko sploščen. Jabolko ali perikarp sestavlja gladka kožica različnih barv in meso, ki obkroža peščišče, pet semenskih pol prosojnih predalčkov. Ti predalčki se razvijejo iz plodničnih listov, ter vsebujejo vsak po eno ali več semen. Fiziološke značilnosti plodov so odvisne predvsem od njihovih anatomsko – histoloških značilnosti, od stopnje zrelosti in razmer v okolju. Plodove od zunaj in znotraj ovija epikarp (zunanji sloj) in endokarp (notranji sloj), ki obdaja seme. Med njima pa je mezokarp (srednji del), ki je mesnati del ploda. Mezokarp je sestavljen iz raztreseno povezanih celic parenhima. Čvrstost parenhima je odvisna od sestave celičnih sten in od količine ogljikovih hidratov (Wiley 1961; Preston 1968; Hulme 1971), pa tudi od velikosti, oblike celic in celičnih tkiv (Ulrich in Hulme 1971).\n"], "4": ["2.2 Dinamika razvoja plodov jablane", "Študije, ki temeljijo na morfološkem in fiziološkem razvoju plodov jablane so opredeljene, da se plod razvija po enojni sigmoidni krivulji (priloga 3); oploditvi sledi intenzivna delitev celic, nato pa povečanje celic in polnjenje medceličnih prostorov, ter zorenje (Štampar 2005). Vendar pa je krivulja, ki ponazarja rast plodov, močneje ukrivljena v prvih treh do petih tednih po oploditvi, čemur sledi linearno povečanje teže do zorenja (Blanpied 1966; Assaf 1982). Plod se razvija povprečno v obdobju 150 dni (priloga 2) od časa opraševanja do polne zrelosti po enojni sigmoidni krivulji (Denne 1960). \nPlodovi pri jablani ponoči rastejo tudi do 25-krat hitreje, kot podnevi. To se zgodi zato, ker čez dan hitreje izgubljajo vodo zaradi višjih temperatur in zaradi tega povečanega izhlapevanja vlage t.i. transpiracije se celice manj povečajo (Štampar 2005).\n"], "5": ["2.2.1 Faza delitve celic", "Jabolko raste v dveh fazah (priloga 2 in 3). Zgodnji fazi eksponentne delitve celic, ki traja tri do pet tednov po cvetenju (pri zgodnjih sortah štiri tedne, pri poznih sortah pa kar devet tednov), sledi faza rasti celic, ki se nadaljuje v preostanek sezone rasti (Blanpied in Wilde 1968, Bollard 1970, Prat 1988). Trajanje celične delitve je do neke mere odvisno od sorte in okoljskih razmer. V plodovih poteka eksponentno povečanje števila celic v celotnem obdobju hitrega povečanja mase plodov, ki mu sledi delitev celic po stopnji zmanjševanja (Denne 1960). Po tem času je število celic bolj ali manj dokončno in pri plodu jablane znaša povprečno 40 – 60 milijonov celic (Štampar 2005).\n"], "6": ["2.2.2 Faza večanja celic in polnjenje medceličnih prostorov", "Intenzivni delitvi sledi povečanje celic v mesnatem delu plodu, ki je sestavljen iz raztreseno povezanih celic parenhima (priloga 3). Celice pod kožico se povečujejo najmanj, pri peščišču pa najbolj. Celice pri peščišču se povečajo za 390 do 700 krat. Od kožice do peščišča se spreminja tudi oblika celic. Delež medceličnih prostorov znaša od 15 do 20 % plodu. Polnjenje medceličnih prostorov v parenhimatskih celicah se napolnjujejo s plini. Od velikosti medceličnega prostora je odvisna tudi specifična teža plodov (Štampar 2005).\nNa splošno je teža ploda določena z številom celic, velikostjo celic in vsebino celic. Končna prostornina ploda, zlasti mesnatega dela, ki je napolnjen z vodo, je določena z \nobsegom širitve celic (Coombe 1976). Dokazano je, da se širitev celic začne z začetkom rasti in ustavitvijo faze deljenja celic (Smith 1950; Denne 1960a).\nPri jablani sta število celic in njihova velikost izjemno pomembna, saj to vpliva na zgradbo, teksturo ploda, trdoto in skladiščno sposobnost. Zaželeni so plodovi z večjim številom manjših celic. Na dejansko velikost ploda vpliva rast celic, končno velikost sadja pa določi končno število celic. Razlika v velikosti plodov na istem drevesu je predvsem posledica razlike v številu celic (Jackson in Coombe 1966). Na splošno je razvoj plodov povezan predvsem s kopičenjem asimilatov. Tako se bo stopnja akumulacije suhe snovi z enako potencialno velikostjo nanašala na stopnjo fotosinteze v listih. Ko je potencial zahteve večjega porabnika višji od sočasne stopnje fotosinteze, je mogoče plodove izenačiti z izvornimi rezervami (Ho 1979). Določanje potenciala razvoja plodov ni nujno povezan z rastjo listov. Povečanje listne mase ne more povečati pridelka, ampak samo velikost in število plodov (Hansen 1989).\n"], "7": ["2.2.3 Zorenje", "Blizu maksimalne velikosti začne plod zoreti. Plodovi so v tem obdobju razviti, dosežejo določeno velikost in težo, ki sta pogojeni z genetskimi in ekološkimi pogoji. V tem obdobju se začnejo globoke in korenite spremembe, katerih rezultat je najprej: fiziološka, potem tehnološka in nazadnje užitna zrelost. Padec intenzivnosti celičnega dihanja v plodovih tekom razvoja plodov je tesno povezan s hitrim padcem stopnje celične delitve (Hulme in sod. 1996).\nKer se večina kakovostnih parametrov razvija v obdobju zorenja, se zorenje šteje kot bistveni osnovni mehanizem (Abbott 1999) regulacije kakovosti pridelka.\n"], "8": ["2.3 Rodni les jablane", "Pri jablanah se rodni brsti praviloma razvijejo na koncu krajših ali daljših enoletnih poganjkov, ki se izraščajo iz stranskih brstov dveletnega lesa. Med rodni les jablane prištevamo brstič, brstiko in rodno vejo (Štampar 2005) (priloga 4).\nBrstič je tri do pet centimetrov dolg enoletni poganjek, ki lahko izrašča iz večletnega ali dveletnega lesa. Na koncu ima rodni brst, ob straneh pa so lahko razviti speči brsti. Brstika je pet do petnajst centimetrov dolg enoletni poganjek, ki na koncu razvije rodni brst, ob straneh pa so nerodni in izjemoma tudi rodni brsti. Rodna veja je od petnajst do petdeset centimetrov dolg enoletni poganjek, ki ima na koncu razvit rodni brst, ob straneh pa so lahko nerodni oziroma ob dobri foliarni prehrani, tudi rodni brsti (Štampar 2005).\nRodnost veje je odvisna od vrste nosilne veje, njene dolžine in položaja, ki ga zavzema na drevesu; od starosti nosilnega in rodnega lesa (enoletni, dvoletni in triletni les), ter od mesta tvorbe plodov (stranski – lateralni ali končni – terminalni položaj). Zato poznamo dve vrsti brstov pri jablani t.i. končni ali terminalni brst in obstranski ali lateralni brst (Štampar 2005).\nKončni ali terminalni brsti proizvajajo manjšo količino in manjše velikosti plodov. Tustin in sod. (1988) so na podlagi raziskav prišli tudi do zaključka, da ovesek obstranskih vej proizvaja večjo količino in večjo velikost plodov.\nPrimerjava rodnosti med enoletnimi in dvoletnimi rodnimi vejami, ter poganjki je pokazala, da je pridelek, ki ga dobimo ob obiranju, določen z dobro tvorbo rodnih brstov in dolžino vej. Torej je dobra tvorba rodnih brstov tesno povezana z številom plodov (Asada 1988; Forshey in Elfving 1977). Ob dobri oskrbi jablane, predvsem ob foliarni prehrani skozi liste, se rodni brsti razvijejo po celotni dolžini lesa. Pri jablani imamo vedno mešani rodni brst, iz katerega se razvijejo cvetovi in listi. \nStarost brsta vpliva na velikost plodov (Denne 1963; Jackson 1970) in na vsebnost topne suhe snovi (Robinson in sod. 1983). Vendar so učinki položaja in starosti brstov na rodnost rodne veje odločilni pri jablanah, ki imajo velik obseg krošnje. Zato je pomembno, da se jablane redno obrezuje za namen pridobivanja rednih, visokih in kakovostnih plodov (Robinson in sod. 1983). Produktivnost rodnega lesa namreč vpliva na kakovost in pridelek plodov jabolk (Lespinasse in sod. 1986), zato je potrebno nenehno obnavljati rodni les na način, da odstranjujemo izrojeni les in stimuliramo rast poganjkov v vseh delih krošnje, saj razvoj novih poganjkov lahko privede do neravnovesja med vegetativno rastjo in razvojem plodov, ter povečanje deleža plodov na enoletnem lesu (Lauri in Lespinasse 2000).\n"], "9": ["2.4 Premer plodu", "Premer plodu je podatek, ki govori o velikosti in posledično masi ploda in s tem kakovosti pridelka, hkrati pa nam omogoča objektivno spremljanje prirasta tekom vegetacije. Ročno merjenje premera jabolk se izvaja v času vegetacije že vrsto let na vseh pomembnih sadjarskih inštitutih, tako v tujini, kot v Sloveniji. Premer se meri z natančnostjo 0,5 mm in se običajno začne po redčenju plodov, ko so plodovi z etiketami označeni (Welte 1994).\nPremer plodu je parameter, ki ga je dokaj enostavno izmeriti in je pomemben za razvrstitev plodov v različne kakovostne razrede. Biološko gledano je pomembnejši parameter le teža plodov. Za oceno teže plodov je pomemben dejavnik prirastka enega milimetra po širini, saj pri velikih plodovih pomeni bistveno večji prirastek k teži, kot pa pri malih plodovih, kajti volumen in s tem tudi teža linearno ne korelirata (Welte 1994).\n"], "10": ["3 MATERIAL IN METODE DELA", ""], "11": ["3.1 Lokacija poskusa in lastnosti poskusnega nasada", "Poskus je potekal v Sadjarskem centru Maribor-Gačnik v severovzhodnem delu Slovenskih goric. Sadjarski center Maribor spada pod okrilje Kmetijsko gozdarskega zavoda Maribor. Poskusni center za sadjarstvo je bil ustanovljen leta 1990 in opravlja naslednje naloge: mednarodno sodelovanje s sorodnimi institucijami, ureditev področja oskrbe drevesničarjev z izhodiščnim materialom po evropskih standardih, aplikativno poskusništvo za potrebe sadjarske pridelave, sodelovanje v procesu introdukcije, sodelovanje pri raziskovalnem delu in sodelovanje v procesu izobraževanja na vseh ravneh.\nPridelava jabolk je potekala po pravilih integrirane pridelave. Tla v nasadu so bila oskrbovana po sistemu negovane ledine in v nasadu je urejen kapljični sistem namakanja.\n"], "12": ["3.2 Rastlinski material", ""], "13": ["3.2.1 Splošni opis jablane ( Malus domestica B.)", "Žlahtna jablana spada v družino rožnic (Rosaceae), poddružino Maloideae in v rod Malus. Pri rodu Malus poznamo od petindvajset do trideset vrst in več podvrst jablan. Malus domestica Borkh. je medvrstni križanec, saj je pri njenem nastanku sodelovalo več vrst. Njena domovina je verjetno Kavkaz ali širše območje Azije, kjer še danes lahko najdemo številne oblike divjih jablan. S spontanim križanjem in mutacijami so se znotraj žlahtne jablane pojavili sejanci, ki so jih ljudje že v kameni dobi nabirali in presajali v bližino svojih bivališč. Razvoj cepljenja pomeni tudi razmnoževanje sort. Žlahtno jablano so v \nEvropo zanesli Rimljani in druga seleča se ljudstva, pred tem pa so poznali in nabirali izvorno, avtohtono lesniko Malus sylvestris (Štampar in sod. 2005).\n"], "14": ["3.2.2 Podlaga M 9", "Podlaga M 9 je odporna proti gnilobi na koreninskem vratu, občutljiva za jablanovo pepelovko in škrlup, ter zelo občutljiva za krvavo uš in hrušev ožig. Občutljiva je na čezmerno vlago v tleh in na ostre zime, tudi suše ne prenaša najbolje. V tleh je slabo zasidrana, zato potrebuje oporo. Najbolje uspeva v globokih, humoznih, zmerno vlažnih in prepustnih tleh (Štampar 2005).\nPri intenzivni oskrbi daje odlične proizvodne rezultate. Na podlagah M 9 jablane na splošno zgodaj zarodijo, v drugem ali izjemoma v tretjem letu. Pri intenzivni oskrbi, kar zajema tudi redčenje cvetov in plodov, je rodnost redna in obilna. Trpežnost plodov je lahko v prvih letih pri predebelih in prezrelih plodovih nekoliko slabša (Smole in Črnko 2000).\n"], "15": ["3.3 Metode dela", ""], "16": ["3.3.1 Zasnova poskusa", "Poskus je bil postavljen v letu 2008 in 2009 po sistemu naključnih skupin. V obravnavanju smo izbrali štiri izenačena drevesa za posamezno sorto, na katerih smo odbrali po deset plodov na drevo. Izbrani plodovi so bili iz primerljive starosti rodnega lesa in označeni z zaporedno številko in vrsto rodnega lesa. Vse meritve premera plodov so bile izvajane na teh, vnaprej izbranih in označenih plodovih. \nV letu 2008 in 2009 smo preučevali dinamiko spreminjanja premera plodov in vpliva vrste rodnega lesa na nekatere generativne parametre naslednjih sort: 'Gala', 'Elstar', 'Braeburn', 'Zlati delišes', 'Pinova', 'Jonagold', 'Idared, 'Fuji', 'Santana', 'Topaz', 'Dalinbel', 'Rubens', 'Mairac', 'Cameo', Kanzi', 'Pinova' in 'Diwa'.\n"], "17": ["3.3.2 Tehnološki ukrepi ter meritve premerov plodov", "Redčenje plodov Plodiče smo prešteli po zaključku naravnega junijskega odpadanja. Z ročnim redčenjem smo izenačili obremenitev drevesa. Plodove smo enakomerno po redčili po celi krošnji.\nZa analizo parametrov zrelosti smo uporabili plodove in sistem številčenja. \nDinamika merjenja plodov za posamezno sorto je razvidna iz preglednice 1. V letu 2008 se je prvo merjenje začelo četrtega junija, v letu 2009 pa teden prej in sicer 28. maja ter je potekalo vse do obiranja plodov. Merjenje je potekalo enkrat tedensko, na plodovih t.i. »terminalnega lesa« (enoletni les), t.i. »dvoletnega lesa« (rodni les, ki izrašča iz dvoletnega lesa) ter t.i. »triletnega lesa« (rodni les, ki izrašča iz triletnega lesa). Pri vsaki sorti je bilo obravnavanih štirideset plodov, kar pomeni štiri ponovitve po deset plodov. Za merjenje premera plodov smo uporabili kljunasto pomično digitalno merilo. Vrednosti so bile podane v milimetrih.\n"], "18": ["3.4 Vremenske razmere", "Sadjarski center Maribor Gačnik je lociran pri Pesnici in je pod vplivom kontinentalne in alpske klime. Leži na 270 – 310 metrov nadmorske višine.\n"], "19": ["3.4.1 Vremenske razmere v letu 2008", "Mesečne temperature so v letu 2008 za Maribor v celoti presegle dolgoletno povprečje 1961 – 1990. Izjema je bil mesec september, ki je bil pod dolgoletnim povprečjem. Največji odklon ter višek od dolgoletnega povprečja je imel mesec januar, za kar 4 do 5 0C. Temperaturni vrh je dosegel mesec julij, ki je imel srednjo mesečno temperaturo 21,3 0C. Padavin je bilo skozi mesece manj in pod dolgoletnim povprečjem. Izjema je bil mesec julij, ki je presegel dvakratno količino padavin od dolgoletnega povprečja 1961 – 1990. \nletu 2008 po modificiranem Walterjevem in Gaussenovem klimadiagramu za v  razmerju 1:4 (Hribar in Petkovšek 1995) (ARSO http://www.arso.gov.si\n"], "20": ["3.4.2 Vremenske razmere v letu 2009", "Mesečne temperature so v letu 2009 za Maribor presegle dolgoletno povprečje. Izjema je bil mesec januar, ki je bil pod dolgoletnim povprečjem, ter mesec junij, ki je bil izenačen z dolgoletnim povprečjem. Največji odklon ter višek od dolgoletnega povprečja je imel mesec april, za kar 4 -C. Temperaturni vrh je dosegel mesec julij, ki je imel srednjo mesečno temperaturo 21,5 -C. Padavin je bilo skozi mesece manj in pod dolgoletnim povprečjem. Izjema so bili mesec januar, marec in avgust. Mesec avgust je presegel dvakratno količino padavin od dolgoletnega povprečja 1961-1990. \nletu 2009 po modificiranem Walterjevem in Gaussenovem klimadiagramu za  v razmerju 1:4 (Hribar in Petkovšek 1995) (ARSO http://www.arso.gov.si\n"], "21": ["3.5 Statistična obdelava podatkov", "Podatki o razvoju plodov glede na rodni les so bili obdelani in analizirani s pomočjo programa SPSS for Windows 17.0. Za posamezne parametre smo računali srednje vrednosti in standardne odklone odvisnih ali variabilnih spremenljivk. Srednje vrednosti smo primerjali z analizo variance (ANOVA) s posameznimi skupinami (premer plodov in vrsta lesa) in ugotovili, da med njimi obstajajo statistično značilne razlike. Sredine preračunanih variabilnih spremenljivk smo testirali z LSD testom, kjer so bile statistično zanimive razlike posameznih parametrov med različnimi skupinami pri p< 0,05.\n"], "22": ["4 REZULTATI Z RAZPRAVO", ""], "23": ["4.1 Generativni parametri v nasadu", "Izmed generativnih parametrov je bil v nasadu spremljan premer plodov. Proučevali smo, kako vrsta rodnega lesa vpliva na razvoj plodov oz. njihovo dinamiko premerov. Iz vseh grafikonov, ki so bili opredeljeni po vrstah sort v letu 2008 in 2009 je bilo razvidno, da so se premeri plodov povečevali iz tedna v teden. Pri nekaterih sortah je prišlo tudi do opaznejših razlik znotraj srednjih vrednosti premerov plodov na posameznem rodnem lesu. Do tega je prišlo, ker je na splošno premer plodov povezan s številom celic in njihovo velikostjo v mesnatem delu plodov. Končna prostornina ploda, zlasti mesnatega dela, ki je napolnjen z vodo, je določena z obsegom širitve celic (Coombe 1976). Prav število in velikost celic vplivata na zgradbo in teksturo plodov. Razlika v premerih plodov na istem drevesu je predvsem posledica razlike v številu celic (Jackson in Coombe 1966).\n"], "24": ["4.2 Premer plodov", "Premer plodov je podatek, ki govori o velikosti in posledično masi in s tem tudi kakovost pridelka, hkrati pa nam omogoča objektivno spremljanje prirasta tekom vegetacije. Končni ali terminalni brsti proizvajajo manjšo količino in manjše velikosti plodov. Tustin in sod. (1988) so na podlagi raziskav prišli tudi do zaključka, da ovesek obstranskih vej proizvaja večjo količino in večje velikosti plodov.\n"], "25": ["4.2.1 Sorta 'Gala'", "'Gala' v letu 2008 in 2009.  2009\nIz grafikona 3a je razvidno, da so bili premeri plodov sorte 'Gala' v letu 2008, tako spomladi, kot jeseni manjši od premerov v letu 2009, kar pojasnjuje vpliv klimatskih dejavnikov na razvoj plodov. V letu 2008 sta imela julij in avgust nižjo povprečno  povpre mesečno temperaturo  ro od 0,2 do 0,5 -C kot v letu 2009, mesec junijj pa je bil toplejši  t za 1,7 -C.  C. V letu 2008 so bile padavine različno  razli no razporejene in so večinoma  več po mesecih primanjkovale, izjema je bil le mesec julij, ki je presegel dvakratno količino  koli padavin. Skratka, v letu 2009 je bilo več  ve padavin z višjimi povprečnimi  nimi temperaturami,  tempera kot v letu 2008.\nV letu 2008 (grafikon 3a) so vrednosti meritev na dan 16.7.2008 v povprečju  povpre znašale 55,6 mm na terminalnem lesu, na dvoletnem 58,0 mm in na triletnem 59,1 mm. Pokazal se je trend večjih  jih premerov plodov na triletnem lesu. Statistično  no se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Gala' ni imela vpliva na debelino plodov v času razvoja. \nV letu 2009 (grafikon 3b) so bili premeri plodov pri sorti 'Gala' na začetku  za  zač merjenja (od 28.5. do 24.6.  ji (46,2 mm). Z dne 1.7.2009 pa se je pokazal trend večjih  ve premerov plodov na dvoletnem lesu (52,7 mm), ki je trajal vse do 5.8.2009. Vse od 13.8.2009 pa do obiranja  anja pa se je pokazal trend večjih  ve jih premerov plodov na triletnem lesu. Statistično  Statisti se premeri plodov v letih 2008 in 2009 niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Gala' ni imela vpliva na debelino plodov.\n"], "26": ["4.2.2 Sorta 'Elstar'", "Iz grafikona 4 je razvidno, da so bili premeri plodov pri sorti 'Elstar' v času  č razvoja v letu 2008 na terminalnem in triletnem lesu manjši, kot na dvoletnem lesu. Vrednosti meritev na dan 16.7.2008 so na terminalnem lesu v povprečju  povpre ju znašali 57,6 mm, na dvoletnem 61,8 mm in na triletnem 59,5 mm. Pokazal se je trend večjih  ve jih premerov plodov na dvoletnem lesu, na terminalnem lesu pa so se razvijali plodovi najmanjših premerov.  premerov. Statistično  Statisti se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Elstar' ni imela vpliva na debelino plodov v času razvoja.\n"], "27": ["4.2.3 Sorta 'Braeburn'", "plodo sorte 'Braeburn' v letu 2008 in 2009.  2009\nIz grafikona 5a je razvidno, da so bili premeri plodov pri sorti 'Braeburn' v letu 2008 manjši od premerov v letu 2009 (grafikon 5b)\nV letu 2008 (grafikon 5a) so bili premeri plodov pri sorti 'Braeburn' na terminalnem in dvoletnem lesu manjši, kot na triletnem lesu. Vrednosti meritev na dan 30.7.2008 so na terminalnem lesu v povprečju  povpreč znašale 54,1 mm, na dvoletnem 55,3 mm in na triletnem lesu 59,1mm. Pokazal se je trend večjih  ve jih premerov plodov na triletnem lesu.  le Statistično se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Braeburn' ni imel vpliva na debelino plodov v času razvoja.\nV letu 2009 (grafikon 5b) so bili premeri plodov pri sorti 'Braeburn' na začetku  za merjenja (od 28.5. kot na triletnem lesu (52,1 mm). Dne 15.7.2009 pa se je pokazal trend večjih  ve premerov plodov na terminalnem lesu (54,6 mm), ki je trajal vse do 5.8.2009. Vse od 13.8.2009 pa do obiranja pa se je pokazal trend večjih  ve jih premerov plodov na triletnem lesu. Statistično  Statisti se \npremeri plodov v letih 2008 in 2009 niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Braeburn' ni imela vpliva na debelino plodov.\n"], "28": ["4.2.4 Sorta 'Pinova'", "Iz grafikona 6 je razvidno, da so bili premeri plodov pri sorti 'Pinova' v času  č razvoja v letu 2008 na dvoletnem in triletnem lesu manjši od premerov plodov  plodov na terminalnem lesu. Vrednosti meritev na dan 16.7.2008 so na terminalnem lesu v povprečju  čju znašale 58,4 mm, na dvoletnem 56,3 mm in na triletnem 57,0 mm. Pokazal se je trend večjih  ve premerov plodov na terminalnem lesu, na dvoletnem lesu pa so se razvijali  razvijali plodovi najmanjših premerov. Statistično  no se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Pinova' ni imel vpliva na debelino plodov v času razvoja.\n"], "29": ["4.2.5 Sorta 'Jonagold'", "Iz grafikona 7 je razvidno, da so bili premeri plodov pri sorti 'Jonagold' v času razvoja v letu 2008 na terminalnem in triletnem lesu manjši od premerov plodov na dvoletnem lesu. Premeri plodov  ov na triletnem lesu so bili na dan 9.7. in 16.7.2008 nekoliko večji  ve (59,9 mm in 63,5 mm) od premerov na dvoletnem lesu (59,8 mm in 62,9 mm). Pokazal se je trend večjih  jih premerov plodov na dvoletnem lesu, na triletnem lesu pa so se razvijali najmanjši premeri. Statistično  no se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Jonagold' ni imela vpliva na debelino plodov v času razvoja.\n"], "30": ["4.2.6 Sorta 'Idared'", "Iz grafikona 8 je razvidno, da so bili premeri plodov pri sorti 'Idared' v času  č razvoja v letu 2008 na terminalnem in triletnem lesu manjši kot na dvoletnem lesu. Vrednosti meritev na dan 16.7.2008 so na terminalnem lesu v povprečju  povpre ju znašale 57,2 mm, na dvoletnem 59,0 mm in na triletnem 57,6 mm. Pokazal se je trend večjih  ve premerov plodov  odov na dvoletnem lesu, na triletnem lesu pa so se razvijali najmanjši premeri. Statistično  Statistično se premeri plodov \nniso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Idared' ni imela vpliva na debelino plodov v času  asu razvoja.\n"], "31": ["4.2.7 Sorta 'Fuji'", "Iz grafikona 9a je razvidno, da so premeri plodov pri sorti 'Fuji' v letu 2008 manjši od premerov v letu 2009.\n*Različne oznake (a,b) pomenijo statistično  statisti značilne razlike (LSD,0,05)  2009\nV letu 2008 (grafikon 9a) so dosegli plodovi pri sorti 'Fuji' na dvoletnem in triletnem lesu podobno velik premer (vrednosti meritev na dan 11.6., 26.6., 9.7., 30.7 in 27.8.2008 in so bili enaki 35,3 mm, 41,0 mm, 48,1 mm, 61,8 mm in 69,9 mm).  mm . Pokazal se je trend večjih  ve premerov plodov na dvoletnem lesu vse do 10.9.2008 (73,1 mm), nato pa so dosegli večje  ve premere plodovi na triletnem lesu (74,9 mm) vse do obiranja. Statistično  Statistično se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Fuji' v letu 2008 ni imel vpliva na debelino plodov v času  asu razvoja.\nV letu 2009 (grafikon 9b) so premeri  p plodov pri sorti 'Fuji' na začetku  etku razvoja (dne 28.5. in 10.6.2009) večji  ji na triletnem lesu (32,4 mm in 41,7 mm), nato pa se je pokazal trend večjih  ve premerov plodov na dvoletnem lesu (44,6 mm) vse do zadnjega dne meritev. Plodovi, ki so se razvijali na terminalnem lesu pa so imeli najmanjše premere. \nNa dan 16. septembra 2009 so bile razlike v premeru plodov kot posledice različnega  razli rodnega lesa. Premeri plodov (82,4 mm) na terminalnem lesu so bili statistično  statisti značilno manjši od premerov plodov (88,2 mm) na dvoletnem lesu, kar pomeni, da lahko jabolka  jabo sorte 'Fuji' na terminalnem lesu v klimatskih pogojih, podobnih tistim v letu 2009 dosežejo večje premere plodov.\n"], "32": ["4.2.8 Sorta 'Santana'", "Iz grafikona 10a je razvidno, da so dosegali plodovi sorte 'Santana' v letu 2008 na dvoletnem lesu večji  ji premer kot plodovi na isti kategoriji rodnega lesa v letu 2009.\nV letu 2008 (grafikon 10a) so dosegali plodovi pri sorti 'Santana' na terminalnem, dvoletnem in triletnem lesu na začetku  za etku razvoja podobno velike premere (vrednosti meritev na dan 3.7.2008 so na terminalnem lesu v povprečju  povpre ju znašale 61,40 mm, na dvoletnem 59,33 mm in na triletnem 59,73 mm, nato se  se je na koncu pokazal trend večjih  ve premerov plodov na terminalnem lesu (84,22 mm), na dvoletnem  oletnem in triletnem lesu pa so plodovi imeli podobno velike premere (83,00 mm in 83,55 mm). Statistično  no se premeri plodov niso \nrazlikovali, kar potrjuje, da vrsta rodnega  rodnega lesa pri sorti 'Santana' v letu 2008 ni imela vpliva na debelino plodov v času  asu razvoja.\nV letu 2009 (grafikon 10b) so imeli plodovi pri sorti 'Santana' na terminalnem in dvoletnem lesu na začetku  etku pa vse do sredine razvoja primerljive premere (vrednosti  četku (vrednost meritev na dan 3.6.2008 so na terminalnem lesu v povprečju  povpre ju znašali 36,08 mm, na dvoletnem 36,07 mm in na triletnem 33,36 mm , nato se je v sredini razvoja pokazal trend večjih  jih premerov plodov na dvoletnem lesu, ki se je proti koncu (dne 20.8.2009) ustavil  ustavi in znašal le 81,25 mm, na terminalnem in triletnim lesu pa so vrednosti merjenja na isti dan pokazali večje  je premere, ki so znašali 85,17 mm na terminalnem in 88,00 mm na triletnem lesu.\n"], "33": ["4.2.9 Sorta 'Dalinbel'", "*Različne  ne oznake (a,b) pomenijo statisti  statistično značilne razlike (LSD,0,05)  'Dalinbel' v letu 2008 in 2009.\nIz grafikona 11a je razvidno, da so dosegali plodovi sorte 'Dalinbel' v letu 2008 na terminalnem in dvoletnem lesu večje  je premere kot plodovi na isti kategoriji rodnega lesa v letu 2009. \nV letu 2008 (grafikon 11a) se je pokazal trend večjih premerov plodov na triletnem lesu (na dan merjenja 16.7.2008) je bila povprečna vrednost premera 71,2 mm, na terminalnem in dvoletnem lesu pa so plodovi imeli podobne vrednosti premerov (69,5 mm in 69,8 mm).V letu 2008 je imel rodni les signifikanten vpliv na razvoj plodov, kar potrjujejo statistično značilne razlike v premerih plodov na triletnem lesu. Premeri plodov na triletnem lesu so bili statistično značilno večji od premerov plodov na dvoletnem lesu, kar pomeni, da lahko jabolka sorte 'Dalinbel' na triletnem lesu, v klimatskih pogojih, podobnih tistih v letu 2008 dosežejo večje premere plodov! Sklepamo, da ima vrsta rodnega lesa vpliv na razvoj oz. premer plodov na triletnem lesu. V letu 2009 teh razlik nismo potrdili.\nV letu 2009 (grafikon 11b) so imeli plodovi pri sorti 'Dalinbel' na triletnem lesu največje premere (na dan merjenja 21.7.2009) je bila povprečna vrednost premera 71,3 mm, na terminalnem 66,5 mm in dvoletnem 69,6 mm. Premeri plodov na terminalnem lesu so v začetku in v sredini razvoja imeli najmanjše premere na kar so se proti koncu razvoja povečali in so se približali vrednostim premerom plodov na dvoletnem lesu. Statistično se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Dalinbel' v letu 2009 ni imela vpliva na debelino plodov v času razvoja.\n"], "34": ["4.2.10 Sorta 'Rubens'", "*Različne  ne oznake (a,b) pomenijo statisti  statistično značilne razlike (LSD,0,05)\nsorte 'Rubens' v letu 2008 in 2009.\nIz grafikona 12a je razvidno, da so plodovi sorte 'Rubens' v letu 2008 v času obiranja v povprečju  ju dosegali nekoliko manjše premere, kot v letu 2009.\nIz grafikona 12a je razvidno tudi, da so imeli plodovi sorte 'Rubens' v letu 2008 na začetku  za in v sredinii razvoja (od 4.6.2008 do 3.7.2008) na dvoletnem lesu največje  najve premere (56,1 mm), kasneje (z dne 9.7.2008) pa so se jim približevali premeri plodov na triletnem lesu in so skoraj imeli podobne vrednosti premerov (57,5 mm in 58,1) z premeri plodov na dvoletnem lesu. Kasneje proti koncu se je pokazal trend večjih  ve jih premerov na triletnem lesu (76,2 mm), premeri na terminalnem in dvoletnem lesu pa so si bili skoraj enaki (74,8 in 74,9 mm). Statistično  no se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega  rod lesa pri sorti 'Rubens' v letu 2008 ni imela vpliva na debelino plodov v času  asu razvoja.\nV letu 2009 (grafikon 12b) so imeli plodovi pri sorti 'Rubens' na začetku  za  zač in v sredini razvoja (od dne 28.5. do 9.7.2009 na dvoletnem lesu največje  je premere (55,5 mm ). Z dne 15.7.2009 pa se je pokazal trend večjih  ve jih premerov plodov na triletnem lesu (80,5 mm), ki je trajal vse do konca razvoja do časa  asa optimalne zrelosti. Najmanjše premere od začetka  za pa \nvse do konca razvoja so imeli plodovi  plodovi na terminalnem lesu (75,9 mm).V letu 2009 je imel rodni les signifikanten vpliv na razvoj plodov, kar potrjujejo statistično  statistično značilne  zna razlike v premerih plodov na terminalnem lesu. Premeri plodov na terminalnem lesu so bili statistično značilno  ilno manjši od  od premerov plodov na dvoletnem in triletnem lesu, kar pomeni, da lahko jabolka sorte 'Rubens' na terminalnem lesu, v klimatskih pogojih, podobnih tistih v letu 2009 dosežejo manjše premere plodov! Plodovi na dvoletnem in triletnem lesu pa so bili signifikantno  signifikantno debelejši. Sklepamo, da je imela vrsta rodnega lesa v klimatskih pogojih leta 2009 pri sorti 'Rubens' pomemben vpliv na razvoj plodov.  plodov\n"], "35": ["4.2.11 Sorta 'Mairac'", "Iz grafikona 13a je razvidno, da so dosegali plodovi pri sorti 'Mairac' v letu 2008 na triletnem lesu večji  ji premer kot plodovi na isti kategoriji rodnega lesa v letu 2009.\nplodov sorte 'Mairac' v letu 2008 in 2009.\nV letu 2008 (grafikon 13a) se je pokazal trend večjih  ve premerov plodov  ov na triletnem lesu (87,6 mm). Najmanjše premere so dosegali plodovi, ki so se razvijali na dvoletnem lesu (84,3 mm). Statistično  no se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Mairac' v letu 2008 ni imela vpliva na debelino  debelino plodov v času razvoja. \nV letu 2009 (grafikon 13b) so od začetka  za etka pa do sredine razvoja (28.5.2009 do 29.7.2009) dosegali plodovi na vseh treh vrstah rodnega lesa približno enake debeline plodov (vrednosti premerov na dan 29.7.2009 so imeli plodovi na  na terminalnem lesu 66,7 mm, na dvoletnem lesu 66,0 mm in na triletnem  tril 66,7 mm) . Z dne 5.8.2009 pa se je pokazal trend večjih premerov plodov na terminalnem lesu  esu (71,1 mm), ki je trajal vse do časa optimalne zrelosti. Najmanjše premere pa so imeli plodovi na triletnem lesu (68,8 mm). Statistično  Statisti se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Mairac' v letu 2009 ni imela vpliva na debelino plodov v času razvoja.\n"], "36": ["4.2.12 Sorta 'Cameo'", "'Cameo' v letu 2008 in 2009.  2009\nIz grafikona 14a je razvidno, da so bili premeri plodov sorte 'Cameo' v letu 2008 manjši od premerov v letu 2009. V letu 2008 (grafikon 14a) so plodovi na dvoletnem in triletnem lesu pri sorti  s 'Cameo' dosegali približno enake premere (vrednosti premerov na dan 6.8.2008 so plodovi na dvoletnem lesu dosegli 73,1 mm in na triletnem lesu 73,8). Proti koncu razvoja se je trend večjih  jih premerov plodov pokazal na triletnem lesu (82,7 mm), na terminalnem  termin lesu pa so se razvijali plodovi z najmanjšim premerom. Statistično  Statisti no se premeri plodov niso razlikovali, \nkar potrjuje, da vrsta rodnega lesa pri sorti 'Cameo' v letu 2008 ni imela vpliva na debelino plodov v času razvoja.\nV letu 2009 (grafikon 14b) pri sorti 'Cameo' so plodovi na terminalnem in dvoletnem lesu dosegali podobne premere (21.7.2009 68,1 mm, dvoletni les 68,5 mm). Proti koncu razvoja se je trend večjih premerov plodov pokazal na dvoletnem lesu (90,2 mm), na triletnem lesu pa so se razvijali plodovi z najmanjšim premerom. Statistično se premeri plodov niso razlikovali, kar kaže na to, da vrsta oz. kategorija rodnega lesa pri sorti 'Cameo' v letu 2009 ni imela vpliva na debelino plodov v času razvoja.\n"], "37": ["4.2.13 Sorta 'Kanzi'", "*Različne  ne oznake (a,b) pomenijo statisti  statistično značilne razlike (LSD, 0,05)\n'Kanzi' v letu 2008 in 2009.  2009\nIz grafikona  na 15a je razvidno, da so tudi plodovi sorte 'Kanzi' v letu 2008 na terminalnem lesu dosegali večje  je premere kot plodovi na isti kategoriji rodnega lesa v letu 2009.\nV letu 2008 (grafikon 15a) so pri sorti 'Kanzi' v začetku  za etku razvoja plodovi na vseh treh vrstah rodnega lesa dosegali podobne premere (11.6.2008 na terminalnem  inalnem lesu 36,5 mm,na dvoletnem lesu 35,6 mm in na triletnem lesu 35,8 mm). Od sredine pa vse do konca razvoja plodov se je pokazal trend večjih  ve jih premerov na terminalnem lesu (77,2 mm), najmanjše premere pa so dosegali plodovi, ki so se razvijali na triletnem  triletnem lesu (72,8 mm). V letu 2008 je imel rodni les signifikanten vpliv na razvoj plodov, kar potrjujejo statistično  statisti značilne  ilne razlike v premerih plodov na terminalnem lesu. Premeri plodov na terminalnem lesu so bili statistično  no značilno  znač večji od premerov plodov  odov na dvoletnem in triletnem lesu. Sklepamo, da je imela vrsta rodnega lesa v klimatskih pogojih leta 2008 pri sorti 'Kanzi' pomemben vpliv na razvoj plodov.\nV letu 2009 (grafikon 15b) so plodovi na terminalnem in dvoletnem lesu na začetku  za razvoja dosegali  ali primerljive premere (28.5. 2009 in 3.6.2009: 28,6 mm in 31,3 mm). V \nsredini in na koncu razvoja se je trend večjih  ve jih premerov plodov pokazal na triletnem lesu (78,5 mm ), na dvoletnem in terminalnem lesu pa so se razvijali plodovi z približno enakim premerom (vrednosti meritve premera plodov na dan 24.9 2009 so na dvoletnem lesu v povprečju znašale  ašale 74,9 mm in na terminalnem lesu 75,4 mm). Statistično  Statisti se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Kanzi' v letu 2009 ni imel vpliva na debelino plodov v času razvoja.\n"], "38": ["4.2.14 Sorta 'Diwa'", "Iz grafikona 16 je razvidno, da se je pokazal na začetku  za razvoja trend  nd večjih  ve premerov na dvoletnem lesu (na dan merjenja 24.6.2009, 43,5 mm ). Na terminalnem lesu 41,3 mm in na triletnem lesu 41,4 mm. Plodovi na dvoletnem lesu in triletnem lesu so od sredine do konca razvoja razvijali  azvijali z podobnimi vrednostmi premerov in na dan 21.7.2009 dosegli enak premer 59,3 mm. Plodovi na terminalnem lesu so bili najdrobnejši. Statistično  Statisti se premeri plodov niso razlikovali.\n"], "39": ["4.2.15 Sorta 'Zlati delišes'", "Iz grafikona 17a je razvidno, da so bile povprečne  povpre ne vrednosti premerov plodov pri sorti 'Zlati delišes' v letuu 2008 manjši od premerov v letu 2009.\n2009\nV letu 2008 (grafikon 17a) se je pokazal trend večjih  ve jih premerov plodov na dvoletnem lesu. Na začetku  etku (4.6.2008 do 9.7.2008) in na koncu razvoja plodov (20.8.2008 do 10.9.2008) so na terminalnem in triletnem lesu premeri plodov bili približno enaki (vrednosti meritve premera plodov na dan 3.7.2008 so na terminalnem lesu v povprečju  povpre ju znašale 49,92 mm in na triletnem lesu 50,11 mm). Na sredini razvoja se je pokazal trend najmanjših premerov plodov terminalnem lesu (13.8.2008, 70,56 mm). Statistično  Statisti no se premeri plodov v letu 2008 niso razlikovali, kar potrjuje.\nV letu 2009 (grafikon 17b) so na začetku  za etku razvoja plodovi na dvoletnem in triletnem lesu dosegali podoben premer (42,36 mm in 42,90 mm) in na terminalnem lesu najmanjšega (40,00 mm). V sredini razvoja se je pokazal trend večjih  ve jih premerov plodov na dvoletnem lesu (73,06 mm), ki je na koncu razvoja postal približno enak s premeri plodov na \ntriletnem in terminalnem lesu (10.9.2009: terminalni les: 84,08 mm, dvoletni les 84,31 mm in triletni les 84,33 mm). Statistično  Statisti no se premeri plodov tudi v letu 2009 niso razlikovali.  razli\n"], "40": ["4.2.16 Sorta 'Topaz'", "sorte 'Topaz' v letu 2008 in 2009.  2009\nV letu 2008 pri sorti 'Topaz' (grafikon 18a) so dosegali plodovi na dvoletnem in triletnem lesu približno enake premere vse od začetka  etka do konca razvoja. Vrednosti meritve premera plodov na dan 16.7.2008 so na terminalnem lesu v povprečju  povpre ju znašale 59,58 mm, na dvoletnem lesu 61,00 mm in na triletnem lesu 61,25 mm. Statistično  Statistično se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Topaz' v letu 2008 ni imel vpliva na debelino plodov v času razvoja.\nV letu 2009 (grafikon 18b) so plodovi v začetku  za etku razvoja na triletnem lesu dosegali največje  najve premere (45,8 mm), v sredini razvoja pa so se jim približevali  približevali plodovi na dvoletnem lesu in tako so dosegli približno enak premer (24.6.2009: dvoletni les 50,28 mm in triletni les 50,63 mm). Na koncu razvoja se je pokazal trend večjih  ve jih premerov plodov na terminalnem lesu (79,72 mm), najmanjši pa na dvoletnem lesu (74,07  ( mm). \nStatistično se premeri plodov niso razlikovali, kar potrjuje, da vrsta rodnega lesa pri sorti 'Topaz' v letu 2009 ni imel vpliva na debelino plodov v času razvoja.\nRazlike v dinamiki razvoja plodov kot posledice vpliva kategorije rodnega lesa – les, ki se razvije iz terminalnega brsta (terminalni), les, ki izrašča iz dvoletnega lesa (dvoletni) in les, ki izrašča iz triletnega lesa (triletni), so bile v letih 2008 in 2009 potrjene pri različnih sortah jablan. Rezultati potrjujejo sortne specifičnosti ter odvisnost od klimatskih pogojev. Pri sorti 'Fuji' so bili v letu 2009 plodovi terminalnem lesu statistično značilno večji od premerov plodov na dvoletnem lesu in triletnem lesu. Obratna je situacija pri sorti 'Rubens', kjer so plodovi na terminalnem lesu dosegli najmanjše premere. Pri sorti 'Kanzi' v letu 2008 premeri plodov na terminalnem lesu prav tako največji. Značilnost sorte 'Dalinbel' so bili največji premeri plodov s triletnega lesa. Pri ostalih preizkušanih sortah vpliva kategorije rodnega lesa na dinamiko razvoja plodov nismo potrdili.\n"], "41": ["5 SKLEPI", "V letih od 2008 do 2009 smo v sadjarskem centru Maribor – Gačnik ugotavljali, kakšen je vpliv kategorije rodnega lesa (rodni les iz terminalnega brsta, rodni les iz dvoletnega lesa, rodni les iz triletnega lesa) pri različnih sortah jablane ('Gala', 'Elstar', 'Braeburn', 'Zlati delišes', 'Pinova', 'Jonagold', 'Idared' ,'Fuji', 'Santana', 'Topaz', 'Dalinbel', 'Rubens', 'Mairac', 'Cameo', 'Kanzi', 'Pinova' in 'Diwa') na dinamiko razvoja plodov. Sklepamo naslednje:\n- povprečni premeri plodov so bili pri zadnjem merjenju pri skoraj vseh sortah  jablane v letu 2008 zaradi izrazitega sušnega obdobja v juliju in avgustu manjši od  povprečnih premerov v letu 2009, kar kaže na vpliv klimatskih dejavnikov na  razvoj plodov.\n- pri sortah 'Fuji', 'Rubens', 'Dalinbel' in 'Kanzi' je potrjen signifikanten vpliv t.i.  starosti rodnega lesa na dinamiko priraščanja obsega plodov.\n- sorta 'Fuji' razvije najdebelejše plodove na dvoletnem lesu\n- sorta 'Kanzi' razvije najdebelejše plodove na terminalnem lesu\n- sorti 'Rubens' in 'Dalinbel' razvijeta najdebelejše plodove na triletnem lesu in na  na terminalnem najdrobnejše Rezultati poskusa opozarjajo na nujnost prilagajanja tehnoloških ukrepov na posameznih sortah, kot so vzgoja in rez drevesa ter redčenje plodov.\n"], "abstract": ["V letih 2008 in 2009 smo v Sadjarskem centru Maribor – Gačnik ugotavljali, kako različne vrste rodnega lesa vplivajo na dinamiko razvoja plodov različnih sort Malus domestica B. Za posamezno sorto so bili izbrani plodovi iz terminalnega lesa, rodnega lesa, ki izrašča iz dvoletnega (dvoletni les) in rodnega lesa, ki izrašča iz triletnega lesa (triletni les). Meritve so bile opravljene v enotedenskih razmikih od začetka junija do obiranja. Rezultati so pokazali, da so bili povprečni premeri plodov pri skoraj vseh sortah jablane v letu 2008 manjši od povprečnih premerov v letu 2009, kar je posledica klimatskih razmer. Pri sortah 'Gala', 'Elstar', 'Braeburn', 'Pinova', 'Jonagold',' Idared', 'Cameo', 'Mairac', ''Diwa', 'Zlati delišes', 'Topaz' v obeh letih, pri sortah 'Fuji' in Rubens' v letu 2008 in 'Dalinbel' in 'Kanzi' v letu 2009 kategorija lesa ni imela vpliva na dinamiko razvoja premera plodov. V letu 2008 je sorta 'Kanzi' razvila najdebelejše plodove na terminalnem lesu in sorta 'Dalinbel' na triletnem lesu. V letu 2009 je sorta 'Fuji' razvila najdebelejše plodove na dvoletnem lesu in sorta 'Rubens' na triletnem lesu. "]}