{"1": ["1 UVOD", "Varstvo rastlin je pomemben dejavnik uspešne kmetijske pridelave. Pri nanosu fitofarmacevtskih sredstvih (FFS) imajo pomembno vlogo kmetijski stroji in naprave ter oprema za nanos FFS. Sem sodi tudi uporaba sodobnih škropilnih šob.\nPri aplikaciji FFS moramo vedno upoštevati možnost zanašanja (drifta) izven območja nanosa, kar je ena od pomembnih težav v kmetijski pridelavi Slovenije. Z izrazom zanašanje opisujemo pojave transporta FFS izven območja, kamor smo jih želeli nanesti. Negativni učinki zanašanja FFS so: poškodbe in ostanki na pridelkih sosednjih gojenih rastlin, onesnaževanje zraka, tal, površinskih voda, podtalnice in neposrednega bivalnega okolja. FFS lahko zanese od nekaj metrov do nekaj tisoč metrov stran od mesta aplikacije. K temu pa pripomorejo: nestrokovna aplikacija, veter in slaba mehanizacija, fizikalni in splošni meteorološki parametri v atmosferi … (Thistle 2004).\n"], "2": ["1.1 Povod za delo", "Zanašanje FFS lahko omejujemo z doslednim upoštevanjem varovalnih pasov (navadno od 5 do 20 m). Slovenija ima trenutno sistem fiksnih varovalnih pasov, ki je vedno enak. V mnogih državah EU so se odločili, da pridelovalcem, ki uporabljajo opremo, ki ima jasno dokazano sposobnost redukcije drifta, omogočijo skrajšanje razdalj varnostnih pasov. Imajo tako imenovane variabilne (prilagodljive) varovalne pasove. Slovenija bi morala slediti temu zgledu, ker zaradi zaostrovanja stanja glede varovalnih pasov pričenjamo izgubljati pridelovalne površine. Zato smo pregledali zakonodajne pristope v EU (Nemčija, Avstrija) in njihove podatke glede možnosti zmanjševanja varnostnih pasov. V Nemčiji imajo sistem deklariranja stopnje redukcije drifta naprav za nanos FFS (nem. abdriftmindernder Spruhägeräte). Dodali smo sezname naprav in antidriftnih šob z redukcijskimi razredi (50/75/90 %) za Avstrijo in Nemčijo, ki so predstavljeni v prilogah. \n Najenostavnejši tehnični ukrep za zmanjševanje drifta je uporaba antidriftnih šob. S tem ukrepom se da zanašanje zmanjšati tudi do 50 % ali več. Zaradi tega smo se odločili za poskus v ječmenu, pri katerem smo merili delež (%) zanesene škropilne brozge izven območja nanosa glede na razdaljo od roba njive (0 do 10 m). Uporabili smo naslednje tipe šob:\n- Lechler LU 120-03,\n- Lechler ID 120-03,\n- Albuz AVI – TWIN 110-03,\n- AGROTOP Turbodrop HiSpeed 110-03.\n"], "3": ["1.2 Namen poskusa", "Namen poskusa je bil ugotoviti možnosti zmanjševanja zanašanja FFS izven območja nanosa z uporabo standardne šobe in treh antidriftnih šob ter dokazati, da antidriftne šobe sodijo v redukcijski razred 75 do 90 %.\n"], "4": ["1.3 Delovne hipoteze", "1. Domnevamo, da se bo drift z uporabo antidriftnih šob v primerjavi s standardno  šobo na vseh merjenih razdaljah zmanjšal.  2. Domnevamo, da bosta na delež drifta zanesenega izven območja nanosa vplivala  hitrost vetra in velikost kapljic.  3. Domnevamo, da se bo z uporabo antidriftnih šob drift zmanjšal od 75 do 90 %.\n"], "5": ["2 PREGLED OBJAV", ""], "6": ["2.1 Definicija in vrste drifta", "Z izrazom zanašanje/drift navadno opisujemo fizikalni proces zanašanja in tudi snovne količine, ki jih pri tem pojavu določamo. Zanašanje fitofarmacevtskih sredstev (FFS) je pojav, ki nastane med in po nanosu pripravkov zaradi različnih vremenskih, atmosferskih, topografskih, tehničnih in fizikalno-kemičnih dejavnikov. Zaradi zanašanja del škropilne brozge ali drugih oblik formulacij FFS ne prispe do ciljnih površin (rastlinski organi, zemljišče, objekti, naprave …) in ne obstane na njih (Lešnik 2005). V Pravilniku o dolžnostih uporabnikov fitofarmacevtskih sredstev (Ur. l. RS, št. 62/2003, str. 9524) najdemo definiciji zanašanje in tretiranje.\nZanašanje je neposredno zanašanje kapljic škropilne ali pršilne mešanice izven območja tretiranja zaradi aplikacijskega nanašanja FFS, naravnih zračnih tokov in turbulentnih tokov, povzročenih z napravami.\nTretiranje je nanašanje FFS na rastline, rastlinske proizvode, v tla ali objekte zaradi varstva rastlin in rastlinskih proizvodov pred škodljivimi organizmi.\nVrste zanašanja FFS – drifta, (Lešnik 2005):\nNeposredni aplikacijski drift – je v glavnem posledica delovanja atmosferskih  zračnih tokov, kadar ti zajamejo iz naprav sproščene kapljice ali prašne delce in jih  odnesejo v okolico. V nekaterih razmerah je lahko drift občuten tudi po  zaključenem procesu nanosa. To je zanašanje kapljic ali delcev FFS izven območja  nanosa zaradi prevelike kinetične energije (prevelika moč in kapaciteta puhal,  prevelik delovni tlak) in zaradi pojavov v atmosferi (hitrost vetra, toplota, vlaga  …), ki značilno podaljšajo predvideno pot kapljic ali delcev (atmosferske  turbulence v obliki vetra, termična konvekcija …). Pri običajnem delu s pršilniki \n lahko na razdalji 10 do 20 m od roba nasada pričakujemo onesnaževanje z vsaj 0,5  do 3 % snovi, ki jo nanesemo na površinsko enoto.\nPostaplikacijski drift – nastane po opravljeni aplikaciji. To je stekanje pripravka s  tretiranih rastlin, spiranje škropilne obloge z dežjem, izhlapevanje aktivne snovi iz  škropilne obloge, vetrna erozija škropilne obloge ali z aktivno snovjo prepojenih  talnih delcev. Na postaplikacijski drift najbolj vplivajo fizikalno-kemične lastnosti  pripravkov, manj naprave za nanos.  Glede na mesto, kjer se pojavi onesnaževaje zaradi zanašanja, ločimo ekso-drift in  endo-drift. Kadar škropilno brozgo odnese izven območja nanosa, na primer od  roba njive ali sadovnjaka v okolico, govorimo o ekso-driftu. Z izrazom endo-drift  označimo onesnaževanje tal in vegetacije znotraj objektov pridelave. Tako v trajnih  nasadih kot endo-drift štejemo ostanke FFS, ki so se sprali z dreves in ostanke FFS,  ki so se med aplikacijo sesedli na tla in vegetacijo medvrstnega prostora in pod  drevje. Če naprave za nanos ne delujejo ustrezno, lahko endo-drift znaša več kot 20  % nanesene količine pripravka. Dobro poznamo neugodne učinke endo-drifta ob  uporabi insekticidov zgodaj spomladi, ko pod drevjem cveti zeliščna podrast. Kot  posledica endo-drita se pojavijo zastrupitve čebel, ki se pasejo na njej.\nObaplikacijski drift – nastaja ob transportih, pripravi škropilne brozge in čiščenja  naprav za nanos. Skupna količina izgub škropilne brozge pri uporabi tehnično  pomanjkljivih naprav lahko hitro preseže 10 % pripravljene škropilne brozge.  Običajne tehnične pomanjkljivosti so puščanje vodov, slabo tesnjenje protikapnih  ventilov in pokrova naprave in podobno. Zunanja površina naprav za nanos FFS in  delno tudi traktorjev se med nanosom pripravkov umaže z ostanki pripravkov. To  je pogosto pri pršilnikih, če jih uporabljamo v vetrovnih razmerah in kadar imajo ti  vgrajene ventilatorje, ki lahko delno povratno zajemajo škropilni oblak. V teh  primerih se po zaključenem nanosu pojavi točkovno onesnaževanje na mestu pranja  naprav.\n"], "7": ["2.2 Zmanjševanje pojavov drifta", ""], "8": ["2.2.1 Tehnični pristopi", "Prvi od ukrepov za zmanjševanje drifta so naprave za nanos FFS in ravnanje z njimi. Gledano s tehnične plati lahko na drift vplivamo s pomočjo tehničnih parametrov naprav, z izbiro vgrajenih šob in nastavitvami delovnih parametrov naprav (Koch 2003).\nPri poljskih škropilnicah so glavne smeri razvoja povezane z uvajanjem varovalne obodne kritine ali z uvajanjem zračnega toka (škropilnice z zračno podporo), s čimer se škropilnice konstrukcijsko približujejo pršilnikom (Lešnik 2005).\nKot zelo učinkovita rešitev v poljedelstvu se kaže uporaba poljedelskih škropilnic z enojno ali dvojno zračno zaveso, kjer je škropilni curek ujet v en ali dva zračna tokova in kapljice ne morejo zapustiti ozkega pasu znotraj ali med njima (Cooke in sod. 1990). Z uporabo takšnih škropilnic se da zmanjšati drift pri škropljenju v poljedelstvu za več kot 80 %.\nZa zmanjševanje drifta so se začele uvajati vgradnje antidriftnih šob v škropilnice in pršilnike. Z njimi lahko omejujemo obseg drifta. Osnovna razlika med standardno šobo in antidriftno šobo je v tem, da antidriftne šobe pri enakem delovnem tlaku dajejo večje kapljice (več kot 200 ali 220 mikrometrov) in da je delež majhnih kapljic manjši kot pri standardnih šobah. Antidriftne šobe so klasificirane po stopnji redukcije zanašanja (npr. 25 %, 50 %, 75 %, 90 % …) (Lešnik 2007). Poznamo še antidriftne šobe, katerih konstrukcija omogoča izrabo venturijevega učinka za spremembo tlaka v tekočini in dinamične površinske napetosti tekočine pred vstopom v razpršilno ustje. Te šobe imenujemo venturi šobe z vsesavanjem zraka (angl. air induction antidrift nozzles). Spoznamo jih po tem, da so dolge. Daljše kot so, večje kapljice dajejo (Blažič in sod. 2009).\nNajboljši javno dostopen sistem klasifikacije imajo v Nemčiji, kjer antidriftne šobe uporablja večina pridelovalcev, in Avstriji, kjer lahko za vsak tip šobe preverimo stopnjo redukcije zanašanja. Deklarirana stopnja redukcije zanašanja je vezana na specifične \npogoje uporabe (delovni tlak, hitrost vožnje, viskoznost tekočine …) (Lešnik 2007). V nekaterih državah je uporabo antidriftnih šob v glavnem spodbudila zakonodaja, ki je vezana na registracijo FFS (Lešnik 2005).\nVajs in sod. (2007) so preučevali možnosti zmanjševanja pojavov zanašanja (drifta) herbicidov pri zatiranju plevelov v koruzi z uporabo standardnih in antidriftnih šob. Primerjali so obseg zanašanja pri dveh standardnih šobah (Lechler LU in Albuz API) in pri dveh antidriftnih šobah (Lechler ID in Albuz AVI) pri nanosu 125, 200, 300 ali 400 l škropilne brozge na hektar. Antidriftni šobi sta za 40–45 % zmanjšali obseg zanašanja na vseh merjenih razdaljah (1–10 m). Pri povečani porabi vode za škropljenje na način, da se pri isti šobi ob enaki hitrosti vožnje poveča pretok s povečanjem pritiska, se značilno poveča zanašanje škropiva. Pri povečani porabi vode na način, da se za škropljenje ob enaki hitrosti vožnje uporabi šobo z večjim pretokom, se zmanjša obseg zanašanja. Zanašanje herbicidov izven območja tretiranja je možno enakovredno zmanjšati z uporabo antidriftnih šob ali s prilagoditvijo delovnih parametrov pri uporabi standardnih šob.\nMožnosti zmanjševanja pojavov zanašanja so preučevali tudi Nuyttens in sod. (2007). Meritve zanašanja škropiva so opravili na terenu, kjer so uporabili različne tipe šob (standardne, antidriftne, venturijeve), velikosti šob (ISO 02, 03, 04 in 06), delovne tlake (2, 3 in 4 bare), vozne hitrosti (4, 6, 8 in 10 km/h) in različne višine škropilne letve (0,3, 0,5 in 0,75 m). Različni tipi šob, delovni tlaki, različne vozne hitrosti in tudi višine škropilne letve značilno vplivajo na količino zanašanja škropiva. Ugotovili so, da večje velikosti šob, manjši delovni tlaki, manjše vozne hitrosti in nižje višine škropilne letve zmanjšujejo zanašanje škropiva. Najbolj so se izkazale venturijeve šobe, sledijo antidriftne ter standardne šobe.\nVeter je osnovni dejavnik zanašanja FFS. Sodobne naprave za nanos imajo vgrajene merilce hitrosti vetra, ki so povezani z regulacijskim mehanizmom za pretok skozi šobe in s šobnimi glavami za avtomatično menjavanje šob. Ko veter preseže mejno hitrost, se v šobni glavi s pomočjo elektromagnetnih ventilov zamenja tip šobe (vario wind select oprema) (Holownicki in sod. 2003). \nGanzelmeier (2004) navaja, da je naprave za nanos FFS možno opremiti tudi z GPS sistemi in aplicirati vse možnosti uporabe geografskih informacijskih sistemov (npr. avtomatsko prilagajanje šob in delovnih parametrov stroja glede gibanja po driftnih kartografskih conah).\n"], "9": ["2.2.2 Organizacijsko tehnični in prostorsko ureditveni pristopi", "Precej raziskav v različnih evropskih državah so naredili tudi v zvezi z možnostjo omejevanja drifta s sajenjem rastlinskih pasov (Miller in sod. 2000; Raupach in sod. 2001; Ucar in Hall 2001). Ponekod so združili funkcije protivetrnih, protipoplavnih in protierozijskih pasov s sistemom varstva proti pojavom drifta. Vegetacijski pasovi so lahko strukturirani iz naravne vegetacije ali pa iz namensko sajenih rastlin, ki so trpežne in imajo čim bolj gosto zeleno steno večji del leta. Takšni pasovi vegetacije dejansko filtrirajo driftne oblake, ki jih odnese s pridelovalnih površin. Ugotovili so, da varovalna vegetacija povzroči posebno ukrivljenje zračnega toka, ki povzroči dvig driftnega oblaka ob oviri in prenos drifta na razdalje 50 do 100 m za zaščitnim vegetacijskim pasom. Lazzaro in sod. (2008) so v raziskavi dokazali, da se z uporabo živih mej zmanjša drift od 82 do 97 %. Žive meje so se izkazale kot zelo dober ukrep za preprečevanje zanašanja drifta.\n"], "10": ["2.2.3 Sistem varovalnih pasov", "Zakonodaja je primarno usmerjena v varovanje površinskih in podtalnih voda ter je tesno vezana na postopke registracije FFS. Ob registraciji se pripravkom določijo minimalne varovalne razdalje za uporabo ob občutljivih biocenozah (Lešnik, 2005).\nSistem varovalnih pasov je namenjen prostorski izolaciji tretiranih območij od območij, ki jih želimo varovati pred onesnaževanjem z ostanki FFS (vode, robni habitati, bivanjsko okolje ...). Podatek o minimalni varnostni razdalji je sestavni del podatkov v navodilih o uporabi pripravkov in ga je pred uporabo pripravka vedno potrebno preveriti. To je najmanjša možna razdalja od roba tretiranega območja do roba območja, ki ga želimo varovati, kjer nanosa FFS ne izvedemo. Varovalni pas je lahko sestavni del posevka ali \nnasada, lahko pa je poraščen z naravno vegetacijo, ki ima filter učinek. V nekaterih državah imajo za kmetijsko pridelavo na voljo velika prostranstva in si lahko privoščijo obsežne varovalne pasove tudi 100 m in več od roba pridelovalnih površin. Ponekod se pridelovalci borijo za vsako ped zemlje. Tako imajo na Nizozemskem predpise, ki obravnavajo zanašanje na razdalji 1 meter od zadnje vrste sadovnjaka. Pripravke v sadovnjakih nanašajo tudi 2 metra stran od brežine voda, če imajo ustrezno opremo. Obsežni varovalni pasovi okrog majhnih njiv in trajnih nasadov lahko imajo neugoden vpliv na ekonomiko pridelovanja. Največje težave so z ozkimi njivami, ki potekajo vzporedno z vodotoki. Pri nekaterih pripravkih, ki imajo na primer 20 m širok varovalni pas, se zgodi, da nekega pripravka ne moremo nanašati na večjem delu njive in njegova uporaba na preostanku njive ni smiselna (Lešnik, 2005).\nLahko bi rekli, da je pri povprečno nevarnih FFS osnovni pristop, da bi moral biti drift na razdalji 20 m stran od pridelovalne površine manjši od 0,1 %. Če se pri aplikaciji doseže takšen cilj, potem za izpostavljene, ki živijo v neposredni bližini pridelovalnih objektov, ne bi smelo biti večje nevarnosti. Pridelovalcem je potrebno dati natančna navodila, na kakšne načine naj izvajajo nanos FFS, da bo drift na 20 m manjši od 0,1 % (Lešnik, 2005).\nVode se v naši agrarni pokrajini nahajajo v neposredni bližini kmetijskih površin, zato obstajajo velike možnosti za pojave zanašanja FFS v vodno okolje. Ob registraciji FFS se določijo varnostne razdalje med robovi pridelovalnih površin in vodami, ki jih je potrebno upoštevati in obvezno preveriti pred vsako uporabo FFS. V zvezi z varovalnimi pasovi je kategorizacija voda opravljena v Zakonu o vodah (ZV, Ur. l. RS. 67/2002), ki loči vode 1. reda (Drava, Dravinja, Meža, Mislinja, Paka, Sava, Savinja, Sotla …) in vode 2. reda (druge vode). Prepovedana je uporaba sredstev za varstvo rastlin na priobalnih zemljiščih v tlorisni širini 15 m od meje brega voda 1. reda in 5 m od meje brega voda 2. reda. Če pa ima sredstvo na etiketi zahtevan širši varovalni pas, npr. 30 metrov, je treba upoštevati le- tega. V Avstriji je prepovedana uporaba FFS v tlorisni širini 10 m od meje brega voda 1. reda (vode 1. reda: Ren, Lippe, Sieg …) in 5 m od meje brega voda 2. reda (vse druge površinske vode). \nSlovenija ima trenutno sistem fiksnih varovalnih pasov (20 do 100 m), ki je vedno enak, ne glede na razmere aplikacije FFS in ne glede na vrsto in tehnično razvojno stopnjo naprav za nanos FFS. Četudi pridelovalec razpolaga z najnovejšimi napravami za nanos FFS, ki omogočajo tudi 95 % redukcijo drifta, s tem ne more vplivati na možnosti za uporabo FFS pripravkov. V mnogih državah EU so se odločili, da pridelovalcem, ki uporabljajo opremo, ki ima jasno dokazano sposobnost redukcije drifta, omogočijo skrajšanje razdalj varovalnih pasov. Tako so v prakso uvedli variabilne (prilagodljive) varovalne pasove. Sistem je inkorporiran tudi v navodila za uporabo FFS. Dejansko izvajanje sistema je različno od države do države. Tako imajo na primer v Angliji sistem LERAP (Local Environmental Risk Assessment for Pesticides) (Gilbert 2000) in v Nemčiji sistem deklariranja stopnje redukcije drifta naprav za nanos FFS (nem. abdriftmindernder Spruhägeräte).\nV Nemčiji so imeli po letu 2000 podoben sistem kot v Angliji (Herbst 2001), vendar se je pridelovalcem zdel preveč zapleten in so ga poenostavili. Danes imajo v Nemčiji in Avstriji v navodilih za uporabo FFS naveden obseg možnega zmanjšanja varovalnega pasu, če pridelovalec razpolaga z opremo, ki je uradno deklarirana, da ima sposobnost zmanjšati drift za določen delež. Odločitev je na pridelovalcu. Če nima ustrezne opreme, mora upoštevati maksimalen varovalni pas, če pa ima na primer opremo za 75 % redukcijo drifta, lahko varovalni pas zmanjša vsaj za 30 %. Za aplikacijo določenih pripravkov mora pridelovalec razpolagati z ustrezno opremo, sicer aplikacija ni možna.\n"], "11": ["2.3 Zakonodaja v Sloveniji", "Republika Slovenija prilagaja vso dosedanjo in novo zakonodajo pravnemu redu Evropske unije. Glavni namen prilagajanja je vzpostavitev enotnega sistema nadzora zdravstvenega varstva rastlin ter določanje in varovanje posebnih območij. S pomočjo drugih pravnih predpisov, ki zavezujejo Slovenijo pri pripravi nacionalnih predpisov, pa je vzpostavljen tudi seznam škodljivih organizmov, rastlin in rastlinskih proizvodov. \n2.3.1 Zakon o zdravstvenem varstvu rastlin (ZZVR-1)\nPrepovedan je vnos in širjenje škodljivih organizmov s seznamov I.A in II.A (seznama, ki se nanašata na celotno ozemlje Republike Slovenije). Na varovanem območju sta prepovedana tudi vnos in širjenje škodljivega organizma s seznamov I.B in II.B (seznama, ki se nanašata na določena varovana območja), za katerega je območje priznano kot varovano. Šteje se vsak nameren ali nenameren vstop škodljivih organizmov na ozemlje Republike Slovenije ali na varovano območje. Podrobnejšo vsebino seznamov predpiše minister, pristojen za kmetijstvo in gozdarstvo.\n2.3.2 Zakon o fitofarmacevtskih sredstvih (Zakon o FFS (ZFFS))\nUporaba FFS na način, ki bi povzročil onesnaženje stanovanjskih, gospodarskih in podobnih objektov, kjer se zadržujejo ljudje in živali ter onesnaženje sosednjih zemljišč in vod, ni dovoljena!\n"], "12": ["2.3.3 Pravilnik o dolžnostih uporabnikov FFS", "Uporabnik FFS mora upoštevati omejitve uporabe na določenih tleh zaradi varstva podzemnih voda in podtalnice, kot je razvidno iz etikete in navodila za uporabo ali prepovedi uporabe posameznih FFS in upoštevati prepovedi in omejitve uporabe FFS na določenih območjih v skladu s predpisi, ki urejajo varstvo voda. Uporabnik mora skrbeti, da FFS ne pride v neposreden stik s človekom in da ne pride do zanašanja:\n- v vodotoke, jezera in druge vode,\n- v podtalnico,\n- v objekte za preskrbo s pitno vodo,\n- na sosednje gojene rastline, zemljišča in skladišča kmetijskih proizvodov,\n- v objekte za skladiščenje in predelavo rastlin, objekte za rejo in oskrbo živali, če  taka uporaba lahko ogrozi zdravje ljudi in živali. \nV postopku registracije se FFS ocenijo tudi z vidika tveganja za okolje (neživi in živi svet). Uporaba FFS ne sme predstavljati nesprejemljivega tveganja za neciljne organizme (ptice, sesalci, ribe, žuželke …) in neciljne rastline. Evropska unija in s tem tudi Slovenija ščiti dragocene vodne vire pred prekomernim izkoriščanjem in onesnaženjem z doslednim izvajanjem sprejetih zakonskih predpisih. Določbe Okvirne vodne direktive so prenesene v slovensko zakonodajo z zakonom o vodah.\n"], "13": ["2.3.4 Zakon o vodah", "V neposredni bližini izvirov, vodotokov, jezer, drugih stoječih voda in objektov za preskrbo s pitno vodo tretiranje, pripravljanje škropilne brozge in spiranje naprav za nanašanje ni dovoljeno.\nRabo in druge posege v vode, vodna in priobalna zemljišča ter zemljišča na varstvenih in ogroženih območjih ter kmetijska, gozdna in stavbna zemljišča je treba programirati, načrtovati in izvajati tako, da se ne poslabšuje stanja voda, da se omogoča varstvo pred škodljivim delovanjem voda, ohranjanje naravnih procesov, naravnega ravnovesja vodnih in obvodnih ekosistemov ter varstvo naravnih vrednot in območij, varovanih po predpisih o ohranjanju narave.\nPovršinske vode se po pomenu, ki ga imajo za upravljanje voda, razvrstijo v 1. in 2. red: vode 1. reda (Drava, Dravinja, Meža, Mislinja, Paka, Sava, Savinja, Sotla …), preostale vode pa so označene kot vode 2. reda. Prepovedano je gnojenje ali uporaba sredstev za varstvo rastlin na priobalnih zemljiščih v tlorisni širini 15 metrov od meje brega voda 1. reda in 5 metrov od meje brega voda 2. reda. Če pa ima sredstvo na etiketi zahtevan širši varnostni pas, npr. 30 metrov, je treba upoštevati le-tega. Poleg tega je seveda potrebno upoštevati tudi vse dodatne omejitve uporabe, ki so razvidne iz etikete oziroma navodila. Te se večinoma nanašajo na vodovarstvena območja ter na določeno vrsto tal in so predpisane predvsem zaradi varstva podzemnih voda. \nNa vodovarstvenem območju se lahko omejijo ali prepovejo dejavnosti, ki bi lahko ogrozile količinsko ali kakovostno stanje vodnih virov ali zaveže lastnike ali druge posestnike zemljišč na vodovarstvenem območju, da izvršijo ali dopustijo izvršitev ukrepov, s katerimi se zavaruje količina ali kakovost vodnih virov.\n"], "14": ["2.3.5 Zakon o varstvu okolja", "Ta zakon določa primere, ko je za poseg v okolje treba pridobiti okoljevarstveno soglasje ali dovoljenje.\nPovzročitelj onesnaževanja mora izvesti ukrepe, potrebne za preprečevanje in zmanjšanje onesnaževanja tako, da njegove emisije v okolje ne presegajo predpisanih mejnih vrednosti.\nPovzročitelj onesnaževanja mora za napravo, v kateri poteka dejavnost, ki lahko onesnažuje okolje z emisijami, imeti okoljevarstveno dovoljenje, skladno s tem zakonom.\nVlada Republike Slovenije (v nadaljnjem besedilu: Vlada) določi mejne vrednosti emisije, stopnje zmanjševanja onesnaževanja okolja in s tem povezane ukrepe, pri čemer upošteva tudi možne učinke celotne in skupne obremenitve okolja. Vlada lahko določi naprave, za katere proizvajalec zagotavlja skladnost s predpisanimi mejnimi vrednostmi ali se ta ugotavlja v skladu s predpisi, ki urejajo ugotavljanje skladnosti proizvodov in za katere okoljevarstveno dovoljenje ni potrebno.\nPovzročitelj tveganja mora pri upravljanju obrata izvesti predpisane ukrepe za preprečevanje večje nesreče in za zmanjševanje njenih posledic za ljudi in okolje, zlasti pa izdelati zasnovo zmanjšanja tveganja za okolje in varnostno poročilo. Povzročitelj obremenitve mora pri svojem ravnanju upoštevati vsa pravila, ki so potrebna za preprečevanje in zmanjševanje obremenjevanja okolja. \nPred začetkom izvajanja posega, ki lahko pomembno vpliva na okolje, je treba izvesti presojo njegovih vplivov na okolje in pridobiti okoljevarstveno soglasje ministrstva.\nV postopku presoje vplivov na okolje se ugotovi, opiše in oceni dolgoročne, kratkoročne, posredne ali neposredne vplive nameravanega posega na človeka, tla, vodo, zrak, biotsko raznovrstnost in naravne vrednote, podnebje in krajino, pa tudi na človekovo nepremično premoženje in kulturno dediščino ter njihova medsebojna razmerja. Vlada predpiše vrste posegov, za katere je treba izvesti presojo vplivov na okolje na podlagi njihovih značilnosti, lokacije in možnih vplivov na okolje.\nUpravljavec mora za obratovanje naprave, v kateri se bo izvajala dejavnost, ki lahko povzroči onesnaževanje okolja večjega obsega in za vsako večjo spremembo v obratovanju te naprave pridobiti okoljevarstveno dovoljenje.\n"], "15": ["2.4 Zakonodaja v EU (Nemčija, Avstrija)", "Eden od glavnih problemov v zvezi s FFS v državah članicah EU je onesnaževanje površinskih in podzemnih voda, še zlasti vodnih virov, ki so namenjeni za prehrano ljudi. V Evropi je to zelo urejeno.\nZa začetek je bila sprejeta Direktiva Sveta 91/414/EGS o dajanju FFS v promet. Ta direktiva ureja dovoljenja javno-zasebnih partnerstev, predvideva možnost, da omejijo dovoljenja za nekatere uporabe FF in določa posebne zahteve pri uporabi, na primer ukrepe za zmanjšanje tveganja v zvezi z varstvom voda. Določa pravila, ki urejajo FFS in aktivne snovi, ki jih ta sredstva vsebujejo.\nTej direktivi sledi Uredba 1107/2009 o dajanju FFS v promet in razveljavitvi direktiv Sveta 79/117/EGS (o prepovedi prometa in uporabe FFS, ki vsebujejo določene aktivne snovi) in 91/414/EGS. Ta uredba določa pravila za registracijo FFS v komercialni obliki in za njihovo dajanje v promet, uporabo in nadzor v skupnosti. Določa pravila za odobritev aktivnih snovi, varoval ali sinergistov, ki jih vsebujejo FFS ali so sestavljena iz njih ter \npravila za pomožna sredstva in dodatke. Namen te uredbe je zagotoviti visoko raven zaščite zdravja ljudi in živali ter okolja ter izboljšati delovanje notranjega trga z uskladitvijo predpisov o dajanju FFS na trg, hkrati pa izboljšati kmetijsko proizvodnjo.\n"], "16": ["2.4.1 Direktive o vodah", "Okvirna direktiva o vodah (WFD) Direktiva evropskega parlamenta in Sveta 2000/60/ES. Namen te direktive je določiti okvir za varstvo celinskih in površinskih voda, obalnega morja in podzemne vode. Govori o usklajevanju upravnih ureditev na vodnih območjih, okoljskih ciljih, značilnostih vodnega območja, pregledu vplivov človekovega delovanja na okolje in ekonomski analizi rabe vode. Opisan je register o zavarovanih območij. Opisane so vode, ki se uporabljajo za odvzem pitne vode in strategije za preprečevanje onesnaževanja vode, podzemne vode. Opisane so površinske vode, podzemne vode, zavarovana območja.\nOkvirna direktiva o vodah ni omejena na javno-zasebno partnerstvo, ampak obsega splošno zaščito voda. Drugi predpisi s podobnimi področji so bili določeni prej:\n- Direktiva 75/440/EGS o zahtevah glede kakovosti površinske vode za odvzem pitne  vode v državah članicah. Ta direktiva ureja zahteve glede kakovosti, ki jih mora  izpolnjevati površinska sladka voda, ki se uporablja ali je namenjena za uporabo pri  odvzemu pitne vode po primerni obdelavi. Ta direktiva ne velja za podzemno vodo,  somornico in vodo, namenjeno za polnjenje vodonosnikov. Za namene te direktive  se vsa površinska voda, namenjena za prehrano ljudi in dobavljena preko  vodovodnega omrežja za javno porabo, šteje kot pitna voda. Govori o opredelitvi  standardnih metod obdelave za pretvorbo površinske vode kakovostnih razredov  A1, A2 in A3 v pitno vodo in o značilnostih površinske vode za odvzem pitne  vode. \n - Direktiva 76/464/EGS o onesnaževanju zaradi odvajanja nekaterih nevarnih snovi v  vodno okolje. Ta direktiva se uporablja za celinske površinske vode, teritorialne  vode, notranje morske vode in za podzemno vodo.\n- Direktiva Sveta 80/68/EGS o varstvu podzemnih voda pred onesnaževanjem z  določenimi nevarnimi snovmi. Namen te direktive je preprečiti onesnaževanje  podzemne vode z nevarnimi snovmi. Priložena je tudi priloga družin in skupin  nevarnih snovi.\n"], "17": ["2.4.2 Zakonodaja o varstvu rastlin in zmanjševanju drifta v Avstriji", "15. 2. 2011 je bil v Avstriji v Uradnem listu objavljen novi zakon o FFS, ki je popolnoma stopil v veljavo 14. 6. 2011. Nadomestil je stari zakon iz leta 1997.\nNovi zakon služi izvajanju Direktive 2009/128/ES o določitvi okvira za ukrepe Skupnosti za trajnostno rabo pesticidov in izvedbi Uredbe Evropske skupnosti št. 1107/2009. Podrobnosti izvedbene zakonodaje bodo predpisane na deželnem nivoju (9 dežel – vsaka bo imela svojo zakonodajo) in se pričakujejo v letu 2012. V njej bo podrobno predpisano osnovno in nadaljnje izobraževanje uporabnikov in prodajalcev FFS, testiranje naprav za nanašanje, informacije javnega značaja, raba in čiščenje naprav za nanašanje, omejitve in prepovedi uporabe FFS, zmanjševanje tveganja kopičenja FFS, razvoj in uvajanje integriranega varstva in kazalniki za kontrolo uporabe FFS.\n"], "18": ["2.5 Tuja driftna modela (Nemčija, Avstrija)", ""], "19": ["2.5.1 Nemčija", "V Nemčiji je podeljevanje dovoljenj (registracij) za dajanje FFS na trg tesno povezano s predhodnim določanjem velikosti varovalnih pasov za aplikacijo ob vodnih virih in tudi z lastnostmi opreme za nanos, povezanimi s potencialom za povzročanje zanašanja. Leta 1993 so pričeli oblikovati register opreme, ki je deklarirana kot oprema za zmanjševanje \nzanašanja. Pri testiranju nove naprave glede značilnosti zanašanja, vrednosti, ugotovljene pri meritvah zanašanja v standardnih protokolih, primerjajo z vrednostmi referenčne standardne opreme, značilne za nemško tržišče, ki so podane v registru podatkov, imenovanem \"basic drift values\". Novo napravo potem uvrstijo v ustrezen razred glede zmanjševanja zanašanja (ang. drift reducing class, nem. Abdriftminderungsklasse). Osnovni razredi v registru so 50 %, 75 % in 95 % razred zmanjšanja zanašanja. Za uvrstitev naprave v posamezen razred morajo izvesti poskuse v naravi in poskuse v nadzorovanih razmerah vetrovnega tunela. Register naprav in podatke o njihovi uvrstitvi v posamezne razrede glede zmanjševanja zanašanja potem predstavijo v zveznem uradnem listu (nem. Bundesanzeiger). Podatke iz tega registra uporabljajo tudi pri postopkih registracije novih fitofarmacevtskih pripravkov tako, da določijo odstopanja od predpisanih razdalj za varnostne pasove. Velikost razdalj varnostnih pasov določijo glede na stopnjo zmanjšanja zanašanja, ki jo ima oprema, s katero želimo nanašati nek pripravek. To pomeni, da lahko enak pripravek nanašamo na različnih razdaljah od vodnega vira, odvisno od tipa opreme za nanašanje. V nekaterih primerih novih pripravkov za varstvo rastlin sploh ni možno registrirati, če niso predvideni za nanašanje z opremo, ki ima deklarirano natančno določeno stopnjo zmanjševanja zanašanja. Takšen pristop k reguliranju pojavov zanašanja pripravkov, ki jih sicer po strogih okoljevarstvenih določilih z zastarelimi stroji sploh ne bi mogli več uporabljati (Rautmann in Herbst 2005).\nV Nemčiji imajo celotno ozemlje kartirano glede na občutljivost območij za drift. GPS vodene naprave za nanos FFS pri delu na polju opozorijo pridelovalca, da se je naprava približala posebni coni, kjer veljajo določene s predpisi postavljene omejitve ali pa naprava ob približanju k takšni coni samodejno spremeni delovne parametre in tip aktivnih šob.\nZa zmanjšanje širine varovalnega pasu so izdelali seznam naprav in opreme, ki zmanjšuje zanašanje škropiva – drifta. Glede na opremljenost naprav so le-te razdeljene na razrede zmanjšanja drifta: 50 / 75 / 90 %. Julius Kühn-Institut (JKI), Zvezni raziskovalni center za gojene rastline, objavlja sezname odobrenih škropilnih tehnik za zmanjšanje drifta. Najnovejše posodobitve so na voljo od 10. 2. 2011. Seznam antidriftnih šob z razredi zmanjšanja drifta (50/75/90 %) za poljedelstvo je predstavljen v Prilogi 1.\n"], "20": ["2.5.2 Avstrija", "Za zmanjšanje širine varovalnega pasu so izdelali seznam naprav in opreme, ki zmanjšuje zanašanje škropiva – drifta. Glede na opremljenost naprav so le-te razdeljene na razrede zmanjšanja drifta: 50 / 75 / 90 / 95 % (samo s posebnimi pogoji, na primer z mrežo proti toči v sadovnjakih). Zvezno ministrstvo za kmetijstvo, gozdarstvo, okolje in vodno gospodarstvo objavlja sezname odobrenih škropilnih tehnik za zmanjšanje drifta. Seznam naprav za zmanjšanje drifta je predstavljen v Prilogi 2. Seznam antidriftnih šob z razredi zmanjšanja drifta (50/75/90 %) za poljedelstvo, ki je začel veljati s 1. 2. 2012, je predstavljen v Prilogi 3.\n"], "21": ["3 MATERIALI IN METODE", ""], "22": ["3.1 Lokacija in značilnosti poskusne parcele", "Poskuse smo izvedli na polju ječmena (Slika 1) v Univerzitetnem centru Pohorski dvor Fakultete za kmetijstvo in biosistemske vede Maribor – Hoče, dne 25. 5. 2012.\nŠkropilno brozgo smo aplicirali v ječmenu. Za izvedbo meritev drifta smo izbrali dopoldanske ure v času med 10.00 in 13.00. Veter smo merili z anemometrom (Slika 2). Veter smo merili za vsak tip šobe posebej, v višini klasa 0,8 m in na 2 m višine. Povprečna hitrost vetra, merjena v višini klasa, je znašala od 0,8 do 1,6 m/s. Povprečna hitrost vetra, merjena v višini 2 metrov, je znašala 1,4 do 2,9 m/s (Preglednica 1). Smer vetra je bila skoraj ves čas poskusa pravokotna na smer vožnje traktorja. \nTip šobe v višini klasa (0,8 m) na 2 m višine  LU 0,92 1,4  LU 0,92 1,4  LU 0,92 1,4  LU 0,92 1,4  ID 0,8 2,89  ID 0,8 2,89  ID 0,8 2,89  ID 0,8 2,89  AVI 1,3 2,1  AVI 1,3 2,1  AVI 1,3 2,1  AVI 1,3 2,1  HS 1,6 1,6  HS 1,6 1,6  HS 1,6 1,6  HS 1,6 1,6\n"], "23": ["3.2 Zasnova poskusa", "Uporabili smo tehniko uporabe fluorescentnega sledilca (barvilo ETOL citronin rumena). Za umeten kolektor smo uporabili petrijevke (Slika 3), ki so bile nalepljene na lesenih deskah velikosti 10 x 10 cm (Slika 4). Te smo pritrdili na lesene količke 50 cm nad tlemi na nizko pokošenem travniku ob polju (Slika 5). Poskus smo opravili v štirih ponovitvah na različnih razdaljah (Slika 6). Prve kolektorje smo namestili na tla v ječmenu (0 m), druge pa na količke na razdaljah 1, 2, 5 in 10 m vstran od prvih kolektorjev. Primerjali smo obseg zanašanja pri treh antidriftnih šobah in izboljšani standardni šobi pri nanosu 250 l škropilne brozge na ha. Hitrost vožnje traktorja je znašala 6,6 km/h = 1,8 m/s.\nKo se je škropilna brozga ujela v petrijevke, smo jih zaprli, ustrezno označili ter odnesli v laboratorij (Slika 6). Ko se je depozit v petrijevkah posušil, smo jih obdelali z znano količino destilirane vode, ki omogoči, da preide fluorescentni sledilec v analitsko raztopino. Koncentracijo sledilca v analitski raztopini smo določili s pomočjo fotospektrometra Varian. Iz določene koncentracije sledilca v analitski raztopini in znane površine kolektorja smo kot rezultat izrazili delež škropilne brozge, ki je bila zanesena izven roba polja v okolico. Delež je izračunan tako, da se primerja depozit škropilne brozge (µg/cm²) v okolici in na površini polja. V našem primeru je znašal teoretični depozit 25 µg/cm². Z analizo variance smo ugotavljali statistične razlike med rezultati, dobljenimi z različnimi šobami. Statistično analizo smo naredili po postopku, ki velja za običajne bloke s ponovitvami znotraj poskusnih enot v programu Statgraphics for Windows. Naredili smo analizo variance in Tukeyev HSD test pri P ˂ 0,05. Izračunali smo še stopnje redukcije drifta, kjer smo za teoretsko osnovo uporabili šobo LU (izhodišče LU 100 %). Tako smo dobili odstotke zmanjšanja drifta za vsako šobo posebej glede na to, če bi uporabili šobo LU.\n"], "24": ["3.3 Uporabljene naprave in materiali", ""], "25": ["3.3.1 Traktor Deutz Fahr Agrotron K90", "Pri poskusu je bil uporabljen traktor Deutz Fahr Agrotron K90, ki ga prikazuje slika 7.\n"], "26": ["3.3.2 Škropilnica Agromehanika AGS 1000 EN", "Uporabili smo nošeno škropilnico Agromehanika AGS 1000 EN (Slika 9), proizvajalca Agromehanika iz Kranja. Ustreza vsem standardom s področja varstva rastlin.\nŠkropilnica je sodobnega koncepta z ozkim polietilenskim rezervoarjem (prostornina 1000 l), z zaobljenimi robovi, gladkimi notranjimi stenami in nagnjenim dnom. Konstrukcija škropilnice zagotavlja kratko težiščno razdaljo od traktorja do škropilnice, dobro mešanje škropiva, lahko čiščenje škropilnice in popolno izpraznitev rezervoarja. Ogrodje škropilnice je iz jekla in ima nadgrajen povišan mehanizem za ročno dvigovanje in spuščanje, na katerega je pripeta škropilna letev. Pod rezervoarjem je nameščena batno membranska črpalka Agromehanika.\nKrmilno enoto sestavljajo regulacijski ventil, manometer, samočistilni filter, razvodno regulacijski ventili in ventili za mešanje.\nŠkropilnica je imela nameščeno škropilno letev dolžine 12 m. Na njej je bilo nameščenih 24 šob.\n"], "27": ["3.3.3 Uporabljene šobe", "LECHLER LU 120-03\nLECHLER ID 120-03\nALBUZ AVI – TWIN 110-03\nAGROTOP Turbodrop HiSpeed 110-03\nŠoba tipa LU je izboljšana standardna šoba, ki daje majhne kapljice. Šobe tipa ID, AVI- TWIN in Torbodrop HiSpeed spadajo v kategorijo antidriftnih šob, kar pomeni, da oblikujejo curke s kapljicami, ki niso občutljive na zanašanje z zračnimi tokovi. Delujejo z nižjimi tlaki (od 3 do 8 barov). Pri nizkih tlakih znaša stopnja zanašanja škropiva tudi več kot 50 %. AVI-TWIN in Torbodrop HiSpeed sta injektorski šobi z dvojnim curkom.\n3.3.4 VMD vrednosti kapljic\nPo klasifikaciji ustvarja LU šoba fine kapljice, druge ustvarjajo srednje velike kapljice.\n"], "28": ["4 REZULTATI Z RAZPRAVO", ""], "29": ["4.1 Delež (%) zanesene škropilne brozge izven območja nanosa glede na razdaljo  od roba njive", "Povprečna hitrost vetra, merjena v višini klasa (0,8 m), je znašala od 0,8 do 1,6 m/s. Povprečna hitrost vetra, merjena v višini 2 metrov, je znašala 1,4 do 2,9 m/s (Preglednica 1). Smer vetra je bila skoraj ves čas poskusa pravokotna na smer vožnje traktorja. Iz določene koncentracije sledilca v analitski raztopini in znane površine kolektorja (petrijevke) smo kot rezultat izrazili delež škropilne brozge, ki je bila zanesena izven roba polja v okolico. Delež je izračunan tako, da se primerja depozit škropilne brozge (µg/cm²) v okolici in na površini polja. V našem primeru je znašal depozit 25 µg/cm². Rezultati so podani v Preglednici 3 in od slike 13 do 17.\nTip šobe Poraba Delež (%) zanesene škropilne brozge izven območja tretiranja:  Položaji kolektorjev (m):  vode l/ha\n0m 1m 2m 5m 10 m  LU 250 9,33 b 3,67 b 2,67 b 1,29 b 0,18 b  ID 250 1,93 a 0,96 a 0,61 a 0,37 a 0,15 ab  AVI 250 1,78 a 0,94 a 0,54 a 0,27 a 0,06 ab  HS 250 1,58 a 0,79 a 0,46 a 0,17 a 0,03 a\n* Povprečja v okviru enake razdalje, označena z enako črko, se med seboj ne razlikujejo statistično značilno glede na Tukeyev HSD test (P < 0,05). \nPri analiziranju statistične značilnosti za faktorsko zasnovo pri merjenju drifta smo dobili naslednje rezultate.\nKot je razvidno iz Preglednice 3, se je delež zanesene škropilne brozge z razdaljo od roba njive pri vseh šobah zmanjševal. Pri antidriftnih šobah je na razdalji 1 m od roba njive drift znašal 0,96 % (šoba ID) do 0,79 % (šoba HS). Pri standardni šobi LU pa je znašal 3,67 %. Na razdalji 10 m od roba njive drifta skoraj ni bilo več zaznati, saj so bili deleži drifta zelo majhni. Pri antidriftnih šobah je drift znašal od 0,15 % (šoba ID) do 0,03 % (šoba HS), pri standardni šobi LU pa 0,18 %.\nStandardna šoba LU se statistično značilno razlikuje, ker ima bistveno manjše kapljice. VMD kapljic šobe LU znaša 185. Druge šobe se med seboj statistično značilno skoraj ne razlikujejo, ker imajo podobne velikosti kapljic (od 410 do 470). Manjše razlike so nastale, ker je v trenutku izvajanja meritev pri različnih šobah pihal spremenljiv veter.\n"], "30": ["4.2 Stopnje redukcije drifta", "Za izračun stopenj redukcije drifta smo za teoretsko osnovo uporabili šobo LU (izhodišče LU 100 %). Stopnje smo izračunali za štiri razdalje (0, 1, 2 in 5 m). Tako smo dobili odstotke zmanjšanja drifta za vsako šobo posebej glede na to, če bi uporabili šobo LU. Izračuni so bili opravljeni v Statgraph programu.\n76,46 – podatek pomeni, da se je z uporabo šobe ID drift zmanjšal za 71 % glede na to, če bi uporabili šobo LU.\nStopnje redukcije drifta pri treh preučenih šobah (ID, AVI in HS) so bile praktično skoraj enake, ker gre pri njih tudi v izhodišču za isti redukcijski razred (75 do 90 %). Šobe se medseboj statistično ne razlikujejo. Največjo stopnjo redukcije drifta je dosegla šoba HS (do 85,09 %).\n"], "31": ["5 ZAKLJUČEK", "Na podlagi opravljenega poskusa, kjer smo merili delež zanesene škropilne brozge izven obsega nanosa, smo nanos opravili pri enakih delovnih parametrih, a z različnimi tipi šob. Želeli smo potrditi ali ovreči postavljene delovne hipoteze.\nS prvo hipotezo smo predpostavili, da se bo drift z uporabo antidriftnih šob v primerjavi s standardno šobo na vseh merjenih razdaljah zmanjšal. Ugotovili smo, da se je delež zanesene škropilne brozge z razdaljo od roba njive zmanjševal pri vseh tipih šob. Najmanjši drift je bil dosežen z uporabo antidriftnih šob, še zlasti s šobo HS. Pri 10 m je delež drifta, merjen s to šobo, znašal le še 0,03 %. Da se za zmanjšanje drifta dobro obnesejo antidriftne šobe in da se z njimi drift zmanjša tudi do 50 %, sta v raziskavah dokazala Nuyttens s sod. (2007) in Vajs s sod. (2007). Glede na usmeritve v tujini je cilj pri sodobnem škropljenju, da bi drifti na 10 m od roba njive znašali pod 1 % nanesene aktivne snovi FFS pripravkov. V našem poskusu smo ta cilj v popolnosti dosegli, saj je drift na 10 m znašal od 0,18 do 0,03 %. Ta cilj smo dosegli celo z uporabo standardne šobe LU (0,18 % drift).\nZ drugo hipotezo smo predpostavili, da bosta na delež drifta, zanesenega izven območja nanosa, vplivala hitrost vetra in velikost kapljic. V našem poskusu je najbolj izstopala šoba LU, ki ima najmanjšo velikost kapljic (VMD = 185). Z uporabo te šobe je bil drift največji. Druge šobe imajo približno enako velikost kapljic (od 410 do 470) in pri njih velikost kapljic ni značilno vplivala na delež drifta. Med njimi je prihajalo do razlik zaradi spremenjive hitrosti vetra, ki je pihal v trenutku njihove aplikacije. Pihal je veter s hitrostjo do največ 2,9 m/s). Pri uporabi različnih tipov šob s podobnimi velikosti kapljic in s približno enakimi hitrostmi vetra v času nanosa je drift enak.\nS tretjo hipotezo smo predpostavili, da se bo drift z uporabo antidriftnih šob zmanjšal od 75 do 90 %. Uporabljene antidriftne šobe so bile deklarirane kot šobe s 75 do 90 % redukcijo drifta. Takšne stopnje redukcije drifta smo v našem poskusu tudi dosegli, kar \npomeni, da smo drift zmanjšali od 75 % do 90 %. V našem poskusu so antidriftne šobe dosegle stopnje redukcije drifta od 70 % do 85,09 %.\n"], "abstract": ["Na polju ječmena smo izvedli poskuse, s katerimi smo preučevali možnosti zmanjševanja zanašanja (drift) FFS z uporabo antidriftnih šob. Pri aplikaciji FFS smo merili delež škropilne brozge, zanesene na razdaljah 0, 1, 2, 5 in 10 m stran od roba njive z uporabo fluorescentnega sledilca. Vse meritve so bile opravljene v štirih ponovitvah. Primerjali smo obseg zanašanja pri standardni šobi (Lechler LU 120-03) in treh antidriftnih šobah (Lechler ID 120-03, Albuz AVI – TWIN 110-03 in AGROTOP Turbodrop HiSpeed 110-03) pri nanosu 250 l škropilne brozge na hektar. Delež zanesene škropilne brozge se je z razdaljo od roba njive na vseh merjenih razdaljah zmanjševal. Najmanjši drift je bil dosežen s šobo HS. Na delež drifta je značilno vplivala velikost kapljic, kjer je bil drift največji pri šobi LU (VMD = 185). Pri uporabi različnih tipov šob s podobnimi velikosti kapljic in s približno enakimi hitrostmi vetra v času nanosa, je drift enak. Antidriftne šobe so za 70–85 % zmanjšale drift na vseh merjenih razdaljah. "]}