{"1": ["1 UVOD", "Dosežki sodobnih provenienc puranov in nasploh perutnine so prišli to takšne točke, da jim moramo za doseganje velikih prirastov nuditi popolne krmne mešanice in optimalne pogoje v hlevu. Le takrat lahko v polni meri izkoristijo svoj genetski potencial.\nV nalogo smo hoteli vključiti temo, ki ji bomo pri reji puranov morali posvečati več pozornosti. Med pomembnejše nedvomno sodi tehnologija osvetljevanja. Znano je, da prevelika intenziteta svetlobe pri puranih in nasploh pri perutnini izzove burne reakcije ob dražljajih iz okolja. V takšnih situacijah se purani glasno oglašajo, zaradi česar se zmanjša ješčnost in posledično so prirasti živali slabši.\nNamen poskusa je bil razdreti prepričanje naših očetov in dedov, da mora imeti perutnina pod umetno svetlobo 24- urno osvetlitev, in tako dokazati, da se lahko z dobrim svetlobnim programom nadejamo tako boljših proizvodnih rezultatov kot tudi večjega zaslužka ob koncu reje.\nPoskus je potekal v domačem pitališču, med živalmi v kontrolni jati, ki so imele 24- urno osvetlitev in živalmi v testni jati z 21-urno svetlobo ter 3- urno temo. Za takšen svetlobni program smo se odločili na podlagi dogovora z mentorjem, tehnologom in veterinarjem, ker bi naj bilo 3-urno trajanje enkratne zatemnitve še sprejemljivo. Ugotavljali smo obnašanje živali v testni jati, razlike v poginu, telesni masi in rastnosti živali med obema jatama.\nOb tem smo si zadali tri hipoteze, na podlagi katerih smo pričakovali končni rezultat poskusa: H1 - v testni jati naj bi bil odstotek pogina manjši kot v kontrolni jati; H2 - živali v testni jati, naj bi bile bolj umirjene; H3 - testna jata naj bi imela boljši proizvodni rezultat.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Svetlobni programi", "V pitališčih z okni so živali pod vplivom naravne svetlobe. Osvetlitve se v takšnih rejah ne da skrajševati, lahko pa jo z dodatno osvetlitvijo podaljšamo. Učinkovitost tovrstnega sistema naj bi bila večja, saj živali v temi niso toliko aktivne, kot če so pod vplivom trajnega osvetljevanja. Pri vsakršnem primeru uporabe svetlobnega programa je potrebna previdnost. Živali je namreč potrebno navaditi na nenadne spremembe teme oziroma svetlobe, ker je mogoče, da drugače pride do velike panike med živalmi in morebitnih zadušitev. Prehode med temo in svetlobo moramo delati postopno, da se je živali privadijo. Najprimernejše je, da ustvarimo 15-minutni mrak, v katerem se še vedno lahko orientirajo v prostoru, druge aktivnosti pa opustijo (Priročnik za rejo puranov 2004).\nLewis in Morris (2006) navajata, da različni svetlobni programi v prvih šestih tednih nimajo različnih vplivov na telesno maso živali. Purani, ki imajo manj kot 12 ur svetlobe, začno jesti v temi, tega se naučijo do 15. tedna starosti. Pomembna pa je osvetlitev po 15. tednu, saj so purani takrat že občutljivejši na jakost svetlobe. Tisti, ki prejemajo več svetlobe, stimulacijsko (do neke mere) povečajo ješčnost in zmanjšajo konverzijo krme do 20. tedna starosti. V obdobju spolnega razvoja imajo purani pri 16 urah svetlobe na dan boljšo ješčnost, hitrejšo rast in boljšo konverzijo kot pri 23-urni osvetlitvi.\nSiopes (2007) je ugotovil, da sta slaba nesnost ter slabša kakovost jajc pri purah poleti posledici nezadostne osvetlitve. Sklep je bil, da je nesnost boljša pri daljši osvetlitvi – 18 ur svetlobe in 6 ur teme – kot pri 15 urah svetlobe in 9 urah teme, masa jajc pa je bila večja pri krajši osvetlitvi. \nZa rejo, pri kateri se izvaja svetlobni program, je najprimernejši hlev brez oken ali z zatemnjenimi okni, da se svetloba lahko regulira. Programi za rejo se med sabo seveda razlikujejo (Brglez in sod. 1993). V preglednici 1 je prikazan program, ki velja za purane provenience BIG 6.\nStarost živali Svetloba (v urah) Tema (v urah)  36 ur 36 /  36 ur–3 dn i 23 - ¼  4. dan 23 1  5. dan 20 4  6. dan 18 6  7. dan 16 8\nMedtem pri Aviagenu za vzrejo plemenskega podmladka provenience BIG-6 zagovarjajo naslednjo tehnologijo osvetlitve:\n- 2.– 7. teden razmerje med svetlobo in temo: 14 ur svetlobe, 10 ur teme;\n- 12. teden je razmerje: 13 ur svetlobe, 11 ur teme;\n- 13. teden je razmerje: 12 ur svetlobe, 12 ur teme;\n- 14.– 23. teden:10 ur svetlobe, 14 ur teme;\n- 24.– 29. teden: 14 ur svetlobe, 10 ur teme;\n- od 29. tedna in do konca, ki ga določijo: 14 ur svetlobe, 10 ur teme.\nCave in sod. (1985) so različne svetlobne programe testirali pri brojlerjih starosti 2– 7 tednov. V prvem testiranju so med seboj primerjali brojlerje v svetlobnih programih 1 ura svetlobe : 3 ure teme in 0,25 ure svetlobe : 1,75 ure teme, število piščancev je bilo 2400. \nPetelini so bili težji, z boljšo konverzijo in bolj zamaščeno trebušno votlino pri režimu 1 ura svetlobe : 3 ure teme.\nV naslednjem testiranju so primerjali programa 1 ura svetlobe : 3 ure teme in 23,5 ur svetlobe : 0,5 ure teme. Najboljšo konverzijo in najnižjo zamaščenost so ime li brojlerji pri programu 1 ura svetlobe : 3 ure teme. Pri telesni masi pa je v režimu 1 ura svetlobe : 3 ure teme prišlo do razhajanj. V skupini 1 so imeli petelini boljšo konverzijo, v skupini 2 pa manjšo zamaščenost, tako da so prišli do zaključka, da je potrebno pri uporabi posameznega svetlobnega programa upoštevati spol in genotip (Cave in sod. 1985).\nBeane in sod. (1979) so v poskus s štirimi svetlobnimi programi vključili 1600 piščancev. Tehnologija osvetlitve je bila sledeča:\n- neprekinjena svetloba (kontrolna jata);\n- 1 ura svetlobe in 2 uri teme (1 : 2);\n- 25 minut svetlobe ter 105 minut svetlobe (0,25 : 1,75);\n- postopno zmanjševanje razmerja med svetlobo in temo; 2 : 1 (8– 14 dni), 1,5 : 2,5  (15– 21 dni), 1 : 2 (22– 28 dni), 0,5 : 2,5 (29– 42 dni), 0,25 : 2,75 (43– 56 dni). V starosti 8 tednov pri ženskih živalih med posameznimi programi niso odkrili odstopanj v telesni masi, medtem ko so bili petelini najtežji pri programu (1 : 2). Slabšo konverzijo so imele tudi ženske živali v neprekinjeni svetlobi.\nPravilnik o zaščiti rejnih živali (6. in 7. odstavek 44. člena) določa, kakšno jakost svetlobe in način svetlobnega programa moramo imeti v hlevu. Osvetlitev v zgradbah mora biti najmanj 20 luxov in se meri v višini piščančjih oči. Osvetljenih mora biti najmanj 80 % uporabne površine za piščance. Kadar je potrebno, se po nasvetu veterinarja lahko dovoli začasno zmanjšanje stopnje osvetlitve. V roku 7 dni po tem, ko so piščanci naseljeni v objekt, in do 3 dni pred predvidenim datumom zakola, mora osvetlitev slediti 24-urnemu ritmu in vključevati obdobja teme, ki trajajo skupaj najmanj 6 ur, z najmanj enim neprekinjenim obdobjem teme, ki traja najmanj 4 ure, kar ne vključuje trajanja zatemnitve. Zniževanje ur osvetlitve se izvaja postopno (Pravilnik o zaščiti rejnih živali. 2010, Ur. l. RS, 51: 7592).\n"], "4": ["2.2 Jakost osvetlitve", "Hlev mora biti opremljen z električnim sistemom, ki omogoča zanesljivo in enakomerno osvetlitev v razponu, kot je priporočeno za purane in pure. Enakomerno osvetlitev je najlažje doseči, če nastavimo večje število žarnic manjše jakosti (40– 60 W), ki so v 2 ali 3 vrstah razporejene v hlevu. Pomemben del sistema za osvetljevanje sta vklopno-izklopna ura in reostat, s katerima reguliramo intenzivnosti in trajanje osvetlitve (Priročnik za rejo puranov 2004).\nStarost Št. lu xov W/m2\n36 ur 120 6  36 ur–3 dn i 120 6  4. dan 120 6  5. dan 100 4  6. dan 100 4  7. dan 100 4\nLočniškar in sod. (1991) ugotavljajo, da je program osvetlitve pri piščancih odvisen od objekta (z okni ali brez) ter od tega, s kakšnim namenom jih redimo. Dan stari piščanci naj imajo na začetku reje osvetlitev skozi cel dan, saj se tako lažje in hitreje znajdejo v prostoru, kasneje pa naj imajo nekaj ur teme. Med samo rejo naj jakost osvetlitve pada do nekje 3. tedna, nato naj ostane taka do oddaje živali v zakol. Tako naj bo jakost svetlobe v 1. tednu starosti 3 W/m², kar znaša nekje od 24 do 30 luxov, v 2. tednu 1,5 W/m² (12 – 15 luxov) in v tretjem tednu 1 W/m² (8– 10 luxov). \nBlatchfor in sod. (2009) pa so napravili poskus, v katerem so hoteli dokazati, da večja jakost svetlobe izboljša zdravstveno stanje. V poskusu s 753 piščanci so preizkusili 3 različne jakosti svetlobe, in sicer s 5,50 in 200 luxi. Brojlerji v svetlobi 5 luxov so bili čez dan manj aktivni kot pri ostalih dveh jakostih. V hoji ni bilo razlik, le da so imeli brojlerji v osvetlitvi z 200 luxi večji skočni sklep. Prišli so do ugotovitev, da intenzivnost osvetlitve nima vpliva na zdravje brojlerjev, do razlik je prišlo le pri obnašanju živali. V bolj intenzivni svetlobi so živali bolj burno reagirale na okoljske dražljaje, povečana je bila tudi agresija.\n"], "5": ["2.3 Voda", "Vodo, ki predstavlja najcenejše krmilo, morajo imeti živali vedno na voljo v zadostnih količinah, saj žeja živali prizadene bolj in prej kot lakota. Pri rastoči perutnini že dvourno pomanjkanje vode ustavi rast, ki se po petih dneh v celoti popravi, trajne jše posledice ima pomanjkanje, ki traja več kot 24 ur. V vodi so raztopljene rudninske snovi, ki so zelo pomembne, zato v mnogih obratih podatke o analizah vode upoštevajo pri oskrbi perutnine z rudninami. Po drugi strani okužena voda predstavlja veliko nevarnost za širjenje raznih bolezni in okužb. Voda je tudi pomembna telesna sestavina, njen delež v telesu mladih živali je 80 %, v telesu starejših živali pa 50 %. Ima več pomembnih nalog, je namreč sestavina telesnih tekočin – krvi in limfe, je kot topilo za posamezne hranilne snovi in pomaga pri odvajanju odvečnih in strupenih snovi iz telesa. Poleg tega z izparevanjem telo vzdržuje primerno telesno temperaturo, tako da piščanci v obliki pare izdihajo tudi do 50 % popite vode (Ločniškar in sod. 1991). \nStarost  Za 1000 živali dnevno potrebujemo:  (teden)  Pure (v litrih) Purani (v litrih)\nPurani običajno porabijo 2,2-krat več vode kot krme. Poleti se z dvigom temperatur potrebe po vodi še povečajo.\n"], "6": ["2.4 Krma", "Purani za pravilno rast potrebujejo snovi, ki nudijo dovolj energije, ogljikovih hidratov, beljakovin, maščob, vitaminov in rudnin. Na začetku koristijo veliko kvalitetnih beljakovin, ogljikovih hidratov, vitaminov in mineralov, nato se začno potrebe po teh snoveh zmanjševati, poveča pa se potreba po večjem deležu energije v krmi. Na kmetijskem gospodarstvu, ki se ukvarja z rejo puranov, je potrebno imet dva silosa, enega za krmo brez kokcidiostatika, drugega za krmo, ki kokcidiostatik vsebuje. To zdravilo je potrebno dodajati zaradi preprečevanja kokcidoze (Priročnik za rejo puranov 2004).\nKot je znano, krma predstavlja glavni in najvišji strošek pri reji perutnine, zato je z njo potrebno pazljivo in racionalno ravnati. Rejec mora živali sprotno tehtati in beležiti \nporabljeno krmo ter si iz teh podatkov računati konverzijo (porabljena krma v kg na kg prirasta), ki je odvisna od kvalitete krme, zdravstvenega stanja živali, vode, temperature, opreme in provenience.\nVrste krmnih mešanic, ki se uporabljajo v reji puranov (Priročnik za rejo puranov 2004):\n- PUR STARTER (SB 28,1%, SM 4,4%, SV 2,5%, SP 8,5%);\n- PUR GROWER (SB 26,0%, SM 6,2%, SV 2,5%, SP 8,0%);\n- PUR FINIŠER (SB 22,0%, SM 8,0%, SV 2,4%, SP 7,0%);\n- PUR FINIŠER K-1 (SB 19,2%, SM 8,7%, SV 2,4%, SP 6,2%);\n- PUR FINIŠER K-2 (SB 18,1%, SM 8,8%, SV 2,4%, SP 6,0%);\n- PUR FINIŠER K-3 (SB 16,2%, SM 8,8%, SV 2,5%, SP 5,9%). (SB- sur. beljakovine, SM- sur. maščoba, SV- sur. vlaknina, SP- sur. pepel)\nKrmilo 1 2 3 4 5 6  Starost (tedni) 1–2 3–5 6–9 10– 13 14– 17 18– 22  Surovi proteini (%) 29 26,5 24 21 18 15  Kcal/ kg 2800 2850 2900 2950 3000 3100  MJ/kg 11,7 11,9 12,1 12,3 12,6 13  Potreba po krmilu (kg) 0,46 2,33 6,64 10,19 13,32 21,68  Velikost peletov drobljen 2 mm 2 mm 3 mm 3 mm 3 mm\n"], "7": ["2.5 Fiziološki status živali", "Svetloba ima pri pticah, kamor sodi tudi perutnina, bistven učinek na aktivnost in s tem na aktivnost metabolizma. Tako količina svetlobe vpliva na hormonalni sistem, ki preko vidnega živca stimulira izločanje in delovanje hormonov, ti pa vplivajo na samo aktivnost organizma (Sturkie 1965).\n"], "8": ["3 MATERIALI IN METODE", ""], "9": ["3.1 Opis živali v poskus u", "Danes se v intenzivnih obratih, v katerih redijo perutnino, le redko srečujemo s čistopasemskimi živalmi. Genetiki so želeli s križanjem doseči efekt heterozisa oziroma od vsake pasme pobrati le najboljše lastnosti. Tako so potomci takih križanj hitro rastni, z nižjo konverzijo ter hitrejšo spolno zrelostjo. Te lastnosti veljajo predvsem za moške živali, medtem ko sta pri ženskih živalih posledici križanj večja nesnost ter večja kakovost valilnega jajca. V Perutnini Ptuj svojim kooperantom vhlevljajo 2 provenienci puranov, in sicer BIG-6 ter Converter. V našem poskusu smo vhlevili provenienco BIG-6, za katero velja, da je hitro rastoča in težka linija, z veliko odpornostjo, dobro vzdržljivostjo nog in z izredno kvalitetnim mesom. Medtem ko je konverzija v primerjavi s provenienco Converter slabša.\n(Priročnik za rejo puranov 2004).\nPure Purani\nPreglednica 5 prikazuje podatke o konverziji in normativnih vrednosti telesnih mas, ki so nam bili opora čez celotno rejo.\n"], "10": ["3.2 Opis hleva in pogoji na dan vhlevitve", "Hlev, v katerem je potekal poskus, je bil izgrajen leta 1981 kot pitališče za piščance. Je dvoetažen, vsaka etaža meri 12 × 40 m, kar skupaj daje 960 m2 uporabne površine. Predprostor zajema 4 m širine hleva, kjer so nameščeni tako alarmni sistemi kakor vsa elektronika za krmilni in napajalni sistem ter peč za ogrevanje, obenem predprostor služi tudi kot sanitarna pregrada.\nPo predhodnem turnusu smo hlev temeljito oprali in razkužili ter natrosili suho in čisto steljo. Prostor smo pred vhlevitvijo ustrezno ogreli na 35 -C. Temperatura na splošno lahko odstopa za ± 1 -C, odvisno od počutja živali, saj je vsaka reja specifična, tako da sta poleg vse avtomatike potrebne tudi izkušnje rejca. Po etaži smo namestili 14 obodov s premerom 3 m, v katerih je bilo 300–350 živali ločenih po spolu. V vsakem obodu so bili nameščeni ročni krmilniki, ročni napajalniki in kapljični napajalniki s skodelico ter električna koklja, pod katero je bilo 2 -C več, kot je bila temperatura ogretega zraka v prostoru.\n"], "11": ["3.3 Temperatura", "Starost -C pod el. grelcem -C v prostoru\nPravilna temperatura je bila in je eden najpomembnejših dejavnikov v reji še posebej prvi teden, ko je celo odločilnega pomena. N ismo smeli pozabiti na dvojno temperaturo, in sicer na temperaturo v prostoru in temperaturo pod grelcem. Hlev smo ogrevali s toplozračno pečjo, prvi teden pa še dodatno z električnimi grelci – kokljami, ki so bili obešeni nad vsakem od štirinajstih obodov. Ker je bila vhlevitev izvedena poleti, gorivo ni bilo tako velik strošek, kot če bi vhlevili zimski turnus.\n"], "12": ["3.4 Ventilacija", "Zaradi intenzivnosti reje smo morali prisilno ventilirati z ventilatorji, saj sta od kakovosti zraka odvisna tako zdravje kot prirast živali, posredno pa smo z njimi tudi sušili steljo. Začetka ventiliranja nismo mogli določiti glede na starost živali, ampak smo začeli, ko klima v hlevu ni bila več primerna (vonj po amonijaku in vlagi). V vsaki etaži je na južni strani hleva nameščenih 7 odvodnih ventilatorjev premera 68 cm in s pretokom zraka 15.000 m³/h, na nasprotni stani je 10 odprtin (200 × 50 cm) z loputami za črpanje svežega zraka. Zračenje smo s pretokom zraka, na podlagi opažanj prilagajali glede na temperaturo v hlevu, kvaliteto zraka in vlažnost stelje.\n"], "13": ["3.5 Stelja", "Steljo smo v predhodno temeljito očiščen in razkužen hlev natrosili 10–15 cm na debelo. Njeno debelino smo prilagodili 150 dni dolgemu turnusu reje. Uporabili smo suhe oblance, ki imajo v primerjavi s slamo boljšo vpojnost, v primerjavi z žagovino pa niso agresivni in vlažni, kar bi bilo idealno za razvoj plesni ter bakterij. Prvih nekaj tednov smo steljo rahljali in odstranjevali mokra žarišča, ki so nastajala ob napajalnikih in krmilnikih, ter dodajali sveže oblance. Ker smo ventilirali v smeri izboljšanja zraka, smo s tem dodatno osuševali steljo. Če bi bila stelja preveč zbita in mokra, bi lahko živali dobile prsne žulje, poškodbe nog ter kože, posledica vsega tega bi bila, da bi bile živali v stresu in bi prihajalo do pokanja ožilja in kapi.\n"], "14": ["3.6 Osvetlitev", "V vsaki etaži hleva sta na stropu nameščeni dve liniji žarnic, v vsaki liniji jih je 15. Najprej smo uporabili 100 W varčne sijalke (6,25 W/m²), kasneje tudi 40 W (2,5 W/m²) in 25 W (1,56 W/m²), ker pa se le-te ne dajo regulirati na manjšo jakost, smo jih 45. dan zamenjali z navadnimi žarnicami moči 25 W. V vsaki etaži je bila enaka jakost svetlobe, regulirali smo jo glede na agresivnost in razdraženost živali. Če smo opazili, da so preveč razdražene, smo jo toliko zmanjšali, da so bile živali mirnejše.\nV poskusu, ki se je začel s 28. dnem starosti oziroma z razselitvijo živali v obe etaži, je bila v spodnji etaži izvedena popolna zatemnitev prostora od 23. do 2. ure. Zaradi varčnih sijalk nismo uporabljali priporočene 15- minutne postopne zatemnitve. V zgornji etaži, ki nam je služila kot kontrolna jata, smo imeli 24- urno osvetlitev.\n"], "15": ["3.7 Napajalni sistem", "V prvih dneh so bili v obodu poleg piščančjega kapljičnega napajalnika še 3 ročni napajalniki. S 30. dnem, ko so bile živali dovolj velike, smo namestili velike napajalnike, iz katerih so pili do konca reje. Ker takšen napajalni sistem ni najbolj ustrezal reji puranov, saj smo ga preuredili od predhodnih rej piščancev, je prihajalo do razmeroma velikega polivanja vode. Tu se je pojavila še ena težava, in sicer mokra stelja, ki smo jo morali osušiti oziroma odstraniti.\n"], "16": ["3.8 Krmilni sistem", "Vse krmne mešanice nam je zagotavljala in dostavljala Perutnina Ptuj iz lastne mešalnice v Dražencih. Na dan vhlevitve je bilo v obodu 5 ročnih krmilnikov dolgih 1 m, ki smo jih uporabljali do 14. dneva starosti. Od samega začetka so bili v hlevu nameščeni tudi veliki krmilniki, iz katerih so purani jedli do konca reje. V vsaki etaži so slednji postavljeni v dve vrsti. Po 7. tednu starosti smo na velike krmilnike namestili posebne obroče, da smo še dodatno zmanjšali raztros krme. V poskusu smo uporabili naslednje krmne mešanice: \nVrsta krmila Krmljenje g lede na starost puranov (v dneh) Količina porabljene krme\nod do  PUR STARTER 1. 21. 4800 kg  PUR GROW ER 22. 35. 13700 kg  PUR FINIŠER 36. 70. 39080 kg  PUR FINIŠER K 1 71. 91. 31720 kg  PUR FINIŠER K 2 92. 123. 44940 kg  PUR FINIŠER K 3 124. 150. (do konca reje) 26220 kg  Porabljeno skupaj 160460 kg\n"], "17": ["3.9 Nekrotični enteritis", "V 7. tednu so purani v testni jati zboleli za nekrotičnem enteritisom, kar je povzročilo velik pogin (2,7 %). Nekrotični enteritis povzroča bakterija Clostridium perfringens, ki se običajno pojavlja med 4. in 8. tednom starosti. Bolezen nastopi zelo hitro, njena pokazatelja sta depresija živali in driska, pogin sledi v nekaj urah (Feldhaus in Sieverding 1995). Smrtnost je lahko tudi do 1 % na dan. Če hitro opazimo znake bolezni ter pravilno odreagiramo, preprečimo njeno širjenje in pogin v nekaj dneh normaliziramo (Sharp 1975).\n"], "18": ["3.10 Statistična analiza podatkov", "Dobljene podatke smo vnesli v delovno preglednico programa Microsoft Excel, iz nje pa naprej v program za statistično obdelavo podatkov SPSS 15.0 za programsko okolje Windows. Srednje vrednosti telesnih mas smo s t-testom primerjali med testno in kontrolno jato za vsak spol posebej. Razlike v pogostosti poginov smo ovrednotili s pomočjo procedure Frequency.\n"], "19": ["4 REZULTATI Z RAZPRAVO", "V tej točki so predstavljeni rezultati reje, pri kateri sta bila v dveh etažah hleva dva različna svetlobna sistema. Reja puranov je trajala 150 dni, reja pur pa 98 dni. Poskus je začel teči z 28. dnem starosti oziroma z razselitvijo polovice števila živali v spodnjo etažo. Dnevno smo spremljali temperaturo, zračno vlago, porabo vode in pogin, priraste smo spremljali v tedenskih intervalih in jih primerjali z normativnimi vrednostmi, ki zajemajo 20% najboljših rej po B.U.T.-u. Prav tako smo med obema programoma ugotavljali razlike ter na podlagi naših dognanj primerjali, kateri sistem je primernejši.\n"], "20": ["4.1 Analiza pogojev reje", "31. turnus reje se je začel 29.7.2009 z vhlevitvijo enodnevnih puranov in pur. Kot je prikazano v grafikonu 1, se je temperatura od začetnih 35 -C do 4. tedna starosti spustila na 26 -C, zračna vlaga je v tem času naraščala od 40 % (julijska vročina) do 70 %. V 6. tednu je temperatura znašala 21 -C, po 10. tednu in vse do konca reje je bilo v hlevu od 17 do 18\n-C. Zračna vlaga se je do 18. tedna gibala znotraj prej omenjenih vred nosti, kasneje je njen odstotek prišel tudi do vrednosti 73.\n"], "21": ["4.2 Prime rjava telesnih mas", "Starost Kontrolna jata Testna jata  Teden n Povprečje SD n Povprečje SD P\nV preglednici 7 je prikazana primerjava povprečnih telesnih mas pri purah od razselitve v obe etaži do oddaje v klanje. Ker je P > 0,05 lahko sklepamo, da ni statistično značilnih razlik med telesnimi masami opazovanih jat in da svetlobni program na dnevne priraste pur ni imel nikakršnega vpliva. Do podobnih rezultatov so pri piščancih prišli tudi Beane in sodelavci (1979), ki so ugotovili, da v starosti 8 tednov pri ženskih živalih med različnimi svetlobnimi programi niso odkrili odstopanj v telesni masi. \nStarost Kontrolna jata Testna jata\nTeden n Povprečje SD n Povprečje SD P\nPreglednica 8 prikazuje in primerja povprečne telesne mase puranov v kontrolni in testni jati. Vse do 19. tedna ni velikih odstopanj, značilna razlika se pokaže v 20. tednu, kjer je P < 0,05, kar pomeni in je moč trditi, da je razlika v telesni masi posledica vpliva izvedenega svetlobnega programa (21 ur svetlobe in 3 ure teme). Tudi Lewis in Morris sta leta 2006 dokazala, da imajo purani v obdobju spolnega razvoja pri 16-urni dnevni osvetlitvi večjo ješčnost, boljšo konverzijo ter hitrejšo rast kot purani pri 23- urni osvetlitvi. \nStarost Normativ Normativ Telesna masa Telesna masa Telesna masa Telesna masa (v dneh) purani pure purani – kontrola purani – test pure – kontrola pure – test\n(* = nakladanje; ** = povp. telesne mase, ki so nam jih posredovali iz klavnice PP Zalog)\nV preglednici 9 smo primerjali povprečne izmerjene telesne mase z normativnimi vrednostmi, ki smo jih povzeli po BUT- u in zajemajo 20% najboljših rej. Kot lahko razberemo, so pure te vrednosti vedno presegle, na oba dneva zakola celo več kot polovico kilograma, s čimer smo bili zelo zadovoljni. Purani so za normativnimi vrednostmi zaostajali. 146. dan, ko smo v zakol oddali živali iz testne jate, je primanjkljaj znašal 0,16 kg. Ko smo 150. dan nakladali purane iz kontrolne jate, je bil zaostanek za normativom kar 0,96 kg, saj bi morali tehtati 22,12 kg, dosegli pa so 21,16 kg.\n"], "22": ["4.3 Število poginulih živali", "Vzreja puranov in pur je najpomembnejša v prvih desetih dneh. V tem času lahko, če nismo dovolj pozorni, uničimo celoten zaslužek reje. Živali morajo biti pod nadzorom, obhode delamo vsaj na vsaki 2 uri. Če je na primer v prostoru pretoplo ali prehladno, gredo živali »na kup«, sledi lahko množična zadušitev, kar pa s stalnim pregledovanjem preprečujemo. Kvaliteta jate se pokaže že prvi dan, in sicer koliko je tako imenovanega transportnega pogina. V našem primeru se je to potrdilo. Število vseljenih bi moralo znašati 4600 oziroma 2200 puranov in 2400 pur, med prevozom pa je poginilo 13 puranov in 6 pur, tako da je bilo število dejansko vseljenih 4581. Iz tega podatka smo predvidevali, da bo pogin v prvem tednu kar precejšen. Naša pričakova nja so se žal uresničila, saj je v prvih 7. dneh poginilo 2,5 % puranov in 1,9 % pur. Pogin se je malenkost povečal še 12. dan, kasneje se je umiril in normaliziral, kot je prikazano v grafikonu 2.\nSkupaj vseljenih 4581 živali; ♂ 2187 in ♀ 2394\nPogin do 4. tedna Pogin po 4. tednu do konca reje  Skupaj ♂ ♀ ♂ ♂ ♀ ♀ ♂ ♀  skupaj skupaj kontrolna testna kontrolna testna skupaj skupaj\nŠt. poginulih 70 63 84 134 13 8 288 84 % pogina/spol 3,20 2,63 3,84 6,13 0,54 0,33 13,17 3,51\nV preglednici 10 je moč razbrati povečan pogin pri obeh spolih, še posebej pri puranih. Pri purah je edina kritična točka pogin v prvih dveh tednih reje, medtem ko je pri puranih kritičnih točk več. Prva je enaka kot pri purah, v 1. in 2. tednu starosti, nato sledi 7. teden, v katerem so živali v testni jati zbolele za nekrotičnim enteritisom, pogin nadaljuje v 17. tednu, tudi zaradi nizkega zračnega tlaka. Perutnina Ptuj priznava 10 % pogin (Priročnik za rejo puranov 2004), mi pa smo ta odstotek pri puranih prekoračili za 3,17 %, zato smo bili za presežek oziroma za premajhno število oddanih živali oglobljeni. \nbil minimalen, tako da smo lahko z rezultati več kot zadovoljni. V kontrolni jati je pogin znašal 0,54 %, v testni le 0,33 %. \nV grafikon 4 nismo vnesli podatka pogina za testno jato v 7. tednu, saj je v tem obdobju prišlo do velikega pogina, kar je posledica bolezni (nekrotični enteritis) in ne poskusa. Za to smo se odločili, na podlagi patološke preiskave, pri več živalih smo namreč v debelem črevesju našli bela zrnca. Vse preiskane živali je spremljal tudi značilno neprijeten kiselkast vonj. Vsi ti znaki so potrdili sum na nekrotični enteritis.\nTako je bilo v 7. tednu moč opaziti nenavadno obnašanje puranov v jati z 21- urno osvetlitvijo in 3- urno temo, saj niso bili aktivni kot po navadi, imeli so neznačilno sklonjeno držo, niso imeli apetita, dnevna poraba vode je padala.\nV obeh jatah je mogoče opaziti povečan pogin tudi po 17. tednu (pokanje ožilja in možganska kap), povezujemo ga z nizkim zračnim tlakom, v tem obdobju je namreč bilo veliko padavin.\n"], "23": ["4.4 Poraba vode", "Dnevna in urna poraba vode sta prva pokazatelja zdravstvenega stanja in počutja živali. V Grafikonu 5 vidimo, da za vsak občutnejši padec ali dvig njene porabe obstaja tehten razlog. Ugotavljamo, da imata dodajanje vitaminov v vodo in obenem dostiljanje s svežo steljo blagodejen učinek na živali, saj se je takrat poraba vode povečala. Iz tega lahko sklepamo, da se je istočasno dvignila tudi poraba krme, na podlagi tega smo realno pričakovali višje dnevne priraste. Tudi v 7. tednu starosti je kazalo, da bo pri živalih nekaj narobe, kajti poraba vode je začela padati, čeprav bi morala zaradi krmljenja s PUR FIN- om naraščati, kot je naraščala na začetku krmljenja s tem krmilom od 36. dneva naprej. Za naslednje tri krmne mešanice je iz naših izkušenj znano, da v času njihovega uživanja poraba vode pada, enako se je pokazalo v našem primeru. Pri manjših vzponih in padcih porabe vode gre med drugim tudi za nihanja zunanjih temperatur in zračnega tlaka.\n"], "24": ["4.5 Poraba in konverzija krme", "Starost Število Telesna masa Konverzija Pripadajoča krma Porabljena krma  Spol  (dneh) živali (kg) (kg) (kg) (kg)\nŽenski 71 2318 6,52 1,99 30075,59 57580**\nŽenski 92 2313 9,40 2,23 48485,11 89300**\nŽenski* 96 961 9,24 2,28 20245,58 /\nŽenski* 98 1352 9,61 2,31 30013,18 /\nMoški 124 1979 17,89 2,44 86386,52 134240**\nMoški 129 1962 19,23 2,49 93945,86 /\nMoški 135 1949 20,30 2,55 100889,99 /\nMoški* 146 1477 21,40 2,70 85341,06 /\nMoški* 150 460 21,10 2,77 26885,62 160460**\nSkupaj 162485,38 160460\nRazlika +2025,38 kg\n(*- nakladanje, **- porabljena krma purani in pure skupaj)\nV preglednici 11 so primerjani izračuni pripadajoče in dejansko porabljene krme. Podatke o porabljeni krmi smo pridobili iz dobavnic oziroma tehtnih listov. Od pripadajoče krme smo odšteli porabljeno krmo, izračun pa je pokazal, da smo porabili 2025,38 kilogramov manj krme kot bi jo lahko. Zato smo lahko s stališča porabljene krme to rejo označili kot zelo dobro.\n"], "25": ["5 SKLEPI", "Na podlagi poskusa v katerem smo primerjali 2 različna svetlobna programa in sicer celodnevno neprekinjeno osvetlitev ter 21-urno osvetlitev in 3- urno temo, smo prišli do pomembnih zaključkov.\nOdstotki pogina so bili pri obeh spolih skorajda enaki, če pri puranih izvzamemo 7. teden v testni jati, ko so živali zbolele za nekrotičnem enteritisom, ta pogin ni v povezavi z izvajanjem poskusa, ampak je bil posledica bolezni. To smo dokazali s patološkimi preiskavami.\nPri purah je v jati s celodnevno osvetlitvijo povprečna telesna masa v 14. tednu starosti znašala 9,41 kg, v jati z 21-urno osvetlitvijo in 3-urno temo pa 9,40 kg, zato lahko trdimo, da svetlobni program na proučevano lastnost ni imel vpliva (P= 0,979).\nPri puranih v prvih 19. tednih ni bilo velikih razlik, statistično značilno odstopanje se je pokazalo pri zadnjem tehtanju. Razlika v telesni masi je znašala 0,91 kg, in sicer so purani v jati s celodnevno neprekinjeno osvetlitvijo tehtali 19,85 kg, v jati z 21- urno osvetlitvijo in 3-urno temo pa so tehtali 20,76 kg. To prinaša P < 0,05, natančneje 0,026, in je moč trditi, da je do razlike prišlo ravno zaradi našega svetlobnega programa.\nPrecejšnja razlika v telesni masi med jatama, nakazuje možnost, da je bil izkoristek krme v jati z 21-urno osvetlitvijo in 3-urno temo večji, ker naj bi črevesje in črevesni sokovi delovali optimalno, pogoj za to pa je, da se živali umirijo. Takšno homeostazo purani definitivno dosežejo med spanjem, mi pa jim pomagamo z dobrimi svetlobnimi programi.\nPodatke o telesnih masah smo primerjali tudi z normativnimi vrednostmi, ki zajemajo 20 % najboljših rej po B.U.T.- u za provenienco BIG-6. Pure so ta normativ v obeh jatah na dan zakola presegle za več kot polovico kilograma. Purani pa so na dan zakola za normativom zaostali, v testni jati z 21-urno osvetlitvijo in 3- urno temo 146. dan za 0,16 kg, v kontrolni jati s celodnevno osvetlitvijo 150. dan pa 0,96 kg.\n"], "abstract": ["Leta 2009 smo na družinski kmet iji Juhart z zastavljenim poskusom ugotavljali vpliv tehnologije osvetljevanja na fizio loški status, zdravstveno stanje in proizvodne rezultate pri reji puranov. Reja 2200 puranov in 2400 pur provenience BIG-6 je potekala v domačem dvoetažnem hlevu od 29. 7. do 26. 12. 2009, poskus pa je začel teči z 28. dnem starosti oziro ma z razselitvijo živali v obe etaži. V kontroln i jat i (zgornja etaža) so imele živali 24-urno osvetlitev, medtem ko so imele živali v testni jati (spodnja etaža) 21-urno osvetlitev in 3-urno temo. Pri purah ni bilo moč ugotoviti nobenih statistično značilnih razlik niti v poginu niti v končni telesni masi, ki so jo dosegle v 14. tednu. V obeh jatah je bila povprečna telesna masa pur 9,41 kg, normat ivno vrednost (8,6 kg) sta obe presegli za 0,81 kg kilograma. Drugače je bilo pri puran ih, saj so bili ti na zadnjem tehtanju pred klan jem (20. teden) v testni jati kar za 0,91 kg težji od kontrolne jate. Kar je statistično značilno odstopanje (P= 0,026). Na podlagi tega rezultata lah ko trdimo, da je do razlike prišlo prav zarad i načina osvetljevanja. "]}