{"1": ["1 Uvod", "»O veličini naroda in o njegovi moralni zavesti lahko sodimo po tem,  kakšen je njegov odnos do živali.»  Mahatma Gandhi (Regan,1999:11)\nPravo je, oziroma naj bi bilo odraz vladajoče in splošno sprejete morale. In glede na dogodke v zadnjem času, se pojavi vprašanje, kakšen je moralni razvoj in veličina slovenskega naroda?\nVsi skupaj se (na žalost) premalokrat zavedamo, da živali od nas ne zahtevajo in niti ne pričakujejo veliko, lahko pa nas (glede na naše ravnanje z njimi) posledično zelo veliko naučijo.\n"], "2": ["1.1 Potreba in namen po ustanovitvi policije za živali v RS", "Področje zaščite živali pred mučenjem in trpinčenjem je v RS sicer zakonsko pokrito, vendar prihaja do velikih težav pri samem izvrševanju zakonov iz navedenega področja. V RS je znano kar nekaj odmevnih primerov okrutnega ravnanja z živalmi in na žalost so se le redki rešili živalim v prid.\nNadzorstvo nad izvajanjem določb ZZZiv-UPB21 (Uradni list RS, št. 43/2007 z dne 18.5.2007) o varstvu živali pred mučenjem opravljajo predvsem uradni veterinarji. VURS je torej organ v sestavi Ministrstva za kmetijstvo, gozdarstvo in prehrano, ki opravlja upravne naloge in inšpekcijsko nadzorstvo na področju veterinarstva, kamor spada tudi nadzorstvo nad izvajanjem zakonov o zaščiti živali pred mučenjem.\nZakon o zaščiti živali (uradno prečiščeno besedilo), ki obsega:\n Zakon o zaščiti živali – ZZZiv (Uradni list RS, št. 98/99 z dne 3.12.1999),   Zakon o spremembi in dopolnitvi Zakona o zaščiti živali ZZZiv–A (Uradni list RS, št. 126/03 z dne   Zakon o društvih – ZDru–1 (Uradni list RS, št. 61/06 z dne, 13.6.2006) in   Zakon o spremembi in dopolnitvah Zakona o zaščiti živali – ZZZiv-B (Uradni list RS, št. 14/07 z dne \nPreobremenjenost uradnih veterinarjev z velikim obsegom delovnih nalog, nepoučenost policistov, zmedo pri ljudeh glede pristojnih organov nadzora ter predvsem težave z neizvajanjem oziroma nedoslednim izvajanjem pooblastil s strani organov nadzora (do katerih prihaja v praksi), pa bi rešili z novo obliko organizacije znotraj MNZ-ja, katera bi celostno in predvsem učinkovitejše delovala na področju zaščite pravic živali. Pri tem se bomo opirali na do sedaj že znano, uveljavljeno in aktivno t.i. »policijo za živali« (ang. »animal police«), katera deluje v okviru drugih držav.\n"], "3": ["1.2 Metodološki pristop", "Z diplomskem delom želimo urediti področje zaščite živali pred mučenjem z vidika zagotovitve stalnega dela na področju odkrivanja, preprečevanja in preiskovanja mučenja živali.\nZa pisanje diplomskega dela smo uporabili deskiptivno in eksplikativno metodo empiričnega raziskovanja, metodo analize vsebine pisnih virov (zakonodaja, tuja strokovna literatura,…) in metodo analize internetnih virov.\nPri obravnavanju tovrstne problematike smo si zastavili dve hipotezi in sicer:\n uradni veterinarji morajo, poleg hitrega in učinkovitega reševanja  prijav v zvezi z mučenjem živali, opravljati še vrsto drugih nalog –  zakaj so še dodatno obremenjeni?   ali lahko s sprejemom nove oblike policijskega dela znotraj MNZ-ja  učinkoviteje zavarujemo živali pred mučenjem?\n"], "4": ["2 Organizacija", ""], "5": ["2.1 Reorganizacija znotraj policije", "Pri kratkem pregledu sodne prakse na področju zaščite živali pred mučenjem v RS smo prišli do dejstev, da kljub številnim prijavam primerov mučenja živali in odmevnim časopisnim naslovom: »Žejne ovce iskale vodo in končale pod ledom«, »Polna vrečka mrtvih muc v jezeru«, »Za zabavo streljal v mačje in pasje oči«, »Živega kužka obesili na drevo«, »Pokopani živi pasji mladiči«, »Prašiči shirali brez vode in hrane«, »Klopi izsesali vso kri«, »Primer gimnazijcev iz Kranja«, »Primer Milene Močivnik«, itd., se ti primeri le redko znajdejo na sodišču, če pa že pridejo, pa se le redko končajo z obsodilno sodbo.\nZnani so tudi:\n primer »ljudske« metode kastracije psa, kateremu so z elastiko  prevezali predel nad modi, da je imel vso tkivo ob modih in bližnjih  notranjih organih gangrenozno;   pes, kateri je imel toliko klopov, da sploh ni imel več krvi;   goneča psica je bila z vrvmi privezana na dve drevesi, da se ni mogla  usesti;   maček je imel na glavo zalepljeno konzervo;   mučitelji vtikajo petarde v zadnjične odprtine brez domih živali,  katere z razparanim zadnjim delom živijo še nekaj dni in umirajo v  hudih mukah2…\nbrez meja:Klopi izsesali vso kri, 2008)\n"], "6": ["2.1.1 Oddelek specializiranih policistov/agentov za živali", "Glede na trenutno situacijo, katera vlada na področju zaščite živali pred mučenjem v RS, se zavzemamo za ustanovitev oddelka specializiranih policistov/agentov za živali znotraj MNZ-ja. Do sedaj so bile naloge na omenjenem področju v pristojnosti VURS-a, kateri pa je po našem prepričanju preobremenjen in posledično tudi neuspešen pri opravljanju nalog s področja zaščite živali pred mučenjem.\nOddelek specializiranih policistov/agentov za živali (v nadaljnjem besedilu agenti za živali) v okviru MNZ-ja pa naj bi celovito skrbel in zagotavljal kvalitetnejše ter učinkovitejše izvajanje nalog na omenjenem področju v sodelovanju z drugimi pristojnimi posamezniki/službami/organizacijami za zaščito živali.\n2.2 Sodelovanje policistov/agentov za živali z drugimi  pristojnimi posamezniki/službami/organizacijami za  zaščito živali\nZavzemamo se tudi za to, da bi zakoni o varstvu živali pred mučenjem v vsakem primeru morali veljati tako za domače kot tudi za divje živali, saj kljub dejstvu, da obstajajo posebni zakoni o zaščiti divjih živali, je ta zaščita namenjena predvsem ohranjanju vrst in ne toliko njihovi zaščiti pred mučenjem. Zakon o zaščiti živali pred mučenjem pa naj bi se poleg vretenčarjev razširil tudi na nevretenčarje in sicer že zaradi nediskriminacije živalskih vrst. Mučitelji, kateri se znašajo nad živalmi in jih po nepotrebnem ubijajo, bi morali za svoja dejanja odgovarjati (saj je živčni sistem živali razlog in dokaz, da bolečina definitivno obstaja).\n"], "7": ["2.2.1 Uradni veterinarji", "Nadzorstvo nad izvajanjem določb ZZZiv o varstvu živali pred mučenjem opravljajo predvsem uradni veterinarji. V 2. členu Zakona o veterinarstvu (v nadaljnjem besedilu ZVet-1) (Uradni list RS, št. 33/01, 110/02-ZGO-1, 45/04- ZdZPKG, 62/04 Odl.US: U-I-141/01-17, 93/05-ZVMS) so našteti nameni veterinarstva, med katerimi sta poudarjena tudi namen zaščite živali pred mučenjem in trpljenjem ter skrb za dobro počutje živali, v 51. členu pa je za veterinarsko dejavnost določena zaščita živali pred mučenjem. Splošna načela inšpektorskega nadzora, organizacijo inšpekcij, položaj, pravice in dolžnosti inšpektorjev, pooblastila inšpektorjev, postopek inšpekcijskega nadzora, inšpekcijske ukrepe in druga vprašanja, povezana z inšpekcijskim nadzorom ureja Zakon o inšpekcijskem nadzoru (v nadaljnjem besedilu ZIN) (Uradni list RS, št. 56/02, 26/07 in 43/07-UPB1). Za inšpekcije, katerih delovanje urejajo posebni zakoni, se ta zakon uporablja samo glede tistih vprašanj, katera niso urejena s posebnimi zakoni. Takšen poseben zakon je Zakon o veterinarskih merilih skladnosti (v nadaljnjem besedilu ZVMS) (Uradni list RS, št. 93/05), ki poleg drugih zadev ureja veterinarski nadzor, ukrepe uradnega veterinarskega nadzora in financiranje uradnega veterinarskega nadzora. Pristojni organ za izvajanje uradnega veterinarskega nadzora je po prvem odstavku 77. člena tega zakona VURS, organ v sestavi Ministrstva za kmetijstvo, gozdarstvo in prehrano, ki opravlja upravne naloge in inšpekcijsko nadzorstvo na področju veterinarstva, kamor spada tudi nadzorstvo nad izvajanjem zakonov o zaščiti živali pred mučenjem. Naloge na tem področju si delita notranja in mejna veterinarska inšpekcija, kateri sta organizacijski enoti VURS-a.\nDelo in naloge v pristojnosti VURS-a so sicer zelo raznolike in obširne, vendar pa je obseg dela uradnih veterinarjev na področju nadzorstva nad izvajanjem predpisov o zaščiti živali pred mučenjem absolutno premajhen. Glede na obstoječe in veljavne zakone iz omenjenega področja menimo, da je za učinkovitejšo zaščito živali nujno potrebno sodelovanje med uradnimi veterinarji in agenti za živali.\nTo naj bi okvirno potekalo na naslednji način:\n uradni veterinarji naj v okviru svojih delovnih nalog opravljajo redne  preglede vseh objektov, kjer se redi, goji ali opravlja promet z  živalmi, prireditev, razstav in trgovin z živalmi ter zavetišč in hotelov  za živali;   izvedejo prevoz, namestitev in oskrbo zavrženih/izgubljenih/pobeglih  živali;   agente za živali nemudoma obveščajo o vseh nepravilnostih/kršitvah  na področju zaščite in varstva živali pred mučenjem.\n"], "8": ["2.2.2 Lovci", "Lovska zveza Slovenije (v nadaljnjem besedilu LZS)3 je samostojna lovska in naravovarstvena nevladna organizacija, ki deluje v interesu svojih članic. V zvezi s trajnostnim gospodarjenjem z divjadjo LZS deluje tudi v javnem interesu.\nNjihova temeljna naloga je ohranjanje in vzdrževanje divjadi ter izboljšanje pogojev za njihovo življenje. Sem pa spada tudi varovanje življenjskega prostora divjadi in ostalih prosto živečih živali.\n"], "9": ["2.2.3 Kinološka društva", "Govorimo o strokovnih, športnih in humanitarnih združenjih, v katerih se občani prostovoljno združujejo z namenom, da organizirano in strokovno opravljajo kinološke dejavnosti.\n"], "10": ["2.2.4 Društva proti mučenju živali in zavetišča za živali", "Tu govorimo o nevladnih, neprofitnih, dobrodelnih in prostovoljnih organizacijah, ki si prizadevajo za izboljšanje stanja na področju varovanja in zaščite živali. Njihove naloge so predvsem informiranje, osveščanje in izobraževanje z namenom preprečevanja neodgovornega odnosa do živali, hkrati pa skušajo pomagati čim več živalim, katere potrebujejo pomoč, oskrbo in namestitev.\nDruštva, katera delujejo na področju zaščite živali sicer nimajo formalnih (zakonskih) izvršilnih pristojnosti na tem področju, temveč uradnim veterinarjem le sporočajo kršitve določb ZZZiv, ki jih ugotovijo pri opravljanju svojih nalog. Po našem mnenju, naj bi sedaj o tem neposredno obveščali agente za živali, kar bi zagotovilo takojšnje in učinkovitejše ukrepanje na tem področju.\n"], "11": ["3 Naloge", ""], "12": ["3.1 Stalno delo na področju odkrivanja, preprečevanja in  preiskovanja primerov mučenja živali", "Po 15. členu ZZZiv-UPB2 (Uradni list RS, št. 43/2007 z dne 18.5.2007) so prepovedana naslednja ravnanja:\n zbadanje živali, stiskanje, natezanje ali zvijanje delov telesa živali,  obešanje, če ne gre za strokovne posege, udarjanje, potapljanje ali  drugačno dušenje živali, metanje, suvanje ali namerno povoženje  živali ter spolna zloraba živali;   izpostavljanje živali ognju, vročim, jedkim ali strupenim sredstvom  ter drugim fizikalnim ali kemičnim učinkom v nasprotju z določbami  tega zakona;   prisilno hranjenje, če to ni v zdravstvene ali v znanstveno-  raziskovalne namene, puljenje perja živi perjadi, trganje rib s trnkov  in druga podobna dejanja v nasprotju z določbami tega zakona;   streljanje živali ne glede na vrsto orožja oziroma strelne naprave;   obmetavanje s petardami ali drugimi pirotehničnimi sredstvi,  obmetavanje s kamenjem ali drugimi predmeti, nastavljanje pasti,  razen tistih, ki živali usmrtijo v trenutku in so namenjene za usmrtitev  gospodarsko škodljivih glodalcev, zank in limanic, razen uporabe  lovilnih naprav, ki živali ne poškodujejo;   organiziranje borb živali, uporaba živali za borbe, spodbujanje ter  šolanje živali za borbo z drugo živaljo;   uporaba živih živali za hrano ali vabo; izjemoma je dopustna uporaba  živih živali za hrano, če so pogoji približani pogojem v naravi;   preobremenjevanje živali, uporaba plemensko nezrelih živalih  (premladih ali spolno nezrelih živali), onemogočanje potrebnega  počitka, uporaba bolne, ranjene, poškodovane ali ustrahovane živali\n oziroma njeno fizično izkoriščanje, preobremenjevanje s tekom ob  prometnem sredstvu ter vzpodbujanje živali s poživili (doping);   vzreja, vzgoja in šolanje na način in s pripomočki, ki živali povzročajo  bolečine ali kako drugače škodijo njenemu zdravju;   preganjanje v naravnem ali urbanem okolju živečih živali in  preganjanje s pogonom, strašenjem ali z nepotrebnim pregonom iz  njihovih zavetišč ali gnezdišč; to ne velja za lovski pogon, brakado ali  pritisk, če se izvede v skladu s predpisi o lovstvu, ter za izvajanje  veterinarskih ukrepov;   lov na divjad v času lovopusta, lov na vodeče samice v času poleganja  in dojenja mladičev ter neupravičena opustitev zasledovanja  obstreljene divjadi;   namerna trajna ali začasna zapustitev živali;   krmljenje živali s snovjo, ki ji povzroča, trpljenje, poškodbe ali smrt;   izpustitev prostoživeče živali, ki je bila vzrejena s pomočjo človeka, v  naravo, če ni pripravljena za preživetje v naravnem okolju;   lov divjadi z namenom gojenja v nasprotju s predpisi o lovstvu in  ribištvu;   zadrževanje prostoživečih živali v neregistriranih živalskih vrtovih;   reja vretenčarjev, ki kažejo sami ali njihovi potomci dedne napake, ki  povzročajo trpljenje živali (ta prepoved ne velja za rejo gensko  spremenjenih organizmov v zaprtem sistemu, če reja poteka v skladu s  predpisi, ki urejajo ravnanje z gensko spremenjenimi organizmi);   posegi na živalih, opravljeni v nasprotju s predpisi.\nNe glede na določbe prejšnjega odstavka so dovoljena naslednja ravnanja:\n odlov živali v skladu s predpisi o lovstvu in ribištvu;   odvzem živali iz narave v skladu s predpisi, ki urejajo ohranjanje  narave, lovstvo in ribištvo;   streljanje gojene divjadi v oborah, kadar živali ni mogoče fiksirati z  namenom zakola oziroma bi to dejanje ogrožalo varstvo in zaščito  ljudi oziroma živali; \n  omama, anestezija ali usmrtitev nevarnih živali, če je to povezano z  varstvom in zaščito ljudi ali živali.\nČe je ravnanje iz prvega odstavka tega člena storjeno naklepno in zaradi tega nastanejo posledice iz 4. člena tega zakona, se šteje, da gre za mučenje živali.\nAgenti za živali naj bi v skladu z zgoraj navedenimi prepovedanimi ravnanji zagotovili možnost izvajanja stalnega dela in nadzora nad preprečevanjem nedovoljenega in nedopustnega mučenja živali. Pri njihovem delu pa naj bi jim bili v pomoč posamezniki/službe/organizacije za zaščito živali, z različnimi strokovnimi in drugimi predlogi.\nTa oblika njihovega dela naj bi v prvi vrsti zajemala:\n odkrivanje kršitev mučenja živali;   preprečevanje kršitev mučenja živali;   preiskovanje kršitev mučenja živali;   aretacije, obravnave in sankcioniranje kršiteljev mučenja živali;   odvzem živali in njihova predaja v ustrezno nadaljnjo oskrbo;   reševanje in rehabilitacija živali.\n"], "13": ["3.2 Izvajanje rednih pregledov v zvezi z ustreznim ravnanjem  in oskrbo živali", "Agenti za živali naj bi v okviru svojega delovnega področja izvajali tudi redne preglede v zvezi z ustreznim ravnanjem in oskrbo živali, katera se nanaša tako na skrbnike živali, kot tudi na veterinarske delavce, kinološka društva, zavetišča za živali, klavnice in na transport živih živali. V zvezi s tem, naj bi se zagotovila humana oskrba in odnos do živali tudi iz strani oseb, katere naj bi bili strokovnjaki na področju dela z živalmi, a na žalost temu ni vedno tako.\nSpodaj bomo navedli (na podlagi osebnih izkušenj) samo nekaj primerov kršitev mučenja živali, katere pri svojem delu storijo navedene osebe.\n"], "14": ["3.2.1 Veterinarski delavci", "Ne glede na etiko njihovega dela, so vse prevečkrat ravno te osebe tiste, ki z živalmi ravnajo neetično in sicer:\n izvajanje bolečih posegov na živalih brez lokalne ali splošne  anestezije;   popolno ali delno amputiranje telesnih delov/organov;   ne odzivanje pri nudenju pomoči v primeru, če gre za bolno/  poškodovano divjad…\n"], "15": ["3.2.2 Kinološka društva", "Poleg ostalih nalog se v veliki meri ukvarjajo s šolanjem, urjenjem in dresuro živali ter posledično tudi njihovih skrbnikov. A tu seveda obstajajo velike razlike v načinu »poučevanja« in po našem mnenju se vse prevečkrat pojavlja fizična kazen pri živali. Prepričani smo, da z uporabo različnih priboljškov za živali, igrač,… lahko pri živalih dosežemo večji učinek, kakor pa s tepežem.\n"], "16": ["3.2.3 Zavetišče za živali", "Glede, na do sedaj (po)znana zavetišča za živali v RS jih je le peščica tistih (npr. Mala hiša d.o.o. iz Prekmurja, zavetišče za živali v Mariboru), ki resnično delujejo v dobrobit živali. Največkrat pa:\n nimajo zagotovljenega primernega življenjskega okolja in oskrbe za  živali;   ne skrbijo za ažurno vodenje registrov zapuščenih živali;   težave pa se pojavljajo tudi v zvezi z dosegljivostjo imetnikov  zavetišča…\n"], "17": ["3.2.4 Rejci živali", "V prvi vrsti morajo biti zagotovljeni osnovni pogoji za vzrejo živali (= primeren in čist prostor, hrana, pijača ter veterinarska oskrba). Dostikrat se rejci živali tega ne držijo in tudi v decembru 2010 je bil po nacionalni televiziji RS predstavljen primer rejnice čivav, katera seveda ni poskrbela za osnovne pogoje vzreje:\n primerno velik in snažen prostor (= psi so bili natrpani v premajhnih  kletkah, njihovi iztrebki niso bili počiščeni,…);   ločitev bolnih živali od zdravih;   verjetno se tudi ne ve, ali so vse živali resnično rodovniške…\n"], "18": ["3.2.5 Klavnice", "Zagotovljena mora biti doprema živali v klavnico in njihov počitek do zakola, oskrba živali do zakola, gonjenje živali od mesta razkladanja do hleva oziroma do prostora za klanje živali, omamljanje in zakol živali. Vsem je znano, da morajo biti toplokrvne živali pred zakolom na strokoven in predpisan način omamljene (25. člen ZZZiv-UPB2, Uradni list št.43/2007 z dne 18.5.2007), a tega se žal ne upošteva in delavci v klavnicah se nad živalmi sadistično izživljajo:\n pretepanje;   lomljenje udov;   razburjanje živali…\n"], "19": ["3.2.6 Transport živih živali", "Prevoz živali in postopki, povezani z njimi, morajo potekati v skladu z Uredbo Sveta št.(ES) 1/2005 z dne 22. decembra 2004 o zaščiti živali med prevozom in postopki, povezani z njimi, in o spremembi Direktiv 64/432/EGS in 93/119/ES\nter Uredbe (ES) 1255/97 (UL L št.3 z dne 5.1.2005, str.1, z vsemi spremembami: v nadaljnjem besedilu: Uredba 1/2005/ES)4.\nPonovno ugotavljamo številne kršitve navedenega člena in sicer:\n prevoz živih živali, katere niso zavarovane pred vremenskimi  nevšečnostmi in razlikami v klimatskih pogojih brez ustreznega  prezračevanja;   prevoz živih živali v premajhnih in neustreznih prevoznih sredstvih;   nezadostno napajanje in krmljenje živih živali med samim prevozom…\nPrevozi živih živali so torej pogosto na meji mučenja oziroma segajo preko nje, kar je tudi javna skrivnost.\n3.3 Zaščita javnosti pred steklino in drugimi nevarnostmi  zaradi zavrženih/izgubljenih/pobeglih živali\nŠtevilne zavržene, izgubljene in pobegle živali seveda ne znajo in ne morejo poskrbeti same zase.\nMnoge med njimi (zaradi poprejšnjih slabih izkušenj) postanejo popadljive in s tem posledično nevarne za druge živali ter ljudi. Poleg skrbi za osnovo preživetja, so mnoge med njimi tudi prenašalke raznih bolezni (med njimi sta med najnevarnejšimi steklina in garje).\nZa takšne živali je potrebno zagotoviti primerno oskrbo (prebivališče, hrana, voda, veterinarska pomoč), za kar so prav gotovo najbolj primerna zavetišča za živali.\n"], "20": ["3.4 Osveščanje javnosti in zagotavljanje potrebnih informacij", "Kljub izredni medijski izpostavljenosti tega področja pa menimo, da je splošna javnost še vedno premalo ozaveščena in informirana o tem aktualnem problemu. Predlagamo, da se v okviru delovanja in organizacije policije za živali izvajajo tudi strokovni seminarji na to temo, s katerimi bi skušali spremeniti miselnost in odnos širše javnosti do mučenja živali.\n"], "21": ["3.5 Psihološko svetovanje", ""], "22": ["3.5.1 Opredelitev", "Kriminalisti že od 70 let naprej ugotavljajo, da so tisti ljudje, ki svojo jezo največkrat stresajo nad nemočnimi in nič krivimi živalmi, potencialni serijski morilci. Jaffrey Dahmer je, preden je postal kanibal in umoril 17 ljudi, razkosaval žabe in obglavljal pse. Ted Bundy je kot odrasel moški umoril 40 žensk in je že kot otrok mučil svoje domače živali. Podoben primer v RS je predstavljal Metod Trobec, kateri je v otroštvu ravno tako mučil in pretepal pse.\nDa pa se mučenje živali ne bi obravnavalo le kot mladostniška neumnost, so v ameriški zvezni državi Kaliforniji leta 1998 sprejeli zakon, ki določa, da je potrebno ljudi, ki mučijo živali nemudoma poslati na psihiatrično zdravljenje. Vendar pa Kalifornija ni prva in edina ameriška zvezna država, katera je uvedla nadzorovanje mučiteljev živali, da bi s tem odkrila potencialne serijske morilce5.\nDoločbe o psihološkem svetovanju poznajo zakoni 28 ameriških zveznih držav in Washingtona DC, Guama ter Deviških otokov. Nekateri od teh zakonov določajo obvezno psihološko svetovanje, ponekod pa je obvezna le strokovna\nocena mučiteljev živali s strani psihologov, od katerih je nato odvisna nadaljnja obveznost psihološkega svetovanja. Nekateri zakoni za prvo kaznivo dejanje mučenja dajejo sodiščem na izbiro to sankcijo, šele pri drugem ali naslednjih kaznivih dejanjih pa jo predpisujejo za obvezno. Ponekod pa je sankcija obveznega psihološkega svetovanja določena kot obvezna le za mladoletne osebe, zakoni nekaterih zveznih držav pa v celoti prepuščajo odredbo psihološkega svetovanja sodiščem in je torej ne določajo kot zakonsko obvezne sankcije za mučitelje živali6.\nSlovenski Kazenski zakonik (v nadaljnjem besedilu KZ-1) za kaznivo dejanje mučenja živali v 341. členu predpisuje denarno ali zaporno kazen, uzakonja pa tudi sankcijo psihološkega svetovanja, in sicer v petem poglavju (OPOZORILNE SANKCIJE) pod 2. točko: Pogojna obsodba z varstvenim nadzorstvom. Oblikovanje ustrezne poklicne, psihološke ali druge posvetovalnice je določeno kot eno izmed navodil, ki jih v skladu s 65. členom KZ-1 lahko odredi sodišče, ko izreče ukrep varstvenega nadzorstva storilcu, kateremu je bila izrečena pogojna obsodba7.\n"], "23": ["3.5.2 Nadzor nad mučitelji živali", "Menimo, da bi se sodišča morala posluževati zgoraj navedene sankcije v primeru mučenja živali in seveda posledično izrekati ukrepe varstvenega nadzorstva z navodili, ki vključujejo obvezno obiskovanje ustrezne psihološke posvetovalnice.\nZloraba katerega koli živega bitja je nesprejemljiva in ogroža vse člane v neki družbi, zato naj bi se ustrezne institucije strokovno odzvale na primere mučenja živali ter na ta način preprečile morebitna kasnejša kazniva dejanja zoper življenje in telo ljudi.\n2010)\n"], "24": ["4 Znanje in pooblastila", ""], "25": ["4.1 Osnovna izobrazba in ostali pogoji", "Oseba za opravljanje nalog na področju del agenta za živali mora imeti:\n najmanj srednjo stopnjo strokovne izobrazbe (V. stopnja);   ustrezna znanja s področja varstva, ravnanja in zaščite živali pred  mučenjem;   ustrezne psihofizične sposobnosti ter, da ni bila pravnomočno  obsojena zaradi naklepnega kaznivega dejanja, ki se preganja po  uradni dolžnosti, da ni bila obsojena na nepogojno kazen zapora v  trajanju več kot tri mesece ali da ni v kazenskem postopku zaradi  naklepnega kaznivega dejanja.\n"], "26": ["4.2 Znanja s področja varstva živali", "Za opravljanje nalog in del na področju zaščite živali pred mučenjem morajo agenti za živali obvladati tudi znanja s področja varstva živali in sicer:\n Zakon o zaščiti živali (ZZZiv-UPB2) (Uradni list RS, št. 43/2007 z dne   Pravilnik o pogojih za zavetišča za zapuščene živali (Uradni list RS, št.   Pravilnik o spremembi Pravilnika o pogojih za zavetišča za zapuščene  živali (Uradni list RS, št. 78/2004 z dne 16.7.2004);   Pravilnik o zaščiti živali pri zakolu (Uradni list RS, št. 33/2005 z dne   Pravilnik o spremembah in dopolnitvah Pravilnika o zaščiti živali pri  zakolu (Uradni list RS, št. 5/2006 z dne 17.1.2006);   Odredba o bivalnih razmerah in oskrbi živali prostoživečih vrst v  ujetništvu (Uradni list RS, št. 90/2001 z dne 15.11.2001).\n"], "27": ["4.3 Pooblastila", "Agenti za živali naj bi bili uniformirani delavci policije, ki bi opravljali naloge na področju zaščite živali pred mučenjem ter bi imeli pravico in dolžnost izvrševati policijska pooblastila v skladu z Zakonom o policiji (v nadaljnjem besedilu Zpol).\n"], "28": ["4.3.1 Potreba po izenačenosti s policijskimi pooblastili glede pristojnosti", "Menimo, da se zaradi nemotenega in učinkovitega dela agentov za živali na omenjenem področju pojavi potreba po izenačenosti njihovih pooblastil s policijskimi pooblastili, predvsem na spodaj navedenih področjih:\n ustno ali pisno opozarjanje oseb;   ugotavljanje identitete in identifikacijski postopek;   varnostni pregled oseb;   pregled prostorov, objektov in območji;   prijetje, privedba in pridržanje oseb;   zaseg živali in ravnanje z njimi;   vstop v tuje stanovanje in druge prostore;   uporaba prisilnih sredstev v primeru pasivnega ali aktivnega upiranja  oseb:  sredstva za vklepanje in vezanje;  strokovni prijemi in uporaba fizične sile;  uporaba palice;  uporaba strelnega orožja (samo ob neposrednem napadu na  agenta za živali).\nAgenti za živali naj bi imeli tudi službeno izkaznico, s katero bodo dokazovali pooblaščenost za izvajanje zgoraj navedenih policijskih pooblastil v skladu s Pravilnikom o policijskih pooblastilih (Uradni list RS, št. 51/2000 z dne 9.6.2000 in 40/2006 z dne 14.4.2006) in v skladu s Pravilnikom o spremembah\nin dopolnitvah Pravilnika o policijskih pooblastilih (Uradni list RS, št. 56/2008 z dne 6.6.2008).\n4.3.2 Pooblastila za nošenje, ravnanje in uporabo ustreznih tehničnih  sredstev/naprav za obvladovanje živali\nPri posredovanju agentov za živali v primeru zaznave mučenja živali, naj bi imeli pri sebi tudi ustrezna tehnična sredstva/naprave za obvladovanje živali, saj so mučene in zlorabljene živali prestrašene, nezaupljive in seveda popadljive.\nAgenti za živali morajo poznati, kako se živali obnašajo, kadar so zdrave in kaj nam živali s spremenjenim obnašanjem »sporočajo«. Poznati mora tudi načine, kako k njimi pristopiti in kako jih umiriti, da se izognejo nepotrebnim težavam in poškodbam tako sebe, kot tudi živali, s katero so v stiku.\nPri opravljanju del in nalog iz njihovega delovnega področja bodo nemalokrat morali uporabiti tudi ustrezna tehnična sredstva/naprave za obvladovanje nevarnih in popadljivih živali in sicer:\n palica s kovinskim držalom;   palica z zanko;   puška s pomirjevalnim nabojem v obliki puščice;   pomirjevalna sredstva (dovoljenje le veterinarji).\nRavno tako bodo morali imeti pri sebi ustrezna sredstva za transport živih poškodovanih živali: različne vrste kletk, posebne torbe za prevoz perjadi, povodce za živali, nagobčnike, akvarije, terarije, vrvi za vezanje nog živali, prikolice za prevoz konjev,…\n"], "29": ["5 Zbiranje, vodenje in varstvo podatkov", ""], "30": ["5.1 Zbiranje, vodenje in hranjenje evidenc", "Policija naj bi upravljala tudi z zbirkami evidenc o kršitvah, kršiteljih in izvedenih ukrepih, katere naj bi jih zaradi opravljanja svojih nalog zbirali, obdelovali, hranili, posredovali in uporabljali agenti za živali.\n"], "31": ["5.1.1 Evidence o kršitvah", "Evidence o kršitvah naj bi vsebovale naslednje podatke:\n podatke o kaznivem dejanju mučenja živali:  vrsta;  kraj;  čas;  motiv;  opis;  nastala škoda;  druge pomembne okoliščine storitve;   osebne podatke o oškodovancih, prijaviteljih in drugih osebah, katere  so dala obvestila o kaznivem dejanju mučenja živali.\n"], "32": ["5.1.2 Evidence o kršiteljih", "Evidence o kršiteljih naj bi vsebovale naslednje skupne podatke:\n osebno ime;   rojstne podatke (dan, mesec, leto in kraj rojstva);   EMŠO (enotna matična številka občana);   spol in državljanstvo;   naslov stalnega oziroma začasnega prebivališča. \nPoleg skupnih osebnih podatkov pa naj bi evidence vsebovale tudi naslednje podatke:\n vzdevek ali lažno ime osebe;   osebni opis osebe;   družinske in premoženjske razmere osebe;   šolska izobrazba, poklic in zaposlitev osebe.\n"], "33": ["5.1.3 Evidence o izvedenih ukrepih", "Evidence o izvedenih ukrepih pa naj bi vsebovale:\n podatke o izvedenih ukrepih, ravnanjih ali postopkih agentov za živali,  kateri so predmet pritožbe;   podatke o dogodkih, v katerih so bila uporabljena prisilna sredstva;   podatki o odrejenem in že izvedenem psihološkem svetovanju.\n"], "34": ["6 Izobraževanje/izpopolnjevanje/usposabljanje", ""], "35": ["6.1 Izobraževalni programi", "Za uspešno in kvalitetno opravljanje nalog na omenjenem področju, naj bi se agenti za živali tudi dodatno izobraževali, izpopolnjevali in usposabljali.\nNa letni ravni naj bi se tako udeleževali in sodelovali na različnih predavanjih /seminarjih, katere bi izvajali strokovni (so)delavci.\nPredavanja in seminarji naj bi temeljili oziroma pokrivali predvsem tri ključna področja in sicer:\n ravnanje in oskrba živali;   zagotavljanje varstva živali pred mučenjem;   nošenje, ravnanje in uporaba ustreznih tehničnih sredstev/naprav za  obvladovanje živali.\n"], "36": ["7 Pravice, dolžnosti in odgovornost agentov za živali", ""], "37": ["7.1 Pravice in dolžnosti agentov za živali", "Agenti za živali naj bi delovali v skladu z naslednjimi načeli:\n NAČELO ZAKONITOSTI (legalitete) To je eno izmed temeljnih načel, ki jih morajo agenti za živali upoštevati pri opravljanju svojega dela. Vsako njihovo delovanje mora imeti zakonsko podlago in pri uporabi pooblastil morajo upoštevati pogoje, kateri so zanj predpisani.   NAČELO SORAZMERNOSTI (proporcionalnosti) V skladu s tem načelom morajo uporabiti tisto pooblastilo, ki ima za tistega, proti kateremu se uporabi najmanjše škodljive posledice, ki povzroči čim manjšo škodo in traja le toliko časa, kolikor je nujno potrebno.   NAČELO HUMANITARNEGA RAVNANJA Pomembno je, da agenti za živali delujejo predvsem humanitarno in obzirno ter, da ne ogrožajo življenja in varnosti drugih.   NAČELO STROKOVNOSTI Poleg poznavanja predpisov, morajo vselej ravnati tudi strokovno, kar pomeni osvojitev cele vrste znanj, ki jih agenti za živali potrebujejo pri izvajanju posameznih postopkov s svojim pristopom, nastopom in izvedbo samega postopka.\nOmeniti je potrebno še njihovo delovanje v skladu s kodeksom policijske etike, ki ne predstavlja pravnega predpisa, ampak je skupek etičnih in moralnih načel. Z njim naj bi se doseglo ne le pravičnejših odnosov z drugimi, boljših medsebojnih odnosov in večje strokovnosti, ampak tudi njihovo profesionalno zadovoljnost, njihovo pripadnost in predanost poklicu, katerega opravljajo.\n"], "38": ["7.2 Disciplinska odgovornost agentov za živali", "Disciplinska odgovornost pomeni odgovornost za kršitev delovnih obveznosti oziroma delovne discipline. V 95. členu Zpol (Zpol-UPB7) (Uradni list RS, št. 66/2009 z dne 21.8.2009) je določeno, da je delavec policije lahko začasno odstranjen z dela ali z delovnega mesta, če je zaloten pri hujši kršitvi delovnih obveznosti ali če je zoper njega uveden kazenski postopek.\nSem štejemo:\n nepravilen in nevljuden odnos do drugih delavcev policije;   nepravočasno, nevestno ali malomarno opravljanje dela brez hujših  posledic;   nepravilno in malomarno nošenje uniforme in drugih uradnih označb  ali drugo obnašanje, ki škoduje ugledu policije;   oteževanje in motenje dela drugih delavcev policije.\nO začasni odstranitvi z dela ali z delovnega mesta pa odloči generalni direktor policije ali od njega pooblaščeni delavec.\n"], "39": ["7.3 Kazenska odgovornost agentov za živali", "Kazenski zakonik RS (KZ-1) (Uradni list RS, št. 55/2008 z dne 4.6.2008) določa tudi kazni, ki doletijo policista, kadar ne ravna v skladu z zakoni:\n neopravičen izostanek z dela, če to povzroči hujše posledice za delo  policije;   nezakonita pridobitev premoženjske ali nepremoženjske koristi zase  ali za drugega ter sprejemanje daril in drugih ugodnosti v zvezi z  delom;\n  prihod na delo v vinjenem stanju ali uživanje alkohola oziroma  drugega narkotičnega sredstva med delom, ki zmanjšuje zmožnost za  delo;   opustitev dejanja ali dejanje, ki je storjeno pod vplivom alkohola  oziroma drugega narkotičnega sredstva, ki zmanjšuje zmožnost za  delo in škoduje ugledu policije;   odklonitev preizkusa alkoholiziranosti ali strokovnega pregleda, s  katerim se ugotavlja prisotnost alkohola oziroma drugega narkotičnega  sredstva, ki zmanjšuje zmožnost za delo;   povzročanje pretepa ali nereda v delovnem času ali v delovnem  okolju;   zloraba položaja ali uradnih pravic;   ponareditev ali uničenje listine;   izdaja uradne tajnosti.\nZa kršitve iz prejšnjega odstavka se lahko izreče ukrep prenehanja delovnega razmerja, denarna ali zaporna kazen, opozorilna sankcija, vzgojni in varnostni ukrepi.\n"], "40": ["8 Zaključek", ""], "41": ["8.1 Povzetek glavnih ugotovitev", "Vsak skrbnik živali je dolžan poskrbeti za:\n bivališče, hrano, vodo in oskrbo na način, ki je glede na vrsto živali,  pasmo, starost in stopnjo razvoja v skladu z ustaljenimi izkušnjami in  znanstvenimi spoznanji;   zagotoviti ji mora ustrezno svobodo gibanja in dovolj prostora (če je  privezana ali zaprta);   bolnim, poškodovanim in onemoglim živalim mora nuditi takojšnjo  ustrezno veterinarsko oskrbo;   z vzgojo in šolanjem oziroma z drugimi ukrepi pa morajo skrbniki  živali poskrbeti, da žival ni nevarna okolici.\nEna ključnih pomanjkljivosti naše zakonodaje o varstvu živali pred mučenjem je v njeni izvršljivosti in zato menimo, da so najnujnejše ravno spremembe na tem področju, katere pa bi lahko zelo hitro rešili z ustanovitvijo policije za živali. Policija za živali naj bi bila namenjena izključno opravljanju in izvrševanju nadzora nad izvajanjem obstoječe zakonodaje o varstvu in zaščiti živali.\nPri upoštevanju idej in zgledov tujih držav, katere imajo to področje dodobra opredeljeno in urejeno, smo prišli do naslednjih ugotovitev in sicer:\n policijo za živali naj bi sestavljali oboroženi agenti za živali, kateri naj  bi imeli pooblastila za izvrševanje zakonov proti mučenju živali in za  preiskovanje primerov mučenja živali;   pooblaščeni naj bi bili tudi za nošenje in uporabo strelnega orožja,  pendrekov, solzivca in lisic;   aretacije bi lahko izvajali brez sodnih nalogov;\n  pri aretaciji in pri preprečevanju pobega bi lahko brez sodnih nalogov  uporabili potrebno fizično silo;   pooblaščeni naj bi bili tudi za interveniranje v primeru zagrešitve  mučenja in za takojšen odvzem oziroma za ujetje klateških,  brezdomnih in zapuščenih živali, katere naj bi predali ustreznim  organizacijam;   na podlagi pritožbe oziroma prijave naj bi vstopili v stanovanjske ali  druge prostore in odvzeli živali, katere se nahajajo v neprimernih  življenjskih razmerah.\nPri pisanju diplomskega dela je šlo na nek način za pilotsko raziskavo, saj v RS policija za živali kot samostojno delujoča služba/organizacija žal ne obstaja. Podatke smo tako pridobili predvsem na podlagi primerjave delovanja tovrstnih služb/organizacij v tistih državah, katere imajo področje zaščite in varstva živali pred mučenjem zelo učinkovito urejeno in seveda na podlagi osebnih izkušenj. Ob tem bi želeli ponovno poudariti, da so omenjene službe/organizacije drugod po svetu na svojem delovnem področju zelo aktivne, prizadevne in posledično tudi uspešne.\nNa podlagi naših ugotovitev smo prišli do sklepa, da tudi RS nujno potrebuje ustanovitev policije za živali (kot notranje organizacijske enote MNZ-ja). Le na tak način bomo lahko na področju zaščite in varstva živali pred mučenjem primerljivi z drugimi državami in s tem se bo povečal tudi ugled naše države v svetu.\nDelo policije za živali v RS pa naj ne bi temeljilo samo na izrekanju sankcij ob kršitvah, ampak naj bi temeljilo tudi na svetovanju, osveščanju in vzgoji. Sam odnos do živali bi se moral vključiti tudi v vrtec, osnovno in srednjo šolo (kot poseben predmet), z namenom izboljšanja odnosov do živali. Potrebno je povečati tudi osveščenost odraslih glede mučenja živali in jih pri tem opozoriti na dolžnosti, katere imajo kot vsi lastniki živali.\nSeveda moramo omeniti tudi splošne koristi za samo družbo, v kateri živimo in katere bi bile lahko večplastne:\n vzgoja in moralizacija storilcev grozodejstev nad živalmi;   vzgoja mlade generacije in vlivanje sočutja do živali;   zagotovitev primernega življenja za živali v sobivanju s človekom;   eliminacija (izključevanje) grozodejstev na tem področju v naslednjih  letih.\nKakorkoli že, je odlika odgovornega človeka tudi njegova kakovostna skrb za živali, saj so odgovorni lastniki živali tudi dobri družinski člani in tudi dobri pripadniki celotne družbe.\nOmenili bi še, da imajo nekateri ljudje pomisleke v zvezi s financiranjem t.i. policije za živali. Vendar, če bo policija za živali dobro in dosledno opravljala naloge iz svojega delovnega področja, bo z izterjanimi denarnimi sankcijami v primerih mučenja živali (potrebne bodo seveda dopolnitve veljavnega ZZZiv-a glede višine denarnih sankcij za kršitelje) lahko pokrila vse stroške svojega dela, ostalo pa bi tudi dovolj sredstev za ustanovitev kakšnega dodatnega zavetišča za zapuščene živali.\nŽal je Slovenija polna neodgovornih »lastnikov« živali, kateri dopuščajo, da so njihove živali lačne, žejne,… da jim klopi dobesedno izpijejo kri, bolhe požrejo telo, da pozimi trepetajo na mrazu in ližejo led namesto vode,… dogajajo se kastracije/sterilizacije na živo, tepeži in razne druge oblike mučenja.\nIn nenazadnje so tudi živali živa bitja, vredna dostojnega, zdravega, mirnega in ljubezni polnega življenja. Če pogledamo samo na primeru večjih pasem psov, nam je vsem kristalno jasno, da nas malo večji pes lahko zdrobi v nekaj sekundah, pa tega ne naredi. Ravno obratno, tudi če z njim ravnamo grdo, bo v kritičnem trenutku dal življenje za nas, ko nas bo branil pred nevarnostjo, katera nam grozi. \nOb zaključku bi radi opozorili, naj se ne sprašujemo (vedno znova in znova) ali nas živali razumejo ali govorijo v svojem jeziku. Namesto tega se vprašajmo: »Ali živali trpijo, zakaj trpijo in kako jim lahko pomagamo, da preprečimo njihovo ne osnovano trpljenje!«\n"], "abstract": ["V diplomskem delu smo obravnavali eno izmed najbolj aktualnih in perečih problematik v Sloveniji in sicer izvršljivost zakonodaje o varstvu živali pred mučenjem ter ustrezno kazensko pravno sankcioniranje teh kršitev. Ugotovili smo, da zakonodaja s področja zaščite živali pred mučenjem v Republiki Sloveniji (v nadaljnjem besedilu RS) sicer obstaja, vendar pa se težave pojavijo predvsem v zvezi z izvedbo konkretnih nalog nadzora na omenjenem področju. Z diplomskim delom želimo izpostaviti predvsem problematiko stalnega dela na področju odkrivanja, preprečevanja in preiskovanja primerov mučenja živali. Pri tem se podrobneje posvetimo možnosti uvedbe in delovanja t.i. »policije za živali« tudi v RS. Nadzor nad izvajanjem določb Zakona o zaščiti živali (v nadaljnjem besedilu ZZZiv) je v RS trenutno v pristojnosti Veterinarske uprave Republike Slovenije (v nadaljnjem besedilu VURS), katerega opravljajo uradni veterinarji. Glede na razpoložljive podatke v zvezi z dosedanjim izvajanjem nalog na tem področju, pridemo do sklepa, da se je pokazala potreba po ustanovitvi nove organizacije znotraj Ministrstva za notranje zadeve (v nadaljnjem besedilu MNZ), katera naj bi bila namenjena izključno opravljanju nadzora nad izvajanjem zakonodaje o zaščiti živali, saj so po našem mnenju uradni veterinarji preobremenjeni. Po naši zamisli naj bi te naloge samostojno in v sodelovanju z drugimi pristojnimi posamezniki/službami/organizacijami izvajali t.i. »agenti za živali«. Želeli smo torej predstaviti predlog celostne organizacije in delovanja policije za živali v RS."]}