{"1": ["1 UVOD", "Molža je opravilo, s katerim v laktacijski dobi pridobivamo mleko iz vimena živali. Z izboljševanjem mlečnosti in s povečanjem čred je postala vse napornejša in danes jo prištevamo med zahtevnejša dela v kmetijstvu. Za molžo porabimo v hlevu več časa kot za katerokoli drugo hlevsko opravilo; praviloma porabimo 50 do 75 % časa, namenjenega za hlevska opravila. Molsti moramo dva do trikrat dnevno in to vsak dan v letu, brez izjeme. Pri molži imamo opravka z občutljivo živaljo in s hitro pokvarljivim mlekom. Molznik mora paziti na pravilno in zadostno čiščenje ter razkuževanje opreme in na higieno pri molži, da pridobi mikrobiološko kakovostno mleko. Če molze s strojem, mora dobro poznati njegovo delovanje, sestavne dele. Znati ga mora pravilno vzdrževati, da z njim ne bo povzročal poškodb na kravi.\nStroški električne energije so se tekom nekaj let zelo povečali, kar posledično tudi draži proizvodnjo mleka. Največji porabniki električne energije pri proizvodnji mleka so: hladilni sistem za ohlajanje mleka (32 %), segrevanje vode, potrebne v procesu molže (27 %), vakuumske črpalke porabijo 19 % električne energije, osvetlitev hleva in molznih prostorov pa potrebuje 17 % električne energije. Drugi porabniki v sistemu molže so še: črpalka za vodo, kompresor.\nPo ocenah je možno pri molži zmanjšati porabo električne energije za 30 do 40 %. Boj proti izgubi električne energije je prvi korak do energetsko bolj varčnih kmetij. Električno energijo lahko privarčujemo z izolacijo pip s toplo vodo, z uporabo luči, ko je le-to potrebno. Prednosti zmanjšanja porabe električne energije so dvakratne. Zmanjšamo stroške pri proizvodnji mleka in z zmanjšanjem porabe električne energije se zmanjša tudi nastanek ogljikovega dioksida.\n"], "2": ["1.1 Namen raziskave", "Namen raziskave je primerjava porabljene vode in električne energije med mlekovodom na štiri molzne enote in molziščem autotandem (2 x 3).\n"], "3": ["2 MOLŽA", "Razdelitev molže je prikazana na Sliki 1.\n"], "4": ["2.1 Ročna molža", "Je starejši način pridobivanja mleka. Za ročno molžo je značilno, da je mleko v stiku z okolico, z rokami molznika ter s priborom za molžo. Zato obstaja velika možnost kontaminacije mleka z mikroorganizmi in onesnaženje z mehanskimi delci. Za ta način molže je značilno, da je produktivnost dela nizka, molzniki pa opravljajo naporno fizično delo. Pri ročni molži dobivamo mleko iz seska zgolj s pritiskom roke (Slika 2). Ta način molže se pri kravah molznicah v Sloveniji skoraj ne uporablja več (Muršec 2005). \n"], "5": ["2.2 Strojna molža", "Pri nas ima strojna molža sorazmerno kratko tradicijo. Za tako molžo je potrebno zagotoviti kakovostno in brezhibno opremo, ki pa je zelo draga. Ustrezna mora biti tudi usposobljenost ljudi, ki s takimi stroji delajo. Ob nestrokovnem ravnanju lahko povzročijo več škode kot koristi. Seveda pa je potrebno molzno opremo redno čistiti in vzdrževati (ZRSSS 2010).\nPri strojni molži dobivamo mleko le z izsesavanjem. Sesni tulci molznega stroja so pod stalnim podtlakom, ki omogoča, da se tulci oziroma čaše držijo na seskih (pritisk sesne grme) in da izteka mleko v mlečne vrče ali preko mlekovoda v cisterno za mleko (v mlekarnici). Z menjavanjem podtlaka (ki ga ustvarja tlačna črpalka) v normalni atmosferski tlak (kar dosežemo s pulzatorjem) v sesnih tulcih pa se z razširitvijo sesnih gum zmanjša pritisk le-teh na seske in mleko lahko izteče. Menjavanje podtlaka z normalnim se pri večini molznih strojev dogaja cca. 45-krat na minuto. Tako nastajata vedno dva takta: takt sesanja in takt prekinitve (Bale 2008).\n"], "6": ["2.2.1 Sistem molže v mlekovod za vezano rejo", "Pri molži na stojišču v mlekovod vodita dve cevi, in sicer mlekovod ter podtlačni vod oziroma vakuumovod. Mlekovod je iz hleva speljan v ločen prostor – mlekarnico in tam v hladilnik. Molzna enota je preko ročke obešena na mlekovod in je sestavljena iz:\n- pulzatorja (spreminja stalni podtlak v izmeničnega). Dolge mlečne cevi (gumijasta  ali plastična cev, po kateri mleko priteka iz kolektorja v molzni vrč);\n- kolektorja (zbere mleko iz vseh seskov, iz njega odteka mleko v mlekovod);\n- dvojne vakuumske cevi (povezuje pulzator s kolektorjem. Po njem se pulzi, ki jih  ustvarja pulzator, prenašajo do kolektorja.);\n- kratke vakuumske cevi (po njih se prenaša pulzacija);\n- kratke mlekovodne cevi (povezujejo kolektor s kontrolnimi čašami na sesnih  gubah. Po njih odteka mleko iz sesnih čaš v kolektor);\n- kontrolna stekelca (omogočajo nadzor nad potekom mole);\n- sesne čaše (sestavljene iz kovinskega tulca in sesne gume);\n- nosilca molzne enote;\n- priključka za dolgo mlekovodno cev.\nMolzno enoto priključimo na vakuumski vod s pomočjo vakuumske pipe, na mlekovod pa s pomočjo mlečne pipe oziroma matic pipe. Za vsaki dve kravi sta na mlekovodu in na vakuumskem vodu potrebni po en mlečni in vakuumski ventil. Mlekovodni sistem je za molžo na stojišču najprimernejši. V primerjavi z molžo v vrče ima ta sistem to prednost, da olajša delo, delovni učinek je večji, mleko se ne navzame hlevskega vonja ter čiščenje opreme je povsem avtomatizirano. Moznikom ni potrebno prenašati molznih vrčev, zato lahko molzejo več krav z več molznimi enotami hkrati (dve do štiri enotami). Vakuumski agregat je ponavadi v strojnici v neposredni bližini mlekarnice. Vakuumski vod se spelje od črpalke v mlekarnico ali hlev. V hlevu pritrdimo mlekovod na vakuumski vod. Vakuum sesa mleko po mlekovodni cevi molzne enote skozi priključek v stabilni mlekovod in po njem v mlekarnico. Mlekovodi in vakuumski vod so nameščeni na sprednjem delu boksov na višini 1,8–1,9 m. Za dve kravi je na mlekovodu in vakuumskem vodu priključek za \nposamezno molzno enoto. Oba voda sta lahko nameščena na zadnjem delu boksa. Ta sistem molže uporabljajo na opazovani kmetiji 1 (Veterina 2010).\n"], "7": ["2.2.2 Sistem molže za prosto rejo v molzišču", "V tem sistemu krava pride v prostor molzišča, kjer se razporedi na molzno mesto do molznika. V sredini molzišča je zgrajen kanal, katerega globina znaša cca. 85 cm, da je molža čim lažja za moznika, saj pri molži lahko stoji poleg živali. Krave molznice si samostojno zbirajo levo ali desno stran molzišča.\nMleko teče po mlekovodu preko zbirne posode oziroma reliser ventila z mlečno črpalko skozi filter direktno v hladilnik. Ko je krava pomolzena, se vrne nazaj v hlev, izpust na prosto ali na pašo (Muršec 2005).\nMolža v posebnem prostoru – molzišču – ima v primerjavi z molžo v hlevu naslednje prednosti:\n- omogoča primerno delovno mesto za molznika, ki stoji med molžo pri večini  molzišč zravnan;\n- odpade počepanje in delo v predklonu ni potrebno. Pri molži v hlevu se temu ne  moremo izogniti;\n- večja higiena (v molzišču sta stalno na voljo topla in hladna voda, namenjeni tako  za čiščenje opreme kot vimen);\n- poti mleka so krajše kot pri mlekovodnem sistemu in čiščenje opreme je lažje ter  učinkovitejše. Možnost okužbe mleka z opremo se zaradi kratkih poti zmanjša,  nevarnost nihanja vakuuma pa je manjša;\n- količino ter kakovost mleka vsake krave lahko kontroliramo pri vsaki molži, ne da  bi zmanjšali delovni učinek molznika;\n- delovni učinek molznika je zelo velik, saj pomolze pri nekaterih tipih molzišč tudi  80 do 120 krav na uro (Pirjevec in sod. 2004). \nPri opisu se bomo osredotočili na autotandem, ker je bil opazovan tudi pri našem poskusu.\n"], "8": ["2.2.2.1 Autotandem", "Autotandem je avtomatizirana oblika tandemskega molzišča, kjer je odpiranje in zapiranje vrat boksov ter snemanje molznih enot uravnano samodejno preko foto celice. Učinek autotandema je večji od običajnega tandemskega molzišča, zasede več prostora, konstrukcija in aparature pa so izredno drage (Bale 2008).\nPrednosti autotandem molzišča so:\n- neoviran prihod in odhod posamezne krave na molzno mesto in iz njega;\n- dober pogled na čredo;\n- vime je molzniku zlahka dosegljivo;\n- krava med molžo ni motena od drugih krav;\n- hitra molža;\n- molža brez stresa z najvišjo stopnjo udobnosti za molznika živali.\nPri autotandemu je zaradi popolnoma avtomatiziranega prehoda krav molznik prost in se lahko popolnoma posveti molži. Princip delovanja molzišča je naslednji:\n- takoj, ko senzor zazna kravo, se vstopna vrata avtomatsko zaprejo in žival potisnejo  do praznega boksa za molžo z odprtimi vrati;\n- vhodna vrata molznega boksa se zaprejo za kravo in le-ta se postavlja v najboljšo  pozicijo za namestitev molznega kompleta za začetek molže;\n- ko je molža končana, molzni sistem avtomatsko sname komplet z vimena;\n- če se slučajno ne oglasi alarm, ki zahteva pozornost molznika, se izhodna vrta  avtomatsko odprejo in krava lahko zapusti molzno mesto;\n- ko krava zapusti molzno mesto, se izhodna vrata ponovno avtomatsko zaprejo,  vhodna vrta pa odprejo;\n- naslednja krava lahko pride v boks in proces molže se začne ponovno (Westfalia  2009). \n"], "9": ["2.3 Delež porabe energije molzne opreme", "Najpomembnejši porabniki elektrike so hlajenje mleka, razsvetljava, vakuumske črpalke, ogrevanje vode, črpalka za pranje, črpalka za mleko in drugi (Slika 9).\nZ leti se je učinkovitost črpalk in elektromotorjev v mlekarstvu postopoma izboljševala, vendar se še splača primerjati proizvode pred nakupom. V prihodnosti bodo izdelovalci po vsej verjetnosti vključevali več podrobnih podatkov o emisijah in vsebovani energiji, toda zaenkrat se lahko držimo naslednjih načel:\n- pred nakupom preverimo specifikacije (tehnične podatke) o raznih možnostih v  zvezi s porabo toka;\n- premislimo, če bi lahko instalirali pogone z variabilno hitrostjo – največjo korist  imamo, če jih uporabimo na vakuumskih črpalkah, vendar lahko dobro delajo tudi  na črpalkah za mleko in vodo;\n- preveriti moramo nazivne vrednosti za doseganje učinkovitosti;\n- kontrolirati moramo črpalko in armature (Teagasc 2010).\n"], "10": ["2.3.1 Poraba energije glede na sestavne dele molzne opreme", "Večina druge opreme, razen vakuumskih črpalk in črpalk za mleko, zahteva relativno malo električne energije. Zato je umestno, da se osredotočimo najprej na vakuumsko črpalko. Za nemoteno delovanje moramo zagotoviti:\n- da so jermenice pravilno centrirane in klinasti jermeni pravilno zategnjeni;\n- da molzni stroj nima prekomernega deleža efektivne rezerve. Če ga ima, je  potrebno upoštevati možnosti upočasnitve hitrosti vakuumske črpalke.\nKompresorske vakuumske črpalke (Slika 10) na splošno porabijo manj energije pri dani zmogljivosti črpalke, kot vodno-krožna vakuumska črpalka (Slika 11) in oljno-krožna vakuumska črpalka (Slika 12).\nVakuumske črpalke so tipsko izvedene za obratovanje pri konstantni hitrosti. Tako dobimo določen delež kapacitete, ki presega normalne zahteve za obratovanje molznega sistema. Odvečna kapaciteta je rezerva, ki vskoči v izrednih ali nepričakovanih pogojih, na primer, ko molzne enote odpadejo.\nNaloga regulatorja vakuumu je, da ohranja konstanten nivo vakuuma tako, da regulira količino zraka, ki jo dovaja v sistem (Teagasc 2010).\nPogon z variabilno hitrostjo ohranja nivo vakuuma tako, da regulira hitrost vakuumske črpalke. Če obstaja potreba po več kapacitete, bo pogon z variabilno hitrostjo povečal hitrost vakuumske črpalke. Prav tako, če je potreba majhna, bo pogon z variabilno hitrostjo ustrezno upočasnil vakuumsko črpalko. Rezultat je zmanjšana poraba energije (Teagasc 2010).\nIzkazalo se je, da pogoni z variabilno hitrostjo na vakuumskih črpalkah zmanjšajo porabo električne energije za 30–80 %. Do tega variiranja prihaja zaradi velikosti in tipa vakuumske črpalke, velikosti motorja in tipa mlekarne. Na splošno je zmanjšanje približno 40–50 %.\nIz ekonomskih razlogov so pogoni z variabilno hitrostjo bolj primerni za večje naprave ali tam, kjer molzni stroj dela vsaj 5–8 ur dnevno.\n"], "11": ["2.4 Molzna oprema prijazna do okolja", ""], "12": ["2.4.1 Pralni avtomat", "Sodobni pralni avtomat deluje popolnoma avtomatsko in ima vgrajeno izolirano posodo za dogrevanje vode, avtomatiko za doziranje čistilnih sredstev, samodejno regulacijo nivoja in količine vode v sistemu. Vse naštete prednosti pripomorejo k varčevanju z električno energijo, vodo, prihranku časa in čistilnih sredstev. Pranje deluje v treh fazah, in sicer: predpranje, glavno pranje ter izpiranje. Vsaka faza pranja se lahko izvaja tudi ročno. Uporabljamo originalna čistilna sredstva, torej alkalna in kisla (Westfalia 2010).\nPralni avtomat je zadnji dosežek tehnike na področju čiščenja molznih naprav pri mlekovodih in molziščih, ki ga odlikujejo:\n- mikroračunalniško krmiljenje in nadzor omogočata spremljanje celotnega poteka  pranja in javljanja napak, ki se shranjujejo v notranji pomnilnik oziroma izpisujejo  na zunanji prikazovalnik;\n- vse nastavitve pranja, časov, temperatur, količin vode, čistilnih sredstev in  električne moči se vnašajo preko tipkovnice in so poljubno nastavljivi;\n- kot opcija se lahko doda tudi sistem varčnega pranja. Vse to pripomore k  varčevanju z vodo, čistilnimi sredstvi, električno energijo in časom (Westfalia  2010).\n"], "13": ["2.4.2 Hladilna cisterna z avtomatskim pranjem", "Pri projektiranju hladilnih cistern mora biti posebna pozornost, poleg zmogljivosti hlajenja, posvečena enostavnemu upravljanju. Vse cisterne so znotraj in zunaj izdelane iz nerjaveče pločevine, ki ustreza vsem normam za uporabo v živilski industriji, kot so:\n- povečana hladilna zmogljivost;\n- neposredni izparilec maksimalne zmogljivosti;\n- trajno mešanje ob hlajenju in intervalno mešanje, ko je mleko ohlajeno; \n - zakasnitev vklopa ob prvi molži;\n- dve vhodni odprtini za mleko;\n- avtomatski nadzor delovanja sistema (čas hlajenja, temperatura hlajenja, alarmi,  omrežna napetost, količina vode);\n- izolacija iz poliuretanske pene, brez okolju škodljivih penil;\n- patentiran sistem pranja;\n- varnostni ventil, ki preprečuje vdor vode v mleko;\n- predpranje in izpiranje s hladno vodo (Westfalia 2010).\nSistem deluje tako, da se odvečna toplotna energija, ki se proizvaja pri hlajenju mleka, uporabi za segrevanje vode. Hladilni sistem je povezan na toplotni izmenjevalec, v katerega priteka hladna voda. V toplotnem izmenjevalcu je vgrajen termostat, ki skrbi za to, da krožna črpalka vodo, segreto na 50–60- C, črpa v bojler. Topla voda se v bojlerju nalaga od zgoraj navzdol; torej imamo že v nekaj minutah na razpolago toplo vodo. Z enim litrom ohlajenega mleka pridobimo 0,7 l vode, segrete na 55- C (Westfalia 2010).\n"], "14": ["2.5 Strategije za zmanjšanje porabe energije na mlečnih kmetijah", "Elektrika je pomemben strošek za mlekarstvo, saj znaša približno 8 % fiksnih stroškov. Kontrola porabe elektrike na treh kmetijah, vključenih v raziskavo Teagasc, kažejo na to, da elektrika zgolj v mlekarstvu povprečno prispeva 0.6 USDcent/liter k stroškom pridelave mleka. Nova raziskava, ki ta čas poteka v Mooreparku, preučuje porabo energije na mlekarskih kmetijah in ugotavlja možnosti za zmanjšanje porabe energije ter s tem količine ogljika iz mlekarske industrije. Začetne meritve kažejo, da je možno pri porabi elektrike doseči prihranke od 30 % do 40 %.\nMnogo novih tehnologij si lasti, da zmanjšujejo porabo elektrike v gospodinjstvu in industriji. Toda manjkajo samostojne raziskave o ekonomskih koristih in potencialnih pridobitvah gospodarnosti, če uporabimo te tehnologije na kmetijah. Investicijski stroški za \nvakuumske črpalke in oprema za ogrevanje vode ter hlajenje mleka morajo biti investirani preudarno in morajo biti najgospodarnejša rešitev za vso življenjsko dobo sistema.\n"], "15": ["2.5.1 Analiza porabe elektrike pri postopku molže", "Stroški električne energije se bodo tudi v Sloveniji strmo povečevali v prihodnjih letih in problem porabe energije v mlekarski industriji postaja čedalje bolj pomemben, saj se stroški pridelave mleka povečujejo, hkrati pa se cena mleka manjša. Podrobna kontrola porabe elektrike na treh kmetijah je pokazala, da je hlajenje mleka največji potrošnik elektrike (32 %), sledi ogrevanje vode (27 %), vakuumske črpalke (19 %) in razsvetljava (18 %). Ostanek so druge naprave kot črpalke za pranje, črpalke za mleko, transportni trakovi za krmo in kompresorji. Zbrali so tudi podatke o pridelavi mleka, da so lahko izračunali stroške elektrike v centih po litru prodanega mleka. Te številke so variirale od 0,4 USDcent/liter do 0,62 USDcent/liter. Pri porabi elektrike po pomolzeni molznici so številke variirale od 3,8 kWh/krava/teden do 6,7 kWh/krava/teden.\n"], "16": ["2.5.2 Zmanjšanje porabe energije", "Obseg prihrankov, ki jih realiziramo pri porabi elektrike na področju mlekarstva, je širok. Po začetnih ocenah so možni prihranki 30 % do 40 %. Prvi korak k bolj učinkoviti mlekarski kmetiji je, da obvladujemo trošenje elektrike. Že nekaj preprostih ukrepov bo zmanjšalo stroške energije brez investicijskih stroškov, na primer, da popravimo mesta puščanja vroče vode, izoliramo cevi za vročo vodo, uporabljamo luči samo takrat, kadar je potrebno in uporabljamo nočno tarifo za elektriko, kjer pride v poštev. Toda zmanjšanje porabe energije zmanjša tudi nastajanje CO2. Približno 86 % elektrike se proizvaja iz fosilnih goriv, kar ima za posledico nastanek 543g CO2 za vsako kWh uporabljene elektrike. Zato bo zmanjšanje porabe elektrike zmanjšalo tudi delež ogljika iz mlekarske industrije (Teagasc 2010).\n"], "17": ["3 MATERIAL IN METODE DELA", ""], "18": ["3.1 Opis molznega sistema na kmetiji 1", "Na kmetiji 1 je v uporabi sistem molže na stojišču v mlekovod na štiri molzne enote. Pomolzeno mleko teče direktno v hladilnik, ki ga ohladi na 4o C. Molzna oprema je od proizvajalca Alfa Delaval. V posebnem prostoru mlekarnice se nahaja hladilni bazen istega proizvajalca. V mlekarnici je na steno pritrjen tudi pralni avtomat s pripadajočimi pralnimi glavami za molzne enote; tam je nameščena tudi vakuumska črpalka.\nMolža se najprej začne s čiščenjem vimena in z obveznim odvzemom prvih curkov. Molža celotne črede traja približno eno uro.\nNajpomembnejše opravilo po molži je priprava molznih enot in opreme na naslednjo molžo. Takoj po molži se molzne enote in oprema očisti s pomočjo pralnega avtomata. V večini primerov se zjutraj čisti z bazičnim, zvečer pa s kislim čistilom. Pralni avtomat deluje cca. 90 minut. Po končanem pranju se avtomat samodejno izključi in oprema je pripravljena na naslednjo molžo.\nMleko je v hladilnem bazenu shranjeno 48 ur, odvoz v pa se vrši vsaki drugi dan. Mleko, ki priteče po molži v hladilni bazen, ima približno 20o C, ob oddaji oziroma odvozu v mlekarno pa približno 3o C.\nKo se hladilni bazen izprazni, sledi čiščenje, vendar ne v sklopu pralnega avtomata, ampak ročno. Čisti se vsaka dva dni oziroma ob vsaki izpraznitvi. Tako kot ostala oprema se tudi hladilni bazen čisti izmenično enkrat z bazičnim, drugič pa s kislim čistilom.\n"], "19": ["3.2 Opis sistema molže na kmetiji 2", "Na kmetiji 2 imajo hlev na prosto rejo z molziščem autotandem (2 x 3). Molzna oprema je od proizvajalca Alfa Laval. V sosednjem prostoru mlekarnice je hladilni bazen istega proizvajalca (Slika 13) in pralni avtomat s pralnimi glavami proizvajalca Alfa Laval Agri.\nMolža se začne z avtomatskim odpiranjem vrat v molzišče. Ko so krave pripravljene na molžo, se vime opere in obriše s papirnatimi brisačami, sledi obvezen odvzem prvih curkov, šele nato se na vime namesti molzna enota. Sama molža je za molznika mnogo manj obremenjujoča, kot pri drugih sistemih. Molža celotne črede traja 1,5 ure, odvisno od števila molzenih krav.\nPomembno opravilo je čiščenje molzišča in molzne opreme, obenem pa priprava na naslednjo molžo. Neposredno po molži se molzne enote v grobem operejo, da se odstrani večja, groba umazanija. Nato se nataknejo na pralne glave v sklopu pralnega avtomata. Sledi še enkrat grobo čiščenje in pranje, ki traja približno 45 minut. Za čiščenje se izmenično uporabljata bazično in kislo čistilo. Celotno čiščenje sistema je odvisno predvsem od temperature vode. Ko je pranje končano, se avtomat sam izključi. Pot mleka iz molzišča do hladilnega bazena je kratka, zato je mleko pri polnjenju le-tega nekoliko višje temperature.\nMleko se v bazenu hrani približno 48 ur, odvoz v mlekarno pa je zagotovljen vsaj drugi dan. Mleko, ki pride direktno iz molzišča v bazen, ima 22–23o C. Mleko se v hladilniku med shranjevanjem ohladi na temperaturo približno 4o C, ista temperatura pa je pri oddaji. \nPo izpraznitvi se hladilni bazen ročno opere. Tako kot ostala oprema se tudi hladilni bazen čisti izmenično enkrat z bazičnim, drugič pa s kislim čistilom, le da se le-ta čisti ob vsaki izpraznitvi oziroma vsaki drugi dan.\n"], "20": ["3.3 Postopek izračuna", ""], "21": ["3.3.1 Povprečni čas trajanja molže", "Potrebovali smo ga pri računanju povprečno porabljene električne energije po posamezni kravi, glede na čas molže. Izračunali smo ga tako, da smo čase molže posamezne krave sešteli in delili s številom krav.\n– seštevek časov molž posameznih krav (min)  – število krav\n"], "22": ["3.3.2 Povprečna količina mleka", "Dobili smo jo tako, da smo sešteli litre mleka posameznih krav.\n"], "23": ["3.3.3 Povprečna porabljena električna energija (kWh) po posamezni kravi glede na", "čas molže\nTa parameter nam je služil za primerjavo porabljene električne energije med mlekovodom in molziščem autotandem. Pojasnil nam je, kolikšna je poraba električne energije po kravi glede na čas molže.\n– izmerjena električna energija celotne molže (kWh)  – seštevek časa molže vseh krav (min)  – čas molže posamezne krave (min)\n"], "24": ["3.3.4 Povprečna porabljena električna energija (kWh) po kravi glede namolzenega", "mleka\nTa parameter nam je pojasnil, koliko električne energije je bilo porabljene za molžo posamezne krave glede količine mleka na obeh kmetijah.\n– izmerjena električna energija celotne molže (kWh)  – skupna količina mleka (l)  – količina mleka posamezne krave (l)\n"], "25": ["3.3.5 Povprečni stroški električne energije", "Izračunali smo povprečne stroške električne energije po kravi glede namolzenega mleka.\n– povprečno porabljena električna energije na kravo (kWh/l)  – cena električne energije (EUR/kWh)\n"], "26": ["3.3.6 Koeficient variabilnosti (KV)", "Nam primerja variabilnost izmerjenih podatkov med kmetijama.\n– standardni odklon  M – aritmetična sredina\n"], "27": ["3.4 Meritve", "Na obeh kmetijah smo merili količino porabljene vode za pranje molznega sistema in porabljene električne energije za molžo. Merjenje na kmetiji 1 smo izvedli 5. 7. 2010, merjenje na kmetiji 2 pa 8. 7. 2010. Oba molzna sistema nam samostojno izpisujeta čas trajanja molže (min) in količino mleka (l). Po končani molži smo podatke prenesli v Excelovo tabelo.\n"], "28": ["3.4.1 Merjenje porabljene vode", "Pred pričetkom pranja molznega sistema, smo odčitali in zabeležili vrednost na vodomeru. Po končanem pranju molznega sistema pa smo ponovno odčitali vrednost in jo odšteli od vrednosti pred pričetkom pranja.\n"], "29": ["3.4.2 Merjenje električne energije", "Za merjenje električne energije smo zvezali dvotarifni števec (Slika 14). Meritev je trajala ves čas molže. Na vsaki kmetiji smo po enkrat izmerili porabljeno električno energijo molže. Pred pričetkom merjenja smo na števcu odčitali vrednost, po končanem merjenju smo ponovno odčitali vrednost (Slika 15). Od te vrednosti smo odšteli vrednost, ki smo jo odčitali pred merjenjem. Razlika predstavlja izmerjeno električno energijo molže. \n"], "30": ["3.4.2.1 Opis neposrednega merjenja izmeničnega toka", "Zaradi vgrajenega usmernika ne moremo vstaviti izmeničnega ampermetra neposredno v merjeni tokokrog, ker bi s tem usmerili tudi tok v merjenem tokokrogu. Izmenični tok merimo kot padec napetosti na (interno vgrajenem) uporu, ki ima znano vrednost. Najmanjši padec napetosti na ampermetru znaša 1 V. \nElektronski ampermetri merijo napetost na znanem uporu, ki je odvisen od merilnega območja. Ker imajo ti merilniki ojačevalnike, imajo zato večjo občutljivost, kar omogoča merjenje nižjih vrednosti tokov (Orehek 1998).\nElektrično delo, ki ga za delovanje rabijo električni porabniki, merimo neposredno s števcem kilovatnih ur. Števec kilovatnih ur priključimo tako (glej Sliko 17), da tokovni del števca, ki je obarvan rdeče, vključimo v tokokrog zaporedno, enako kot ampermeter. Napetostni del, ki je obarvan modro, pa vzporedno, enako kot voltmeter. Skozi tokovni del tako teče ves tok, napetostni del pa odjema trenutno napetost. Čim dlje sta prisotna tok in napetost, več električne energije preteče skozi števec. Električno delo je premo sorazmerno z napetostjo, tokom in časom (Evsebine.com 2010). \n"], "31": ["3.5 Statistična obdelava podatkov", "Rezultate smo pripravili za nadaljnjo statistično obdelavo podatkov v programu SPSS 17.0 s postopkom Independed Samples T-test pri stopnji tveganja 5 %. Namen nadaljnje statistične obdelave je, da bomo lahko primerjali porabljeno električno energijo med kmetijo 1 in kmetijo 2.\n"], "32": ["4 REZULTATI Z RAZPRAVO", ""], "33": ["4.1 Povprečna količina mleka", "Grafikon 1 ponazarja povprečno količino mleka na kravo na obeh opazovanih kmetijah. Na kmetiji 1 je povprečna količina namolzenega mleka 9,56 l/kravo, kar je skoraj dva litra manj od kmetije 2, kjer je 11,44 l/kravo. Količina mleka je odvisna od prehrane, počutja živali, genskega potenciala in stadija laktacije. T-test je pokazal, da je med kmetijama statistično značilna razlika.\nIz tabele 1 lahko ugotovimo, da je čreda na kmetiji 2 variabilnejša od črede na kmetiji 1, glede količine mleka.\n"], "34": ["4.2 Povprečni čas molže", "Na kmetiji 1 je molža trajala eno uro, na kmetiji 2 pa 1,5 ure. V grafikonu 2 je razvidno, da je na kmetiji 1 čas molže po kravi 7,46 min, kar je za slabo minuto več kot na kmetiji 2, 6,42 min. To lahko pripišemo dejstvu, da imajo na kmetiji 2 slabo petino krav črno-bele frizijske pasme, za katere je značilno višja mlečnost in krajši čas molže (so mehkodojne) v primerjavi s simentalsko pasmo, ki je prevladujoča na kmetiji 1. Pri molži moramo paziti na to, da ne molzemo v prazno, ker lahko poškodujemo seske, kar ima za posledico obolenja vimen.\nKoeficient variabilnosti je višji na kmetiji 2, kar pomeni, da je ta čreda variabilnejša od črede na kmetiji 1. Med kmetijo 1 in 2 glede na povprečni čas trajanja molže ni statistično značilnih razlik.\n"], "35": ["4.3 Povprečna porabljena električna energija (kWh) po kravi glede na čas molže", "Grafikon 3 nam ponazarja povprečno porabljeno električno energijo po kravi glede na čas molže na obeh opazovanih kmetijah. Na kmetiji 2 je povprečna poraba električne energije 0,083 kWh/kravo, na kmetiji 1 pa je 0,088 kWh/kravo. Pri mlekovodu je nekoliko večja poraba električne energije po kravi glede na čas molže kot pri molzišču, ker je pri mlekovodu povprečni čas molže po kravi daljši. To je tudi posledica slabšega pretoka krav na kmetiji 1, saj nimajo krav črno-bele pasme. Na kmetiji 1 ima najmanjšo porabo električne energije krava BOKA z 0,048 kWh, največjo porabo pa krava RIBA z 0,142 kWh (Priloga 1). Poraba električne energije na kravo glede na čas molže je premo sorazmerna času trajanja molže posamezne krave. Čeprav ima največjo porabo električne energije krava s hlevsko številko 36 na kmetiji 2, je povprečna porabljena električna energija večja na kmetiji 1, ker ima kmetija večji delež krav z večjo povprečno porabljeno električno energijo po kravi glede na čas molže. Najmanjšo porabo električne energije na kmetiji 2 ima krava s hlevsko številko 39 z 0,050 kWh, največjo porabo pa krava s hlevsko številko 36 z 0,195 kWh (Priloga 2). \nS t-testom smo ugotovili, da med čredama na kmetijah 1 in 2 glede na povprečno porabljeno električno energije po kravi glede na čas molže ni statistično značilnih razlik.\nČreda na kmetiji 2 je variabilnejša od črede na kmetiji 1 (Tabela 3).\n"], "36": ["4.4 Povprečna porabljena električna energija (kWh) po kravi glede namolzenega", "mleka\nNa kmetiji 2 znaša povprečna poraba električne energije po kravi glede namolzenega mleka na molžo 0,0073 kWhV, na kmetiji 1 pa 0,0092 kWh (Grafikon 4). Manjša poraba električne energije po kravi glede namolzenega mleka je na kmetiji 2 (autotandem), in sicer zaradi tega, ker je povprečna mlečnost po kravi višja kot na kmetiji 1.\nmleka.\nČreda na kmetiji 2 je variabilnejša (Tabela 4) od črede na kmetiji 1 glede na povprečno porabljeno električno energijo po kravi glede namolzenega mleka. \nKrava (hlevska številka 2) z najmanjšo porabo električne energije 0,036 kWh, kot tudi krava (hlevska številka 17) z največjo porabo električne energije 0,14 kWh sta na kmetiji 2 (Priloga 1 in 2). Kmetija 2 ima večja odstopanja med najmanjšo in največjo porabo električne energije po kravi glede namolzenega mleka, ker ima večjo čredo in tako prihaja do večjih odstopanj.\n"], "37": ["4.5 Povprečni stroški električne energije", "Grafikon 5 ponazarja stroške električne energije po kravi glede namolzenega mleka. Cena 1 kWh električne energije je bila v času merjenja 0,11630 EUR (Elektro Maribor, 2010). Dobavitelj električne energije je na obeh kmetijah Elektro Maribor. Opazimo lahko, da so razlike zaradi podobne porabe energije po posamezni kravi med kmetijama zelo majhne. Povprečni stroški električne energije po kravi glede namolzenega mleka znašajo 0,010262 EUR na kmetiji 1, na kmetiji 2 pa 0,01893 EUR.\nČreda na kmetiji 2 je variabilnejša od črede na kmetiji 1. Statistično značilnih razlik med kmetijama 1 in 2 glede na stroške električne energije po kravi ni.\n"], "38": ["5 SKLEPI", "V raziskavi smo primerjali porabljeno vodo (l) za pranje molznega sistema in porabljeno električno energijo (kWh) med dvema različnima sistemoma molže, in sicer mlekovod v vezani reji ter molzišče autotandem na prosti reji.\nUgotovili smo, da je povprečna mlečnost po kravi na kmetiji 1 z vezanim načinom reje nižja (9,55 l) kot na kmetiji 2 s prosto rejo (11,44 l). To dejstvo lahko pripišemo različnim dejavnikom, kot so prehrana, počutje živali, genetski potencial in pasma krav molznic. S t- testom smo ugotovili, da sta med kmetijama 1 in 2 statistično značilne razlike v količini mleka.\nNa kmetiji 1 je povprečni čas molže po molznici 7,46 min, kar je za minuto več kot na kmetiji 2 s 6,43 min. Čeprav je mlečnost po kravi na kmetiji 1 manjša za 2 l, je čas molže daljši. To je posledica tega, da imajo na kmetiji 2 slabo petino krav črno-bele pasme, za katere je značilno višja mlečnost in boljši iztok mleka, kot pri kravah simentalske pasme, ki so prevladujoče na kmetiji 1. Pri povprečnem času molže po kravi med kmetijami 1 in 2 ni statistično značilnih razlik.\nPovprečna porabljena električna energija po kravi glede molže je na kmetiji 1 0,088 kWh, na kmetiji 2 pa 0,083 kWh. Večja poraba električne energije po kravi glede molže je na kmetiji 1 in je posledica daljšega povprečnega časa molže po kravi, kot ga ima kmetija 2. S t-testom smo ugotovili, da med kmetijama ni statistično značilnih razlik.\nPovprečna porabljena električna energija na kravo glede namolzenega mleka je na kmetiji 1 0,0092 kWh, na kmetiji 2 pa 0,0073 kWh. Ugotovili smo, da je kljub višji mlečnosti po kravi na kmetiji 2, poraba električne energije po kravi glede na njeno mlečnost manjša kot na kmetiji 1. To je posledica krajšega povprečnega časa molže po kravi na kmetiji 2. Potrebna količina vode za enkratno pranje molznega sistema je v obeh primerjanih molznih sistemih 70 l, kar na kmetiji 1 znaša 4,12 l po molznici, na kmetiji 2 pa 1,67 l po molznici. \nPovprečni stroški električne energije po kravi glede namolzenega mleka so na kmetiji 1 0,010262 EUR, na kmetiji 2 pa 0,01893 EUR. Majhne razlike v stroških so zaradi manjših razlik v povprečni porabljeni električni energiji (kWh) po kravi glede namolzenega mleka. To kaže na dejstvo, da sta črpalki na kmetiji 1 in 2 optimalno izkoriščeni. T-test je pokazal, da ni statistično značilnih razlik.\nZaključimo lahko, da v raziskavi nismo ugotovili statistično značilnih razlik v porabljenem času in porabljeni energiji za molžo med molziščem autotandem in mlekovod. Seveda je sistem molže pogojen z ureditvijo hleva.\n"], "abstract": ["V raziskavi smo merili količino porabljene vode, čas in električno energijo med molžo na dveh kmetijah z različnim sistemom reje in načinom molže. Kmetija 1 ima privezan način reje z mlekovodom na štiri molzne enote, kmetija 2 pa ima prosto rejo z molziščem autotandem (2 x 3). Povprečni čas molže posamezne krave je bil pri mlekovodu 7.46 min, na molzišču autotandem pa 6.42 min. Povprečna porabljena električna energija glede molže je bila na mlekovodu 0,0882 kWh/kravo, na molzišču autotandem pa 0,083 kWh/kravo. Povprečna porabljena električna energija glede namolzenega mleka je na mlekovodu 0,0092 kWh/kravo, na molzišču autotandem pa 0,0073 kWh/kravo. V vseh izbranih parametrih po porabi električne energije ni prihajalo do statistično značilnih razlik. Porabljena količina vode je v obeh molznih sistemih znašala 70 l vode za eno pranje molznega sistema. "]}