{"1": ["1 UVOD", "Osnovno vprašanje pridelovalcev jabolk je, kako zagotoviti ustrezen pridelek, ki pa je v tesni povezavi z rastjo. Predpogoj za zgodnji, visok in vsakoleten pridelek je ohranjeno ravnotežje med rastjo in rodnostjo. Za rodnost je potrebna velika listna površina, ki se nahaja samo na daljših poganjkih. Fiziološko ravnotežje je doseženo, ko drevo doseže potrebno vegetativno rast ob zadovoljivem pridelku. Samo drevesa v fiziološkem ravnotežju nam dajejo pridelek visoke notranje in zunanje kakovosti.\nTudi plodovi vplivajo na razmerje med rastjo in rodnostjo. Zaradi tvorbe hormonov v plodovih so ti močnejši porabniki asimilatov, mineralov in spojin z dušikom kot poganjki in korenine. Drevesa z velikim oveskom slabše vegetativno rastejo, ker se asimilati pretežno porabijo za razvoj plodov, manj pa jih ostaja na razpolago za rast poganjkov in korenin.\n"], "2": ["1.1 Povod za raziskavo", "Merjenje listne površine na drevesu je skoraj nemogoče izvesti s standardnimi metodami, saj bi za način merjenja s temi metodami porabili ogromno časa, poleg tega pa bi morali površino listov meriti na drevesu. Ker je precej laže drevo fotografirati in potem na podlagi digitalne fotografije izmeriti listno površino drevesa, so Stajnko in sodelavci (2004) razvili metodo, ki temelji na računalniški analizi digitalne fotografije obravnavanega predmeta.\n"], "3": ["1.2 Delovna hipoteza", "Za analizo smo uporabili avtomatsko merjenje listne površine drevesa. Na štiriinpetdesetih drevesih smo listno površino najprej izmerili s standardno metodo in tako umerili program \nza avtomatsko merjenje. Obravnavali smo dve različni sorti jabolk (´Fuji´ in ´Mairac´), ki sta bili različno obremenjeni (nizko, srednje, visoko) s plodovi in jih večkrat fotografirali skozi rastno dobo. Tako smo med sabo najprej primerjali listne površine, izmerjene v različnih terminih fotografiranja, nato pa še listne površine dreves, ki so bila različno obremenjena s plodovi.\n"], "4": ["1.3 Namen raziskave", "Namen raziskave je bil ugotoviti uporabnost digitalnih fotografij in računalniškega algoritma za merjenje listne površine jablane.\n"], "5": ["2 PREGLED OBJAV", ""], "6": ["2.1 Izvor, razširjenost in pridelava", "Žlahtna jablana (Malus domestica Borkh.) je medvrstni križanec. Domovina žlahtne jablane je verjetno Kavkaz ali širše območje osrednje Azije. Kot prednik žlahtne jablane velja Malus sieversii, poleg te vrste je na njen razvoj predvidoma vplivala še kavkaška jablana (Malus orientalis). S spontanim križanjem in mutacijami so se znotraj žlahtne jablane pojavili sejanci, ki so jih ljudje že v kameni dobi pobirali in presajali v bližino svojih bivališč. Razvoj cepljenja, ki so ga poznali že nekaj sto let pred našim štetjem, pomeni tudi razmnoževanje sort. Žlahtno jablano so v Evropo zanesli Rimljani in druga seleča se ljudstva (Štampar in sod., 2005).\nJablana najbolje uspeva na globokih, zračnih, peščeno-ilovnatih tleh, ki so dobro prepustna za viške vode. Najbolje uspeva na zmerno kislih (pH od 5,5 do 6,5) in zmerno vlažnih ter s hranili in humusom (od dva do štiri odstotke) bogatih tleh. Jablane ne prenašajo podtalnice, ki je višja od 50 do 70 centimetrov. Mrzla, mokra rastišča za jablano niso primerna. Na lahkih tleh dobro uspeva le z namakanjem, še posebej, če so tla plitva. Dobro rodi tudi na težjih glinastih ali ilovnato-glinastih tleh, če so spodnji sloji prepustni za vodo. Preveč apnena tla jablani ne ustrezajo. Brez večjih posledic prenese zimske temperature (do –25\n-C) ter v poletnem času do 35 -C. Jablani najbolj prija zmerno toplo podnebje z enakomerno razporejenimi padavinami čez celo leto. V rastni dobi potrebuje od 400 do 600 milimetrov padavin. Večina sort uspeva do višine 600 metrov (Štampar in sod., 2005).\nPodatki o svetovni proizvodnji jabolk se v različnih virih nekoliko razlikujejo. Vendar v vseh navajanjih zasledimo, da je svetovna velesila v proizvodnji jabolk Azija. Njena proizvodnja obsega okrog 60 odstotkov celotne svetovne pridelave jabolk. Na drugem \nmestu ji z dobrimi 22 odstotki sledi Evropa, na tretjem mestu pa je Amerika s 13 odstotki. Leta 2008 se je na svetu pridelalo 69.603.640 ton jabolk (FAOSTAT 2008).\nV Evropi so največje pridelovalke jabolk Poljska (23 odstotkov), Italija (18 odstotkov), Francija (slabih 16 odstotkov) in Nemčija (8,5 odstotka) (FAOSTAT 2008). \n 2007, 2008)\nV Sloveniji se letni povprečni pridelki jabolk po podatkih uradne statistike gibljejo okoli 110.000 ton, vendar so v tej količini zajeti intenzivni ter ekstenzivni nasadi jablan. Ta količina Slovenijo uvršča med manjše pridelovalke jabolk v Evropi. Tržni pridelki jabolk pa se gibljejo med 45.000 in 65.000 ton (Philippe B. 2008).\nGlede na podatke Faostata je na tem segmentu proizvodnja mnogo večja od porabe, kar pomeni, da mora biti trženje izvozno naravnano. Slovenija kot država članica Evropske unije ima boljše možnosti za izvoz, kot jih je imela pred vstopom v Evropsko unijo, hkrati pa tudi precej jabolk uvaža. Prav tako je tudi članica združenja Prognosfruit, kar ji omogoča vpogled v natančno napoved pridelkov in s tem tudi večje možnosti za vnaprejšnje dogovore glede trženja.\n"], "7": ["2.2 Uravnavanje števila plodov", "Redčenje plodičev je pomemben korak do zadostnih in izenačenih plodov ter do preprečitve izmenične rodnosti dreves (Koike in sod., 1998). Pomembno je predvsem zaradi dejstva, da imajo jablane preveč cvetov (Stopar in Tojnko, 2005). Redčenje izboljša velikost, kakovost in enakost plodov, preprečuje lomljenje glavnih vej in alternanco (Vossen in sod., 1994).\nSadjarji lahko redčijo plodiče mehansko, ročno ali kemično. Redčiti je potrebno pravočasno, tako da prevelik ovesek ne vpliva na začetek razvoja cvetnih brstov za naslednje leto (Štampar in sod., 2005).\n"], "8": ["2.3 Vegetativna rast", "Vegetativna rast poganjkov je posledica rasti meristemov, ki so nameščeni na koncu poganjkov (končni ali terminalni brsti) ali pa v listnih pazduhah (obstranski ali lateralni brsti). Ob straneh meristema so listne zasnove, ki skupaj z aksialnim delom tvorijo nodij ali \nkolence. Razdalja med dvema nodijema se imenuje internodij ali medkolenčje in je lahko različne dolžine, odvisno od genotipa (sorte) ali intenzivnosti rasti (dolgi ali kratki poganjki). Ob koncu vegetativne rasti se nazadnje nastale listne zasnove preoblikujejo v luskoliste in obdajo razvijajoč se meristem. Tako nastalo tvorbo imenujemo brst. Naloga brsta je zaščita vitalnih delov razvijajočih se meristemov pred škodljivimi okoljskimi vplivi (nizke temperature, izsuševanje). Oblikovanje končnih brstov je odvisno od temperature, svetlobe, vode, prehrane, bujnosti rasti in oveska. Kratki poganjki končajo svojo rast sredi junija, dolgi pa šele jeseni. Oleseneli poganjki ne rastejo več v dolžino, ampak se samo debelijo. To je posledica delovanja prevodnega kambija, ki kot plašč obdaja poganjek in navzven tvori ličje, navznoter pa les. Prek lesa se prevajajo voda in mineralne snovi (drugotni sekundarni ksilem), prek ličja (drugotni sekundarni floem) pa asimilati. Zaradi različne aktivnosti kambija v jesenskem in spomladanskem času je velikost celic različna, kar se opazi v velikosti celic lesa (pomladni ali zgodnji les, poletni ali pozni les) (Štampar in sod., 2005).\n"], "9": ["2.4 Listi", "Listi so stranski organi poganjkov in so sestavljeni iz listne ploskve, listnega peclja in listnega dna. Listno dno ima lahko pri svoji osnovi priliste. Glavni nalogi listov sta fotosinteza in izhlapevanje (transpiracija) (Štampar in sod., 2005).\nList sintetizira organsko snov v klorofilnih zrncih in transpirira skozi listne reže ter diha. Transpiracija je sila, ki dovaja iz korenin vodo in z njo mineralne snovi. V poletni vročini se s transpiracijo rastlina hladi. Potrebno je vsaj 10.000 luksov, da se vzpostavi ravnotežje med fotosintezo in razgradnjo zaradi dihanja. V sredini krošnje je listje tako slabo osvetljeno, da ni več nobene fotosinteze in nobenega nastajanja očes, zato notranjost ogoli. Če temperatura preseže 30 -C, ni viška asimilatov, ker je takrat tudi dihanje pospešeno. Reže se zaprejo, da ni transpiracija prevelika, kar zopet zniža asimilacijo. Z ustrezno agrotehniko lahko usmerjamo fiziološke procese listov, tako da je drevo sposobno dati čim večji pridelek (namakanje, gnojenje, redčenje krošnje, zaščita listja pred boleznimi in \npoškodbami). Preden jeseni listje odpade, se rezerve locirajo v veje (Šiško M., 1975).\n"], "10": ["2.5 Sorte jabolk, zajete v poskusu", ""], "11": ["2.5.1 ´Fuji´", "Poreklo: Je japonska diploidna sorta. Vzgojena je bila s križanjem sort ´Ralls Janet´ in ´Delišes´. V pridelavo so jo uvedli leta 1962. Čas zorenja: Sorta zori v drugi polovici oktobra, dva do tri tedne za ´Zlatim delišesom´. Odpornost: Sorta je občutljiva na ognjevko, manj pa na jablanov škrlup in pepelasto plesen. Plod: Plodovi so srednje drobni do srednje debeli, na manj obloženih drevesih tudi debeli. Oblika plodov je podolgovata, lahko tudi okrogla in precej nesimetrična. Meso: Je rumenkasto do kremasto, čvrsto, zelo sočno, dobrega sladkega okusa (Viršček in Stopar, 1998). Skladiščenje: Plodove lahko skladiščimo sedem do osem mesecev, je zelo trpežna sorta.\n"], "12": ["2.5.2 ´Mairac´", "Poreklo: Je nova sorta, križanec med sortama ´Gala´ in ´Maigold´. Prvič je bila križana leta 1986. Čas zorenja: Zori konec septembra, približno deset dni za ´Zlatim delišesom´. Odpornost: Srednje občutljiva sorta na škrlup in plesen. Plod: Sadež je srednje velik, okrogle oblike, kiselkast in zelo sočen. Obarva se z oranžno do opečno rdečim odtenkom. Kislost sorte je v sorazmerju z dolžino skladiščenja, dlje kot se skladišči, manj je kislina izrazita. Meso: Je čvrsto, hrustljavo in sočno, pusti dober okus zaradi sveže kisline in vsebnosti sladkorja. Skladiščenje: Se dobro skladišči vsaj do konca marca. (http://www.gruber-genetti.it/index.php?id=53&L=3)\n"], "13": ["2.6 Standardna metoda merjenja listne površine", "Pri standardni metodi merjenja listne površine moramo liste na drevesu najprej prešteti. To opravilo zahteva veliko natančnosti, poleg tega pa je potrebno precej časa. Z drevesa moramo odstraniti tudi nekaj povprečno velikih listov in jim določiti površino.\nGlede na visoko postavljene cene slikovnih analizatorjev, ki se uporabljajo v številnih kmetijskih panogah, so Berk in sodelavci (2009) s Fakultete za kmetijstvo in biosistemske vede v Mariboru sestavili napravo iz splošno-namenske računalniške opreme. Napravo sestavljata dve strojni komponenti, prenosnik ter programsko orodje Matlab. S pomočjo slednjega so sestavili algoritem za zajem in obdelavo slik, namenjenega štetju kapljic na WSP-lističih.\n"], "14": ["2.7 Metoda merjenja listne površine s pomočjo digitalne fotografije", "Digitalna slika na ekranu računalnika je funkcija intenzitete svetilnosti, ki jo lahko označimo kot f(x, y), pri čemer je f funkcija svetilnosti. Posamezne točke (x, y), ki sestavljajo sliko, pa imenujemo slikovni element ali piksel. Sodobno digitalno sliko sestavlja več milijonov takšnih slikovnih elementov, ki pa jih na sliki ne moremo opaziti s prostim očesom (Stajnko, 2005; Tojnko, 2008).\nStajnko in sod. (2001) so preučevali uporabo metode procesiranja in analize fotografije za prikazovanje rasti in razvoja plodov različnih sort jabolk ter napovedovali njihov pridelek. S tem so hoteli olajšati in pospešiti postopek jemanja vzorcev v posameznem sadovnjaku, hkrati pa povečati natančnost napovedovanja. Z modifikacijo te metode lahko ocenimo tudi listno površino jablane. \nMetoda merjenja listne površine s pomočjo avtomatske obdelave zajete slike temelji na šestih temeljnih postopkih:\n- zajemanje slik v sadovnjaku,\n- predobdelava slik ('preprocessing'),\n- transformacija HSL-slike,\n"], "15": ["- filtracija in shranjevanje binarne slike,", "- odkrivanje in merjenje listov,\n- avtomatsko merjenje listne površine drevesa.\n"], "16": ["3 MATERIAL IN METODE DELA", ""], "17": ["3.1 Material", "Poskus se je odvijal na posestvu Benediktinskega dvora, d. o. o., v sadovnjaku v Limbušu. Izveden je bil leta 2008, vanj pa smo vključili 177 jablan sorte ´Fuji´ in 187 jablan sorte ´Mairac´. Vsa drevesa so cepljena na podlago M9. Razdalja med vrstami je 3,2 metra. Razdalja med drevesi sorte ´Fuji´ je en meter, med drevesi sorte ´Mairac´ pa 0,8 metra. Sadovnjak je bil posajen leta 2007, leta 2008 pa je bil obran prvi pridelek. Celoten sadovnjak je zaščiten s protitočnimi mrežami, tako da je bil poskus zavarovan pred točo.\n"], "18": ["3.2 Metode dela", ""], "19": ["3.2.1 Fotografiranje v nasadu", "V nasadu smo izvajali fotografiranja, in sicer so bili termini fotografiranja naslednji:\n- prvo fotografiranje: 5. junija 2008, ´Mairac´;\n- drugo fotografiranje: 27. junija 2008, ´Mairac´ in ´Fuji´;\n- tretje fotografiranje: 28. julija 2008, ´Mairac´ in ´Fuji´;\n- četrto fotografiranje: 2. septembra 2008, ´Fuji´.\nFotografiranje v nasadu smo izvajali z digitalnim fotoaparatom Canon Ixus 80 IS ločljivosti 2048 × 1536 slikovnih točk, kar znaša 3,0 MP. Ta ločljivost omogoča kasnejšo natančno obdelavo fotografij, s katero ohranimo primerno kakovost in preglednost predmetov. Ob še večji ločljivosti dobimo na enoto površine še več slikovnih točk, zato lahko računalnik bolj natančno določi velikost in število listov, kar bistveno zmanjša hitrost obdelave podatkov. Fotografije smo zajemali v formatu JPG.\ncameras/review/2008/03/26/Canon-IXUS-80-IS/p1) \nZa boljše prepoznavanje listov na fotografijah smo pri fotografiranju dodatno uporabili bliskavico (flash), ob sončnem vremenu pa smo vedno fotografirali obrnjeni vstran od sonca. Pri fotografiranju smo v ozadju držali belo podlago (slika 5); tako je na fotografiji drevo na belem ozadju, ostala drevesa in listi iz sosednjih vrst pa so prekriti in ne motijo pri nadaljnji obdelavi fotografije. Za potrebe poznejše predobdelave fotografije smo na prvih nekaj dreves v seriji pričvrstili predmet okrogle oblike znanega premera in ga fotografirali. Za predmet znanega premera smo uporabili žogico za tenis, ker je standardnih dimenzij (65 milimetrov) in je v celem svetu enaka. Pri namestitvi žogice je bilo zlasti pomembno, da smo jo pritrdili na sredino krošnje, saj je le tako bila v celoti vidna (slika 5).\nPri fotografiranju jablan na terenu veliko težavo predstavljajo sence, ki jih tvorijo listi, plodovi in veje jablan. Sence so lahko zelo moteč dejavnik pri nadaljnji obdelavi fotografij. Njihov vpliv na nadaljnjo obdelavo smo pri našem poskusu v največji možni meri skušali zmanjšati, kar smo dosegli z izbiro najprimernejšega dela dneva za fotografiranje. Najprimernejši del dneva je opoldan, ko je sonce v zenitu, saj so takrat sence najmanjše. Lahko fotografiramo tudi v oblačnem vremenu, ko imamo na razpolago difuzno svetlobo, ki povzroča mehke sence ali pa teh sploh ni.\n"], "20": ["3.2.2 Oddaljenost in kot fotografiranja", "Medvrstne razdalje poskusnih nasadov merijo 3,2 metra. Tako smo razdaljo med fotoaparatom in drevesom v optimalnih razmerah določili na 2,5 metra. Zaradi mladih dreves smo na fotografijo lahko brez težav zajeli celotno drevo. Kot fotografiranja je bil vedno pravokoten (90 -) na debla po smeri sajenja nasada. Pri tem smo vedno upoštevali, da smo drevesa enake sorte fotografirali na podoben način, brez dodatnega spreminjanja nastavitev, v enaki višini in enakem položaju fotoaparata.\n"], "21": ["3.2.3 Merjenje listne površine", "Na štiriinpetdesetih drevesih smo listno površino izmerili s standardno metodo. Na teh drevesih smo prešteli vse liste in z vsakega drevesa odtrgali po deset povprečno velikih listov. Tem listom smo nato v laboratoriju izmerili površino z analizo WSP-lističev s pomočjo splošno-namenske računalniške opreme (slika 6). Preračunali smo povprečno površino teh desetih listov in jo pomnožili s preštetimi listi na drevesu, s katerega smo utrgali liste. Tako smo dobili listno površino za vsako od teh štiriinpetdesetih dreves. \nŠtiriinpetdeset dreves, pri katerih smo izmerili listno površino s standardno metodo, smo predhodno tudi fotografirali in jim izmerili listno površino s pomočjo digitalne fotografije. Tako smo dobili dvojne rezultate za primerjavo natančnosti analize slike.\n"], "22": ["3.2.4 Obdelava podatkov", "Na terenu posnete fotografije smo prenesli v računalnik. Fotografije smo uredili po sortah jablan, datumih fotografiranja in po obremenitvah.\n"], "23": ["3.2.5 Program za analizo slik", "Algoritem za analizo slik je bil narejen v programskem okolju Labview 7.0 in Imaq Vision 6.1. Tako narejen program se lahko izvaja na operacijskih sistemih Windows. Programsko okolje je primerno in razvito za analiziranje vizualno zajetih podatkov, algoritem pa se \nsestavi v grafičnem okolju z gradniki, ki so sestavni del osnovnega programskega paketa. Vnos vseh spremenljivk se vrši v grafičnem okolju (GUI). Program ima več kontrolnih mehanizmov, ki preverjajo ustrezen vnos vseh potrebnih spremenljivk (vhodni podatki, INPUT), na podlagi katerih dobimo pravilne izhodne podatke (OUTPUT).\nPosamezne funkcije so združene v logično povezane knjižnice, izmed katerih smo uporabili:\n- knjižnico za upravljanje (naredi sliko, razgradi sliko),\n- knjižnico za upravljanje z dokumenti (poišče dokument, ustvari dokument),\n- knjižnico za prikaz slike (nariše, zapre, pokaže itd.),\n- knjižnico za obdelavo slike (orodja za obdelavo slike, orodja za razgradnjo slikovne  pike),\n- knjižnico za pretvorbo dokumentov (pretvori dokument iz formata JPG v format  BMP),\n- knjižnico aritmetičnih operacij (dodaja, odvzema, množi, primerja),\n- knjižnico za procesiranje slike ('single threshold', 'multi threshold'),\n- knjižnice za analizo oblik (histogram, osnovna analiza delov, kompleksna analiza  delov idr.),\n- knjižnico za analizo geometrije,\n- knjižnico za obdelavo barv (zamenja barvne kanale, barvni histogram idr.).\nZa potrebe avtomatske analize slik je bil v programu Imaq Vision sestavljen algoritem za obdelavo slik 'VOLUMEN MATIC dreves' in narejen grafični vmesnik (GUI) za vnos podatkov (slika 7). Algoritem temelji na binarizaciji izvirne HSL-slike. \nOpis postopka dela s programom za avtomatsko obdelavo fotografij: V vrstici 'image path' s pomočjo raziskovalca izberemo mapo s serijo slik za obdelavo, v drugi in tretji vrstici 'template path' izberemo referenčni sliki z listom. V tretji vrstici 'rezultat path' določimo ime datoteke, v katero se zapišejo rezultati analize v obliki excelovega delovnega lista. Nato zaženemo program s 'start analysis'. Po končanem postopku merjenja listne površine izvršimo ukaz vstavi drugo sliko in spremenimo ime mape za zapis rezultatov. Po enakem postopku začnemo meriti novo serijo slik.\n"], "24": ["3.2.6 Predobdelava fotografij", "Postopek predobdelave fotografij smo opravili za vsako fotografirano serijo dreves \nposebej. Na eni od prvih fotografij v seriji smo poiskali žogico za tenis, ki je v najbolj optimalnem položaju za ugotavljanje razmerja med številom slikovnih točk in centimetrov. Postopek smo izvedli s pomočjo računalniške miške, tako da smo z njo povlekli od spodnjega do zgornjega roba žogice, kot je prikazano na sliki 8. Pri tem je računalnik v desnem zgornjem okencu izpisal število slikovnih točk. Dobljeno število točk smo prenesli v okence parametrov fotografije delovnega panoja programa za obdelavo fotografije, kar omogoča avtomatično preračunavanje razmerja števila slikovnih točk v centimetre. S tem postopkom smo določili tudi površino ene fotografije oziroma enega vzorca.\n"], "25": ["3.2.7 Transformacija HSL-fotografije", "Uporabljeni računalniški algoritem za avtomatsko merjenje listne površine potrebuje fotografijo s čim manj motnjami in s čim bolj jasno določenimi mejami listov. Izvirne digitalne fotografije vsebujejo preveč motenj, ki otežujejo in podaljšujejo čas procesiranja. \nHSL-model ne podaja barv z osnovnimi barvnimi komponentami, temveč opisuje psihofiziološke lastnosti barv (Pogačar M., 2005):\n- H – 'hue' (barva);\n- S – 'saturation' (intenzivnost);\n- L – 'lightness' (svetlost).\nHSL-slika\n'hue' slika (H) 'saturation' slika (S) 'lightness' slika (L)\nPostopek transformacije je prav tako pomemben za zmanjšanje časa analiziranja fotografij, ki ga potrebuje centralna procesna enota (CPU).\n"], "26": ["3.2.8 Filtracija in shranjevanje binarne slike", "V tem koraku smo izvedli binarizacijo slik s pomočjo upragovanja ('threshold'). Pri tem postopku poizkušamo iz fotografije izluščiti listje od ozadja oziroma ostalih delov drevesa, tako da dobi list vrednost 1 in postane na ekranu viden, okolica pa vrednost 0 in postane na ekranu nevidna.\nPri tem postopku se obravnavana slika spremeni v binarno (slika 10), na kateri predstavlja rdeča barva predmete (liste), črna barva pa podlago, s čimer se izloči večina motenj.\n"], "27": ["3.2.9 Odkrivanje in merjenje listov", "Na binarni sliki moramo izločiti vse vidne objekte, ki niso podobni listom. To so največkrat razni deli armature, debla in drugi predmeti, ki bi lahko bili šteti med liste, če jih ne bi odstranili.\nListe iščemo na osnovi dveh vnaprej pripravljenih oblik predmetov (slika 11):\n- elipsa, ki izloči vse kvadratne predmete, in\n- list, na osnovi katerega poteka samostojno iskanje listov na binarni sliki.\n"], "28": ["3.2.10 Avtomatsko merjenje listne površine", "Program je do te stopnje izločil vse objekte, ki niso podobni listom. Na binarni sliki program prešteje število slikovnih točk, ki predstavljajo liste. Iz izmerjenih slikovnih točk nato računalnik samostojno preračuna nekorigirano listno površino drevesa na sliki. Listna površina je nekorigirana zato, ker sta na sliki zajeti le dve dimenziji in ker manjkajo tudi listi v globini drevesa. Da smo dobili dejansko listno površino drevesa, smo v program vnesli enačbo, ki smo jo dobili z regresijo med standardno in avtomatsko metodo merjenja listne površine na štiriinpetdesetih drevesih.\n"], "29": ["4 REZULTATI Z RAZPRAVO", ""], "30": ["4.1 Površine listov, merjene s splošno-namensko računalniško opremo", "V prilogi 1 so podane površine listov, ki smo jih potrgali z štiriinpetdesetih dreves in jim v laboratoriju izmerili površino z analizo WSP-lističev s splošno-namensko računalniško opremo. Iz podatkov smo izračunali povprečno velikost listov in jo pomnožili z vsemi listi na drevesu. Tako smo dobili dejanske listne površine štiriinpetdesetih dreves (preglednica 3), katere smo kasneje primerjali z listno površino, dobljeno z avtomatsko metodo.\n"], "31": ["4.2 Listna površina, merjena s standardno in avtomatsko metodo", "V preglednici 3 so podatki o dejanski listni površini in listni površini, ki smo jo dobili z avtomatsko metodo analize fotografije drevesa jablane. Podatki se med seboj razlikujejo, saj je avtomatska metoda podala nekorigirano listno površino drevesa. Da bi iz nekorigirane listne površine dobili dejansko listno površino, smo med obema površinama \nnapravili regresijo (priloga 2). Tako smo dobili enačbo, ki smo jo vnesli v program za merjenje listne površine z analizo slike. Tako nam je program namesto nekorigirane listne površine podal dejansko listno površino na merjenem drevesu.\nDejansko listno površino drevesa torej dobimo po enačbi:\nx: nekorigirana listna površina v dm2\n"], "32": ["4.3 Meje upragovanja", "V preglednici 4 so zapisane meje binarizacije pri obdelavi fotografij. Pri obdelavi fotografij so bile meje nastavljene tako, kot je prikazano v preglednici 5.\n"], "33": ["4.4 Listna površina, merjena z analizo fotografije", "Rezultate listnih površin, merjenih z analizo fotografij, smo zaradi obširnih tabel podali v prilogah. Rezultati so ločeni po sortah (´Mairac´ in ´Fuji´) in po obremenitvah (nizko, srednje in visoko obremenjena) (priloge 3 do 8).\n"], "34": ["4.5 Statistična obdelava listne površine", "Iz listnih površin, ki smo jih dobili z analizo fotografij, smo opravili statistično obdelavo. Napravili smo jo po sistemu naključnih blokov 3 × 3 (tri obremenitve in trije termini fotografiranja) za vsako sorto. Uporabili smo metodo ANOVA in Duncanov test s stopnjo tveganja p ≤ 0,05.\n"], "35": ["4.5.1 Sorta ´Mairac´", "Iz priloge 9 lahko razberemo, da obremenitev in termin slikanja vplivata na listno površino.\nZ Duncanovim testom obremenitev (priloga 10) smo pri sorti ´Mairac´ ugotovili, da se listna površina visoko obremenjenih dreves (3,13 m2), statistično razlikuje od listne površine nizko (3,26 m2) in srednje (3,23 m2) obremenjenih dreves. Listna površina nizko in srednje obremenjenih dreves se statistično ne razlikuje. \nZ Duncanovim testom terminov (priloga 11) smo pri sorti ´Mairac´ ugotovili, da se listne površine med različnimi termini statistično razlikujejo med seboj. Največja listna površina (3,29 m2) je bila 27.6.2008, srednja ( 3,24 m2) 5.6.2008, najmanjša (3,09 m2) pa 28.7.2008.\n"], "36": ["4.5.2 Sorta ´Fuji´", "Iz priloge 12 lahko razberemo, da obremenitev in termin slikanja vplivata na listno površino.\nZ Duncanovim testom obremenitev (priloga 13) smo pri sorti ´Fuji´ ugotovili, da se listna površina visoko obremenjenih dreves (3,17 m2), statistično razlikuje od listne površine nizko (3,26 m2) in srednje (3,26 m2) obremenjenih dreves. Listna površina nizko in srednje obremenjenih dreves se statistično ne razlikuje. \nZ Duncanovim testom terminov (priloga 14) smo pri sorti ´Fuji´ ugotovili, da se listna površina 28.7.2008 (3,11 m2), statistično razlikuje listne površine 27.6.2008 (3,29 m2) in listne površine 2.9.2008 (3,29 m2). Listna površina 27.6.2008 in 2.9.2008 se statistično ne razlikuje.\n"], "37": ["4.6 Razprava", ""], "38": ["4.6.1 Vpliv upragovanja na določanje vidnih robov objekta", "Pri obdelavi fotografij smo naleteli na precejšnje težave pri določanju vidnih mej. Na vidne meje objekta lahko vplivamo s parametrom upragovanja. Ta pojav nastane zaradi neenakomerne osvetlitve listov v času fotografiranja na terenu. Neenakomernost osvetlitve je posledica sončnega obsevanja, dolžine dneva, protitočne mreže in prekrivanja listov s plodovi in sosednjimi listi. Tem naravnim pogojem se nismo mogli izogniti niti z bliskavico. Zaradi spreminjajočih se pogojev v sadovnjaku in posledično različno osvetljenih listov popolna avtomatska metoda ni mogoča.\n"], "39": ["4.6.2 Vpliv drevesa jablane kot volumenskega telesa na rezultate meritev listne površine", "Pri določanju listne površine pride zaradi dvodimenzionalne narave fotografij do težav, povezanih z izgubo ene dimenzije (globine). Liste analiziramo na krošnji jablane, ki je \nvolumensko telo, za analizo pa uporabimo fotografijo, ki je ploskovni element. Ker v naravi listi niso enako oddaljeni od točke fotografiranja, je iz zajete fotografije brez pomagal težko določiti velikost listov. Da smo se izognili takšni sistemski napaki, smo uporabili predmet konstantne velikosti, ki nam je služil za primerjavo z obravnavanim predmetom. Na ta način smo odpravili vpliv različne razdalje od točke fotografiranja.\n"], "40": ["4.6.3 Listna površina po terminih slikanja", "Iz podatkov lahko razberemo, da se listna površina skozi vegetacijo spreminja. Od začetka vegetacije se še listi razvijajo in rastejo in zaradi tega se lahko listna površina veča. S tem ko drevo preusmerja hrano v plodove se število listov in njegova površina ustavi in začne počasi upadati. Za manjšanje listne površine so lahko odgovorne tudi razne bolezni in škodljivci, kot tudi vremenske razmere (suša, toča, visoke temperature).\n"], "41": ["4.6.4 Listna površina po obremenitvah jablan", "Iz naših podatkov smo razbrali, da različne kombinacije obremenitev drevesa s plodovi, vpliva na listno površino. Iz rezultatov sicer nekoliko odstopa listna površina visoko obremenjenih dreves, ki je nekoliko manjša od listne površine srednje in nizko obremenjenih dreves. Ta rezultat je vprašljiv, saj v poskusu ni bilo velikih razlik med različnimi kombinacijami obremenitev dreves. Do tega je prišlo, saj smo najprej nameravali drevesa v različnih vrstah različno obremeniti, vendar kasneje tega nismo storili, saj so bila drevesa že sama po sebi različno obremenjena in je bila ena obremenitev dreves v vrsti otežena.\n"], "42": ["5 SKLEPI", "Po končanem poskusu, ki je zajemal računalniško analizo fotografij, lahko sklenemo naslednje ugotovitve:\n- Metoda merjenja listne površine jablan s pomočjo obdelave fotografij je delno  avtomatizirana in je zato bistveno hitrejša in organizacijsko manj zahtevna kot  standardna metoda, vendar algoritmi merjenja listne površine niso dodelani, zato z  metodo računalniške analize dobimo odstopanja od dejanskih rezultatov, ki pa jih z  uporabo regresijske enačbe lahko pomembno izboljšamo.\n- Odstopanja nastanejo zaradi fotografirane jablane, katere krošnja je volumensko  telo. Za analizo pa uporabimo fotografijo, ki je ploskovni element. Referenčni  predmet (žogica) postavimo nekje v center jablane. Do odstopanja pride, ker je  mnogo listov prekritih (nezaznavnih) in ker list ni vedno enako oddaljen od  referenčnega predmeta. Glede na to, da je oddaljenost fotografiranja relativno  majhna (2,5 metra), lahko prihaja do pomembnih odstopanj, ki motijo rezultate  avtomatskih meritev.\n- Težavo zaradi različne oddaljenosti obravnavanega in referenčnega objekta bi lahko  zmanjšali s povečanjem razdalje fotografiranja, kar pa je v praksi teže, saj smo  omejeni z medvrstno razdaljo.\n- Postopek določanja listov temelji na postopku upragovanja ('thresholding'). Ta  postopek deluje na osnovi različne osvetljenosti posameznih objektov. Težava  nastane, ker listi niso po vsem volumnu drevesa enako osvetljeni. Na različno  osvetljenost vpliva bujnost krošnje, prekrivanje oziroma delno prekrivanje listov z  listi ali plodovi, lega listov glede na horizont, protitočna mreža idr. Delno lahko  različno osvetljenost kompenziramo z uporabo bliskavice, vendar lahko ta povzroči  preosvetlitev bližnjih objektov, kar pa močno otežuje nadaljnjo analizo fotografije.\n- Ob analizi fotografije se je pokazalo, da je fotografiranje v opoldanskem času in  sončnem vremenu neprimerno, saj povzroči na fotografiji veliko senc. \n - Zajemanje fotografij celotne vzorčne sestave traja skoraj dve uri, zato se v tem času  svetlobni pogoji spreminjajo. Če želimo zagotoviti enakomerno osvetljenost,  moramo kompenzirati večjo naravno osvetlitev z zmanjšanjem zaslonke  (osvetlitveni čas je namreč zaradi uporabe bliskavice konstanten). Spreminjajoči se  parametri fotografiranja prav tako otežujejo avtomatsko analizo fotografiranja.\n- Po končanem poskusu in statistični obdelavi pridobljenih podatkov lahko trdimo,  da je z zgoraj opisanim postopkom možno oceniti listno površino tri leta starih  jablan sort ´Fuji´ in ´Mairac´, vključenih v eksperiment.\n- Vendar neposredni prenos opisanega postopka na druge sorte, velikosti in vzgojne  oblike dreves ni možen, saj se med seboj drevesa ločijo po številu, obliki in  razporeditvi listov po krošnji. Zaradi te pomanjkljivosti je potrebno algoritem  vsakokrat umeriti z natančno regresijko analizo, ki vključuje standardno (ročno)  metodo merjenja listne površine in analizo slike.\nČasovno se s to metodo meritev opravi bistveno hitreje, kar pomeni, da je metoda bolj ekonomična in manj zahtevna. Toda natančnost rezultatov je odvisna od prevelikega števila faktorjev, da bi jo lahko uporabljali za natančne meritve.\n"], "abstract": ["V okviru diplomskega dela smo leta 2008 izvajali poskus – spremljanje vegetativne rasti jablan z analizo slike. Poskus je potekal na posestvu Benediktinskega dvora, d. o. o., v sadovnjaku v Limbušu. V poskus so bile vključene triletne jablane sort ´Fuji´ in ´Mairac´. Med vegetacijo smo trikrat fotografirali jablane in jim z računalniško analizo fotografije določili listno površino. Ugotavljali smo vpliv obremenitve dreves in terminov fotografiranja na listno površino. Pri sorti ´Mairac´ se je listna površina pri visoko obremenjenih drevesih (3,13 m2) statistično razlikovala od listnih površin pri srednje (3,23 m 2) in nizko (3,26 m2) proučevanih dreves, vendar je za vsako naslednjo sorto in velikost dreves potrebno izdelati lasten algoritem. "]}