{"1": ["1 UVOD", ""], "2": ["1.1 OPREDELITEV PODROČJA IN OPIS PROBLEMA", "Republika Slovenija je z vstopom v Evropsko unijo, tudi pristala na menjavo domače valute z valuto Evropske unije – evrom. Menjava valute bo potekala v več stopnjah. S prvim marcem 2006 se je začelo dvojno označevanje cen (v slovenskih tolarji in v evrih), tako da se bomo državljani Slovenije lažje privadili na popolno zamenjavo valute v letu 2008 oziroma že z januarjem 2007.\nDejstvo je, da večina uvozno – izvozno naravnanih slovenskih podjetij že uporablja evro pri svojem vsakodnevnem poslovanju. Mnogo podjetij pa še vedno ne ve, katere prednosti in slabosti bo zamenjava nacionalne valute z evrom prinesla ter v kolikšni meri so podjetja na takšno menjavo pripravljena. Predvsem pa, ali so pripravljena tudi na negativne odzive trga na spremembo valute.\n"], "3": ["1.2 NAMEN CILJI IN OSNOVNE TRDITVE", ""], "4": ["1.2.1 Namen", "Slovenija spada po velikosti med manjše predstavnice Evropske unije, kar se močno odraža tudi v gospodarstvu, saj je večina podjetij močno vezanih na trg Evropske unije.\nUvedba Evra bo privedla do mnogih pozitivnih in negativnih sprememb v slovenskem gospodarstvu. Bistveno pa se bo olajšalo delo in posledično preračunavanje valut vsem uvozno – izvozno usmerjenim podjetjem. Vendar uvedba evra prinaša tudi nekatera negativna odražanja na trgu. Vprašanje je, če se podjetja zadosti zavedajo tudi negativnih posledic uvedbe evra, ter če so pripravljena na predčasni prevzem celotne valute.\n"], "5": ["1.2.2 Cilji", "Cilji diplomske naloge so predstaviti razvoj Evropske unije in razvoj skupne valute – evra, s posebnim poudarkom na predstavitvi slovenske poti v Evropski uniji, ter priprave Republike Slovenije na uvedbo evra.\nCilj diplomske naloge je tudi prikazati okvirno sliko pripravljenosti slovenskih podjetij na uvedbo evra, ter potek priprav na samo uvedbo. Hkrati pa bodo v diplomski nalogi izpostavljene nekatere prednosti in predvsem slabosti uvedbe evra ter mnenja nekaterih slovenskih podjetij o novi valuti. \n"], "6": ["1.2.3 Trditve (teze, hipoteze)", "Sprememba nacionalne valute v skupno evropsko valuto je proces, ki potrebuje določeno obdobje za uresničitev in hkrati prinaša mnogo pozitivnih pa tudi negativnih sprememb v slovensko gospodarstvo.\nLeta 2006 se je za Slovenijo pričenja dvojno označevanje cen, ter končna priprava za popoln prevzem evra. Mnenja ekonomskih politikov o vplivih teh sprememb na slovensko gospodarstvo in življenje državljanov so si zelo različna.\nPredpostavljam, da se slovenska podjetja, ki so že dalj časa prisotna na trgu Evropske unije, ne bodo soočala z večjimi težavami v procesu uvajanja nove valute. Nasprotno pa menim, da bodo podjetja, ki so se osredotočila predvsem na trgovanje v republiki Sloveniji, imela v procesu uvajanja evra več težav.\nPravilna priprava ter pristop k spremembi sta bistveni za čimmanj boleč prehod na novo valuto, ki ne bo spremenil ritma gospodarstva in prebivalstva.\nHkrati pa moramo biti pozorni tudi na to, da se podjetja premalo zavedajo negativnih strani, ki jih te spremembe prinašajo.\n"], "7": ["1.3 PREDPOSTAVKE IN OMEJITVE RAZISKAVE", "Slovensko gospodarstvo je preveliko za slovenski trg, zato je prisiljeno izvažati ter hkrati uvažati surovine, ki v Sloveniji niso dosegljive. S tem se slovensko gospodarstvo neposredno srečuje s tujimi valutami, predvsem z evrom, ki je v zadnjih letih v evropskem prostoru prevladujoča valuta.\nŽe januarja 2007 je napovedana valuta evro tudi pri nas. Uvajanje evra bo potekalo postopoma. Nov korak se je začel s 1. marcem 2006, ko je napovedan začetek dvojnega označevanja cen in s tem tudi priprava prebivalstva na celotno zamenjavo valute.\nNačelo prehoda na skupno valuto je za podjetje lažje gospodarjenje in konkuriranje na svetovnem trgu.\nPri pisanju diplomske naloge nisem naletel na posebne težave. Opazil pa sem, da sem iz podjetij, ki se še niso pripravljale na prehod na skupno valuto, težko dobival podatke.\nOmejitev raziskave praktično ni bilo. Na razpolago je mnogo domače in tuje literature, ki opisuje prehod iz domače valute na evro. Mogoče je omejitev le ta, da velika večina te literature navaja samo dobre strani uvajanja evra v Republiki Sloveniji. \n"], "8": ["1.4 PREDVIDENE METODE RAZISKOVANJA", "V prvem delu bom predstavil razvoj skupne evropske valute, ter okvirno zamisel delovanja le-te. Sledila bo predstavitev dobrih in slabih strani uvedbe evra v slovenskem prostoru. Četrti del pa bo namenjen anketi v nekaterih večjih in manjših slovenskih podjetjih o pripravah in mnenjih o evru ter skupnih ugotovitvah.\nPristop k pisanju diplomske naloge bo poslovno raziskovanje, del pa bo tudi makroekonomskega raziskovanja. K raziskavi bom pristopil deskriptivno, z opisom nekatere osnovne pojme razvoja evra, podal pa bom tudi zgodovinski, politični in tržni razvoj valute evro.V pomoč mi bo tudi metoda klasifikacije, s katero bom predstavil nekatere strukture evropskih gospodarstev. \n"], "9": ["2 KRATKA ZGODOVINA EVROPSKE UNIJE", ""], "10": ["2.1 ZAMISEL IN RAZVOJ EVROPSKE UNIJE", "Nekatere evropske države so po drugi svetovni vojni začele razvijati zamisel, da bi se ekonomsko in monetarno povezali ter s tem omogočil lažjo gospodarsko sodelovanje in s tem posledično večjo gospodarsko stabilnost.\nPrvi korak k temu se je zgodil leta 1950, ko je francoski zunanji minister Robert Schuman predlagal oblikovanje skupnega trga v industriji premoga in jekla. Na podlagi tega predloga so evropske države Belgija, Nizozemska, Luksemburg, Italija, Francija in Nemčija podpisale tako imenovano Pariško pogodbo, s katero so potrdili ustanovitev Evropske skupnosti za premog in jeklo. Moč odločanja na področju premogovne in jeklarske industrije v teh državah je bila dodeljena neodvisnemu, nadnacionalnemu organu, imenovanemu \"Komisija\". Njen prvi predsednik je bil Jean Monnet. ESPJ je predstavljal lep primer družbeno sprejemljivih postopkov zaradi potrebe prestrukturiranja gospodarstev – to je hkratnega predvidevanja novih zaposlitev in nastajanja novih dejavnosti ob tem, ko so določena območja prizadeta zaradi ekonomije obsega in povečane konkurenčnosti (Kenda 2003, 215).\nNadgradnja temu sporazumu je bila leta 1957 z Rimsko pogodbo, ki je začela veljati s 1.1. 1957, s katero so ustanovili Evropsko gospodarsko skupnost in Evropsko skupnost za atomsko energijo. V Rimski pogodbi je že bilo nekaj določil o monetarnem sodelovanju med državami podpisnicami pogodbe.\nLeta 1967 so se institucije treh Evropskih skupnosti združile (Evropska skupnost za premog in jeklo, Evropska skupnost za atomsko energijo, Evropska gospodarska skupnost). Od takrat obstaja samo ena Komisija, en Svet ministrov in en Evropski parlament.\nEvropska skupnost se je najprej razširila leta 1973, ko so se ji pridružile države Danska, Irska in Velika Britanija. Naslednja širitev je bila leta 1981 z Grčijo, nato leta 1986 z pridružitvijo Španije in Portugalske.\nPogodba o Evropski uniji se je podpisala 7. februarja 1992. Poimenovali so jo Maastrichtska pogodba. V tej pogodbi se je sodelovanje držav razširilo še na ostala področja ekonomske unije in na področje monetarne unije. 12 članic Evropske skupnosti se je z njo zavezalo k medsebojnemu sodelovanju in oblikovanju novega evropskega pravnega sistema, k skupni notranji in zunanji politiki, varnostni politiki in ustanovitvi Evropske monetarne unije. Pogodba je stopila v veljavo 1. novembra 1993, vse članice Evropske skupnosti pa so avtomatsko postale članice Evropske unije 1. januarja 1994. Evropske unije se je leta 1995 ponovno razširila, ko so se ji pridružile države Švedska, Finska ter Avstrija (Čebular 2003, 7-8).\nNaslednji velik korak v Evropski uniji pa se je dogodil leta 2002, ko je padla odločitev, da se bo Evropska unija širila naprej . Odločitev je sprejel Evropski svet. Evropski svet je tudi \nsprejel odločitev, katere države bodo povabili k širitvi. 10 povabljenih držav je 16. aprila 2003 podpisalo pristopne pogodbe. S prvim majem 2004 pa je k Evropski uniji uradno pristopilo 10 novih držav. To so bile: Ciper, Češka, Estonija, Madžarska, Latvija, Litva, Malta, Poljska, Slovaška in Slovenija. Na podlagi pogajanj, sta naslednji dve državi, ki bi naj pristopili k Evropski uniji, Bolgarija in Romunija.\nVse novo pristopne članice k Evropski uniji morajo izpolnjevati določene pogoje, če želijo biti polnopravne članice Evropske unije. Pogoji so politični in gospodarski, razdeljeni pa so v tri skupine (GZS 2003, 40-41):\n- stabilnost državnih institucij, demokracijo, spoštovanje zakonov in človekovih  pravic ter zaščito manjšin;\n- razvitost trga in tržnih institucij ter sposobnost prenesti konkurenco in tržne pritiske  na skupnem trgu Evropske unije;\n- sposobnost prevzeti obveznosti članstva in privrženost skupnim ciljem politične,  gospodarske in monetarne unije.\nZ izpolnitvijo vseh teh pogojev (kopenhagenski kriteriji) lahko povabljena država vstopi v Evropsko unijo ter si s tem tudi pridobi vozovnico za izpolnjevanje maanstrichtskih kriterijev za pridobitev skupne evropske valute – evro.\n"], "11": ["2.2 RAZVOJ SKUPNE VALUTE", "Tudi po drugi svetovni vojni je vsaka država obdržala svojo nacionalno valuto. Nekatere države so se leta 1957 z podpisom Rimske pogodbe že začele sodelovati na monetarnem področju. Takrat je bilo na monetarnem trgu značilno, da je bila Evropa monetarno stabilna, tečaji pa so se vezali na ameriški dolar. Že leta 1944 so države podpisale »novo« denarno ureditev ali tako imenovani Bretton Woodsonov sistem. Sistem je institucionalno urejal in nadzoroval mednarodne ekonomske in denarne odnose. To pa je tudi zadnja svetovna ureditev, ki jo lahko umestimo v okvir zlate veljave. Sporazum je določil pariteto valut, ki so bile prej določene z zlatom ali pa z ameriškim dolarjem, ki je takrat veljal edini zamenljiv z zlatom (Borak, 2004). Hkrati pa je to že bil prvi zametek ustanovitve Mednarodnega monetarnega sklada in Svetovne banke.\nZa monetarno unijo je značilna skupna valuta, skupna centralna banka, skupna monetarna politika in skupna politika deviznega tečaja (Mrak 385, 2002).\nSporazum je temeljil predvsem na preteklih izkušnjah, ter je spodbujal ne več bilateralne sporazume med državami ter ukinitev sklepanja poslov na podlagi vrednosti zlata. Nujno pa je bilo tudi potrebno opredeliti pravila o mednarodni trgovini. \nSeveda pa leta 1944 ni bil narejen prvi poizkus sodelovanja država v ekonomskem smislu. Že pred časom so se izoblikovale tri unije:\n1. Nemško – avstrijska denarna unija (1857 – 1867) je zajemala območje dežel Nemčije, Avstrije in Liechtensteina. Med njihovimi nacionalnimi valutami je vzpostavljen menjalni tečaj, valute pa je bilo možno kot plačilno sredstvo uporabljati na ozemlju celotne unije ne glede na uvedbo skupne valute. Kljub strogim kovnim predpisom je bil nujno potrebovan v vseh članicah. Vendar pa zneske, ki so dominirani v skupni valuti, ni bilo mogoče poravnati v deželni valuti. Razpada unije je imel dva vzroka:\n- izguba zaupanja v avstrijsko valuto in nespoštovanje menjalnih paritet\n- pomanjkanje politične integracije (1866 je bila vojna med članicami)\n2. Latinska denarna unija (1865 – 1927) Članice so bile Francija, Belgija, Švica, Italija in od leta 1868 tudi Grčija. En francoski frank je ustrezal eni enoti katerekoli druge valute članic. Denar je prihajal iz javne blagajne in uporaba je bila prosta. Italija in Švica sta ga priznali kot zakoniti denar. Tudi v tej uniji je prišlo do zapletov pri izdaji bankovcev in kasneje do njene pogube. Italija in Grčija sta ga izdali prekomerno za financiranje državnega proračuna. Zaradi padca cen srebra pa je posledično padel tudi francoski frank in kreditni inštrumenti so izgubili na svojem pomenu in na koncu tudi celotna unija.\n3. Skandinavska monetarna unija (1872 – 1931) Danska, Švedska in Norveška so skupaj vodile veljavo zlata. Ena danska krona je predstavljala eno norveško in eno švedsko. Da je bila najuspešnejša unija, kaže to, da je bilo prisotno združenje znanj o konvergenci in podobnosti v denarnem sistemu držav članic. Unija je bila tudi razlog za spremembo odnosov v menjalnem sistemu.\nNa teh izkušnjah se je kasneje začela graditi sedanja evropska integracija, ki ni nerazpadljiva niti ob pomoči skupnega znanstvenega in političnega dela (Hirschburger und Zahorka 1997, 15-18) .\nBretton Woodsonov sistem je konec šestdesetih let zašel v krizo, kajti razmere v svetovnem gospodarstvu so se bistveno spremenile. »Posledice« so bile tako hude, da so leta 1971 Bretton Woodsonov sistem ukinili. Zaradi bojazni ogroženosti medsebojne stabilnosti valut članic evropske skupnosti so tega leta sprejele resolucijo o nadgradnji skupnega monetarnega trga. V tem času so nastali tudi prvi resni načrti o evropskem denarnem povezovanju, in sicer Schillerjev in Barrov načrt, kasneje pa še Wernehevo poročilo (Ješovnik 2000, 47). \nEvropski monetarni sistem sta predlagali Nemčija in Francija. Razlogi pa so bili (Zbašnik 2001):\n- večja monetarna stabilnost v Evropi,\n- združevanje gospodarstev v Evropski skupnosti,\n- boljši ekonomski rezultati članic,\n- večja monetarna neodvisnost od ZDA,\n- omejevanje nihanj valut znotraj Evropske skupnosti,\n- zmanjšanje inflacije,\n- višja stopnja združevanja in doseganje ekonomske in monetarne unije v Evropi\n- želja Nemčije in Francije po oživljanju prizadevnosti za združeno Evropo.\nLeta 1978 je Evropski svet sprejel odločitev o ustanovitvi Evropskega monetarnega sistema, ki je stopil v veljavo leta 1979. Cilj uvedbe Evropske monetarne skupnosti je bil:\n- oblikovati območje denarne stabilnosti,\n- oblikovanje stabilnosti deviznih tečajev med valutami držav skupnosti,\n- zniževanje in približevanje inflacijskih stopenj med članicami.\nSistem Evropske monetarne skupnosti ni deloval tako kot so pričakovali, zato je v začetku devetdesetih začel počasi zamirati. Delorosov odbor je leta 1989 predstavil načrt ustanovitev Evropske monetarne unije. V načrtu je bil predlagan trofazni načrt. Vzpostavile bi se naj monetarne institucije (Evropski sistem centralnih bank), ki bi bil odgovoren za oblikovanje in izvajanje monetarne politike in politike deviznega tečaja. Poročilo so sprejeli v Madridu leta 1989 na zasedanju Evropskega sveta, kjer so sklenili, da bodo Evropski monetarni sistem in notranji trg nadgradili z Evropsko monetarno unijo, katere prva faza bi se pričela 1. julija 1990. Tega leta so tudi sklicali medvladno konferenco, ki je vodila k oblikovanju Manastrichtske pogodbe, ki vsebuje odločbe o uresničevanju Evropske monetarne unije v treh zaporednih stopnjah v skladu z natančnim časovnim načrtom (BS 2004a). \n"], "12": ["2.3 MAASTRICHTSKA POGODBA IN FAZE UVEDBE EVRA", "Vseh dvanajst članic je pogodbo podpisalo leta 1992. Z njo so se zavezale:\n- k oblikovanju novega pravnega sistema,\n- k skupni notranji in zunanji politiki,\n- varnostni politiki,\n- ustanovitvi Evropske monetarne unije.\nPotek in dokončanje Evropske monetarne unije je potekal v treh fazah.\nPrva faza se je začela že leta 1990 in je trajala do 31. decembra 1993. Odpravljene so bile omejitve glede prostega pretoka kapitala med državami članicami Evropske unije. Zagotoviti so tudi hoteli popolno liberalizacijo kapitalskih tokov. Države članice so morale izpolniti oziroma se približati izpolnitvi maastrichtskih konvergenčnih kriterijev, ki so:\na) stopnja inflacije ne sme presegati stopnjo inflacije v treh državah članicah EU z  najnižjo stopnjo inflacije za več kot 1,5%.\nb) obrestna mera ne sme presegati obrestne mere v treh državah članicah Evropske  unije z najnižjo stopnjo inflacije za več kot 2%. Gre za dolgoročne obrestne mere  na desetletne državne obveznice.\nc) zahteva se, da mora biti valuta vsaj dve leti vključena v mehanizem deviznih  tečajev ERM (angl. exchange rate mechanism) in upoštevati normalne meje nihanja  okrog uradnega tečaja brez devalvacije valute na lastno pobudo.\nd) javnofinančni deficit ne sme presegati 3 % bruto družbenega produkta države.\ne) javni dolg ne sme presegati 60% bruto družbenega produkta države.\nDruga faza je trajala od 1. januarja 1994 do 31. decembra 1998. V tem času se je ustanovil Evropski monetarni inštitut, ki je predhodnik Evropske centralne banke. Poglavitna naloga instituta je, da okrepi sodelovanje med centralnimi bankami članic Evropske unije ter da koordinira monetarne politike držav ter s tem tudi vodi vpeljavo nove skupne valute.\nTretja faza bi se predvidoma morala začeti leta 1997, vendar se je pri večini držav kandidatk začela s prvim januarjem 1999. Tretja faza je zajemala določitev in fiksiranje menjalnih tečajev, razglasitev evra za uradno valuto Evropske monetarne unije.\nTretja faza se je začela zaključevati s 1. januarjem 2002, ko so se nacionalne valute pričele nadomeščati z evrom (Ješovnik 2000, 52-53; BS 2004a). \n"], "13": ["2.4 ŠIRITEV EVRA PO EVROPI", "S 1. januarjem 2002 so bili uvedeni evro bankovci in kovanci, ki postopoma nadomeščajo nacionalne bankovce in kovance držav članic Evropske unije. Do konca februarja 2002 so v Evropski uniji imenovali obdobje dvojnega obtoka, ko je bilo mogoče plačevati v dveh valutah. Od 1. marca 2002 pa je postal evro zakonito plačilno sredstvo v Evropski uniji. Stare bankovce in kovance je še možno zamenjati pri nacionalnih centralnih bankah. Trenutno evro uporablja približno 300 milijonov prebivalcev Evrope.\nVse države Evropske unije niso vstopile v proces prevzemanja evra. V Evropsko monetarno unijo niso vstopile države: Velika Britanija, Švedska in Danska.\nNa sliki so z modro barvo označene države evropske unije, ki že uporabljajo evro kot svoje zakonito plačilno sredstvo, ter z roza barvo, države evropske unije, ki so v fazi sprejemanja evra, kot svojo zakonito plačilno sredstvo.\n"], "14": ["3 INTEGRACIJA SLOVENIJE V EVROPSKO UNIJO", ""], "15": ["3.1 POTREBA SLOVENIJE ZA VSTOP V EVROPSKO UNIJO", "Ekonomska integracija je za majhne države pomembna predvsem zaradi učinkov , ki jih ima na njihovo gospodarstvo. Zato so tudi največkrat tudi pobudnice tovrstnih povezav z drugimi državami (npr. EFTA, EU, LAFTA, ASEAN itd.). Obseg težnje majhnih držav po eni ali drugi opciji (op.p. čim bolj prosta svetovna trgovina ali pa čim tesnejša ekonomska povezava z drugimi državami) pa je tesno povezan tudi s stopnjo njihove gospodarske razvitosti, zato se ne moremo čuditi, da je do izrazitih integracijskih teženj in razvoja teoretičnega preučevanja integracijskih učinkov prišlo šele po drugi svetovni vojni (Damijan, 1996,159).\nRepublika Slovenija je svojo pot začela leta 1991, ko se je osamosvojila oziroma odcepila od Socialistične federativne republike Jugoslavije. Slovenija je uvedla svojo denarno valuto – slovenski tolar, s tem pa je pridobila tudi monetarno suverenost. To pomeni, da je pridobila možnost vodenja samostojne monetarne politike, pod nadzorom lastne centralne banke.\n16. aprila 2003 je Slovenija podpisala pristopno podobo za priključitev Evropski uniji, s tem pa se je tudi zavzela, da bo v prihodnosti zamenjala nacionalno valuto z evrom.\nSlovenija se je za ta korak odločila predvsem zaradi svoje majhnosti in odvisnosti od evropskih trgov. Slovenska podjetja so močno vezana na izvoz, saj je slovenski trg bistveno premajhen za vso proizvodnjo, sploh po izgubi »jugoslovanskih« trgov.\nHkrati tudi vstop v Evropsko unijo pomeni mnogo za državljane – potrošnike. Na trgu se bo pojavila večja ponudba proizvodov za nižjo ceno. Cene se bodo znižale predvsem zaradi večje konkurence in ukinitve carinskih dajatev.\n"], "16": ["3.2 POGAJANJA SLOVENIJE ZA VSTOP V EVROPSKO UNIJO", "Ko je septembra 1997 slovenska vlada sprejela Strategijo za vključevanje v Evropsko unijo, je Slovenija dobila decembra 1997 zeleno luč za začetek pogajanj za pristop k uniji.\nŽe marca 1998 je Slovenija začela formalna pogajanja. Našo desetčlansko pogajalsko skupino je vodil dr. Janez Potočnik. Ekipo so sestavljali strokovnjaki različnih strok. Pristopna pogajanja so potekala na podlagi 31-ih vsebinskih sklopih oziroma poglavjih. Vlada Republike Slovenije je na podlagi tega določila 31 delovnih skupin z vodji, ki so obravnavali vsako poglavje posebej. \nDelovno skupino so sestavljali vodja in člani. Vsi pa so bili predstavniki posameznih ministrstev, vladnih in nekaterih nevladnih teles. Seveda pa so se v del pogajanj vključili tudi predstavniki delodajalcev, delojemalcev in zainteresirani predstavniki nevladnih organizacij.\nNaloge pogajalcev so bile pregledi usklajenosti nacionalne zakonodaje z evropsko ter priprava pogajalskih izhodišč Slovenije za vsako pogajalsko področje.\n25. oktobra 2002 je Evropski svet v Bruslju uradno ocenil, da bo v letu 2004 Slovenija pripravljena na vstop v Evropsko unijo (poleg držav Ciper, Češka, Estonija, Latvija, Litva, Madžarska, Malta, Poljska in Slovaška). Te države so tudi na zasedanju v Kopenhagnu decembra 2002 dobile tudi potrditev, da bodo sprejete v Evropsko unijo 1. maja 2004. Pred sprejetjem v Evropsko unijo, pa so se morali Slovenski državljani na referendumu (23.marec2003) odločiti, da se strinjajo za vstop.\nOd 1. maja 2004 sestavlja Evropsko unijo 25 držav.\n"], "17": ["3.3 POGOJI ZA PREVZEM SKUPNE VALUTE", ""], "18": ["3.3.1 OSNOVNI POGOJI ZA PREVZEM EVRA", "Kot sem že prej omenil, so države Nemčija, Italija, Francija, Belgija, Nizozemska, Luksemburg, Irska, Španija, Finska, Portugalska in Grčija že prevzele evro za svojo nacionalno valuto. Da so lahko to prevzele so morale izpolnjevati stroge fiskalne in monetarne kriterije, ki so določeni v Maastrichtskem sporazumu.\nKriteriji določajo merila, ki dovoljujejo vstop v Evropsko monetarna unijo . Prvotni namen je določiti selekcijo kandidatk za vstop v monetarna unijo in zagotavljanje stabilnosti skupne evropske valute. Kriteriji predpisujejo norme glede inflacije, obrestnih mer, deviznega tečaja, proračunskega deficita in javnega dolga.\nMaastrichtski konvergenčnih kriteriji pokrivajo 4 področja, na katerih mora država doseči naslednja stanja (Roter 2004, 30-31):\n1. visoko stopnjo stabilnosti cen; inflacija v državi, ki je kandidatka za prevzem evra,  ne sme presegati povprečne stopnje inflacije največ treh držav članic, ki izkazujejo  najboljšo inflacijo (najboljši rezultati glede stabilnosti cen), za več kot 1,5 odstotne  točke, pri čemer se upošteva eno letno obdobje pred oceno konvergenčnega  poročila.\n2. vzdržnost stanja javnih financ; javnofinančni primanjkljaj ne sme presegati 3%  bruto domačega proizvoda, javni dolg pa ne sme presegati 60% bruto domačega  proizvoda, dovolj je tudi, če se javni dolg z zadovoljivo hitrostjo približuje  referenčni vrednosti. \n3. Določeno raven dolgoročnih obrestnih mer; najvišja dovoljena mera je povprečje  dolgoročnih obrestnih mer največ treh držav z najboljšo inflacijo (najboljši rezultati  glede stabilnosti cen), povečano za 2 odstotni točki, pri čemer se upošteva eno letno  obdobje pred oceno konvergenčnega poročila.\n4. sodelovanje v posebnem mehanizmu deviznih tečajev, imenovanem ERM 2; valuta  države kandidatke za prevzem evra se mora gibati v razmerju do le tega znotraj  pasu ± 15% okrog centralne paritete.\n"], "19": ["3.3.2 SLOVENIJA VKLJUČENA V ERM2", "ERM 2 (Exchange Rate Mechanism 2) je bil sprejet 16. junija 1997 in je naslednik ERM- ja. Osnovna dejavnika v EMR2, ki ju država članica določi v pogajanjih z Evropsko komisijo, Evropsko centralno banko ter predstavniki evro sistema, sta centralni tečaj in razpon nihanja okoli njega. Centralni tečaj je fiksno razmerje med valuto države, ki sodeluje v ERM2, in evrom. Znotraj ERM2 so možni različni tečajni režimi. Centralni tečaj pa predstavlja osnovo, s pomočjo katere se meri izpolnjevanje maastrichtskega kriterija stabilnosti tečaja. Njegova dolgoročna vzdržnost je prepuščena delovanju finančnih trgov in vsakodnevni tržni tečaji s svojimi odmiki od centralnega tečaja kažejo tržno oceno te vzdržnosti. Vstopni centralni tečaj po izteku najmanj dveletnega obdobja zato ni nujno enak izstopnemu tečaju ob prevzemu evra. Pasovi nihanja v ERM2 so določeni v razponu ± 15% okrog centralne paritete. Izjemoma je možen tudi dogovor o ožjem razponu nihanja (www.bsi.si/projekti/evro/centralni_tecaj.html).\nSlovenija je vključena v mehanizem deviznih tečajev EMR2. To tudi pomeni, da je skupaj v dogovoru z določenimi evropskimi institucijami določila centralni tečaj, ki znaša 239,640 SIT za 1 evro. Tečaj lahko okrog centralne paritete niha v dogovorjenih mejah (4. Maastrichtski konvergenčni kriterij). Da pa je Slovenija vstopila v ERM 2 pa je tudi bil sprejet pogoj, da je polnopravna članica evropske unije.\n"], "20": ["3.4 NAČRT UVAJANJA EVRA V SLOVENIJO", "S 1. majem 2004 je Slovenija vstopila v Evropsko unijo, kot polnopravna članica. Kot sem že omenil, je s tem tudi prevzela dolžnost, da zagotovi ustrezne razmere v državi, ki bodo ustrezali sprejemu nove, enotne plačilne valute – evro.\nSlovenija je vključena v mehanizem deviznih tečajev ERM2. Med drugimi to pomeni, da je v dogovoru s pristojnimi institucijami Evropske unije določen centralni tečaj, ki znaša 239,640 SIT za 1 evro. Tečaj lahko okrog centralne paritete niha v dogovorjenih mejah, ki znašajo ±15 procentov.\nMnenja o gospodarski koristnosti hitenja oziroma odlašanja so deljena. Nekateri ekonomisti menijo, da je hiter vstop v ERM2 in Evropsko monetarno unijo za kandidatke boljši. Eden izmed argumentov je, da naj bi hitro vstopanje povzročilo gospodarsko \nprestrukturiranje, privatizacijo in liberalizacijo trga dela. Na kratko, uresničili bi se pogoji, ki naj bi bili odločilni za dolgoročno gospodarsko rast. Posebej se še to vidi pri novih članicah Evropske unije, ki so že pred vključitvijo izpolnjevale nominalne kriterije bolje kot na primer Portugalska in Grčija.\nSlika 2 nam prikazuje časovnico vključevanja Slovenije v Evropsko monetarno unijo oziroma sam prevzem evra.\nLahko bi tudi dejali, da mora Slovenija najprej izpolniti kopenhagenske kriterije v Evropski uniji, ter nato še preko izpolnjevanja maastrichtskih kriterijev, lahko postane ena izmed članic evroobmočja. \n"], "21": ["4 POPOLNA UVEDBA EVRA ŽE 1. JANUARJA 2007", ""], "22": ["4.1 PREDČASNA UVEDBA EVRA V SLOVENIJI", "Z vstopom v Evropsko unijo ter posledično tudi v EMR2 se je Slovenija postavila v vrsto za zamenjavo skupne valute – slovenski tolar, z valuto EVRO. Kot je že bilo omejeno je Slovenija začela izpolnjevati pogoje za prevzem Evra, kot skupno valuto evropske unije. Republika Slovenija je skupaj s Finančnim ministrstvu Republike Slovenije ter s Centralno banko skozi vsa ta leta v evropski uniji uspešno izpolnila vse pogoje za prevzem evra. Na podlagi tega je dobila s stani Evropske unije dovoljenje za prevzem evra s prvim januarjem 2007.\nNaslednji korak, ki ga je Slovenija naredila, je bil v izobraževanju ljudi oziroma navajanju ljudi na novo valuto.\nČe je sedaj nekdo dal v Slovenji za eno kavo z mlekom 190,00 SIT, bo po novem dal 0,793 evra (računano po centralno paritetnem tečaju 1 evro = 239,640 SIT), oziroma, če je nekdo dobil izplačan osebni dohodek npr. 211.040 SIT, bo po novem dobil izplačan dohodek 880,65 € osebnega dohodka.\nOd 1. marca 2006 so morala vsa podjetja začeti z dvojnim označevanjem cen – v slovenskih tolarjih in v evrih.\n"], "23": ["4.2 ZAKON O DVOJNEMU OZNAČEVANJU CEN", "Zakon o dvojnemu označevanju cen je bil objavljen v Uradnem listu republike Slovenije 28. oktobra 2005. V zakonu je točno opredeljeno, kako morajo biti označeni produkti oziroma storitve z dvojnimi cenami. Obdobje informativnega dvojnega označevanje cen se začne 1. marca 2006 in konča na dan določitve tečaja zamenjave. Za preračunavanje valut se uporablja centralni paritetni tečaj. Podjetje mora potrošnika na vidnem mestu obvestiti, da so cene v drugi valuti preračunane po centralnem paritetnem tečaju (UL RS, 4 člen, št. 312-01/05-4/2).\nV zakonu so dobile pravne osebe tudi natančna navodila, kaj in kje morajo označiti z valuto evro:\n1. Podjetja morajo prodajne cene za blago in storitve, ki jih ponujajo potrošnikom,  označevati v obdobju informativnega dvojnega označevanja cen v obeh valutah.  Cena, označena v drugi valuti, je informativnega značaja.\n2. Ne glede na prejšnji odstavek v obeh valutah ni potrebno označiti:\n- cene za enoto izdelka (kilogram, liter, meter, kvadratni meter, kubični  meter, kos ali drugačno posamično enoto), ampak se v obeh valutah označi  samo prodajna cena; \n- zneskov na izpiskih tehtnic (potrošnje enote s spremenljivo vsebino), ampak  se prodajna cena lahko navede samo v vodilni valuti;\n- zneskov na digitalnih prikazovalnikih cen (na primer displayi, totemi),  ampak se prodajna cena lahko navede samo v vodilni valuti;\n- poštne znamke ali druge vrste oznak o ceni poštnine, ampak se prodajna  cena lahko navede samo v vodilni valuti.\n3. Dvojno označene cene morajo biti označene tako, da jih potrošnik enostavno in  nedvoumno prebere in primerja med seboj.\nIzvajanje zakona je država nadzirala s pomočjo davčnih in tržnih inšpektorjev, ki so locirani po enotah po Sloveniji.\nKer kljub vsem navedenim izjemam obstajajo trgovci, ki zahtevam dvojnega označevanja v tolarjih in evrih ne bodo mogli zadostiti, zakon dopušča možnost, da minister za gospodarstvo s podzakonskim aktom določi druge ustrezne ukrepe, s katerimi se doseže namen zakona. To velja za podjetja, ki bi jim dvojno označevanje cen predstavljalo nesprejemljivo tehnično ali gospodarsko obremenitev in nesorazmerno visoke stroške zaradi vrste ali načina ponujanja blaga ali storitev (24ur.com, 2006).\nPredlagani zakon ureja tudi pravila zaokroževanja cen pri preračunavanju iz tolarjev v evre, saj mnoge skrbi velika podražitev cen ob spremembi valute (rtvslo.si, 2006)\n"], "24": ["4.3 TOLAR PO EVRU", "Kot sem že omenil, bo valuta evro nastopila na slovenskem trgu s 1. januarjem 2007. Do konca marca 2007 bodo banke in hranilnice brezplačno menjale tolarje v evre.\nObdobje dvojnega obtoka bo veljalo 14 dni, do natančno 14. junija 2007 do polnoči. V tem obdobju se bodo kot zakonito sredstvo uporabljali tolarji in evro kovanci in bankovci. Morebitne razlike za zaračunane storitve in blago, ki ga bodo državljani plačali v tolarjih, bodo povrnjene dobili v evrih. Banka Slovenije pa bo brezplačno menjala tolarje v evre do 31. decembra 2016 (Zurnal, številka 15/06, stran 53).\nKo bo Slovenija prevzela evro, bo potrebno iz denarnega obtoka izločiti okoli 708.000.000 kilogramov tolarskih kovancev in 143.000.000 kilogramov tolarskih bankovcev. Vse bo potrebno uničiti. Za bankovce je predviden razrez, ker ni tako ekološko sporen kot sežig, kovance pa bodo najprej demonetizirali (torej deformirali), zatem pa pretopili (Zurnal, številka 16/06, stran 24). \n"], "25": ["5 IZKUŠNJE NEKATERIH DRŽAV PRI UVEDBI EVRA", ""], "26": ["5.1 VELIKA BRITANIJA", "Tri članice Evropske unije niso uvedle evra, kot plačilno sredstvo. Poleg Danske in Švedske je to tudi Velika Britanija.\nNjihova uradna valuta je še vedno funt šterling. Zanimivo je, da je Velika Britanija članica Evropske unije od leta 1973, vendar evra, kot svojo uradno valuto, »še« ni prevzela. Velika Britanija zagovarja tezo, da se Evropska gospodarstva med sabo preveč razlikujejo. Posledično to pomeni, da bi ob različnih situacijah na trgu, vsako gospodarstvo reagiralo različno. Tu se lahko vprašamo, kako bo reagirala na primer Velika Britanija oziroma, kako bo reagirala Slovenija, če se na trgu nenadoma zviša cena nafte. Upoštevati je potrebno, da Slovenija vso nafto uvozi, Velika Britanija pa je neto izvoznica nafte.\nHkrati Velika Britanija izpostavlja problem različnih gospodarskih ciklusov. Vsako nacionalno gospodarstvo ima različen gospodarski cikel. Ko ima eno gospodarstvo recesijo ima drugo gospodarstvo rast.\nVlada Velike Britanije je zelo zadržana glede uvedbe evra. Svoje pomisleke pa podpira s tako imenovanimi petimi ekonomskimi testi, s katerimi simulirajo svoje cilje z uvedbo evra. Ti cilji so (Wolfson, 2001):\n- polna zaposlenost,\n- gospodarska rast,\n- rast investicij.\n1 evro….0,681 funta\n1 evro…..239,640 sit (centralni paritetni tečaj)\n1 funt…351,7275 sit (www.bsi.si, 2006)\n"], "27": ["5.2 ITALIJA", "Italija je sprejela evro, kot svojo plačilno valuto leta 2002. Svojo plačilno valuto je z italijansko liro nadomestil evro. Carlo Azeglio Ciampi, nekdanji italijanski finančni minister je izjavil, da evro predstavlja odločilen korak v smeri vse tesneje povezane evropske politične unije. Tej izjavi bi lahko potrdili, hkrati pa bi lahko na primeru Velike Britanije tudi omenili, da je uvedba evro velika preizkušnja za celotno Evropsko gospodarstvo. \nKo je Italija prevzela evro, sta morali evro prevzeti tudi državi Vatikan in San Marino. Načeloma ti dve državi znotraj Italije ne izdajata bankovcev, temveč samo evro kovance. Mnogo Italijanov se je težko odločilo za sprejem evra, kot svojo nacionalno valuto. Dejstvo je, da je »bila« italijanska lira italijanski. nacionalni simbol.\nItalija se že nekaj časa ubada z nizko gospodarsko rastjo, ter zmerom večjo konkurenčnostjo na trgu.\nV Italiji se že pojavljajo govorice nasprotnikov evra, da je za dvig cen kriva uvedba evra, ter hkrati ne izpuščajo možnosti, da bi se v Italiji ponovno uvedla nazaj italijanska lira. \n"], "28": ["6 DOBRE IN SLABE STRANI UVEDBE EVRA", ""], "29": ["6.1 DOBRE STRANI", "Glavna prednost uvedbe evra je, da bistveno zmanjšamo možnost nihanja deviznih tečajev. Posledično pa se zmanjšajo tudi stroški zavarovanj teh nihanj ter stroški konverzij med nacionalnimi valutami evro območij. Z vstopom v evropsko unijo se za nacionalno gospodarstvo trg naenkrat poveča, z uvedbo evra pa se tudi izbrišejo marsikatere neprijetnosti v zvezi s poslovanje z dvema valutama.\nGZS (GZS 2003, 51-58) je koristi vstopa v Evropsko monetarno unijo razvrstil v 5 skupin:\n1. Znižanje transakcijskih stroškov;\n2. Zavarovanje pred tveganji in dostop do kapitala;\n3. Povečanje mednarodne trgovine;\n4. Manjša izpostavljenost špekulativnim tokovom kapitala;\n5. Učinek nižjih realnih obrestnih mer na gospodarsko rast.\n"], "30": ["6.2 SLABE STRANI", "Nekatera podjetja, v večini storitvena, bodo imela v 14 dnevnem roku menjave valute velike probleme pri izplačevanju razlik. Največkrat se bo to pojavilo pri zneskih manjše vrednosti, oziroma pri zneskih, ki ne bodo »evro prijazna« zaokrožena. Hkrati se bo pojavil tudi problem kovanega denarja, ki smo se ga v Sloveniji kar malo odvadili. Nekatere težave se bodo tudi pojavile pri podjetjih, ki opravljajo storitve na terenu, in bodo tako morale prenašati s seboj dve valuti (sprejemati plačilo v tolarjih, vračilo razlike v evrih). Spremembe bi lahko razdelili na šest področij poslovanja (Ferlinc in Ješovnik 2002, 30- 42):\n- prodaja in trženje;\n- finance in odnosi z bankami;\n- spremembe v računovodstvu;\n- prilagajanje informacijske tehnologije;\n- naloge pri upravljanju s človeškimi viri;\n- pravne zadeve. \n"], "31": ["7 ANKETA", ""], "32": ["7.1 UVOD", "Pri raziskavi pripravljenosti slovenskih podjetij na uvedbo evra ter posledic le tega sem se poslužil tudi ankete.\nV anketi so sodelovala podjetja, ki se razlikujejo po velikosti in po dejavnosti poslovanja. Vse ankete so bile izpolnjene v elektronski obliki in posredovane na poštni naslov: andrej.kranjc@amis.si.\nSeznam podjetij, ki so sodelovala v anketi (po abecednem vrstnem redu):\nAbanka Vipa d.d. Alpos d.d. AMIS d.o.o. Artes d.o.o. Davidov hram d.o.o. E.E.A. Medved Danijel s.p. GIA-S d.o.o. Globtel, globalne telekomunikacije d.o.o. Interijer Brežice d.o.o. IBM Slovenija d.o.o. Komunalno podjetje Velenje d.o.o. LBS d.o.o. Metronik d.o.o. Meltal gostinstvo d.o.o. Miel d.o.o. Prevent global d.d. RATEL d.o.o. Taxgroup Davčno svetovanje d.o.o. Terme Čatež d.d. Terme Olimia d.d. Transport Marko Filipič s.p. \n"], "33": ["7.2 ANALIZA ANKETE", "S prvim marcem 2006 so morala vsa podjetja na svojih cenikih in računih za izdelke oziroma storitve dodati še preračunan znesek v evro. Tako se je začelo obdobje dvojnega označevanja cen, ki bo trajalo do prvega januarja 2007, ko bo Slovenija prevzela evro, kot svojo nacionalno valuto.\nRaziskava je potekala med slovenskimi podjetji v mesecu juliju in avgustu 2006. Anketiranih je bilo 21 podjetij. Podjetja se med sabo razlikujejo po velikosti, številu zaposlenih, po organizacijski strukturi ter po dejavnostih.\n"], "34": ["7.2.1 VPRAŠALNIK", "ANKETA Uvedba evra v Republiki Sloveniji\nV svojem diplomskem delu raziskujem pripravljenost posameznih podjetij na uvedbo evra v Sloveniji s posebnim poudarkom na negativnih posledicah, ki jih ta uvedba prinaša. V ta namen se obračam na vas s prošnjo, da izpolnite sledeči vprašalnik o pripravah vašega podjetja na uvedbo evra. Za vaše sodelovanje se vam že v naprej najlepše zahvaljujem.\nOsnovni podatki o podjetju: IME PODJETJA: SEDEŽ PODJETJA: IME IN PRIIMEK ANKETIRANCA: DELOVNO MESTO ANKETIRANCA:\n1. Osnovna dejavnost vašega podjetja je:\n2. Večinoma poslujete s:\n- pravnimi osebami\n- fizičnimi osebami\n3. Glede na letni prihodek se vaše podjetje obravnava kot: (glede na čisti prihodek od prodaje)\n- majhno podjetje (manj kot 1 milijarda tolarjev)\n- srednje veliko podjetje (do 4 milijarde tolarjev)\n- veliko podjetje (nad 4 milijarde tolarjev) \n4. Glede na vrednost aktive se vaše podjetje obravnava kot:\n- majhno podjetje (do 500 milijonov SIT)\n- srednje veliko podjetje (med 500 milijoni in 2 milijardi SIT)\n- veliko podjetje (nad 2 milijardi SIT)\n5. Glede na število zaposlenih se vaše podjetje obravnava kot:\n- majhno podjetje (število zaposlenih je manj kot 50)\n- srednje veliko podjetje (število zaposlenih je med 51 in 250)\n- veliko podjetje (število zaposlenih nad 251)\n6. Ali poslujete s tujimi poslovnimi partnerji?\n7. Ali je označevanje dvojne valute predstavljalo za vaše podjetje dodatne stroške?\n8. Približen znesek dodatnih stroškov pri dvojnem označevanju cen je znašal:\n9. Ali menite, da ste bili ob uvajanju evra v Slovenji o tem procesu dobro obveščeni?\n10. Ali so se zaposleni v vašem podjetju udeležili dodatnih seminarjev o uvajanju evra  v Sloveniji?\n11. Ali že poslujete v obeh valutah, oziroma ali že preračunavate investicije v evre?\n12. Ali se strinjate z uvedbo evra?\n13. Ali se bo po vašem mnenju cena vaših izdelkov / storitev oziroma storitev z uvedbo evra povišala?\n14. Katere so po vašem mnenju prednosti, ki jih bo prinesla uvedba evra v slovensko gospodarstvo oziroma v poslovanje podjetij?\n- večji dobiček;\n- nižji stroški računovodstva;\n- lažje poslovanje s tujino;\n- povečanje prometa;\n- drugo: \n15. Katere so po vašem mnenju slabosti, ki jih bo prinesla uvedba evra v slovensko gospodarstvo oziroma v poslovanje podjetij?\n- večja konkurenca na trgu;\n- dodatni stroški pri prilagajanju poslovanja;\n- nižji dobiček zaradi prilagajanja cen\n- nižje plače;\n- drugo:\nPrvi del ankete je bil namenjen določitvi posamezne pravne osebe (ureditev, velikost…). Pri vprašanju Ali je označevanje dvojne valute predstavljalo za vaše podjetje dodaten strošek, je minimalna večina 52 odstotkov odgovorila, da jim je to prineslo dodatne stroške (glej sliko 3).\nSkorajda vsi anketiranci smatrajo, da so bili dobro obveščeni glede uvajanja evra v Slovenijo (glej sliko 4). Hkrati da to tudi rezultat, da je sama država dobro poskrbela za obveščanje glede sprememb. 62 odstotkov anketiranih pravnih oseb se ni udeležilo individualno (v lastni režiji) dodatnih izobraževanj glede uvedbe evra (glej sliko 5).\nZ uvedbo evra se strinja velika večina podjetij (glej sliko 6). Večini pa pričakuje povišanje cen zaradi uvedbe evra (glej sliko 7).\nKot glavno prednost uvedbe evra v Slovenijo, so podjetja izpostavila lažje poslovanje s tujino, pričakujejo pa tudi povečanje prometa (glej sliko 8). Podjetja pa pričakujejo tudi:\n- prosto oblikovanje cen;\n- lažja preglednost in primerjava.\nPri vprašanju, katere slabosti pričakujejo podjetja z uvedbo evra, je bil najpogostejši odgovor, da se pričakujejo dodatni stroški glede prilagajanja poslovanja ter da se obeta možnost povečanja konkurence na trgu (glej sliko 9). Podjetja pa so izpostavila bojazen do:\n- možne špekulacije,\n- dvig cen,\n- prikrito dvigovanje cen.\nPri svoji raziskavi sem prišel do zaključka, da je država za pravne osebe dobro pripravila načrt zamenjave valute, hkrati pa je s tem mnogim podjetjem povzročila dodatne stroške, ki se bodo verjetno povrnili z nekaterimi zmanjšanji stroškov zaradi prilagoditve poslovanja. Lahko trdim, da se bo po popolni uvedbi evra v Sloveniji začel še dodatni boj za kupce. \nstrošek?\nuvajanju evra v Sloveniji?\nuvedbo evra povišala?\nslovensko gospodarstvo oziroma v poslovanje podjetij?\nslovensko gospodarstvo oziroma v poslovanje podjetij?\n"], "35": ["8 ZAKLJUČEK", "Slovenija je s 1. majem 2004 vstopila v Evropsko unijo. S tem je prevzela tudi obvezo za vstop v Evropsko monetarno unijo, ter posledično obvezo za uresničitev pogojev za prevzem evra. Sedaj je že neizbežno je, da bo Slovenija s 1. januarjem 2007 sprejela evro, kot zakonito plačilno sredstvo.\nSlovenija je majhna država. Z odcepitvijo je postalo njeno gospodarstvo še bolj odvisno od trgov Evropske unije. S prevzemom evra se bodo slovenska podjetja lažje kosala z tujo konkurenco ter lažje nastopala na evropskem trgu. Slovenska podjetja so se morala še posebej tekom leta 2006 pripraviti na to veliko spremembo. Prvi korak se je izvedel že s 1. marcem 2006, ko se je začelo dvojno označevanje cen za izdelke in storitve.\nKljub temu, da se proces zamenjave valute odvija zelo hitro, je za pravne osebe na voljo mnogo informacij. Informacije so dosegljive v posebnih gradivih Vlade Republike Slovenije, v gradivih Banke Slovenije, mnogo informacij pa je na voljo tudi na internetnih straneh ter sredstvih javnega obveščanja (dnevni časopisi, informativne TV oddaje…)\nAnketa, ki sem jo izvedel med pravnimi podjetji je pokazala, da so bila podjetja dobro informirana kako poteka celotne postopek zamenjave valute, nekaj pa se jih je udeležilo še dodatnega izobraževanja. Po mojem mnenju so ta izobraževanja pomagala k še lažjem procesu spreminjanja poslovanja.\nStroške, ki jih bodo imele pravne osebe z vstopom v evropsko unijo lahko delimo na kratkoročne in dolgoročne. Fizična zamenjava valute, prilagoditev postopkov v podjetjih, prilagoditev računovodstev ter njihovih programov ter druge stvari bodo povzročile kratkoročne stroške zamenjave valute. Dolgoročni stroški pa se lahko pojavijo prav zaradi lažje primerljivosti na trgu in posledično zaradi večje konkurence.\nPohvalno je, da je država, kljub časovni stiski dobro obveščala pravne subjekte glede nove valute in glede tega, kako naj izpeljejo celoten proces zamenjave. Veliko podjetij že sedaj praktično posluje z evrom kot z domačo valuto ter z nestrpnostjo pričakujejo zakonsko uvedbo evra. Osebno pa mislim, da se bo s 1. januarjem 2007 začela nova zgodba za pravne subjekte ter še večji boj za kupce. \n"], "abstract": ["Odločitev za monetarno unijo je Sloveniji prinesla mnogo sprememb. Glavne spremembe so, da bomo sprejeli skupno valuto, skupno Centralno Banko, skupno monetarno politiko ter tudi skupno politiko deviznih tečajev. Slovenija je bila sprejeta v Evropsko Unijo, posledično tudi v Evropsko monetarno unijo. Vsi izpolnjeni kriteriji so pripeljali tudi do tega, da se bo evro v Sloveniji s 1. januarjem 2007 uveljavil kot edina uradna valuta. Slovenska podjetja so naklonjena uvedbi evra, saj jih tako ali tako majhnost slovenskega trga prisiljuje k vedno večjemu prodiranju na tuja tržišča. Seveda pa so tu tudi manjša podjetja, ki imajo zadovoljivo poslovanje znotraj Slovenije in ki niso neposredno vezana na tuji trg. Z uvedbo evra se bodo morala podjetja prilagoditi novi valuti – informacijsko in poslovno, kar jim bo prineslo nekatere začetne stroške, posledično pa se jim bo olajšalo delo in poslovanje na področju Evropske unije. Glede na to, da so že mnoge države Evropske Unije uvedle evro, se je Slovenija od njih mnogo naučila, predvsem na področju izobraževanja podjetij kot tudi s pridobitvijo informacij o čim lažji prilagoditvi poslovanja novi valuti, ki jih uspešno posreduje svojim podjetjem."]}