{"1": ["1 UVOD", "Danes poteka v poslovnem svetu hud boj za prevlado in za čim večji delež posla v posamezni branži oz. dejavnosti. Pomorske agencije pri tem niso izjema, temveč se pri njih to celo še bolj izraža. V pomorstvu je namreč tako, da mora agencija ponuditi čim višji nivo usluge po kar najbolj ugodni ceni, kar se v nekaterih primerih lahko tudi medsebojno izključuje. Seveda ima vsaka stranka določen specifičen seznam želja, ki ga je potrebno čim bolj oz. v popolnosti uresničiti, če si želimo še nadaljnjih poslov in dobrega sodelovanja s to stranko. Da lahko željam strank ugodimo, moramo imeti čim širši spekter možnih rešitev, kar dosežemo s povezovanjem različnih podjetij (storitvenih in proizvodnih) v verigo ponudnikov oz. v sklenjen krog podjetij, ki se med seboj lahko tudi dopolnjujejo. Le na ta način lahko izpolnimo pričakovanja (ampak stoodstotno spet ne gre vedno) in si pridobimo zaupanje ter nadaljnje sodelovanje z zadovoljnimi strankami. V prvem delu diplomske naloge bom predstavil podjetje Capris d.o.o. V drugem poglavju bom podal teoretične osnove in pedstavil aktivnosti državnih oraganov. V zadnjem delu diplomske naloge prikažem obstoječe stanje in njegovao analizo. Podal bom tudi nekaj rešitev in kakšni so pogoji za uedbo takšnih rešitev.\n"], "2": ["1.1 Namen in cilj", "Namen in cilj te diplomske naloge je prikazati dejavnost pomorske agencije ter skozi dani primer poiskati morebitne prednosti in pomanjkljivosti tako v organizaciji kot v izvedbi posla. Za izvedbo cilja moramo najprej opisati obstoječe stanje, identificirati morebitne pomankljivosti in podati predlog za izboljšanje stanja.\n"], "3": ["1.2 Predstavitev problema", "Problem, ki ga želim izpostaviti se nanaša na izvajanje določenih postopkov, ki so nujno potrebni za izvedbo poslovanja, in sicer v segmentu:\n- Izvajanje postopkov policije\n- Kapitanije\n- Carine\nNa podlagi definiranega problema sem podal predloge za izboljšanje izvajanja postopkov uradnih državnih organov.\n"], "4": ["1.3 Predstavitev podjetja Capris d.o.o.", "Podjetje Capris Ltd., International Shipping and Freight Agency, je bilo ustanovljeno sredi avgusta leta 1989 kot prva zasebna tovrstna agencija v tedanji Jugoslaviji in se je do danes zelo razširilo, saj poslujejo tudi v lukah zunaj ozemlja Republike Slovenije. Vse skupaj se je začelo z idejo sedanjega direktorja, da bi izvajali to dejavnost v Luki Koper. Pridružila sta se mu še dva »soinvestitorja«, s katerima še danes tvori jedro uspešnega podjetja. V tovrstnem poslu je bilo vedno pomembno imeti napredno tehnologijo, s katero je podjetju tudi uspel preboj med močnejše agente v Luki. Uvedba sodobnih informacijskih sistemov je botrovala hitremu razvoju in pridobivanju ter prevzemanju strank. Veliko so prispevale tudi veze, ki so jih imeli nekateri izmed udeleženih pri ustanavljanju podjetja pri pomembnih strankah (ladjarji, čarterji itd.). Brez izobraževanja in dodatnega usposabljanja kadra seveda ni šlo, zato zaposleni že od začetka pa vse do danes obiskujejo izobraževanja (predvsem na operacijski ravni). Tudi iz grafa, ki ga boste videli na naslednji strani, je razvidno, kako je podjetje napredovalo in se razvijalo ob uvajanju sodobnih tehnologij in izobraževanju kadra. Opazna so le manjša nihanja, ki pa so tudi odraz poslovanja same Luke, ki prav tako vpliva s svojimi tarifami in restrikcijami na poslovanje pomorskih agencij. Dokaz o razvoju in napredku je tudi širjenje agencije izven meja Slovenije. Postali so ena od vodilnih agencij v Luki Koper in se hkrati vedno bolj uveljavljali v pomembnejših lukah ob Jadranskem morju. Vzdolž Jadranske obale je podjetje prisotno v vseh večjih, pomembnejših lukah. Poleg centralne poslovalnice oz. baze podjetja v Kopru so tu še poslovalnice Trst, Pula, Rijeka, Zadar, Split, Ploče, Bar, v procesu širjenja dejavnosti pa je v planu tudi izvajanje storitev v luki Valetta na Malti.\n"], "5": ["1.4 Vizitka podjetja", "Capris Ltd.  International Shipping and Freight Agency  Pristaniška 12, 6000 Koper, Slovenia  Phone: +386 5 6633550 / 559 [9 lines]  Fax: +386 5 6633560  e-mail: capris@siol.net\n"], "6": ["1.5 Organigram", "Osnovni tok informacij\nInformacije pred začetkom izvajanja storitve\nPovratne informacije po zaključenih aktivnostih agenta\n"], "7": ["1.6 Statistika", "Število poslov do 1. 9. 2007\nŠtevilo poslov glede na časovno obdobje\n"], "8": ["1.7 Metode raziskovanja", "Diplomsko delo bo temeljilo na raziskavi obravnavanega področja, saj se bom v praktičnem delu osredotočil na oskrbno verigo v podjetju. Uporabil bom tako statično kot dinamično raziskavo, saj bom obravnaval medsebojno odvisnost posameznih verig v podjetju v smislu oskrbnega sistema. S pomočjo uporabe analize, sinteze in primerjalne metode bom prišel do nekaterih končnih spoznanj. Prav tako bom pokazal spremembe, ki jih prinaša modernizacija oskrbnih verig. Glede na to, da bom uporabil metodo diskripcije bom diplomsko delo zasnoval v obliki kompilacije. S pomočjo spoznanj, stališč, sklepov in rezultatov drugih avtorjev bom prikazal spoznanje o oskrbnih verigah v pomorstvu.\n"], "9": ["2 TEORETIČNE OSNOVE", ""], "10": ["2.1 Oskrbne verige", "Oskrbna veriga je postala zelo pomembno področje poslovnega operativnega modela. Izboljšanje in preoblikovanje oskrbnih verig omogoča zmanjšanje stroškov in razvoj konkurenčnih prednosti ob sodelovanju z drugimi podjetji. Koncept oskrbne verige je precej novo področje, ki gradi tudi na odnosih z dobavitelji. Razumevanje koncepta oskrbnih verig je zelo pomembno za razumevanje nabavnega poslovanja. Področje oskrbnih verig je od začetkov v zgodnjih 90. letih postalo zelo pomembno za podjetja, ki delujejo na vedno bolj konkurenčnih trgih. Pojem oskrbne verige se nanaša na celotno mrežo podjetij, ki delujejo skupaj pri oblikovanju, proizvodnji, dostavi, servisiranju izdelkov in izvajanju povezovalnih storitev. (Supply Chain Online, 2003) Oskrbna veriga obsega tok informacij, dobrin, končnih izdelkov od dobavitelja preko izvajalca, proizvajalca in distributerja do naročnika, potrošnika. Upravljanje oskrbne verige pomeni opredeljevanje povezav in odnosov med posameznimi členi verige. Lahko upoštevamo tudi definicijo, ki pravi, da se oskrbna veriga začenja pri povpraševanju po neki storitvi in se konča, ko je storitev opravljena in posel zaključen. Oskrbno verigo lahko razumemo kot zagotavljanje storitve v dogovorjenem času, pravi kvaliteti in za pravo ceno. Naslednja definicija oskrbne verige pravi, da so to procesi življenjskega cikla izdelka, ki obsegajo fizične, informacijske in finančne tokove ter tokove znanja, katerih namen je zadovoljiti potrebe končnega uporabnika z izdelki in storitvami; te procese izvaja mnogo povezanih dobaviteljev. (Ayers James B.,Handbook of supply chain management 2000, str. 4) Upravljanje oskrbnih verig je postalo pomembno iz treh razlogov (Handfield, Nichols, Intruduction of supply chain management 1999, str. 5): 1. informacijska revolucija – pojav osebnega računalnika, omrežij z optičnimi vlakni  in svetovnega spleta je omogočil dobivanje informacij v realnem času in  enostavnejše povezave med kupci in dobavitelji ter distributerji in trgovci na  drobno; to omogoča boljše odločanje in hitrejše ukrepanje; 2. povečane zahteve kupcev zaradi povečane konkurence glede stroškov, kvalitete,  dostave, tehnologije in predvsem odzivnih časov, zaradi česar je potrebno  izboljšati upravljanje materialnih tokov v oskrbni verigi – skrajševanje dobavnih  rokov pomeni tudi zmanjšanje zalog, ki imajo velik vpliv na določene kazalce  uspešnosti podjetja; poleg tega skrajševanje dobavnih rokov pomeni tudi višjo  kvaliteto ter nižje režijske stroške; 3. pojav novih oblik medorganizacijskih odnosov – to je najobčutljivejši del  upravljanja oskrbnih verig; za boljše zadovoljevanje kupcev morajo podjetja s  pomočjo dobaviteljev izboljšati svoje sposobnosti, kar pa ni mogoče brez  dobrih odnosov.\nOskrbne verige imajo določene značilnosti, (Lysons K., Purchasing and supply chain management 2000, str. 68) navaja naslednje:\n- oskrbne verige poudarjajo procesni pristop, ki se ukvarja z načinom dostave izdelka \n času na pravem mestu, ne pa tudi način izvedbe;\n- oskrbne verige se med sabo razlikujejo – organizacije tvorijo mreže verig s  skupnimi točkami medsebojnih povezav; vsaka organizacija je tako dobavitelj kot  tudi kupec, individualnost posamezne verige ni ovira za uporabo načinov  izboljšanja delovanja verige;\n- oskrbne verige so lahko primarne ali podporne – prve se nanašajo na proizvodnjo  ali prodajo za zunanje kupce, druge pa se osredotočajo na podporo notranjim  kupcem;\n- oskrbne verige so povezane z verigami vrednosti – dodana vrednost je  določena z razliko med vrednostjo izdelka ali storitve na koncu aktivnosti znotraj  oskrbne verige in vrednostjo nakupov materiala in storitev;\n- stroški oskrbne verige so povezani s časom – na splošno velja, da krajše verige  pomenijo nižje stroške;\n- oskrbne verige poudarjajo timski pristop – člani tima prihajajo iz različnih  funkcijskih področij, cilj delovanja niso ozki funkcijski cilji, ampak kritični procesi  pri uresničevanju zahtev kupcev;\n- koncept oskrbnih verig se razlikuje od tradicionalnega pristopa\n- koncept oskrbne verige vpliva tudi na nabavo (organizacija nabave, zahteva se  bolj strateški pristop); Podjetje je lahko integrirano v oskrbno verigo glede na ( Ayers James B.,Handbook of supply chain management 2000, str. 22):\n- posredovanje informacij in znanja v oskrbni verigi,\n- koordinacijo odločanja v oskrbni verigi in\n- povezanost organizacijskih odnosov med podjetji ter spodbujanje med partnerji v  oskrbni verigi.\nPrednosti oskrbnih verig so naslednje:\n- vzpostavljanje dragocenih kontaktov znotraj oskrbne verige,\n- omogočen vpogled v trenutno delovanje organizacije,\n- identifikacija priložnosti za skupne projekte članov oskrbne verige.\n"], "11": ["2.1.1 Cilji oskrbne verige", "Potočnik V. (Nabavno Poslovanje s primeri iz prakse 2002, str. 217) pravi, da je cilj oskrbne verige maksimiranje dobička s povečano konkurenčnostjo, nižjimi stroški in najkrajšim možnim časom postrežbe potrošnikov. Uspešnejša bodo tista podjetja, katerih oskrbne verige bodo učinkovitejše od oskrbnih verig konkurentov. Cilji upravljanja oskrbne verige so (Supply Chain Today, 2003):\n- povečati komunikacijo med posameznimi členi oskrbne verige za zagotovitev  neprekinjenega toka materialov in nemoteno izvajanje storitvenih aktivnosti \n- znižanje števila dobaviteljev in razvijanje odnosov z dobavitelji z namenom  znižanja stroškov in\n- standardizacija nabavnih dobrin za znižanje potrebnih zalog. Za doseganje navedenih ciljev celotne oskrbne verige moramo iskati rešitve za vsako področje, da bodo dale najboljši skupni rezultat. Zamisel oskrbne verige je nastala s povezavo strateških partnerstev in logistike (Potočnik V. Nabavno Poslovanje s primeri iz prakse 2002, str. 225). Partnerstvo in logistika namreč v precejšnji meri določata učinkovitost vseh področij oskrbne verige. Uresničevanje koncepta oskrbnih verig zahteva velike napore in pomeni veliko spremembo za organizacijo. V ta namen je seveda potrebno najprej razumeti trenutne oskrbne verige in povezane procese. Na osnovi tega namreč podjetje lahko določi relativno pomembnost posamezne oskrbne verige in identificira procese, kjer so izboljšave najnujnejše (Handfield, Nichols, Intruduction of supply chain management 1999, str. 41).\n"], "12": ["2.1.2 Sodelovanje organizacij oskrbnih verig", "Sodelovanje med organizacijami oskrbne verige ima več prednosti, najpomembnejše so naslednje (Handfield, Nichols, Intruduction of supply chain management 1999, str. 43):\n- vzpostavljanje dragocenih kontaktov znotraj oskrbne verige – takšni kontakti so pomembni predvsem v primeru, če se pojavi določen problem ali priložnost v prihodnosti; mreža sodelujočih organizacij je že vzpostavljena in se lahko bolje in hitreje odziva;\n- seznanjanje s trenutnimi organizacijskimi praksami – podjetja lahko na ta način odkrijejo določene probleme ali najdejo rešitve za odpravljanje obstoječih problemov;\n- skupni projekti med člani oskrbne verige – kot rezultat diskusije se lahko pojavijo pobude za določene skupne projekte. Eden pomembnejših ciljev koncepta oskrbnih verig je skrajševanje časa od kupčevega naročila do njegove realizacije. Obstaja veliko razlogov za dolge proizvodne cikluse, najpomembnejši so naslednji (Handfield, Nichols, Intruduction of supply chain management 1999 , str. 54):\n- čakanje – v mnogo procesih z več operacijami je veliko več časa namenjenega  čakanju kot za samim operacijam; kakšni so razlogi za to, kaj lahko storimo za  eliminacijo čakanja, ali potrebujemo dodatno opremo oziroma osebje, so  vprašanja, na katera je potrebno odgovoriti;\n- aktivnosti brez dodane vrednosti – potrebno je določiti dodano vrednost, ki je  generirana s posamezno aktivnostjo; pri tem lahko identificiramo aktivnosti, ki danes,  v spremenjenem okolju, sploh niso več potrebne; na primer ali podjetje izvaja  vhodno kontrolo in ali izbira visoko sposobne dobavitelje, ki zagotavljajo  ustreznost dobavljenega materiala;\n- zaporedne proti vzporednim operacijam – veliko oskrbnih verig ima procese, kjer  se aktivnosti izvajajo zaporedno; postavlja se vprašanje, ali so vse udeležene strani \n zamenjale zaporedne operacije z vzporednimi;\n- ponavljajoče se aktivnosti – pomemben vzrok za slabo odzivnost verige je  ponavljanje določenih procesov zaradi slabe kvalitete; potrebno je poiskati vzroke  in rešiti probleme;\n- vmesne zaloge – lahko so upravičene, lahko pa so posledica starih praks;  potrebno je preverjanje ekonomske upravičenosti, da bi zagotovili, da so  prihranki vredni zahtevanega časa;\n- prekomerna kontrola – veliko časa je porabljenega za sledenje pravilom znotraj  organizacij in med organizacijami v oskrbni verigi; mnogo organizacij ugotavlja,  da takšna pravila le podaljšujejo odzivne čase in da je veliko kontrolnih  mehanizmov prej breme kot korist;\n- pomanjkanje sinhronizacije pri gibanju materiala – obstaja možnost, da gibanje  materialov po oskrbni verigi ni optimalno, kar v primeru prezgodnje dobave  povzroča dodatne zaloge in manipulacijo oziroma v primeru zamude škodi ugledu  dobavitelja;\n- nejasni cilji – potrebno je razumevanje ciljev celotne oskrbne verige oziroma  zavedanje, kaj mora posamezna organizacija prispevati v oskrbno verigo, da bo  lahko uspešna;\n- slabo oblikovani postopki – postopki morajo biti oblikovani tako, da ne zahtevajo  veliko dela in da ustvarjajo le malo dodane vrednosti;\n- zastarela tehnologija – organizacije v oskrbni verigi morajo kar najbolje izkoristiti  tehnologijo, ki je na voljo; dober primer je način pošiljanja naročil, ki so lahko  poslana po telefaksu ali tudi že po svetovnem spletu;\n- pomanjkanje informacij – odzivni časi oskrbnih verig so pogosto dolgi zaradi časa,  ki je porabljen za zbiranje informacij, potrebnih za sprejemanje odločitev; te  informacije lahko izvirajo iz podjetja samega ali iz nekega drugega člana oskrbne  verige;\n- slaba komunikacija – intra- in interorganizacijska komunikacija je kritična za celotno  oskrbno verigo; osebje v podjetju mora točno vedeti, s katero osebo je potrebno  vzpostaviti kontakt, če se pojavijo problemi;\n- omejena koordinacija – vse udeležene strani morajo biti seznanjene s svojimi  vlogami in odgovornostmi, potrebna je tudi medorganizacijska koordinacija  procesov;\n- omejena kooperacija – vsi člani oskrbne verige morajo biti zavezani pobudi  oskrbne verige, sicer je potrebno ponovno oceniti članstvo tistih organizacij, kjer te  zavezanosti ni čutiti;\n- pomanjkanje izobraževanja – izobraževanje nudi možnosti za izboljšave, seveda  pa ga je potrebno izvajati v celotni oskrbni verigi. Pri uresničevanju kateregakoli projekta, tudi pri uvajanju koncepta oskrbnih verig, je osnovni pogoj podpora najvišjega vodstva podjetja. Kadar namreč iščemo vzroke za uspeh oziroma neuspeh posameznega projekta, se na seznamu pojavijo naslednji dejavniki (Ayers James B.,Handbook of supply chain management 2000, str. 81): \n- sposobnosti projektnega menedžerja,\n- število in sposobnosti članov tima,\n- povezanost sistema in dobavitelji programske opreme,\n- denar in čas,\n- projektna kontrola in\n- vključenost najvišjega vodstva. Uspešnost oskrbne verige je odvisna tudi od organizacijske strukture. Raziskava Bourton Consultancy Group iz leta 1997 je pokazala, da je odgovornost za oskrbne verige v 60 % dodeljena direktorju oziroma vodji logistike ali oskrbe, v 34 % direktorju oziroma vodji proizvodnje ter v 6 % prodajnemu, finančnemu ali komercialnemu področju (Lysons K., Purchasing and supply chain management 2000, str. 72).\n"], "13": ["2.1.3 Primerjava klasične in sodobne oskrbne verige", "V preteklosti so se podjetja osredotočala le na izboljšavo kvalitete znotraj podjetja. Cilji so bili orientirani bolj interno, zato je prihajalo do izpadov eksternega sodelovanja z drugimi podjetji, ki so bila prav tako pomembna za njihovo kvaliteto poslovanja. Ob povečanju konkurenčnosti drugih podjetij je postalo to dejstvo še bolj očitno in brez povezovanja v oskrbne verige podjetje ni moglo biti več konkurenčno. Danes so stvari popolnoma drugačne (v večini naprednih podjetij), podjetja se povezujejo. Dobavitelji, proizvajalci, distributerji in trgovci morajo delovati usklajeno, da bi dosegli nivo učinkovitosti oskrbne verige. Napredna podjetja s pridom izkoriščajo prednosti informacijske tehnologije za hiter pretok informacij (naročila, obvestila, plačila …). Uporabljajo se novi pristopi in politika skladiščenj z minimalnimi zalogami, proizvajanje storitev in proizvodov je uravnoteženo s povpraševanjem na trgu. Poznamo tudi različne načine pospeševanja prodaje storitev podjetja; to je delo oddelka marketinga, ki je eden izmed ključnih elementov v oskrbni verigi. Pomembne so tudi povratne informacije končnih porabnikov storitev in uporabnikov proizvodov, saj lahko iz teh informacij ugotovimo, kje so naše prednosti in pomanjkljivosti storitev ali proizvodov. Na podlagi tega lahko sklepamo, da so tudi končni porabniki eden izmed elementov oskrbne verige, saj nam dajejo pomembne povratne informacije o tem, kako zadovoljni so s storitvijo nekega podjetja. Te informacije pa lahko nadgradimo z analizo kritik. Analizo lahko izkoristimo kot osnovo za uvedbo sprememb na področjih, kjer lahko še pridobimo na kvaliteti.\n"], "14": ["2.1.4 Oskrbne verige in internet", "Podjetja želijo biti prisotna na internetu predvsem zaradi izboljšanja učinkovitosti procesov skozi tesnejše sodelovanje med partnerji oskrbne verige, predvsem prek izmenjave podatkov in z optimizacijo poslovnih procesov, ki potekajo prek meja posameznih podjetij. Pomembna sta večja kontrola in spremljanje posameznih podprocesov v procesu oskrbovanja (European Commission, 2000).\nVsako podjetje, ki razmišlja o uvajanju elektronskega poslovanja v svojo oskrbno verigo, mora upoštevati naslednje (Osojnik, Skrivnosti Elektronskega poslovanja \n2002, str. 196):\n- Predvidene dobavitelje je treba pravočasno obvestiti, da lahko prilagodijo svoje sisteme, obvestijo banke in usposobijo svoje osebje glede na zahtevnost novega nabavnega postopka.\n- Uvajanje naj bo na začetku, dokler se ne popravijo začetni »hrošči« v programu, omejeno s takim obsegom dolgoročne nabave, ki ne bo bistvenega pomena za podjetje.\n- Pomembno je, da sodelujejo z zanesljivim internetnim ponudnikom. Tako se zmanjša začetna naložba.\nRešitve za nabavo v okviru elektronskega poslovanja še niso prilagojene potrebam malih in srednjih podjetij, razloga sta predvsem visoka naložba in zahtevna infrastruktura. Kljub temu obstajajo določeni postopki, ki jih podjetja lahko opravijo po spletu. Mednje sodijo: zbiranje tehničnih informacij o delih in izdelkih, spremljanje tehnoloških trendov, iskanje delov, pridobivanje predračunov pri več dobaviteljih, preverjanje in primerjava cen, preverjanje zaloge dobavitelja, pridobivanje finančnih informacij o dobavitelju ter pošiljanje naročil in spremljanje njihovega napredovanja. Te storitve so dosegljive v mnogih industrijskih panogah. (Osojnik M., Skrivnosti Elektronskega poslovanja 2002, str.193).\n"], "15": ["2.1.5 Nadzor delovanja oskrbne verige", "Temeljno vrednost integrirane oskrbne verige je moč doseči le, če si partnerji medsebojno zaupajo, da bodo dosegli sorazmerno povračilo z vloženim trudom. Bolj kot je oskrbna veriga zapletena in razvejana, težje je uravnotežiti potrebe vseh strani. Da bi zagotovili medsebojno zaupanje in optimizirali izvedbo na vsaki točki oskrbne verige, je treba izvajati nadzor nad doseganjem ciljev. Nadzor oskrbne verige je zanimivo novo področje. V ta namen so se razvili novi pristopi upravljanja, kot so Supply Chain Event Management 1 , Supply Chain Execution Management 2 ali Supply Chain Process Management 3 (Lee, Whang, E-Business and Supply chain Integratinon 2001, str. 16).\n"], "16": ["2.1.6 Tveganja v oskrbni verigi", "Podjetja se navadno osredotočijo na tradicionalne, otipljive elemente oskrbne verige, pri tem pa pozabijo na pomembnost zaupanja znotraj oskrbne verige ter negativen učinek, ki ga ima pomanjkanje zaupanja členov oskrbne verige. Upravljanje oskrbne verige v današnjem konkurenčnem svetu je izziv. Večje kot so globalizacija trga, negotovost glede povpraševanja in ponudbe, uporaba proizvodnih, distribucijskih in\nSupply Chain Event Management se ukvarja s pravočasnim zaznavanjem motenj v izvajanju načrta, kar pripomore k pravočasnemu odzivanju in odpravljanju zaznanih motenj (SAP, 2003).  Supply Chain Execution Management se ukvarja z izvajanjem procesov (naročanje, vodenje zalog, transporta, logistike …) oskrbne verige (Baljko Shah J., Supply Chain Execution Software sales sales surge 2002).  Supply Chain Process Management se ukvarja z integracijo, avtomatizacijo, analizo in nadzorom \nlogističnih partnerjev v zapleteni mednarodni oskrbni mreži in krajši kot so življenjski cikli izdelkov in tehnologij, večja je izpostavljenost tveganjem v oskrbni verigi. Zato je za podjetje pomembno poznavanje tveganj, ki jih nosi samo podjetje, in tveganj, ki jih nosijo njegovi dobavitelji in stranke. Oskrbna veriga ni nujno okolje, v katerem vsi pridobijo (Lee, Whang, E-Business and Supply chain Integratinon 2001, str. 2).\n"], "17": ["2.1.7 Prednosti in slabosti elektronskega poslovanja v integrirani oskrbni", ""], "abstract": ["Uskladiti vse strani in optimizirati oskrbno verigo, kakršna je oskrbna veriga pomorskih agencij, je zahtevna naloga. Vsak izmed sodelujočih ima določene lastne interese in cilje, ki jih želi doseči. Zato je potrebno učinkovito povezovanje, sodelovanje in zadovoljevanje vseh strani, tako da vsak dobi svoj delež. Vendar tudi to ni vselej garancija za učinkovitost oskrbne verige, saj niso vedno vsi zadovoljni s tem, kar pridobijo. Nekateri izmed sodelujočih členov te verige delujejo celo brez učinkovitega nadzora in s svojim samovoljnim ravnanjem povzročajo škodo s tem, ko zavlačujejo s postopkom. Kot vemo, je časovna usklajenost v oskrbni verigi zelo pomembna. Krivci za ta zavlačevanja so najbolj pogosto policija, carina in kapitanija. Edina rešitev tega problema je po mojem mnenju ostrejši nadzor nad njihovim delom in sprememba načina sodelovanja z njimi."]}