{"1": ["1 UVOD", "Gledano iz splošnega stališča kdo vse uporablja splet, bi lahko naštevali in naštevali. Če pa pomislimo, kdo uporablja internet v povezavi s kmetijstvom, lahko rečemo, da so to resorne zbornice in ministrstva, rejci, kmetovalci, javne strokovne službe, fakultete, zadruge, idr. Posamezniki, zaposleni v teh inštitucijah, dnevno prenašajo ter izmenjujejo podatke v obliki elektronskih sporočil, objav na spletnih forumih, oddanih oglasov ter okrožnic, bodisi odprtega, javnega bodisi zaprtega tipa.\nSkoraj vsak posameznik, ki potrebuje kakšne informacije, novice, obvestila, jih dandanes lahko najhitreje ter najceneje dobi na internetu. Svetovni splet je globalno omrežje računalnikov in omrežij, ki se razprostira preko vsega sveta. Zametki spleta segajo v 70-ta leta, ko so v Združenih državah Amerike pričeli med seboj povezovati računalnike v vojaških bazah. Na začetku je bilo v omrežju nekaj manj kot tisoč računalnikov, ko pa so dostop omogočili tudi javnosti, se je začelo hitro širiti. Splet je tako postal splošno dostopno orodje, ki v zameno za mesečni pavšal nudi dostop do množice raznolikih podatkovnih baz.\nDanes je vanj vključen skorajda vsak računalnik. Vsakdo lahko torej iz svojega domačega računalnika dostopa do informacij, ki so objavljene na blogih, oglasnih deskah ter okrožnicah. Tistemu, ki objavi kakšno informacijo, mu ni potrebno plačati nobene poštnine ali obvestil, vendar je informacija dostopna vsakemu uporabniku spleta[Svetovni splet, elektronski vir].\nV tej diplomski nalogi proučujemo navade uporabnikov spleta, ki splet uporabljajo v kmetijske namene kot orodje za pridobivanje informacij. Zanima nas kaj uporabniki največ iščejo po spletu v povezavi s kmetijsko mehanizacijo, hlevsko opremo ter servisom mehanizacije in opreme, s čim so zadovoljni, s čim niso, ter kaj bi po njihovem mnenju še potrebovali.\nDelo bo razdeljeno na teoretični del in empirični del. V teoretičnem delu bomo prikazali podatke, ki veljajo za kmetijska gospodarstva glede uporabe svetovnega spleta in postavili \ntezo. V empiričnem delu pa bomo na podlagi rezultatov ankete to tezo potrdili oziroma zavrgli.\n"], "2": ["2 PREGLED OBJAV", "Internet je medij, ki se razvija in pridobiva na pomenu. Število uporabnikov na spletu se veča, povprečen čas uporabe se daljša. Po podatkih državnega statističnega urada uporablja internet v Sloveniji že 94% podjetij s pet ali več zaposlenimi ter vsako drugo slovensko gospodinjstvo. Internet ponuja najhitrejši dostop do informacij, kjer spletni obiskovalci iščejo podatke o dejavnostih in tekočih projektih podjetij, informacije o ponudbi izdelkov in storitev ter podatke o ceni [Statistični urad Republike Slovenije, elektronski vir].\nV Sloveniji je okoli 75.000 kmetijskih gospodarstev. Po statističnih podatkih razpolaga s spletom na kmetijah 81% kmetov, za opravila, povezana s kmetijsko dejavnostjo, pa ga uporablja le 31%. Vsako leto narašča število uporabnikov svetovnega spleta ter s tem tudi uporabnikov, ki ga uporabljajo za kmetijstvo[Raba interneta v Sloveniji, elektronski vir].\nV Posavju je po podatkih Statističnega urada Republike Slovenije nekaj več kot 70.000 ljudi, to pomeni, da je nekje 2.800 kmetijskih gospodarstev. V Posavju so 3 večje kmetijske trgovine, ki imajo zelo obširno prodajno paleto za vse kmetijske panoge. Približno 20% vasi pa ima svoje manjše kmetijske trgovine, kjer prodajajo le najnujnejše stvari, ki jih potrebuje sleherni kmet za nemoteno delo, manjše popravilo ali informacije[Statistični urad Republike Slovenije, TIS 2011, elektronski vir].\nSplet je neskončno prodajno orodje: če narava storitve ali izdelek prenese logistične stroške, je trg kar naenkrat lahko ves svet. Vendar pa se je potrebno poslovanja preko spleta lotiti zelo premišljeno. Izrednega pomena je določitev kriterijev, kaj želi podjetje s spletno prodajo doseči in komu je le-ta namenjena.\nSplet je lahko odskočna deska za nakupovalce, kjer je potrebna le postavitev v njihov nakupni izbor. Za to je potrebna najprej ustrezna optimizacija spletnega prodajnega mesta, da se uvrsti visoko na seznamu zadetkov, ki jih nakupovalcem ponujajo iskalniki. Nato sledi investicija v zakup ključnih besed, ki postavijo naše optimizirano spletno prodajno mesto na sam vrh med konkurenčnimi zadetki. (Stjepić, 2006, 27) (Lozar, Vehovar, 1998, 160). \nNa internetnih straneh svetovnega spleta ima že skoraj vsaka trgovina spletno stran, kjer predstavlja svojo ponudbo. Na slovenskih straneh najdemo podatke o:\n- kmetijski mehanizaciji, [http://www.kmetijskatrgovina.com, http://kz-smarje.si]\n- rezervnih delih,[http://www.kmetijskatrgovina.comhttp://www.kz-  saleskadolina.sihttp://www.kz-smarje.si]\n- kardanskih gredeh,[http://www.kmetijskatrgovina.com]\n- kmetijskih apotekah,[http://www.kmetijskatrgovina.comhttp://www.kz-smarje.si]\n- opremi za vinogradnike,[http://www.kmetijskatrgovina.comhttp://www.kz-  smarje.si]\n- analizi vina in svetovanju,[http://www.kmetijskatrgovina.comhttp://www.kz-  smarje.si]\n- pašništvu in živinoreji, [http://www.kmetijskatrgovina.com]\n- konjeniški opremi,[http://www.kmetijskatrgovina.com]\n- programu vrtnarstva,[http://www.kmetijskatrgovina.com]\n- škropilni tehniki,[http://www.kmetijskatrgovina.com]\n- semenarni ter rožah,[http://www.kmetijskatrgovina.com]\n- pirotehniki in[http://www.kmetijskatrgovina.com]\n- osebnih zaščitnih sredstvih.[http://www.kmetijskatrgovina.com]\nNa predstavljenih straneh pa ni moč zaslediti naprednejše opreme za hleve, naprednejših krmilnih linij za živali, strojev za obdelavo ostankov ter kontrolnih postaj za klime hlevov, skladišč. Za te podatke namreč potrebujemo več časa ter znanje tujega jezika, saj so podatki dostopni na tujih straneh proizvajalcev. Svetovni splet nam tako omogoča dostop do najnovejših izdelkih iz vsega sveta.\nVečino podatkov, ki jih potrebujemo glede javnih razpisov in javnih pozivov, pa najdemo na strani Ministrstva za kmetijstvo, gozdarstvo in prehrano ter na Carinski upravi ministrstva za finance. Obstajajo pa tudi strani, ki beležijo vse javne razpise ter tudi pomagajo zbrati celotno dokumentacijo, ki jo potrebujemo, da se na razpis prijavimo. Te strani so: http://www.tiko-pro.si/, ter druge [http://www.tiko-pro.si/, elektronski vir].\n"], "3": ["2.1 Internet", "Internet je globalna mreža, ki povezuje več milijonov zasebnih, javnih, poslovnih, akademskih in privatnih računalnikov po vsem svetu. Ti so povezani med seboj v nešteto različnih omrežij. Povezani so s pomočjo bakrenih žic, optičnih kablov, brezžičnih povezav in drugih tehnologij. IP protokol je skupni jezik, ki omogoča medsebojno komunikacijo med posameznimi računalniki. Internet velikokrat napačno uporabljamo tudi kot sinonim za svetovni splet (WWW), vendar je slednji zgolj ena od storitev, ki jih omogoča internet, podobno kot denimo elektronsko pošto, izmenjavo datotek ali spletni klepet [Raba interneta v Sloveniji elektronski vir].\nV splošnem velja, da je za rojstvo interneta zaslužno ameriško obrambno ministrstvo, ki je leta 1969 zasnovalo njegove temelje. Želeli so ustanovitvi decentralizirano omrežje, ki bi bilo sposobno preživeti tudi morebitno vojno, razvili pa so omrežje imenovano ARPANET, s katerim je v praksi zaživela ideja paketno preklopljivega komunikacijskega protokola. 1. januarja leta 1983, ko je ARPANET spremenil svoje jedro omrežnih protokolov iz NCP v IP, je nastopil naslednji veliki korak. S tem se je dejansko rodil internet kot ga poznamo danes (Briggs, Burke,2005).\nSvetovni splet predstavlja neprecenljivo orodje za objavo informacij v elektronski obliki. Različne inštitucije, kot tudi posamezniki, izdajajo različna poročila in gradiva, bodisi za javnost odprtega bodisi zaprtega značaja(Hribar, 1999).\nKlasična, papirna oblika objave gradiva je statična in se po objavi ne spreminja več. Vsi naknadni popravki so tako omejeni na novo izdajo. Doseg papirnate objave je dodatno omejen, saj je odvisen od načina distribucije; npr. objava na oglasni deski, objava v zborniku, objava v reviji, ipd. Z elektronskim založništvom po drugi strani ne moremo v celoti nadomestiti papirnega, pa vendar v izpostavljenih situacijah prinaša vrsto prednosti. Publikacija gradiva preko svetovnega spleta je cenejša, saj cena vključuje le pripravo gradiva, stroški tiskanja in distribucija pa deloma ali v celoti odpadejo. Dodatno je elektronsko gradivo širše dostopno in vedno na razpolago na mestu, kjer ga je zelo preprosto najti; npr. na spletnih iskalnikih. Spletne vire je možno tudi preprosto obnoviti, tako da ni problemov z obveščanjem o popravkih ali celo z zastarelimi informacijami. Ker \npa so uporabniki bolj navajeni tiskanih različic gradiva, si tega po potrebi lahko preprosto izpišejo na lokalnem tiskalniku. Svetovni splet je zato idealno mesto za objavo različnih zakonov, predpisov, pravilnikov, navodil in podobno. Dandanes je svetovni splet postal celo socialno omrežje, kjer se ljudje povezujejo v interesne skupine, si pošiljajo sporočila in elektronsko gradivo ter opisujejo trenutna stanja, ali pa samo komentirajo stanja ter elektronsko gradivo ostalih(Rožen, 2009).\n"], "4": ["2.2 Možnosti uporabe interneta za namene kmetijstva", "Več inštitucij v slovenskem kmetijstvu vzdržuje lastne informacijske sisteme, s pomočjo katerih izmenjujejo informacije in podatke. Med te sodijo Ministrstvo za kmetijstvo, gozdarstvo in prehrano, Zavod Republike Slovenije za kmetijstvo, javne strokovne službe, kmetijske šole in fakultete, knjižnice, Zavod za statistiko, združenja, Kmetijska zbornica, podjetja, zadruge, posamezni rejci in drugi. Podatke, ki so potrebni za uporabnike, objavljajo na oglasnih deskah, nekateri jih pošiljajo po elektronski pošti, v večini pa jih imajo objavljene samo na svojih internetnih straneh.\nZnano je, da so osebne izkušnje in preizkus stroja, gnojila ali fitofarmacevtskega sredstva pogosto najboljša pot do pravih informacij za nakup in uporabo. Zato je smiselno preveriti namenski spletni blog ali forum, na katerih so zbrane izkušnje uporabnikov. Takšne informacije se večkrat verodostojnejše kot pa informacije, ki jih poda prodajalec.\nV primeru, da nas zanima karkoli glede kmetijskega stroja, odpremo forum ter poiščemo določen stroj, ali pa kar začnemo z novo temo ter postavimo vprašanje, ki nas zanima. Enega takšnih forumov najdemo na strani: http://kmetijskioglasnik.si/forum/[Kmetijski oglasnik; Forum].\nNa spletnem forumu Kmetijskega oglasnika sodeluje dobrih 31.000 uporabnikov, ki si izmenjujejo mnenja, izkušnje in nasvete v skoraj 200 različnih kmetijskih temah. Uporabniki foruma v teh temah sprašujejo po nasvetih, prodajajo, kupujejo, oglašujejo ter komentirajo. Zaradi precejšnjega števila uporabnikov, lahko predpostavimo, da so podatki, ki jih uporabniki napišejo v teme, načeloma verodostojni. Vsak drug uporabnik lahko \nnamreč poda svoj komentar in mnenje na podano trditev v temi. Podatki so tako potrjeni iz strani več neodvisnih uporabnikov. Ker tako pri vsaki postavljeni trditvi ali vprašanju sodeluje večje število uporabnikov, lahko takšne baze podatkov označimo za zelo uporabne ter načeloma verodostojne.\nKupovanje ter prodajanje bi si dandanes zelo težko zamislili brez interneta. Običajno trgovanje namreč internet zelo poceni, celoten postopek trgovanja pa močno skrajša. Kot primer navedimo Obisk strani http://www.stroji.net/kmetijski-oglasnik [stroji.net] nam prihrani dragocen čas ter denar pri nakupu ali prodaji kmetijskega stroja.\nOglaševanje na svetovnem spletu je v zadnjih nekaj letih najhitreje rastoči trend v marketingu. Internetno oglaševanje ima za oglaševalce veliko prednosti v primerjavi z uporabo ostalih medijskih kanalov. Prednosti so cenovna dostopnost in učinkovitost, hkrati pa omogoča precizno ciljanje tržnih segmentov, popoln nadzor nad porabo sredstev ter natančno merjenje rezultatov oglaševanja.\nZaradi učinkovitega in preciznega ciljanja tržnega segmenta se oglasna sporočila pojavljajo na skoraj vsaki internetni strani. Za veliko internetnih strani je to edini vir dohodkov, saj so v zameno ponujeni podatki brezplačni. Primer: http://www.km-z.si/ [Kmetijska založba],http://www.kmeckiglas.com [Kmečki glas]\n"], "5": ["2.3 Izobrazbena struktura kmetijskih gospodarjev", "Eden velikih problemov slovenskega kmetijstva predstavlja šibka šolska izobrazba gospodarjev in njihovih naslednikov. Zlasti pri starejših gospodarjih družinskih kmetij je raven dosežene šolske izobrazbe precej nižja od povprečja drugih skupin aktivnega prebivalstva v Sloveniji v enaki starostni kategoriji. Brez formalne izobrazbe ali pa z dokončano osnovno šolo je skoraj 59% gospodarjev družinskih kmetij. Nekoliko boljša je splošna izobrazbena ravan naslednikov, kjer v povprečju prevladujejo nasledniki s končano poklicno ali srednješolsko izobrazbo. Dosežena izobrazbena raven gospodarjev na družinskih kmetijah je precej nižja od tega povprečja: 38% gospodarjev ima končano le \npoklicno ali srednješolsko izobrazbo, 59% pa ima končano le osnovno šolo ali je brez formalne izobrazbe (Popis slovenskih gospodarstev 2000).\nPo podatkih Evropske unije zasedamo 16. mesto med vsemi članicami po osnovni ali polni kmetijski izobrazbi. To pomeni, da imamo v Sloveniji 28% osnovno ali polno kmetijsko izobraženih gospodarjev. Države, kot so Francija, Nizozemska, Nemčija, Avstrija, Finska ter ostale, imajo okoli 50% ali več osnovno ali polno kmetijsko izobraženih gospodarjev (slika 1). Povprečje v Evropski uniji glede osnovne ali polne kmetijske izobrazbe je 20%[Agriculture and Rural Development (elektronski vir)].\n"], "6": ["2.4 Velikost kmetijskih gospodarstev", "V primerjavi z večino držav Evropske Unije so kmetije pri nas izjemno majhne. Leta 1931 je bila povprečna slovenska kmetija po površini povsem blizu povprečni srednjeevropski kmetiji. Danes pa je slovenska kmetija kar petkrat manjša glede na površino kot podoben obrat v evropski uniji. Kljub dejstvu, da smo izrazita živinorejska država, je razlika pri številu živine še večja, saj povprečna evropska kmetija redi kar šestkrat več glav velike živine na kmetijo kot povprečna slovenska kmetija.\nMedtem ko se v med popisnem obdobju 1981-1991 povprečna velikost slovenske kmetije (ocena na podlagi skupne zemlje) praktično ni spremenila, pa se je v devetdesetih letih 20. stoletja vendarle pričelo obdobje zmerne koncentracije posesti in zemljišč. V obdobju med popisom prebivalstva 1991 in Popisom kmetijskih gospodarstev leta 2000 se je tako površina kmetijske zemlje v uporabi na kmetijo povečala za dobrih 15 %. (Cunder, 2003)\nNajvečja ovira pri razvoju tržno usmerjenega kmetijstva je neugodna zemljiška struktura. V obdobju od konca druge svetovne vojne pa do osamosvojitve se je povprečna velikost kmetij v Sloveniji v glavnem zmanjševala. Med tem pa se je v večini razvitih zahodnoevropskih držav s tržno usmerjenim gospodarstvom hitro večala. Povprečna velikost kmetijskih obratov v Sloveniji tako danes skoraj ni primerljiva z velikostjo kmetijskih obratov v starih članicah Evropske unije. S povprečno 5,6 ha na gospodarstvo je 3,5-krat manjša od povprečja “starih” članic Evropske unije in 12-krat manjša od velikosti gospodarstev v Veliki Britaniji (Popis kmetijskih gospodarstev ..., 2002: 58). Zato je slovensko kmetijstvo le težko konkurenčno na evropskih in svetovnih trgih.\nČeprav je na drugi strani število kmetij z več kot 10 ha na gospodarstvo počasi narašča, je bilo leta 2003 le okrog 3% kmetij, ki naj bi bile po kriterijih Evropske unije primerne za racionalno tržno usmerjeno kmetijstvo.\n"], "7": ["2.5 Kmetijska tehnika v Sloveniji", "Po popisu kmetijstva leta 2001 imamo v Sloveniji 108.000 traktorjev. Nekatere ocene so še nekoliko višje, ker vsi traktorji niso registrirani. V Sloveniji imamo največji delež traktorjev na milijon prebivalcev. Ker pa v povprečju delajo te pogonski agregati le 280 ur na leto ali manj kot uro na dan in ker večkrat niso vzdrževani v predpisih proizvajalca, prihaja do okvar. Poje in sodelavci (2006) ugotavljajo, da je moč novih traktorjev od leta 1952 do leta 2002 narasla iz 19,6 na 535 kW. Celotni traktorski park pa je v Sloveniji star in tehnično zastarel. (Poje, 2010)\n"], "8": ["2.6 Teza", "Na podlagi podatkov statističnega urada Republike Slovenije ter pregleda spletnih strani postavljamo tezo:\n»Slovenski kmeti imajo dovolj brezplačnih raznovrstnih informacij glede kmetijske mehanizacije, servisov, hlevske opreme, nasvetov in so obveščeni glede rokov oddaje listin ter razpisov, kjer informacije o kmetijski mehanizaciji, hlevski opremi in servisu iščejo v enakem obsegu.«\nTezo razčlenjujemo na hipoteze, kjer prva navaja:\n»Kmeti imajo na spletu dostop do dovolj izobraženih ter preizkušenih strokovnjakov, ki bi podali svoja mnenja na različna pričevanja prodajalcev ter proizvajalcev kmetijskih strojev, rezervnih delov, hlevske opreme, inštalacije in ustreznost postavitve.«\nDruga hipoteza domneva, da bi bili kmeti v zameno za kakovostne informacije pripravljeni tudi plačati:\n»Kmeti so pripravljeni nameniti denarno nadomestilo za vse kvalitetne kmetijske informacije zbrane na enotnem spletnem mestu, vključno z nasveti strokovnjakov ter obvestilih o razpisih.« \nTretja hipoteza pa domneva:\n»Internet uporabljajo za vodenje kmetijskega gospodarstva predvsem mlajše ter bolj izobražene osebe, ki so v večjem številu moškega spola.«\nČetrta hipoteza domneva:\n»Domnevamo, da anketiranci na svetovnem spletu v enakem obsegu iščejo podatke o kmetijski mehanizaciji, hlevski opremi in servisu.«\n"], "9": ["3 TEORETIČNI DEL", ""], "10": ["3.1 Vzorec", "Pri anketni je sodelovalo 118 ljudi iz Brežiško-krškega polja, Novega mesta, Bizeljskega, Kozjanskega, Podravja, Primorske, Prekmurja ter Prlekije. Anketni vprašalnik je bil postavljen tudi na svetovni splet, zato, da bi pridobljeni podatki bili karseda objektivni. Vprašalniki so bili postavljeni na mestih, kjer se srečujejo z več sto kmeti dnevno, ter tudi individualno od vrat do vrat.\n"], "11": ["3.2 Pripomočki", "Vzorec spremenljivk predstavlja anonimni anketni vprašalnik. Sestavljen je iz sedemnajstih vprašanj, ki tvorijo štiri sklope.\nV prvem sklopu so zbrane socio-demografske značilnosti anketirancev, v katerem izvemo spol, starost, izobrazbo, velikost kmetije ter dejavnost kmetije. Izvedeti želimo, kdo dostopa do informacij na svetovnem spletu pogosteje, ženske ali moški, mlajši ali starejši, manjši kmetje ali veliki kmetje ter kako stopnja izobrazbe vpliva na uporabo interneta.\nV drugem sklopu vprašanj želimo izvedeti, ali so anketiranci pripravljeni plačati za dostop do pregledno urejenih splošnih informacij (npr. obvestila) in za dostop do posameznih spletnih aplikacij (npr. gnojilni načrt). Odgovori na zastavljena vprašanja bodo določen pokazatelj, kako anketirani kmetje vrednotijo svoj porabljen čas za brskanje po svetovnem spletu.\nV tretjem sklopu anketirance povprašujemo, kaj od navedenih stvari najpogosteje iščejo in kaj jih ne zanima. V sklopu danega vprašanja nas zanimajo področja: 1. kmetijske mehanizacije; vozila, priključki, priklopniki ter novosti, 2. hlevske opreme; proizvajalci, ponudniki in novosti, 3. servisa kmetijske mehanizacije; ponudniki, cene, lokacije in rezervni deli. \nTa vprašanja nam bodo pokazala, katere podatke kmetje najpogosteje iščejo, katere so tiste informacije, ki jih največkrat iščejo na svetovnem spletu.\nZadnji sklop vprašanj anketirance sprašuje o tem, ali so zadovoljni s količino ter kvaliteto podatkov, ki jih lahko o določeni panogi najdejo na internetu, ali mislijo, da je podatkov premalo.\n"], "12": ["3.3 Postopek", "Anketa je bila izvedena meseca junija in julija leta 2011. Izvajala se je z obiskom kmetijskih gospodarstev, v kmetijskih trgovinah ter s pomočjo interneta. Navodila za izpolnitev ankete so bila podana ustno v primeru obiska kmetijskega gospodarstva. V pisni obliki pa so bila podana v primeru reševanja ankete preko spleta ter v kmetijskih trgovinah. Anketa je bila anonimna in se je reševala prostovoljno.\nAnketa je bila obdelana statistično s pomočjo internetnega programa www.esurveypro.com ter s pomočjo orodja Mircosoft Excel. Izračuni so bili parametri osnovne statistike, torej frekvence odgovorov in povprečne vrednosti.\n"], "13": ["4 REZULTATI", "1. V prvem vprašanju smo anketirance spraševali po njihovem spolu. Želeli smo izvedeti,  izvedeti katerega spola so anketiranci  ketiranci.\nni prikaz spola.\nNa vprašanje je odgovorilo 118 anketirancev. Iz tega  tega je razvidno, da je skoraj 80% anketirancev moškega spola, ker  k je bila dobra polovica anket rešena preko interneta, sklepamo, da so v večini primerov moški tisti, ki skrbijo za podatke, ki so pomembni pri upravljanju kmetijskega gospodarstva preko interneta.  interneta \n2. V drugem vprašanju nas je zanimalo,  zanimalo ali anketiranci uporabljajo svetovni splet pri upravljanju/vodenju kmetije. To vprašanje  vprašanj smo zastavili z namenom,, da bi ugotovili, ali se zbrani podatki ujemajo s podatki Statističnega  S nega urada Republike Slovenije.\nni prikaz uporaba spleta/interneta v kmetijstvu.\nIz analize je razvidno, da 60% anketirancev uporablja splet za upravljanje/vodenje kmetije, kar ne potrjuje statističnih  čnih podatkov iz leta 2006 [www.ris.si,  [ , Raba Interneta v Sloveniji]. \nPodatki iz leta 2006 se ne ujemajo, ker je trend uporabe interneta vsako leto višji. Število uporabnikov se vsako leto veča. Vsako leto pa se izboljšuje oprema za dostop do interneta, internet pa postaja vse bolj cenovno dostopen. Glede na odgovore prvega vprašanja, kjer smo ugotovili da je kar 79% anketirancev moškega spola, lahko predpostavimo, da je večina uporabnikov, ki uporabljajo internet v kmetijske namene, moškega spola.\n3. V tretjem vprašanju smo spraševali po izobrazbi anketirancev. Vprašanje smo zastavili z namenom, da bi potrdili ali ovrgli hipotezo, da internet uporabljajo predvsem bolj izobraženi ljudje.\nzobrazbe anketirancev.\nTrije anketiranci na vprašanje niso odgovorili. Iz ostalih odgovor, pa lahko vidimo,  v da je največji  ji delež, 33 % anketirancev,  anketirancev končalo  alo srednjo poklicno šolo, sledi jim visokošolska izobrazba s slabimi 27 %. Na tretjem mestu z dobrimi 25 % so anketiranci, ki so končali srednje tehnične  ne šole. Dobrih 10 % anketirancev je končalo  kon alo osnovno šolo, kmetijsko šolo, gimnazijo, višjo šolo ali univerzitetno izobrazbo. Ti rezultati nam kažejo, da so vsi razen enega anketiranca minimalno izobraženi za vodenje kmetijskega gospodarstva  gospodarstva po zahtevah ministrstva za kmetijstvo gozdarstvo in prehrano.  prehrano Ob primerjavi danega vprašanja z drugim vprašanjem smo ugotovili, da lahko potrdimo hipotezo, ki pravi, da internet za vodenje kmetijskega gospodarstva uporabljajo bolj izobraženi ljudje, saj so vsi dokončali  dokon vsaj srednjo šolo. \n4. Pri četrtem  etrtem vprašanju nas je zanimala starost anketirancev. Vprašanje je bilo postavljeno zato, da vidimo, katera populacija kmetov pretežno uporabljajo internet za vodenje  vodenj kmetijskega gospodarstva.\ns anketirancev.\ntarosti anketirancev.\nVidimo lahko, da je nekaj več  ve kot 70 % anketirancev starih do 35 let, dobrih 25 % anketirancev do 35 let ter eden anketiranec  anketiran c nad 55 let. Po tem lahko sklepamo, da uporabljajo internett za vodenje kmetijskih gospodarstev večinoma  ve inoma mladi kmetovalci, ter s tem tudi potrjujemo tretjo hipotezo.S temi odgovori smo ugotovili tudi, da so anketiranci v povprečju enako izobraženi kot je povprečje  povpre za dan segment populacije v Evropski uniji. \n5. Pri petem vprašanju smo povpraševali po veličini  veli ini kmetijskega zemljišča,  zemljišč da bi ugotovili, s kolikšno površino kmetijskih zemljišč  zemljiš razpolagajo kmetje. Zaprti tip vprašanja smo postavili zato,, ker smo želeli ugotoviti ali so slovenske kmetije (po številu kmetij) z leti kaj bolj primerljive z evropskimi kot so bile leta 2003 ko jih je bilo le 3%.\nzemljiš anketirancev.\novršine kmetijskih zemljišč anketirancev.\nUgotovili smo, da so rezultati po pričakovanjih  pri v skladu s podatki Statističnega  Statisti urada Republike Slovenije. Ta namreč  namre pravi, da imajo kmetijska gospodarstva v Sloveniji povprečno  no 6,4 ha obdelovalne površine. Največ  Najve anketirancev, slabih 50 %,  % jih uporablja \nmanj kot 10 ha zemljišč, 30 % anketirancev jih uporablja do 25 ha zemljišč, 15 % anketirancev uporablja do 50 ha zemljišč, ter 10 % anketirancev uporablja nad 50 ha kmetijskih zemljišč. Slabih 55 % anketirancev je odgovorilo, da ima več kot 10 ha obdelovalne površine. S tem smo tud ugotovili, da so slovenske kmetije z leti veliko bolj primerljive z evropskimi kmetijami.\n6. Pri šestem vprašanju nas je zanimala dejavnost kmetije iz katere prihajajo anketiranci. S tem vprašanjem smo hoteli izvedeti, s katerimi panogami se kmetijska gospodarstva pretežno ukvarjajo. Možno je bilo obkljukati več ponujenih odgovorov ter jih tudi dopisati.\nni prikaz dejavnosti kmetije.\nNekaj več kot 40 % anketirancev se ukvarja z živinorejo, nekaj manj kot 30 % anketirancev se ukvarja s poljedelstvom, malo več  ve kot 15 % se jih ukvarja z vinogradništvom, približno 10 % anketirancev se ukvarja še z zelenjadarstvom ter sadjarstvom in 5 % z gozdarstvom,  ozdarstvom, čebelarstvom  ebelarstvom in hmeljarstvom. Po pregledu statističnih  statisti podatkov Statističnega  nega urada Republike  Republike Slovenije smo ugotovili, da se podatki ujemajo. Statistični  ni podatki nam kažejo, da se z živinorejo ukvarja 50,6% kmetijskih gospodarstev, z obdelavo zemlje  emlje pa preostalih 50% (statistične  ne informacije, št. 88, Kmetijstvo in ribištvo, str. 15).\n7. Pri sedmem vprašanju smo spraševali,  spraševali kaj anketiranci iščejo  ejo na spletu. Hoteli smo izvedeti, katere informacije kmetje iščejo  iš na internetu oz. katere informacije jim niso dostopne iz časopisov in od prodajalcev v kmetijskih trgovinah. Ponudili smo jim 6 odgovorov ter alinejo, da sami dopišejo odgovor. \n  ni prikaz informacij,  i ki jih anketiranciiščejo  ejo na spletu/internetu.  spletu/internetu\nGraf7: Grafični prikaz informacij,  nformacij, ki jih anketiranci iščejo  ejo na spletu/internetu.  spletu/interne \nUgotovili smo, da največ anketirancev iščee podatke o kmetijski mehanizaciji, dobrih 33 %. 17 % anketirancev iščee fitofarmacevtska sredstva, 16 % jih potrebuje podatke o servisu mehanizacije ter opremi, 11 % anketirancev išče  iš e podatke o hlevski opremi ter o gnojilih  gn ter 7 % o krmilih. Slabi 3 % anketirancev pa iščejo  iš podatke še o čebelarstvu,  ebelarstvu, tehnologiji reje, živalih, informacijah, nasvetih ter podatke o razpisih in zakonih.\n8. Pri osmem vprašanju smo anketirancem zastavili vprašanje,  vprašanje katere informacije ne najdejo na spletu oz. katere informacije  informaci so nepopolne. To vprašanje je bilo postavljeno zato, da bi izvedeli, katere informacije so po mnenju anketirancev tudi na internetu nepopolne ali pa težko dostopne.\nni prikaz področij,  podro kjer po mnenju anketirancev primanjkuje informacij.  informacij\nni prikaz področij,  podro ij, kjer po mnenju anketirancev primanjkuje informacij. \nOdgovori so precej izenačeni.  eni. Najbolj nepopolne ali težko dostopne pa so informacije o fitofarmacevtskih sredstvih ter pomoč  pomo pri razpisih.\n9. Pri devetem vprašanju nas je zanimalo, ali bi se anketiranci odločili  odlo za izdelavo gnojilnega načrta, čee bi imeli to možnost na internetu oziroma na svetovnem spletu.\nni prikaz zanimanja za možnost izdelave gnojilnega načrta  črta na spletu.\nDobrih 70 % anketirancev bi si izdelalo gnojilni načrt  rt sami, ker bi s tem pridobili na stroških in času,  asu, ki je potreben za izdelavo gnojilnega načrta,  na čee ga naredijo na kmetijskih zavodih (stroški izdelave gnojilnega  gn načrta, potni stroški, čas).. 29 % anketirancev pa \ngnojilnega načrta s pomočjo  čjo spleta  splet ne bi izdelalo,, ker za vodenje kmetijskega gospodarstva  gospod ne uporabljajo interneta.. Ob primerjavi ostalih vprašanj smo ugotovili,  ugotovili da segment anketirancev, ki so negativno  ativno odgovorili na zastavljeno vprašanje ne spadajo v skupino anketirancev, ki so mlajši in bolj izobraženi.\n10. Pri desetem vprašanju smo spraševali anketirance,  anketirance ali bi upoštevali dodatne nasvete strokovnjakov, čee bi imeli to možnost. Pri tem vprašanju smo hoteli izvedeti,  izvedeti ali bi bilo dobro, čee bi na spletu imeli dostop do strokovnjakov, ki bi jim delili nasvete ter odgovarjali na njihova vprašanja.\nni prikaz podatkov upoštevanja nasvetov strokovnjakov. \nSkoraj 95 % anketirancev bi upoštevalo nasvete strokonjakov,, medtem ko 5 % anketirancev nebi upoštevalo teh nasvetov, ker popolnoma zaupajo kmetijskim svetovalcem oziroma prodajalcem v trgovinah. S temi odgovori smo tudi potrdili hipotezo, da anketirancem primankuje strokovnjakov, ki bi podajali svoja strokovna mnenja.\n11. V enajstem vprašanju smo spraševali anketirance,  anketirance ali so dobro obveščeni  obveš o razpisih, raznih izobraževanjih, sejmih in novostih v kmetijstvu. Želeli smo izvedeti,  izvedeti ali je na spletu dovolj dostopnih informacij o razpisih, izobraževanjih, sejmih in novostih. Na ta način  na smo izvedeli, ali so informacije lahko dostopne vsem kmetom ali samo naprednejšim uporabnikom spleta.\nni prikaz obveščenosti  o anketirancev o razpisih, izobraževanjih, sejmih in novostih. \nDobrih 70 % anketirancev je odgovorilo, da na svetovnem spletu niso dovolj obveščeni.  obveš Slabih 30 % anketirancev pa meni, da so dobro obveščeni  obveš eni o razpisih, izobraževanjih, sejmih in novostih. Po odgovorih anketirancev  anketirancev lahko sklepamo, da kmetje niso dovolj obveščeni  eni glede razpisov, izobraževanj, sejmov in novostih v kmetijstvu, ali pa te podatki niso lahko dostopni.\n12. Pri dvanajstem vprašanju nas je zanimalo, ali bi bili anketiranci pripravljeni plačati  pla za dostop do pregledno urejenih splošnih informacij, npr. obvestil, in za dostop do posameznih spletnih aplikacij,  aplikacij npr. gnojilni načrt.\nDobra polovica anketirancev bi bila pripravljena plačati  pla ati za te usluge, medtem ko 45 % anketirancev  ev pravi, da tega nebi plačevali.  pla Domnevamo, da nebi plačevali  čevali za informacije, ker ne uporabljajo interneta. Ti odgovori so nam tudi pokazali, kako kmetje cenijo svoj  as, ki ga namenijo brskanju podatkov po svetovnem spletu. Tako tudi lahko potrdimo čas, tezo, da so kmetje pripravljeni plačati  pla za informacije ter določene  ene kmetijske aplikacije.\n13. Pri trinajstem vprašanju nas je zanimalo, koliko bi anketiranci bili pripravljeni plačati  pla za dostop do pregledno urejenih splošnih informacij in za dostop do posameznih  posamezn spletnih aplikacij.\npla ila za dostop do urejenih informacij ter spletnih aplikacij.\nni prikaz višine plačila  pla ila za dostop do urejenih informacij ter spletnih aplikacij. \nZa plačilo do 25 € se je odločilo  odlo ilo dobrih 80 % anketirancev. Za plačilo  plač do 50 € se je odločilo slabih 15 % anketirancev, 5 % pa bi za takšne informacije pripravljeni odšteli tudi nad 50 €.\n14. Pri štirinajstem vprašanju nas je zanimalo, kaj anketirance najbolj zanima pri pregledu informacij o kmetijski mehanizaciji.\n27 % anketirancev zanimajo priključki,  priklju ki, 26 % priklopniki, 24 % vozila,  vozila najmanj pa jih zanimajo novosti na trgu kmetijske mehanizacije,  mehanizacije in sicer 23 %. \n15. Pri petnajstem vprašanju nas je zanimalo, kaj anketiranci najpogosteje iščejo  iš po spletu o hlevski opremi.\ninformacij ki jo anketiranci iščejo o hlevski opremi.  opremi\nni prikaz informacij, ki jo anketiranci iščejo  iš ejo o hlevski opremi.\nNajveč,, 50 % anketirancev, je zanimal proizvajalec hlevske opreme. 37 % anketirancev je zanimal ponudnik ter 13 % novosti. \n16. Pri šestnajstem vprašanju nas je zanimalo,  zanimalo kaj anketiranci najpogosteje iščejo  iš o servisu mehanizacije in opreme.\ninformacij, ki jo anketiranci najpogosteje iščejo  iš o servisu mehanizacije in opreme.\nni prikaz informacij, ki jo anketiranci najpogosteje iščejo  iš o servisu mehanizacije in opreme.\n22 % anketirancev zanima,  zanima kdo so ponudniki servisov, 28 % anketirancev zanimajo rezervni deli, slabih 24 % anketirancev zanima lokacija servisov ter 26 % anketirancev zanima cena storitve ali rezervnih delov. Iz teh odgovorov je razvidno,  razvidno, da anketirance pri servisu ne zanima najbolj  lj cena storitev,  storitev ampak razpoložljivost rezervnih delov. \n17. Pri zadnjem vprašanju smo anketirance spraševali, ali so zadovoljni z razpoložljivimi podatki, ki jih najdejo na spletu.\nspletu.\nspletu.\n88 % anketirancev je odgovorilo, da so s podatki o kmetijski mehanizaciji zadovoljni, 12 % pa ne. Podatki o hlevski opremi so zadovoljivi za slabih 60 % vprašanih, medtem ko 41 % meni, da niso zadovoljivi. O servisu kmetijske mehanizacije in opreme pa meni 66 % anketirancev, da so zadovoljni, 34 % pa jih z najdenim na spletu ni zadovoljnih. Glede na celotno anketo opažamo, da so anketiranci zadovoljni z osnovnimi informacijami, ki jih \nnajdejo na spletu. Ko pa potrebujejo nasvete ali pomoč, pa tega na spletu ne dobijo, ali pa je potrebno preveč časa ter izobrazbe, da bi podatke našli sami.\n"], "14": ["5 RAZPRAVA", "Pri obisku kmetijskih gospodarstev in pogovorih z gospodarji je bilo ugotovljeno, da večina ne zna najbolje uporabljati računalnika. Osnovne podatke, kot na primer oglase, poiščejo sami, ko pa iščejo različne tehnične podatke, razpise, strokovna mnenja, pa večkrat zaprosijo ostale načeloma mlajše člane družine, da te poiščejo zanje.\nVelikokrat pa te podatke ni lahko najti in zato se obrnejo na prodajalce v trgovinah, ki pa svetujejo po navodilih distributerjev. Ti podatki pa imajo večkrat drugačen cilj, kot pa bi si ga želeli kmetje. Gospodar želi dobiti objektivna mnenja za stroj, opremo ali za servis, a prodajalci večkrat povedo in zagovarjajo izbranega proizvajalca samo zato, da se proda.\nNa slovenskih spletnih straneh lahko za kmetijstvo najdemo veliko splošnih podatkov, ki jih kmetje potrebujejo za obdelavo in pripravo tal, za skladiščenje, za transport, za nadaljnjo obdelavo ali pripravo proizvodov. Vendar pa je zelo malo podatkov oz. strokovnih člankov, kako se dotični proizvod dejansko odnese pri delu. V anketi, ter tudi v pogovorih z gospodarji kmetijskih gospodarstev, je bilo zaznati, da primanjkuje dejanskih ocen produktov, ki jih je mogoče najti na spletu.\nStatistični podatki pravijo, da 31 % uporabnikov interneta uporablja internet za vodenje kmetijskega gospodarstva. Z anketo smo odkrili, da ga za vodenje uporablja slabih 60 %.\nKot nam je razkrila anketa, je večina slovenskih kmetov s srednješolsko poklicno izobrazbo. Pri konkretnem delu s stroji ali opremo za kmetijstvo jim ta prav pride. Ko pa je potrebno izpolnjevati obrazce za razne razpise in subvencije, pa hitro naletijo na problem, saj jih mnogokrat ne razumejo. V anketi, kot tudi pri pogovoru z nekaterimi lastniki kmetijskih gospodarstev, je moč zaslediti rahlo razočaranje kmetov nad slovensko birokracijo. Pravijo, da je vse preveč zapleteno in nejasno za izpolnjevanje raznih pogojev in obrazcev. \nSlovenski kmetje, ki so bili anketirani, so v veliki meri izrazili željo, da bi bili pripravljeni plačati za večino informacij, ki jih potrebujejo na enem spletnem mestu. Ta spletna stran naj bi obsegala vse kmetijske panoge, kot tudi načine pridelave, ter bi dajala nepristranske nasvete kmetom glede nakupa bodisi kmetijskega stroja bodisi krmila. S temi podatki pa smo tudi potrdili našo tezo. Kmetje bi bili pripravljeni plačati za takšno vrsto informacij.\nGrob pregled ponudbe na tujih spletnih straneh kaže, da je situacija podobna. Večje korporacije imajo večjo ponudbo, zato pokrivajo tudi večji spekter produktov ter posledično pridobijo več odzivov kupcev. Na tujih spletnih straneh pa najdemo tudi specializirane stroje za dvorišča, hleve, skladišča, za pridelavo, predelavo, transport in skladiščenje pridelkov. Vendar pa je slovenski kmetijski prostor premajhen, da bi lahko uporabljali takšno tehniko, kot jo uporabljajo v tujini. Premajhen iz finančnega vidika, ker ta specializirana kmetijska tehnika tudi precej stane.\n"], "15": ["5.1 Analiza hipotez in teze", "V začetku diplomska naloge so bile postavljene hipoteze ter teza, s katerimi smo hoteli raziskati več vprašanj glede uporabe interneta v kmetijstvu.\n"], "16": ["5.1.1 Prva hipoteza", "Pri desetem vprašanju nas je zanimalo, ali bi kmetje spraševali preko interneta strokovnjake za nasvete, če bi imeli možnost. Skoraj vsi anketiranci so odgovorili na to vprašanje pozitivno. Vsi bi imeli vprašanja za strokovnjake, če bi jih imeli možnost vprašati. S tem vprašanjem pa smo zavrgli prvo hipotezo, ki pravi:\n»Kmeti imajo na spletu dostop do dovolj izobraženih ter preizkušenih strokovnjakov, ki bi podali svoja mnenja na različne pričevanja prodajalcev ter proizvajalcev kmetijskih strojev, rezervnih delov, hlevske opreme, inštalacije in ustreznost postavitve.«\n"], "17": ["5.1.2 Druga hipoteza", "Za potrditev ali zavrnitev druge hipoteze smo se morali osredotočiti na več vprašanj naenkrat. Če zato povzamemo deveto, deseto, enajsto ter dvanajsto vprašanje vidimo na podlagi odgovorov, da so kmetje pripravljeni nameniti denarna sredstva v zameno za informacije. Tako smo potrdili drugo hipotezo, ki pravi:\n»Kmetje so pripravljeni nameniti denarno nadomestilo za vse kvalitetne kmetijske informacije zbrane na enotnem spletnem mestu, vključno z nasveti strokovnjakov ter obvestilih o razpisih.«\n"], "18": ["5.1.3 Tretja hipoteza", "Pri prvem vprašanju nas je zanimal spol anketiranca. V večini primerov anketirancev je šlo za gospodarja kmetijskega gospodarstva. Drugo vprašanje je anketirance spraševalo po uporabi interneta v kmetijstvu. Rezultati so pokazali, da lahko delno s prvim in delno z drugim vprašanjem potrdimo tretjo zastavljeno hipotezo, ki navaja:\n»Internet uporabljajo za vodenje kmetijskega gospodarstva predvsem mlajše ter bolj izobražene osebe, ki so v večjem številu moškega spola.«\n"], "19": ["5.1.4 Četrta hipoteza", "Za potrditev ali zavrnitev četrte hipoteze smo se osredotočili na sedmo vprašanje. Anketirance smo spraševali, kaj največ iščejo po spletu. Ponudili smo jim šest različnih odgovorov ter alinejo za dopisati. Ugotovili smo, da so anketiranci s 33 % največ informacij potrebovali o kmetijski mehanizaciji ter skoraj polovico manj o hlevski opremi ter servisu. Ker kmetije največ podatkov na internetu iščejo glede kmetijske mehanizacije, zavračamo četrto tezo, ki pravi: \n»Domnevamo, da anketiranci na svetovnem spletu v enakem obsegu iščejo podatke o kmetijski mehanizaciji, hlevski opremi in servisu.«\n"], "20": ["5.1.5 Teza", "Glavna teza, ki smo jo predstavili že na začetku,pravi:\n»Slovenski kmeti imajo dovolj brezplačnih raznovrstnih informacij glede kmetijske mehanizacije, servisov, hlevske opreme, nasvetov in so obveščeni glede rokov oddaje listin ter razpisov.«\nNa podlagi podatkov pridobljenih iz anketnega vprašalnika to tezo zavračamo. Namreč podatki iz ankete kažejo, da se na spletu res da dobiti ogromno informacij, vendar te vedno niso uporabne, ali pa so za slehernega uporabnika težje dostopne. Nasvete si po raznih forumih delijo kmetje med sabo, vendar ne obstaja spletna stran, kjer bi lahko strokovnjaka prosil za nasvet o dotični stvari, ki nas zanima. V anketi smo tudi pridobili informacije glede obveščenosti o razpisih, roki za oddaje listin ter razpisov. Izvedeli smo, da 70 % anketirancev meni, da so slabo obveščeni. Vendar to pomeni, da so slabo obveščeni ali pa da so podatki težje dostopni slehernemu uporabniku spleta.\nUgotovili smo tudi, da z leti so anketirana Slovenska kmetijska gospodarstva veliko bolj primerljiva z evropskimi, kot v letu 2003.\n"], "21": ["6 SKLEP", "Namen te diplomske naloge z naslovom Uporaba svetovnega spleta v kmetijstvu, kmetijska mehanizacija, hlevska oprema in servis je bil ugotoviti, ali so lastniki kmetijskih gospodarstev v Sloveniji zadovoljni s podatki o kmetijstvu, ki jih lahko pridobijo na svetovnem spletu.\nV anketnem vprašalniku smo anketirance spraševali o njihovih socio-demografskih značilnostih, ali so zadovoljni s podatki, ki jih najdejo na internetu, kaj pogrešajo na internetu ter če bi bili pripravljeni za vse te podatke na enem mestu plačati.\nPostavili smo tezo, preko katere smo prišli do ugotovitev, da na slovenskih spletnih straneh lahko kmetje pridobijo zadosti informacij, pa čeprav jim te niso vedno najbolj razumljive oz. uporabne. Ugotovili smo tudi, da bi bili lastniki kmetijskih gospodarstev pripravljeni plačati za informacije, podatke ter nasvete strokovnjakov in tako potrdili hipotezo.\nPotrjena je bila tudi hipoteza, da v slovenskem prostoru primanjkuje neodvisnih strokovnjakov, ki bi potrjevali ali zavračali pričevanja prodajalcev o kakovosti njihovih izdelkov ali storitev.\nDa so uporabniki interneta za vodenje kmetijskega gospodarstva pretežno mlajši, bolj izobraženi kmetovalci, smo domnevali v tretji hipotezi. Z analizo odgovorov smo potrdili tudi to hipotezo.\nS pomočjo raziskave smo prišli do ugotovitev, da bi bilo potrebno postaviti kmetijski portal, ki bi kmetom omogočal dostop do vseh podatkov, ki jih potrebujejo za delo na kmetiji, informacij o razpisih, subvencijah ter možnosti spraševanja strokovnjakov o konkretnih primerih.\n"], "abstract": ["V letu 2011 je bila izvedena anketa o uporabi interneta v kmetijstvu v Sloveniji. Zastavljen cilj je bil izvedeti, kaj lastniki kmetijskih gospodarstev na spletu pogrešajo, s čim so zadovoljni in česa je premalo, kjer smo se omejili na področje kmetijske mehanizacije, hlevske opreme in servisa. Ankete so bile poslane po elektronski pošti, izvajale so se tudi na domu. Velik del anket pa se je reševal tudi v kmetijskih trgovinah. Po končanem koraku anketiranja so bile ankete analitično obdelane z orodjem Microsoft Office Excel, podatki pa predstavljeni s tabelami in grafi. Izsledki anket so pokazali, da je na slovenskem spletu dovolj informacij, a te niso vedno popolnoma uporabne. Ugotovljeno je bilo, da so lastniki kmetijskih gospodarstev zato za kakovostne informacije pripravljeni tudi plačati. Raziskava je pokazala, da jih predvsem zanimajo konkretne informacije o razpisih, subvencijah, rokih, ter o možnostih posvetovanja s strokovnjaki glede kmetijske mehanizacije, hlevske opreme ter servisa. "]}