{"1": ["1 UVOD", "Španski bezeg (Syringa vulgaris L.) je grmovnica, ki krasi vrtove, parke in urbane površine.\nRastlina španskega bezga najbolje uspeva v tleh, ki so lažja, ali v tleh s srednjo vsebnostjo ilovice, uspeva pa tudi v težjih glinenih tleh. Ustrezajo mu nevtralna in bazična tla, raste lahko tudi v močno bazičnih tleh. Ne raste v popolni senci. Zahteva vlažno zemljo. Najraje ima zračna, drenažna ilovnata tla na sončni legi.\nJe ornamentalna rastlina, ki se široko razraste. Razvile so se mnoge nove sorte, ki so nastale prav zaradi njegove okrasne vrednosti. Cvetovi privlačijo metulje, čmrlje in druge žuželke. Rastline iz tega rodu ne medijo.\nŠpanski bezeg lahko razmnožujemo na dva načina, vegetativno in generativno. Vegetativno ga razmnožujemo s potaknjenci s koreninskimi izrastki in s cepljenjem. Generativno razmnožujemo predvsem podlage na katere cepimo. V zadnjem času se tudi pri španskem bezgu uveljavljajo metode mikropropagacije.\n"], "2": ["1.1 Namen in cilj diplomskega dela", "Metode razmnoževanja rastlin z zelenimi potaknjenci so pri številnih lesnatih rastlinah v zadnjih letih močno napredovale. Ugotovljeno je bilo, da je uspeh razmnoževanja pri večini vrst odvisen predvsem od starosti matičnih rastlin, mesta odvzema in časa rezi potaknjencev, tipa potaknjenca, uporabe rastnih regulatorjev, temperature v času koreninjenja in vpliva vrste in sorte, ki jo razmnožujemo. \nNamen diplomske naloge je preučiti ukoreninjanje potaknjencev španskega bezga. V raziskavi smo proučevali vpliv tipa potaknjenca (bazalni in sredinski potaknjenec), vpliv časa rezi potaknjencev, vpliv različnih koncentracij rastnega regulatorja na koreninjenje in uspešnost koreninjenja v različnih okoljih (v okolju megljenja ali v okolju z neposrednim prekrivanjem s polietilensko folijo).\nNaš cilj je ovrednotiti vpliv proučevanih dejavnikov na uspeh razmnoževanja izbranih sort španskega bezga s potaknjenci. Na osnovi rezultatov bomo sposobni izdelati protokol za klonsko razmnoževanje španskega bezga. Ta način razmnoževanja je bistveno cenejši v primerjavi s cepljenjem rastlin. Poveča se ekonomičnost pridelave.\n"], "3": ["2 PREGLED LITERATURE", ""], "4": ["2.1 Botanična klasifikacija", "Rod Syringa uvrščamo v družino oljčnic (Oleaceae) (preglednica 1). Ime rodu izhaja iz grške besede ˝syrinx˝ in pomeni organ za petje, prazno cev ali pa flavto, ki se nanaša na votle poganjke (Krüssmann, 1995).\nKraljestvo: Plantae - rastlinstvo  Deblo: Angiosperms - kritosemenke  Poddeblo: Eudicots - dvokaličnica  Razred: Asterids - cvetoče rastline  Red: Lamiales - lipovka  Družina: Oleaceae - oljčnice  Rod: Syringa - bezeg  Vrsta: S. vulgaris - španski bezeg\nŠpanski bezeg, lipovka ali majnica je enodomni in žužkocvetni listopadni grm ali do 7 m visoko drevo z golimi poganjki in sivorjavimi debelci, s katerih se lušči skorja. Navskrižno nameščeni listi so enostavni, široko jajčasti ali srčasti, 5–12 cm dolgi zašiljeni, gladki in goli. Dvospolni cvetovi so združeni v latasto socvetje, ki so zrasli na poganjkih prejšnjega leta pokončno rastočih poganjkov. Socvetje zraste 10–20 cm veliko. Venec cveta je 4-števen in oblikovan v cev, dolgo do 1 cm, ki se na vrhu splošči in razcepi v režnje. Plod je od 1 do 1,5 cm dolga, dvodelna, rjava in zašiljena usnjata glavica (Brus, 2008).\n"], "5": ["2.2 Vrste in kultivarji", ""], "6": ["2.2.1 Razširjenost", "Izvira iz Balkanskega polotoka v jugovzhodni Evropi od Romunije do srednje Albanije in severovzhodne Grčije in vzhodne Azije, kjer raste na kamnitih gričih (slika 1) (Krüssmann, 1995).\nV Sloveniji ni avtohton, v naravi ga najdemo zasajenega posamič ali v manjših zasaditvah kot žive meje, v pokrajinah z dosti grmičevja, v polsenčnih mestih ter urbanih naseljih, saj dobro prenaša onesnažen mestni zrak. Raste v Pomurju, osrednji Sloveniji in na Primorskem (slika 2) (Brus, 2008).\n"], "7": ["2.2.2 Vrste in kultivarji", "Rod zajema okoli 30 vrst cvetočih rastlin z obsežnim gojenjem in hibridizacijo. V svetu je poznanih več kot 2000 kultivarjev španskega bezga.\nNekaj najboljših hibridov je uvedel Lemoine v Nancyju v Franciji leta 1800, kjer so vzgojili francoski španski bezeg z izjemno dišečimi dvojnimi cvetovi. Isabella Preston je uvedla nove sorte predvsem v odtenkih rožnate in svetlo vijoličaste barve. John L. Fiala je pristojen za uvedbo 78 novih kultivarjev, vključno z mnogimi modro cvetočimi vrstami (Your Garden – Vaš vrt, elektronski vir).\nDelitev po sekcijah\nAvtor Krüssmann (1995) v svoji knjigi navaja 4 sekcije španskega bezga (preglednica 2):\n- Sekcija 1: Syringa ser. Villosae je listopaden grm s pokončno rastočo krošnjo.  Zraste v višino do 5 m ter širino 4 m. Cveti na začetku poletja v velikih pokončnih  latastih socvetjih, ki so zelo bledo vijoličaste barve. Listi so veliki, jajčaste oblike  in temnozelene barve.\n- Sekcija 2: Syringa ser. Pubescentes je listopadna grmovnica ali manjše drevo, ki  sega od 2 do 6 m visoko in 10 m široko. Listi so si nasprotni, njihova oblika je  preprosta, v obliki srca. Je odporna na plesni, proizvaja veliko cvetja ter ima  zaobljeno manjšo krošnjo. Listje spremeni barvo iz temno zelene poleti do  rdečkasto škrlatne barve v jeseni.\n- Sekcija 3: Syringa ser. Vulgaris je najstarejša vrsta v pridelavi s pokončno obliko,  ki lahko zraste do 15 m. Cvetovi so močno dišeči, 8-delno sestavljeno socvetje  različnih barv. Te vrste so običajno odporne proti plesni. Večina rastejo od 2 do 10  m visoko. \n - Sekcija 4: Syringa ser. Pinnatifoliae je listopadna grmovnica s pernati listi, ki  zraste do 2 m. Samorasla rastlina ima ozke roza cvetove, vzgojena pa bele barve.  Vrsta je skoraj že izumrla.\nBulk M., 2007)\nSkupina Vrsta Sorta Skupina 1: Syringa ser. Villosae  Syringa emodi Fountain  Syringa josikaea Eximia, Rubra, H. Zabel,  Kim, Lark Song  Syringa henryi Lutece, Summer Withe  Syringa nanceiana Floreal, Rutilant Skupina 2: Syringa ser. Pubescentes  Syringa meyeri Palibin  Syringa microphylla Superba, Nike  Syringa patula Miss Kim Skupina 3: Syringa ser. Vulgaris  Syringa vulgaris Agnes Smith, Bellicent,  Albert F. Holden,  Charles Joly, Wedgwood  Blue, Sensation  Syringa oblata  Syringa afghanica  Syringa protolaciniata Kabul  Syringa x chinensis Sauqen, Alba, Metensis,  Bicolor, Coral, Esterka,  Goplana\nSyringa × hyacinthiflora Ester Staley, Isabella,  Josee  Syringa × laciniata  Syringa × persica Skupina 4: Syringa ser. Pinnatifoliae  Syringa pinnatifolia  Syringa diversifolia\n"], "8": ["2.3 Ekonomska pomembnost", ""], "9": ["2.3.1 Okrasna rastlina", "Španski bezeg je pri nas zelo razširjena grmovnica, ki se uporablja za sajenje na majhne vrtove, zasaditve škarp in korit ter za nizke, srednje visoke ali visoke žive meje (slika 3). Za bujno rast in lepo cvetenje mu godi sončna lega in dobro kroženje zraka. Za dobro rast mu prija nevtralen pH z veliko organske snovi. V prvih letih potrebuje veliko vode, z leti pa postane odporen na sušo (Martinčič, 1999).\n"], "10": ["2.3.2 Drevnina za pridelavo lesa", "Les španskega bezga je vlaknat, luknjičast, zelo trden in eden najbolj čvrstih nasploh. Mlad les ima značilno kremno barvo, starejši les pa različne odtenke rjave in vijolične barve. Iz poganjkov pridobivajo oranžnorumeno barvilo (Brus, 2008).\nLes se tradicionalno uporablja za izdelavo glasbenih instrumentov, predvsem flavt in nožnih ročajev (Wikipedija, prosta enciklopedija, elektronski vir).\n"], "11": ["2.3.3 Uporaba v zdravilstvu", "Španski bezeg je zdravilna rastlina. Listi, plodovi in lubje španskega bezga vsebujejo grenko snov siringopikrin, prav tako vsebujejo glikozid siringin in malo manitola. Cvetovi vsebujejo eterično olje s farnezolom in jih lahko jemo ocvrte predhodno namočene v testo (Petauer, 1993).\nZdravilna sta predvsem lubje in plodovi. V ljudski medicini se uporablja kot tonik za zdravljenje bolezni prebavil, kot antimalarik in kot antipiretik. Eterično olje iz cvetov se uporablja v parfumski industriji. (Syringa vulgaris - splošno o španskem bezgu, elektronski vir).\nVijolični španski bezeg simbolizira prvo ljubezen, beli pa mladostno nedolžnost.\n"], "12": ["2.4 Razmnoževanje španskega bezga", "Španski bezeg lahko razmnožujemo vegetativno in generativno. Vegetativno ga razmnožujemo s potaknjenci s koreninskimi izrastki in s cepljenjem. S potaknjenci razmnožujemo večinoma osnovne sorte. S cepljenjem pa sorte, ki se slabše koreninijo. Generativno razmnožujemo predvsem podlage.\n"], "13": ["2.4.1 Generativno razmnoževanje", "Generativno razmnoževanje oziroma razmnoževanje s semenom je najpogostejši način razmnoževanja rastlin v naravi in eden najbolj razširjenih načinov razmnoževanja kultiviranih rastlin. Rastline, ki se razvijejo iz semena, imenujemo sejanci. \nPlodovi španskega bezga dozorijo septembra in oktobra (slika 4). Pobirali naj bi jih čim pozneje. Posušeni plodovi se stisnejo, da izpade seme in seme se preseje. Če plodove skladiščimo pri sobni temperaturi, semena ohranijo kalivost do dveh let. Posušena semena skladiščena v nepredušnih posodah pri temperaturi 1oC ohranjajo kalivost več let (Bärtels, 1995).\nSeme (slika 5) sejemo marca. Visoko stopnjo kalivosti dosežemo s toplo in hladno stratifikacijo. Pred setvijo na spomlad izpostavimo semena za obdobje 4-ih tednov temperaturi 25oC, nato sledi 3 tedne obdobje hladne stratifikacije pri temperaturi 1–5 oC. Po stratifikaciji seme sejemo pod hladno gredo oz. neogrevan prostor (Young, 1994).\nsemena (zgoraj desno) in prečni prerez (spodaj desno) (Young, 1994) \nSejance pikiramo v posamezne lončke, ko so dovolj veliki za rokovanje. Če so sejanci dovolj veliki, jih poleti posadimo na prosto, drugače pa jih gojimo v neogrevanem prostoru, kjer ostanejo prvo zimo in jih nato na prosto sadimo v naslednjem letu. Sejanci so najpogosteje uporabljeni kot podlaga pri cepljenju ali za križanja (Hartmann, 2002).\n2.4.2 Vegetativno razmnoževanje\nBärtels (1995) navaja, da v primerjavi z generativnim razmnoževanjem dobimo pri vegetativnem razmnoževanju rastlino, ki je genotipsko in fenotipsko popolnoma enaka matični rastlini. Rastline, pridobljene na takšen način, imenujemo kloni.\nNovo rastlino lahko gojimo iz vegetativnega dela rastline, npr. poganjka, dela poganjka, dela korenine ali lista, včasih iz le nekaj milimetrov velikega rastnega vršička ali celo ene same celice.\nRazlikujemo dve skupini vegetativnega razmnoževanja. Prva so avtovegetativne (neposredne) metode razmnoževanja, h katerim prištevamo delitev rastlin, razmnoževanje s koreninskimi potaknjenci, grobanje (zračno in talno), grebeničenje, razmnoževanje s potaknjenci in metode razmnoževanja z mikropropagacijo. Druga skupina so posredne metode, kamor prištevamo metode cepljenja (Bärtels, 1995).\n"], "14": ["2.4.2.1 Razmnoževanje s potaknjenci", "Potaknjenci so eden od najpomembnejših in najpogostejših načinov razmnoževanja, ki se uporablja za razmnoževanje okrasnih lesnatih rastlin. S potaknjenci razmnožujemo tiste rastlinske vrste, ki jih s semenom ne moremo ali pa jih težje razmnožujemo s semenom (Šušek, 2008). \nDejavnike, ki vplivajo na končni uspeh razmnoževanja s potaknjenci, lahko razdelimo na obdobje pred rezanjem potaknjencev ter obdobje po rezanju potaknjencev. Dejavniki pred rezanjem potaknjencev so mladostni stadij rastline (juvinilnost), vsebnost ogljikovih hidratov in dušika v matični rastlini, mesto odvzema potaknjencev, letni čas jemanja, rod, vrsta in kultivar rastline ter geografski položaj vrtnarije. Dejavniki po rezanju potaknjencev so ravnanje s potaknjenci, nepoškodovano tkivo, čim nižji stroški, pravilno skladiščenje potaknjencev, polarnost oziroma smer rasti potaknjenca, izbira tipa, zmanjšanje listne površine in odstranitev cvetnih brstov (Šušek, 2008).\nMatične rastline\nPri odbiri materiala za potaknjence je pomembno, da uporabljamo matične rastline, ki niso okužene z boleznimi, bakterijami ali virusi, so umirjene rasti in so v primarnem fiziološkem stadiju rasti, tako da se potaknjenci radi ukoreninijo.\nMesto na matični rastlini, s katerega vzamemo potaknjence, lahko vpliva na sposobnost ukoreninjanja in na nagnjenje k rasti. Potaknjenci se lažje ukoreninijo v bližini sredine in v spodnjem delu matične rastline. Potaknjenci vzeti iz predelov blizu tal so bolj nagnjeni k okužbam s talnimi boleznimi. Vpliv mesta, s katerega vzamemo potaknjence, se včasih izrazi kot rastni vzorec, ki sledi koreninjenju (Hartmann in sod., 2002).\nVrste potaknjencev\nPotaknjenci so vegetativni deli rastlin kot so stebla, modificirana stebla (rizomi, gomolji, brsti in čebulice), listje ali korenine. Potaknjence delimo na to, s katerega dela rastline ga vzamemo, na:\n- stebelne potaknjence, ki jih delimo na: olesenele (listopadnih vrst, zimzelenih vrst),  polzrele, neolesenele ali zelene ter zelnate potaknjence,\n- listne potaknjence,\n- koreninske potaknjence. \nZeleni potaknjenci\nOb upoštevanju specifičnih dejavnikov (fiziološka starost matičnih rastlin, pravi čas rezi potaknjencev, oroševanje) lahko z zelenimi potaknjenci zelo uspešno razmnožujemo tudi vrste, ki so z vidika razmnoževanja izrazito problematične (Osterc, 2005).\nZelene potaknjence režemo pogosto v bujni vegetaciji, to je sredi sezone, ko ima rastlina liste (slika 6). Ta način razmnoževanja zahteva dodajanje rastnih regulatorjev, ki vplivajo na kakovostnejši koreninski sistem. Različne vrste rastlin zahtevajo različne koncentracije in različno sestavo teh regulatorjev.\nHkrati je potrebno v rastlinjaku poskrbeti za visoko vlažnost, ki zagotavlja, da so listi na potaknjencu stalno vlažni, kar znižuje temperaturo lista in s tem preprečuje transpiracijo. List ostaja na ta način turgiden. Vlažnost v prostoru zagotavljamo z oroševalnim sistemom tako, da uporabljamo sistem pršenja oz. sistem megljenja (Smole in Črnko, 2000).\nČas rezi potaknjencev je po pomenu za uspešno koreninjenje takoj za fiziološko starostjo matične rastline. Pri nekaterih vrstah lahko jemljemo potaknjence skoraj vse leto, po drugi strani dobimo dobro ukoreninjene zelene potaknjence npr. španskega bezga, če jih režemo tik pred polnim cvetenjem, sredi pomladi (Hartmann in sod., 2002).\nPotaknjenci španskega bezga se dobro ukoreninijo, če jih režemo v pravem času. Najbolje se ukoreninijo, če jih potikamo spomladi v času rasti, ko so še zeleni. Ko enoletni zeleni poganjki zrastejo 10–15cm jih narežemo za potaknjence. V času rasti, ko potaknjence režemo, so ti mesnati in zato hitro venijo. Lahko jih koreninimo v rastlinjakih na ogrevanih mizah, prekritih s polietilensko folijo ali pa brez prekrivanja in ogrevanja v zavarovanih prostorih ali na prostem (Hartmann in sod., 2002).\nHartmann (2002) navaja, da optimalno ukoreninjanje potaknjencev vrste S. vulgaris dosežemo ob uporabi rastnega regulatorja za ukoreninjanje, pri količini 0,15 – 0,3 % \nindol 3-maslena kislina (IBA) odvisno od kultivarja. Hibridnim vrstam se ukoreninjanje še izboljša ob uporabi rastnega regulatorja IBA pri količini 0,3 – 0,8 %.\nB Oleseneli potaknjenci\nŠpanski bezeg lahko razmnožujemo tudi s pololesenelimi potaknjenci s peto, ko so 7–10 cm dolgi. Režemo jih julija in avgusta ter potikamo v neogrevan prostor (Bärtels, 1995).\n"], "15": ["2.4.2.2 Rastni regulatorji", "Rastni regulatorji so sintetične rastne substance, ki jih na koren potaknjencev nanašamo kot pomoč pri koreninjenju. So derivati rastnih substanc ali regulatorjev, ki se v naravi nahajajo v živih rastlinah.\nDo sedaj znane rastlinske regulatorje delimo na pet skupin: avksine, citokinine, gibereline, abscizinsko kislino in etilen. \nRazmnoževalca rastlin zanimajo zlasti avksini in sicer predvsem njihov fiziološki učinek na tvorbo korenin.\nNajpogosteje dodajamo rastni regulator v obliki praška, lahko pa tudi kot tekočino. Pri večini lesnatih rastlin so učinkoviti indol 3-maslena kislina (IBA) in naftil 3-ocetna kislina (NAA) in indol 3-ocetna kislina (IAA), včasih vsaka samostojno ali tudi v mešanici (Smole in Črnko, 2000).\nNa tržišču se pojavljajo najrazličnejši pripravki, namenjeni dodajanju potaknjencem pred potikom. Kot avksin v teh pripravkih nastopa večinoma IBA in izjemoma IAA, torej avksina, ki najbolje vplivata na kakovost koreninskega sistema. Obe snovi se pojavljata v pripravkih v zelo različnih koncentracijah (Osterc, 2007).\n"], "16": ["2.4.2.3 Substrat za ukoreninjenje", "Substrat, ki je namenjen razmnoževanju, mora zagotavljati naslednje lastnosti (Bärtels, 1995):\n- visoko vodno kapaciteto,\n- visoko zračno kapaciteto tudi pri visoki vodni kapaciteti,\n- ohraniti stabilno strukturo,\n- visoko sorbtivno kapaciteto,\n- dobro puferno kapaciteto brez bolezenskih klic in plevelov,\n- ne sme vsebovati primesi, ki vplivajo na rast rastlin,\n- stalno izenačene kvalitete,\n- ohraniti stabilnost v času skladiščenja,\n- se hitro in enakomerno navlažiti po izsušitvi,\n- imeti mora pregledno dinamiko spuščanja hranil,\n- čim manjšo mikrobiološko aktivnost. \nOptimalen pH za koreninjenje je med 5,5 in 6,5. Za resaste rastline se priporoča pH med 4,0 in 5,0. Poleg tega je potrebno preveriti vsebnost hranil in drugih snovi, ki pospešujejo koreninjenje. Te snovi se nahajajo v beli, predvsem pa v črni šoti (Bärtels, 1996).\n"], "17": ["2.4.2.4 Oroševalni sistem", "Potaknjenci so po odstranitvi od matične rastline močno podvrženi transpiraciji in s tem izsuševanju. Zelo hitro propadejo, če jim oddane vode ne povrnemo oz. transpiracije ne zmanjšamo.\nPotaknjenec vodo, ki jo potrebuje do koreninjenja, pridobiva iz zraka, zato mora relativna zračna vlaga v razmnoževalnem prostoru (rastlinjak, grede) znašati skoraj 100 %. Pogoj za tolikšno zračno vlažnost je tesnjenje prostorov, v katerih razmnožujemo, prav tako pa je v sončnem vremenu potrebno te prostore senčiti. V toplem in sončnem vremenu moramo potaknjence večkrat dnevno pršiti z vodo (Bärtels, 1995).\nSistemi delujejo optimalno, če liste vlažimo takrat, ko iz njih začenja izhlapevati voda. Uporaba meglilnikov nam omogoča, da liste ob majhni porabi vode obdržimo vlažne, kar je osnovni pogoj za razmnoževanje vrst, ki se težje ukoreninijo.\nPršenje (Mist system)\nO sistemih pršenja govorimo, če je velikost vodnih kapljic okrog 100 µm. Pršilni sistem omogoča, da je list navlažen praktično ves čas, predvsem pa podnevi ob visoki vročini. Vendar ne zadošča, da je le vlažen ampak mora biti prekrit s tankim vodnim filmom, ki ga omogočajo in zagotavljajo drobno razpršene vodne kapljice iz posebnih šob. Zato se zniža transpiracija in respiracija, potaknjenec pa zaradi tega ne ovene (Smole in Črnko, 2000). \nMegljenje (Fog system)\nPri sistemih megljenja uporabljamo vodne kapljice velikosti do 50 µm. Bartels (1995) za sisteme megljenja definira tiste, ki imajo velikost vodnih kapljic med 10–100 µm. Glede na način delovanja ločimo dva osnovna sistema megljenja:\n- zračno megljenje (air fogging): voda priteka in udarja ob vrtečo se ploščo. Na ta  način se tok vode razbije v zelo drobne kapljice, ki ustvarjajo meglo (Osterc, 2001),\n- visokotlačni sistemi megljenja (fog system): pri tem megljenju je vključena  posebna tlačilka, ki v sistemu za megljenje zviša pritisk vode na 30 do 60 barov.  Meglilne šobe imajo zelo majhne odprtine (okrog 10 mikronov, pretok skozi eno  šobo je 6,5 litra na uro), zato je vsa voda razpršena v fino meglo, ki se razporedi po  prostoru (Smole in Črnko, 2000).\n"], "18": ["2.4.2.5 Neposredno prekrivanje s polietilensko folijo", "Razmnoževanje s polietilensko folijo je rešilo nekaj težav, ki jih z metodo pršenja nismo mogli odstraniti.\nPrednosti koreninjenja potaknjencev pod polietilensko folijo (Šušek, 2008):\n- je enostavno, poceni in hitro nastavljivo,\n- je prilagojen način za potaknjence in za presajene rastline v rastlinjakih in hladnih  gredah,\n- izguba hranil je minimalna,\n- potaknjenci so veliko manj izpostavljeni stresu kot posledici presežka vode, ki se  zadrži v substratu za ukoreninjenje,\n- potrebne je manj energije za ogrevanje substrata.\nKot pri vsakem sistemu je tudi pri neposrednem pokrivanju s polietilensko folijo nekaj problemov z ukoreninjenjem potaknjencev: \n- stres zaradi visokih temperatur, ki se pojavi v poletnih mesecih, lahko povzroči, da  potaknjenci propadejo,\n- večja možnost razvoja in širjenja bolezni,\n- sistem ne zagotavlja dobrega vidnega nadzora nad potaknjenci, zaradi česar lahko  pride do napak pri oskrbi (Šušek, 2008).\n"], "19": ["3 MATERIALI IN METODE", ""], "20": ["3.1 Uporabljeni materiali", ""], "21": ["3.1.1 Rastlinski material", "V poskus smo vključili tri sorte: bela, lila in purpurno rdeča. Ker nismo uspeli ugotoviti imena sorte, smo jih poimenovali po barvi. Potaknjence bele in lila sorte smo rezali iz matičnih rastlin, rastočih v javnem nasadu na dveh lokacijah v okolici Maribora, potaknjence purpurno rdeče sorte pa v javnem nasadu okolici Rakičana (slika 7).\nPregled značilnosti rastlin\nŠpanski bezeg je nizko drevo ali grm z jajčastimi ali srčastimi, priostrenimi listi, ki so na veji nameščeni nasprotno in jeseni odpadejo. Cvetni venec je štirišteven z dolgo venčno \ncevjo in cveti aprila oz. maja. Cvetovi so združeni v mnogocvetna, pokončna in grozdasta socvetja. Spada v skupino fanerofitov, kar pomeni, da so cvetni brsti zaščiteni pred neugodnimi življenjskimi pogoji z luskolisti (Martinčič in sod., 1999).\n"], "22": ["3.1.2 Rastni regulatorji", "Pri poskusu smo uporabili rastna regulatorja Plantella Rhizopon I in Rhizopon II. Proizvaja ga podjetje Rhizopon® ® (Rijnjik, Nizozemska). V Sloveniji ga zastopa podjetje Unichem d.o.o. (slika 8).\nGlavna učinkovina je indol-3-maslena kislina (IBA), ki se v pripravku Rhizopon I nahaja v koncentraciji 5 g/kg (0,5 %), v pripravku Rhizopon II pa v koncentraciji 10 g/kg (1,0 %).\n"], "23": ["3.1.3 Substrat za potikanje", "Uporabili smo Klasmannov substrat za potaknjence (slika 9). Substrat je namenjen za ukoreninjenje potaknjencev v lončkih in setvenih platojih, primeren pa je tudi za avtomatično polnjenje loncev in gojitvenih plošč. Sestavlja ga mešanica fine bele šote in \n25 % perlita. Dodana so mu vodotopna gnojila in sicer 0,5 kg/m3, močilo in elementi v sledeh: P2O5 80 mg/l, K2O 90 mg/l in Mg 100 mg/l. Je fine strukture in ima pH vrednost 6.\nA B\n"], "24": ["3.1.4 Gojitvene plošče", "Uporabili smo Quickpot standard poglobljene gojitvene multiplošče, velikosti 335 x 515 mm s 96-imi luknjami (8 x 12), podjetja Herkuplast - Kubern GmbH (Nemčija), ki ga v Sloveniji zastopa podjetje Agrocom d.o.o. (Medvode). Višina plošč znaša 78 mm, luknje so velikosti 38 x 38 mm, razmak med njimi pa je 42 mm (slika 10).\n"], "25": ["3.1.5 Neposredno prekrivanje", "Za neposredno prekrivanje potaknjencev smo uporabili tanko polietilensko folijo (slika 9). Iz železnih palic smo naredili zaobljeno konstrukcijo čez katero smo prevlekli polietilensko folijo in jo ob straneh mize zataknili. Potaknjence smo oroševali ročno, zato se je zračna vlaga gibala med 40 do 100 %. Oroševali smo glede na vremenske razmere. V vročih in sončnih dneh smo oroševali pogosteje, v hladnejših in oblačnih dneh pa redkeje.\n"], "26": ["3.1.6 Meglilni sistem", "Meglilni sistem POLAIR model 400 HC, zaščitne znamke Val Environmental Systems (ZDA), ki ga v Sloveniji zastopa podjetje Humko d.o.o. (Bled), deluje avtomatsko na nastavljeno relativno zračno vlago. Visokotlačna črpalka črpa vodo v sistem visokotlačnih cevi, na katerih so montirane meglilne šobe. Pri meglilnem sistemu je potrebno redno mesečno čiščenje obeh filtrov za vodo in redna kontrola meglilnih šob.\n"], "27": ["3.2 Metode dela", ""], "28": ["3.2.1 Zasnova poskusa", "Poskus smo zasnovali v rastlinjaku Fakultete za kmetijstvo in biosistemske vede v Pivoli na Pohorskem dvoru. Zelene in pololesenele bazalne in sredinske potaknjence španskega bezga (slika 12) smo rezali v sedmih terminih (preglednica 3).\nTermin potikanja Okolje koreninjenja\nPotaknjence smo koreninili v okolju z neposrednim prekrivanjem s polietilensko folijo,\nUporabili smo dve različni koncentraciji rastnega regulatorja:\n- Plantella Rhizopon I (0,5 %)\n- Plantella Rhizopon II (1 %)\nPoskus je bil zasnovan v treh ponovitvah. Za posamezno obravnavanje smo potaknili 8 potaknjencev na ponovitev, skupaj 24 potaknjencev. V vsakem terminu smo potaknili po 96 potaknjencev pri vsaki sorti.\n"], "29": ["3.2.2 Izvedba in oskrba poskusa", "Potaknjence smo narezali na odraslih rastlinah. Rezali smo jih iz močnih, ne cvetočih to leto zraslih poganjkov (slika 13). Bazalni tip potaknjenca smo rezali na enoletnem poganjku, ki je zrasel iz dvoletnega. Sredinski tip potaknjenca smo rezali sredi enoletnega poganjka. Pri potaknjencih smo odstranili par listov ob spodnjem nodiju in s skalpelom naredili poševno rez, enako tudi 1 cm nad zgornjim nodijem. Potaknili smo jih v gojitvene platoje, ki smo jih napolnili s substratom in jih zatem zalili. Pred potikanjem v substrat smo potaknjence pomočili v rastni regulator Plantella Rhizopon. Platoje smo namestili na mize rastlinjaka, kjer smo jih pokrili s polietilensko folijo. Platoje smo po potrebi zalivali oz. ročno oroševali z vodo, pri čemer smo vzdrževali vlago.\n"], "30": ["3.2.3 Vrednotenje in analiza", "Vrednotenje poskusa smo opravljali v sedmih terminih. Meritve smo opravljali na 20-ih naključno izbranih potaknjencih na obravnavanje.\nPri tem smo vrednotili:\n- število razvitih korenin, ki so bile daljše od 2 mm,\n- svežo maso nadzemnega dela rastline,\n- posušeno maso nadzemnega dela rastline (48 ur pri 50 -C),\n- svežo maso korenin,\n- posušeno maso korenin.\nStatistična obdelava podatkov je bila narejena s pomočjo analize variance, s statističnim programom Statgraphics 4.0. Statistično značilne razlike med obravnavanji smo preverili s testom mnogoterih primerjav (Duncan) pri stopnji tveganja 0,05.\n"], "31": ["4 REZULTATI Z RAZPRAVO", "V poglavju so prikazani rezultati koreninjenja in morfološke lastnosti bazalnih in sredinskih potaknjencev v različnih terminih potikanja, glede na sorto in tip potaknjenca španskega bezga.\n4.1 Vpliv sorte, termina, rastnega regulatorja in tipa potaknjenca na ukoreninjenje v  okolju neposrednega pokrivanja s polietilensko folijo in megljenja\nAnaliza variance je pokazala, da so sorta, termin in tip potaknjenca statistično značilno vplivali na ukoreninjenost, število korenin in maso posušenih korenin pri pokrivanju s polietilensko folijo (preglednica 4).\nStatistično značilen vpliv sorte se je pokazal pri ukoreninjenosti in masi posušenih korenin. Statistično značilen vpliv termina se je pokazal pri vseh treh vrednotenjih, in sicer ima vpliv na ukoreninjenost, število korenin ter maso posušenih potaknjencev. Statistično značilen vpliv tipa potaknjenca pa samo pri masi posušenih korenin.\nStatistično značilen vpliv na ukoreninjenost je imela interakcija med sorto in terminom (A×B), interakcija med terminom in tipom potaknjenca (B×D), interakcija med sorto, terminom in tipom potaknjenca (A×B×D), ki je imela vpliv tudi na število korenin ter interakcija med terminom, hormonom in tipom potaknjenca (B×C×D).\nV okolju megljenja je analiza variance pokazala, da so sorta, termin in tip potaknjenca statistično značilno vplivali na ukoreninjenost, število korenin in maso posušenih korenin pri megljenju (preglednica 5). \nIzvor variance Ukoreninjenost Število korenin Masa posušenih korenin  Sorta (A) ** n.s. *  Termin (B) ** ** **  Hormon (C) n.s. n.s. n.s.  Tip potaknjenca (D) n.s. n.s. **  A×B ** ** **  A×C n.s. n.s. n.s.  A×D n.s. n.s. n.s.  B×C ** n.s. n.s.  B×D ** n.s. n.s.  C×D n.s. n.s. n.s.  A×B×C n.s. n.s. n.s.  A×B×D ** ** n.s.  A×C×D n.s. n.s. n.s.  B×C×D * n.s. n.s.  A×B×C×D n.s. n.s. n.s. ** - označuje signifikantno oz. statistično značilno razliko pri P<0,01 * - označuje signifikantno oz. statistično značilno razliko pri P<0,05 n.s. - ni signifikantno, ni statistično značilnih razlik med obravnavanji\nV okolju megljenja je statistično značilen vpliv na ukoreninjenost imela interakcija med terminom in hormonom (B×C). \nIzvor variance Ukoreninjenost Število korenin Masa posušenih korenin  Sorta (A) ** ** **  Termin (B) ** ** **  Hormon (C) n.s. n.s. n.s. Tip potaknjenca (D) ** * **  A×B n.s. n.s. n.s.  A×C n.s. n.s. n.s.  A×D n.s. n.s. n.s.  B×C ** n.s. n.s.  B×D n.s. n.s. n.s.  C×D n.s. n.s. n.s.  A×B×C n.s. n.s. n.s.  A×B×D n.s. n.s. n.s.  A×C×D n.s. n.s. n.s.  B×C×D n.s. n.s. n.s.  A×B×C×D n.s. n.s. n.s. ** - označuje signifikantno oz. statistično značilno razliko pri P<0,01 * - označuje signifikantno oz. statistično značilno razliko pri P<0,05 n.s. - ni signifikantno, ni statistično značilnih razlik med obravnavanj\n4.2 Vpliv sorte na ukoreninjenje potaknjencev obravnavanih sort v okolju megljenja  in neposrednega prekrivanja\nPodatke o skupnem številu ukoreninjenih potaknjencev med obravnavanimi sortami španskega bezga smo analizirali z analizo variance za vsak posamezni termin. Potaknjence smo koreninili v okolju z neposrednim prekrivanjem (P) razen v 4. in 5. terminu, ko smo jih koreninili v okolju megljenja (M) (preglednica 6). \nTermin1 Okolje2 Sorta Št.obrav. potak. Ukoreninjenost % ukoreninjenosti  pur. rdeč 96 50 52,1 a  beli 96 49 51,0 a  pur. rdeč 96 41 42,7 a  beli 96 33 34,4 b  pur. rdeč 96 46 47,9 b  beli 96 75 78,1 a  pur. rdeč 96 20 20,8 c  beli 96 51 53,1 a  pur. rdeč 96 52 54,2 b  beli 96 74 77,1 a  pur. rdeč 96 43 44,8 b  beli 96 73 76,0 a  pur. rdeč 96 15 15,6 b  beli 96 26 27,1 a  termin potikanja: 1-10.5.2007; 2-30.5.2007; 3. -15.6.2007;4. - 27.6.2007;5. -18.7.2007,6. - 01.8.2007;7. -20.8.2007;  okolje: P- neposredno prekrivanje s polietilensko folijo; M-megljenje\nV prvem terminu potikanja smo z analizo variance ugotovili, da sta purpurno rdeča in bela sorta statistično značilno bolje ukoreninili kot sorta lila barve.\nV drugem terminu je purpurno rdeča sorta statistično značilno bolje ukoreninila (42,7 %) v primerjavi z ostalima sortama. Prav tako pa je bela sorta statistično značilno bolje ukoreninila (34,4 %) kot lila sorta. \nV tretjem terminu smo ugotovili, da so se potaknjenci bele sorte statistično značilno bolje ukoreninili (78,1 %) v primerjavi z ostalima sortama. Prav tako je purpurno rdeča sorta (47,9 %) statistično značilno bolje ukoreninila kot lila sorta.\nV četrtem terminu so se statistično značilno bolje ukoreninili potaknjenci bele sorte (53,1 %) v primerjavi s potaknjenci ostalih dveh sort. Potaknjenci lila sorte pa so se statistično značilno bolje ukoreninili (36,5 %) kot bela sorta.\nV petem terminu je prišlo do statistično značilnih razlik med potaknjenci bele sorte, ki so se bolje ukoreninili (77,1 %) kot ostali sorti. Statistično značilno bolje se je ukoreninila purpurno rdeča sorta (54,2 %) kot lila sorta.\nV šestem terminu smo ugotovili, da je prišlo do statistično značilnih razlik med sortami in se je najbolje ukoreninila bela sorta (76,0 %) v primerjavi s purpurno rdečo sorto in lila sorto. Prav tako pa je purpurno rdeča sorta (44,8 %) statistično značilno bolje ukoreninila od lila sorte.\nV sedmem terminu so se potaknjenci bele sorte prav tako statistično značilno bolje ukoreninili (27,1 %) v primerjavi s potaknjenci ostalih dveh sort. Purpurno rdeča sorta pa se je statistično značilno bolje ukoreninila (15,6 %) kot lila sorta.\n"], "32": ["4.3 Vpliv tipa potaknjenca na ukoreninjenost in razvoj koreninskega sistema  potaknjencev", "Podatke o ukoreninjenosti, številu korenin in masi posušenih korenin španskega bezga v posameznem terminu potikanja smo glede na tip potaknjenca analizirali z analizo variance (preglednica 7). V petem in šestem terminu se ni ukoreninilo dovolj potaknjencev, zato vpliva tipa potaknjenca nismo proučevali. \nTermin1 Okolje2 Sorta Tip potak. Ukoreninjenost Število korenin Masa posušenih korenin  % (N=48) (N=20) (N=20)  S 18,75 a 61,00 b 0,12 a  pur. rdeč B 75,00 a 39,48 a 0,07 a  S 29,17 b 38,14 a 0,09 a  beli B 39,58 b 62,36 b 0,07 b  S 62,50 a 153,20 a 0,12 a  S 25,00 a 42,82 a 0,16 a  pur. rdeč B 45,83 a 73,14 b 0,16 b  S 39,58 a 105,16 a 0,31 a  beli B 31,25 a 34,07 a 0,13a  S 37,50 a 34,08 a 0,16 a  S 29,17 b 46,77 a 0,17 a  pur. rdeč B 35,42 b 31,07 b 0,18 a  S 60,42 a 46,22 a 0,26 a  beli B 79,17 a 44,55 a 0,19 a  S 77,08 a 38,75 a 0,17 a  S 39,58 a 29,32 a 0,17 a  pur. rdeč B 6,25 b 32,00 b 0,20 a  S 35,42 a 78,47 a 0,24 a  beli B 39,58 b 33,16 b 0,20 a  S 66,67 a 54,00 a 0,27 a  S 14,58 a 9,14 a 0,05 a  pur. rdeč B 12,50 a 9,11 a 0,04a  S 18,75 a 9,83 a 0,04 a  beli B 31,25 a 14,00b 0,06 b  S 22,92 a 27,09 a 0,14 a 1 2  termin potikanja: 1-10.5.2007; 2-30.5.2007; 3. -15.6.2007;4. - 27.6.2007; 7. -20.8.2007; okolje: P- neposredno prekrivanje s polietilensko folijo; M-megljenje 4tip potaknjenca: B-bazalni, S-sredinski \nV prvem terminu potikanja smo z analizo variance ugotovili, da imajo potaknjenci sredinskega tipa bele sorte statistično značilen vpliv na ukoreninjenost (62,50 %), število korenin (153,20) in maso posušenih korenin (0,12 g) v primerjavi s potaknjenci bazalnega tipa bele sorte. Pri purpurno rdeči sorti smo ugotovili, da se je statistično značilno bolje ukoreninil bazalni tip (75 %) kot pa sredinski. Statistično značilno razliko pri lila sorti smo ugotovili pri številu korenin bazalnega tipa potaknjenca (114,10) v primerjavi s sredinskim tipom.\nV drugem terminu so potaknjenci sredinskega tipa dosegli statistično značilno večje število korenin (105,16) in maso posušenih korenin (0,31 g) pri purpurno rdeči sorti kot pri potaknjencih bazalnega tipa. Pri beli in lila sorti so se bazalni in sredinski tip potaknjenca koreninili enakomerno.\nV tretjem terminu smo ugotovili, da so potaknjenci bazalnega tipa lila sorte statistično značilno vplivali na ukoreninjenost števila korenin (41,17 %) v primerjavi s potaknjenci sredinskega tipa. Pri purpurno rdeči sorti smo ugotovili, da se je statistično značilno bolje ukoreninil sredinski tip (60,42 %) in razvil večje število korenin (46,22) kot pa bazalni tip. Pri beli sorti sta se bazalni in sredinski tip potaknjenca koreninila enakomerno.\nV četrtem terminu je statistično značilno bolje ukoreninil sredinski tip potaknjenca pri purpurno rdeči sorti (35,42 %) pri večjem številu korenin (78,47) primerjavi z bazalnim tipom potaknjenca. Pri beli sorti se je sredinski tip potaknjenca ukoreninil (66,67 %) pri večjem številu korenin (54,00 g) v primerjavi z bazalnim tipom potaknjenca. Pri lila sorti sta se bazalni in sredinski tip potaknjenca koreninila enakomerno.\nV sedmem terminu so potaknjenci bele sorte sredinskega tipa prav tako statistično značilno razvili večje število korenin (27,09) pri večji masi posušenih korenin (0,14 g) v primerjavi s potaknjenci bazalnega tipa. Pri lila in purpurno rdeči sorti so se bazalni in sredinski tip potaknjenca koreninili enakomerno. \n4.4 Vpliv koncentracije rastnega regulatorja na razvoj koreninskega sistema  potaknjencev\nS statistično analizo je bilo ugotovljeno, da na razvoj koreninskega sistema potaknjencev vpliva koncentracija rastnega regulatorja v določenih terminih (preglednica 8). V petem in šestem terminu se ni ukoreninilo dovolj potaknjencev, zato vpliva rastnega regulatorja nismo proučevali.\nV prvem terminu potikanja smo z analizo variance ugotovili, da imajo potaknjenci tretirani z 0,5 % IBA statistično značilen vpliv na število korenin pri lila sorti (112,14) v primerjavi s potaknjenci tretiranimi z 1 % IBA.\nV drugem terminu so potaknjenci tretirani z 1 % IBA pri lila sorti razvili statistično značilno večje število korenin (52,40) in maso posušenih korenin (0,20 g) kot pri potaknjencih tretiranih z 0,5 % IBA.\nV tretjem terminu smo ugotovili, da so potaknjenci tretirani z 0,5 % IBA statistično značilno vplivali na število korenin pri beli sorti (48,05) v primerjavi s potaknjenci tretiranimi z 1 % IBA.\nV četrtem terminu so statistično značilno večje število korenin razvili potaknjenci tretirani z 1 % IBA (73,69) purpurno rdeče sorte v primerjavi s potaknjenci tretiranimi z 0,5 % IBA. Potaknjenci tretirani z 0,5 % IBA bele sorte so statistično značilno bolje vplivali na maso posušenih korenin (0,31 g) kot potaknjenci tretirani z 1 % IBA.\nV sedmem terminu so potaknjenci tretirani z 0,5 % IBA purpurno rdeče sorte prav tako statistično značilno razvili večje število korenin (10,82) v primerjavi s potaknjenci tretirani z 1 % IBA. \nTermin1 Okolje2 Sorta Hormon Št.obrav. potak. Število korenin Masa posušenih korenin  okolje: P- neposredno prekrivanje s polietilensko folijo; M-megljenje\n"], "33": ["5 SKLEPI", "Na podlagi poskusa, izvedenega v sedmih terminih razmnoževanja, od maja 2007 do oktobra 2007, kjer smo proučevali termin potikanja, sorto potaknjenca, tip potaknjenca, koncentracijo rastnega regulatorja in okolje v katerem smo koreninili potaknjence, lahko sklepamo naslednje:\n1. Pri španskem bezgu je uspešnost razmnoževanja s potaknjenci odvisna od večih  dejavnikov. Starost matične rastline je eden od pomembnejših dejavnikov.  Hartmann (2002), Macdonald (2002) in Bärtels (1995) navajajo, da bi naj bila  matična rastlina v mladostni fazi rasti pri razmnoževanju s potaknjenci.\nRezultat ukoreninjenosti po posameznih obravnavanih sortah nakazujejo razlike v  uspešnosti koreninjenja. Pri beli sorti španskega bezga smo dosegli najvišji  odstotek v obeh okoljih, tako v okolju megljenja (77,1 %) kot z neposrednim  prekrivanjem s polietilensko folijo (78,1 %). Pri purpurno rdeči sorti smo dosegli  srednjo ukoreninjenost (54,2 %) v okolju megljenja. Najslabše je koreninila lila  sorta, kjer smo uspeli ukoreniniti le 37,5 % potaknjencev.\nEden od razlogov za slabše koreninjenje potaknjencev lila in purpurno rdeče sorte  je ta, da sta matični rastlini bili v odrasli fazi rasti. Matična rastlina bele sorte je  rasla kot živica in je bila vsako leto redno obrezana, kar je vplivalo na podaljšan čas  mladostnega stadija rastline.\n2. Z analizo poskusa je bilo ugotovljeno, da ima čas rezi potaknjencev značilen vpliv  na ukoreninjenost ne glede na sorto. Najprimernejši čas potikanja je od sredine  junija (3. termin) do konca julija (6. termin), ko smo dosegali najvišjo  ukoreninjenost. V tem času bi priporočili razmnoževanje španskega bezga s  potaknjenci. \n Raziskati bi bilo potrebno še vpliv termina v okolju megljenja ter okolju prekrivanja  s polietilensko folijo vzporedno in proučiti katero okolje je boljše vplivalo na  ukoreninjenje. V našem poskusu smo testirali ukoreninjenost v posameznem  terminu enega okolja.\n3. Vpliv tipa potaknjenca na ukoreninjenost je odvisen od sorte ter časa rezi  potaknjencev. V začetnih terminih (1–3) potikanja pri lila in purpurno rdeči sorti se  najboljše korenini bazalni tip potaknjenca (29,17 % lila, 75,0 % purpurno rdeča). V  poznejših terminih (od 4. naprej) pa se boljše korenini sredinski tip (39,3 % lila,  začetnih terminih (62,5 %), v poznejših se je bolje ukoreninil bazalni tip (79,2 %).\n4. Različne koncentracije rastnega regulatorja imajo statistično značilen vpliv na  morfološke lastnosti potaknjencev. Vpliv koncentracije pa se zelo spreminja glede na  sorto in čas potikanja. Glede na rezultate priporočamo uporabo rastnega regulatorja  v koncentraciji med 0,5 in 1 %.\n"], "abstract": ["Raziskava je bila opravljena 2007 leta na španskem bezgu (Syringa vulgaris L.) na treh sortah: beli, lila in purpurno rdeči. Namen diplomske naloge je preučiti vpliv tipa potaknjenca (bazalni in sredinski potaknjenci), vpliv časa rezi potaknjencev (od maja do septembra), vpliv različnih koncentracij rastnega regulatorja na koreninjenje (0,5 in 1 %) in uspešnost koreninjenja v različnih okoljih (megljenje in neposredno prekrivanje s polietilensko folijo). Pri beli sorti španskega bezga smo dosegli najvišji odstotek v obeh okoljih, tako v okolju megljenja (77,1 %) kot z neposrednim prekrivanjem s polietilensko folijo (78,1 %). Pri purpurno rdeči sorti smo dosegli najvišjo ukoreninjenost 54,2 % v petem terminu v okolju megljenja. Najslabše je koreninila lila sorta. Najprimernejši čas razmnoževanja španskega bezga je junija in julija proti koncu cvetenja matične rastline. Koncentracija rastnega regulatorja je odvisna od sorte in časa potikanja. "]}