{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Področje raziskovanja diplomskega dela predstavlja predustanovitvene in ustanovitvene aktivnosti, ki so potrebne za ustanovitev podjetja. Predstavili bomo postopek ustanovitve podjetja s vsemi potrebnimi listinami. Podrobneje se bom osredotočil na ustanovitev trgovskega podjetja za prodajo glasbil in pripadajoče opreme. Za ustanovitev podjetja je pomembno, da si ustanovitelj oblikuje vizijo, zastavi politiko, določi in izbere primerne strategije ter pozna vse interesne potenciale bodočega podjetja. Poleg teh aktivnosti mora ustanovitelj izvesti še analizo prednosti in slabosti podjetja ter priložnosti in nevarnosti v okolju, kjer bo podjetje delovalo. Ravno dobro izpeljane predustanovitvene aktivnosti so osnovni pogoj za dolgoročni uspešni obstoj in razvoj podjetja.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen\nIzbrana tema je aktualna v današnjem tveganem in konkurenčnem okolju. Zanimiva je predvsem za podjetnike, ki želijo ustanoviti podjetje, saj je znano dejstvo, da velik odstotek novoustanovljenih podjetij kmalu po svoji ustanovitvi propade prav zaradi napak v predustanovitveni fazi.\nCilji\n- ugotoviti posebnosti podjetja v ustanovitveni fazi,\n- predstaviti proces ustanovitve podjetja,\n- proučiti dejavnike uspešnosti pri ustanavljanju podjetja,\n- opredeliti podjetniško idejo,\n- zapisati vizijo in politiko podjetja,\n- opredeliti programsko tržna področja, razvojne strategije in strateški potencial.\nTrditve\n- predustanovitvene raziskave so zelo pomembne za nadaljnji razvoj in rast ter obstoj  podjetja,\n- z vpisom v sodni register začne podjetje pravno-formalno obstajati,\n- dejavnik uspešnosti za novoustanovljena podjetja je tudi dobra in strokovna kadrovska  struktura\n- večja pomoč državnih institucij k manjšemu propadu novoustanovljenih podjetij.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "V diplomskem delu predpostavljam, da brez kvalitetno izpeljanih predustanovitvenih analiz in raziskav podjetje ne more dolgo obstajati na trgu ali vsaj ne more biti tako uspešno.\nVeliko podjetnikov že na samem začetku ustanavljanja podjetja naredi številne napake, kot npr. slaba ocena panoge v kateri bodo poslovali, tržišča, pogojev poslovanja, nimajo potrebnih finančnih sredstev in se odločajo za prehitro ustanovitev podjetja brez razvojnih planov. Dobro narejen poslovni plan omogoča podjetniku lažje delo, saj ima pred seboj jasno vizijo, cilje, kasneje pa ga lahko uporablja za primerjavo med doseženim in planiranim.\nV diplomskem delu sem se omejil na proučevanje ustanovitve družbe z omejeno odgovornostjo, planiranje na ravni politike podjetja in strateški management ter po velikosti na mala in srednje velika podjetja.\n1.4 Metode raziskave\nV poslovni dinamični raziskavi bom uporabil deskriptivni pristop. V okviru deskriptivnega bom uporabil metodo deskripcije, komparativno metodo in metodo kompilacije.\n2. Proces ustanavljanja podjetja M SHOP d.o.o.\n"], "5": ["2.1 Predustanovitvene aktivnosti", "V razmerah delovanja trga kot normalne sestavine okolja nastajajo podjetja iz tržnih potreb po manjkajočih dobrinah. Če hoče podjetje uresničiti ustanovitvene smotre, mora opraviti vrsto aktivnosti, ki se morajo ponavljati in nadaljevati ves čas njegovega obstoja. Podjetje mora vsakič razpolagati z vsemi potrebnimi resursi v zadostni količini, na pravem mestu ob pravem času, jih vsakič znova prodati, s kupnino pa poravnati nastale obveznosti. Podjetje mora stalno poslovati. Podjetje pa mora biti upravljano in vodeno v skladu s poslanstvom in smotri njegove ustanovitve.\n"], "6": ["2.1.1 Dejavniki uspešnosti pri ustanavljanju podjetja", "Uspešnost ustanavljanja podjetij je delno odvisna od sreče, delno pa tudi od določenih sposobnosti in njihove uveljavitve v postopku ustanavljanja.\na) Dejavniki uspešnosti, ki jih ustvarja okolje\nDružbeno okolje nastajajočega podjetja je zelo naklonjeno do inovativnosti in ustvarjalnosti, kar bo podjetju dopuščalo tudi potreben razvoj. Slovenija ima urejen pravni red in zato ni ugotovljenih preprečevalnih in zaviralnih dejavnikov za ustanovitev in razvoj nameravanega podjetja. Podjetje bo moralo pri svojem poslovanju upoštevati zakone in ostala določila, ki urejajo področje njegove dejavnosti.\nNameravano podjetje bo imelo dobro storitveno infrastrukturo. Zaradi ugodne lokacije bo informacijska povezanost podjetja na visokem nivoju. Tu imamo v mislih predvsem poštno, telekomunikacijsko in drugo komunikacijsko infrastrukturo. To velja tudi za transportne, finančne in izobraževalne storitve. Ob tem bodo ustanavljajočemu podjetju na razpolago vsi potrebni vladni in drugi upravni uradi. Podjetje bo poslovalo po pravilih stroke in dobrih poslovnih običajih. Ustanovitelja bosta poleg lastnega kapitala potrebovala tudi tuje dolgoročne in kratkoročne vire sredstev. Potencialni posojilodajalci potrjujejo svojo pripravljenost za sodelovanje na tem projektu. Prodajali bodo na domačem trgu. Z raziskavami so ugotovili, da se potrebe po njihovem trgovskem blagu in storitvah še povečujejo. Tu imajo v mislih predvsem področje Pomurja in Štajerske, kjer se je zaradi uvajanja devetletke v osnovne šole in s tem povezano opremljanje glasbenih učilnic in telovadnic povečalo povpraševanje po glasbilih, glasbeni opremi in ozvočitvi. Z nekaterimi občinami so sklenili pogodbe za opremljanje in vzdrževanje opreme na teh šolah. Zaradi izboljšanja življenjskega standarda pa je opažen večji interes pri starših po vpisu njihovih otrok v glasbene šole in s tem povezano potrebo po nakupu glasbil in glasbene opreme. Zato svojo ponudbo dopolnjujejo z novimi vrstami blaga in dodatnimi storitvami.\nb) Dejavniki uspešnosti, ki izhajajo iz osebnosti ustanovitelja\nAli bo nekdo postal dober podjetnik ali ne, je odvisno od njegove izobrazbe, od ljudi s katerimi dela in od izkušenj, ki si jih je pridobil. Najpomembnejše je, da si pridobi predvsem čim bolj raznolike izkušnje. Poleg omenjenega pa mora imeti še dovolj raznovrstnih osebnostnih in drugih lastnosti.\nPri ustanavljanju podjetja M SHOP d.o.o. se izražajo predvsem naslednje lastnosti: iznajdljivost, prilagodljivost, želja po uspehu, pozitiven odnos do sodelavcev, zanesljivost, vztrajnost, ustvarjalnost.\nOba ustanovitelja sta imela predhodni zaposlitvi, ki sta bili povezani s trgovino in glasbo. V tem vidita svojo prednost, saj nista začetnika v dejavnosti s katero se bosta ukvarjala.\nKer pa nobeden posameznik nima vseh želenih in potrebnih lastnosti ter sposobnosti, upata, da bosta te svoje pomanjkljivosti nadomestila z dodatnim izobraževanjem in usposabljanjem ter s sposobnostmi tistih, s katerimi bosta v prihodnje sodelovala.\nc) Dejavniki uspešnosti, ki izhajajo iz oblikovanja predmeta ustanovitve\nPri proučevanju teh dejavnikov sta se osredotočila predvsem na proučitev možnih pravnih oblik, firme in lokacije podjetja. Pri proučevanju možnih pravnih oblik sta ocenili, da je za podjetje najprimernejša pravna oblika družba z omejeno odgovornostjo.\nIzbrana lokacija je ustrezno infrastrukturno opremljena, izpolnjuje pa tudi pogoje za pridobitev vseh potrebnih dovoljenj za opravljanje dejavnosti.\nNa osnovi skupnega dogovora sta se odločila za ime podjetja: M SHOP d.o.o. glasbena trgovina in storitve ali skrajšano ime M SHOP d.o.o..\n"], "7": ["2.2 Ustanovitvene aktivnosti", "Ustanovitveni postopek za ustanovitev podjetja M SHOP d.o.o. sta pričela s sklenitvijo družbene pogodbe.\nPogodbo sta sklenila dva ustanovitelja, ki sta vplačala osnovni kapital (42.000.000 SIT). Osnovni kapital je bil zagotovljen v denarnih (24.500.000 SIT) in stvarnih vložkih (17.500.000 SIT). S pogodbo sta določila, da postane direktor podjetja Boštjan Čahuk, ki ima tudi pravico in dolžnost zastopati podjetje.\nZ Novo Ljubljansko banko d.d. sta sklenila pogodbo o odprtju računa. Na osnovi tega sta lahko odprla transakcijski račun pri Agenciji za plačilni promet, nadziranje in informiranje.\nPo plačilu ¼ osnovnega kapitala sta vpisala svoje podjetje v sodni register na Okrožnem sodišču v Murski Soboti.\nPri Statističnem uradu Republike Slovenije sta vložila tudi zahtevek za pridobitev šifre dejavnosti, pridobila pa sta tudi odločbo o izpolnjevanju pogojev za opravljanje dejavnosti od pristojne upravne enote v Murski Soboti.\nS pridobitvijo te odločbe so izpolnjeni vsi z zakonom določeni pogoji za opravljanje dejavnosti.\nUstanovitelja morata že v procesu ustanavljanja podjetja sodelovati in navezati stike s potencialnimi kupci, dobavitelji, financerji, ponudniki različnih storitev ter tudi s potencialnimi sodelavci.\n"], "8": ["2.3 Podjetniška ideja", "Ideja za ustanovitev podjetja izhaja iz ugotovitve, da se je zaradi:\n- večjega števila glasbenikov in glasbenih skupin, ki delujejo na področju Pomurja in  Štajerske (upoštevati pa je potrebno tudi amaterske zaljubljence v glasbo, katerih število  ni majhno),\n- večjega interesa staršev za vpis svojih otrok v glasbeno šolo, kar je posledica dviga  življenjskega standarda in\n- uvajanja devetletke v osnovne šole, ki zahtevajo ustrezno opremljenost glasbenih  učilnic in telovadnic,  na področju Pomurja in Štajerske povečalo povpraševanje po kakovostnih glasbilih,  glasbeni opremi in ozvočitvi. Ker pa na področju Pomurja ni bilo trgovine specializirane za  prodajo tega trgovskega blaga, se je na trgu pojavila tržna niša, ki jo je bilo treba zapolniti.\nTa ideja se je porodila ustanovitelju Boštjanu Čahuku, ki je bil do nedavnega zaposlen v trgovini Dom tehnike, ki pa se je ukvarjala predvsem s prodajo bele tehnike, televizij, radijskih stolpov, zgoščenk, kaset,video kaset itd. in je bila ponudba glasbil, glasbene opreme in ozvočitve slaba, tako da so potrošniki odhajala kupovat to blago v druge kraje. Tako je lahko ob stiku s kupci zaznal povpraševanje le-teh po glasbilih, glasbeni opremi, ozvočitvi in ugotovil, da na področju Pomurja in Štajerske obstaja možnost za uspeh takšne trgovine, ki bi se specializirala za prodajo tega trgovskega blaga. Za ustanovitev podjetja in samostojno pot se je odločil tudi zaradi zaslužka, neodvisnosti in želje, da bi sam odločal o svoji usodi. Ker pa se je zavedal omejitev svojega znanja, zmožnosti in izkušenj, je k sodelovanju povabil še enega ustanovitelja.\nPodjetje bo prodajalo samo kvalitetna glasbila, glasbeno opremo in ozvočitev, zato sta sklenila pogodbe z dobavitelji o dobavi kvalitetnega trgovskega blaga.\n"], "9": ["2.3.1 Planiranje ustanovitve podjetja", "a) Vrednote udeležencev podjetja M SHOP d.o.o.\nZa proučitev vrednot sta uporabila Ulrichovo shemo za profiliranje vrednot. Preden sta svojemu podjetju določila politiko podjetja sta s pomočjo preglednice ugotovila svoje temeljne vrednote. S tem sta spoznala kakšna so njuna pričakovanja in interesi v zvezi s podjetjem.\nV določenih postavkah sta se strinjala, ponekod pa so bila mnenja različna, zato sta jih morala uskladiti. Vsak je navedel svoje interese in sta jih potem tako dolgo usklajevala, da sta prišla do končne rešitve, ki jo ponazarja tabela 1.\nPogajanja sta izvedla tako, da sta bila na koncu oba zadovoljna z izbrano rešitvijo in lahko delata v tej smeri naprej.\nb) Prednosti in slabosti podjetja M SHOP d.o.o.\nNa področju Pomurja do sedaj ni obstajala trgovina, ki bi se specializirala samo za prodajo glasbil, glasbene opreme in ozvočitve, ampak so v obstoječi trgovini prodajali tudi belo tehniko, zgoščenke, kasete, video kasete, TV sprejemnike itd., zato je bila ponudba glasbil, glasbene opreme in ozvočitve omejena in slaba. Zato sta ustanovitelja mnenja, da lahko s svojo dejavnostjo zapolnita obstoječo praznino. Njihov največji konkurent je že prej omenjena trgovina Dom tehnike, ki trenutno zadovoljuje potrebe po glasbilih, glasbeni opremi in ozvočitvi na področju Pomurja.\nVendar menita, da bodo zaradi dobre lokacije trgovine (center mesta), urejenega parkirnega prostora, kakovostnih glasbil, glasbene opreme in ozvočitve po konkurenčnih cenah, raznovrstnega asortimenta blaga in kakovostnih storitev, lahko konkurirali temu podjetju. Svojo prednost vidijo tudi v svoji specializaciji na točno določeno tržno nišo.\nImajo sklenjene pogodbe z nekaterimi občinami za opremo osnovnih šol, se pa trudijo, da bi sklenili še kakšno pogodbo. Med svoje prednosti štejejo tudi visoko motiviranost zaposlenih, hitrejši odzivni čas na tržne priložnosti zaradi hitrejšega pretoka informacij, s tem pa hitrejše odločanje o nabavah.\nNa področju Slovenije je več podjetij, ki se ukvarjajo s prodajo glasbil, glasbene opreme in ozvočitve. Prevladujejo manjša podjetja, ki so približno enake velikosti in imajo enake zmogljivosti. Uspešna so le tista podjetja, ki imajo kakovostna glasbila, glasbeno opremo in ozvočitev in ponujajo kakovostne storitve.\nc) Razvoj okolja in s tem povezane možnosti in nevarnosti za podjetje\nProučevanje obstoječih ter predvidevanje prihodnjih pojavov v okolju podjetja je zelo pomembno za opredeljevanje prave-uspešne politike podjetja. Z nenehnim spreminjanjem podjetniških okolij pa se spreminja tudi njihovo obvladovanje. Zato potrebno raziskovanje okolja v podjetju M SHOP d.o.o. temelji na:  a) pridobivanju osnovnih informacij o razvoju in razvitosti okolja ter na  b) opredelitvi iz okolja izhajajočih možnosti in nevarnosti za podjetje.\nPri pridobivanju osnovnih informacij o razvoju in razvitosti okolja sta proučevala sedanje razmere in pa tiste prihodnje razmere, ki bodo imele pomemben vpliv na razvoj in obstoj podjetja:\n- ekonomsko okolje,\n- družbeno-politično okolje,\n- tehnično-tehnološko okolje,\n- ekološko okolje.\nEkonomsko okolje\nDomače okolje, kjer bo poslovalo podjetje M SHOP d.o.o. je ekonomsko in družbeno – politično stabilno, življenjski standard prebivalcev, ki lahko predstavljajo potencialne kupce, se povečuje, inflacija se zmanjšuje, bruto družbeni proizvod na prebivalca raste. Kupna moč prebivalstva se povečuje.\nSvetovni demografski trendi in študije potreb jasno kažejo, da bodo v naslednjih letih imele najvišjo stopnjo rasti storitvene panoge, ki ponujajo storitve in izdelke, namenjene zabavi in aktivnemu preživljanju prostega časa ter visokotehnološke panoge.\nPogoji za poslovanje podjetja M SHOP d.o.o. se z vstopom v Evropsko unijo niso bistveno spremenili, ker so vezani na regijsko okolje. Obstoj in razvoj podjetja je vedno odvisen od njegove ekonomske uspešnosti, zato so v podjetju še posebej pozorni na:\n- razmere na demografskem področju (Pomurje in Štajerska),\n- kazalce narodnega gospodarstva,\n- indekse spreminjanja cen na drobno,\n- zaposlitvene razmere.\nDružbeno-politično okolje\nPodjetje M SHOP d.o.o. se vključuje v družbeno okolje, s tem da ima sklenjene pogodbe z občinami o opremljanju osnovnih šol.\nTehnično-tehnološko okolje\nVse hitrejši razvojni trendi silijo podjetje k uporabi moderne tehnologije, kot so računalniki s sodobnimi programskimi orodji, ki omogočajo hitro obdelavo podatkov, jim pomagajo pri iskanju potencialnih dobaviteljev (iskanje preko interneta), načrtovanje opremljanja prostorov z ozvočitvijo, da se ta sklada s prostorom in se doseže najboljši izkoristek zvočnosti prostora in predstavitev podjetja na internetu z njihovo ponudbo. Vse to prihrani veliko časa in truda.\nPriložnost podjetja je torej v hitrem sprejemanju in posredovanju informacij (modelov glasbil, glasbene opreme in ozvočitve) vse to pa jim lahko pomaga pri razširitvi prodaje.\nEkološko okolje\nKer niso proizvodno podjetje, jim odpadki ne bodo v tolikšno breme. Vseeno bodo delovali s skladu z ustrezno ekološko zakonodajo (uporabljali bodo pisarniški material in embalažo, ki bo iz reciklirnega papirja). Poskrbeli bodo tudi, da bodo na vseh embalažah opozorila za odlaganje odpadkov v koše za smeti.\nV okviru tega okolja ne vidijo za svoje podjetje nobenih priložnosti in nevarnosti, saj že sami dobavitelji zavarujejo glasbila, glasbeno opremo in ozvočitev z ustrezno embalažo in to jim pomaga pri uresničevanju njihovega cilja (dobava kvalitetnih izdelkov).\nTrgi\nRaziskovalno-prognostične opredelitve razvoja okolja podjetja se nanašajo na:\n- prodajne trge za trgovsko blago in opravljanje storitev,\n- nabavne trge, kjer je v ospredju oskrba s potrebnim trgovskim blagom in  pomožnim materialom.\nV prihodnosti ne nameravajo spreminjati temeljne dejavnosti podjetja, temveč jo razširjati in dopolnjevati.\nProdajni trgi\nS svojimi raziskavami so ugotovili, da se potrebe po njihovem trgovskem blagu in storitvah še naprej povečujejo na področju Pomurja in Štajerske. Njihova prodaja je uspešen konec faze pridobivanja in prepričevanja v odnosu med njihovimi kupci in dobavitelji. Neposredna odgovornost prehaja na prodajne storitve, pri katerih ima pri njih vzdrževanje stalnih stikov naslednje cilje:\n- to, da skrbijo za popolno zadovoljstvo svojih kupcev,\n- to, da jih dobavitelji sproti obveščajo o novitetah, tako da se znajo obnašati pred  konkurenčnimi izdelki drugih dobaviteljev.\nSkrbijo za popolno zadovoljstvo svojih kupcev tako, da jim ponudijo dodatne storitve kot so dostava na dom, svetovanja itd.\nGlavni prodajni trg podjetja M SHOP d.o.o. bo Pomurje in Štajerska. Krog njihovih potencialnih kupcev predstavljajo poklicni in ljubiteljski glasbeniki in glasbene skupine, starši katerih otroci obiskujejo glasbeno šolo, osnovne šole, športna in kulturna društva…\nNabavni trg\nPri njihovem trgovskem blagu gre predvsem za izdelke tujih proizvajalcev, ki jim jih dobavljajo dobavitelji. Pri izbiri dobavitelja ni odločilna le nizka nabavna cena ampak tudi možnost širše izbire blaga, kakovost, cenovna konkurenčnost in ugodni plačilni pogoji. Količina nabave trgovskega blaga je enaka planiranim prodajnim količinam, tudi planirane nabavne cene se razlikujejo od planiranih prodajnih cen le za razliko planirane trgovske marže.\nFinančni trg\nPodjetje vlaga v nabavo in posodobitev računalniške opreme in informatiziranost. Vlaga tudi v ureditev in razširitev trgovine, da bo ta bolj prijazna do kupca. Le-to pa financira z lastnimi sredstvi in bančnimi krediti.\nTrg delavne sile\nV podjetju ne težijo k povečanju zaposlenih, težijo pa k strokovni usposobljenosti kadra, kar želijo doseči z dodatnim izobraževanjem in usposabljanjem zaposlenih. Poudarek je tudi na motivaciji zaposlenih.\nTrge proučujejo, zato da ugotovijo svoje možnosti in nevarnosti v podjetniškem okolju. S proučitvijo le-teh so ugotovili, da ima podjetje dobre možnosti za razvoj v svojem okolju. Na osnovi teh spoznanj so oblikovali in izbrali tako politiko podjetja, ki bo usmerjala podjetje k izrabi možnosti ob izogibanju nevarnostim.\nPrognostična obdelava podjetja\nS proučitvijo svojih vrednot, prednosti in slabosti ter možnosti in nevarnosti, ki izhajajo iz okolja so ugotovili naslednje:\n- podjetje razpolaga z ustreznimi resursi za uresničitev sprejete vizije,\n- imajo svoje prednosti, slabosti pa tudi niso take, da jih ne bi mogli odpraviti,\n- okolje jim nudi potrebne razvojne možnosti, ki jih je potrebno izkoristiti,\n- nevarnosti vidijo predvsem na področju konkurence, le-to pa lahko z učinkovitim  in uspešnim poslovanjem obvladajo.\nIzhajajoč iz teh ugotovitev sta lastnika podjetja razmišljali o naslednjih različicah:\n- katerim prodajnim trgom bo podjetje dalo prednost,\n- kakšen tržni delež želijo doseči na teh trgih,\n- kako bo z rastjo podjetja: se bo večalo, manjšalo ali pa obseg stabiliziralo,\n- odnos do lokalnega okolja,\n- katerim lastnostim mora ustrezati naše trgovsko blago,\n- kako bo z razvojno rastjo podjetja.\nOdločili so se za odgovorno, v izpolnjevanje interesov vseh udeležencev in k dolgoročnim razvojnim rešitvam usmerjeno politiko podjetja z vgrajenimi smotri po samostojnosti in večanju gospodarske moči podjetja.\n"], "10": ["2.4 Predstavitev podjetja", "FIRMA: M SHOP d.o.o. glasbena trgovina in storitve SKRAJŠANA FIRMA: M SHOP d.o.o. SEDEŽ: Slomškova 43, 9000 Murska Sobota, Slovenija\nUstanovitelja podjetja:\n- Boštjan Čahuk, stanujoč: Križevci 173, 9203 Petrovci,\n- Lazar Darko, stanujoč: Staneta Rozmana 13, 9000 Murska Sobota.\nDejavnosti podjetja M SHOP d.o.o.:\n- 52.450 trgovina na drobno z glasbenimi instrumenti ,\n- 52.450 trgovina na drobno z notnimi zapisi,\n- 32.300 vzdrževanje profesionalne zvočne opreme,\n- 36.300 popravila glasbil,\n- 52.740 uglaševanje glasbil,\n- 52.4 dostava blaga v trgovini na drobno na svoj račun,\n- 74.20 svetovanje, tehnično.\nTabela: Osnovne značilnosti podjetja M SHOP d.o.o.\n"], "11": ["2.5 Življenjski cikel podjetja M SHOP d.o.o.", "Podjetje je v fazi ustanovitve. Njihov prvi cilj je, da omogočijo svoje preživetje. Pridobiti si morajo prve stranke. Organizacijska struktura je glede na velikost podjetja enostavna, neformalna in precej zaznamovana z osebnostjo ustanoviteljev. Podjetje M SHOP d.o.o. je pionirsko podjetje. Obstoj podjetja je odvisen od tega kako bodo izkoristili maloštevilne poslovne priložnosti in od dobre inovacijske klime.\nObstoj podjetja v okolju je odvisen od tega kako si podjetja oblikujejo svoje okolje. To okolje si ustvarijo zlasti z zavestnim izborom in z vplivanjem (z inovacijami) na izdelke, ki jih ponujajo, s tehnologijo, ki jo uporabljajo, s trgi, ki jih zalagajo, z ustrezno konkurenčno strukturo. Tako mlada podjetja namerno iščejo nestabilno okolje, v katerem si obetajo prednosti pred uveljavljenimi konkurenti.\n"], "12": ["2.6 Plan razvoja podjetja", "2.6.1 Vizija podjetja\nUstanovitvena vizija\nPovpraševanje na trgu po glasbilih, glasbeni opremi in ozvočitvi je lastnika privedlo do tega, da hočeta ponuditi kupcem, kar želijo. Zato sta se odločila za ustanovitev podjetja M SHOP d.o.o., podjetja za prodajo glasbil, glasbene opreme, ozvočitve in opravljanje storitev. S tržno raziskavo v predustanovitveni fazi sta prišla do spoznanja, da pomurski in štajerski trg potrebuje podjetje za prodajo glasbil, glasbene opreme in ozvočitve zato sta se odločila za ustanovitev podjetja M SHOP d.o.o..\nRazvojna vizija\nPodjetje M SHOP d.o.o. bo podjetje z jasno zastavljenimi cilji širitve trga in razvojem podjetja, pa tudi z opredeljenimi nalogami, kako te cilje doseči. Tvorijo ekipo strokovnjakov, ki so sposobni zadovoljiti strankine želje in potrebe na prijazen in hiter način. Težave jim predstavljajo izziv, ki se ga ne ustrašijo, svojo veliko priložnost pa vidijo na tržišču, ki ga uravnavajo sami. Nenehno želijo izboljševati kakovost svojih storitev in izgrajevati odnos do kupcev, do zaposlenih in okolice. Njihova temeljna misel je skrb za blagor drugih in seveda njih samih.\nPodjetje želi postati najboljši ponudnik glasbil, glasbene opreme in ozvočitve na drobno na območju Pomurja in Štajerske. To želi doseči s kvalitetnim trgovskim blagom ter storitvami, z izobraževanjem kadra in z upoštevanjem svojih vrednot, ki so timsko delo, kreativnost ter odkrivanje in upoštevanje želja njihovih kupcev.\n"], "13": ["2.6.2 Politika podjetja M SHOP d.o.o.", "Poslanstvo podjetja:\n1. podjetje M SHOP d.o.o. bo zagotavljalo prodajo kakovostnih glasbil, glasbene  opreme in ozvočitve,  2. zagotavljalo kakovostno izvajanje svojih storitev,  3. s stalnim spremljanjem razvojnih dosežkov ter novih spoznanj na področju glasbil,  glasbene opreme in ozvočitve, bo podjetje nenehno izboljševalo svojo ponudbo.\nSmotri podjetja:\nSprotni smotri:  1. zaposlenim omogočiti strokovni in osebnostni razvoj,  2. zagotoviti socialno varnost zaposlenih,  3. nuditi stalno in kakovostno storitev uporabnikom.\nTrajni razvojni smotri:  1. postati poslovno uspešno podjetje,  2. prodaja glasbil, glasbene opreme in ozvočitve ter opravljanje storitev,  3. nenehno raziskovati spremembe v potrebah kupcev in možnosti za njihovo  zadovoljevanje z različnim blagom ali pa vzbujanje novih potreb. Ponuditi kupcu  tisto za čemer čuti potrebo, kar je zmožen plačati in to na način, kot si ga želi,  4. zagotavljati čim višjo stopnjo priljubljenosti podjetja v javnosti, zlasti pri kupcih in  v regijskem okolju,  5. z dobavitelji doseči odkrito in trajno sodelovanje, ki temelji na obojestranskem  razumevanju,  6. delo, ki smo ga načrtovali izvedemo optimalno, s tem je povezan tudi rezultat  poslovanja, ki ga pričakujemo,  7. vsi sodelavci so sproti seznanjeni s tistimi nalogami in informacijami na katere  lahko le-ti neposredno vplivajo,  8. v podjetju posvečajo veliko pozornost spretnostim in sposobnostim zaposlenih.\nTemeljni cilji podjetja\nV svojem podjetju sta si zastavili kar nekaj ciljev, s katerimi želita doseči zastavljeno vizijo, poslanstvo in smotre. Cilje sta razdelila na izhodiščne, vmesne in končne cilje.\nIzhodiščni cilji:\n- zagotoviti ustrezno strukturo sredstev in virov,\n- usposobljene kadre,\n- seznaniti javnost o podjetju.\nVmesni cilji:\n- dosegati nizke stroške poslovanja,\n- povečati ugled podjetja,\n- povečati ponudbo,\n- razširiti trgovino.\nKončni cilji:\n- sposobnost za obstoj, poslovanje, razvoj in preživetje,\n- povečanje tržne vrednosti podjetja.\nKot je razvidno iz njihovega poslanstva, smotrov in temeljnega cilja je politika podjetja M SHOP d.o.o. usmerjena v zadovoljevanje potreb po glasbilih, glasbeni opremi in ozvočitvi na področju Pomurja in Štajerske. S tem želijo dati svoj prispevek k razvoju tega področja. Ob tem pa je njihovo ravnanje usmerjeno v izpolnitev interesov vseh udeležencev. Njihov namen je povečati ponudbo z razširitvijo trgovine in iskanjem novih tržišč.\nVse to pa bodo dosegli s kakovostnim trgovskim blagom ter dobro opravljenimi storitvami.\n"], "14": ["3 Program razvoja", ""], "15": ["3.1 Izhodišča za program razvoja", "Izhodišča za program razvoja so vizija podjetja, ki izhaja iz politike podjetja, sledijo jim strategije ter strateški potenciali, vse skupaj pa se ekonomsko ovrednoti. Planiranje razvoja mora potekati na vseh ravneh managementa. Izhodišča programa razvoja celotnega podjetja temeljijo na razvojni viziji, ki je realno zastavljena. Z ekonomskim vrednotenjem planiranih količin pride podjetje do zamisli, kako programirati razvoj podjetja.\n"], "16": ["3.2 Programsko-tržna področja", "Glede na skupne značilnosti izdelkov in storitev ter trga so v podjetju oblikovali dve  programsko-tržni področji, in sicer:\n- Programsko-tržno področje Glasbila na trgu Pomurje, Štajerska,\n- Programsko-tržno področje Storitve na trgu Pomurje, Štajerska.\nPodjetje še nima oblikovanih strateških poslovnih enot.\n"], "17": ["3.3 Strategija podjetja", ""], "18": ["3.3.1 Splošna strategija", "- V zvezi s ponudbo:\nNa programsko-tržnem področju Glasbila na trgu Pomurje in Štajerska bodo zasledovali strategijo standardizirane masovne ponudbe in jo po potrebi kombinirali z individualno naročniško ponudbo, odvisno od želje kupca. Na programsko-tržnem področju Storitve bo podjetje zasledovalo strategijo individualne naročniške ponudbe, saj gre tu predvsem za storitve osnovnim šolam in raznim društvom, ki imajo posebne zahteve in bodo lahko te zahteve zadovoljili samo z individualno ponudbo.\n- V zvezi s konkurenco\nNa obeh programsko-tržnih področjih bodo zasledovali pionirsko strategijo (ofenzivno inovativno), saj so mlado podjetje, ki se želi uveljaviti na trgu.\nPomembno je slediti konkurenci in včasih biti tudi korak pred njimi, ker pa so mlado podjetje se bodo morali za uveljavitev na trgu zelo potruditi.\n- V zvezi z lastnim delovanjem\nPri svojem delovanju zasledujejo v podjetju na obeh programsko-tržnih področjih strategijo ustvarjanja sinergije z vsemi potenciali podjetja, saj so malo podjetje in je zato uspeh poslovanja še toliko bolj odvisen od zunanjih udeležencev.\nPomembno je najti dobre dobavitelje in z njimi tudi dobro sodelovati. Skupaj z dobrim vodenjem je to ključ do uspeha.\n- V zvezi z resursi:\nNa obeh programsko-tržnih področjih zasledujejo strategijo odprte ponudbe resursov, saj nenehno iščejo nove možnosti preskrbe resursov tako doma kot v tujini.\nČe se kateri od dobaviteljev ne izkaže, ga je treba zamenjati.\n"], "19": ["3.3.2 Temeljna strategija", "Temeljna strategija podjetja M SHOP d.o.o. je strategija nadaljnjega razvoja in rasti podjetja. Lastnika želita, da bi podjetje v naslednjih petih letih povečalo svoj tržni delež in pridobilo nove trge. Tržni delež želijo razširiti še dalje na Koroško, pa tudi v bližnji sosednji državi, članici Evropske unije, Avstrijo in Madžarsko.\nRazvoj želijo usmeriti v povečanje števila opravljenih storitev, to je opremljanje prostorov z ozvočitvijo in izboljšati kvaliteto te storitve.\n"], "20": ["3.3.3 Poslovna strategija", "Na obeh programsko-tržnih področjih zasleduje podjetje strategijo vodilnosti s stroškovno učinkovitostjo, ker želijo imeti pri poslovanju čim nižje stroške. Pri čemer pa ne na račun kvalitete opravljenih storitev.\n"], "21": ["3.4 Razvojno strukturiranje podjetja M SHOP d.o.o.", "Razvoj podjetja kot osrednji cilj podjetja je možen v planiranem obsegu tako na prodajnem kot na nabavnem trgu, saj je kvaliteta opravljenih storitev zelo dobra in cenovno ugodna, tako da smo pred konkurenco. Na finančnem trgu imajo možnost ugodnega financiranja rasti podjetja za novo poslovno enoto po petih letih delovanja, s čimer bi razširili svojo ponudbo in tako povečali svoj tržni delež. Na tehnološkem področju ima podjetje dobre strateške možnosti na področju opremljanja prostorov, kot edini ponudnik te storitve v Pomurju, poskušali pa se bodo uveljaviti še na Štajerskem in Koroškem, pa tudi na Avstrijskem in Madžarskem trgu. Za to pa bo potrebno pridobiti dober in strokovno usposobljen kader, ki je potreben za uresničitev vizij in politike podjetja, in jih prepričati, da v podjetju tudi ostanejo.\nIz preglednice je razvidno, da ima podjetje primerno kadrovsko strukturo glede na velikost podjetja. Podjetje v prihodnosti ne načrtuje veliko novih zaposlitev, povečanje števila zaposlenih bo izhajalo iz večanja obsega dejavnosti. V podjetju se zavedajo, da je znanje ključnega pomena za nadaljnji razvoj (in rast) podjetja, zato bodo namensko posvečali stalno skrb izobraževanju svojih zaposlenih.\nPotrebne sposobnosti, ki jih morata imeti direktor in poslovodja so: biti sposoben voditi, odločati in motivirati. Zaradi sodelovanja s tujino je potrebno znanje tujih jezikov, predvsem nemščine in angleščine ter znati sklepati pogodbe. Za prodajalce je pomembna sposobnost komuniciranja, dela z ljudmi, poslušnost in tudi samoiniciativnost, če je potrebno. Za serviserje in monterje pa je pomembno strokovno in kvalitetno delo.\nOrganizacijska struktura\nOrganizacijska struktura podjetja M SHOP d.o.o. omogoča hitro, učinkovito in stalno komuniciranje med nosilci po najkrajši poti. Poudarek je na timskem delu in komunikaciji ter izmenjavi informacij, da bi dosegli čim boljše rezultate. Ker imajo v podjetju M SHOP d.o.o. široko kooperativen stil vodenja, je organizacijska struktura prilagojena omenjenemu stilu vodenja.\nv SIT\nV zgornji preglednici navedena tehnično-tehnološka struktura je ustrezna za poslovanje podjetja M SHOP d.o.o.. V podjetju se trudijo, da bi zaposlenim omogočili čimboljše pogoje za delo. Tovorno vozilo je tako staro le eno leto, enako je tudi računalniška oprema novejšega datuma in s tem hitrejša in zmogljivejša. Podjetje je tudi dobro opremljeno z komunikacijskimi pripomočki. Ostala tehnično-tehnološka oprema pa se lahko ob okvari oziroma polomu hitro zamenja, saj je cenovno dokaj ugodna.\n"], "22": ["3.5 Vrednotenje razvojne uspešnosti podjetja za obdobje od 2004 do 2008", "v SIT\nV otvoritveni bilanci je le osnovni kapital, ki je 58,33% v denarju in 41,67% v stvarnih vložkih, tako da je zadoščeno zahtevi, da je vsaj ⅓ osnovnega kapitala v denarju.\nPredstavitev planirane naložbe in plan virov financiranja\nV prvem letu nameravajo v podjetju M SHOP d.o.o. investirati v nakup poslovnega prostora v centru Murske Sobote. Podjetje namerava investirati še v nakup opreme in tovornega vozila. Za nakup opreme v vrednosti 17.500.000,00 SIT vzame podjetje bančni kredit v višini 17.500.000,00 SIT z 8% obrestno mero in s petletno dobo odplačevanja.\nv SIT\nv kos\nV količinskem planu prodaje trgovskega blaga je prikazan obseg planirane prodaje v kosih v naslednjih petih letih na obeh programsko-tržnih področjih.  v 000 SIT\nV planu prodajnih cen so vzete povprečne cene glasbil, ozvočitve, opreme in storitev kot veljajo na trgu.  v mio SIT\nProgramsko-tržno področje- v nadaljevanju PTP\nSKUPAJ 349,5 389,75 427,25 450,5 478,8\nVrednostni plan prodaje vsebuje podatke iz količinskega plana prodaje in plana cen trgovskega blaga.  v mio SIT\nKoličinski plan nabave trgovskega blaga je enak planiranemu, tudi nabavne cene se razlikujejo od planiranih prodajnih cen le za razliko planirane trgovske marže.\nPlaniranje vrednostnih izidov\n- podjetje bo prodalo celotno količino trgovskega blaga,\n- plačilni pogoji: rok plačila dobaviteljev 30 dni; plačila kupcev: takojšnje plačilo,\n- obračunane bodo naslednje amortizacijske stopnje: 20% za opremo, 5% za gradbene  objekte,\n- podjetje bo dosegalo 20% stopnjo trgovske marže,\n- plača direktorja in poslovodje je 500.000 SIT, serviserja, montažerja 250.000 SIT,  prodajalca 200.000 SIT,\n- podjetje v letu 2004 investira v opremo in bo koristilo davčne olajšave in ne bo to leto  izplačalo dobička lastnikom.\nv mio SIT\nv mio SIT\nEkonomska presoja razvojnih učinkov na uspešnost podjetja\nStatični kazalci so na vseh ravneh proučevanja pokazali dobre rezultate, zato je smiselno tako planirati razvoj.\nEkonomičnost (prihodki/odhodki)- prihodek je vedno večji od odhodkov tako, da imajo v celotnem planiranem obdobju dobiček. Ekonomičnost poslovanja se bo povečevala zaradi zniževanja stroškov najema tujih virov, zaradi izboljšanja bonitete podjetja, rednega odplačevanja najetih kreditov.\nDonosnost prihodka (čisti dobiček/prihodek)*100- donosnost se z leti veča zaradi naraščanja čistega dobička.\nDonosnost kapitala (čisti dobiček/(osnovni kapital+pretekli dobiček))*100- donosnost kapitala se z leti manjša, kar pomeni, da bomo z donosnostjo prihodka dosegali več kot z začetnim kapitalom.\nLikvidnost ((amortizacija+čisti dobiček)/letna anuiteta)- planira se, da bo likvidnost podjetja naraščala zaradi vedno večjega čistega dobička ter vedno manjše zadolženosti podjetja.\nTekoča likvidnost (kratkoročna sredstva/kratkoročne obveznosti)- predvideva se da bo tekoča likvidnost iz leta v leto naraščala zaradi znižanja finančne in poslovne zadolženosti podjetja, medtem, ko se bo v zadnjih letih zvišala, kar kaže na to, da bo podjetje moralo razmisliti o učinkoviti uporabi presežka kapitala v kakšno naložbo.\nNeto sedanja vrednost\nIk= 157.000.000,00 SIT r= 8%\nIk= = 157.000.000\nNeto sedanja vrednost (NSV) naložbe kapitala je večja od začetne vrednosti, zato se v to strategijo splača vlagati.\nPodjetje bo doseglo najvišjo neto sedanjo vrednost pri financiranju s posojilom po 8% obrestni meri, kjer znaša neto sedanja vrednost 7.659.535,00 SIT.\n"], "23": ["3.6 Programiranje uresničitve planiranega razvoja za podjetje M SHOP d.o.o.", "Pri programiranju razvoja podjetja izhajamo iz izbranih strategij podjetja in iz predvidene razpoložljivosti za njihovo uresničitev potrebnih potencialov (preglednice).\nPrikaz, ki temelji na pričakovani stopnji tveganja ter na planirani donosnosti posameznih  programsko-tržnih področij, nas opozarja na naslednje:\n- programsko-tržno področje Glasbila in programsko-tržno področje Storitve, sta srednje  tvegani in imata srednjo donosnost.\nPrikaz iz preglednice, ki temelji na tržni rasti, na tržnem deležu ter na donosnosti in  potrebnih vlaganjih v posamezna programsko-tržna področja, kaže naslednje:\n- obe programsko-tržni področji sta v uvajanju, na začetku sta še nedonosni, ampak  zanimivi za vlaganje.\n"], "24": ["Program razvoja", "Leto 2004:\n- s 1. januarjem se prične z ustanavljanjem podjetja in pridobitvijo potrebnih dovoljenj za  začetek poslovanja podjetja;\n- najem kredita za dopolnitev potrebnega kapitala, kredit bodo najeli v višini\n- nakup poslovnih prostorov ob ustanovitvi ter pridobitev vseh potrebnih dovoljenj za  opravljanje dejavnosti;\n- prvo leto se dobiček ne izplača zaradi koriščenja davčne olajšave, ki je bila uporabljena  zaradi investicije v opremo;\n- pridobivanje kupcev;\n- ustvarjanje pozitivne klime v podjetju.\nLeto 2005:\n- odhodki, ki bodo nastali v tem poslovnem letu, bodo pokriti s tekočim poslovanjem.  Podjetje bo tudi v tem letu končalo s dobičkom;\n- večanje prodaje na programsko-tržnem področju Glasbila in programsko-tržnem  področju Storitve;\n- pridobivanje ugodnih pogojev poslovanja z (novimi) dobavitelji;\n- oglaševanje, vlaganje v reklame za obe programsko-tržni področji.  Leto 2006:\n- vlaganje v izobraževanje zaposlenih;\n- zaposlitev novega serviserja, monterja;\n- obiskovanje seminarjev in sejmov.\nLeto 2007:\n- iskanje tržne praznine za storitve, ki jih podjetje nudi;\n- vlaganje v oglaševanje na obeh programsko-tržnih področjih za povečanje tržnega  deleža ter za učvrstitev položaja na trgu;\n- zaposlitev še enega prodajalca.\nLeto 2008:\n- obiskovanje sejmov in seminarjev;\n- vlaganje v izobraževanje zaposlenih;\n- oglaševanje, vlaganje v reklame za obe programsko-tržni področji;\n- pridobivanje novih kupcev;\n- iskanje novih poslovnih priložnosti.\n"], "25": ["4 SKLEP", "V Sloveniji so po osamosvojitvi in prehodu v tržno gospodarstvo razpadli veliki sistemi in s tem se je povečala brezposelnost. Treba je bilo zapolniti veliko tržnih niš in prilagoditi zakonodajo (Zakon o gospodarskih družbah). Tisti, ki so bili na pravem mestu in imeli poznanstva so lahko uspeli. V sedanjem času pa se je število tržnih niš zmanjšalo, narašča tuja in domača konkurenca, zato ni dovolj samo dobra ideja ampak mora podjetnik imeti jasno izdelano vizijo, politiko in strategijo podjetja.\nV diplomskem delu obravnavam proces ustanavljanja podjetja, ki obsega veliko aktivnosti s katerimi dosežemo zastavljeni cilj, to je ustanovitev podjetja. Predstavili smo proces iskanja in razvijanja podjetniške ideje, življenjski cikel podjetja ter dejavnike uspešnosti, ki so potrebni za uspešno ustanovitev podjetja. S planiranjem ustanovitve na ravni politike in strateškega managementa smo obravnavali procese in metode, ki pomagajo ustanovitelju, da opredeli politiko ter strategijo v ustanovitveni fazi.\nMalo gospodarstvo ima pomembno vlogo v vsakem gospodarskem in družbenem razvoju. Mala in srednje velika podjetja predstavljajo v razvitem svetu okoli 90% vseh gospodarskih subjektov, zagotavljajo številna delavna mesta in veliko prispevajo k nacionalnemu proizvodu.\nProces preobrazbe slovenskega gospodarstva v tržno je tesno povezano z razvojem malega gospodarstva. Malo gospodarstvo se je v glavnem razvijalo na podlagi lastnih prihrankov mimo glavnih finančnih tokov in zato precej avtonomno. Ker pa se omenjeni sektor ne more razvijati povsem iz lastnih moči, potrebuje za hitrejši razvoj tudi ustrezno makroekonomsko okolje.\nNajvečji problemi razvoja malega gospodarstva izvirajo iz nespodbudnega poslovnega okolja, pomanjkanja podjetniške motiviranosti in pomanjkanja znanja na področju marketinga in financ. Med najpogostejše ovire štejemo dostop do finančnih sredstev, pomanjkanje poslovnega znanja, izkušenj, dostop do ustreznih informacij, do raziskovalnih projektov in tehnologij.\nMožnosti za preživetje predstavljajo kvalitetno delo, temelječe na znanju in prilagodljivosti. Če tega ni je tudi možnosti za uspeh zelo malo. To je še posebej pomembno pri prehodu na skupni EU trg, ki bo veliko žrtev zahteval predvsem med majhnimi gospodarskimi enotami. Zato bo pomembno njihovo medsebojno povezovanje tako z domačimi in tudi tujimi partnerji, ter skupno nastopanje na trgih.\nPodjetja se morajo stalno prilagajati spremenjenim pogojem poslovanja, to je zlasti pomembno za skupni EU trg, kjer je v veljavi prost pretok blaga, storitev, kapitala, delavne sile. V času vsesplošne globalizacije obstaja veliko možnosti za ustvarjanje večje vrednosti. Vsak proizvod ali storitev se da proizvesti hitreje in ceneje, kot do sedaj, možno je neprestano izboljševati kvaliteto proizvodov in storitev, razvijati nove proizvode in\nstoritve, ter proizvodne postopke itd. Vse pa se lahko doseže, če se izkoristijo ponujene možnosti.\nVloga države v tem procesu je zagotovo pravočasen sprejem ustreznih zakonov in harmonizacija drugih predpisov ter izboljšava makroekonomskih pogojev za delovanje in razvoj malih podjetij. Država mora le-to uveljavljati z ustreznim informiranjem, usposabljanjem, izobraževanjem, svetovanjem in pripravo podjetij za delo v novih razmerah.\n"], "abstract": ["V slovenskem gospodarstvu lahko v zadnjih letih opazimo porast števila malih in srednje velikih podjetij, ki so s hitro rastjo dosegla ključno vlogo v številnih panogah. To sili že obstoječa podjetja k njihovi večji dejavnosti in s tem tudi trg dobiva potrebno vitalnost in konkurenčni pritisk. Mala in srednje velika podjetja postajajo vedno bolj pomemben dejavnik razvoja slovenskega gospodarstva. Vendar pa le majhen delež malih podjetij zraste v srednja velika. Velik delež jih propade že v prvih štirih letih po ustanovitvi. Zato je pomembno, da se pri ustanovitvi podjetja posveti velika pozornost planiranju in analiziranju okolja in podjetja, saj je od tega odvisna rast in razvoj podjetja. V ta namen smo v diplomskem delu prestavili proces planiranja ustanovitve na ravni politike podjetja in na ravni strateškega managementa. Iz tega sledi, da je planiranje ustanovitve kompleksen proces in je bistvena sestavina vsega poslovanja. Potek nastajanja podjetja smo prikazali na primeru izmišljenega podjetja M SHOP d.o.o.. Prikazali smo celoten potek ustanovitve z vsemi potrebnimi listinami in obrazci."]}