{"1": ["1 UVOD", "Mleko je od vseh živil najpopularnejše hranilo, ki človeka spremlja že od rojstva, preko otroštva in odraščanja. Je pomemben vir hranilnih snovi, mineralov, vitaminov in rudninskih snovi. Mleko in mlečni izdelki so zaradi bogastva in pravega razmerja hranilnih snovi, ki so tudi lahko prebavljive, v zdravi prehrani nenadomestljive. Ljudje potrebujemo te hranilne snovi za rast, krepitev telesnih moči in odpornosti proti boleznim (Mlekarna Celeia 2006).\nUvrščamo ga med osnovne skupine živil, ki naj bi jih človek zaužil v vsakdanji zdravi prehrani. Prav zaradi tega obstajajo posebna priporočila za mleko in mlečne izdelke, kajti v primerjavi z drugimi živili je mleko idealna hrana, ker vsebuje vsa življenjsko pomembna hranila. Mleko vsebuje visokovredne mlečne beljakovine, zlasti pa je pomemben vir kalcija, ki se močno upira staranju organizma. Kalcij ohranja kosti mlade, ker preprečuje krhkost kosti in starostne deformacije skeleta; preprečuje visok krvni tlak, zlasti pri starejših ljudeh (Kapš 2004, 8).\n"], "2": ["1.1 Cilji", "Cilj naloge je, da na podlagi ankete ugotovimo, kako uporabniki mlekomatov doumevajo sveže mleko v primerjavi s pasteriziranim trgovinskim mlekom, kakšna se jim zdi osveščenost o teh, v Sloveniji že razširjenih napravah. Na ta način naj bi potrdili oziroma ovrgli hipotezo, da je v Sloveniji uporaba mlekomata še premalo poznana in uporabljena.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Surovo mleko", "Mleko je edinstveno živilo, ki nam ga je dala narava in ga lahko uživamo nespremenjenega (Bajt, Teger 2002, 9). Sveže surovo mleko je tisto, ki ni obdelano z nobenim postopkom predelave. Neposredno po molži je prefiltrirano in ohlajeno na temperaturo pod 4 -C. Surovo mleko ima visoko prehransko vrednost. Ob beljakovinah, maščobah in laktozi vsebuje še celo vrsto mineralov, vitaminov in drugih snovi, kot so encimi, mlečnokislinske bakterije in nekatere druge snovi, ki ugodno vplivajo na imunski sistem, le-te pa so v takšni obliki, da jih organizem najlažje sprejme in prebavi (Mlekarna Celeia 2006).\nMleko iz mlekomata je zdravo in kakovostno živilo, če je pridelano v skladu z vsemi higienskimi zahtevami v vseh fazah proizvodnje. Začetek izgradnje stroja je temeljil na ideji in konkurenci na tujem trgu. Bistvo je, da se lahko uporabniki (kupci) približajo pristnosti narave svežega mleka (Sveze.si).\n"], "5": ["2.2 Delovanje mlekomata", "Nadzorni sistem mlekomata in njegova programska oprema ne dovoljujeta izdaje mleka, ki je starejše od 24 ur. Če kmetovalec ne bi zamenjal mleka s svežim, ali bi prišlo do nenadzorovanega dviga temperature, bi se delovanje mlekomata ustavilo. Kmetovalec je o stanju mleka in mlekomata sproti obveščen preko modula GSM. Na ekranu mlekomata je izpisana temperatura mleka ter datum, ura in minuta, kdaj je bilo pripeljano sveže mleko. Na zunanji strani mlekomata je vgrajen poseben ventilator, ki omogoča zračno zaveso in deluje ves čas, izklopi pa se v trenutku, ko senzor gibanja zazna kupca. Omogoča vzdrževanje ustrezne temperature pri točilnem sistemu, istočasno pa zračna zavesa odganja mrčes. Mleko iz mlekomata prevzamemo s svojo steklenico, ali pa jo kupimo na avtomatu \nza steklenice. V tem primeru poskrbi za higiensko ustreznost embalaže lastnik mlekomata. Če embalažo prinesemo sami, moramo poskrbeti, da je čista. V steklenico natočimo želeno količino mleka, jo dobro zapremo in umaknemo iz izdajnega prostora. Ko se vrata mlekomata zaprejo, se prostor polnjenja razkuži. Po vsakem točenju mleka se namreč točilni prostor razkuži z 1 % raztopino alkohola. Razkuževanje poteka preko pršilne šobe, izvrši se s hladno raztopino. Točilni prostor ima vgrajeni dve UV svetilki, ki tudi razkužujeta prostor. Vse dele v sistemu mlekomata, ki pridejo v stik z mlekom – cisterna ali cevka, po kateri priteka mleko iz cisterne do točilnega mesta, mora skrbnik aparata dnevno čistiti. Temperatura komore je 4 -C. Po prevzemu je pomembno, da mleko čim prej shranimo v hladilniku na temperaturi 4 -C (Zavod za zdravstveno varstvo 2010).\n"], "6": ["2.3 Glavni sestavni deli", "Podatke o sestavi avtomatskega točilnega sistema mlekomat smo dobili od slovenskega proizvajalca in hkrati ponudnika ETRA – Elektronika, Telekomunikacije, Regulacije in Avtomatika in jih navajamo v naslednjih podpoglavjih 2.3; 2.4; 2.5 in 2.6. Poglavje 2.3 pa vsebuje slike, ki so interno gradivo omenjenega podjetja:\n- hladilnik s kompresorjem, rezervoarjem in dozirno enoto,\n- avtomat za plastenke in steklenice,\n- krmilni in programski sistem s procesnim krmilnikom,\n- plačilni del s prikazovalniki in tipkami (osvetljene) . \nMlekomat je avtomatska točilna naprava najsodobnejše tehnologije za prodajo svežega (surovega) mleka. Izdelan je v skladu s standardi in pravili, ki veljajo za živilsko in prehrambeno industrijo, kar pomeni, da so uporabljeni pravilni materiali, in da je poskrbljeno za varnost uporabnika.\nKlimatska naprava v izoliranem ohišju omogoča uravnavanje temperature na 4 -C. S pomočjo merilnih sond za temperaturo pridobiva podatke o temperaturi mleka in temperaturi zraka ter na ta način pravilno hladi mleko v vseh temperaturnih razponih. \nPosoda za shranjevanje mleka je na voljo v različnih velikostih, od 100 do 350 litrov. Namenjena je za prevoz od kmetije do prodajnega mesta in tudi kot hranilnik mleka v mlekomatu, iz katerega ga dozirni sistem v količini, odvisno od plačila, dozira kupcu. Izdelan je iz nerjavečega jekla (INOX) v obliki valja, katerega plašč je sestavljen iz dveh ovojnih plaščev, med katerima je izolacijski material.\nElektrični priključki in konektorji z IP56 električno zaščito. Namenjeni so hitri menjavi posode za mleko in istočasno imajo funkcijo kodiranja posameznega rezervoarja. \nMešalo mleka z elektromotornim pogonom in reduktorjem vrtljajev. Vklopi se vsakih 30 minut in 5 minut neprestano meša mleko ter s tem ohranja homogeniziranost mleka.\nPlačilni sistem z osvetljenimi tipkami in navodili za uporabo. Sprejema kovance: 10 centov, 20 centov, 50 centov, 1 euro in 2 eura. Preplačila ne vrača, razen če kupec že pred točenjem prekliče nakup. Takoj, ko kupec vstavi kovanec, se pričnejo tudi govorna navodila v slovenskem jeziku (ženski glas). \nZaslon LCD (ang. liquid crystal display, slo. zaslon s tekočimi kristali) je del procesnega krmilnika in je vmesnik med človekom in napravo. Kupcu omogoča prikazovanje tekočih informacij in navodil v času točenja, prodajalcu (lastniku) in serviserju pa služi za vnos, kontroli in nastavitvam parametrov sistema.\nRFID brezkontaktni ključ in RFID senzor je namenjen brezgotovinskemu plačevanju želenih količin mleka z možnostjo predplačila. Samo prodajalec mleka ali lastnik lahko kupcu napolnita ključek na želeno denarno vrednost. \nTipka z opozorilno lučko za točenje mleka z navodili za uporabo. Kupcu se po plačilu želene količine mleka odprejo vratca točilne komore, v katero vstavi plastenko in s pritiskom in držanjem na gumb Točenje se mleko preko dozirne enote natoči v kupčevo pripravljeno posodo.\nVelika točilna komora z odprtimi vratci je mesto, v katerega se vstavi plastenka (steklenica) in kupcu natoči želeno količino mleka. Optični senzor za preverjanje prisotnosti plastenke v točilni komori preprečuje točenje mleka »v prazno«. Točilna komora vsebuje tudi čistilne šobe, ki po opravljenem točenju mleka, komoro očistijo. \nUVC 1 Germicidna žarnica je namenjena uničevanju bakterij v dozirnem sistemu. Svetloba je modre barve pri zaprti komori in bele barve v času točenja ter odprtih vrat.\nDozirni sistem mlekomata za uporabnike oziroma kupce mleka. Ima nadzor nad temperaturo mleka, ki samodejno blokira delovanje sistema ob previsoki temperaturi mleka in časovno kontrolo, ki onemogoči točenje, če mleko ni bilo zamenjano zadnjih 24 ur.\nUVC – Ultraviolet C, short wave, or gemicidal irradiation  UVC – ozonski plašč in kisik v celoti vpijata UVC sevanje \nNosilni tečaji glavnih vrat mlekomata so izdelani robustno, zaradi česar so odporni proti nasilnim poskusom vloma ali poškodbi. Vsi vitalni deli so konstrukcijsko postavljeni tako, da niso dosegljivi običajnim uporabnikom (omarica z elektroniko, posoda za mleko, posoda za shranjevanje kovancev plačilnega sistema).\nETRA procesni krmilnik ETKM v 7.0 so elektronski možgani za pravilno delovanje mlekomata. \nGSM modul za SMS obveščanje na GSM mobilni telefon o stanju (temperature, količine mleka) in alarmih delovanja. Prodajalec mleka na ta način takoj pridobi informacije o stanju in se lahko primerno odzove (npr. ob pomanjkanju mleka).\nGlavno stikalo za izklop celotne naprave iz napetostnega omrežja za potrebe varnega servisa in vzdrževalnih del omogoča varno uporabo mlekomata serviserjem in prodajalcem mleka. \nAvtomat za embalažo je lociran neposredno v bližini mlekomata in kupcu omogoča nakup plastenke ali steklenice. Naprava je zelo koristna, če kupec s sabo nima ustrezne posode za nakup mleka.\n"], "7": ["2.4 Hladilni sistem", "Hlajenje prostora in mleka je dimenzionirano tako, da je optimalni izkoristek hlajenje- električna poraba. Sistem se nahaja pod stropom mlekomata in je nameščen tako, da ga ob servisiranju lahko zamenjamo. Pomemben vpliv pri hlajenju ima regulacija, s katero vzdržujemo delovno temperaturo v prostoru (4 -C). Avtomatika preverja in vzdržuje temperaturo vsakih 10 sekund. Sočasno se preverja tudi temperatura mleka v cisterni. Če ta preseže omenjeno temperaturo, se mlekomat ustavi (preneha točiti mleko), lastniku pa po SMS-u javi poročilo o stanju. Prav tako se signalizira trenutna količina mleka, napaka sistema za izpiranje, potek roka dostave (24 ur). Kondenz oziroma vlaga se nabira na hladilnih rebrih in se odvaja preko cevke v posodo, ki jo prazni lastnik.\n"], "8": ["2.5 Transport mleka", "Lastnik mlekomata natoči v cisterno že ohlajeno mleko. Cisterna je izdelana iz dveh plaščev, vmes pa je poliuretanska izolacija, da se mleko med transportom ne bi segrelo nad kritično temperaturo. Cisterna ima pokrov, na katerem je pralna šoba, na dnu cisterne pa je izpust s krogličnim ventilom. Cisterna ima mešalo, ki se periodično vključuje in skrbi, da so sestavine mleka (maščobe) ves čas homogeno razporejene po volumnu cisterne. Ko lastnik pripelje mleko na mesto, vstavi cisterno v mlekomat (opcijsko jo lahko povleče z vgrajenim vitlom). Nato mora vključiti napajanje cisterne ter komunikacijski kabel za temperaturno sondo. Potrebno je vpisati količino pripeljanega mleka, cisterna je lahko napolnjena le do polovice, ter potrditi dostavo mleka. Tako se v krmilnik zapiše čas, ki je nato izpisan na ekranu. Če rok trajanja preteče, ali če je mleka zmanjkalo, je na zaslonu izpisano stanje stroja.\n"], "9": ["2.6 Pranje izpostavljenih površin", "Lastnik lahko cisterno čisti ročno ali strojno. Doma priključi cisterno na napajanje, tako da se zagotovi pretok čistila skozi črpalko in cevi. Nato se čisti po postopku s kislino in bazo. Cisterna ima na pokrovu nameščeno pralno glavo, ki sega v notranjost. Na njo je možno priključiti zunanjo črpalko, ki pod pritiskom čisti cisterno, odpadno vodo pa črpa na izpustu cisterne. V samem mlekomatu je čiščenje in pranje avtomatsko po vsakem točenju mleka. Črpalka pod pritiskom črpa vodo skozi šobe, nameščene v točilni komori. Odpadna voda pa na dnu komore odteče v za to namensko posodo. Dno točilne komore je snemljivo, tako da so dostopni vsi deli, ki so v stiku z mlekom. V pralno vodo v mlekomatu je možno dodati čisti alkohol, s čimer povečamo pralni učinek in dezinfekcijo. V sami razsvetljavi točilne komore se nahaja UV svetilka, katere valovna dolžina svetlobe je 260 nanometrov (v nadaljevanju nm). Tako se izvaja dezinfekcija tudi, ko mlekomat miruje. Ta določena valovna dolžina je potrebna zato, da se uničijo mikrobi, ki se nahajajo na površinah, ki jih voda ne odplakne.\n"], "10": ["3 MATERIAL IN METODE DELA", ""], "11": ["3.1 Predstavitev podjetja ETRA", "Podjetje ETRA, d. o. o., je bilo ustanovljeno leta 1994, takrat z dvema zaposlenima. Danes zaposluje 36 strokovnjakov z obsežnimi splošnimi in specializiranimi znanji ter praktičnimi izkušnjami. Je eno izmed vodilnih podjetij v Sloveniji na področju industrijske avtomatizacije, procesnega krmiljenja in elektromotornih pogonov.\nZ nenehnim dodatnim izobraževanjem in izpopolnjevanjem vseh zaposlenih, analiziranjem vseh zaključenih izvedenih projektov, tesnim sodelovanjem z dobavitelji strojne in programske opreme, s podrobnim sledenjem, analiziranjem in nadgrajevanjem vzdrževanih sistemov in na koncu tudi s pridobivanjem novih visoko izobraženih kadrov, podjetje nenehno ostaja v stiku z najnovejšimi znanji in tehnologijami na tem področju (ETRA 2010).\n"], "12": ["3.2 Predstavitev kmetije Lavbič", "Kmetija Lavbič se nahaja v Svetelki v Dramljah, kjer živita Tone in Darja Lavbič, skupaj z njunimi tremi otroki in mamo Betko. Njuna kmetija obsega 35 hektarjev (v nadaljevanju ha) obdelovalnih površin, od tega na 10 ha pridelujejo koruzo za silažo, ostalih 25 ha pa so travniki. Ukvarjajo se s prirejo mleka. Imajo 50 glav molznic in 50 glav mlade živine. Dnevno prireja mleka je cca. 1200 litrov (v nadaljevanju l). Leta 2009 so začeli s prodajo mleka na mlekomatu in tako so do danes lastniki že treh v celoti v Sloveniji razvitih mlekomatih, zasnovanih v podjetju ETRA. Njihovi mlekomati se nahajajo v Celjski regiji, in sicer na Hudinji (otvoritev 12. 9. 2009), v Novi vasi (otvoritev 21. 10. 2009) in v Štorah (otvoritev 21. 8. 2010). Mleko pa prodajajo tudi preko Govedorejskega poslovnega združenja v italijanske mlekarne. \n(http://zemljevid.e-informacije.com/zemljevid-celja.php) (28. 8. 2010).\n"], "13": ["3.3 Anketni list", "Anketa je vsebovala 10 vprašanj (PRILOGA 1), kjer je anketiranec lahko odgovoril na enega ali več ponujenih odgovorov.\nAnketa je zajemala vprašanja:\n- Spol anketiranca?\n- Starostna skupina anketiranca?\n- Izobrazba anketiranca?\n- Pogostost anketirančevega kupovanja mleka na mlekomatu?\n- Uporabljena embalaža ob nakupu?\n- Kako so izvedeli za mlekomat?\n- Kakšno mleko so uporabljali pred poznavanjem mlekomata?\n- Kakšno se jim zdi mleko iz mlekomata?\n- Kaj menijo o vplivu svežega mleka na zdravje?\n- Kaj menijo o zadostnosti prodaje mleka?\n"], "14": ["3.4 Statistična obdelava podatkov", "Rezultate smo obdelali in grafično prikazali s programom Excel. Za vrednotenje neparametričnih spremenljivk naše ankete smo uporabili Hi-kvadrat test pri stopnji tveganja p≤ 0,05, ki smo ga izvedli s statističnim programom SPSS 17.0 for Windows.\n"], "15": ["4 REZULTATI Z RAZPRAVO", "Zbrane podatke smo ovrednotili z odstotnimi vrednostmi in jih tabelarično ter grafično ponazorili.\n"], "16": ["4.1 Podatki o spolu anketirancev", "Iz rezultatov ankete (grafikon 1) je razvidno, da je 44 % anketirancev moškega spola in 56 % anketirancev ženskega spola. Predpostavljamo lahko, da se za nakup mleka na mlekomatu v večjem delu odločajo ženske. \nHi-kvadrat je ovrgel predpostavko, da se za nakup mleka na mlekomatu v večjem delu odločajo ženske. Med spoloma ni bilo statistično značilnih razlik.\n"], "17": ["4.2 Podatki o starostni skupini anketirancev", "Iz grafikona 2 je razvidno, da je največji delež udeležencev (48 %) v starostnem obdobju od 20 do 50 let, sledijo mu starostne skupine starejše od 50 let s 30 % deležem, 22 % udeležencev je bilo starih do 20 let. Predpostavimo lahko, da se za nakup mleka v največjem deležu odločajo ljudje, stari med 20 in 50 let. \nHi-kvadrat test je ovrgel domnevo, da se za nakup mleka v največjem deležu odločajo ljudje stari med 20 in 50 let.\n"], "18": ["4.3 Podatki o izobrazbi anketirancev", "Iz grafikona 3 je razvidno, da ima 50 % udeležencev končano srednjo šolo, 34 % udeležencev ima končano osnovno šolo in 16 % udeležencev je zaključilo višjo oz. visoko šolo. Predpostavimo lahko, da se za nakup mleka na mlekomatu v večini odločajo ljudje s \nsrednješolsko izobrazbo, sledijo ljudje s končano osnovno šolo, nato pa višje oziroma visokošolsko izobraženi.\nHi-kvadrat test je potrdil predpostavko, da je med uporabniki mlekomatov dejansko statistična razlika v izobrazbi. Predvidevali bi lahko, da so ljudje, ki so visoko izobraženi najbolj osveščeni o novostih na tržišču in se najbolj poslužujejo teh naprav. Ali pa se mogoče zaradi današnjega tempa življenja pozablja na naše zdravje? Ljudje pa si ne vzamemo časa, da bi se bolj posvetili samim sebi.\n"], "19": ["4.4 Podatki o pogostosti nakupa svežega mleka na mlekomatu", "Iz grafikona 4 je razvidno, da kar 54 % anketirancev uporablja mlekomat od 3- do 5-krat na teden, 24 % anketirancev ga uporablja manj kot enkrat tedensko in 22 % ga uporablja enkrat tedensko. Predpostavimo lahko, da so ljudje osveščeni o zdravju svežega mleka, zato se v vedno večjem številu odločajo zanj.\nZ analizo Hi-kvadrat testa smo ugotovili, da število obiskov ni enako, torej so razlike statistično potrjene. Potrdili smo domnevo, da se največ ljudi odloča za nakup mleka 3- do 5- krat tedensko.\n"], "20": ["4.5 Podatki o embalaži ob nakupu mleka", "Iz grafikona 5 je razvidno, da 50 % anketirancev ob nakupu mleka iz mlekomata prinese s seboj svojo steklenico, prav tako pa jih 50 % kupi steklenico iz mlekomata. Podatki o embalaži nam lahko razložijo ekološko zavest potrošnikov. Predpostavimo lahko, da potrošniki še niso dovolj ekološko osveščeni.\nZ analizo Hi-kvadrat testa smo ugotovili, da med lastnimi in kupljenimi steklenicami ni statističnih razlik.\n"], "21": ["4.6 Podatki o osveščenosti anketirancev o mlekomatih", "Iz grafikona 6 je razvidno, da je največ anketirancev, in sicer 62 %, izvedelo za mlekomat od svojcev in prijateljev, 38 % anketirancev pa iz reklamnih oglasov. Predpostavimo lahko, da bi morali ponudniki mleka iz mlekomatov dati večji poudarek na promociji mlekomata in o pozitivnih vplivih svežega mleka na naše zdravje.\nZ analizo Hi-kvadrat testa smo ugotovili, da med vplivom reklame in svojci ni statističnih razlik.\n"], "22": ["4.7 Podatki o uporabi mleka pred poznavanjem mlekomata", "Iz grafikona 7 je razvidno, da je kar 82 % anketirancev pred poznavanjem mlekomatov uporabljalo mleko, ki so ga kupili v trgovini, 18 % anketirancev pa je kupovalo mleko pri kmetu. Predpostavljamo lahko, da je večina ljudi raje uporabljala trgovinsko mleko, kot pa da bi se za nakup le-tega odločala pri proizvajalcih mleka.\nHi- kvadrat test je potrdil predpostavko , da se je večina ljudi pred nakupovanjem mleka na mlekomatu odločala za nakup mleka v trgovini.\n"], "23": ["4.8 Podatki o okusu mleka", "Iz grafikona 8 je razvidno, da se zdi 92 % anketirancem mleko iz mlekomata v primerjavi s trgovinskim mlekom, bolj okusno in sveže, 8 % se jim zdi to mleko dobro, nihče od anketiranih pa ne opazi nobene razlike med svežim in trgovinskim mlekom. Predpostavljamo lahko, da je skoraj vsem uporabnikom sveže mleko iz mlekomata okusnejše kot trgovinsko mleko, prav zaradi tega se tudi odločajo za njegovo uporabo.\nZ analizo Hi-kvadrat testa smo ugotovili, da obiskovalci ločijo okus enega in drugega mleka. Predpostavko smo torej tudi statistično potrdili.\n"], "24": ["4.9 Podatki o osveščenosti anketirancev o svežem in pasteriziranem mleku", "Iz grafikona 9 je razvidno, da je kar 96 % anketirancev prepričano v to, da je sveže mleko bolj zdravo kot pasterizirano, 4 % anketirancev ne vedo, če je sveže mleko bolj zdravo kot pasterizirano, nihče od le-teh pa ni mnenja, da med svežim in pasteriziranim mlekom ni razlik.\nHi- kvadrat test je potrdil hipotezo, da je 96 % anketirancev prepričanih v boljšo kvaliteto mleka iz mlekomata.\n"], "25": ["4.10 Podatki o zadostnosti uporabe mlekomata", "Iz grafikona 10 je razvidno, da kar 84 % anketirancev meni, da se za nakup svežega mleka na mlekomatu odloča premalo ljudi, ker je to v Sloveniji premalo razvito, 8 % jih meni, da se za sveže mleko odloča manj ljudi, ker je to mleko predrago, 4 % anketirancev pa je mnenja, da se za nakup svežega mleka odloča dovolj ljudi in prav tako jih 4 % meni, da mleko nima dolgega roka trajanja. Zanimivo je, da je večina mnenja, da je mlekomat še premalo poznana inovacija v Sloveniji, vendar pričakujemo, da se bo osveščenost ljudi o mlekomatih še povečevala. \nZ analizo Hi-kvadrat testa smo statistično ugotovili oz. potrdili dejstvo, da je obisk mlekomata premajhen zato, ker so mlekomati v Sloveniji premalo poznani.\n"], "26": ["5 SKLEPI", "Ideja o svežem mleku je privedla proizvajalce k temu, da so se odločili za nakup mlekomatov, kjer se lahko ljudje odločijo za nakup svežega, surovega, domačega mleka. Zanimala me je osveščenost ljudi o teh novih avtomatskih točilnih sistemih, zato sem na mlekomatih kmetije Lavbič opravili anketo. Ugotovila sem, da mlekomati v Sloveniji še niso dovolj poznani. Mislim, da bi se morali proizvajalci mlekomatov in lastniki le-teh bolj potruditi in narediti nekaj več, da bi se ljudje bolj seznanili z napravami in s prednostmi, ki nam jih le-te ponujajo. Danes bi morali namreč ljudje dajati vse večji poudarek na kakovosti živil, zato bi se nam takšne novosti morale zdeti vredne jemanja našega časa in posluha. Ali pa smo potrošniki mogoče toliko nezaupljivi, da se nam zdi potreba po svežem mleku smotrna. Na mlekomatih kmetije Lavbič smo z anketo ugotovili:\n- da se za nakup mleka na mlekomatu odloča 44 % ljudi moškega in 56 % ženskega  spola,\n- da je bilo kar 48 % anketiranih starih med 20 in 50 let,\n- da je kar 50 % anketiranih zaključilo srednjo šolo, 34 % anketiranih je zaključilo  osnovno šolo in le 16 % anketiranih je imelo končano višjo oziroma visoko šolo,\n- 62 % anketiranih je za mlekomat izvedelo od svojcev in prijateljev in le 38 % iz  reklamnih oglasov,\n- 92 % anketiranih je bilo mnenja, da je mleko iz mlekomata v primerjavi s  trgovinskim bolj okusno in sveže, 8 % pa jih je menilo, da je to mleko dobro,\n- 96 % anketiranih je bilo prepričano v to, da je sveže mleko bolj zdravo kot  pasterizirano,\n- 84 % anketiranih je menilo, da se za nakup mleka na mlekomatu odloča premalo  ljudi, ker je premalo poznano,\n- 54 % anketiranih se za nakup mleka na mlekomatu odloči od 3- do 5-krat na teden,\n- 50 % anketiranih ob nakupu prinese svojo steklenico in prav tako jih 50 % kupi  steklenico na mlekomatu, \n- 82 % anketiranih je pred uporabo mlekomata mleko kupovalo v trgovini in 18 %  na kmetijah.\n"], "abstract": ["V diplomski nalogi smo v anketi proučevali, kako uporabniki mlekomatov ocenjujejo sveže mleko v primerjavi s pasteriziranim trgovinskim mlekom in kakšna se jim zdi osveščenost o teh, v Sloveniji že razširjenih avtomatskih napravah najsodobnejše tehnologije za prodajo svežega mleka. Na mlekomatih kmetije Lavbič smo z anketo ugotovili, da se za nakup mleka na mlekomatu odloča 44 % oseb moškega in 56 % ženskega spola, da je bilo kar 48 % anketirancev starih med 20 in 50 let, da je kar 50 % anketiranih zaključilo srednjo šolo, 34 % anketirancev je zaključilo osnovno šolo in 16 % anketiranih je imelo končano višjo oziroma visoko šolo. Zanimivo je bilo, da je kar 62 % anketirancev izvedelo za mlekomat od svojcev in prijateljev in le 38 % iz reklamnih oglasov. 92 % anketirancev je mnenja, da je mleko iz mlekomata v primerjavi s trgovinskim, bolj okusno in sveže, 8 % pa jih meni, da je mleko iz mlekomata dobro. 96 % anketiranih je prepričanih v to, da je sveže mleko bolj zdravo kot pasterizirano in kar 84 % jih meni, da se za nakup mleka na mlekomatu odloča premalo ljudi, ker je premalo poznano. "]}