{"1": ["1 UVOD", ""], "2": ["1.1 Definicija problema", "Siliranje predstavlja na slovenskih kmetijah enega večjih stroškov pridelave krme za živali. S siliranjem z domačimi stroji in z delovno silo sosedov, ki si pomagajo pri siliranju, se stroški občutno zmanjšajo. Na drugi strani pa imamo večje kmete, ki nudijo strojne usluge s samohodnimi kombajni in velikimi prikolicami, ki nam krmo pripeljejo na dvorišče. To seveda prispeva k večjim stroškom.\n"], "3": ["1.2 Pregled stanja", "Stanje raziskav na področju preučevanja stroškov siliranja kaže, da je problem razlike stroškov prisoten, vendar se na manjših slovenskih kmetijah ne odločajo za usluge s samohodnimi kombajni, saj imajo skoraj na vsaki kmetiji enoredni kombajn, s katerim lepo počasi posilirajo. Na večjih kmetijah se le-teh uslug poslužujejo, saj je delo opravljeno hitro in kakovostno ob tem pa pridobijo čas za druga dela.\n"], "4": ["1.3 Predstavitev dela", "V magistrskem delu bomo ovrednotili posamezne faze siliranja. Najprej bomo temeljito obdelali siliranje s pomočjo dvorednega silokombajna Mengele SH 20 s traktorjem Zetor 12045 crystal in prevoz s pomočjo treh traktorjev: Zetor 7745, Zetor 6245 in Jcb fastrac 185/65.\nV drugem delu bomo ovrednotili siliranje s samohodnim silokombajnom Claas Jaguar 695 Mega in prevoz s spremljevalnimi prikolicami kot kompletno uslugo siliranja.\n"], "5": ["1.4 Delovne hipoteze", "V magistrskem delu želimo dokazati, da se v primeru, ko obračunamo amortizacijo domačih strojev in računamo delovno silo (strojnike), siliranje z domačimi stroji ne izplača v primerjavi z najeto storitvijo. V primeru uporabe amortiziranih strojev pa predvidevamo, da je siliranje z domačimi stroji ugodnejše.\nV primeru, ko kmet nabavi nov silokombajn (v našem primeru dvoredni Mengele SH 20), nove traktorje in prikolice, oziroma da obračuna strojnike in amortizacijo, je bolj smotrna odločitev o najemu siliranja s prevozom na dom in tlačenjem.\n"], "6": ["2 PREGLED OBJAV", ""], "7": ["2.1 Siliranje in silokombajni", ""], "8": ["2.1.1 Siliranje", "Spravilo koruze za siliranje zajema žetev s pripravo rezanice, prevoz, razkladanje rezanice - polnjenje silosa in zgoščevanje v silosu. Iz predvidene dnevne norme za prvi dan spravila izračunamo potrebno dnevno zmogljivost verige strojev za spravilo.\nZmogljivost verige strojev za spravilo je odvisna od delovne zmogljivosti najmanj produktivnega člena verige. Če siliramo v stolpnem silosu, je to gotovo pnevmatski transporter, pri siliranju v koritastih silosih na kmečkih gospodarstvih pa so to prevozi.\nPri koritastih silosih oziroma pri siliranju na tla je ozko grlo tudi stroj, ki ravna in tlači. Ponavadi je na manjših kmetijah ravnanje ročno, tlačijo pa z majhnim traktorjem, kar pa je zamudno, in prikolice čakajo, da jih spraznijo. Na večjih kmetijah planirajo silažo z rovokopačem. To je gradbeni stroj, ki ima spredaj žlico, s katero ravna, zadaj pa izkopno roko. Masa takega stroja je približno 8-10 ton. Zaradi svoje mase je učinkovitost tlačenja tolikšna, da sproti ravna in tlači tudi, če silira samohodni silokombajn.\nDobro koruzno silažo bomo pripravili, če bomo koruzo poželi pravočasno, v primerni zrelosti, jo natančno in kratko zrezali, da v rezanici ne bo celih zrn, ter jo hitro prepeljali v silos in v njem dobro zgostili. Dnevni cilj verige strojev za spravilo koruze za siliranje je pospraviti prvi dan 60 do 70 odstotkov pridelka koruze, ki smo jo namenili za konzerviranje v obliki silaže. V dveh dneh mora biti silos napolnjen, zgoščen in zaprt. \n- Ugotavljanje primerne zrelosti koruze za siliranje\nZrelost koruzne rastline ob siliranju odločilno vpliva na pridelek in vsebnost sušine, na razmerje med storžem in ostalim delom rastline, na vsebnost posameznih hranilnih snovi ter na izgube in potek fermentacije.\nOd cvetenja do voščene zrelosti se pridelek suhe snovi na hektar koruznega posevka podvoji, od mlečne do voščene zrelosti pa se poveča za eno tretjino. Pridelek sušine in energetska vrednost cele koruzne rastline sta največja pred nastopom fiziološke zrelosti v pozni voščeni zrelosti, ker so kasneje izgube hranilnih snovi zaradi staranja slame večje od povečevanja hranilne vrednosti zrnja. Od cvetenja do polne zrelosti se delež storža v celi rastlini povečuje, istočasno pa se zmanjšuje delež listov in stebla.\nNajprimernejši čas za spravilo posevkov silažne koruze je, ko vsebuje cela rastlina 30-32 odstotkov sušine, storž 49-55 odstotkov sušine, delež storža v skupni snovi pa je okoli 50 odstotkov. Glede na fazo razvoja je to na prehodu iz voščene v trdo zrelost, listi pa so še pretežno zeleni. Pri pritisku z nohtom na zrnje, noht le s težavo prodre v notranjost zrna. Mehko in vlažno je zrno samo še pri dnu, kjer se drži oklaska.\nSušino koruzne rastline je mogoče oceniti tudi na osnovi mlečne črte (Slika 1). To je črta, ki razmejuje trdi in mehki del škroba v zrnju. Z zorenjem škrob v zrnju postopoma trdi in rumeni. Zrno prične trdeti in rumeneti na zgornji strani. Odtod se mlečna črta premika proti delu, kjer je zrno pritrjeno na oklasek. Če storž prelomimo, vidimo na zgornjem delu storža mlečno črto, na spodnjem pa kalčke. \nPo ameriških podatkih lahko po različnih položajih mlečne črte pričakujemo naslednjo vsebnost sušine koruzne rastline (Slika 2):\nSlaba stran silaže z nizko vsebnostjo sušine je v prenizki hranilni vrednosti, nižji konzumaciji in večji nevarnosti zakisanja vampa. Po drugi strani pa zrnje pri manj zreli silaži bolje zdrobimo in je lažje prebavljivo. Manj zrelo silažo tudi bolje tlačimo in je manj dovzetna za naknadno fermentacijo (gretje silaže ob odvzemu). Zaradi tega je priporočljivo, da tisti, ki imajo majhen dnevni odvzem, poletno krmljenje, kombajn, ki slabo zdrobi zrnje, in pogoste težave s segrevanjem silaže, silirajo nekoliko manj zrelo koruzo. Za tiste, ki imajo optimalne \npogoje za siliranje, je priporočljiva za pripravo silaže nekoliko večja sušina. To velja posebej za obrate, ki pitajo govedo s koruzno silažo brez sena v obroku.\nPri koruzi z nizkim deležem storžev ne moremo čakati optimalne sušine, saj bi jo dosegli šele, ko bi se koruznica že precej posušila. Zaradi tega jo siliramo glede na zrelost zrnja enako kot normalno koruzo, le da bo pri tem silaža nekoliko bolj vlažna. Tudi s koruzo, ki jo je prizadela slana, ne kaže predolgo čakati, saj koruznica, ki se suši, izgublja hranilno vrednost.\n- Dolžina rezanice\nRezanica mora biti kratka in po dolžini izenačena. Primerna dolžina je 4-7 milimetrov.\nKratka rezanica omogoča:\n- enakomerno razporejanje, učinkovito tlačenje in dobro zgoščevanje v silosu,\n- odsotnost zraka v masi,\n- dobro prebavljivost koruzne silaže zaradi majhnega deleža nezdrobljenih zrn v silaži,\n- hiter razvoj mlečnokislinskih bakterij,\n- dobro izkoriščanje silosnega prostora,\n- ohranjanje homogenosti rezanice ob nakladanju in morebitnem pnevmatskem transportiranju v silos,\n- lažji in hitrejši odvzem silaže.\n"], "9": ["2.1.2 Kaj je silokombajn in kako deluje?", "SILOKOMBAJN\nKOLUTNI DISKASTI KLADIVAR\nDISKASTI*  BOBNASTI SILOKOMBAJN\nNOŠENI SAMOHODNI\nUNIVERZALNI *delitev je enaka pri diskastih in bobnastih silokombajnih Shema 1: Delitev silokombajnov (Vir:Vidmar,2008)\nSilažni kombajn pobere svežo ali uvelo krmo, koruzo za siliranje pa odkosi, jo zreže in pnevmatično trasportira v prevozno sredstvo. Izdelujejo jih v dveh izvedbah glede na vrsto rezalne naprave. Pri eni so noži na kolutu, to so tako imenovani kolutni silažni kombajni, pri drugi pa so noži na bobnu, tem pravimo bobenski silažni kombajni.\nŠkarjasto ustje za žetev silažne koruze je eno- ali večvrstno, odvisno od kategorije kombajna. V vsakem ustju je dovajalo, ki odkošene rastline pregane in jih s spodnjim koncem potiska naprej v rezalno napravo. Znane so različne izvedbe dovajal: verižno, spiralno in bobensko. Nekateri silažni kombajni imajo vgrajeno napravo za drobljenje zrnja (»corn cracker«) ali pa so kako drugače prirejeni, da ga mečkajo. \nZmogljivost kombajna je odvisna od kategorije stroja in v tem okviru od razpoložljive pogonske moči. V praksi izkoristimo le 60 do 80 odstotkov tehnične zmogljivosti kombajna, t.j. tako imenovana delovna zmogljivost.\nMoč za pogon kombajna je odvisna od pretoka mase - količine koruze, ki gre skozi stroj, in dolžine rezanja. Pomemben je tudi vpliv ostrine in nastavitev rezalnih elementov ter debelina svaljka koruze med rezilom in protirezilom.\nEnonamenski silažni kombajni so običajno manjše zmogljivosti in prirejeni za žetev silažne koruze. Pri univerzalnih silažnih kombajnih obstaja možnost zamenjave škarjastega ustja za žetev silažne koruze z napravo za pobiranje krme iz redi ali zgrabkov. Krmo, ki jo pobiralna naprava dvigne s tal, zgrabi dovajalni polž in jo stisne v štreno. Hkrati jo prime dovajalna veriga (nekateri kombajni imajo namesto nje valje) in jo vleče v kanal. V njem je stiskalni valj, za njim pa spodnji gladek in zgornji rebrasti valj, ki krmo stiskajo v svaljek in potiskajo v režo med nožem in protirezilom (Slika 3).\n(http://www.agweb.com/blog/Machinery_Journal_138/?Year=2009&Month=11,13.2.2013) \nDolžino rezanja rezanice je mogoče uravnavati s številom vrtilne frekvence rezalnega bobna oziroma diska (to možnost imajo le nekateri silažni kombajni), prav tako s spremembo števila vgrajenih nožev in spremembo hitrosti dovajanja - podajanja krme.\n- Delovanje bobnastega kombajna\nBobnasti silažni kombajni imajo hitro vrteči se boben (Slika 4) z vrtilno frekvenco približno 1000 /min in s prečno nameščenimi noži. Nekateri jih imajo celo 24, razporejenih v sekcijah, ki zrežejo krmo, zlasti koruzo, na zelo kratke kose (rezance). Koruzo, ki jo pobiralno ustje odreže, zgrabi dovajalni polž in jo stisne v »štreno«. Hkrati jo prime dovajalna veriga (nekateri kombajni imajo namesto nje valje) in jo vleče v kanal. V njem je stiskalni valj, za njim pa spodnji gladki in zgornji rebrasti valj, ki krmo stiskajo v svaljek in potiskajo v režo med nožem in protirezilom.\n- Delovanje diskastega silažnega kombajna\nDiskasti silažni kombajni imajo vrteči se disk (Slika 5), na katerega so radialno priviti noži, po obodu pa so razmeščene lopatice. Oboje omogoča proizvesti močan zračni tok, zato pri teh kombajnih ni težav s transportiranjem rezanice kot pri večjih bobenskih, če nimajo posebnega puhala za transportiranje rezanice. Pri obeh omenjenih izvedbah gre za rezanje s protirezilom. Princip delovanja podajalnega ustja pri kolutastem silažnem kombajnu se ne razlikuje od že opisanega bobnastega. \nZnani so namreč tudi silažni kombajni, ki režejo brez protirezila, to so tako imenovani kladivarji. Zdaj so že redkost, ker režejo krmo na dolgo, rezanica pa po dolžini ni izenačena.\n"], "10": ["2.1.3 Delitev silokombajnov po namenu", "Silažne kombajne izdelujejo kot eno- ali večnamenske – univerzalne stroje, prav tako kot priključne in priprežne traktorske priključke (Slike 6, 7, 9), največje pa kot samovozne stroje (Slika 8).\n(vir:http://www.poettinger.at/img/landtechnik/collection/maishaecksler/mex_gt_hq.jpg:, 13.2.2013)\n(vir: http://agralog.wordpress.com/2011/10/21/claas-jaguar-980/,13.2.2013) \n(vir: http://www.landwirt.com/berichtdiashow/PK_Mengele_Neuheiten_2010,18,.html,13.2.2013) (Vidmar,2008)\n"], "11": ["2.2 Silokombajn Mengele SH 20", ""], "12": ["2.2.1 Tehnične karakteristike", "V poskusu smo uporabili dvovrstni silažni kombajn Mengele tip SH 20 (Slika 10). Glede na prejšnje delitve je to kolutni univerzalni silokombajn, ki je izdelan kot priključek k traktorju.\nPogon silokombajna teče od priključne gredi traktorja preko traktorske priključne gredi in zobniškega reduktorja. Od reduktorja do rezalnega sklopa je pogon kardanski, kar omogoča boljši prenos moči in lažje vzdrževanje kot pri jermenskem prenosu.\nPredpisana vrtilna frekvenca traktorske priključne gredi je 1000/min, pri tej ima rezalni kolut vrtilno frekvenco 880/min. Najmanjša potrebna moč priključenega traktorja za pogon stroja je 65 kW/ 90 KM, največja moč traktorja je 92 kW/ 125 KM. \nDolžina reza krme se giblje od 4 mm do 60 mm, odvisno od prestavnega razmerja verižnikov. Masa stroja brez pobiralnega ustja je 880 kg. Ustje za koruzo ima maso 300 kg, ustje za travo (»pick up«) pa 250 kg.\n"], "13": ["2.2.2 Izmenljiva ustja", "Na stroju lahko zamenjamo dve pobiralni ustji; za koruzo (dvoredno) in za travo (širina 140 cm).\n(vir: http://www.landwirt.com/gebrauchte,425462,Mengele-Pick-up.html,13.2.2013)\nUstja lahko poljubno zamenjamo, saj je demontaža zelo enostavna. Pri menjavi ustja moramo odstraniti kardansko gred, ki poganja ustje, odstraniti sornik pri hidravličnem cilindru, ki služi za nastavljanje višine reza pri siliranju, odstraniti dve zagozdi in vzmet, ki služi kot amortizer. S tem je ustje odstranjeno in ga lahko zamenjamo z drugim. Pri menjavi ustja moramo obvezno spremeniti oziroma preveriti dolžino reza in jo po potrebi nastaviti.\nUstje za koruzo je opremljeno s t. i. zvezdicami, pod katerimi so priviti noži. Noži drsijo po protinožu. Na dvorednem koruznem ustju je 16 nožev in dve protirezili. Noži koruzo odrežejo, istočasno pa jo t. i. zvezdice primejo in transportirajo naprej do polžnega elevatorja, ki dve vrsti združi v en svaljek, ki ga nato primejo podajalni valji. Pobiralno ustje je spodaj opremljeno še s hidravličnim cilindrom, ki ustje dviguje oziroma spušča, odvisno od tega, kako visoko želimo, da koruzo reže. Zelo priporočljivo je, da imamo na traktorju hidravlično \npoteznico (»top link«), saj v tem primeru ni potrebno vrteti poteznice ob premiku delovnega položaja iz vzratnega v položaj ob sebi naprej (Slika 12).\nUstje za travo je opremljeno s pobiralno napravo, podobno kot pri samonakladalni prikolici ali balirki, ki krmo dvigne do elevatorja, ki travo dozira v kombajn (Slika 11).\nVstopni valji\n"], "14": ["2.2.3 Rezalni disk", "Silokombajn Mengele SH 20 uporablja za rezanje disk, na katerem je 10 nožev s plastjo proti obrabi. Na obodu ima privite lopatice za izmet ter drobljenje zrezane mase in zrnja. Lopatice se gibljejo ob drobilni plošči, ki je privita na obodu ohišja in se lahko približuje, s čimer se poveča učinkovitost drobljenja. Dolžino reza lahko nastavljamo s pomočjo menjave verižnikov na stroju in pobiralnem ustju.\n"], "15": ["2.2.4 Lopatice za izmet", "Za izmet služijo lopatice, ki so privite na obod rezalnega diska. Lopatice zrezano maso še dodatno drobijo ob drobilno ploščo, ki se nahaja na obodu zaščitne pločevine kombajna. Na lopaticah in na drobilni plošči se nahaja snov proti obrabi. Drobilno ploščo lahko s pomočjo vijakov nastavljamo čim bližje lopaticam, in s tem povečamo učinkovitost drobljenja.\n"], "16": ["2.2.5 Nastavitev dolžine rezanja", "Dolžino rezanja nastavimo tako, da s pomočjo verižnikov nastavljamo prestavno razmerje med rezalnim diskom in podajalnim ustjem (Slika 14). Če se podajalno ustje in valji, ki stiskajo maso, katera prihaja v stroj, vrtijo bolj počasi, je dolžina reza krajša, če se vrtijo hitreje, je daljša.\n"], "17": ["2.2.6 Nastavitev višine rezanja koruznice", "Višino rezanja koruznice nastavljamo na več načinov:\n- s podpornim kolesom: \nSilokombajn ima vgrajeno podporno kolo dimenzij (8.50-16), ki služi za nastavitev višine rezanja koruznice in za podporo. Nastavitev višine kolesa je brezstopenjska s pomočjo navojnega vretena.\n- z dolžino poteznice: Z dolžino poteznice nastavljamo kot silokombajna (visi bolj naprej ali nazaj, odvisno od smeri siliranja).\n- z višino pobiralnega ustja: Kot je že bilo omenjeno, je obravnavani silokombajn opremljen s hidravličnim cilindrom za dvig ustja, ki služi, da lahko ustje dvignemo višje ali nižje, in s tem nastavljamo višino reza.\n"], "18": ["2.2.7 Izmetalna cev", "Izmetalna cev je namenjena za izmet zrezane mase na prevozno sredstvo. Opremljena je z dvostransko delujočim hidravličnim cilindrom za premik izmetalne cevi vodoravno in z električnim pomikom izmetalne lopute navpično. Za električni pomik je uporabljen elektromotor, ki preko reduktorja in vzvoda vleče žično vrv in s tem loputo.\n"], "19": ["2.3 Stroški mehanizacije", "Stroški mehanizacije sodijo po obsegu med najpomembnejše stroške v rastlinski pridelavi, saj dosegajo pri delovno intenzivnih poljščinah preko tretjine vseh neposrednih stroškov. Uporaba posameznega stroja je torej smiselna le, kadar z njim pridelovanje pocenimo ali vsaj ob ohranjanju stroškov izboljšamo kakovost opravila, olajšamo napornost dela in zmanjšamo porabo časa - izboljšamo produktivnost. Zato moramo vsaj okvirno oceniti stroške rabe stroja in poznati glavne dejavnike, ki vplivajo na njegovo višino. (Žibrik, 1991)\nV Sloveniji se za obračun stroškov kmetijske mehanizacije uporablja Katalog stroškov kmetijske mehanizacije 2008, ki ga je izdala Zveza združenj za medsosedsko pomoč – Strojnih krožkov Slovenije. Vse stroške mehanizacije lahko glede na intenzivnost razdelimo v dve skupini:\n- fiksni stroški\n- variabilni stroški\nFiksni stroški so stroški, ki se pojavljajo ne glede na to ali stroj uporabljamo ali ne in jih lahko glede na časovno metodo izračunavanja amortizacije izražamo v €/ leto. Sem prištevamo stroške časovne amortizacije, zavarovanja, investicijskega vzdrževanja ter morebitnih obresti za najete kredite.\nVariabilni stroški so stroški, ki se pojavljajo samo takrat, ko stroj uporabljamo in jih lahko glede na funkcionalno metodo izračunavanja amortizacije izražamo v €/uro. To so stroški goriva, maziva, tekočega vzdrževanja in funkcionalne amortizacije.\n"], "20": ["2.3.1 Amortizacija", "Tako s praktičnega kot teoretičnega vidika je pri računanju stroškov kmetijske mehanizacije najbolj sporno obračunavanje stroškov amortizacije. Večina osnovnih sredstev, tudi kmetijski stroji in priključki, se med proizvodnim procesom izrablja in izgublja svojo prvotno vrednost. To zmanjšanje vrednosti je posledica fizične iztrošenosti pa tudi tehnološkega zastaranja. Zmanjševanje vrednosti moramo nadoknaditi skozi obračunavanje tega zneska preko učinka proizvodnje, v našem primeru delovne ure. Imenujemo ga strošek amortizacije. Osnovni namen amortizacije je torej postopno zagotavljanje sredstev za nakup novih strojev, ki bodo zamenjali dotrajane.\nTeorija v grobem ločuje dva osnovna načina izračunavanja oziroma določanja amortizacije: po časovni in po funkcionalni metodi.\nČasovna metoda upošteva pri izračunu izključno časovni princip, in sicer leta uporabe posameznega stroja do nastopa njegovega tehnološkega zastaranja. Tako izračunana amortizacija je izražena kot absolutni znesek na leto in ima značaj fiksnega stroška.\nFunkcionalna metoda upošteva zmogljivost do obrabe stroja, izraženo v urah delovanja. Po tej metodi izračunana amortizacija je izražena v znesku na delovno uro in ima značaj variabilnega stroška.\nIzbira načina obračunavanja amortizacije je odvisna predvsem od intenzivnosti rabe. Za stroje, za katere pričakujemo, da bodo dosegli letno izkoriščenost blizu optimalne, je primernejši časovni princip računanja amortizacije. Njegova uporaba je torej smiselna pri računanju stroškov mehanizacije za opravljanje uslug, za rabo v strojnih skupnostih, pa tudi za lastno uporabo, če velikost zemljišč in značaj priključka omogočata njegovo dovolj veliko izkoriščenost. Letni znesek časovne amortizacije dobimo tako, da delimo nabavno vrednost stroja z dobo do njegovega tehnološkega zastaranja:\nČasovna amortizacija (€/leto) = nabavna vrednost (€)/doba do tehnološkega zastaranja (let) \nZa mehanizacijo na kmetijah pa v naših razmerah časovni način obračunavanja amortizacije navadno ni primeren, ker na eni sami kmetiji pri večini strojev ni mogoče doseči optimalne letne izkoriščenosti. Če bi namreč v tem primeru kmet želel kupiti nov stroj, ko ta tehnološko zastara, bi zaradi premajhne letne izkoriščenosti moral njegovo delovno uro obremeniti s toliko večjim stroškom amortizacije, kar bi pomembno podražilo delovno uro stroja in s tem celotne stroške pridelave. Zato naši kmetje praviloma nizko letno izkoriščenost strojev nadoknadijo s podaljšanjem dobe njihove uporabe.\nV tem primeru bi bilo smiselno računati amortizacijo po funkcionalni metodi, s katero dobimo znesek amortizacije na delovno uro tako, da nabavno vrednost delimo z urami zmogljivosti do obrabe:\nFunkcionalna amortizacija (€/uro) = nabavna vrednost (€)/ zmogljivost do obrabe (ur)\n"], "21": ["3 MATERIALI IN METODE DELA", ""], "22": ["3.1 Siliranje Mengele SH 20", ""], "23": ["3.1.1 Lokacija meritev", "Poskus smo opravljali na Ljubljanskem barju v Črni vasi. Površina njive je bila 2.5 ha. Dolžina njive je bila 900 m. Na njivi je bilo 36 vrst koruze semenarske hiše Pioneer sorta PR34F70 z medvrstno razdaljo 75 cm in v vrsti 16 cm. Višina rastlin je bila približno 3 m in po višini zelo enakomerna. Razdalja od njive do silosa je bila 2,5 km.\n"], "24": ["3.1.2 Uporabljen traktor za siliranje", "Uporabili smo traktor znamke Zetor, tip 12045, z močjo 89 kW oz. 120 KM. Traktor je starejši letnik izdelave (1988), masa je približno 4800 kg. Ima mehanski menjalnik z 8 prestavami naprej in 4 nazaj, ob tem ima še hidravlične »polovičke«, ki nam prestave podvojijo. Motor je 6 valjni, prostornine 6870 ccm s po dvema ventiloma na valj. Motor je klasični sesalni, brez intercoolerja in turbinskega polnilnika. Pogon traktorja je na vsa štiri kolesa, vklop prednjega pogona pa je s pomočjo hidravlike in lamel.\n(vir:http://www.maxinzert.cz/Zemedelska-vozidla/prodam-zetor- 12045.html?k=62&inzid=836370, 13.2.2013)\n"], "25": ["3.1.3 Uporabljen silokombajn", "Za poskus smo uporabili dvoredni silažni kombajn Mengele SH 20. Na silokombajnu smo nastavili hitrost vstopnega ustja, da je bila dolžina reza 4 mm. Višino rezi koruze smo s pomočjo podpornega kolesa nastavili na 22 cm. Silirali smo v prvi reducirani prestavi z ročico za multipower v hitrem delu.\n"], "26": ["3.1.4 Uporabljeni ostali stroji", "Zetor 7745 s prikolico Tehnostroj;\nTraktor Zetor 7745 ima moč motorja 60.4 kW/81KS, prostornina motorja je 3900 ccm in ima maso 3500 kg. Traktor ima vgrajen štirikolesni pogon, ki ga po potrebi ročno vklopimo. Pripeto je imel prikolico Tehnostroj nosilnosti 5 t.\n(vir:http://www.technikboerse.com/en/view/gebrauchtmaschine/traktor/1208555/zetor- 7745.html, 13.2.2013) \nZetor 6245 s prikolico Tehnostroj;\nZetor 6245 ima prav tako kot prejšnji traktor štirikolesni pogon, prostornina motorja je 3500 ccm, moč motorja je 45.5 kW/61 KS in ima maso 3390 kg. Imel je pripeto identično prikolico Tehnostroj kot Zetor 7745.\n(vir: http://traktor.mojforum.si/traktor-about6393-0-asc-60.html,13.2.2013) \nJcb fastrac 185/65 s tandem prikolico Mengele;\nTraktor Jcb fastrac 185/65 ima delovno prostornino motorja 5900 ccm. Vgrajen ima motor znamke Cummins. Nazivna moč motorja je 140 kW/188 KS. Ima štirikolesni pogon, ki ga vklopimo elektrohidravlično. Teža traktorja je 6500 kg.\nPrikolica Mengele ima nosilnost 8 t in je na tandem podvozju. Prikolica je tudi vzmetena, kar pomeni, da omogoča hitrejšo vožnjo. Zavore so zračne.\nJcb 3cx rovokopač doma na silosu;\nJcb 3cx poganja štirivaljni turbo dizelski motor z močjo 69 kW/94 KS. Masa stroja je približno 8 t. Na silosu je narezano koruzo ravnal s prednjo žlico. Nato jo je tlačil s kolesi pri vožnji naprej - nazaj. Stroj je delal ves čas siliranja, tako da je bila silaža res kakovostno potlačena.\n"], "27": ["3.1.5 Podatki o transportu", "Povprečna hitrost traktorjev je bila 15 km/h Povprečni čas stresanja silaže je bil 7,55 min Povprečna velikost prikolice je bila 9,1 m3 Povprečni čas enega cikla (stresanje + prevoz) je bil 23,55 min\n"], "28": ["3.2 Siliranje Claas Jaguar 695 Mega", ""], "29": ["3.2.1 Lokacija meritev", "Tudi s samohodnim kombajnom Claas Jaguar 695 Mega smo opravljali na isti površini, opisani v poglavju 3.1.1\n"], "30": ["3.2.2 Opis kombajna", "(vir: http://www.hondaforum.si/viewtopic.php?f=14&t=25286&start=700, 13.2.2013)\nClaas Jaguar 695 Mega je štirivrstni samohodni kombajn. Poganja ga šestvaljni motor z močjo 185 kW. Ima mehanski menjalnik s tremi prestavami naprej in eno nazaj, ter fino nastavitev preko variatorskih prenosov. Reže s pomočjo bobna, na katerem so nameščeni noži. Pogon bobna je s pomočjo klinastega jermena, ki je konstantno napet. Boben je varovan z dvema vijakoma pred nenadno preobremenitvijo. \nPodajalno ustje je sestavljeno iz treh dovajalnih valjev, valjem za vnos in dvema valjema za stiskanje. Kombajn je bil opremljen tudi z detektorjem kovin, ki preprečuje, da bi v boben prišel tujek, ki bi ga poškodoval. Brušenje nožev na bobnu se izvede popolnoma avtomatsko, kar je pri Claasovih kombajnih serijsko. (Hrastel, 2009)\n"], "31": ["3.2.3 Opis ostalih strojev za transport", "Pri siliranju s samohodnim kombajnom je celotna ekipa plačana po uri prevoza, kombajn pa je plačan po površini, zato nas stroški porabe goriv in amortizacij strojev ne zanimajo. Na silosu je bil rovokopač JCB 3cx, katere podatke smo že opisali na prejšnji strani.\n"], "32": ["3.3 Izračun stroškov in uporabljena programska oprema", "Za potrebe magistrskega dela smo uporabili programsko orodje MS Excel. S programom smo simulirali stroške siliranja, ki je odvisno od več parametrov. Aplikacija omogoča, da se s spremembo posameznih parametrov obnovi končni rezultat, kar pa imenujemo optimiziranje stroškov. \n"], "33": ["3.4 Dosedanje raziskave na področju stroškov siliranja", "Na področju primerjave učinkovitosti siliranja in s tem povezanimi stroški je bila na Fakulteti za kmetijstvo in biosistemske vede v letu 2009 izdelana diplomska naloga (Hrastar). V nalogi so opisane vse primerjave delovne učinkovitosti enorednega in samohodnega kombajna. Na kratko so opisani tudi stroški, ki pa smo jih natančno obdelali v našem primeru siliranja.\n"], "34": ["4 REZULTATI Z RAZPRAVO", ""], "35": ["4.1 Siliranje Mengele SH 20", "V naslednjih poglavjih so predstavljeni rezultati meritev vključno z obračanjem in pripenjanjem prikolic, na njivi površine 2,5 ha.\nOb prihodu na njivo smo prvo prikolico zapeli na sprednji priključek na traktorju. Prve štiri vrste namreč siliramo vzvratno, silaža pa potuje po cevi prek traktorja v prikolico. Čas obračanja s pripeto prikolico je 5 minut. Po požetih 4 vrstah bo treba silokombajn obrniti v normalni delovni položaj, kar nam vzame dodatnih 15 minut. Torej je skupni čas siliranja 7 ur.\nV Katalogu stroškov kmetijske mehanizacije (Dolenšek,2008) je podana cena goriva na uro,(v letu 2007), zato smo upoštevali korekcijski koeficient med ceno goriva v letu 2007 in 2013. Ceno porabe goriva smo delili s ceno goriva 2007 (korekcijski koeficient) in pomnožili le-to s ceno januarja 2013.\nČas prevozov pomeni skupni čas, ki ga je porabil posamezen traktor za prevoz silaže do silosa. Ob izračunu nismo upoštevali stroškov, ko je traktor stal in čakal na nakladanje.\nSilažo smo vozili na silos, ki je bil od njive oddaljen 2,5 km. Povprečna hitrost traktorja pri transportu polne prikolice je bila 15 km/h. \nPovprečni volumen prikolice je bil 9,1 m3. Povprečni čas praznjenja prikolice je bil 7,55 minut. Torej je skupni čas prevoza od njive do silosa in nazaj trajal 23,55 minut.\nPri izračunu smo upoštevali tudi trošarino, ki znaša dobrih 250 evrov na tisoč litrov goriva. Pri izračunu smo obračunali celotno količino goriva, saj ponavadi na kmetijah na travnikih ne porabijo toliko goriva, kolikor so ga upravičeni, na njivah pa malce več, tako da se vse skupaj izravna.\nV preglednici 2 so prikazani osnovni podatki siliranja s kombajnom Mengele SH 20\nNa naslednji strani (Preglednica 3) so vsi podatki o stroških siliranja s kombajnom Mengele SH 20 \n"], "36": ["4.1.1 Izračun stroškov operacij po posameznih strojih", "Opisani so vsi stroški strojev za siliranje v primeru siliranja z Mengele SH 20. Podatki so povzeti po Katalogu stroškov kmetijske mehanizacije 2008 in karkteristik posameznega stroja.\nMengele SH 20\nNabavna cena za silokombajn Mengele SH 20 je 19.900 evrov. Kapaciteta stroja je 0,36 ha/h (poskus). Predvidena amortizacijska doba je 1.000 delovnih ur. Stroški znašajo:\n- amortizacije je 25,93 eur/h\n- vzdrževanja 9,95 eur/h.\nZetor 12045 crystal\nNabavna cena traktorja je 41.700 evrov. Predvidena amortizacijska doba je 10.000 delovnih ur. Stroški znašajo:\n- traktor porabi za 16,56 evrov dizelskega goriva na uro (11,8 l/h)\n- amortizacija nas stane 11,76 eur/h\n- stroški vzdrževanja pa 3,34 eur/h.\nZetor 7745, Zetor 6245\nOba Zetorja imata identične podatke, tako da bomo obravnavali kar oba skupaj. Nabavna cena posameznega traktorja je 19.700 evrov. Amortizacijska doba je 10.000 delovnih ur. Stroški znašajo:\n- gorivo 9,75 eur/h (6,9 l/h) \n- amortizacija 5,56 eur/h\n- vzdrževanje 1,58 eur/h.\nJcb fastrac 185/65\nNabavna cena traktorja je 53.500 eur, amortizacijska doba je 10.000 ur. Stroški znašajo:\n- gorivo 21,44 eur/h (15,3 l/h)\n- amortizacija 15,34 eur/h\n- vzdrževanje 4,28 eur/h.\nTraktorska prikolica 5 t\nNabavna cena 4.600 eur, amorizacijska doba je 6.000 delovnih ur. Stroški znašajo:\n- vzdrževanje 0,92 eur/h\n- amortizacija 3,53 eur/h.\nTraktorska prikolica 8 t\nNabavna cena 6.800 eur, amortizacijska doba 6.000 delovnih ur. Stroški znašajo:\n- vzdrževanje 1,36 eur/h\n- amortizacija 5,22 eur/h.\nJcb 3cx na silosu doma\nNabavna vrednost 33.700 eur, amortizacija 10.000 delovnih ur. \nStroški znašajo:\n- gorivo 13,61 eur/h (9,7 l/h)\n- vzdrževanje 2,70 eur/h\n- amortizacija 9,69 eur/h.\nČe vse stroške seštejemo, dobimo:\n- 1047 evrov, če upoštevamo stroške amortizacije.\n- 547,44 evrov, če ne upoštevamo amortizacije\n- 69,74 evrov dobimo povračila trošarine.\nKer v omenjenem primeru siliramo s starimi že amortiziranimi stroji, amortizacije ne upoštevamo. Prav tako nismo upoštevali delovne sile, ki dela s stroji, saj to delajo kolegi oziroma sosedje. Tukaj je še strošek, ki ga ne moremo upoštevati pri mehanizaciji. To je hrana in pijača za celotno ekipo, saj ponavadi na kmetijah, kjer se silira še po »starem« s silokombajnom, le-to opravilo poteka dlje kot pri samohodnem kombajnu. Torej so stroški 2,5 ha njive siliranja 547,44 evrov vzdrževanja in goriv, če pa odštejemo trošarino, pa 477,7 evrov.\n"], "37": ["4.2 Stroški siliranja Claas Jaguar Mega 695", "Pri siliranju s samohodnim silažnim kombajnom imamo celotno ekipo najeto.\nZa potrebe magistrskega dela smo v programu MS Excel izdelali preglednico z vsemi parametri za siliranje usluge. Cena siliranja je bila objavljena na spletni strani Storitve Virc, d. o. o.. Površina in razdalja prevozov je identična kot pri Mengele SH 20. Za lažje preračunavanje smo izdelali preračun silaže v kubičnih metrih na hektar. Za prevoz uporabljajo večje prikolice in novejše traktorje tako, da je hitrost prevoza večja kot v prvem primeru. \nAplikacija omogoča, da simuliramo število prikolic, tako da dosežemo optimum kapacitete, čas siliranja primerjamo s časom, ki ga potrebujemo za prevoz, in tako definiramo število prikolic.\nJcb na silosu ravna silažo in obenem tudi potlači. Zmogljivost tlačenja je velika, saj ima rovokopač velike mase za svojo površino koles. Tako je tlak na enoto površine večji kot pri poljedelskem traktorju. \nZa siliranje 2,5 ha njive je znašal strošek 450 evrov. Silokombajn je siliral dve uri. Da smo zmanjšali stroške prevoza je silokombajn čakal, saj je plačan po površini in ne na uro. Vozili so trije traktorji s prikolicami. Strošek prevozov je bil 240 evrov. Na silosu je bil rovokopač, ki je stal 60 evrov.\nStroški skupaj znašajo 750 evrov brez ddv. Ko obračunamo ddv, pride skupaj 900 evrov.\n"], "38": ["4.3 Analiza lastne cene silaže pri obeh načinih siliranja", "Lastna cena je vsota vseh stroškov, ki nastajajo pri uporabi mehanizacije, preračunana na delovno uro. Dobimo jo tako, da vsoto letnega zneska amortizacije in drugih fiksnih stroškov delimo z urami letne izkoriščenosti, in jih prištejemo variabilnim stroškom. Za analizo razlike v lastni ceni za oba načina siliranja uporabimo kalkulacijo Kmetijskega inštituta Slovenije (preglednica …) \n  (vir: http://www.kis.si/pls/kis/!kis.web?m=177&j=SI#nav)\nSTROŠKI ZMANJŠANI ZA SUBVENCIJE 2577,54\nRazlika v lastna ceni silaže med siliranjem kot uslugo in siliranjem s silokombajnom Mengele SH 20 z upoštevanjem amortizacije se razlikuje za 0,29 centa za kilogram silaže v korist lastne storitve s kombajnom Mengele SH 20. Razlika med amoriziranim in neamortiziranim silokombajnom pa je 0,31 centa za kilogram silaže. Med uslugo in neamortiziranim silokombajnom Mengele SH 20 pa razlike v lastni ceni silaže skoraj ni.\n"], "39": ["5 ZAKLJUČEK", "V primeru, da siliramo z novimi stroji nas bi stalo 1047 evrov, z upoštevanjem amortizacije. Od te vsote lahko odštejemo trošarino 69,74 evrov in dobimo strošek 977,26 evra. Če pa amortizacije ne upoštevamo je strošek občutno nižji in znaša 477,7 evra.\nSiliranje s samohodnim kombajnom s prevozi in tlačenjem nas stanejo 900 evrov z DDV.\nPri obračunu stroškov siliranja koruze na referenčni njivi smo ugotovili, da se v primeru, če kupimo nove stroje, siliranje ne izplača, saj so stroški amortizacije strojev previsoki. V tem primeru je cenejše, če najamemo kompletno uslugo siliranja s samohodnim silažnim kombajnom skupaj s prevozom in ravnanjem. V drugem primeru pa, če uporabljamo stare že amortizirane stroje, je cenejša uporaba le - teh.\nV magistrskemu delu smo potrdili delovno hipotezo.\nSamohodni silokombajn je primeren za večje površine, saj navkljub dražji storitvi prihranimo na času, ko lahko na kmetiji postorimo druge stvari.\n"], "abstract": ["V sklopu magistrskega dela smo ovrednotili vse stroške, ki nastanejo pri siliranju koruze in transportu silaže do silosa ter ravnanju in tlačenju. Primerjali smo dva sistema siliranja; z nošenim dvorednim silokombajnom Mengele SH 20 in domačimi stroji za transport in kompletno najeto uslugo siliranja s samohodnim kombajnom in prevozi ter ravnanja in tlačenja. Dokazali smo, da se v primeru, ko obračunamo amortizacijo domačih strojev in ko računamo delovno silo (strojnike), siliranje z domačimi stroji, ne izplača. Dokazali smo, da je v primeru uporabe amortiziranih strojev siliranje z domačimi stroji ugodnejše. V primeru, ko kmet nabavi nov silokombajn (v našem primeru dvoredni Mengele SH 20), nove traktorje in prikolice, oziroma ko obračuna strojnike in amortizacijo, je bolj smotrna odločitev o najemu siliranja s prevozom domov in tlačenjem."]}