{"1": ["1 UVOD", "V Sloveniji je najpomembnejša kmetijska dejavnost govedoreja. Kmetovalcu daje največ prihodka pridelovanje mleka in mesa (Potokar in sod. 2009). Lisasta pasma je v Sloveniji najštevilčnejša, obsega okrog 60 % populacije govedi. V letih 1929 do 1934 so v Pomurju intenzivno ustanavljali selekcijska društva, ki so leta 1932 ustanovila Zvezo selekcijskih društev in tako je Pomurje poznano kot zibelka reje lisaste pasme govedi (Osterc in sod. 2002). Slovenska lisasta pasma izhaja iz populacije švicarskega simentalskega goveda, ki je nastalo v dolinah Simme in Saane v Švici. Z uvozom v Slovenijo so začeli v drugi polovici 19. stoletja. V Pomurje so jo uvažali iz Madžarske in je nastala s križanjem avtohtonega panonskega goveda s švicarskimi lisastimi biki in pasma se je tako ustalila v Pomurju konec 19. stoletja (Kotnik 2010).\nV našem diplomskem delu bomo skušali ugotoviti:\n- ali poporodni premor vpliva na lastnosti mlečnosti in\n- ali zaporedna laktacija vpliva na lastnosti mlečnosti in poporodni premor.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Poporodni premor", "Poporodni premor pomeni število dni od telitve do ponovne obrejitve. Število dni poporodnega premora je lahko zelo različno in je odvisno od števila dni dobe med dvema zaporednima telitvama (DMT) (Ferčej in sod. 1989). Poporodni premor je tudi odvisen od načina delovanja jajčnikov pri posamezni kravi, kar se odraža na učinkovitosti razmnoževanja, tako da moramo pozorno opazovati delovanje jajčnikov in opazovati, kdaj se bo krava gonila (Grajales in sod. 2010). Trajanje poporodnega premora je odvisno od mlečnosti posamezne krave (Buh 2010). Poporodni premor naj bi trajal nekje med 75 in 90 dni (Povšnar 2011).\nOkvirne vrednosti poporodnega premora (Buh 2010):\n- pri mlečnosti okrog 5000 kg v standardni laktaciji (305 dni) približno traja 80 dni,\n- pri mlečnosti okrog 3000 kg v standardni laktaciji je lahko bistveno krajši,\n- pri mlečnosti nad 7000 kg v standardni laktaciji pa lahko traja tudi 120 dni.\nIz preglednice 1 vidimo, kakšen je bil povprečen poporodni premor pri kravah lisaste pasme in njenih križank, in povprečen poporodni premor v zavodu Murska Sobota.\nPasma Št. živali Poporodni premor (dni)  Lisasta pasma LS 40.732 125  Križanke LSX 10.782 126  Zavod  Murska Sobota 6828 130\n"], "4": ["2. 1. 1 Doba med dvema zaporednima telitvama", "Dobo med dvema zaporednima telitvama (DMT) naj znaša 12 mesecev ali 365 dni, sestavljata pa jo poporodni premor in doba brejosti. Pri reji krav za mleko imamo za DMT tudi naslednjo formulo:  DMT = 305 dni laktacije + 60 dni presušitve Če je DMT daljša od 12 mesecev, je v čredi rojenih 10 do 20 % manj telet od povprečja (Ferčej in sod. 1989). Tudi krajša DMT ni zaželena, saj zmanjšuje mlečnost v standardni laktaciji (305 dni) in omejuje življenjsko sposobnost krav (Povšnar 2011).\n"], "5": ["2.2 Mleko", "Mleko definiramo kot biološko tekočino, ki je proizvod mlečne žleze in je prva hrana novorojenega sesalca. Predstavlja najbolj popolno naravno hrano. Surovo mleko je dobro okolje za rast in razvoj mnogih mikroorganizmov. Pridobivanje mleka je takšno, da okužbe mleka z mikroorganizmi ne moremo preprečiti, zaradi česar je število mikroorganizmov v mleku pomemben dejavnik (Bem in sod. 2003). Kravje mleko sestavlja približno 87,5 % vode in 12,5 % suhe snovi. Sestavine mleka delimo na izvorne in neizvorne. Pri izvornih imamo glavne: voda, laktoza, maščobe, beljakovine in minerali ter stranske: soli (citrati, fosfati), vitamini, encimi in plini. K neizvornim pa prištevamo antibiotike, pesticide, herbicide, insekticide in težke kovine (Mavrin in Oštir 2002).\nIz preglednice 2 vidimo povprečno kemijsko sestavo kravjega mleka.\nVrsta mleka Suha snov (%) Beljakovine (%) Maščobe(%) Laktoza (%) Mineralne snovi (%)\nKravje mleko 12,6 3,3 3,8 4,8 0,7 \nPri količini mleka sta predvsem pomembni vsebnost maščob in beljakovin, ker sta pomembni za določanje odkupne cene mleka. Koliko bo vsebovalo mleko sestavin, je predvsem odvisno od dedne zasnove krav in tudi od dejavnikov okolja. Na vonj mleka vpliva predvsem prehrana krav molznic, zato jim moramo polagati kakovostno in zdravo hrano. Polaganje plesnive in smrdeče krme ima negativen vpliv na vonj mleka, prav tako pa se mleko lahko okuži z bakterijami. Tudi število bakterij in število somatskih celic v količini mleka sta zelo pomembni za kakovost mleka (Ferčej in sod. 1989). Mleko nastaja v alveolah pod vplivom hormona prolaktina, ki ga izloča prednji reženj hipofize in to traja ves čas laktacije. Mleko nastaja 24 ur na dan, ker je pretok krvi enakomeren. V času molže nastane samo 10 % mleka. Za izločanje mleka je pomemben hormon oksitocin, ki ga izloča zadnji reženj hipofize. Hormon pride preko krvi do alveol, kjer povzroča skrčenje mišičnih vlaken okrog alveol in cevčic, zaradi česar mleko iz alveol preide v cisterne, kjer se pritisk poveča za 3 do 6 krat. Sledi masaža vimena, ki povzroči, da se čez približno eno minuto začne izločati oksitocin. Kravo moramo pomolzti v času 7–9 minut po začetku izločanja oksitocina. Med molžo krave ne smemo vznemirjati, ker se takrat začne izločati hormon adrenalin, ki ga izloča nadledvična žleza. Hormon adrenalin namreč preprečuje iztok mleka v cisterne in temu pravimo, da krava zadrži mleko. Za pridobivanje mleka moramo vime pripraviti, tako da ga najprej očistimo, nato izmolzemo prve curke mleka iz vsakega seska in na koncu še izvedemo masažo vimena. Imamo različne načine odvzemanja mleka: ročne, strojne, robotske in sesanje telet (Cizej 1991). Na sestavo in količino dnevno izločenega mleka vplivajo številni dejavniki, kot so pasma, krma, starost, dedne lastnosti, stadij laktacije, letni čas, zdravstveno stanje, vremenski pogoji in gibanje živali (Mavrin in Šubic 2011).\nKoličina mleka je dedna lastnost, ki se deduje po očetu in po materi. Dedni delež znaša približno 30 %, ostalo je odvisno od dejavnikov okolja kot so krma, kakovost krme, razmerje med prebavljivimi beljakovinami in energijo, voda in temperatura okolja, v katerem se žival giblje (Cizej in sod. 1994).\n"], "6": ["2.3 Mlečne maščobe", "Vsebnost maščob v mleku se giblje med 3,5 do 6,0 %. Mlečna maščoba je v mleku v obliki maščobnih kroglic, te pa so obdane z rahlo lepljivo membrano (Matkovič 2008). Mlečno maščobo sestavljajo gliceridi, fosfolipidi, steroli, karotenoidi, lipofilni vitamini A, D, E, F in K. H gliceridom prištevamo trigliceride, digliceride in monogliceride (estri glicerola in maščobnih kislin). Od mlečne maščobe je odvisen tudi vonj in okus mleka in mlečnih izdelkov (Mavrin in Oštir 2002).\nV preglednici 3 so prikazane najpomembnejše maščobne kisline.\nMaščobna Agregatno stanje  Kemijska formula Hlapnosti Topnosti v vodi kislina pri 20 -C  a) nasičene maščobne kisline\nmaslena C3H7COOH tekoča hlapna topna\nkapronova C5H11COOH tekoča hlapna topna\nkaprilna C7H15COOH tekoča hlapna topna\nkapronska C9H19COOH trdna slabo hlapna slabo topna\nlavrinova C11H23COOH trdna slabo hlapna skoraj netopna\nmiristinova C13H27COOH trdna zelo slabo hlapna netopna\npalmitinova C15H31COOH trdna nehlapna netopna\nstearinova C17H35COOH trdna nehlapna skoraj netopna\nb) nenasičene maščobne kisline z eno dvojno vezjo (monoene)\noljeva C17H33COOH tekoča nehlapna netopna\nc) nenasičene maščobne kisline z dvema dvojnima vezema (diene)\nlinolova C17H31COOH tekoča nehlapna netopna\nd) nenasičene maščobne kisline z več dvojnimi vezmi (poliene) linolenova C17H29COOH (ima tri dvojne vezi: triena kislina) arahidonova C19H31COOH (ima štiri dvojne vezi: tetraena kislina)\n"], "7": ["2.3.1 Viri mlečnih maščob", "Mlečne maščobe nastajajo v mleku iz ocetne kisline, ki nastaja pri mikrobnem prebavljanju ogljikovih hidratov v vampu. K nastajanju mlečnih maščob prispeva tudi maslena kislina. Pomembna je tudi propionska kislina, ker preko hormonskega sistema vpliva na nalaganje in mobilizacijo telesnih maščob. Pomembne so tudi maščobe, ki se sprostijo pri črpanju telesnih rezerv (Babnik in sod. 2004).\nV mleku imamo lahko tudi preveliko ali premalo vsebnost maščob, tako je spodnja meja mlečnih maščob 3 %, zgornja meja pa 5 %. Pri premajhni vsebnosti maščob lahko pride do zakisanja vampa ali acidoze, do vnetja sluznice vampa in okužbe jeter, dislokacije siriščnika, slabše odpornosti na mitotoksine v krmi, zmanjšane sposobnosti zauživanja krme in obolevanja parkljev. Pri preveliki vsebnosti mlečnih maščob pri kravah molznicah pa lahko pride do neješčnosti, prikritih ali izraženih ketoz, hitrega hujšanja živali, poškodb jeter, plodnostnih motenj, dislokacije siriščnika, mastitisa in do drugih infekcij. Zgornja kritična meja 5 % mlečnih maščob velja le za začetek laktacije, proti koncu laktacije pa je povišana vsebnost maščob v mleku normalna (Babnik in sod. 2004).\nNa vsebnost mlečnih maščob v mleku vplivajo naslednji dejavniki (Babnik in sod. 2004):\n- vlaknina v obroku,\n- razmerje med voluminozno in močno krmo,\n- lastnosti močne krme,\n- načini krmljenja,\n- prehodi z zimskega na poletni obrok ali obroka z voluminozno krmo na obrok z  veliko močne krme,\n- pufrske snovi v obroku,\n- maščobe v obroku,\n- krmljenje v obdobju presušitve in\n- skromno krmljenje v obdobju po telitvi. \nVsebnost maščob v mleku se zmanjša zaradi premalo vlaknine v obroku in s tem se posledično izloča premalo sline in vsebina vampa se zakisa (pH vampovega soka pade). Pri krmljenju voluminozne in močne krme moramo biti pazljivi, saj preveč močne krme zmanjša vsebnost maščob v mleku. Če v obdobju, ko krave presušimo, krmimo preveč krme, to povzroči pretirano nalaganje telesnih rezerv in s tem se posledično na začetku naslednje laktacije vsebnost maščob v mleku poveča. Vsebnost maščob v mleku se prav tako poveča, če krave po telitvi krmimo preskromno ter pri krmljenju maščob, ki se izognejo prebavi v vampu (Babnik in sod. 2004).\n"], "8": ["2.4 Mlečne beljakovine", "Mlečne beljakovine so visoko molekularne spojine in so najpomembnejša sestavina mleka. Sestavljene so iz ogljika, kisika, vodika in dušika, lahko pa vsebujejo tudi žveplo, fosfor in kalcij (ZRSSS 2012).\nNajpomembnejše beljakovine mleka so (ZRSSS 2012):\n- kazein,\n- serumproteini (laktalbumini in laktoglubulini) in\n- beljakovine adsorbcijskega plašča maščobnih kapljic.\nAminokisline so osnovna gradbena enota vseh beljakovin, to so nizko molekularne organske spojine s karboksilno skupino (-COOH) in aminoskupino (-NH2) (Mavrin in Oštir 2002).\nNa vsebnost beljakovin v mleku vplivajo oskrbljenost živali s presnovljivimi beljakovinami, pasma, stadij laktacije, starost, sezona (poleti se vsebnost zmanjša), obolenja, zaradi obolenj se vsebnost beljakovin tudi zmanjša, vsebnosti beljakovin pa se razlikujejo tudi med kravami iste pasme (Babnik in sod. 2004). \nV preglednici 4 so prikazani deleži najpomembnejših beljakovin v mleku.\nBeljakovine Količina v mleku (g/kg) Delež skupne količine (%)\nKazeini skupno 26,0 79,5\nα-s1kazein 10,0 30,6 α-s2kazein 2,6 8,0 β-kazein 10,1 30,8 κ-kazein 3,3 10,1\nSerumproteini skupno 6,3 19,3\nα-laktalbumini 1,2 3,7 β-laktoglubolin 3,2 9,8 albumini krvnega seruma 0,4 1,2 imunoglobulini 0,7 2,1 poreoze - peptoni 0,8 2,4\nBeljakovine membran maščobnih kapljic 0,4 1,2\nBeljakovine skupno 33,0 100,0\n"], "9": ["2.4.1 Viri mlečnih beljakovin", "Vsebnost beljakovin je odvisna od presnovljivih beljakovin, ki se resorbirajo v tankem črevesju. Vsebnost beljakovin v mleku naj bi se gibala med 3,2 do 3,8 %. Če vsebnost beljakovin presega 3,8 %, pomeni, da so krave preobilno preskrbljene z energijo in se lahko zaredijo, če jih je premalo (pod 3,2 %), pa se zmanjša tržna vrednost mleka (Babnik in sod. 2004).\nNa vsebnost beljakovin v mleku vplivajo (Babnik in sod. 2004):\n- močna krma v obroku,\n- maščobe v obroku,\n- kakovost voluminozne krme, \n - načini krmljenja,\n- koruzna silaža,\n- beljakovinska krmila, za katera je značilna majhna razgradljivost beljakovin v  vampu,\n- zaščitene sintetične aminokisline in\n- krmljenje presušenih krav.\n"], "10": ["2.5 Laktacija", "Laktacija je proces nepretrganega nastajanja količine mleka v mlečnih celicah in njegovo nabiranje v cisterni vimena. Standardna laktacija traja 305 dni po telitvi, če je prireja količine mleka gospodarna, če so krave plodne in vsako leto enkrat telijo. Mleko dajejo 10 mesecev in 2 meseca so presušene. Laktacijska doba je doba, v kateri neprestano nastaja in se izloča količina mleka (Ferčej in sod. 1989). V mesecih ali dnevih izražen čas, v katerem krava izloča mleko, imenujemo laktacijsko obdobje. Obdobje od telitve do presušitve imenujemo laktacijska doba (Kadunc 2009). Količina namolzenega mleka v obdobju laktacije pa je mlečnost v vsej laktaciji (Pogačar 1984).\n"], "11": ["2.5.1 Laktacijska krivulja", "Laktacijska krivulja je prikaz gibanja dnevne količine namolzenega mleka v laktacijski dobi. Laktacijska krivulja se najbolj dviga v prvem mesecu po telitvi, nato začne padati. V prvih dneh po telitvi dajejo krave 15 do 20 kg mleka na dan, od četrtega pa do šestega tedna, ko je dosežen vrh laktacije, pa 20 do 30 kg mleka (Ferčej in sod. 1989). \nIz grafikona 1 vidimo, da je vrh laktacije dosežen v prvih 100 dneh, potem pa začne krivulja postopoma upadati. Najmanjšo količino mleka dajejo krave v zadnjih 100 dneh.\nLaktacijske krivulje se pri posameznih kravah razlikujejo. Delno na potek laktacijske krivulje vpliva tudi ponovna brejost (Ferčej in sod. 1989).\nDejavniki, ki vplivajo na laktacijsko krivuljo, ki niso dedno pogojeni (Pogačar 1984):\n- prehrana živali,\n- zdravstveno stanje živali,\n- kratka suha doba (nižja začetna mlečnost in posledično boljši persistenčni indeks),\n- živali z višjo začetno mlečnostjo (slabša persistenca),\n- prvesnice (nižja začetna mlečnost, boljša mlečna vztrajnost),\n- krave z daljšo dobo med dvema telitvama.\n"], "12": ["2.6 Lisasta pasma", "Lisasta pasma spada med kombinirane pasme (Potokar in sod. 2009) in predstavlja najboljšo pasmo za prirejo mleka in mesa, ker ima dobro mlečnost, visoko vsebnost beljakovin in maščob, dobro plodnost, dobro pitovnost, dobro klavnost, lahke telitve, miren temperament, odpornost in dober materinski nagon (Govedorejsko poslovno združenje 2012). Lisasta pasma je razširjena povsod po Sloveniji, največ pa je najdemo v severovzhodni Sloveniji. V Sloveniji smo imeli 31. decembra 2008 na 23.612 kmetijah 73.365 krav lisaste pasme in 19.676 križank lisaste pasme s pasmama rdeči holštajn in montbeliard. Skupaj torej 92.041 krav. V kontrolo prireje mleka je bilo vključenih 3.727 krav na 3.800 kmetijah (Potokar in sod. 2009). V Sloveniji je lisasta pasma prisotna že blizu 50 let. Pasma se je ustalila v okolici Ljubljane, v Pomurju in Slovenskih goricah konec 19. stoletja. Leta 1938 je bilo že v Dravski banovini 90.000 glav lisaste pasme, od tega 70.000 v Pomurju in Slovenskih goricah. V Sloveniji je delež lisaste pasme med 50 in 60 % (Osterc in sod. 2002). Pomembna prelomnica je bila leta 1952, ko se je začelo osemenjevanje. Takrat se je začelo povečano povpraševanje po govejem mesu. V Evropi je največ lisastega goveda v Nemčiji, sledi Avstrija, Češka, Slovenija, Hrvaška. Lisasto govedo razdelimo v tri skupine: mlečno, mesno in kombinirano (za meso in mleko; Kirbiš 2011).\n"], "13": ["2.6.1 Opis pasme", "Krave lisaste pasme imajo barvne lise v odtenkih pšenično rumene do temno rjave barve na beli podlagi. Glava in konec repa sta bela, rogovi in parklji so svetli, smrček je roza barve. Dlaka je kratka, gladka in sijoča (Potokar in sod. 2009). Ženske živali v višino vihra merijo 138 do 148 cm in so težke nad 700 kg. Moške živali pa v višino vihra merijo 155 cm in dosežejo telesno maso nad 1100 kg in več. Zaželeno je, da so ženske živali korektnih zunanjih lastnosti, globoke, dolge, da imajo obsežno in kakovostno vime, pravilno stojo in primerno mlečno vztrajnost (Kotnik 2010). \nŽenske živali so mirnega in prijaznega temperamenta. So obsežne in imajo odlično sposobnost za zauživanje voluminozne krme (Potokar in sod. 2009).\nPreglednica 5 prikazuje prirejo količine mleka krav lisaste pasme in križank lisaste pasme s pasmama rdeči holštajn in montbeliard.\nrdeči holštajn in montbeliard v letu 2008 (Potokar in sod. 2009).\nMolznih dni Mlečnost (kg) Vsebnost maščob (%) Vsebnost beljakovin\n"], "14": ["2.6.2 Rejski cilj za lisasto pasmo", "Rejski cilj za lisasto pasmo (Kotnik 2010):\n- mlečnost………………………5500 kg\n- % maščobe……………………nad 4,0 %\n- % beljakovin………………….3,40 %\n- povečevanje deleža genotipa kapa kazeina BB ali AB\n- telesna masa…………………..nad 750 kg\n- višina vihra…………………...140–150 cm\n- noge…………………………..korektne, čvrsti biclji, visoki in trdi parklji\n- vime…………………………..izenačeno, dobro pripeto, obsežno, dvignjeno od tal  z močno centralno vezjo, zdravo\n- ciljna molznost………………..2 do 3,6 l/min\n- prirast pitancev……………….1250 g/dan, klavni izkoristek 57–60 %\n- omišičenost…………………...dobra\n- odpornost na bolezni.………...dobra\n- dolgoživost…………………...najmanj pet laktacij oz. 30.000 kg mleka\n- plodnost…………………........dobra\n- telitve………………………....lahke, normalne.\n"], "15": ["3 MATERIALI IN METODE", ""], "16": ["3.1 Materiali", "V raziskavo smo vključili krave lisaste pasme in križanke na območju Pomurja. Podatke smo dobili na Kmetijskem inštitutu Slovenije iz centralne podatkovne zbirke govedo (CPZ govedo). Analizirali smo 100 kmetij na območju Pomurja, ki se razlikujejo po številu živali v čredi. Raziskovali smo obdobje od leta 2006 do 2010. V raziskavo smo zajeli 2454 krav lisaste pasme in križank.\nPreučevane lastnosti so bile:\n- trajanje poporodnega premora,\n- vsebnost maščob (kg),\n- vsebnost beljakovin (kg),\n- mlečnost (kg), v standardni (305 dni) in celotni laktaciji.\nPoporodni premor smo razdelili na štiri razrede (kot meje smo vzeli kvartile):\n- 1. razred (<73 dni),\n- 2. razred (73-102 dni),\n- 3. razred (102-154 dni),\n- 4. razred (>154 dni).\nPri zaporedni laktaciji pa smo vzeli 8 zaporednih laktacij, ostale pa smo združili (tiste krave, ki so imele npr. 9 in 10 zaporednih laktacij).\n"], "17": ["3.2 Statistična analiza", "Podatke smo uredili v podatkovni tabeli programa Excel (2010). Statistično obdelavo podatkov smo izvedli z statističnim programom SPSS, kjer smo najprej izračunali osnovne \nstatistične parametre (povprečje ± standardna deviacija, variacijska širina) za proučevane lastnosti. Prikazali smo tudi porazdelitev krav po pasmah in porazdelitev krav po zaporednih laktacijah. Vpliv zaporedne laktacije in razredov poporodnega premora na proučevane lastnosti smo izračunali z analizo variance (ANOVA; Analyse → Compare → One-Way ANOVA). Razlike med obravnavanji pa smo preverili s Tukey-evim testom pri 95 % tveganju.\n"], "18": ["4 REZULTATI Z RAZPRAVO", "V preglednici 6 so predstavljeni osnovni statistični parametri za proučevane lastnosti. V raziskavi smo se osredotočili na vpliv poporodnega premora na parametre mlečnosti in na vpliv zaporedne laktacije na lastnosti mlečnosti in poporodni premor.\nLastnost Povprečje ± SD Variacijska širina\nPoporodni premor, dni 206 ± 47,7 16-774\nKoličina mleka v celotni laktaciji, kg 7281 ± 4005,9 1522-9998\nVsebnost maščob v celotni laktaciji, kg 310 ± 163,1 55-512\nVsebnost beljakovin v celotni laktaciji, kg 248 ± 133,9 52,5-369,8\nKoličina mleka v standardni laktaciji, kg 6357 ± 3713,6 1533-9942\nVsebnost maščob v standardni laktaciji, kg 266 ± 151,4 55-400,8\nVsebnost beljakovin v standardni laktaciji 213 ± 123,6 51,5-320,9\nV raziskavo smo vključili krave dveh pasem oziroma križanj: krave lisaste pasme in križanke med lisasto (LS) in mlečnimi pasmami (LSX).\nV grafikonu 2 je prikazana porazdelitev krav po pasmah, iz katerega je razvidno, da smo imeli 60 % krav lisaste pasme in 40 % križank. \nV grafikonu 3 je prikazana porazdelitev krav po zaporednih laktacijah. Iz grafikona je razvidno, da je bilo v prvi laktaciji 27 % krav, v drugi laktaciji 22 % krav, v tretji laktaciji 17 % krav, v četrti laktaciji imamo 12 % krav, v peti laktaciji 9 % krav, v šesti laktaciji 6 % krav, v sedmi laktaciji 3 % krav, v osmi laktaciji 2 % krav, v deveti laktaciji in nadaljnjih laktacijah pa 2 % krav.\n7 2% >8\n Preglednica 7 prikazuje vpliv zaporedne laktacije na lastnosti mlečnosti in poporodni  premor. Iz preglednice je razvidno, da zaporedna laktacija nima vpliva na poporodni  premor (P=0,3967), opazili pa smo lahko značilen vpliv (P≤0,0001) na lastnosti mlečnosti  v celotni in standardni laktaciji.\nZaporedna laktacija\nLastnosti 1 2 3 4 5 6 7 8 >8 P\nCelotna laktacija\nStandardna laktacija Količina 4791abc 5099bc 5267c 5285c 5043bc 5128bc 4846abc 4712ab 4492a <0,0001 mleka, kg ± 51,1 ± 56,4 ± 64,0 ± 74,9 ± 87,7 ± 112,5 ± 147,1 ± 183,1 ± 177,9\nPoporodni premor je v vseh laktacijah približno enako dolg (med 119 do 133 dni), razlika med najkrajšim in najdaljšim poporodnim premorom je 14 dni.\nMlečnost v celotni laktaciji se je gibala med 4969 in 5850 kg. Največjo mlečnost krave dosežejo v tretji laktaciji, ki pa se značilno razlikuje le od količine mleka v deveti in nadaljnjih laktacijah.\nVsebnost maščob se v celotni laktaciji giblje med 196,2 in 248,2 kg. Vsebnosti maščob se značilno razlikujejo v tretji laktaciji, ko dosežejo največjo vsebnost ter v deveti in nadaljnjih laktacijah, ko dosežejo najnižjo vsebnost maščob.\nV celotni laktaciji se vsebnost beljakovin giblje med 198,6 kg in 164,6 kg. Vsebnost beljakovin je najvišja od druge do šeste laktacije in se značilno razlikuje od vsebnosti beljakovin v deveti in nadaljnjih laktacijah, kjer je bistveno nižja.\nIz preglednice 7 vidimo, da dosežejo krave v standardni laktaciji manjšo količino mleka, enako pa velja tudi za vsebnost maščob in beljakovin.\nV standardni laktaciji je največja mlečnost dosežena v tretji in četrti laktaciji, (5267 in 5285 kg) in se značilno razlikuje le od mlečnosti v deveti in kasnejših laktacijah (4492 kg).\nVsebnost maščob v standardni laktaciji se giblje med 221,6 kg, ki jih dosežejo v tretji laktaciji in 175,0 kg, ki jo dosežejo po osmi laktaciji. Vsebnost maščob v drugi, tretji in četrti laktaciji se značilno razlikuje od vsebnosti maščob v sedmi in nadaljnjih laktacijah. Največjo vsebnost maščob krave dosežejo od druge do četrte laktacije.\nVsebnosti beljakovin v standardni laktaciji se gibljejo med 176,5 in 147,0 kg Največjo vsebnost beljakovin imajo krave v tretji in četrti laktaciji. V prvi in osmi laktaciji je vsebnost beljakovin približno enaka, približno enaka vsebnost beljakovin je tudi v drugi, peti in šesti laktaciji. Vsebnost beljakovin v tretji in četrti laktaciji se značilno razlikuje od vsebnosti beljakovin v prvi ter osmi in nadaljnjih laktacijah. \nIz preglednice 7 smo ugotovili, da zaporedna laktacija nima vpliva na poporodni premor, ima pa vpliv na lastnosti mlečnosti. V splošnem velja, da se mlečnost, vsebnost beljakovin in maščob v standardni in celotni laktaciji zvišujejo do tretje laktacije, kjer krave dosežejo najvišji vrh, po tretji laktaciji se začne zniževati količina mleka in s tem posledično tudi vsebnost beljakovin in maščob.\nEsteban in sod. (1994) so ugotovili, da je poporodni premor na velikih farmah, kjer kravam dajejo rekombinantni somatotropin skozi celo laktacijo bistveno daljši kot običajno. Rekombinanten somatotropin so dajali kravam tudi za povečanje količine mleka. Krave, ki so bile vključene v naši raziskavi, niso dobivale rekombinantnega somatotropina, zato se je poporodni premor gibal med 73 in 154 dnevi, manj kot če krave dobivajo rekombinanten somatotropin.\nBiderman in sod. (2007) so v svoji študiji ugotovili, da je s širšim razmerjem med vsebnostjo maščob in beljakovin v količini mleka in večjo vsebnostjo beljakovin in maščob v prvih 100 dneh laktacije doba med dvema telitvama podaljšana. Ugotovili so tudi, da na dobo med dvema telitvama vpliva mesec telitve, tako je pri lisasti pasmi najdaljša doba, če krave telijo marca. Sklenili so, da se krave odzovejo na dejavnike, ki širijo razmerje med maščobami in beljakovinami v mleku, s podaljšano dobo med dvema telitvama. Pri kravah iz naše raziskave je razmerje med maščobami in beljakovinami okrog 1,2, poporodni premor pa se giblje med 73 in 154 dni, tako da krave lahko proizvedejo večjo količino mleka, saj so pravilno prehranjene. Tudi Blanc in Agabriel (2008) sta potrdila, da kondicija krav vpliva na poporodni premor. Težave z daljšim poporodnim premorom imajo predvsem krave s prekomerno kondicijo in krave, ki so shirane. \nPreglednica 8 prikazuje vpliv poporodnega premora na lastnosti mlečnosti. Rezultati kažejo, da ima poporodni premor vpliv na lastnosti mlečnosti (P<0,0001).\nRazredi poporodnega premora (kvartili)\nCelotna laktacija  5441a 5710b 5845b 5894b  Količina mleka, kg <0,0001  ± 48,4 ± 77,3 ± 78,0 ± 77,0\nVsebnost maščob, kg <0,0001  ± 2,17 ± 3,46 ± 3,50 ± 3,45\nVsebnost beljakovin, kg <0,0001  ± 1,69 ± 2,70 ± 2,72 ± 2,68\nStandardna laktacija  4849a 5187b 5270b 5231b  Količina mleka, kg <0,0001  ± 39,0 ± 62,3 ± 62,8 ± 62,0\nVsebnost maščob, kg <0,0001  ± 1,69 ± 2,71 ± 2,73 ± 2,69\nVsebnost beljakovin, kg <0,0001  ± 1,32 ± 2,10 ± 2,12 ± 2,09\nIz preglednice vidimo, da se v celotni laktaciji količina mleka giblje med 5441 in 5894 kg. Z daljšanjem poporodnega premora se količina mleka povečuje, vendar se samo prvi razred poporodnega premora značilno razlikuje od ostalih.\nVsebnost maščob se pri celotni laktaciji giblje med 228,3 in 249,8 kg. Vsebnost maščob se z daljšanjem poporodnega premora povečuje. \nVsebnost beljakovin se pri celotni laktaciji giblje med 184,4 in 199,4 kg. Tako najmanjšo vsebnost dosežejo v prvem razredu, kjer je najkrajši poporodni premor, največjo vsebnost pa v četrtem razredu, kjer je poporodni premor najdaljši. Glede vsebnosti beljakovin se samo prvi razred značilno razlikuje od ostalih treh.\nPri standardni laktaciji vidimo, da je količina mleka manjša kot pri celotni laktaciji in se giblje med 4849 in 5270 kg. Najmanjšo količino mleka doseže v prvem razredu, kjer je poporodni premor najkrajši, največjo količino mleka pa doseže v tretjem razredu, kjer je poporodni premor dolg od 102 do 154 dni, v četrtem razredu (nad 154 dni) pa mlečnost pade. Glede mlečnosti se samo prvi razred poporodnega premora značilno razlikuje od preostalih treh.\nVsebnost maščob pri standardni laktaciji se giblje med 201,1 in 216,5 kg. Enako kot pri količini mleka najnižjo vsebnost maščob krave dosežejo v prvem razredu, najvišjo vsebnost pa v tretjem razredu, v četrtem razredu vsebnost maščob pade, vendar se samo prvi razred poporodnega premora značilno razlikuje od ostalih treh.\nVsebnost beljakovin v standardni laktaciji se giblje med 162,2 in 175,4 kg. Enako kot pri količini mleka in vsebnosti maščob je tudi najmanjša vsebnost beljakovin v prvem razredu, največjo vsebnost pa dosežejo v tretjem razredu, v četrtem razredu vsebnost beljakovin pade. Glede količine beljakovin se samo prvi razred poporodnega premora značilno razlikuje od preostalih treh.\nIz preglednice 8 vidimo, da so lastnosti mlečnosti odvisne od poporodnega premora. Tako vidimo, da daljši kot je poporodni premor, večje so količina mleka, vsebnost maščob in beljakovin. Poporodni premor enako vpliva na standardno in celotno laktacijo. Edina razlika pri celotni in standardni laktaciji je v tretjem razredu, kjer se v standardni laktaciji mlečnost dvigne, v celotni laktaciji pa pada. \nÖsterman in Bertilsson (2003) sta dokazala, da večkratna dnevna molža (npr. 3 krat), vpliva na poporodni premor, in sicer ga podaljšuje, krave, ki smo jih imeli v raziskavi, molzejo dvakrat dnevno, tako imajo krave nekje med 73 in 154 dni poporodnega premora.\nKaewlamun in sod. (2011) so preučevali vpliv sezone na dolžino poporodnega premora, ugotovili so, da je poporodni premor najkrajši v jesenskem in zimskem času (od oktobra do januarja). Ugotovili so tudi, da so imele krave, ki so telile v poletnih mesecih, daljši poporodni premor. Tako je bolje, da krave pripuščamo v času, da bodo telile v spomladanskem in poletnem času, tako bomo podaljšali poporodni premor in bodo krave posledično dajale tudi večjo količino mleka.\nAmer in sod. (1996) so v svoji raziskavi ugotovili, da je pomembna tudi izbira plemenskega bika, ki vpliva na razmnoževanje v čredi, prav tako pa je pomembna tudi kakovost semena, ki učinkovito vpliva na dolžino poporodnega premora, ki je povezana s kondicijo krav. Zato so zelo pomembne ekonomske vrednosti za izboljšanje lastnosti plodnosti krav, ki so odvisne od fenotipskih lastnosti. Fenotipske lastnosti za reprodukcijo pa se razlikujejo od kmetije do kmetije.\n"], "19": ["5 SKLEPI", "V naši raziskavi smo ugotovili:\n- da poporodni premor in zaporedna laktacija statistično značilno vplivata  (P≤0,0001) na proučevane lastnosti,\n- da zaporedna laktacija nima značilnega vpliva (P=0,3967) na poporodni premor.\nPri vplivu poporodnega premora na mlečnost smo ugotovili, da se z daljšanjem poporodnega premora povečujejo mlečnost ter količina beljakovin in maščob. Pri večini lastnosti v celotni in standardni laktaciji je bil samo prvi razred poporodnega premora (<73 dni) statistično značilno različen od ostalih treh. Izjema je bila vsebnost maščob v celotni laktaciji, kjer se drugi in tretji razred poporodnega premora med seboj nista razlikovala. Mlečnost v celotni laktaciji v prvem razredu je znašala 5441 kg, kar je približno 300 kg manj kot v ostalih treh razredih. Vsebnost beljakovin je v prvem razredu znašala 184,4 kg, kar je približno 10 kg manj kot v ostalih treh. Mlečnost v standardni laktaciji v prvem razredu je znašala 4849 kg, kar je približno 200 kg manj kot v ostalih treh razredih. Vsebnost beljakovin je v prvem razredu znašala 201 kg, kar je približno 13 kg manj kot v ostalih treh. Vsebnost maščob je v prvem razredu znašala 162 kg, kar je približno za 12 kg manj kot v ostalih treh.\nPri zaporedni laktaciji pa smo ugotovili, da krave dajejo največ mleka v tretji laktaciji, 5850 kg v celotni laktaciji in 5285 kg v standardni laktaciji in tudi takrat je največja vsebnost beljakovin 176 kg v standardni laktaciji in 198 kg v celotni laktaciji, maščob 221 kg v standardni in 248 kg v celotni laktaciji. Količina mleka se je v celotni laktaciji še dvignila tudi v šesti laktaciji (na okrog 5747 kg), ko sta bila višja tudi vsebnost maščob (236 kg) in vsebnost beljakovin (193 kg). Nadalje pa je količina mleka z zaporedno laktacijo padala, prav tako vsebnost maščob in beljakovin. Pri standardni laktaciji se je količina mleka, vsebnost beljakovin in maščob začela zmanjševati po tretji laktaciji.\n"], "abstract": ["Cilj raziskave je bil ugotoviti vpliv poporodnega premora in zaporedne laktacije na lastnosti mlečnosti (količina mleka, vsebnost maščob in beljakovin) v celotni in standardni laktaciji. Analizirali smo 2454 krav lisaste pasme in njenih križank z območja Pomurja v obdobju od leta 2006 do 2010. V raziskavo smo zajeli 9 zaporednih laktacij, poporodni premor pa smo razdelili na štiri razrede (kot meje smo vzeli kvartile). Vse podatke smo pridobili preko portala CPZ govedo na Kmetijskem inštitutu Slovenije. Vpliv zaporedne laktacije in razredov poporodnega premora na preučevane lastnosti smo izračunali z analizo variance, razlike med obravnavanji pa smo preverili s Tukey-evim testom pri 95 % tveganju. Ugotovili smo, da poporodni premor in zaporedna laktacija statistično značilno vplivata (P≤0,0001) na proučevane lastnosti mlečnosti. Zaporedna laktacija nima značilnega vpliva (P=0,3967) na poporodni premor. Rezultati mlečnosti iz naše raziskave so skladni z rejskimi cilji za lisasto pasmo. "]}