{"1": ["1 UVOD", "Sliva (Prunus domestica L.) je nezahtevna in v Sloveniji tradicionalna sadna vrsta, ki je bila še sredi 19. stoletja najštevilčnejša. Slive predstavljajo najbolj raznoliko skupino vrst sadnega drevja. Ogromno sort je namreč porazdeljenih na širokem območju planeta in s tem prilagojenih na različne pogoje.\nPlodovi sliv imajo veliko hranilno in zdravilno vrednost, tako v svežem kot tudi v predelanem stanju. Hranilna vrednost ploda je odvisna od sorte, stopnje zrelosti, naravnih in klimatskih pogojev ter rodnosti; ocenjuje pa se na podlagi pomembnih kemijskih sestavin ploda. Največjo hranilno vrednost plodovom dajejo sadni sladkorji, pektini in minerali. Te snovi v slivi vplivajo na izboljšanje prebave in sprejetje hranilnih snovi v organizem, medtem ko antioksidanti dajejo slivi zdravilno vrednost. Poleg omenjenih spojin so slive dober vir naravnega sorbitola, ki ga sicer najdemo več v posušenih slivah.\nV okviru diplomskega dela smo spremljali vsebnosti glukoze, fruktoze, saharoze in sorbitola med zorenjem treh kultivarjev sliv 'Hanita', 'Tophit' in 'Valor'. Sladkorje in sorbitol v ekstraktih sliv smo določali s tekočinsko kromatografijo visoke ločljivosti (HPLC) v povezavi z detektorjem na lomni količnik (RI).\nRaziskava je temeljila na dveh zastavljenih hipotezah:\n- Pričakujemo, da se bodo vsebnosti sladkorjev in sorbitola med zorenjem spreminjale  pri vseh sortah sliv, vključenih v raziskavo.\n- V optimalno zrelih plodovih se količine sladkorjev in sorbitola razlikujejo glede na  sorto.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Slive", ""], "4": ["2.1.1 Znanstvena klasifikacija sliv (Ivančič 2002)", "Kraljestvo: Plantae (rastline) Deblo: Magnoliophyta (kritosemenke) Razred: Magnoliopsita (dvokaličnice) Red: Rosales Družina: Rosaceae (rožnice) Poddružina: Prunoideae Rod: Prunus\n"], "5": ["2.1.2 Kemijska sestava plodov", "Kemijska sestava svežih plodov sliv je navedena v preglednici 1 (Sancin in Adamič 1988; Petauer 1993; Lombardi-Boccia in sod. 2004). \n"], "6": ["2.1.3 Prehranska vrednost sliv", "Potrošniki se vedno bolj zavedajo, kako pomembne so določene spojine v prehrani za njihovo zdravje, tukaj mislimo predvsem na spojine z antioksidativnim učinkom. Sadje, jagode, oreški in zelenjava so znani po visoki antioksidativni učinkovitosti (Vangdal in sod. 2007). \nK antioksidativni učinkovitosti sadja in zelenjave, prispevajo biološko aktivne snovi, kot so polifenoli, karotenoidi, vitamin C in tokoferoli. Prisotni so v različnih koncentracijah. Zaradi vsebnosti teh snovi, imajo slive pomembno vlogo pri zmanjševanju tveganja za nastanek nekaterih bolezni, kot so rak, srčno žilne bolezni in nevrološke bolezni (Díaz-Mula in sod. 2008).\nNajvečjo prehransko vrednost plodovom dajejo sadni sladkorji, pektini in minerali. Te snovi v slivi vplivajo na izboljšanje prebave in na sprejetje hranilnih snovi v organizem. Po vsebnosti vitaminov, plod slive prehiti hruško, višnjo, jabolko in še katero drugo vrsto sadja. Poleg tega, da vsebuje okoli 20 mg vitamina C, je tudi dober vir vitamina A, B2 in nekaterih drugih (Lučić in sod. 1979).\nSlive so prav tako izjemno dober vir sorbitola, netopnih prehranskih vlaknin in isatina. Te spojine v večjih koncentracijah najdemo v posušenih slivah, zaradi katerega imajo suhe slive večji odvajalni učinek kot sveže, sočasno pa uravnavajo in izboljšujejo prebavo. Tako kot v ostalem sadju, je v slivah veliko kalija, ki ima pomembno vlogo za normalno delovanje celic. Najdemo ga tako v svežih kot v suhih slivah (Mozetič Vodopivec 2010).\nS 100 g svežih sliv (brez koščic) boste vnesli v svoje telo v povprečju 46 kcal, vendar se s 100 g suhih sliv ta vsebnost poveča kar na 240 kcal. Glavni krivec za nenadno povečanje kalorične vrednosti suhih sliv je povečana koncentracija ogljikovih hidratov, kajti med postopkom sušenja se količina ogljikovih hidratov v slivah poveča z 11 % na več kot 60 %, zato bi morali biti sladkorni bolniki previdni pri njihovem uživanju (Mozetič Vodopivec 2010).\n"], "7": ["2.1.4 Poraba sliv", "Slive rastejo po celotni Sloveniji, največ dreves pa najdemo v južni, vzhodni in delno v jugovzhodni Sloveniji. V letu 2002 je bilo 357.098 dreves sliv v ekstenzivnih nasadih, kjer \nje bilo pridelanih 5128 ton sliv. Nedavno se je začela proizvodnja v intenzivnih nasadih sliv, kjer prevladujejo evropske sorte ('Stanley', 'President', 'Bluefre' in druge). Intenzivni nasadi sliv se razprostirajo na 40 ha in ti predstavljajo 0,8% celotne proizvodnje sadja v Sloveniji (Usenik in sod. 2007).\nSlive so prisotne na trgu kot svež proizvod ali pa so predelane. Približno polovica vseh sliv, pridelanih v svetu, je namenjena sveži porabi, preostala polovica pa se predela v sokove, marmelade, suho sadje, kompote in koncentrate (Nergiz in Yildiz 1997).\nKljub poročilom, da so slive koristne za zdravje ljudi, je njihova poraba še vedno nizka, kar je potrebno pripisati nezadostni zrelosti plodov pred uživanjem. Porabo sliv lahko poveča le zdravo sadje z bogatim okusom; ta se kaže v optimalnih koncentracijah topnih trdnih snovi in titracijskih kislin (Usenik in sod. 2008).\n"], "8": ["2.2 Ogljikovi hidrati (mono- in disaharidi)", "Ogljikovi hidrati so najbolj razširjene organske spojine in so bistven sestavni del živih organizmov. So vir energije, ki je potrebna za normalno delovanje celic, poleg tega so surovina, iz katere lahko v živi celici posredno ali neposredno nastanejo vse druge organske spojine (Tišler 1982).\nOgljikovi hidrati se nahajajo v rastlinah in živalih kot molekule z nizko molekulsko maso ali kot polimeri (polisaharidi). V rastlinah nastajajo pri fotosintezi iz ogljikovega dioksida in vode ob prisotnosti svetlobne energije, ki jo absorbira rastlinski pigment klorofil. Živali jih pridobijo z zaužitjem rastlin in jih po različnih biosinteznih poteh preoblikujejo v ogromno raznolikih organskih spojin (Martinez Montero in sod. 2004). \nPoznavanje kvalitativne in kvantitativne vsebnosti sladkorjev v sadju, zelenjavi, medu in drugih različnih naravnih živilih je zelo pomembno, saj so sladkorji povezani z okusom in s kvaliteto sadja ter s pogoji skladiščenja (Martinez Montero in sod. 2004).\nOgljikovi hidrati so v obliki sladkorjev z nizko molekulsko maso (fruktoza, glukoza in saharoza) ali polimerov z visoko molekulsko maso (celuloza, hemiceluloza). Glavni sladkorji, ki jih vsebuje sadje, so fruktoza, glukoza in saharoza. Skupna količina sladkorjev v svežih plodovih je od 2 do 65 % sveže snovi (Gvozdenović 1989).\nV zelenih plodovih prevladuje škrob, ki se med dozorevanjem spremeni v sladkor. Topni ogljikovi hidrati so v svežem sadju pomembni za sladkost plodov. Razlike v njihovi koncentraciji se kažejo celo znotraj istih sort; te pa so lahko posledica vpliva okoljskih dejavnikov in agrotehničnih ukrepov (Gliha 1997).\n"], "9": ["2.3 Sorbitol", "Sorbitol je poliol, najden v sadju iz družine rožnic. Pri nekaterih vrstah, kot so jabolka in slive, je sorbitol prisoten v približno enaki koncentraciji kot saharoza (Bollard 1970). Ta alkoholni sladkor se skupaj s ksilitolom uporablja kot nadomestek za glukozo v diabetični prehrani in tudi kot alternativno sladilo za saharozo, zato je sadje, bogato s to spojino, boljše v posebnih dietah (Forni in sod. 1991).\nAlkoholni sladkorji, imenovani tudi polioli, so spojine, ki se pridobivajo z redukcijo iz ustreznih aldoz in ketoz. Kljub temu, da so manj sladki od ustreznih sladkorjev, se zanje povečuje zanimanje. Uporabljajo se kot aditivi za živila, saj imajo nizko kalorično vrednost in so temperaturno stabilni (Martinez Montero in sod. 2004). \nWrolstad in Schallenberger (1981) sta s pomočjo statistične obdelave podatkov o vsebnosti sorbitola, saharoze, glukoze in fruktoze oblikovala značilne vzorce za hruške, slive in suhe slive. Med obravnavanim sadjem, so imele hruške najvišjo vsebnost sorbitola (med 1,2 in 2,8 %) v svežih plodovih. Slive so ga imele manj (med 0,6 in 2,01 %), a so prav tako dober vir sorbitola.\n"], "10": ["2.4 Zorenje plodov", "Zorenje plodov je zelo usklajen, genetsko programiran in nepovraten pojav, ki vključuje serijo fizioloških, biokemičnih in organoleptičnih sprememb, ki vodijo k razvoju mehkega in užitnega zrelega sadja z zaželenimi atributi kakovosti. Nekatere od glavnih sprememb v obdobju zorenja plodov so povečano dihanje, degradacija klorofila, biosinteza karotenoidov, antocianov, esencialnih olj ter komponent okusa in arome. V plodovih se prav tako poveča aktivnost celične stene-degradacija encimov ter vsebnost etilena (Brady 1987).\nDo izboljšanja okusa in arome med zorenjem plodov pride zaradi proizvodnje kompleksnih zmesi hlapnih spojin (Lizada 1993) in zaradi degradacije flavonoidov, taninov in podobnih spojin (Tucker in Grierson 1987).\nV času zorenja potekajo v sadju različni procesi, kot so glukoneogeneza, hidroliza polisaharidov (posebno škroba), zmanjšanje kislosti, ki spremenijo razmerje med kislinami in sladkorji, kar prispeva k povečani sladkosti; posledično pa se izboljša tudi okus sadja. (Lizada 1993; Grierson in sod. 1981; Selvaraj in sod. 1989).\n"], "11": ["2.5 Vsebnost sladkorjev v slivah in njihovo spreminjanje med zorenjem", "Kopičenje sladkorjev med sadnim razvojem in zorenjem poteka na različne načine, odvisno od sadne vrste. V zgodnjih fazah razvoja sadja je raven saharoze nizka, kar je lahko povezano z visoko dejavnostjo kislin v začetnih fazah rasti sadja in s tem degradacijo saharoze. Ackerman in sod. (1991) poročajo o stalnem povečevanju koncentracije saharoze med sadnim zorenjem v jabolkih; koncentracije fruktoze in glukoze pa nihajo v približno enakih vrednostih. Podobne ugotovitve glede sprememb v koncentracijah posameznih sladkorjev med sadnim zorenjem poročajo tudi pri breskvah in nektarinah. V začetku zorenja pri slivah se je koncentracija skupnih sladkorjev povečala za 1,6-krat, stopnja rasti posameznih sladkorjev pa se je razlikovala. Koncentraciji fruktoze in glukoze sta se namreč neznatno povečevali, medtem ko sta se v času zorenja koncentraciji sorbitola in saharoze povečali za 2,4- in 10-krat. Zanimivo je, da koncentracije fruktoze, glukoze in sorbitola kažejo rahel padec en teden po optimalni zrelosti, medtem ko se vrednosti saharoze ob koncu zorenja še naprej konstantno povečujejo (Singh in sod. 2009).\nUsenik in sod. (2008) so raziskovali spremembe parametrov kakovosti med zorenjem različnih kultivarjev sliv ('Jojo', 'Valor', 'Čačanska rodna', 'Čačanska najbolja'), ki so jih zbrali v poskusnem sadovnjaku Kmetijskega inštituta Slovenije. Spremljali so obdobje zorenja od sredine avgusta do sredine septembra. Med zorenjem so se posamezne vrednosti sladkorjev pomembno statistično povečevale. V slivah so ugotovili najvišjo vsebnost glukoze, ki je bila v območju od 38,2 g/kg do 115 g/kg sveže mase (SM). Sledili sta ji saharoza (21,2 g/kg–71,9 g/kg SM) in fruktoza (19,1 g/kg–34,8 g/kg SM), najmanj pa je bilo prisotnega sorbitola (3,5 g/kg–27,8 g/kg SM).\nProučevana je bila tudi vsebnost sladkorjev v izboru sliv kultivarja 'Domača češplja'. Ta avtohtona sorta izvira iz jugozahodnega dela Slovenije (Brkinov), regije, kjer pridelajo največ sadja. Slive sorte 'Domača češplja' se zaradi majhnih plodov uporabljajo predvsem za predelavo (marmelade, sušenje, proizvodnja slivovke). V optimalno zrelih plodovih so bile vsebnosti glukoze od 29,8 g/kg do 41,8 g/kg SM, saharoze od 37,4 g/kg do 53,6 g/kg SM, \nfruktoze od 10,1 g/kg do 19,5 g/kg SM in sorbitola od 34,0 g/kg do 50,7 g/kg SM (Usenik in sod. 2007).\nDomneva se, da sorbitol in saharoza nastajata z biosintezo v listih in se nato translocirata v razvijajoči plod (Bieleski 1977; Ishida in sod. 1985). Del sorbitola, ki se je translociral iz listov v plod, se med zorenjem nenehno spreminja v fruktozo, saharozo in glukozo. Zdi se, da njegova dejanska koncentracija v sadju ostaja nespremenjena (Singh in sod. 2009).\n"], "12": ["2.6 Kromatografija", "Pojem kromatografija je uvedel ruski botanik Cvet leta 1906, ki je razvil metodo ločevanja rastlinskih barvil. Na splošno gre pri kromatografiji za vrsto postopkov separacije (ločevanja) in/ali določitve kemijskih spojin, od najmanjših plinskih molekul do bioloških velemolekul. Do separacije komponent pride zaradi različnega porazdeljevanja le-teh med stacionarno fazo (trdna površina ali nemobilna tekočina) in mobilno fazo (plin, tekočina).\nStacionarno fazo vsebuje kromatografska kolona ali pa je nanesena na nosilec, mobilna faza pa se premika skozi kromatografsko kolono. Vzrok zadrževanja določene komponente na koloni je porazdelitev topljenca med stacionarno in mobilno fazo. Porazdelitev komponent med stacionarno in mobilno fazo je odvisna od kemijskih in fizikalnih lastnosti. Proces separacije na koloni lahko opišemo z raznimi parametri, kot so: retencijski čas (tr), ki predstavlja čas zadrževanja komponente na koloni (od injektorja do detektorja), in je za posamezno substanco pri določenih kromatografskih pogojih specifičen, retencijski volumen mobilne faze (Vr), število teoretskih podov (N) in drugi. Če vzorec nanesemo na kromatografsko kolono, ki je povezana z ustreznim detektorjem, dobimo kromatogram. Merimo površino ali višino kromatografskih vrhov. Standardi in vzorci morajo biti izmerjeni pri enakih kromatografskih pogojih (Skoog in sod. 1992).\n"], "13": ["2.6.1 Tekočinska kromatografija visoke ločljivosti (HPLC)", "Komponente (topljenec) raztopimo in jih nato pod visokim pritiskom (do 200 barov), potiskamo skozi kovinsko kolono s pomočjo mobilne faze. Izbira stacionarne in mobilne faze je bistvenega pomena za separacijo. Mobilno fazo moramo pred uporabo razpliniti, sicer imamo nihanje pritiska na črpalki in je separacija neuporabna. Najboljši in najdražji način razplinjanja je prepihovanje mobilne faze s helijem; uporabi pa se lahko tudi ultrazvočna kopel (Snyder in sod. 1997).\nKromatografski sistemi so sestavljeni iz rezervoarja z mobilno fazo, črpalke, injektorja, kromatografske kolone, detektorja in instrumenta za zapis signala.\nVse navedene komponente so danes na tržišču in jih proizvaja precejšnje število proizvajalcev (Žorž 1991).\nBistveni in najbolj zahtevni del HPLC-sistema je kolona. V njej se dogajajo najpomembnejši procesi separacije. Izdelana je iz primernega inertnega materiala, zaprta in zatesnjena s posebnimi elementi in napolnjena s stacionarno fazo. Material, ki se danes uporablja za HPLC-kolone, je skoraj izključno posebno nerjavno jeklo, možne pa so tudi steklene različice (Žorž 1991).\nDetektor na lomni količnik (RI-detektor) meri spremembo lomnega količnika pri prehodu substance skozi merilno celico. Ker prav vsaka snov, ki je raztopljena v mobilni fazi, spremeni lomni količnik le-te, lahko te razlike pri relativno ostrih spremembah lomnega količnika zadovoljivo detektiramo. Detektor je občutljiv za vse substance, pri čemer je njegova bistvena pomanjkljivost majhna občutljivost, ki je posledica različnih faktorjev (Žorž 1991).\n"], "14": ["3 MATERIAL IN METODE DELA", ""], "15": ["3.1 Aparature", ""], "16": ["3.1.1 Homogenizacija in hranjenje vzorcev", "Slive smo homogenizirali v mešalniku in jih do analize hranili v zamrzovalniku na –77 -C (NON CFC Refrigerants, –86 0C Freezer, Forma Scientific). Po dodatku ekstrakcijske raztopine, smo vzorce najprej stresali na vibracijskem stresalniku (LAB DANCER, proizvajalec IKA Nemčija) in nato ekstrahirali v ultrazvočni kopeli (Bande lin sonorex).\n"], "17": ["3.1.2 Centrifugiranje in izparevanje alkohola", "Po ekstrakciji smo vzorce sliv ogreli na sobno temperaturo in jih centrifugirali s centrifugo Rotanta 460R (Hettich Zentrifugen). To je naprava, v kateri s hitrim vrtenjem rotorja ustvarimo veliko umetno gravitacijsko polje, ki ob delovanju na delce v raztopini povzroči njihovo gibanje. Centrifugiranje je fizikalni postopek za ločevanje snovi (trdne faze od tekoče). V našem primeru smo ločili ekstrakcijsko topilo od trdnega preostanka sliv. Pri centrifugiranju je bilo zelo pomembno, da smo uporabili enake centrifugirke, v katere smo odmerili enak volumen ekstrakcijskega topila in da so bile v rotorju enakomerno razporejene. \nPo končanem centrifugiranju smo supernatant previdno odlili v bučke, ki smo jih dali na rotacijski uparjevalnik (Büchi R-200), s katerim smo pri znižanem tlaku izparili etanol.\n"], "18": ["3.1.3 Kromatografski sistem HPLC/RI", "Kromatografski sistem je bil sestavljen iz enote Waters 600 Controller, ki nadzira izokratsko (sestava mobilne faze se med separacijo ne spreminja) in gradientno eluiranje, pretok in prepihovanje mobilne faze, HPLC črpalke Waters 600E Pump, avtomatskega podajalnika vzorcev Waters 717 plus in RI detektorja Waters 410. Za prepihovanje mobilne faze smo uporabili helij 99,999 % (Messer Slovenija). Obdelava podatkov je bila vodena s programsko opremo Empower.\n"], "19": ["3.2 Vzorčenje plodov", "Vzorčenje treh različnih sort sliv ('Hanita', 'Tophit', 'Valor') smo opravili v nasadu, ki se nahaja v Sadjarskem centru Maribor Gačnik. Za posamezno sorto smo izbrali deset dreves. Potem, ko so plodovi dosegli želeno velikost, premer 15–20 mm, smo izvedli ročno redčenje plodov, da bi dosegli optimalno debelino plodov v času zorenja ter želeno kakovost plodov.\nVzorčenje je potekalo v 2–3-dnevnih presledkih v mesecu avgustu (preglednica 2), ko se je v povrhnjici plodov začel razkrajati klorofil. Izbirali smo plodove podobnih velikosti in barv, ki so bili brez mehanskih poškodb (npr. piki insektov). V posameznem roku obiranja je povprečni vzorec predstavljalo 50 izbranih plodov posamezne sorte.\n"], "20": ["3.3 Priprava in ekstrakcija vzorcev", "Raztopine in reagenti: – absolutni etanol (Riedel de Haën), – ekstrakcijska raztopina etanol : voda (80 : 20, v/v).\nZbranim plodovom smo previdno odstranili koščice in jih homogenizirali z ročnim mešalnikom. V centrifugirke smo zatehtali 1,500  0,700 g homogeniziranega vzorca sliv. Te smo zaprli, potopili v tekoči dušik in jih do analize hranili v zamrzovalniku na –77 -C (Forma scientific, –86 -C).\nKer smo imeli na voljo tri različne postopke ekstrakcij (preglednica 3), smo morali najprej s poizkusom ugotoviti, kateri je najustreznejši. V šest 50 mL centrifugirk smo zatehtali 2,000 ± 0,200 g posameznega vzorca sliv. Vsak postopek ekstrakcije smo izvedli v treh ponovitvah.\nEkstrakcijo smo izvedli po opisu v literaturi (Olsson in sod. 2004). Vzorce smo ogreli na sobno temperaturo in dodali 20 mL ekstrakcijske raztopine (etanol : voda, 80 : 20, v/v). Ekstrakte smo premešali na vibracijskem stresalniku in jih dali za 15 min v ultrazvočno \nkopel s temperaturo 80 -C. Nato smo jih ohladili na sobno temperaturo in jih centrifugirali 12 min pri temperaturi 23 -C in 7500 obratih na minuto. K preostanku smo dodali 15 mL ekstrakcijske raztopine in postopek centrifugiranja ponovili. Supernatante smo previdno odlili v bučke, ki smo jih dali na rotacijski uparjevalnik in pri znižanem tlaku izparili etanol. Preostalo vodno raztopino smo kvantitativno prenesli v 25 mL bučke, ki smo jih dopolnili z deonizirano vodo do oznake.\n"], "21": ["3.4 Določanje koncentracije sladkorjev in sorbitola", "Vsebnost posameznih sladkorjev (glukoze, fruktoze, saharoze) in sorbitola smo določali s tekočinsko kromatografijo visoke ločljivosti (HPLC). Na kolono RCM Monosaccharide (dimenzije 300 mm x 7,8 mm proizvajalca Phenomenex) smo injicirali 20 μL standardne raztopine ali vodne raztopine ekstrakta sliv. Ločba sladkorjev (glukoze, fruktoze, saharoze in sorbitola) je potekala z izokratsko elucijo pri temperaturi 75 -C in pretoku mobilne faze 0,5 mL/min. Kot mobilna faza je bila uporabljena deionizirana in prefiltrirana voda Milli- Q-kvalitete (Millipore Corporation). RI-detekcija je potekala pri temperaturi 34 -C.\nOsnovne standardne raztopine glukoze (24,11 mg/mL), fruktoze (20,00 mg/mL), saharoze (20,47 mg/mL) in sorbitola (10 mg/mL) smo pripravili v 10 mL bučki z raztapljanjem posameznega sladkorja. Vse standardne substance so bile HPLC-kvalitete (Supelco).\nUmeritvene krivulje za posamezen sladkor in sorbitol smo pripravili v koncentracijskem območju, ki je navedeno v preglednici 4. Vse krivulje so bile v izbranih koncentracijskih območjih linearne (Glej priloge.). \nKromatografska ločba posameznih sladkorjev je potekala pri zgoraj navedenih analitskih pogojih. Najprej smo izvedli meritev slepega vzorca, s katerim smo preverili, da v kromatografskem sistemu niso bile prisotne nečistoče. Nato smo izmerili površine kromatografskih vrhov standardnih raztopin. Računalnik je izdelal umeritvene krivulje za glukozo, fruktozo, saharozo in sorbitol tako, da je na absciso (x-os) nanašal koncentracije sladkorjev in na ordinato (y-os), izmerjene površine kromatografskih vrhov. Nadaljevali smo z meritvami raztopin posameznih vzorcev.\n"], "22": ["3.5 Določanje topnih suhih snovi (TSS) in titracijskih kislin (TA)", "Skupne topne suhe snovi (TSS) so bile v posameznem homogenem vzorcu določene z digitalnim refraktometrom (Atago N1). Titracijske kisline (TA) smo določili z uporabo kislinsko-bazne titracije. 5 gramov homogenega vzorca smo razredčili s 50 ml vode in titrirali z 0,1 mol/l NaOH, dokler nismo dosegli pH 8,1. Rezultati so izraženi v odstotkih jabolčne kisline. Razmerje med TSS in TA pa smo izračunali.\n"], "23": ["3.6 Statistična obdelava podatkov", "Dobljene rezultate smo uredili v Microsoft Excelu in jih nato statistično obdelali s programom SPSS Statistic 18.0. Z analizo variance (One – Way ANOVA) smo primerjali vsebnosti posameznih sladkorjev glede na različna vzorčenja. Z ANOVO smo najprej preverili, če je za vse sorte značilna homogenost variance, nato pa aritmetične sredine primerjali z Duncanovim testom pri 5 % tveganju. Tam, kjer variance niso bile homogene, smo ponovili analizo z Welsh ANOVO in aritmetične sredine primerjali s Tamhanovim testom.\n"], "24": ["4 REZULTATI Z RAZPRAVO", ""], "25": ["4.1 Učinkovitost ekstrakcije in kvantitativne določitve sladkorjev in sorbitola", "Primerjali smo učinkovitost ekstrakcije sladkorjev in sorbitola iz vzorcev sliv, ki smo jo izvedli po treh različnih postopkih (AOAC 1997, Olsson in sod. 2004, Keutgen in sod. 2007). Ugotovili smo (preglednica 5), da je postopek izveden po Olsson in sod. (2004) najučinkovitejši, saj se je v primerjavi z ostalimi postopki pri tem ekstrahiralo največ saharoze, medtem ko so vrednosti za ostale sladkorje in sorbitol med postopki primerljive. Zato smo pri nadaljnjih ekstrakcijah vzorcev uporabljali ta postopek.\nvrednosti dveh neodvisnih ponovitev v mg/g sveže mase (SM).\nPosamezne sladkorje v ekstraktih sliv smo identificirali s primerjavo retencijskih časov (tr) s standardnimi raztopinami pri enakih pogojih separacije (grafikon 1). Za ločbo posameznih sladkorjev je bil potreben čas separacije 35 minut. Saharoza se je eluirala pri retenzijskem času (tr) 11,6 min, glukoza pri 13,6 min, fruktoza pri 17,0 min in sorbitol pri 27,2 min. \n"], "26": ["4.2 Parametri zrelosti in vsebnost sladkorjev v slivah pri optimalni zrelosti", "Kvaliteta sadja je subjektiven in kompleksen parameter. Objektivni dejavniki, ki prispevajo k večjemu zanimanju potrošnikov so oblika, barva in okus sadja. To pa je pogosto tesno povezano z navadami (sveže slive oz. slive za predelavo). Vsebnost topnih suhih snovi je pomemben kazalec kvalitete sadja (Usenik in sod. 2007). V preglednici 6 vidimo, da z zrelostjo vsebnost topne suhe snovi pri vseh sortah konstantno narašča. Na zadnji dan merjenja ima 'Hanita' največjo vsebnost topne suhe snovi (19,0 %), 'Tophit' pa najmanjšo (15,7 %).\nCrisosto in sod. (2004) poročajo, da določanje optimalne zrelosti ni enostavno, saj pri slivah ne razpolagamo z indeksi zrelosti. Barva povrhnjice je eden najpomembnejših kriterijev zrelosti pri koščičastem sadju (Crisosto in sod. 2004). Pri nekaterih kultivarjih se barva \npovrhnjice plodov razvije zelo zgodaj, ko so sadeži še nezreli, ne dosežejo optimalne velikosti in imajo »pomanjkanje okusa« (Usenik in sod. 2008).\nKot parametri zrelosti se uporabljajo tudi vsebnost sladkorjev, trdota mesa plodov in titracijske kisline. Potrošniki se za uporabo sliv odločajo na osnovi vsebnosti sladkorjev in kislin (Crisosto in sod. 2004). Vsebnost titracijskih kislin (preglednica 6) v primerjavi s sladkorji z zrelostjo konstantno pada. Največ kislin ima čez celotno obdobje 'Hanita', ki v zadnjem terminu vzorčenja vsebuje 1,64 % titracijskih kislin. Na zadnji dan merjenja vsebuje najmanj kislin (1,10 %) sorta 'Valor'.\nZanimivo je primerjati razmerje med skupnimi kislinami in sladkorji. Višje je razmerje, bolj sladko in z manj kislin je sadje. Nižje je razmerje, več kislin vsebuje sadje (Usenik in sod. 2007). Forni in sod. (1992) poročajo, da bi naj bilo optimalno razmerje med kislinami in sladkorji med 12 in 24. To je lahko tudi posledica razlik med posameznimi sortami sliv in geografskimi dejavniki (Nergiz in Yildiz, 1997). Glede na naše rezultate, ki so prikazani v preglednici 6, vidimo, da se v primeru sort 'Hanita' in 'Valor' razmerje med skupnimi kislinami in sladkorji med zorenjem konstantno povečuje, medtem ko pri sorti 'Tophit' vidimo rahel padec pri drugem vzorčenju.\nGlede na organoleptično oceno (velikost in barva plodov, vonj, okus) in ostale parametre zrelosti, kot so skupne titracijske kisline (TA) in topna suha snov (TSS; zajema vse snovi, ki so raztopljene v celičnem soku, od katerih predstavljajo glavni delež sladkorji in različne kisline), smo določili, v katerem terminu obiranja je bila dosežena optimalna zrelost. Največje razmerje TSS/TA je izračunano za sorto 'Valor' (16,6), najmanjše pa za sorto 'Hanita' (8,9). Pri optimalni zrelosti imamo največje razmerje pri sorti 'Valor' (16,6), medtem ko je pri sorti 'Tophit' manjše (12,8). Vse sorte so bile vzorčene na isti lokaciji. Pri vzorčenjih, ki smo jih opravili za posamezne sorte, je bila optimalna zrelost dosežena pri sorti 'Valor' 29. 8, pri sorti 'Tophit' 10. 9, sorta 'Hanita' pa ni bila vzorčena ob optimalni zrelosti. \n TSS in TA v posameznih sortah sliv med sadnim zorenjem\nGlukoza, fruktoza, saharoza in sorbitol so bili opredeljeni kot glavni sladkorji med sadnim zorenjem v slivah. Za raziskovanje v diplomski nalogi smo uporabili plodove: 'Hanite', 'Tophita' in 'Valorja', ki smo jih vzorčili v 2–4-dnevnih presledkih zadnji oz. zadnji dva tedna zorenja.\nSlive vsebujejo največji delež saharoze (25,4 mg/g–67,1 mg/g), sledi glukoza (22,4 mg/g– 45,4 mg/g) in sorbitol (17,3 mg/g–39,0 mg/g), najmanj pa vsebujejo fruktoze (14,6 mg/g– 19,9 mg/g). V optimalno zrelih plodovih (preglednica 7) pri sorti 'Valor' je bilo največ saharoze (58,6 mg/g), sledila je glukoza (45,4 mg/g) in sorbitol (31,4 mg/g). Najmanj pa je bilo fruktoze, in sicer 19,4 mg/g. Pri optimalno zrelih plodovih sorte sliv 'Tophit' si sledijo sladkorji v enakem zaporedju, le da so vrednosti nižje kot pri sorti 'Valor'. Razlike med \nsladkorji, določenimi v optimalno zrelih plodovih, so bile med sortami statistično signifikantne (Duncan, 0,05). Usenik in sod. (2008) poročajo, da so slive vsebovale največ glukoze in manj saharoze. Razlog bi lahko bil, da so za ekstrakcijo sladkorjev uporabili vodo. Rezultati naše raziskave kažejo, da voda za ekstrakcijo saharoze ni tako učinkovita kot uporaba vodne raztopine etanola (preglednica 5). Naši rezultati se ujemajo s poročanjem Singh in sod. (2009), ki so v vseh preiskovanih sortah sliv določili največ saharoze.\nzorenjem. Podane so povprečne vrednosti in standardni odmik treh  neodvisnih določitev (n = 3).\n* optimalna zrelost\n"], "27": ["4.3 Spremembe sladkorjev in sorbitola v času zorenja sliv", "Jacob in sod. (2006) predvidevajo, da se z večanjem zrelosti sadja na drevesu, glukoza in fruktoza pretvorita v saharozo. To je lahko tudi razlog za nenadno povečanje koncentracije saharoze proti koncu sadnega zorenja sliv (Singh in sod. 2009). Rezultati naše raziskave se ujemajo z ugotovitvami Singh in sod., saj se pri vseh treh sortah sliv koncentracija saharoze ob koncu zorenja znatno poveča.\nPovečanje skupnih vrednosti sladkorjev med posameznimi obiranji ni bilo tako izrazito, kot so bile spremembe v koncentracijah posameznih sladkorjev. Spreminjanje vsebnosti sladkorjev in sorbitola za posamezne sorte sliv v obdobju njihovega dozorevanja so prikazane na grafikonih od 2 do 4. Grafikon 2 prikazuje spreminjanje vsebnosti sadnih sladkorjev in sorbitola med zorenjem pri sorti sliv 'Hanita'. Pri sorti sliv 'Hanita' vidimo konstantno povečevanje vsebnosti saharoze (43,2 mg/g–67,1 mg/g), medtem ko preostale sladkorne substance padajo, kar potrjuje predvidevanja Singh in sodelavcev (2009). Za razliko od ostalih dveh sort je tukaj sorbitol v višjih koncentracijah kot glukoza. Ta sorta ni bila vzorčena ob optimalni zrelosti.\nPri sorti 'Valor' opazimo postopno naraščanje saharoze, ki proti koncu zorenja po vsebnosti »prehiti« glukozo (grafikon 3). Raven glukoze, fruktoze in sorbitola namreč v posameznih točkah začne padati, predvsem v bližini petega vzorčenja (22. avgust). Vsebnost sorbitola in fruktoze začne čez nekaj časa znova naraščati. Padci vsebnosti glukoze, fruktoze in sorbitola so statistično pomembni. Skozi celotno obdobje zorenja je v plodovih najmanj fruktoze (15,7 mg/g–19,4 mg/g), le nekaj več je sorbitola (17,3 mg/g–31,4 mg/g), ki pa se proti koncu začne močno višati.\nSorta 'Tophit' (grafikon 4) prikazuje podobno kot 'Hanita' stalno naraščanje saharoze – in veliko večjo koncentracijo tega sladkorja čez celotno obdobje zorenja. Saharoza se namreč od začetka do konca vzorčenja poveča od 43,8 mg/g na 56,4 mg/g. Pri glukozi, ki je po vsebnosti takoj za saharozo, imamo pri zadnjem vzorčenju le 28,2 mg/g tega sladkorja. \nRazlike so statistično signifikantne. Vsebnost glukoze začne po drugem vzorčenju konstantno padati, medtem ko vsebnost sorbitola neprestano pada. Pri vseh sortah, vključenih v eksperiment, je bila vsebnost fruktoze v primerjavi z ostalimi sladkorji in sorbitolom najnižja.\n"], "28": ["5 SKLEPI", "V diplomski nalogi smo spremljali vsebnosti sladkorjev in sorbitola med zorenjem treh sort sliv: ' Hanita', 'Tophit' in 'Valor'. Za določitev sladkorjev in sorbitola smo uporabili HPLC- metodo z RI-detekcijo. Na osnovi dobljenih rezultatov lahko zaključimo:\n– vsebnost topne suhe snovi (TSS) pri vseh sortah narašča; vsebnost skupnih  kislin (TA) pa pada;  – slive so vsebovale največ saharoze (25,4 mg/g–67,1 mg/g), sledita ji glukoza  (22,4 mg/g–45,4 mg/g) in sorbitol (17,3 mg/g–39,0 mg/g), najmanj pa  vsebujejo fruktoze (14,6 mg/g–19,9 mg/g);  – pri optimalni zrelosti vsebujejo slive 51,4 mg/g–58,6 mg/g saharoze, 31,5  mg/g–45,4 mg/g glukoze, 24,2 mg/g–31,4 mg/g sorbitola in 17,8 mg/g–19,4  mg/g fruktoze (vse nižje vrednosti sladkorjev veljajo za sorto Tophit, vse  višje pa za sorto Valor);  – sorta 'Hanita' se razlikuje od ostalih sort, saj je sorbitola čez celotno  vzorčenje več kot glukoze, na kar pa dejstvo, da sorte nismo vzorčili do  optimalne zrelosti nima vpliva, saj je trend naraščanja sorbitola ves čas  podoben;  – med zorenjem se koncentracije glukoze, fruktoze in sorbitola rahlo znižujejo,  ne da bi to vplivalo na koncentracije skupnih sladkorjev, saj se v istem  obdobju koncentracija saharoze bistveno poveča;  – razlike med posameznimi sladkorji, glede na to, da so bile vse sorte vzorčene  na isti lokaciji in pridelane na podoben način, lahko pripišemo genetski  variabilnosti in z njo povezanimi razlikami v biosintezi sladkorjev in  sorbitola.\n"], "abstract": ["Namen raziskave je bil določiti vsebnost sladkorjev (fruktoze, glukoze, saharoze) in sorbitola v času zorenja različnih sort sliv ('Hanita', 'Tophit', 'Valor'). Vsebnost sladkorjev in sorbitola smo določali s tekočinsko kromatografijo (HPLC) in RI-detekcijo. Med zorenjem vsebnost topne suhe snovi (TSS) pri vseh sortah narašča, medtem ko vsebnost skupnih kislin (TA) pada. Pri optimalni zrelosti vsebujejo slive največji delež saharoze (51,4 mg/g–58,6 mg/g), sledita ji glukoza (31,5 mg/g–45,4 mg/g) in sorbitol (24,2 mg/g–31,4 mg/g), najmanj pa vsebujejo fruktoze (17,8 mg/g–19,4 mg/g). Koncentracije glukoze, fruktoze in sorbitola kažejo rahel padec med zorenjem, ne da bi to vplivalo na koncentracijo skupnih sladkorjev, saj se je v enakem času koncentracija saharoze povečala. Razlike med posameznimi sladkorji, glede na to, da so bile vse sorte vzorčene na isti lokaciji in pridelane na podoben način, lahko pripišemo genetski variabilnosti in z njo povezanimi razlikami v biosintezi sladkorjev in sorbitola. "]}