{"1": ["1 UVOD", "Rast vinske trte uravnavajo vplivi okolja in zadostna oskrba z rudninskimi snovmi. Če ima trta na razpolago premalo rastlinskih hranil, se pojavijo motnje v vegetativnem in generativnem razvoju. Trta zahteva intenzivno osvetlitev, čim ugodnejša je ta, tem hitreje potekajo vse faze v rastni dobi trte. Najpomembnejši faktor podnebja, ki vpliva na rast in rodnost vinske trte, je toplota. Količina potrebne toplote je odvisna od razvojne faze trte, za njen nemoten razvoj pa je potrebna optimalna temperatura v vsaki razvojni fazi. Naslednji pomemben dejavnik okolja je voda. Ta je pomembna tudi kot sestavina trte, predvsem njenih zelenih delov. Potrebe po vodi in sprejem vode iz tal se uravnavajo prek transpiracije. Najpomembnejši notranji dejavniki, ki uravnavajo rast in razvoj rastline pa so rastlinski hormoni. Giberelini stimulirajo rast in prehod iz juvenilne v odraslo fazo.\nGiberelini se v vinogradništvu uporabljajo za podaljšanje pecljevine in zmanjšanje zbitosti grozda pri sortah z zbitimi grozdi, kar zmanjša tveganje za pojav gnilobe. Poveča se tudi jagoda, kar je ob boljšem zdravstvenem stanju grozdja pomemben dejavnik pri pridelavi namiznega grozdja. Pri pridelavi slednjega se giberelini uporabljajo tudi za zmanjšanje alternativne rodnosti, saj je to pri pridelavi namiznega grozdja pogost pojav. Pri pridelavi vinskih sort grozdja je alternativna rodnost le lokalni pojav v manjšem obsegu, omilimo pa jo lahko z drugimi tehnološkimi ukrepi.\nŠkropljenje z giberelini lahko ima tudi negativen vpliv na proizvodnjo grozdja. Ker giberelini preprečujejo oplodnjo cvetov, lahko negativno vplivajo na velikost in maso grozda. V nekaterih poskusih se je uporaba giberelinov negativno pokazala tudi v prihodnjem letu po uporabi, ko so opazili težave z rastjo poganjkov in neplodnost.\nNamen naše raziskave je bil ugotoviti, kako uporaba giberelinov in defoliacija v času cvetenja vplivata na zmanjšanje zbitosti grozdov in s tem na pojav sive grozdne plesni pri sortah 'Rumeni muškat' in 'Renski rizling'. Postavljena je bila hipoteza, da uporaba giberelinov in defoliacija vplivata na manjšo zbitost grozda brez negativnega vpliva na kemijsko sestavo grozdja.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Giberelini", "Do leta 2004 je bilo poznanih že 136 prostih giberelinov, ki so označeni z GA 1 -GA136. Poznanih je tudi najmanj 16 konjugiranih giberelinov, ki so jih izolirali iz gliv in višjih rastlin. Od vseh poznanih so jih doslej dokazali 56 v višjih rastlinah, druge pa samo v glivah. Tako v višjih rastlinah kot tudi v glivah pa se nahaja 9 giberelinov. Najbolj razširjena in raziskana je GA3 , ki je derivat fluorena. Kemijsko čist pa ima obliko kristalinične snovi, ki se raztaplja v 95 % etanolu in 1/10 n KOH. Slika 1 prikazuje kemijsko strukturo giberelinske kisline.\nAktivnih je le 19 giberelinov, vsaka rastlina pa ima le en aktivni giberelin, npr. pri koruzi, ki ima osem giberelinov, je aktivna samo GA1, drugi pa kažejo aktivnost le, če se v rastlini prevedejo v to aktivno obliko GA1. Pri Vitis vinifera L. so poznani giberelini GA1, GA3 in GA5 (Krajnčič 2008). \nGiberelini nastajajo predvsem v meristematskih in rastočih tkivih stebelnih poganjkov, korenin in mladih listov ter v nezrelih semenih in plodovih, kjer so največje količine giberelinov. V celicah pa se sintetizirajo predvsem v kloroplastih. Transportirajo se po floemu, v obliki glukozidov pa tudi po ksilemu. V steblih potujejo navzgor, skozi parenhimatska tkiva pa je transport večinoma nepolaren, z izjemo nekaterih korenin, kjer je tudi polaren (od vrha proti bazi). Vendar menijo, da to ni pravo polarno gibanje, saj gre za gibanje od spodaj navzgor (Bauer in sod. 1983).\nSorte z zbitimi grozdi so zelo občutljive na infekcijo s sivo grozdno plesnijo (Botrytis cinerea Pers.). Ta lahko ob večjem napadu povzroča zmanjšan pridelek in vpliva na kvaliteto vina (Baus in sod. 2011). Osnova za boj s povzročitelji sive grozdne plesni in drugih bolezni so vsi posredni in neposredni ukrepi v vinogradu, ki spodbujajo hitro sušenje, dobro zračnost in osvetljenost grozda. V zadnjem času so se možnosti za preprečevanje bolezni izboljšale zaradi uporabe giberelinske kisline in tehnike strojne defoliacije (Bleyer 2008). Kast (2007) pa navaja, da lahko pri sortah iz skupine pinotov rastni regulatorji bistveno vplivajo na zbitost grozda, pri sortah kot so 'Renski rizling' in 'Rumeni muškat' pa zbitost grozda lahko ublažijo ampelotehnični ukrepi v vinogradu. Trajna rešitev je le selekcija klonov z ne zbitimi grozdi in nove posebej šibko rastoče podlage.\nKemično redčenje lahko vpliva na manjšo zbitost grozda, s tem pa se zmanjša tveganje za glivične in bakterijske okužbe. Za želeni učinek moramo uporabiti pravi odmerek v optimalnem času. Ker pa različne sorte različno reagirajo na uporabo rastnih hormonov, moramo strategijo prilagoditi posamezni sorti. Pri nekaterih sortah kemično redčenje ni priporočljivo, npr. 'Sauvignon' (Haas s sod. 2009). Bleyer in Kast (2010) pravita, da je pri aplikaciji z giberelini količina porabljene vode bolj pomembna od časa uporabe. Grozd je bil bistveno bolj razredčen pri večji količini porabljene vode. Zgodnja uporaba giberelinov, pri dolžini kabrnika 25–45 mm, lahko pri nekaterih sortah povzroči podaljšanje pecljevine. S tem dobimo večji volumen grozda in preprečimo gnilobo zaradi zbitosti grozda. Zgodnja uporaba ima lahko pri občutljivih sortah znatni negativen učinek na cvetni nastavek in rast poganjkov v prihodnjem letu (Spies, Hill 2008). Schultz in sod. (2007) navajajo, da \ngiberelini že pri nizki koncentraciji vplivajo na uspešnost oploditve in rast v dolžino. Ugotavljajo tudi, da lahko pri nekaterih sortah pride v naslednjem letu po uporabi giberelinov do neplodnosti in težav z rastjo mladik. Vzrok za to pa je hormonska neuravnoteženost med citokinini in giberelini. Na drugi strani pa sta Spring in Viret (2009) v štiriletnem poskusu pri sorti 'Modri pinot' ugotovila, da uporaba giberelinov ne vpliva na oploditev v naslednjem letu ne glede na koncentracijo. Poskus kaže tudi, da se je z uporabo giberelinov v času cvetenja bistveno zmanjšal pojav sive grozdne plesni in cika. Vir okužbe s sivo grozdno plesnijo so lahko tudi cvetne kapice, ki ostanejo v socvetju, zato je te kapice priporočljivo odstraniti. V ta namen so oblikovali orodje, ki ob nanašanju giberelinov sproti odstrani kapice (Yakushiji in sod. 2009).\nVpliv giberelinov pri sorti 'Modri pinot' sta proučevala tudi Siegfried in Jüstrich (2008). Ugotovila sta linearni učinek redčenja glede na koncentracijo. 80 ppm povzroči čez 50 % redčenje, 20 ppm pa pri optimalni aplikaciji v času cvetenja povzroči želeno razredčenost grozda in daje 15–20 % manjši pridelek. Posledica razredčenega grozda je tudi redukcija gnilobe. Ugotovila sta tudi, da 20 ppm giberrelinov pri večini sort povzroči dodatno osipanje in zato redek grozd. Pri sorti 'Rizvanec' pride do zmanjšanja pridelka, medtem ko 'Räuschling' z bistveno boljšim razvojem jagod kompenzira močno osipanje. Različen odziv na uporabo giberelinov pri različnih sortah je opazil tudi Rusjan (2010). Enak vpliv na kakovost grozdja pri primerjanih sortah 'Cardinal' in 'Michele Palieri' se je pokazal le ob trgatvi. Navaja, da je vsebnost skupnih sladkorjev največja pri koncentraciji 50 ppm, najmanjša pa pri kontroli. Vsebnosti organskih kislin se niso razlikovale med obravnavanji. CIRG indeks (indeks barve pri rdečem grozdju) je bil največji pri obeh sortah pri 50 ppm, vendar statistično neznačilen.\nShu-fen Tian in sod. (2011) so proučevali vpliv aplikacije GA 3 na vsebnost in aktivnost antioksidantov fenolnih snovi v različnih tkivih pri sorti 'Muškat'. Ugotovili so, da aplikacija 100 mg/l GA3 povzroča razvoj grozdnih jagod brez semen, povečuje velikost jagod in pospešuje njihov razvoj. Posledica tega je zgodnejše dozorevanje grozdja. Po uporabi GA3 se vsebnost skupnih fenolov in flavonoidov ter aktivnost antioksidantov poveča v listih, pecljih in v viticah, medtem pa se zmanjša v jagodnih kožicah in mesu. \nTudi Reynolds in sod. (2006) so v svojem triletnem poskusu ugotovili, da se z uporabo giberelinov masa jagode poveča, število pečk pa se linearno s povečano koncentracijo giberelinov zmanjša. Pri koncentraciji 40 mg/l so opazili bolj sadni in 'labrusca' okus, večjo sladkobo, bolj obstojen okus in celoten vtis je bil boljši. Bilo je tudi manj kisline in grenkobe. Povečanje mase jagode beležijo tudi drugi avtorji. Özer in sod. (2008) so ugotovili, da imajo giberelini boljši učinek na povečanje jagode kot obročkanje. Poskus so izvedli na sortah namiznega grozdja 'Baris' in 'Reçel Üzümü'. Pri sorti 'Baris' je bila vsebnost sladkorja nižja pri trtah tretiranih z giberelini. Optimalna koncentracija giberelinov pa se razlikuje med sortama. Mehofer in sod. (2008) ob večji masi jagode beležijo tudi manj zbite grozde. Pri sortah 'Zeleni Veltlinec' in 'Zweigelt' je tudi vsebnost sladkorja višja. V njihovem poskusu aplikacija z giberelini ni bistveno vplivala na okužbo s sivo grozdno plesnijo. Pri sorti 'Lagrein' imajo v nekaterih vinogradih vedno znova težave s pokanjem jagod in posledično s sivo grozdno plesnijo ter cikom. Z uporabo giberelinov lahko bistveno izboljšajo zdravstveno stanje grozdja v teh vinogradih. Za regulacijo pridelka pa uporaba giberelinov ni priporočena zaradi njegovega neenakomernega učinka (Hafner 2008).\nCollins in Rawnsley (2008) sta pri sorti 'Shiraz' ugotavljali vpliv giberelinov in paclobutrazola na pojav odmrtja tkiva popka. Rezultati poskusa kažejo na močno povezavo med vitalnostjo mladike, giberelini in odmiranjem tkiva popka. Aplikacija 100 mg/l giberelinov en teden pred cvetenjem, ob cvetenju in en teden po njem poveča odmiranje tkiv popka. Rastni zaviralec paclobutrazol pa pri enaki koncentraciji en teden pred cvetenjem in en teden po cvetenju zmanjša ta pojav. Dolžina poganjka in premer rozge sta bila pri uporabi giberelinov bistveno večja.\nRegulatorje rasti sta proučevala tudi Schildberger in Mehofer (2011). Ugotovila sta, da giberelini povzročijo večjo maso pecljevine in število jagod, kar pa je v nasprotju z drugimi ugotovitvami. Nobenega učinka ni bilo na rast v dolžino. Pri uporabi regalisa se je število jagod zmanjšalo. Rastni regulatorji povečajo razvoj partenokarpnih plodov. Podobno kot večina drugih avtorjev sta tudi onadva ugotovila, da uporaba giberelinov zmanjša tveganje za gnilobo. \nV poskusu ni enotnega vpliva na sestavo vina, kar kaže, da je vpliv giberelinov na kemijsko sestavo grozdja zelo kompleksen in ga je potrebno raziskati bolj detajlno (Teszlák in sod. 2005).\n"], "4": ["2.2 Defoliacija", "Defoliacija je ukrep, pri katerem odstranimo del listne stene v coni grozdja. S tem ukrepom delno zmanjšamo asimilacijsko površino, izboljšamo pa direktno osvetlitev grozdja. Posledično se poveča temperatura jagod, kar pa vpliva na razgraditev jabolčne kisline. Vsebnost skupnih titracijskih kislin je v jagodi direktno osvetljenega grozda lahko manjša za 2 do 4 g/l v primerjavi z zasenčenimi grozdi. Z defoliacijo se poveča tudi zračnost, kar vpliva na boljše nanašanje fitofarmacevtskih sredstev in posledično manjši pojav bolezni. Odpornost na botritis in oidij pa se poveča tudi zaradi debelejše kutikule na jagodah, ki se razvije zaradi zgodnje defoliacije in direktne osvetlitve jagod takoj po cvetenju. Zaradi debelejše kutikule se poveča odpornost tudi na ožige zaradi sonca in poškodbe zaradi vročine.\nV večletnem poskusu, kjer je bila defoliacija izvedena v času polnega cvetenja le na senčni strani vrste, se je pokazalo, da je nekoliko motena oploditev, grozdi so manj zbiti in manj občutljivi za infekcijo s sivo grozdno plesnijo, kar je zelo pozitivno pri sortah z zbitimi grozdi (Vršič in Lešnik 2010).\nPoni in sodelavci (2006) so ugotovili, da je zbitost grozdov manjša pri defoliiranih trtah, in da ni razlik v vsebnosti sladkorja med defoliacijo in kontrolo. Razlike med defoliacijo in kontrolo ni niti v masi jagod, niti v številu cvetov na kabrnkih. Je pa pri defoliaciji manjše število jagod na grozdu, posledično so grozdi manj zbiti. Tudi povprečna masa grozdov je manjša pri defoliaciji (Poni in sod. 2008).\n"], "5": ["3 MATERIAL IN METODE DELA", ""], "6": ["3.1 Material", ""], "7": ["3.1.1 Vinograd", "Poskus je bil izveden v vinogradu družine Kunčić na Razkrižju. Leži na 230 m nadmorske višine v vinorodnem podokolišu Ljutomer-Ormož. V poskus sta bila vključena dva vinograda na dveh različnih parcelah. Prvi je bil posajen spomladi 1998, vrste na njem potekajo v smeri vzhod-zahod. Drugi je bil posajen spomladi 2003, vrste pa so v smeri sever-jug. Sorta 'Rumeni muškat' je v obeh vinogradih klon FR 94, podlaga pa SO4, razlika je le v lokaciji vinograda. Sorta 'Renski rizling' je v prvem vinogradu klon 239 Gm, v drugem pa SI-24, podlaga je pri obeh Kober 5BB. V poskusu smo proučevali ali tretiranje trt z vodno raztopino giberelinov in defoliacija vpliva na zbitost grozda pri sortah 'Rumeni muškat' in 'Renski rizling'.\n"], "8": ["3.1.2 Sorta 'Rumeni muškat'", "'Rumeni muškat' je po svetu poznan po nazivih: Muskateller gelber, Muscato bianco, Muscat a Petits Grains. Po ekološko-geografski razvrstitvi po Negrulju spada v skupino Proles orientalis.\n'Rumeni muškat' je ena najstarejših sort plemenite vinske trte. Rodi srednje bogato in ima dolgo vegetacijsko dobo (Kuljaj 2005). Je bujna sorta, vendar pri starih trsih opeša. Precej občutljiva je za glivične bolezni, posebno za gnilobo v deževnih jesenih. V neprimernih legah v ostrejših zimah rada pozebe. Na vreme je občutljiva tudi v času cvetenja. Grozd je srednje velik, zbit, včasih tudi razvejan. Jagoda je srednje velika, zeleno rumene barve ter s sončne strani nekoliko zapečena. Zaradi zbitosti grozda so jagode včasih sploščene. Teža grozda je 130–150 gramov, v povprečju pa dosega 72–76 -Oe. Sorta daje kakovostna vina \ns fino, muškatno aromo. Grozdje pa ustreza tudi za svežo porabo (Hrček in Korošec – Koruza 1996).\n"], "9": ["3.1.3 Sorta 'Renski rizling'", "Sorta 'Renski rizling' (Riesling, Rheinriesling, Riesling blanc, White Riesling) spada v zahodnoevropsko skupino sort – Proles occidentalis. Izvor te sorte je Porenje v Nemčiji. Pri nas pa jo je prvi načrtno posadil nadvojvoda Janez Habsburški. Ker je sorta glavni tekmec francoskemu 'Chardonnay'-ju, jo je v Franciji, razen v Alzaciji, prepovedano saditi (Kuljaj 2005).\n'Renski rizling' je pozna sorta z redno in ne preveč bogato rodnostjo. Občutljiv je na sivo grozdno plesen in na sušenje pecljevine. Ker sorta izhaja iz severnejših krajev, je pri njej močno izražena odpornost proti pozebi. Odporen je tudi proti spomladanskim pozebam, ker vzbrsti sorazmerno pozno. Glede lege je ena najbolj občutljivih sort pri nas, grozdje dobro dozori le v toplih prisojnih položajih. Grozd je majhen do srednje velik, zbit in včasih tudi vejnat. Jagoda je majhna ali srednje velika, okrogla z zeleno rumeno ter prozorno kožico in pretkana z drobnimi žilicami. Vino je v ugodnih vremenskih razmerah izredno kakovostno, nekateri 'Renski rizling' imenujejo tudi kralj vin (Hrček in Korošec – Koruza 1996).\n"], "10": ["3.2 Metode dela", "Poskus smo izvedli po metodi latinskega kvadrata v sredini vinograda, tako da smo upoštevali tudi varnostni pas na začetku in koncu vrste. Imeli smo po štiri obravnavanja v štirih zaporednih vrstah, pri čemer vsaka vrsta predstavlja eno ponovitev (Slika 2). Vsaka sorta je tako imela 80 trt vključenih v poskus. Obravnavanja pa so bila sledeča:\n- K – kontrola (Priloga 4); tukaj smo izvajali klasične ampelotehnične ukrepe kot v  preostalem delu vinograda. Kontrola nam služi za primerjavo rezultatov  pridobljenih pri ostalih obravnavanjih; \n - D – defoliacija (Priloga 5); odstranili smo vse liste in zalistnike od bazalnega dela  mladik do lista, ki je bil nasproti najvišje ležečemu grozdu. List, ki je bil nasproti  tega grozda, je ostal na trti;\n- G1 - giberelini v koncentraciji 10 mg/l (Priloga 6); trte smo škropili dvakrat z 10  mg/l vodne raztopine giberelina. Prvo škropljenje je bilo izvedeno 8. 6. 2008, drugo  pa 12. 6. 2008, ko je bilo cvetenje 100 %;\n- G2 - giberelini v koncentraciji 20 mg/l (Priloga 7); tukaj smo škropili le enkrat z 20  mg/l vodno raztopino giberelina. Škropljenje je bilo izvedeno 8. 6. 2008. Pri obravnavanju G1 in G2 smo uporabili giberelinsko kislino 3 (GA3), za škropljenje pa je bila uporabljena ročna nahrbtna škropilnica.\nV času zorenja grozdja smo spremljali potek dozorevanja in analizirali kemijsko sestavo grozdnega soka. Vzorčili smo po 100 jagod na senčni in 100 jagod na sončni strani vrste v vsakem obravnavanju posebej. Analize smo opravili v vinarskem laboratoriju na Meranovem, kjer smo najprej stehtali maso 100 jagod, nato smo iz jagod iztisnili sok. Temu vzorcu smo z digitalnim refraktometrom izmerili vsebnost sladkorja, s titracijo z NaOH pa smo določili še skupne titracijske kisline. V času trgatve smo vzeli vzorce grozdov ter naredili mehansko in kemijsko analizo. Vzorec smo vzeli tako, da smo v vsakem obravnavanju posamično vzeli osem grozdov (4 prve grozde na mladiki in 4 druge grozde na mladiki). Tako smo imeli v eni ponovitvi 32 grozdov, skupaj pa 128 grozdov pri vsaki sorti. Z elektronsko tehtnico smo stehtali grozde, prešteli smo jagode, stehtali maso pecljevine in izmerili dolžino le-te (Priloga 2). Iz jagod smo iztisnili sok ter izmerili vsebnost sladkorja in skupnih titracijskih kislin (Priloga 3). \nPri trgatvi dobljene podatke smo vnesli v delovno preglednico programa Microsoft Excel. Iz delovne preglednice smo podatke prenesli v program za statistično obdelavo podatkov SPSS 15.0 za programsko okolje Windows. Srednje vrednosti izračunanih povprečnih parametrov smo z analizo variance (ANOVA) primerjali med posameznimi obravnavanji. Sredine proučevanih variabilnih spremenljivk pa testirali s Post Hoc Test - Tukey HSD. Statistično značilne razlike posameznih parametrov med različnimi obravnavanji so bile P<0,05, statistično neznačilne razlike pa pri P≥0,05. Podatkov, ki smo jih dobili pri spremljanju dozorevanja grozdja, nismo statistično analizirali.\n"], "11": ["3.3 Vremenske razmere", ""], "12": ["3.3.1 Vremenske razmere v letu 2008", "Glavna podnebna značilnost leta 2008 je bila nadpovprečna temperatura. Nadpovprečno topli so bili vsi letni časi. Osončenost in količina padavin sta bili blizu dolgoletnemu povprečju, na severovzhodu pa je bil okoli 10 % velik primanjkljaj padavin. Primanjkljaj gre predvsem na račun suhe zime, saj je poleti in spomladi bilo več padavin kot je dolgoletno povprečje. V Murski Soboti je bilo v letu 2008 2050 ur sončnega obsevanja, kar je malo nad povprečjem (1961–1990). Julija in avgusta so naše kraje prizadela številna močna nevihtna neurja s točo, močnimi sunki vetra in obilnimi padavinami. Ta neurja so povzročila ogromno gmotno škodo na objektih in v kmetijstvu (Meteorološki letopis 2008 – podnebne značilnosti leta, ARSO 2011).\nAprila in maja je bilo izmerjeno manj padavin od povprečja. September je bil hladnejši kot običajno, oktobra pa je bila temperatura spet nad povprečjem. V obeh mesecih je bilo padavin nekaj manj kot običajno. Iz spodnjega klimadiagrama je lepo razviden primanjkljaj padavin aprila in maja (Grafikon 1). Zaradi hladnejšega septembra se je upočasnilo dozorevanje grozdja. \nTemperatura (-C) Padavine (mm)\nJAN FEB MAR APR MAJ JUN JUL AVG SEP OKT NOV DEC  Meseci\npostaji Mekotnjak v letu 2008 po modificiranem Walterjevem in  Gaussenovem klimadiagramu (VP Mekotnjak)\n"], "13": ["4 REZULTATI Z RAZPRAVO", ""], "14": ["4.1 Spremljanje dozorevanja grozdja", ""], "15": ["4.1.1 'Rumeni muškat' 98", "Dozorevanje grozdja smo začeli spremljati dobrih 5 tednov pred trgatvijo. Prva analiza je bila tako opravljena 25. avgusta. Takrat je bila masa 100 jagod največja pri obravnavanju G2 na senčni strani vrste in je znašala 248 g, najmanjša pa pri defoliaciji na sončni strani (214 g). Povprečno je bila masa 100 jagod največja pri obravnavanju G2 246 g, najmanjša pa pri kontroli in defoliaciji 219 g. Drugi termin spremljanja dozorevanja je bil 4. september. Takrat so bile vse izmerjene mase večje kot pri prvem merjenju, torej je grozdje še pridobivalo na masi. Tokrat je bila največja povprečna masa 100 jagod 258 g pri G 2, najmanjša pa 239 g pri defoliaciji. Tretjo merjenje smo izvedli 16. septembra in ugotovili, da masa grozdja že pada. Največja povprečna masa 100 jagod je bila 239 g pri obravnavanju G1, najmanjša pa 220 g pri defoliaciji. V celotnem obdobju dozorevanja je bila masa 100 jagod pri obravnavanjih z giberelini večja od kontrole (Grafikon 2).\nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nVsebnost sladkorja je bila vselej večja na sončni strani vrste, kar je pričakovano glede na večjo izpostavljenost soncu. Pri prvem merjenju je bila vsebnost sladkorja najmanjša pri kontroli (60 -Oe), nekoliko večja pri defoliaciji (62 -Oe) in največja pri obeh obravnavanjih z giberelini (64 -Oe). Pri tem merjenju je bila razlika med sončno in senčno stranjo vrste še minimalna. Druga analiza spremljanja dozorevanja je pokazala občutno večjo vsebnost sladkorja in tudi večjo razliko med senčno in sončno stranjo vrste, ta je bila pri kontroli kar 6 -Oe. Pri tretjem merjenju smo imeli največjo vsebnost sladkorja pri defoliaciji, kjer je bila za 1 -Oe večja od obeh obravnavanj z giberelini. Ob vseh terminih je bila najmanjša vsebnost sladkorja pri kontroli, vselej pa je bila na sončni strani vrste izmerjena večja vsebnost sladkorja (Grafikon 3).\nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nZa skupne titracijske kisline je znano, da skozi fazo dozorevanja grozdja ves čas padajo. Tako je bilo tudi v našem primeru. Na začetku spremljanja dozorevanja so le-te bile povprečno 10 g/l. Največje so bile pri obravnavanju G1 (10,2 g/l), najmanjše pa pri defoliaciji (9,6 g/l). Skupne titracijske kisline so od začetka spremljanja padale hitro, proti trgatvi pa vse počasneje. Grafikon 4 kaže, da so bile skupne titracijske kisline skozi celotno obdobje spremljanja nekoliko večje pri obeh obravnavanjih z giberelini. \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\n"], "16": ["4.1.2 'Rumeni muškat' 03", "Pri prvi analizi je bila masa 100 jagod največja pri obravnavanju G 1 na sončni strani vrste (295 g), najmanjša pa pri defoliaciji na senčni strani (264 g). Povprečna masa 100 jagod je bila z 293 g največja pri G1, najmanjša pa z 269 g pri defoliaciji. Pri drugem merjenju je bila najmanjša masa pri kontroli (271 g), največja pa pri G1 (301 g). Pri tem merjenju je masa 100 jagod pri G1 in G2 še naraščala, pri ostalih dveh obravnavanjih pa je že padala. Pri tretjem merjenju je masa upadala pri vseh obravnavanjih. Skozi celotno obdobje spremljanja dozorevanja je bila masa 100 jagod večja pri obeh obravnavanjih z giberelini (Grafikon 5). \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nGostota grozdnega soka je bila pri prvem merjenju pri defoliaciji, G 1 in G2 enaka z 60 -Oe, pri kontroli pa smo izmerili 57 -Oe. Pri drugi analizi je bila vsebnost sladkorjev največja pri G1 (69 -Oe), najmanjša pa pri kontroli in G2 (67 -Oe). Tudi pri tretji analizi ni bilo večjih razlik. Največja vrednost je bila 74 -Oe pri G2 in defoliaciji, pri kontroli in G1 pa smo določili 73 -Oe. Do trgatve je gostota grozdnega soka še naraščala pri vseh obravnavanjih, razen pri kontroli. Med sončno in senčno stranjo vrste so bile skozi celotno spremljanje dozorevanja le minimalne razlike (Grafikon 6). Tako je bilo tudi med posameznimi obravnavanji. \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nNa dan prve analize so bile skupne titracijske kisline največje pri G2 (11 g/l), najmanjše pa pri defoliaciji (10,3 g/l). Pri tej analizi so bile skupne titracijske kisline pri defoliaciji za 0,1 g/l večje na sončni strani vrste, pri vseh ostalih meritvah pa je bila večja vrednost vselej na senčni strani vrste (Grafikon 7). Pri drugi analizi je bila največja vrednost spet pri G2 (8,8 g/l), najmanjša pa pri G1 (8,1 g/l). Ta analiza je pokazala največjo razliko med sončno in senčno stranjo vrste, pri G1 je namreč na senčni strani kar 1,5 g/l večja vrednost. Pri tretjem merjenju je najmanjša vrednost 6,8 g/l pri defoliaciji, največja pa 7,3 g/l pri G1. Razlika med sončno in senčno stranjo vrste je bila najmanjša pri defoliaciji. \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\n"], "17": ["4.1.3 'Renski rizling' 98", "Tudi pri sorti 'Renski rizling' smo spremljali dozorevanje grozdja na iste termine kot pri sorti 'Rumeni muškat', le trgatev je bila 11 dni kasneje. Torej smo začeli spremljati dozorevanje 7 tednov pred trgatvijo.\nNa začetku dozorevanje je bila masa 100 jagod največja pri G 2 na senčni strani vrste (151 g), najmanjša pa z 138 g pri defoliaciji na senčni strani. Največja povprečna masa 100 jagod je bila s 147 g pri obeh obravnavanjih z giberelini, najmanjša pa pri defoliaciji (141 g). Pri drugem merjenju je bila masa prav tako najmanjša pri defoliaciji (151 g), največja pa je tokrat bila pri G2 , kar je dobro vidno iz Grafikona 8. Do tretje analize je na masi največ pridobilo grozdje v obravnavanju defoliacija. Tako so bila obravnavanja G 1 , G2 in defoliacija izenačena z maso 100-tih jagod 159 g. Kontrola pa je imela 156 g. Do trgatve se je masa jagod le še minimalno spreminjala, najbolj je narasla pri G 2. Med dozorevanjem grozdja ni bilo zaznati večjih odstopanj v masi, ne med stranjo vrste in ne med obravnavanji. \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nGostota grozdnega soka je bila pri prvem merjenju največja na sončni strani kontrole (59\n-Oe). Med obravnavanji je bilo le 2 -Oe razlike. Do naslednjega merjenja je gostota grozdnega soka narasla od 15 pa do 19 -Oe. Tokrat je bila vsebnost sladkorja pri vseh obravnavanjih na sončni strani (75–76 -Oe) nekoliko večja kot na senčni strani (71–73\n-Oe). Med samimi obravnavanji pa je bilo 1 -Oe razlike med največjo (defoliacija) in najmanjšo vrednostjo (kontrola). Tudi pri tretjem merjenju skorajda ni bilo razlik. 79 -Oe pri G 2 je najmanjša, 81 -Oe na sončni strani G1 pa največja izmerjena gostota grozdnega soka. Majhne razlike so dobro vidne tudi na Grafikonu 9. Do trgatve je vsebnost sladkorja v grozdnem soku pri vseh obravnavanjih še narasla. \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nPri skupnih titracijskih kislinah so bile velike razlike med grozdjem s senčne in sončne strani vrste (Grafikon 10). Na sončni strani je bila najmanjša vrednost 17,5 g/l (G1), največja pa 18,3 g/l (G2). Na senčni strani je bila najmanjša vrednost 19,3 g/l (defoliacija), največja pa 20,4 g/l (kontrola). Pri drugem merjenju je bilo podobno razmerje med senčno in sončno stranjo vrste, pri vseh obravnavanjih je več kot 2 g/l razlike. Je pa občutno manjša razlika med samimi obravnavanji – le 0,3 g/l na senčni strani in 0,4 g/l na sončni strani vrste. Tudi pri tretjem merjenju je občutna razlika v vsebnosti skupnih titracijskih kislin med sončno in senčno stranjo vrste. Povprečno je najmanjša vrednost pri kontroli (11,2 g/l), največja pa pri defoliaciji (11,5 g/l). Do trgatve je vsebnost skupnih titracijskih kislin še naprej padala, najmanj pri kontroli. \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\n"], "18": ["4.1.4 'Renski rizling' 03", "Masa 100 jagod je bila pri prvem merjenju največja pri G1 (169 g), najmanjša pa pri defoliaciji (156 g). Pri drugem merjenju so vse vrednosti večje, pri tretjem merjenju pa je masa 100 jagod pri kontroli že malo upadala. Skozi celotno obdobje spremljanja dozorevanja grozdja je masa obeh obravnavanj z giberelini večja, od druge meritve naprej pa je tudi masa jagod pri defoliaciji nekaj večja od kontrole. Iz Grafikona 11 je dobro razvidno, da je bila masa 100 jagod pri tretjem merjenju večja na senčni strani vrste pri vseh obravnavanjih. Do trgatve je masa 100 jagod pri vseh obravnavanjih nekoliko padla. \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nVsebnost sladkorja je skozi celotno obdobje spremljanja dozorevanja grozdja do trgatve najintenzivneje naraščala pri defoliaciji. Pri prvem merjenju je bila razlika med obravnavanji le 1 -Oe. Pri drugem merjenju je bila najmanjša vsebnost sladkorja pri defoliaciji (68 -Oe), največja pa z 72 -Oe pri G1 . Pri tretji analizi je bila razlika med največjo in najmanjšo vrednostjo 2 -Oe. Tudi med sončno in senčno stranjo vrste so bile le minimalne razlike (Grafikon 12). \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nSkupne titracijske kisline so od začetka spremljanja dozorevanja do trgatve ves čas padale, po obravnavanjih pa so se po vrednostih izmenjevale. Pri prvem merjenju je bila največja izmerjena vrednost na senčni strani G1 (19,9 g), najmanjša pa na sončni strani defoliacije (18,4 g). Z izjemo prvega merjenja pri G 2 je bila vsebnost skupnih titracijskih kislin vselej večja na senčni strani vrste (Grafikon 13).\nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\n"], "19": ["4.1.5 'Sauvignon'", "Dozorevanje sorte 'Sauvignon' smo spremljali 6 tednov. Zaradi velike škode, ki jo je povzročila toča nismo opravili trgatve, saj mehanska analiza zaradi poškodovanega grozdja ne bi bila realna (Priloga 8).\nMasa 100 jagod je bila vselej večja na senčni strani vrste, iz Grafikona 14 pa je razvidno, da je največja razlika bila pri prvem merjenju. Pri prvem merjenju je bila masa največja pri kontroli (137 g), najmanjša pa pri G 2 (129 g). Drugo merjenje je pokazalo največjo vrednost 151 g pri G1, najmanjšo pa pri defoliaciji (143 g). Od tega termina naprej je bila masa 100 jagod pri defoliaciji vedno manjša od ostalih obravnavanj, ki so med seboj precej izenačena.\nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nGostota grozdnega soka je bila pri prvih dveh merjenjih večja na senčni strani vrste, pri tretji in četrti analizi pa na sončni strani vrste. Razlike so bile minimalne. Najmanjša vrednost je bila izmerjena pri prvi analizi na sončni strani G 2 (57 -Oe). Vrednosti so skozi \ncelotno obdobje enakomerno naraščale pri vseh obravnavanjih (Grafikon 15). Pri zadnji analizi je razlika med posameznimi obravnavanji le 1 -Oe.\nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\nKot pri masi 100 jagod je tudi vsebnost skupnih titracijskih kislin pri vseh meritvah večja na senčni strani vrste, kot je razvidno tudi iz Grafikona 16. Največja razlika med senčno in sončno stranjo vrste je bila 1,8 g/l pri G2 pri merjenju 6. oktobra. Med samimi obravnavanji pa so razlike minimalne pri vseh terminih vzorčenja. Skupne titracijske kisline so na začetku spremljanja dozorevanja grozdja padale hitro, od 16. septembra do 6. oktobra pa so ostale skoraj nespremenjene. \nkontrola SO defoliacija SO G1 SO G2 SO kontrola SE defoliacija SE G1 SE G2 SE\n"], "20": ["4.2 Kemijska sestava grozdnega soka ob trgatvi", ""], "21": ["4.2.1 'Rumeni muškat' 98", "Gostota grozdnega soka je bila najmanjša pri kontroli (86 -Oe), pri G2 je bila le malo večja (86,6 -Oe). Največja gostota soka je bila z 92,1 -Oe pri G 1, pri defoliaciji pa smo izmerili 89,6 -Oe. Pri vseh obravnavanjih je bila gostota grozdnega soka večja pri prvem grozdu na mladiki (Preglednica 1).\nSkupne titracijske kisline so bile najmanjše pri defoliaciji (5,87 g/l), med ostalimi obravnavanji pa ni bilo večje razlike. Največje smo izmerili pri kontroli (6,54 g/l). Najmanjšo vsebnost skupnih titracijskih kislin pri defoliaciji gre najverjetneje pripisati višji temperaturi jagod, saj je grozdje zaradi defoliacije bilo najbolj izpostavljeno sončnemu obsevanju. Pri vseh obravnavanjih je bila vsebnost skupnih titracijskih kislin večja pri drugem grozdu na mladiki. Največja razlika med prvim in drugim grozdom na mladiki je bila pri G1 (0,90 g/l). \n"], "22": ["4.2.2 'Rumeni muškat' 03", "Vsebnost sladkorja je bila najmanjša pri kontroli (69,3 -Oe), pri ostalih obravnavanjih ni bilo večjih razlik. Največja vrednost je bila 77,9 -Oe pri defoliaciji. Pri G 1 in kontroli je bila velika razlika med prvim in drugim grozdom, pri G 1 je bila kar 9,5 -Oe, pri kontroli pa 8 -Oe večja vsebnost sladkorja pri prvem grozdu. Pri defoliaciji je bila pri drugem grozdu 3,3 -Oe večja vrednost, pri G2 pa ni bilo razlike.\nSkupne titracijske kisline so bile najmanjše pri defoliaciji (7,55 g/l), največje pa pri G 2 (7,85 g/l). Med obravnavanji je bila torej minimalna razlika, so pa bile nekoliko večje razlike med prvim in drugim grozdom na mladiki. Največja razlika je bila pri kontroli, kar je razvidno iz Preglednice 2.\n"], "23": ["4.2.3 'Renski rizling' 98", "Podobno kot v celotnem spremljanju dozorevanja, tudi ob trgatvi ni bilo večjih razlik v vsebnosti sladkorja med obravnavanji. Pri kontroli smo izmerili 87,6 -Oe, pri G2 pa najmanj, torej 86,5 -Oe. Pri vseh obravnavanjih je bila vsebnost sladkorja večja pri prvem grozdu na mladiki (Preglednica 3).\nTudi skupne titracijske kisline so bile zelo izenačene. Največje so bile pri kontroli (9,58 g/l), najmanjše pa pri G2 (9,00 g/l). Pri vseh obravnavanjih so bile večje vrednosti izmerjene pri prvem grozdu na mladiki, največja razlika pa je bila z 0,72 g/l pri defoliaciji.\n"], "24": ["4.2.4 'Renski rizling' 03", "Gostota grozdnega soka je bila največja pri defoliaciji (88,3 -Oe), najmanjša pa pri kontroli (84,8 -Oe). V tem primeru gre za statistično značilno razliko. Med prvim in drugim grozdom na mladiki se vrednosti razlikujejo za največ 2 %.\nV grozdnem soku G1 so bile statistično značilno večje skupne titracijske kisline z 10,96 g/l kot pri grozdnem soku defoliacije z 10,30 g/l. Vrednosti pri kontroli in G 2 so bile bližje vrednosti G1. Med prvim in drugim grozdom na mladiki so bile razlike minimalne (Preglednica 4). \n"], "25": ["4.3 Mehanska sestava grozdja", ""], "26": ["4.3.1 'Rumeni muškat' 98", "Kontrolni grozdi so imeli v povprečju 107 jagod, kar je precej več kot grozdi ostalih obravnavanj. Tudi masa grozda je bila največja pri kontroli, kljub temu, da je bila masa posamezne jagode pri G1 in G2 večja od kontrolne. Masa jagode pri defoliaciji pa je bila manjša od kontrole. Masa ene jagode pri drugem grozdu na mladiki obravnavanja G 1 je bila tudi statistično značilno večja kot masa ene jagode kontrole in defoliacije.\nDolžina pecljevine je bila največja pri defoliaciji, najmanjša pa pri G1 . Razlika med tema dvema je bila kar 16 %, ni pa statistično značilne razlike. Je pa bila masa pecljevine pri kontroli statistično značilno večja od mase pecljevine G 1 (Preglednica 5). Razmerje med dolžino in maso pecljevine, ki nam pove kolikšna je dolžina na vsak gram pecljevine, je bilo najmanjše pri kontroli. Delež pecljevine nam pove, da je bilo pri grozdu kontrole na vsakih 100 g jagod 4,78 g pecljevine, pri grozdu G 1 in G2 pa je bilo le 3,91 g oziroma 3,90 g pecljevine na vsakih 100 g jagod, kar je statistično značilna razlika. Razmerje med dolžino pecljevine in maso jagod pa pove, da je pecljevina defoliacije glede na 100 g jagod statistično značilno daljša od pecljevine kontrole. Grozdu defoliacije je na vsakih 100 g jagod pripadlo 76 mm, grozdu kontrole pa le 62 mm pecljevine. \n"], "27": ["4.3.2 'Rumeni muškat' 03", "Povprečno število jagod pri grozdu kontrole je bilo 98. Pri ostalih obravnavanjih je bilo število jagod manjše, najmanj jagod je bilo pri G2. Pri G2 je bila tudi najmanjša masa grozda, vendar je bila razlika proti drugim obravnavanjem precej manjša glede na razliko pri številu jagod. To gre pripisati statistično značilno večji masi posamezne jagode G 2 v primerjavi s kontrolo in defoliacijo. Statistično značilna razlika v masi jagode se je pokazala tudi pri prvem grozdu na mladiki med G 2 in defoliacijo.\nNajdaljša pecljevina je bila izmerjena pri G 1, najkrajša pa pri G2. Razlika med njima je 12 %. Tudi masa pecljevine je bila najmanjša pri G2. Največja pa je bila pri kontroli, zato je tudi razmerje med dolžino in maso pecljevine najmanjše pri kontroli. Na 1 g pecljevine je pri G 1 bilo 13 mm pecljevine, kar je največja vrednost.\nDelež pecljevine je bil največji pri kontroli (4,95 g pecljevine na 100 g jagod). Pri defoliaciji je bil nekaj manjši, pri G1 pa je bil delež pecljevine najmanjši. Razmerje med \ndolžino pecljevine in maso jagod je največje pri defoliaciji, kjer je bilo 100 g jagod na 55 mm pecljevine. Tudi ostala obravnavanja se pri tem parametru le malo razlikujejo od defoliacije, razlike pa so vidne v Preglednici 6.\n"], "28": ["4.3.3 'Renski rizling' 98", "Največje število jagod je bilo pri grozdu kontrole. Povprečno je bilo najmanj jagod pri G2. Zaradi najmanjše povprečne mase ene jagode, je imel grozd defoliacije tudi najmanjšo maso. Največja masa grozda je bila pri kontroli, masa posamezne jagode pa pri G 2.\nDolžina pecljevine je bila pri G2 nekoliko večja kot pri G1, je pa v obeh primerih bila pecljevina daljša kot pri kontroli. Pri defoliaciji je bila pecljevina najkrajša in tudi najlažja. Masa pecljevina je bila največja pri kontroli. Razmerje med dolžino in maso pecljevine je bilo spet najmanjše pri kontroli, največje pa tokrat pri G2. \nNa vsakih 100 g jagod je bilo pri G1 9,23 g pecljevine, kar je bil največji delež pecljevine. Pri defoliaciji je bil delež pecljevine le malo večji kot pri G 2, kjer je le-ta bil najmanjši, kar prikazuje tudi Preglednica 7. Razmerje med dolžino pecljevine in maso jagod je bilo največje pri G2, kjer je bilo na 100 g jagod 87 mm pecljevine. Najmanjše razmerje je bilo pri kontroli.\n"], "29": ["4.3.4 'Renski rizling' 03", "Število jagod pri povprečnem grozdu G 1 je bilo 72, kar je bila največja vrednost. Posledično je bila tudi masa grozda največja pri G1, saj je tudi tukaj bila masa ene jagode največja pri G1 in G2. Najmanj jagod je bilo pri G2. Ker pa je bila razlika med obravnavanji majhna, je bila masa grozda G2 , zaradi večje mase ene jagode, skoraj enaka masi grozda kontrole. Defoliacija je imela najmanjšo maso tako posamezne jagode kot tudi grozda. \nPecljevina je bila najdaljša pri defoliaciji, je pa ta z 8,95 g bila najlažja. Najkrajšo pecljevino je imela kontrola (69 mm), zato je razmerje med dolžino in maso le-te ponovno bilo najmanjše pri kontroli. Največja masa pecljevine je bila izmerjena pri G1. Tudi delež pecljevine je bil največji pri G1, kjer je bilo na vsakih 100 g jagod 9,42 g pecljevine. Najmanjša masa pecljevine glede na maso jagod je bila pri defoliaciji. Je pa pri tem obravnavanju pecljevina bila najdaljša glede na maso jagod. Pri drugem grozdu na mladiki se razmerje med dolžino pecljevine in maso jagod pri defoliaciji statistično značilno razlikuje od tega razmerja pri kontroli in G 2 (Preglednica 8).\n"], "30": ["5 SKLEPI", "V letu 2008 smo v vinogradu na Razkrižju ugotavljali vpliv defoliacije vinske trte in uporabe giberelinov na zmanjšanje zbitosti grozdov pri sortah 'Rumeni muškat' in 'Renski rizling', kar vpliva na pojav sive grozdne plesni.\nUgotovili smo, da giberelini vplivajo na razvoj večje jagode, saj je bila masa ene jagode vedno največja pri G2, pri G1 pa le malo manjša. Pri defoliaciji je bila masa ene jagode manjša kot pri kontroli, vendar razlika ni bila velika. Kljub večji masi posamezne jagode je masa grozda pri giberelinih bila podobna kontrolnim grozdom, saj so imeli grozdi kontrole večje število jagod. Grozd defoliacije je bil nekoliko lažji od grozda kontrole.\nMasa pecljevine je bila v treh primerih največja pri kontroli, pri sorti 'Renski rizling' klon SI-24 pa je bila največja pri G1 . Pri sorti 'Rumeni muškat' je bila masa pecljevine najmanjša pri obravnavanjih tretiranih z giberelini, pri sorti 'Renski rizling' pa je masa pecljevine bila precej manjša pri defoliaciji. Dolžina pecljevine je bila pri sorti 'Renski rizling' pri giberelinih večja od kontrolne.\nRazmerje med dolžino pecljevine in maso jagod kaže, da je grozd kontrole bil najbolj zbit, saj je enaka masa jagod bila bolj strnjena kot pri drugih obravnavanjih. V treh primerih je bil najbolj razredčen grozd pri defoliaciji, pri sorti 'Renski rizling' klon 239 Gm pa je bil grozd tretiran z giberelini, najmanj zbit. Med G1 in G2 ni bilo opaziti razlik. Tudi razmerje med dolžino in maso pecljevine kaže, da je bila sama pecljevina pri vseh treh poskusnih obravnavanjih (defoliacija, G1 in G2) podaljšana. Pri enaki masi je bila dolžina večja. To bi lahko pomenilo tudi, da je bila pecljevina pri teh obravnavanjih manj čvrsta.\nGiberelini niso pokazali vpliva na skupne titracijske kisline, vsebnost sladkorja pa se je ponekod zvišala. Pri defoliaciji smo izmerili nižje skupne titracijske kisline kot pri kontroli, vsebnost sladkorja pa se je podobno kot pri giberelinih zvišala. Pri sorti 'Renski rizling' klon SI-24 je bila pri defoliaciji tudi statistično značilno višja vsebnost sladkorja.\n"], "abstract": ["V letu 2008 smo v vinogradu družine Kunčić (Razkrižje) proučevali vpliv uporabe giberelinov in defoliacije na mehansko in kemijsko sestavo grozdja pri sortah 'Rumeni muškat' in 'Renski rizling'. Poskus smo zastavili po metodi latinskega kvadrata 4 x 4. Tako so bila 4 obravnavanja; -giberelini v koncentraciji 20 mg/l (G2 ), giberelini v koncentraciji 10 mg/l (G1 ), defoliacija (D) in kontrola (K) v 4 ponovitvah. Škropljenje z giberelini v koncentraciji 20 mg/l smo opravili 8. junija, z giberelini v koncentraciji 10 mg/l pa 8. junija in 12. junija. Defoliacija je bila izvedena v času polnega cvetenja. Poskus je zajemal 80 trsov pri vsaki sorti. Grozdi so bili najmanj zbiti pri defoliaciji, najbolj pa pri kontroli. Med G1 in G2 ni bilo razlik. Vsebnost sladkorja je bila v treh primerih najmanjša pri kontroli. Skupne titracijske kisline so bile v treh primerih najmanjše pri defoliaciji. Masa jagode je bila pri G1 in G2 večja kot pri kontroli, pri defoliaciji pa je bila najmanjša. Masa pecljevine je bila v treh primerih največja pri kontroli. Delež pecljevine je bil največji pri kontroli, z izjemo G1 pri sorti 'Renski rizling'. Razmerje med dolžino pecljevine in maso jagod je bilo pri defoliaciji večje kot pri kontroli, v treh primerih pa je bilo to razmerje večje tudi pri G1 in G2. Razmerje med dolžino in maso pecljevine je bilo najmanjše pri kontroli. Pri ostalih parametrih ni bilo statistično značilnih razlik. "]}