{"1": ["1 UVOD", "V Sloveniji ima sadjarstvo zelo pomembno vlogo, ne le zaradi kmetijskega vidika in tradicije, temveč tudi zaradi pomena sadja pri zdravi prehrani ter socialnega in ekonomskega vidika kmetijstva. Sadjarstvo ima kot panoga velike možnosti za nadaljnji razvoj, saj na manjših površinah omogoča primerljiv dohodek z drugimi kmetijskimi panogami.\nJabolka sodijo med najbolj razširjene sadne vrste na svetu, kar je posledica izredne adaptacijske sposobnosti jablane, saj se bolj ali manj uspešno goji na vseh kontinentih. V Sloveniji so leta 2009 intenzivni nasadi jabolk obsegali 2.722 ha, kar predstavlja 70 % celotne površine intenzivnih sadovnjakov.\nZgodnja in natančna napoved pridelka jabolk je zelo pomembna zaradi organizacije obiranja, izbire hladilniškega prostora, izbire sadja za daljše skladiščenje in določanje prodajnih cen in poti, kar še posebej velja za pridelavo jabolk, ki je najpomembnejša sadna vrsta v Sloveniji. Ob upoštevanju različnih dejavnikov, ki lahko povzročijo odstopanja od tehtanega pridelka ter z vključitvijo sekundarnega vzorčenja bi se metoda napovedovanja pridelka jabolk s pomočjo analize slike lahko še dodatno izboljšala.\n"], "2": ["1.1 Povod v raziskavo", "V letih, ki po padavinah in temperaturah precej odstopajo od povprečja, kar velja tudi za sezono 2009, je težko natančno napovedati pridelek jabolk samo z julijskim vzorčenjem, zato smo v raziskavi na vzorčnih parcelah želeli preverili možnost dodatnega vzorčenja v septembru za izboljšanje napovedi.\n"], "3": ["1.3 Namen raziskave", "Namen raziskave je ugotoviti vpliv oziroma smiselnost poznega vzorčenja na natančnost napovedi pridelka jabolk po metodi analize slike, v primerjavi s tehtanim pridelkom. Z dodatnim vzorčenjem v septembru smo želeli preveriti uporabnost večletnih rastnih krivulj za napovedovanje pridelka, ki so namenjene julijskemu vzorčenju plodov.\n"], "4": ["1.2 Delovna hipoteza", "Z delovno hipotezo smo želeli preveriti možnost povečanja natančnosti napovedi pridelka jabolk po metodi analize slik, pri kateri smo ob prvem vzorčenju v juliju dodatno vključili še drugo, pozno septembra. Pri tem je potrebno omeniti, da je dodatno vzorčenje možno samo za srednje pozne in pozne sorte.\n"], "5": ["2 PREGLED OBJAV", ""], "6": ["2.1 Pridelava jabolk v svetu", "Podatki o svetovni pridelavi jabolk se razlikujejo glede na vir. Vendar v vseh navajanjih zasledimo, da je svetovna velesila v pridelavi jabolk Azija. Pridelava obsega dobrih 60 % celotne svetovne pridelave jabolk. Na drugem mestu ji z 22 % sledi Evropa, na tretjem mestu pa Amerika s 13 %. Po podatkih FAOSTAT se je v letu 2009 pridelalo 71,738.947 ton jabolk, kar je za 3 % več od predhodnega leta (FAOSTAT 23. 9. 2010).\n"], "7": ["2.2 Pridelava jabolk v Evropi", "Največja pridelovalka jabolk v državah Evropske unije je Poljska, ki pa ima večinoma starejšo sorto. Po podatkih WAPA njena pridelava obsega dobrih 23 %, na drugem mestu ji z 20 % sledi Italija, na tretjem pa Francija s 15 %. Slovenijo se uvršča med manjše pridelovalke jabolk v Evropi, saj je delež pridelave relativno nizek.\nBelgija 358.000 336.000 344.000 3,13 Bolgarija 60.000 56.000 56.000 0,51  Češka 113.000 157.000 145.000 1,32  Danska 32.000 26.000 24.000 0,22 Francija 1,676.000 1,528.000 1,651.000 15,01 Nemčija 1,070.000 1,047.000 1,071.000 9,74  Grčija 236.000 231.000 224.000 2,04\nLitva 40.000 74.000 74.000 0,67 Nizozemska 396.000 376.000 402.000 3,65  Poljska 1,100.000 3,200.000 2,600.000 23,63 Portugalska 258.000 245.000 274.000 2,49  Romunija 287.000 459.000 379.000 3,45  Slovaška 10.000 42.000 48.000 0,44  Slovenija 61.000 60.000 56.000 0,51  Španija 599.000 528.000 470.000 4,27  Švedska 16.000 18.000 18.000 0,16 Združeno  Skupaj 9,132.000 11,533.000 11,000.000 100\n"], "8": ["2.3 Pridelava jabolk v Sloveniji", "V Sloveniji se letni povprečni pridelki jabolk po podatkih uradne statistike gibljejo okoli 110.000 ton, vendar so v tej količini zajeti intenzivni ter ekstenzivni nasadi jablan. Tržni pridelek jabolk pa se giblje med 45.000 in 65.000 ton (Philippe B. 2009).\nPovršina vseh sadovnjakov je v letu 2009 obsegala slabih 9000 ha. Obseg intenzivnih sadovnjakov se je v letu 2009 zmanjšal za 3 % (na 4.003 ha), ekstenzivni sadovnjaki, ki se razprostirajo na 4.890 ha, pa so ostali na enaki ravni. Sortni pregled jabolk v odstotkih glede na površino posamezne sorte v Sloveniji je prikazan v spodnjem grafikonu (SURS 24. 11. 2010).\n"], "9": ["2.4 Sorte jabolk v poskusu", "V poskusu so bile vključene najpomembnejše intenzivne sorte: ´Idared´, ´Jonagold´, ´Zlati delišes´, ´Elstar´, ´Gala´, ´Braeburn´ in ´Fuji´.\n"], "10": ["2.4.1 Sorta ´Idared´", "Poreklo: v Sloveniji najbolj razširjena sorta, ki izvira iz ZDA. Nastala je s križanjem sort ´Jonatan´ x ´Wagener´. Čas zorenja: zori v začetku oktobra. Občutljivost: zelo občutljiva na pepelasto plesen, srednje občutljiva na škrlup. Plod: debel, rumeno zelena osnovna barva skoraj v celoti prelita z rdečo barvo; meso sočno, čvrsto, kiselkastega okusa. Skladiščenje: zelo dobra skladiščna sposobnost. V hladilnici jih lahko ohranjamo do maja, v kontrolirani atmosferi pa vse do konca junija (Viršček in Stopar 1998, Štampar s sod. 2005).\n"], "11": ["2.4.2 Sorta ´Jonagold´", "Poreklo: triploidna sorta, ki izvira iz ZDA. Nastala je s križanjem sort ´Zlati delišes´ x ´Jonatan´. Spada med glavne sorte slovenskega sadnega izbora. Čas zorenja: zori v sredini septembra. Občutljivost: zelo občutljiva na zimsko pozebo ter srednje občutljiva na škrlup in pepelovko. Plod: je debel do zelo debel, zeleno rumena do zlato rumena osnovna barva z rdeče do temno rdeče krovno barvo, voščena prevleka na prezrelih plodovih; meso sladko kislega okusa, sočno, srednje čvrsto. Skladiščenje: v kleti do decembra, v kontrolirani atmosferi pa do maja (Viršček in Stopar 1998, Štampar s sod. 2005).\n"], "12": ["2.4.3 Sorta ´Zlati delišes´", "Poreklo: naključni sejanec, ki izvira iz ZDA. Spada med glavne sorte slovenskega sadnega izbora. Čas zorenja: zori v tretji dekadi septembra. Občutljivost: zelo občutljiva na jablanov škrlup. Plod: je srednje debel do debel, zeleno rumena do zlato rumena osnovna barva z rahlo rdečim nadihom; meso je sočno, čvrsto in sladko. Skladiščenje: v kleti do januarja, v kontrolirani atmosferi pa vse do junija (Viršček in Stopar 1998, Štampar s sod. 2005).\n"], "13": ["2.4.4 Sorta ´Elstar´", "Poreklo: izvira iz Nizozemske, kjer je nastala s križanjem sort ´Zlati delišes´ x ´Ingrid Marie´. Čas zorenja: zori v začetka septembra. Občutljivost: občutljiva je na jablanov škrlup in zimsko pozebo, manj na pepelasto plesen. Plod: plodovi so srednje debeli, rumenkasta osnovna barva, živo rdeča krovna barva, prelita ali prižasta; sočno in čvrsto meso, sladko-kislega okusa. Spada med najbolj kakovostne sorte. Skladiščenje: v navadni kleti 3-4 mesece, v kontrolirani atmosferi pa 6 mesecev (Viršček in Stopar 1998, Štampar s sod. 2005).\n"], "14": ["2.4.5 Sorta ´Gala´", "Poreklo: diploidna sorta, ki izvira iz Nove Zelandije. Nastala je s križanjem sort ´Zlati delišes´ x ´Kidds Orange Red´. Čas zorenja: zori konec avgusta. Občutljivost: zelo občutljiva na jablanov škrlup. Plod: droben do srednje debel, zelenkasto rumena osnovna barva z živo do temno rdečo krovno barvo; meso sočno, čvrsto in sladko. Skladiščenje: v kleti do novembra, v kontrolirani atmosferi do marca (Viršček in Stopar 1998, Štampar s sod. 2005).\n"], "15": ["2.4.6 Sorta ´Braeburn´", "Poreklo: izvira iz Nove Zelandije. Je zelo priljubljena pri porabnikih. Čas zorenja: zori v sredini oktobra. Občutljivost: srednje občutljiva na jablanov škrlup in pepelasto plesen. Plod: plodovi so srednje debeli do debeli, asimetrični, rumeno zelena osnovna barva, vsaj do polovice prekrita z rjavo rdečo prižasto barvo; meso rumenkasto, zelo čvrsto, sočno, uravnoteženega okusa, sladko. Skladiščenje: v kontrolirani atmosferi 5 do 6 mesecev (Viršček in Stopar 1998, Štampar s sod. 2005).\n"], "16": ["2.4.7 Sorta ´Fuji´", "Poreklo: diploidna sorta, ki izvira iz Japonske. Nastala s križanjem sort ´Delišes´ x ´Ralls Janet´. Čas zorenja: zori v drugi polovici oktobra. Občutljivost: občutljiva na jablanov škrlup in steklavost plodov. Plod: debel, včasih neskladnih oblik, osnovna rumeno zelena barva z oranžno do rjavo rdečo sprano krovno barvo; meso sočno, rumenkasto, čvrsto, sladko in aromatično. Skladiščenje: zelo trpežna sorta, saj zdrži 7-8 mesecev (Viršček in Stopar 1998, Štampar s sod. 2005).\n"], "17": ["2.5 Napovedovanje pridelka jabolk v Sloveniji", "V Sloveniji poteka spremljanje in napovedovanje pridelka jabolk na dva načina. Prvi način je ocenjevanja pridelka jabolk po enotni metodologiji v okviru evropskega programa WAPA, ki je sestavni del celotnega sistema evidence in kontrole pridelovanja sadja v Evropski uniji. Ta metoda temelji na merjenju in štetju plodičev ob hkratnem upoštevanju zdravstvenega stanja plodičev, starosti dreves in vrsti podlage (MKGP 15. 11. 2010)\nDrugi način predstavlja ocenjevanje pridelka jabolk po metodologiji Statističnega urada RS. Pri tej metodi se za napovedovanje pridelka jabolk upoštevajo podatki o bruto površinah intenzivnih sadovnjakov, ki so bili pridobljeni iz Registra intenzivnih sadovnjakov 2009 in pa podatki o številu dreves v ekstenzivnih sadovnjakih, pridobljeni z Raziskovanjem strukture kmetijskih gospodarstev 2009 (SURS 24. 11. 2010).\nSlovenija je kot članica Evropske unije vključena v organizacijo WAPA, kjer zbirajo podatke o zgodnji napovedi pridelka jabolk od vseh članic tega združenja. Ti podatki so bili zmeraj težko dosegljivi, saj temeljijo na zamudnih meritvah na terenu ter relativno majhnem vzorcu opazovanih dreves v nasadu, zato metoda ni najprimernejša za napovedovanje pridelka na majhnih neizenačenih parcelah (Stajnko 2005).\nTe pomanjkljivosti so vzpodbudile razvoj metode analize slike, ki s pomočjo vizualizacije drevesnih krošenj v sadovnjakih omogoča uporabo računalniškega procesiranja algoritmov prilagojenih prepoznavanju in štetju plodov različnih sort jabolk in hrušk (Stajnko in sod. 2001, 2005).\n"], "18": ["2.6 Metoda napovedovanje pridelka s pomočjo digitalne fotografije", "Stajnko in sod. (2001) so preučevali uporabo metode procesiranja in analize fotografije za prikazovanje rasti in razvoja plodov različnih sort jabolk ter napovedovali njihov pridelek. Želeli so izboljšati način in hitrost zbiranja podatkov in s tem omogočiti vzorčenje vsakega nasada posebej večkrat letno, hkrati pa povečati natančnost napovedovanja.\nMetoda napovedovanja pridelka jabolk s pomočjo obdelave fotografije temelji na šestih ključnih točkah:\n- zajemanje slik v sadovnjaku,\n- predobdelava slik,\n- transformacija RGB slik,\n- filtracija in kreiranje binarne slike,\n- odkrivanje in štetje plodov,\n- merjenju morfoloških lastnosti plodov (Stajnko 2005).\n"], "19": ["2.6.1 Zajemanje slik", "Z zajemanjem slik na terenu (fotografiranjem) dobimo vzorec rodne površine nasada, ki se kasneje računalniško obdela. Za potrebe poznejše predobdelave fotografije se na prvih nekaj drevesih v seriji v sredino krošnje pritrdi in fotografira tenis žogica, ker je standardnih dimenzij (65 mm).\n"], "20": ["2.6.2 Predobdelava slik", "Na eni od prvih fotografij v seriji se poišče tenis žogico, s pomočjo katere dobimo število slikovnih pik. Sledi avtomatično preračunavanje razmerja števila slikovnih pik v cm. S tem postopkom določimo tudi površino ene fotografije oziroma enega vzorca.\n"], "21": ["2.6.3 Transformacija RGB slike", "Originalne digitalne fotografije vsebujejo preveč motenj, ki otežujejo in podaljšujejo čas procesiranja. Zato se v postopku transformacije razdeli barvno RGB sliko v njene tri osnovne barve s pomočjo RGB palete. Na ta način ustvarimo tri nove slike:\n- R - rdečo\n- G - zeleno\n- B - modro\nRdeča slika (R) Zelena slika (G) Modra slika (B)\n"], "22": ["2.6.4 Kreiranje in filtracija binarne fotografije", "V mnogih poskusih sta se rdeča in zelena slika izkazali za najbolj primerno za nadaljnjo obdelavo. V tem delu se rdeča ali zelena slika spremeni v binarno sliko tako, da se njen histogram razdelili s pomočjo upragovanja na dva dela:\n- prvi vidni del, ki vsebuje iskane objekte ter motnje s podobno intenziteto svetlobe,\n- drugi del, ki je neviden in postane nevidna podlaga.\nPri tem postopku se sivinska slika spremeni v binarno (slika 10), na kateri predstavlja rdeča barva objekte (plodove), črna barva pa podlago. S tem izločimo večino motenj.\n"], "23": ["2.6.5 Odkrivanje in štetje plodov", "Na binarni sliki moramo izločiti vse vidne objekte, ki niso podobni obliki ploda. Plodove izločamo in iščemo na osnovi dveh vnaprej pripravljenih oblik objektov:\n- elipsa, ki izloči vse kvadratne in neoglate objekte,\n- plod jabolka, na osnovi katerega se samostojno išče plodove na binarni sliki. Rezultati tega postopka so prešteti plodovi.\n"], "24": ["2.6.6 Merjenje morfoloških lastnosti", "Z računalniškim algoritmom se izmeri najdaljšo dimenzijo vsakega posameznega ploda na sliki in izračuna povprečje vseh meritev. Ta podatek nam pove, kakšna je trenutna velikost plodov.\n"], "25": ["2.6.7 Računanje mase pridelka", "Maso pridelka v času fotografiranja jablan izračunamo iz števila plodov in pričakovanega premera posamezne sorte. Po določitvi premera in mase plodov na sliki se izračuna še povprečje, premer in masa plodov cele serije slik. Velikost slike predstavlja namreč površino oziroma delež rodne površine sadovnjaka. Iz vhodnih podatkov o sadovnjaku se najprej izračuna neto rodna ploskev sadovnjaka, nato pa se s pomočjo formule izračuna pričakovani pridelek (Stajnko 2005).\nPreden lahko pričnemo s postopkom analize napovedi pridelka, računalnik izračuna naslednje parametre:\n2. rodna višina (rv [m]) rv = višina drevesa (m) - višina prve veje (m) (2)\n3. teoretična rodna ploskev (Trp [m2]) Trp = 2 x (Tdv x rv) (3)\n4. neto rodna ploskev (Prp [m2]) Prp = Trp x 0,93 (4)\n5. površina fotografij (Ps [m2]) Ps = velikost fotografije (m2) x število fotografij (5)\n"], "26": ["2.7 Rastne krivulje", "Rastna krivulja nam prikaže informacije o rasti plodov določene sorte v določenem časovnem obdobju življenjske dobe drevesa. V spodnjih grafikonih so prikazane meritve premerov plodov posameznih sort v letih 2001–2009, izmerjene na sadjarski poskusni postaji Bavendorf. Kot se lepo vidi, lahko med posameznimi leti prihaja do večjih razlik v premeru plodov (npr. ´Braeburn´ min (2001) – 73 mm; max (2006) – 79 mm).\nRastne krivulje so uporabljene pri napovedovanju bodočega pridelka, tako da se primerja trenutni premer (vzorčenje) z večletnim povprečjem. V kolikor je premer manjši od povprečja se pričakuje nekoliko manjši pridelek od povprečnega in obratno (Bavendorf 2009).\n"], "27": ["3 MATERIAL IN METODE DELA", ""], "28": ["3.1 Poskus v letu 2009", "Poskus se je izvajal na širšem sadjarskem območju Slovenije z intenzivno pridelavo jabolk, kamor spadajo območja Goričkega oz. Prekmurja, Slovenskih goric, okolice Maribora in Slovenske Bistrice, Savinjske doline, Posavja in osrednje Slovenije.\nV poskus so bile vključene glavne slovenske sorte jabolk: ´Idared´, ´Jonagold´, ´Zlati delišes´, ´Elstar´, ´Gala´, ´Braeburn´ in ´Fuji´, ki so natančno opisana v poglavju 2.4. Prvotno je bilo naključno izbranih 25 sadjarjev oz. sadjarskih podjetjih, ker pa je bilo v letu 2009 izredno veliko naravnih nesreč (toča, neurja), ki so pridelek popolnoma uničile, smo morali 3 sadjarje iz raziskave izključiti, četrti pa je bil ekološki pridelovalec.\n"], "29": ["3.2 Merilna naprava", "Pri izvajanju meritev smo uporabili poslovni pametni telefon ASUS P565 (Slika 13), ki deluje v Windows Mobile 6.1 okolju. Vgrajen ima 3 milijona slikovnih pik globoko kamero, GPS napravo in režo, ki sprejema MicroSD kartice. Glide vmesnik uporablja 2,8 paličen multitouch zaslon, ki premore 480 x 640 slikovnih pik. Vgrajen GPS sprejemnik za avtonomno določanje položaja, zajema signal tudi pod krošnjami in v soteskah. Je majhen, ima hiter zagon, dobro pozicijo natančnosti in sposobnost sledenja na frekvenci L1 (1575.42 Mhz). Za ta dlančnik je bila razvita programska oprema FK mobile. Za sinhronizacijo, uvoz in izvoz podatkov med dlančnikom in osebnim računalnikom pa še program FK PC (Šinjur 2009). \n"], "30": ["3.3 Metode dela", "Vzorčenje na terenu zahteva veliko hoje, zato je zelo pomembno, da smo se pred delom dobro pripravili. Potrebno se je bilo seznaniti z merilno napravo, njenim delovanjem ter poskrbeti, da imamo vedno dovolj baterije. Dlančnik potrebuje razširjeno pomnilniško kartico, saj moramo nanjo prvotno shraniti podatke o lastnikih in njihovih nasadih, nato pa še vse dobljene podatke in slike s terena.\nPred odhodom v nasade smo na osebnem računalniku najprej izbrali GERK-e oziroma nasade, v katerih smo vzorčili podatke o pridelku in položaje GERK-ov prenesli na mobilno napravo. \nPodatkovna baza sestoji iz petih pogovornih oken :  1. Pridelovalec (ime, priimek, naziv podjetja, naslov…)  2. gerk (x in y koordinati, površina)  3. nasad (površina nasada, vrsta drevja)  4. vrsta (sorta)  5. posnetek (položaj drevesa in posnetka, fotografija, datum in ura, komentar,  identifikator nasada)\nPrve meritve v mesecu juliju so potekale pet dni, med 8.00 in 17.00. Ko smo vstopili v nasad, so se na ekranu dlančnika v pogovornem oknu nasad (1/3) izpisali podatki o GERK- u. Nato smo iz seznama izbrali sorto, ki se izpiše na dnu ekrana. V pogovornem oknu nasad (2/3) smo označili zajemi položaj drevesa in položaj posnetka. S pomočjo fotoaparata smo nato z razdalje 3 m fotografirali drevesa in slike shranili na kartico fotoaparata.\nKer imata osebni računalnik in mobilna naprava vsak svojo podatkovno bazo, je potrebno po vsakem zajemanju na terenu sinhronizirati podatke. Potrebno je omeniti, da so v postopek sinhronizacije vključeni samo podatki, ki smo jih dodali, brisali ali spreminjali od zadnje sinhronizacije.\nPo zaključenem delu na terenu, smo slike prenesli na računalnik. Fotografije smo razvrstili po sortah, pridelovalcih in območjih. Sledili so postopki vizualizacije digitalnih slik po točkah opisanih v poglavju 2.6.\nPozno vzorčenje v mesecu septembru je blo tokrat lažje in tudi hitrejše, ker smo imeli shranjene vse pozicije nasadov in s tem vse podrobne informacije od prvega, julijskega merjenja. Tako nas je dlančnik s pomočjo pogovornega okna kompas pripeljal do željenega drevesa, kjer smo ponovili meritve.\nV preglednici 4 je prikazano število poskusnih nasadov po sortah in pridelovalnih območjih. Število vzorcev je v razmerju z dejanskimi površinami, razporejenimi po pridelovalni območjih.\n"], "31": ["3.4. Zbiranje informacij o pridelku", "Po obiranju plodov smo obiskali vse sadjarje, ki so sodelovali pri raziskavi in popisali tehtan pridelek. Od lastnikov nasadov smo dobili vrednosti tehtanih pridelkov na površino parcele in jo preračunali v pridelek na hektar površine. Po obdelavi posamezne serije smo dobili izpis napovedi (kg/ha) v Excel formatu za posamezno sorto. Vrednosti napovedi, dobljene iz algoritma za obdelavo meritev in fotografij, smo uporabili za statistično vrednotenje po posameznih obravnavanjih ter za skupno statistično oceno vseh poskusov, ki smo jo izvedli s pomočjo analize Paired-Samples T-test v računalniškem programu SPSS 17.0.\n"], "32": ["3.5 Vrednosti napovedi pridelka", ""], "33": ["3.5.1 Izračun razlike med napovedanim (N) in tehtanim (T) pridelkom", "Za ugotavljanje odstopanja napovedane količine pridelka od tehtane količine pridelka v posameznem obravnavanju smo izračunali razlike med dvema srednjima vrednostma (aritmetičnima sredinama), dobljenima iz vseh vrednosti napovedanega in tehtanega pridelka v določenem obravnavanju (pridelovalno območje, sorta, pridelovalec).\n"], "34": ["3.5.2 Izračun indeksov", "Za nadaljnje primerjanje srednjih vrednosti napovedanega in tehtanega pridelka smo uporabili relativne vrednosti – indekse (I), ki smo jih izrazili iz srednjih vrednosti napovedanega in dejanskega pridelka po posameznem obravnavanju.\n"], "35": ["3.6 Ugotavljanje vplivov parametra na napovedovanje pridelka", "Na osnovi rezultatov terenskih meritev in računalniške obdelave fotografij smo analizirali vpliv sorte, pridelovalcev in pridelovalnega območja na napoved pridelka.\n"], "36": ["4 REZULTATI Z RAZPRAVO", ""], "37": ["4.1 Napoved pridelka po sortah", "V preglednici 5 so prikazane srednje vrednosti napovedanega in tehtanega pridelka za posamezno sorto na vseh pridelovalnih območjih.\n* (Sig. < 0,05)\nIz preglednice 5 in grafikona 10 lahko razberemo, da je julijska napoved pridelka najmanj odstopala od tehtane količine pri zgodnji sorti ´Gala´, kjer znaša razlika med napovedanim in tehtanim pridelkom v primanjkljaju samo 480 kg/ha oziroma 2 %. Sledita sorti ´Braeburn´, ki je precenjena za 2.392 kg/ha (7 %) in zgodnja sorta ´Elstar´, ki je v presežku 3.214 kg/ha (11 %). Največja razlika med julijsko napovedjo in tehtanim pridelkom je zabeležena pri sorti ´Idared´ (16.842 kg/ha). \nNajbolj točna septembrska napoved je bila pri sorti ´Zlati delišes´, kjer je razlika med napovedanim in tehtanim pridelkom le 211 kg/ha oziroma manj kot 0,5 %, kar je odličen rezultat. Prav tako je zelo uspešna septembrska napoved pri sortah ´Fuji´ in ´Jonagold´ (– 783 kg/ha), saj od tehtanega pridelka odstopata le za 2 %.\nPri sortah ´Idared´, ´Jonagold´ in ´Zlati delišes´ smo s pomočjo analize Paired-Samples T- test (Priloge 6, 7, 8) ugotovili, da se julijska napoved in tehtani pridelek statistično značilno razlikujeta (Sig. < 0,05). Do teh statistično značilnih razlik je verjetno prišlo, ker smo pri izračunu napovedi pridelka upoštevali premajhno maso plodov ob obiranju. To povezujemo z uporabljenimi povprečnimi večletnimi rastnimi krivuljami, ki so nekoliko nižje, kot pa so bili dejanski premeri plodov v letu 2009.\n"], "38": ["4.2 Napoved pridelka po pridelovalcih", "V preglednici 6 so prikazane srednje vrednosti napovedanega in tehtanega pridelka vseh vzorčnih sort po pridelovalcih.\n* Sig. < 0,05 \nIz preglednice 6 in grafikona 11 vidimo, da je julijska napoved pridelka najmanj odstopala od tehtane količine pri pridelovalcu številka 12, kjer je znašala razlika med napovedanim in tehtanim pridelkom v presežku le 100 kg/ha, kar pomeni, da je odstopanje manjše od 0,5 %. Prav tako zelo uspešna napoved je bila pri pridelovalcih 5 (– 317 kg/ha) in 10 (– 240 kg/ha), saj od tehtanega pridelka odstopata le za 1 %. Največja razlika med julijsko napovedjo in tehtanim pridelkom je bila pri pridelovalcu številka 6, saj je odstopanje skoraj 50 %.\nSeptembrska napoved je najmanj odstopala pri pridelovalcih 3 (– 11 kg/ha) in 17 (157 kg/ha), saj je bila razlika manjša od 0,5 %, kar je odlično. Sledi jima pridelovalec 21, kjer je razlika med napovedanim in tehtanim pridelkom precenjena za 707 kg/ha oziroma 1 %.\nAnaliza Paired-Samples T-test (Priloge 19, 24, 27, 29) je z verjetnostjo 95 % pokazala statistično značilne razlike (Sig. < 0,05) med julijsko napovedjo in tehtanim pridelkom pri pridelovalcih številka 11, 16, 19 in 21, medtem ko pri ostalih teh razlik ni bilo.\n"], "39": ["4.3 Napoved pridelka po pridelovalnih območjih", "V preglednici 7 so prikazane srednje vrednosti napovedanega in tehtanega pridelka vseh vzorčnih sort po pridelovalnih območjih.\n* Sig. < 0,05\nPreglednica 7 in grafikon 12 prikazujeta, da je julijska napoved pridelka najmanj odstopala od tehtane količine v pridelovalnem območju Goričko, kjer je znašala razlika med napovedanim in tehtanim pridelkom v presežku 708 kg/ha. Razlika med napovedanim in tehtanim pridelkom je tako precenjena samo za 2 %. Največja razlika med julijsko napovedjo in dejanskim pridelkom je v pridelovalnem območju Posavje (8.583 kg/ha) in Osrednja Slovenija (7.431 kg/ha), kjer smo imeli največ poskusov.\nNajmanjša razlika med septembrsko napovedjo in tehtanim pridelkom je bila na pridelovalnem območju Osrednja Slovenija, hkrati pa je bilo odstopanje julijske napovedi največje (– 18 %). To pomeni, da se je septembrska napoved v primerjavi z julijsko v tem \npridelovalnem območju najbolj izboljšala, saj se je od tehtanega pridelka razlikovala le še za 4 %.\nS pomočjo analize Paired-Samples T-test (Priloge 34, 35) smo ugotovili, da se aritmetični sredini julijske napovedi in dejanskega pridelka statistično značilno razlikujejo v pridelovalnem območju Posavje in Osrednja Slovenija (Sig. < 0,05).\nV veliki večini so posamezne julijske napovedi podcenjene, septembrske napovedi pa precenjene. Do teh razlik je najverjetneje prišlo, ker smo pri izračunu napovedi pridelka upoštevali premajhno (julijska napoved) oziroma preveliko (septembrska napoved) maso plodov ob obiranju.\nSeptembrska napoved pridelka je iz statističnega vidika bolj točno ocenjena kot julijska. S statistično analizo Paired-Samples T-test smo namreč ugotovili, da so se aritmetične sredine septembrske napovedi in tehtanega pridelka statistično značilno razlikovale samo v pridelovalnem območju Maribor in pri pridelovalcu 15. V vseh ostalih primerih med podatki ni bilo razlik.\n"], "40": ["5 SKLEPI", "Po končani raziskavi, kjer smo ugotavljali vpliv oziroma smiselnost dodatnega vzorčenja v septembru na povečanje natančnosti napovedi pridelka jabolk po metodi analize slike, v primerjavi s tehtanim pridelkom, lahko izpostavimo naslednje sklepe:\nNa natančnejšo napoved pridelka je vplivalo število vzorčnih dreves oziroma  nasadov v posameznem pridelovalnem območju ali pri posamezni sorti, kar se lepo  vidi pri pridelovalnih območjih Posavje in Osrednja Slovenija ter sortah Zlati delišes  in Jonagold, kjer je bilo izvedenih največ poskusov in je posledično septembrska  napoved najmanj odstopala. Nasprotno je bil v primeru manjšega vzorca večji vpliv  posamezne napovedi na skupno napoved, kar je povzročilo večje odstopanje  napovedanega pridelka (pridelovalec 2 in 6 – julijsko vzorčenje).\nNajvečji vpliv dodatnega septembrskega vzorčenja smo dobili, če smo primerjali  povprečni pridelek posamezne sorte v vseh pridelovalnih območjih, saj je  septembrska napoved tako v povprečju petih poznih sort presegala tehtani dejanski  pridelek samo za 2 %, pri čemer je bila sorta ´Zlati delišes´ precenjena za manj kot  0,5 %.\nZaradi kratkega časovnega intervala od poznega septembrskega vzorčenja do  obiranja, so posamezne napovedi v večini poskusov natančnejše v primerjavi z  julijsko napovedjo. Pri določenih napovedih, kjer je prišlo do odstopanj, pa je  največji razlog za razlike v uporabljenih rastnih krivuljah, ki so vnešene v algoritmu  za obdelavo slik.\nNa podlagi zgoraj navedenih rezultatov raziskave lahko potrdimo, da je dodatno  vzorčenje v septembru povečalo natančnost napovedi pridelka po metodi analize  slike. .\n"], "abstract": ["Zgodnja in natančna napoved pridelka jabolk je izjemnega pomena za organizacijo obiranja, pripravo hladilniškega prostora, odbire sadja za daljše skladiščenje in določanje prodajnih cen in poti, saj je jablana najpomembnejša sadna vrsta v Sloveniji. Leta 2009 smo na širšem sadjarskem območju Slovenije z intenzivno pridelavo jabolk izvajali poskus, v katerega so bile vključene glavne slovenske sorte jabolk: ´Braeburn´, ´Elstar´, ´Fuji´, ´Gala´, ´Idared´, ´Jonagold´ in ´Zlati delišes´. Želeli smo preveriti možnost povečanja natančnosti napovedi pridelka jabolk po metodi analize slik, v katero smo poleg prvega, rednega vzorčenja v juliju dodatno vključili še septembra. Pri izvajanju meritev smo uporabili dlančnik ASUS 565 z vgrajenim GPS sprejemnikom, ki nas je pripeljal do željenega nasada in kamero za fotografiranje dreves. Po zaključenem delu na terenu, smo s pomočjo računalniške analize slike v laboratoriju napovedali pričakovani pridelek. Dobljeni rezultati po sortah so pokazali, da je julijska napoved v povprečju podcenila pridelek za 7 %, septembrska pa ga je nasprotno precenila le še za 2 %. Septembrska napoved je pri 13 pridelovalcih od 21 v povprečju precenila pridelke le za 4 %, medtem ko ga je julijska napoved v povprečju podcenila za 9 %. Rezultati po pridelovalnih območjih so pokazali, da se je septembrska napoved v primerjavi z julijsko izboljšala na pridelovalnih območjih Slovenske gorice, Posavje in Osrednja Slovenija, saj je bila septembrska napoved v povprečju precenjena le za 6 % v primerjavi z julijsko, ki je v povprečju podcenjena za 9 %. Dobljeni rezultati so vzpodbudni, saj nam je uspelo z dodatnim vzorčenjem v septembru pri nekaterih napovedih zmanjšati razliko med napovedanim in tehtanim pridelkom pod 5 %. Kljub temu je še nekaj odstopanj, ki jih pripisujemo specifičnosti posameznih lokacij in jih z univerzalnim pristopom ni možno popolnoma opisati in zajeti v algoritem za napoved. "]}