{"1": ["1 UVOD", ""], "2": ["1.1 OPIS PROBLEMA", "V življenju se mnogokrat soočamo z odločitvami. Veliko od njih je vsakdanjih, ki jih sprejemamo in rešujemo mimogrede. Pri preprostih odločitvah si lahko pomagamo tudi z metom kovanca, ki nam naključno določi eno od dveh variant.\nPri resnih odločitvah, ko imamo veliko variant z množico podatkov, pa se lahko izgubimo med njimi. Zato smo se odločili te podatke organizirati, strukturirati ter izpeljati čimbolj tehtno odločitev.\nV diplomskem delu bom predstavil primer izbire kolesa. Izbira kolesa, ki jo predstavljam, bo še bolj kompleksna, saj so si odrasla kolesa po namenu in načinu uporabe različna. Zato ne moremo primerjati po namenu različnih koles med saboj. V grobem jih delimo v tri različne skupine.\nZa marsikoga so si kolesa na prvi pogled vsa enaka. Ko pa se nadalje poglabljamo v detajle ter ko le te primerjamo, nastane množica informacij. Posameznik, ki kupuje kolo, in tudi izkušen prodajalec, teži k bolj transparentni in organizirani izbiri.\n"], "3": ["1.2 CILJ IN NAMEN", "Pri dosegi cilja se pogosto srečujemo z kompleksnimi odločitvami. Zato si bomo pomagali z večparametrskimi odločitvenimi modeli.\nPredstavil bom tri različne odločitvene modele ter jih prikazal na praktičnem primeru. Cilj je dobiti optimalno izbiro kolesa pri vsakem modelu ter jo tehtno argumentirati.\n"], "4": ["1.3 METODA DELA", "Pri izdelavi diplomske naloge smo se seznanili s procesi odločanja, odločitvenimi modeli ter računalniškimi programi za podporo odločanju.\nPreučili smo kolesa ter njihove sestavne dele, na podlagi katerih smo naredili izbor variant skladno z izbranimi ponudniki. Zaradi velikega števila kriterijev in različnih variant smo se lotili bolj organiziranega in preglednega reševanja odločitvenega problema.\nOdločili smo se za uporabo računalniškega programa za podporo odločanju DEXi, s pomočjo katerega smo zgradili odločitvene modele. Variante smo vrednotili in analizirali z programoma DEXi in Vredana.\n"], "5": ["2 ODLOČITVE IN ODLOČITVENI MODELI", "»Odločanje je proces, v katerem je potrebno izmed več variant (alternativ, inačic, možnosti) izbrati tisto, ki najbolj ustreza postavljenim ciljem oziroma zahtevam.« (Jereb, Bohanec in Rajkovič, 2003)\nDnevno se srečujemo z odločitvami. Odločamo se med najpreprostejšim rutinskim izbiranjem kot je kupovanje sadja na tržnici, do kupovanja osebnega računalnika, avta, stanovanja, izbor zaposlenega... So različne variante, med katerimi se odločamo za avto, stanovanje, zaposlitev,… Pri izboru srečujemo tudi najboljše variante, poleg tega pa včasih želimo variante tudi rangirati od najslabše do najboljše.\nTežavnost odločanja je zelo raznolika, v splošnem pa zavisi od velikosti problemov, ki jih rešujemo. Pomembnejši problemi, ki nastanejo pri odločanju, so:\n- veliko število dejavnikov, ki vplivajo na odločitev\n- velikega števila ter slabo definiranih variant\n- zapletenega ali nepopolnega poznavanja odločitvenega problema in ciljev  odločitve\n- obtsoja različnih skupin odločevalcev z nasprotujočimi cilji\n- pomanjkanja časa ter drugih virov za izvedbo odločitvenega procesa\nZ odločanjem se ukvarja več znanstvenih področij in disciplin. Da pa odločevalec na čim lažji in organiziran način pride do kvalitetne odločitve pa je razvito tudi več računalniških programov za podporo odločanju, ki nam služijo za podporo zahtevnim odločitvenim problemom.\n"], "6": ["2.1 VEČPARAMETRSKO ODLOČANJE", "Pri zahtevnih odločitvah, kjer na končni rezultat (varianto) vpliva veliko število dejavnikov, si bomo pomagali z večparametrskimi odločitvenimi modeli. Večparametrsko odločanje temelji na razgradnji variante na posamezne parametre (kriterije, atribute), ki jih ločeno ocenimo. Končno vrednost ocene pa dobimo z združevanjem parametrov, ki je osnova za kasnejši izbor najustreznejše variante.\nPri večparametrskem odločanju, variante vrednotimo na osnovi večparametrskega odločitvenega modela. Sestavljen je iz treh komponent kot je prikazano na sliki 1:\n- Variante, opisane po osnovnih parametrih z vrednostmi a1. Na podlagi te  vrednosti funkcija koristnosti določi končno oceno vsake variante. Varianta z  najboljšo oceno je praviloma najboljša.\n- Parametri (atributi,kriteriji), ki predstavljajo vhod v model Xi. Parametri so  spremenljivke, ki predstavljajo podprobleme odločitvenega problema, to so  tisti dejavniki, ki opredelijo kvaliteto variant.\n- Funkcija koristnosti F, je predpis, po katerem se vrednosti posameznih  parametrov združujejo v spremenljivko Y, ki ponazarja končno oceno ali  koristnost variante. \n(vir: Jereb, Bohanec, Rajkovič, 2003)\n"], "7": ["2.2 FAZE ODLOČITVENEGA PROCESA", "Obstaja več možnosti sprejemanja odločitev. Od preprostega meta kovanca kjer so vse alternative enako verjetne, do organiziranega, računalniško podprtega odločitvenega procesa. Odločitveni proces zajema sistematično zbiranje in urejanje znanja. Zagotoviti si moramo dovolj informacij za primerno odločitev, zmanjšati možnost, da kaj spregledamo, pospešiti in dvigniti kakovost ter transparentnost odločitve. Zato si odločitveni proces organiziramo po spodaj opisanih fazah, ki se lahko tudi prepletajo ali ponavljajo.\n"], "8": ["2.2.1 IDENTIFIKACIJA PROBLEMA", "V prvi fazi spoznamo, da smo naleteli na odločitveni problem, dovolj obsežen, da ga je smiselno reševati na sistematičen in organiziran način. V tej fazi definiramo problem, opredelimo cilje in zahteve. Sestavimo odločitveno skupino, katero sestavljajo odločevalci, ki sprejmejo odločitev ter so zanjo odgovorni. Po potrebi se v odločitveno skupino vključi tudi: eksperte, odločitvenega analitika ter predstavnike tistih, ki jih odločitev zadeva.\n"], "9": ["2.2.2 IDENTIFIKACIJA KRITERIJEV", "V tej fazi zasnujemo strukturo odločitvenega modela ter določimo kriterije, na osnovi katerih bomo ocenjevali variante. Pri tem moramo biti pozorni na kriterije, ki bistveno vplivajo na končno odločitev (načelo polnosti), ter pri oblikovanju modela na celovitost, neredundantnost in operativnost (merljivost) kriterijev. Postopek identifikacije kriterijev lahko poteka po naslednjih korakih:\n- Spisek kriterijev: skupinsko ali sami oblikujemo seznam kriterijev, ki jih bomo  nato upoštevali pri odločanju. \n - Strukturiranje kriterijev: Kriterije hierarhično uredimo v drevo kriterijev. Pri  tem upoštevamo vsebinske povezave in medsebojno odvisnost kriterijev.\n- Merske lestvice: Vsem kriterijem v drevesu določimo merske lestvice, to je  zaloga vrednosti, ki jih lahko zavzamejo pri vrednotenju, ter druge morebitne  lastnosti.\n"], "10": ["2.2.3 DEFINICIJA FUNKCIJ KORISTNOSTI", "Na tej fazi določimo funkcije, ki opredeljujejo vpliv nižjenivojskih kriterijev na tiste, ki ležijo višje v drevesu. Od listov vse do korena drevesa, ki predstavlja končno oceno variant. Najpogosteje se uporabljajo preproste funkcije, kot so utežna vsota in razna povprečja, redkeje pa srečamo zahtevnejše funkcije z večjo izrazno močjo, ki so tudi zahtevnejše za praktično uporabo. Možne so tudi računalniško podprte metode za podporo odločanju v tej fazi.\n"], "11": ["2.2.4 OPISI VARIANT", "V opisu vsako varianto opišemo z vrednostmi osnovnih kriterijev in sicer tistih, ki ležijo na listih drevesa. Ta opis zberemo z preučevanjem in zbiranjem variant, kjer pa pogosto naletimo na pomanjkljivosti ali nezanesljive podatke. Nekatere metode odpovedo, druge pa nam omogočajo vnesti podatke v obliki intervalov ali verjetnostih porazdelitev.\n"], "12": ["2.2.5 VREDNOTENJE IN ANALIZA VARIANT", "Na tej fazi vrednotimo variante, na osnovi njihovega opisa po osnovnih kriterijih za določitev končne ocene variant. Vrednotenje poteka od listov do korena drevesa (od spodaj navzgor), v skladu s strukturo kriterijev in funkcijami koristnosti. Varianta z najboljšo oceno je praviloma najboljša. Na končno oceno vpliva mnogo dejavnikov, kjer lahko pride do napake. Poleg tega končna ocena zmerom ne zadostuje za celovito sliko o posamezni varianti. Variante zato analiziramo ter si zastavimo naslednja vprašanja:\n- Kako je bila izračunana končna ocena – na osnovi katerih funkcij in vrednosti  kriterijev?\n- Zakaj je končna ocena takšna kot je? Je v skladu s pričakovanji ali odstopa  in zakaj? Kateri kriteriji so bili odločilni pri oceni?\n- Katere so najpomembnejše prednosti in pomanjkljivosti posamezne  variante?\n- Kakšna je občutljivost odločitve: kako spremembe vrednosti kriterijev vplivajo  na končno oceno? Ali lahko in kako izboljšamo variante? Katere  spremembe povzročijo bistveno poslabšanje ocen variant?\n- V čem je bistvena razlika med variantami?\nZ odgovori na ta vprašanja pridemo do celovite slike o variantah in s tem do kvalitetnejše, bolje utemeljene in preverjene odločitve. Pri tem je računalniška podpora nepogrešljiva, saj z njihovimi pripomočki tovrstne analize bistveno olajšajo. (Jereb, Bohanec, Rajkovič, 2003)\n"], "13": ["3 IZGRADNJA ODLOČITVENEGA MODELA", "Za gradnjo odločitvenega modela smo se odločili pomagati z programom DEXI, ki je namensko razvit za podporo odločanju z uporabo računalnika. DEX (Decision Expert) je lupina ekspertnega sistema, namen katere je podpora odločevalcu pri sprejemanju zapletenih večparametrskih odločitev. Iz programa DEX, ki deluje v okolju Dos, je razvit program DEXi za delovanje v okolju MS Windows (Bohanec, 2010). Poleg orodij DEX in DEXi obstaja še program Vredana, ki nam omogoča dodatno analizo rezultatov vrednotenja, med temi programi je podatke možno prenašati in smiselno povezati. (Bohanec, Rajkovič,1999)\nBazo znanja v programu DEXi predstavlja drevo kriterijev, ki ga zgradimo za vsak posamezen primer posebej. Podpira tudi zelo kompleksne odločitvene probleme. Program omogoča kvalitativne zaloge vrednosti kriterijev ter tudi kvalitativno vrednotenje, kar nam omogoča večjo transparentnost pri izgradnji odločitvenega modela. Program je razumljiv ter enostaven uporabniški vmesnik, ki je razumljiv širokemu krogu ljudi. Omogoča pregleden izpis poročil različnih faz odločitvenega modela, ki jih lahko kopiramo ali natisnemo.\nLastnosti sistema DEXi so:\n- Uporablja kvalitativne kriterije (ne nujno numeričnih), vrednosti so običajno  zapisane: nesprejemljiv, sprejemljiv, dober,...\n- Razumljiv širokem krogu uporabnikov\n- Funkcije koristnosti so podane s preprostimi odločitvenimi pravili tipa »če-  potem«\n- Lahko se uporablja z netočnimi ali manjkajočimi podatki o variantah\n- Odločitveno skupino lahko zastopa tudi samo odločevalec\n- Omogoča uporabniku prijazno in preprosto v splošnem lažje odločanje\n- Omogoča aktivno podporo odločevalca pri oblikovanju pravil odločanja, z  čimer pospeši razvoj modela ter zmanjša možnost napak\n- Uporaba v okolju oken\n- Brezplačna uporaba\nProgram DEXi omogoča:\n- Izdelave in urejanje dreves kriterijev\n- Urejanje zalog vrednosti kriterijev ter odločitvenih pravil\n- Zajemanje podatkov o variantah\n- Vrednotenje variant\n- Tabelarični pregled rezultatov vrednotenja z analizo tipa »kaj-če«\n- Grafični prikaz rezultatov vrednotenja \nNa sliki 2 je predstavljen uporabniški vmesnik. Na levi urejamo odločitveno drevo, na desni pa urejamo odločitvena pravila. Poleg tega se lahko premikamo med jezički Model, Variante, Vrednotenje in Grafikoni. \n3.1 MODEL ZA IZBIRO SPREDNJE-VZMETENEGA GORSKEGA  ALI TREKKING KOLESA Na podlagi potreb po oceni za izbiro najboljšega kolesa smo izdelali odločitveno drevo s pomočjo programa DEXi. To drevo nam bo služilo kot osnova za izgradnjo ostalih dveh dreves.\n"], "14": ["3.1.1 IDENTIFIKACIJA PROBLEMA", "Pri nakupu sprednje-vzmetenega gorskega ali trekking kolesa želimo opraviti optimalen nakup. To pomeni, da dobimo optimalno razmerje med ceno in kvaliteto kolesa. Poleg cene nas zanimajo tudi garancijska doba, kvaliteta okvirja, komponent,.. Izmed več variant podobnih koles hočemo izbrati najboljšo ter ostale variante rangirati. Pri tem pa smo ločili tri različna drevesa za tri različne vrste koles.\n"], "15": ["3.1.2 IDENTIFIKACIJA KRITERIJEV", "V tem primeru smo uporabili vse kriterije, ki so bistvenega pomena za izbor kolesa. Kriterije smo nato na osnovi medsebojne odvisnosti in vsebinskih povezav strukturirali ter na ta način oblikovali drevo kriterijev na sliki 3.\n"], "16": ["3.1.3 ZALOGE VREDNOSTI KRITERIJEV", "Vsakemu kriteriju določimo zaloge vrednosti, ki jih lahko zavzame. Uredili smo jih od slabih proti dobrim vrednostim. Kriterije smo definirali opisno s tri ali štiri stopenjsko lestvico. Kriteriju Izbira smo določili štiri stopenjsko lestvico: nesprejemljiv, sprejemljiv, dober in odličen. Ostale vrednost pa s tristopenjsko lestvico, kot je prikazano na sliki 4.\n"], "17": ["3.1.4 DEFINICIJA FUNKCIJ KORISTNOSTI", "Določili smo, da na končno oceno najbolj vplivajo Tehnični kriteriji kolesa, nato pa tudi sami stroški kolesa. Neposredno za vsako vrstico določimo, na primer: oceno Izbire, iz kombinacije: Tehnični kriteriji, Teže in Stroškov. Nato določimo še uteži posameznim atributom, na primer Izbira:\n- 48% Tehnični kriteriji,\n- 21% Teža in\n- 30% Stroški. Ostala Odločitvena pravila pa so prikazana v tabelah 1, 2 in 3.\n"], "18": ["3.1.5 OPIS VARIANT", "V našem primeru bomo izbirali med štirimi trekking modeli koles:\n(vir: Valy, 2010)\n(vir: Valy, 2010)\n(vir: Valy, 2010)\n(vir: Valy, 2010) \nOd vsakega kolesa moramo zbrati naslednje osnovne podatke oz. kriterije: pesto, napere, obroči, zavore, 1. menjalnik, 2. menjalnik, prestavne ročice, 2. zobnik, 1. zobnik, veriga, izgled, vilice, material, teža, cena in garancija. Opis variant je prikazan na sliki 9.\n"], "19": ["3.1.6 VREDNOTENJE IN ANALIZA VARIANT", "V tej fazi vrednotimo vse štiri variante, končna ocena je podana v vrstici Izbira. Vidimo, da je kolo Burrito najboljša varianta, sledi mu P2, ki je zavzel vrednost dober. Najslabše sta se odrezali kolesi: Blue ridge, ki je zavzel nesprejemljivo vrednost, 7700 pa še vseeno sprejemljivo. Prikaz rezultatov vrednotenja na sliki 10.\nZa lažje ter bolj pregledno vrednotene smo variante predstavili tudi v stolpničnem grafu 1 in grafu 2. \n"], "20": ["3.2 MODEL ZA IZBIRO CESTNEGA KOLESA", "Za osnovo smo vzeli model za izbiro sprednje-vzmetenega gorskega ali trekking kolesa, ter ga prilagodili modelu izbiri cestnega kolesa.\n"], "21": ["3.2.1 IDENTIFIKACIJA PROBLEMA", "Pri nakupu cestnega kolesa želimo opraviti optimalen nakup. Model potrebujemo za izbiro dirkalnega ali fitnes kolesa. Kot v prejšnjem primeru želimo opraviti optimalen nakup na podlagi različnih kriterijev.\n"], "22": ["3.2.2 IDENTIFIKACIJA KRITERIJEV", "V tem primeru smo prilagodili Tehnične lastnosti izbiri cestnega kolesa. Spremenili smo kriterij Tehnične lastnosti kjer je pomemben kriterij material iz katerega so izdelane sprednje vilice. Na osnovi teh novih kriterijev smo prilagodili drevo kriterijev na sliki 11.\n"], "23": ["3.2.3 ZALOGE VREDNOSTI KRITERIJEV", "Kriterijem določimo zaloge vrednosti ter jih uredimo od slabih proti dobrim. Definirali smo jih opisno s tri in štiri stopenjskimi lestvicami. Kriteriju Izbira smo določili štiri stopenjsko lestvico: nesprejemljiv, sprejemljiv, dober in odličen. Ostale vrednosti pa s tristopenjsko lestvico, kot je prikazano na sliki 12.\n"], "24": ["3.2.4 DEFINICIJA FUNKCIJ KORISTNOSTI", "Določili smo, da na končno oceno najbolj vplivajo Tehnični kriteriji kolesa, nato pa tudi sami Stroški. Prikazano je v tabelah 4,5 in 6.\n"], "25": ["3.2.5 OPIS VARIANT", "V tem primeru bomo izbirali med štirimi cestnimi modeli koles:\n(vir: Valy, 2010)\n(vir: Focus-bikes, 2010)\n(vir: Valy, 2010)\nS10  (vir: Valy, 2010) \nOd vsakega kolesa moramo zbrati naslednje osnovne podatke oz. kriterije: pesto, napere, obroči, zavore, 1. menjalnik, 2. menjalnik, prestavne ročice, 2. zobnik, 1. zobnik, veriga, izgled, vilice, material, teža, cena in garancija. Opisi variant so prikazani na sliki 17.\n"], "26": ["3.2.6 VREDNOTENJE IN ANALIZA VARIANT", "V tej fazi vrednotimo vse štiri variante, končna ocena je podana v vrstici Izbira. Kot vidimo, je kolo CR1 pro najboljša izbira, Madone 4.7 je še zmerom dobra odločitev, odločitev Cayo in Speedster S10 pa samo sprejemljiva odločitev. To je prikazano v na sliki 18.\nZa lažje ter bolj pregledno vrednotene smo variante predstavili tudi v stolpničnem grafu 3 in grafu 4. \n"], "27": ["3.3 MODEL ZA IZBIRO POLNO-VZMETENEGA KOLESA", "Model sestavimo na osnovi modela za izbiro sprednje-vzmetenega gorskega ali trekking kolesa.\n"], "28": ["3.3.1 IDENTIFIKACIJA PROBLEMA", "V tem primeru iščemo najboljšo varianto za nakup polno-vzmetenega kolesa. Za osnovo bomo ponovno vzeli že obstoječi model za izbiro sprednje-vzmetenega gorskega ali trekking kolesa.\n"], "29": ["3.3.2 IDENTIFIKACIJA KRITERIJEV", "Tudi v tem primeru zberemo vse potrebne kriterije. Razliko med ostalimi modeli najdemo v Tehničnih lastnostih, kjer moramo dodati kriterij kvaliteta Zadnjega vzmetenja, kot je prikazano na sliki 19.\n"], "30": ["3.3.3 ZALOGE VREDNOSTI KRITERIJEV", "Vsem kriterijem definiramo zaloge vrednosti od slabih proti dobrim. Zaloge vrednosti Izbira smo določili s štiri stopenjsko lestvico: nesprejemljiv, sprejemljiv, dober in odličen. Ostale vrednosti pa smo določili s tri stopenjsko lestvico, kot je prikazano na sliki 20.\n"], "31": ["3.3.4 DEFINICIJA FUNKCIJ KORISTNOSTI", "Pri polno-vzmetenem kolesu smo večjo težo posvetili zadnjemu vzmetenju, ki zaseda utež 50% Tehničnih lastnosti, ostali dve vilice 27% ter okvir 23%. To je prikazano v tabelah 7, 8 in 9.\n"], "32": ["3.3.5 OPIS VARIANT", "Izbirali bomo med štirimi variantami:\n(vir: Scott-sports, 2010)\n(vir: Valy, 2010)\n(vir: Trekbikes, 2010)\n(vir: Valy, 2010) \nOpis variant je prikazan v slika 25.\n"], "33": ["3.3.6 VREDNOTENJE IN ANALIZA VARIANT", "Iz rezultatov vrednotenja je razvidno, da je najboljša izmed danih variant Spark 35. Rezultati vrednotenja so prikazani na sliki 26.\nZa lažje ter bolj pregledno vrednotene smo variante predstavili tudi v stolpničnem grafu 5 in grafu 6. \n"], "34": ["4 ANALIZA REZULTATOV", "Pri analizi bomo rezultate grafično predstavili s pomočjo računalniških programov. Za kar najboljšo ponazoritev rezultatov smo izbrali program Vredana (Šet, 2010). Vredana podpira vrednotenje in analizo variant v večparametrskih odločitvenih modelih, sestavljenih z lupino ekspertnega sistema DEX.\nVredana ima naslednje možnosti:\n- branje in zapisovanje podatkov v datoteke tipa .DEX\n- branje podatkov o variantah iz datotek tipa .DAX\n- kombinirano kvalitativno in kvantitativno vrednotenje variant\n- analiza variant tipa »kaj-če«\n- grafični prikaz in izpis rezultatov vrednotenja s stolpčnimi, korelacijskimi in  polarnimi grafikoni\nDex-ova baza znanja nam zagotavlja vhodne podatke, sestavljena je iz strukturiranega odločitvenega drevesa, funkcij koristnosti ter opisov variant. Rezultati vrednotenja so prikazani z grafikoni. Taka predstavitev je preprosta in razumljiva, saj uporabnik že ob pogledu na grafikone ugotovi in razbere rezultate vrednotenja variant. (Šet, Bohanec in Krisper 1995)\n"], "35": ["4.1 VREDANA", "Vredana je računalniški program, ki nam služi za vrednotenje in analizo variant v večparametrskih odločitvenih modelih. Odločitveni model, ki smo ga zgradili v programu DEXi, smo shranili v datoteko z končnico .dax, ki nam predstavlja izhodišče za analizo in razvoj v programu Vredana.\nZ programom Vredana bomo lažje določili vrednosti znotraj razreda, saj nam je program DEXi zmeraj dal enak poravnan rezultat v razredu. Poleg tega lahko lažje preverimo in izboljšamo rezultate z »kaj-če« analizo.\n"], "36": ["4.1.1 ANALIZA REZULTATOV SPREDNJE-VZMETENEGA GORSKEGA ALI  TREKKING KOLESA", "Iz grafa lahko preprosto odčitamo, katere variante so boljše. Varianta Burrito ima absolutno najdaljši jeziček, obarvan zeleno kot prikazuje graf 7. Najslabšo vrednost zavzema kolo Blue ridge, 7700 z nekoliko boljšo in P2 z še boljšo vrednostjo.\n"], "37": ["4.1.2 ANALIZA REZULTATOV CESTNEGA KOLESA", "Pri programu Vredana lažje ocenimo položaj znotraj razreda, kar nam Dexi ne omogoča. V programu DEXi se variante Madone 4.7 ter Speedster S10 zavzeli enak rezultat. V tem grafu pa vidimo, da varianti Cayo in Speedster S10 zavzameta vrednost sprejemljiv. Vendar pa jezička nista enako dolga in sicer varianta Speedster S10 zavzame večjo vrednost in s tem je varianta boljša. Najdaljši zelen jeziček pa zavzema varianta CR1 pro. Zato variante lažje rangiramo:  1. CR1 pro  3. Speedster S10  4. Cayo Kot prikazuje graf 8.\n"], "38": ["4.1.3 ANALIZA REZULTATOV POLNO-VZMETENEGA KOLESA", "Ta graf nam prikaže najboljše ocenjeno varianto obarvano zeleno, in sicer Spark 35. Zanimivo pa je, da varianti Genius 40 in Fuel EX 7 zavzameta enako sivo barvo ter vrednost dober. Iz grafa 9 pa je razvidno, da je Fuel EX 7 z daljšim jezičkom bolje vrednotena varianta, kar nam je graf v Dexiju predstavil kot enako vrednost. Zato variante lažje rangiramo tudi v istih razredih:  1. Spark 35  2. Fuel EX 7  3. Genius 40  4. Genius 20 Kot prikazuje graf 9.\n"], "39": ["4.2 KAJ-ČE ANALIZA", "S »kaj-če« analizo vidimo, kako se spreminjajo rezultati vrednotenja. Pri tem vrednosti določenih kriterijev spremenimo. To analizo lahko uporabimo v vseh treh odločitvenih modelih. Na ta način dobimo nove rezultate starih variant. S »kaj-če« analizo lahko preverimo, kako se ne smejo spreminjati kriteriji ali katere kriterije lahko spremenimo, ter dobimo bistveno boljšo varianto.\nZa primer vzamemo model za izbiro cestnega kolesa. V našem primeru bomo:\n- Zamenjali kolesa in sicer komponente: obroče, špice in pesta. S tem bomo  dobili tudi nižjo težo kolesa.\n- Cena pa še vedno zavzema srednjo vrednost. To bomo naredili na varianti Madone 4.7. S pomočjo kopije variante Madone 4.7 dobimo novo vrednost in sicer Madone 4.7 k (»kaj-če«). Rezultat vrednotenja nam prikaže graf 10.\nV tem primeru je iz grafa razvidno da varianta Madone 4.7 k (»kaj-če«) dobi vrednost odlično. Spodnji zeleni jeziček na grafu nam pokaže, da je varianta Madone 4.7 k (»kaj-če«) dobila najboljšo vrednost v skupini.\nV grafu 11 so predstavljene ocene izbire Madone 4.7 ter v grafu 12 ocene z »kaj- če« analizo. \nV tem primeru zlahka preverimo kakovost variante, če določene kriterije spremenimo. To nam pomaga pri lažjem in bolj preglednem odločanju pri kolesih, ko hočemo določene komponente zamenjati ali spremeniti, saj so predelave ali zamenjave komponent zelo pogoste.\n"], "40": ["5 ZAKLJUČEK", "Z vsakoletnimi nakupi vedno znova kupujemo nekaj novega, kot se na prvi pogled zdi enostavna odločitev za nakup kolesa, saj je ponudba na trgu zelo velika.\nS pomočjo odločitvenih modelov smo predstavili odločitvene kriterije ter predstavili odločitveno drevo.\nSpoznali smo, kako lahko en odločitveni model prilagodimo različnim odločitvenim, modelom ki jih samo malenkostno spremenimo in prilagodimo različnim kriterijem.\nZa bazo znanja smo uporabili kriterije, ki so bili izbrani s posvetom s strokovnjaki in trgovci s kolesi. Na osnovi teh kriterijev smo v DEXi-ju tvorili drevesa kriterijev. Tem drevesom je bilo treba dodeliti odločitvena pravila ter v zadnjem delu konkretne variante tudi ovrednotili. Variante, ki dobijo najvišjo oceno, so praviloma najboljše. Na koncu je pa odločitev na strani posameznika.\nZa boljšo predstavo smo naredili analizo še v programu Vredana, ki je na koncu še bolje prikazal in potrdil ocene variant.\nOdločitveni modeli za izbiro najboljšega kolesa nam bodo v veliko pomoč pri lažjem in preglednejšem odločanju za nakup kolesa. Poleg odločanja med podobnimi tipi koles pridemo do še enega problema. Uporabniku se zastavlja tudi vprašanje, kakšen tip kolesa sploh potrebuje, poleg tipa tudi velikost kolesa ipd. Do sedaj je bilo to odločanje prepuščeno uporabniku samemu ali svetovanju trgovca. Zato nadaljnji razvoj lahko usmerimo v samo podporo odločanju o izbiri tipa kolesa. Moramo si najprej zastaviti vprašanje, kje se bomo vozili in koliko se bomo vozili.\nModele za izbiro koles lahko dopolnimo in nadgradimo z odločitvenim modelom za izbiro tipa kolesa. Tako modele za izbiro koles kot model za izbiro tipa koles lahko povežemo in vključimo za podporo pri nakupu koles prek spletne trgovine, kjer uporabnika vodimo skozi vprašanja ter na koncu izpišemo zanj najprimernejše izbire.\n"], "abstract": ["V življenju se mnogokrat soočamo z odločitvami. Zaradi velikega števila podatkov moramo k odločanju pristopiti sistematično. V diplomskem delu obravnavamo postopek najboljše izbire, po uporabi podobnih koles. Za cilj diplomskega dela smo zgradili odločitveni model. Nato pa na osnovi tega prilagodili trem odločitvenim modelom, za tri po namenu uporabe podobnih vrst koles. Pri reševanju problema smo uporabljali večparametrske odločitvene modele, ki smo jih podprli z računalniškimi programi. V programu DEXI smo predstavili odločitvene modele z izborom kriterijev, ki vplivajo na končno odločitev. Poleg vrednotenja variant v programu DEXI smo variante še dodatno analizirali s pomočjo programa Vredana."]}