{"1": ["1 UVOD ", ""], "2": ["1.1 Povod za raziskavo ", "Sadje in sadjarstvo ima že od nekdaj velik pomen pri ljudeh.  Sadjarstvo se je kot kmetijska panoga dokončno uveljavila sredi 19. stoletja po ustanovitvi sadjarskih šol. (Štampar in sod. 2005) \nV Sloveniji ima sadjarstvo pomembno vlogo tudi zaradi pomena sadja pri zdravi prehrani ter velikega potenciala za nadaljnji razvoj.  Cilj vsakega sadjarja je, pridelati lepo in kakovostno sadje, pri tem pa je pomembno tudi poznavanje različnih sort in vrst ter osnov gojenja sadnega drevja. \nPoleg vremenskih razmer posameznega pridelovalnega leta vpliva na kakovost pridelka tudi tehnologija pridelave jabolk.  Foliarno gnojenje s kalcijevimi gnojili je eden izmed pomembnejših ukrepov tehnologije pridelave sadja, saj v tem primeru kalcij prehaja v plod, se učinkovito razporedi in tako vpliva na kakovost plodov in zmanjšuje pojav fiziološke bolezni, kot je grenka pegavost, ki je pogosta pri jablanah sorte »Braeburn«. \nIzvedli smo poskus gnojenja z različnimi foliarnimi kalcijevimi gnojili različnih oblik in proizvajalcev na drevesih jablan sorte »Braeburn«.  Ugotavljali smo učinek foliarnih kalcijevih gnojil na kakovost plodov. \n"], "3": ["1.2 Delovna hipoteza ", "Kalcij je eden izmed pomembnih elementov, ki vpliva na kakovost plodov.  Pomanjkanje kalcija povzroči številne fiziološke motnje v plodovih, kot je grenka pegavost ter vpliva na kakovost plodov. \nV ta namen želimo v diplomski nalogi preveriti hipotezo, kako s foliarno aplikacijo s kalcijevimi gnojili vplivati na kakovost plodov jabolk sorte »Braeburn«. \n"], "4": ["1.3 Namen raziskave ", "Namen raziskave je ugotoviti vpliv različnih foliarnih kalcijevih gnojil na kakovost plodov. \nPri poskusu smo uporabili različna foliarna kalcijeva gnojila različnih proizvajalcev. \nUporabili smo tehnološko zahtevno sorto »Braeburn«, pri kateri pomanjkanje kalcija vpliva tako na kakovost plodov kot tudi na fiziološke bolezni, kot je grenka pegavost. \nPoskus smo izvedli na lokaciji Marles, v štiriletnem nasadu sorte »Braeburn«. \n"], "5": ["2 PREGLED OBJAV ", ""], "6": ["2.1 Vloga kalcija ", "Kalcij spada med makro hranilne elemente, ki so v rastlini zastopani nad 0,1 %.  Med makro elemente prištevamo še dušik, fosfor, kalij in magnezij.  Zadostna preskrba sadnega drevja s kalcijem je zelo pomembna za proizvodnjo kvalitetnega sadja.  Kalcij je element, ki se v plodove nalaga v manjših količinah kot pa v liste, čeprav ga je v zadostnih količinah tudi v zemlji.  Pomanjkanje kalcija v plodovih lahko privede do slabše kakovosti plodov ter do pojave fizioloških bolezni, kot je grenka pegavost. \n"], "7": ["2.2 Pomen kalcija ", "Med vsemi mineralnimi elementi kalcij najbolj odločilno vpliva na kakovost plodov in trpežnost plodov pri skladiščenju jabolk. \nRastline sprejemajo kalcij v obliki Ca²+ ionov.  Ta ostane v rastlini večinoma v ionski obliki, deloma pa se vgrajuje v organske spojine, kot so kalcijeve soli lecitina.  Kalcijevi ioni so tudi sestavine protopektinskega omrežja, ki sestavlja osrednje celične lamele in tudi strukturo kromosomov.  Nujno je potreben za delitev celic ali mitozo (Krajnčič 2008). \nZadostna količina kalcija v listih in plodovih nevtralizira abscinsko kislino, ki se sintetizira zaradi visokih temperatur ter nizke relativne zračne vlažnosti (suša).  Zadostna količina kalcija ščiti rastlino pred prezgodnjim odpadanjem listja in plodov. \nKalcij vpliva tudi na boljšo obarvanost plodov in na večjo trdoto plodov, kar ima za posledico podaljšanje skladiščne sposobnosti ter večjo odpornost proti pokanju plodov, poškodbam zaradi glivičnih bolezni in poškodbam pri mehaničnih udarcih. \nPlodovi, ki jim primanjkuje kalcija, bolj intenzivno dihajo in tvorijo več etilena (hormon zorenja oziroma staranja) Pomanjkanje kalcija povzroči številne fiziološke motnje v plodovih (grenka pegavost) (Štampar in sod. 2005). \n"], "8": ["2.3 Pomanjkanje kalcija ", "Za pridelavo kakovostnega sadja, ki dolgo zdrži v skladišču, je izredno pomembna zadostna oskrba dreves s kalcijem.  Že neznatni primanjkljaji kalcija povzročajo labilne celične stene in fiziološke motnje v plodovih. \nCa²+ ioni se gibljejo le po ksilemu s transpiracijskim tokom iz korenin v liste.  Starejši listi vsebujejo več kalcija kot mlajši.  Pri pomanjkanju kalcija se le-ta ne pomika iz starejših listov v mlajše in v embrionalna tkiva.  Zaradi tega nastanejo pri pomanjkanju kalcija poškodbe embrionalnega tkiva, zaustavlja se delitev celic, rastni vršički in mladi listi odmirajo, korenine se krajšajo in gnijejo.  Gnijejo tudi plodovi (jablane-grenka pegavost). \nListi so bledikavi in končno steblo odmre pri terminalnem popku (Krajnčič 2008). \nPomanjkanje kalcija pa lahko povzroči tudi antagonizem s kalijem, magnezijem ter amonijevimi ioni.  Zaradi presežka le-teh se zmanjša sprejem kalcijevih ionov, kar ima za posledico pojav fiziološke bolezni grenka pegavost v plodovih jabolk.  Velika verjetnost pojava grenke pegavosti je pri velikih plodovih.  Zelo pomembni so tudi pomotehnični ukrepi za umirjanje rasti, kot so rez korenin, upogibanje vrhov ali poganjkov, rez, redčenje, gnojenje.  S temi ukrepi lahko izboljšamo preskrbo sadnih dreves in plodov jabolk s kalcijem. \nNajpomembnejši dejavniki pomanjkanja kalcija so: \n• v listu: majhna evaporacija zaradi visoke relativne vlage zraka (slabo prezračevanje zaprtih prostorov, nizke nočne temperature); \n• v plodu: nizka relativna vlaga posledično vpliva na višjo evaporacijo listov od normalne, zato dobi list več kalcija, kot je potreba le-tega v plodovih; \n• suša; \n• nizka vsebnost organske snovi v tleh; \n• antagonizem med kationi v raztopini tal: NH4+ > K+ > Mg2+ > Na+; \n• nezadostno zračenje tal (pojav pomanjkanje kisika za korenine) posledičen vpliv na zmanjšano absorbcijo korenin; \n• prekomerna rast; \n• pomanjkanje bora- zmanjšanje transporta kalcija iz korenin v nadzeemne dele rastlin; in \n• nizek pH - nizka koncentracija kalcija v tleh (Tehnični list CHELAL® Mn 2008). \nZaradi pomanjkanja kalcija se pojavljajo številne bolezni in sicer grenka pegavost, porjavitev mesa in premajhna trdnost plodov.  S foliarnim gnojenjem s kalcijevimi gnojili ter z vzporednimi pomotehničnimi ukrepi (rez, redčenje) lahko preprečimo pojav grenke pegavosti, steklavosti ter izboljšamo trdoto plodov. \n"], "9": ["2.3.1 Kalcij v tleh ", "Kalcij je v tleh prisoten v obliki apnenca CaCO3 in dolomita CaCO3 × MgCO3.  Je zelo težko topen v talni raztopini.  Rastline ga sprejemajo prek koreninskega vršička kot ion Ca2+.  S ksilemskim tokom se premešča v nadzemni del rastline (Štampar in sod. 2005). \nKalcij zmanjšuje tudi delovanje nekaterih drugih elementov, če jih je v tleh preveč, npr. natrija in magnezija v slanih tleh.  V apnenih tleh velikokrat nastane antagonizem med kalcijem in kalijem, zato moramo močneje gnojiti s kalijevimi gnojili oziroma gnojili, ki povečujejo kislost tal.  Zaradi istega razloga lahko v tleh z veliko kalcija nastane tudi pomanjkanje magnezija.  Kalcija je v tleh 0,1 do 1,2 % in ga je praviloma manj kot skupnega kalija.  Med kalcijem in kalijem obstaja medsebojni odnos.  Čim večji je sprejem kalija (posebno v tleh, kjer so že presežki kalija), tem bolj pojema sprejem kalcija. \nKoncentracija kalcijevih ionov je v tleh 100-krat večja kot kalijevih ionov.  Kar zadeva sprejem in transport, med njima nastaja antagonizem (Vršič in Lešnik 2010). \nAntagonizem med kalijevimi in kalcijevimi ioni poteka tako, da kalcijevi ioni zavirajo hidratacijo, nabrekanje in propustnost protoplazme, kalijevi ioni pa to pospešujejo. \nPosebno vlogo ima Ca v tleh s tem, da vpliva na reakcijo tal oz. pH vrednost.  Apnenec (kalcit=kalcijev karbonat=CaCO3) počasi nevtralizira kisline v tleh, živo apno (kalcijev oksid=CaO) in hidratizirano apno (kalcijev hidroksid=Ca(OH)2) pa hitreje.  Če so tla prekisla, jih je treba apniti (Leskošek 1988). \n"], "10": ["2.4 Transport kalcija pri sadnih rastlinah ", "Transport kalcija poteka v rastlini pasivno, tako da se ta element premešča s tokom celičnega soka, ki je posledica evaporacije (izhlapevanje vode skozi listne reže).  Na tak način se v rastlini premešča do 72 % tega hranila (Tehnični list CHELAL ® Mn 2008). \nKalcij se transportira po ksilemu s transpiracijskim tokom.  S kationsko izmenjalno stopnjo ksilema se absorbirajo kalcijevi ioni.  Kationsko izmenjalno stopnjo ksilema v glavnem tvorijo karboksilne skupine pektinov, fosfatne in fenolne hidroksilne skupine ter komponente lignina (Quast 1986; Faust in Shear 1970). \nNajprej se kalcij premešča v nadzemni del rastline in sicer proti rastnemu vršičku.  V teh vršičkih poteka sinteza avksinov, kar je tudi vzrok za premeščanje kalcija proti rastnemu vršičku.  Največ kalcija sprejemajo plodiči v prvih tednih razvoja, ta sprejem jim omogoča izločanje avksina.  Koncentracija kalcija v plodičih, je zelo visoka med deljenjem celic, z večanjem celic pa se zmanjšuje, ker ne prihaja do dodatnega sprejemanja tega elementa. \nKo se kožica na plodovih odebeli in spremeni barvo, se hranila premeščajo v plod po floemu, kjer pa kalcij skorajda ni mobilen. (Slika 1).  Od tod naprej lahko kalcij dodajamo z foliarnim gnojenjem (Štampar in sod. 2005; Bergmann 1983). \nSlika 1: Shematični prikaz ksilemskega in floemskega toka po rastlini (Štampar s sod. \n"], "11": ["2.4.1 Kalcij v plodovih ", "Kalcij se nabira v plodovih predvsem v prvih tednih razvoja, v času, ko nastaja struktura celičnih sten v tkivih plodov.  Kasneje, z rastjo celic, se količina kalcija zmanjšuje, tako da ga je v manjših plodovih dovolj, v velikih pa ga primanjkuje, kar prikazuje tudi slika 2 (Gvozdenović 1989). \nDokazano je tudi, da je skupna količina kalcija v plodovih dosežena že v času do 6 tednov po končani oplodnji jablanovih cvetov, ko imajo plodiči premer okrog 20 mm.  V kasnejšem obdobju pride v rasti in razvoju samo še do razredčitve kalcija v plodovih (Gutman-Kobal 2009; Soršak 2009). \nSlika 2: Preskrbljenost plodov s kalcijem, odvisno od faze in velikosti plodov (Gvozdenović 1989). \nČe primanjkuje kalcija v plodovih, ima za posledico, da so plodovi bolj dovzetni za fiziološke bolezni, kot je grenka pegavost.  Kalcij v plodovih pa vpliva tudi na skladiščno sposobnost jabolk, saj plodovi z večjo količino kalcija, dlje časa ohranijo skladiščno sposobnost. \nZnanstvenik Fraser Broom je raziskal, da so razlike koncentracij kalcija v posameznih plodovih odvisne tudi od: \n- položaja plodov na drevesu, \n- vrste lesa, \n- velikosti plodov in \n- števila semen v plodovih. (Percy 1996) \nKalcija pa lahko primanjkuje tudi v sušnih obdobjih, saj se takrat kalcij premešča tudi v druge organe ter posledično vpliva na zmanjšanje njegove količine v plodovih. \nSlabo oskrbo plodov s kalcijem lahko nadomestimo s foliarnim gnojenjem z raztopino Ca- soli ( najpogosteje v CaCl2 obliki) (Gvozdenović 1989). \n"], "12": ["2.5 Foliarno gnojenje ", "Poleg prehranjevanja skozi korenine poteka sprejem hranil tudi skozi liste in zelene poganjke.  Foliarno gnojenje je smiselno takrat, kadar sprejem hranil skozi korenine ni mogoč zaradi suše, vezave hranil v tleh ali zaradi antagonizma elementov. \nFoliarno gnojenje je primerno tudi v primeru, ko moramo drevesu nujno dodati manjše količine predvsem mikroelementov.  Najboljši sprejem hranil skozi liste je v večernih urah ali v dneh z rahlo oblačnostjo.  V večernem času, pri višji zračni vlagi ali rosi, ostane škropilna brozga dlje primerna za sprejem.  Škropljenje s kalcijem je nujno pri občutljivih sortah jablan, v mladih nasadih in pri premajhnem ovesku - predebeli plodovi (Tojnko 1999). \nPlodove škropimo z raztopino kalcijeve soli tako, da bodo popolnoma mokri, ker se kalcij ne prenaša iz ene strani ploda na drugo.  Najbolj učinkoviti pripravki v ta namen so CaCl2 v 0,6 % koncentraciji in Ca(NO3)2 v 0,6 do 1,2 % koncentraciji.  Nekateri avtorji navajajo tudi 1,2 % koncentracijo CaCl2 s 1 000 do 2 000 l vode na hektar.  Škropiti začnemo od polovice junija, nato pa nadaljujemo v 15- dnevnih presledkih do časa tik pred obiranjem (Gvozdenović 1989). \nPri foliarni uporabi kalcija moramo biti pozorni, da foliarno gnojilo na osnovi kalcija, vsebuje visok delež kalcija.  Gnojilo mora biti visoke čistosti, da ne povzroča ožigov na plodovih, da se meša s pesticidi ter ne pušča madežev na plodovih (Gvozdenović 1989). \n"], "13": ["2.6 Grenka pegavost ", "Strokovnjaki so grenko pegavost uvrstili med pomembnejše oblike fizioloških bolezni, katera je hkrati tudi pokazatelj fiziolološke stabilnosti, s katero tudi določamo in ocenjujemo kasnejšo skladiščno sposobnost.  Pojav grenke pegavosti pa lahko pri isti sorti niha, tudi glede na klimatske razmere leta.  Ta fiziološka bolezen lahko v določenih letih uniči tudi več kot 30 % plodov določene sorte (Gutman-Kobal 2009; Soršak 2009). \nDe Long (1936) je naredil prvi korak pri nadziranju tega obolenja in je ugotovil, da plodovi jabolk, kateri imajo grenke pege, vsebujejo precej manj kalcija kot tisti, ki so zdravi (Gvozdenović 1989). \nObčutljivost sort za to bolezen je gensko pogojena in se pojavi kot posledica neravnovesja med elementi v plodu.  Od novejših sort so zelo občutljive Braeburn, Jonagold in Mutsu, od starejših pa James grieve in Grafenštajn (Štampar in sod. 2005). \nV boju proti tej bolezni so najučinkovitejša škropljenja s Ca, v kombinaciji z umirjeno rastjo in primerno preskrbljenostjo s hranili.  Pomembno je tudi, da ne obiramo prezgodaj (Zadravec 1997). \n"], "14": ["2.7 Določanje optimalnega roka obiranja pri jabolkih ", "Jabolka, ki so pravočasno obrana in hitro ter pravilno skladiščena, bodo dosegla potrošnika v svoji najboljši možni kakovosti.  Za dobro kakovost in skladiščno sposobnost, je osnovni pogoj, da so plodovi popolnoma razviti.  Oznaka razvit plod zajema zunanjo ali morfološko razvitost (velikost, obliko in barvo) ter notranjo razvitost( vsebnost sladkorjev, kislin).  Da bi določili optimalni rok obiranja, je potrebna presoja kriterijev kakovosti plodov ter zrelosti plodov.  Optimalni termin obiranja je kompromis med že primerno užitno zrelostjo plodov in njihovo še dobro skladiščno sposobnostjo (Streif).  Streifov indeks vključuje indikatorje zrelosti in kakovosti: trdoto mesa v kg/cm2, vsebnost sladkorjev (točneje topne suhe snovi), refraktometersko vrednost v ˚Brix in škrobni indeks po lestvici Ctifl (Zadravec 2006). \nPrezgodaj obrani plodovi nimajo dovolj zgrajene kožice, zato je izguba vode v času skladiščenja bistveno večja kot pri plodovih, ki so pravočasno obrani.  Taki plodovi se zelo hitro začnejo grbančiti.  Prezgodaj obrani plodovi so bolj dovzetnejši za pojav grenkih peg, intenzivno pa se začne tudi razgrajevati notranji del jabolka (Brence 2005). \n"], "15": ["3 MATERIALI IN METODE DELA ", ""], "16": ["3.1 Lokacija in splošne značilnosti nasada ", "Poskus je bil izveden v nasadu jablan sorte »Braeburn« v Limbušu na lokaciji Marles. \nNasad je bil posajen leta 2007.  Poskus je bil izveden leta 2010.  Velikost nasada je 8 ha, od tega je 2 ha sorte »Braeburn«.  Drevesa so zasajena z medvrstno razdaljo 3,20 m ter z razdaljo v vrsti 0,80 m. Nasad je brez namakanja z nameščenimi protitočnimi mrežami. \n"], "17": ["3.2 Materiali ", ""], "18": ["3.2.1 Foliarna gnojila ", "S foliarnim gnojenjem lahko dosegamo kakovostne pridelke, neodvisno od količine jabolk (Veber 2002). \nV poskusu smo uporabili različna foliarna kalcijeva gnojila, s katerimi smo škropili v dveh ponovitvah.  Foliarno gnojenje s kacijem lahko vpliva tudi na zmanjšanje pojava grenke pegavosti.  Uporabljena foliarna kalcijeva gnojila so opisana v poglavju 3.2.2. \n"], "19": ["3.2.2 Uporabljena kalcijeva gnojila ", "Specialna kalcijeva gnojila so namenjena za gnojenje vseh rastlin (jabolka, hruške, jagode, plodovke, solatnice …), ki za svoj normalen razvoj nujno potrebujejo večje količine tega hranila. \n• PROTIFERT kalcij (proizvajalec: Karsia) \nJe specialno foliarno gnojilo, kompleks kalcija in aminokislin.  Vsebuje 6 % kalcija in je zaradi kompleksa z aminokislinami ter peptidi izredno učinkovit.  Rastlina ga hitro sprejme, je zelo mobilen in se enakomerno razporeja v plodovih.  Kljub nizki koncentraciji vsebujejo plodovi več kalcija, kot pri uporabi klasičnih kalcijevih foliarnih gnojil.  Njegova uporaba zmanjšuje pojav porjavenja povrhnjice.  Višje vsebnosti v plodovih zagotavljajo višjo trdoto in okus plodov in s tem boljšo trpežnost pri prevozu in skladiščenju. \nUporaba: pri jablanah v času od odpadanja venčnih listov do 20 dni pred spravilom, v intervalih na 12-15 dni, v koncentraciji 0,2-0,25 %. \n• LabiMoviCal (proizvajalec: Karsia) \nJe koncentrirana emulzija in je popolnoma topno in izredno sistemično kalcijevo foliarno gnojilo, ki ga rastlina lahko v celoti sprejme skozi listno površino in korenine.  Učinkovina je 7 % kalcija v glukonatni obliki.  Glavna naloga kalcija je vzpostavitev trdnega tkiva in je neobhodno potreben pri izgradnji rastlinskih organov, še posebej plodov, katerim poveča premer, okus, obarvanost, preprečuje pojav fizioloških bolezni (grenka pegavost). \nUporaba: uporabljamo foliarno, na za pomanjkanje kalcija občutljivih rastlin, kot je jablana (grenka pegavost), v koncentraciji 0,20-0,40 %. \n• Basfoliar Combi – Stipp (proizvajalec: Metrob) \nBasfoliar Combi – Stipp je fiziološko visoko učinkovito kalcijevo listno gnojilo, ki je hitro dostopno rastlinam v popolnoma izkoristljivi obliki.  Njegova sestava preprečuje pojav listnih nekroz, predčasnega odpadanja listja ter zmanjšanja aktivnosti listnega zelenila. \nDušik v gnojilu pripomore k boljši mobilnosti kalcija v plod (boljša skladiščna in transportna trpežnost plodov).  Uporabljamo ga za preprečevanje fizioloških motenj povzročenih zaradi pomanjkanja kalcija, ki se pri jabolkih kaže v obliki grenke pegavosti. \nZ rednim ponavljajočim škropljenjem v 14-dnevnih razmikih, preprečimo pojav grenke pegavosti.  Uporaba v 0,40 % koncentraciji. \n• Algo – Plasmin (proizvajalec: Metrob) \nJe 100 % naravni proizvod, sestavljen iz vitaliziranih rdečih morskih alg in sedimentnih mineralov.  Zanj je značilno, da preprečuje pojav glivičnih in virusnih bolezni, ter poškodbe rastlin zaradi škodljivih insektov.  Aktivira rastlinam lastne obrambne mehanizme ter jih krepi.  Obnavlja rastlinsko presnovo, zvišuje odpornost rastlin na sušo, prekomerno vlažnost in druga stresna stanja. \nLahko ga mešamo tudi s pripravki za varstvo rastlin (npr. fungicidi). \nOdmerek: 30-40 g/10 l vode (0,3-0,4 % koncentracija) za škropljenje rastlin in 2-3 kg/100 m 2 \nza prašenje rastlin. \n• HORTY Ca korektor (proizvajalec: TKI Hrastnik) \nJe foliarno kalcijevo gnojilo, ki se uporablja za gnojenje nasadov jablan in hrušk, preprečuje pojav fizioloških bolezni plodov, ki so posledica pomanjkanja kalcija v prehrani rastlin (grenka pegavost, notranji zlom, steklavost). \nUporaba: z nanosom začnemo po končanem cvetenju in nadaljujemo v enakomernih intervalih (10-14 dni) do dozorevanja plodov. \nVsebnost: CaO 15 % v obliki Ca klorida (CaCl2). \n• Horty Ca BIO (proizvajalec: TKI Hrastnik) \nJe tekoče mineralno gnojilo s kalcijem v organski obliki za vse vrste rastlin.  V sadjarstvu se uporablja za preprečevanje fizioloških bolezni plodov jabolk in hrušk ter za boljšo skladiščno sposobnost plodov. \nVsebnost: Ca v obliki 25 % raztopine Ca acetata (CaO: 8,5 %). \n• Calciogren (proizvajalec: Jurana) \nJe mineralno gnojilo, ki je sestavljeno iz 34 % CaO.  Kalcij je v popolnoma topni obliki ter rešuje pomanjkanje kalcija pri različnih kulturah in izboljša kakovost in obstojnost plodov pri skladiščenju. \n• Lithovit Forte (proizvajalec: Jurana) \nJe 100 % naravnega izvora, je kalcit, karbonat iz naravnih virov apnenca in primeren tudi za biološko pridelavo v ES.  Lithovit Forte je naravno CO2 gnojilo, katerega delci, ki so poškropljeni na površino lista, se pretvorijo v ogljikov dioksid na eni strani ter na Ca, Mg in ostale elemente na drugi strani.  Lithovit poveča nivo fotosinteze, katera vodi k povečanju pridelka.  Zmanjša se potreba poškropljene rastline po vodi.. \n• Coralite Kr+ (proizvajalec: Meko) \nJe široko uporabno sredstvo za krepitev rastlin kot škropivo ali prh za uporabo na listih. \nReducira bolezenska stanja, kot je plesnoba in gnitje, zmanjšuje listne bolezni, kot je listna porumenelost, povišuje vsebnost sestavin v rastlinah (izboljšanje kvalitete).  Nevtralizira padavine, ki so obremenjene s kislinami in drugimi škodljivimi snovmi.  Uspešno preskrbuje rastline z mikroelementi preko listov. \nPovprečne vrednosti: kalcij 42 %, magnezij 3 %, alignati, vitamini, aminokisline in druge rastlinske komponente. \nUporaba: za vse kulture od začetka glavne rasti v presledkih 3-4 tedne. \n− Za škropljenje na sadju 900-1200 g/ha. \n− Za prašenje po vlažnem listju 3-4 kg/ha. \n• Coralite foliar (proizvajalec: Meko) \nJe v tekoči obliki in v prahu, meša se z vodo.  Vsebuje minerale in mikroelemente iz morskih alg in alginate.  Je 100 % naravni rastlinsko-mineralni proizvod, ki okrepi rastlinska tkiva.  Poveča naravno obrambno sposobnost proti glivam in plesnim ter nevtralizira \"kisel\" dež.  Primeren je tudi za uporabo na ekoloških kmetijah. \nUporaba: priporočljivo je, da se uporabi v neugodnih letinah (obilno deževje, suša) ter na strminah, kjer je oteženo gnojenje. \n"], "20": ["3.3 Klimatske razmere ", "Vreme opredeljuje vrednosti številnih meteoroloških elementov (temperatura zraka, zračna vlaga, oblačnost, padavine, smer in hitrost vetra, sončno obsevanje in drugo) v določenem časovnem trenutku oziroma krajšem časovnem intervalu.  Klima nekega kraja je posledica delovanja dejavnikov, ki ga oblikujejo sončno obsevanje, lastnosti podlage, fizikalne in kemične lastnosti atmosfere, relief, splošna cirkulacija atmosfere in oceanov.  Pri oblikovanju klime nekega kraja je zelo pomemben njegov bližnji in širši relief.  Relief vpliva na količino sončnega obsevanja in tako direktno na klimo, vpliva pa tudi na splošno cirkulacijo zraka.  Če hočemo dobiti nekaj več informacij o klimi nekega kraja, nam to najbolj podrobno povedo klimadiagrami, ki podajajo več klimatskih elementov skupaj. \nKlimadiagram, ki sta ga oblikovala Walter in Gaussen, ima za osnovo letna poteka temperatur in padavin, ki sta nanesena na isti diagram.  Če se krivulja, ki ponazarja potek padavin, spusti pod temperaturno krivuljo, se začne sušno obdobje, ki traja toliko časa dokler se krivulja padavin spet ne dvigne nad temperaturno krivuljo (Hočevar-Petkovšek 1977). \n3.3.1 Vremenske razmere tridesetletnega obdobja (1961-1990) Na področju Maribora je v tridesetletnem obdobju (1961-1990) padlo 1045 mm padavin. \nPovprečna letna temperatura je v tridesetletnem obdobju (1961-1990) na območju Maribora znašala 9,7 ℃C. Absolutna najvišja temperatura je v tridesetletnem obdobju (1961-1990) na območju Maribora znašala 35,8 ℃C. Absolutna najnižja temperatura v enakem obdobju je znašala -22,3 ℃C. \nIz klimadiagrama (grafikon 1) je razvidno, da v tridesetletnem obdobju (1961-1990) ni bilo pomanjkanja padavin, saj krivulja padavin ni padla pod krivuljo temperatur. \nGrafikon 1: Srednje mesečne temperature in mesečne padavine za tridesetletno obdobje (1961-1990) po modificiranem Walterjevem in Gaussenovem klimadiagramu v razmerju 1:4 (Hočevar in Petkovšek 1977) (ARSO 2010) 3.3.2 Vremenske razmere v letu 2010 \nNa področju Maribora je od januarja do decembra v letu 2010 padlo 986 mm padavin.  V obdobju od januarja do decembra v letu 2010 je bila povprečna letna temperatura 10,26 ℃C. \nV mesecu januarju in februarju leta 2010 so bile padavine količinsko skromne, k čemur prispevata tako hladen zrak kot dejstvo, da je mesec februar nekoliko krajši od ostalih.  V obdobju od marca do junija ni bilo pomanjkanja padavin, saj krivulja padavin ni padla pod krivuljo temperatur.  V mesecu juliju je bilo možno zaznati prvo večje pomanjkanje padavin, saj je krivulja padavin padla pod krivuljo temperatur.  Vročih dni, ko je temperatura dosegla ali presegla 30 ℃C, je bilo v juliju na območju Maribora kar 13. \nOdklon povprečne temperature zraka julija 2010 je znašal na območju Maribora 3,4 ℃C glede na dolgoletno povprečje (1961-1990) (Mesečni bilteni, ARSO 2010).  V mesecu avgustu, septembru, oktobru, novembru in decembru ni bilo pomanjkanja padavin, saj se je krivulja padavin ponovno povzpela nad krivuljo temperatur. jan feb mar apr maj jun jul avg sep okt nov dec \nPovprečne temperature (°C) -1,3 1,1 5,2 10 14,7 17,9 19,6 18,7 15,2 10,1 4,5 0,1 Vsota padavin (mm) 49 50 68 80 94 119 118 129 99 87 93 61 \nV so ta p a d a v in \n( m m \nP o v p re čn e \nt e m p e ra tu re \n°C \n) mesec \nPovprečne mesečne temperature zraka (℃C) in vsote mesečnih padavin (mm) za leto 2010 v obdobju od januarja do decembra v Mariboru so prikazane v grafikonu 2. \nGrafikon 2: Povprečne mesečne temperature ( C) in padavine (mm) na Hidrometeorološki postaji Maribor za obdobje od januarja do decembra 2010 po modificiranem Walter - Gaussenovem klimadiagramu v razmerju 1:4 (ARSO 2010) 3.4 Splošni opis sorte \"Braeburn\" \nSorta »Braeburn« je ena najpomembnejših sort jabolk v gospodarstvu in ena izmed pomembnih sort namiznih jabolk.  Je tudi ena izmed dokončno uveljavljenih novih sort. \nSortna sestava te sorte se v slovenskih nasadih iz leta v leto povečuje (Zadravec 2011). \nPoreklo te sorte izvira iz Nove Zelandije, kjer je bila najdena po naključju leta 1952 kot sejanec.  Verjetno je potomec sorte \"Lady Hamilton\".  Je diploidna sorta, ki spada med postranske sorte slovenskega sadnega izbora.  Pridelava te sorte je zelo priljubljena, saj pri porabnikih dosega visoke cene. jan feb mar apr maj jun jul avg sep okt nov dec Povprečne temperature (°C) -2 1,4 6,1 11 16 20 23 18 14 8,6 6,6 0,3 Vsota padavin (mm) 35 49 25 54 73 86 76 153 135 36 82 21 \nV so ta \np a d a v in \n( m m \nP o v p re čn e \nt e m p e ra tu re \n°C \n) mesec \nSorta zori od začetka do sredine oktobra.  Brez večjih izgub jo lahko skladiščimo v kontrolirani atmosferi 5 do 6 mesecev do konca aprila. \nPlodovi so srednje drobni do srednje debeli, sploščeno okroglasti, kopasti ali podolgovati do podolgovato kopasti. \nImajo gladko do rahlo hrapavo kožo.  Meso je rumenkasto, zelo čvrsto, sočno, bolj sladkega okusa in mile arome.  Plodovi te sorte so zelo občutljivi za grenko pegavost in lenticelno pegavost Sorta uspeva na podlagi M9, ki je slabo bujna.  Opraševalci sorte \"Braeburn\" so: \"Fuji\", \"Gala\", \"Granny Smith\", Golden Delicious\" (Viršček, Stopar 1998). \nSlika 3: Sorta jabolka »Braeburn« 3.5 Podlaga M9 \nPodlaga M 9 (rumeni paradiževec iz Metza), je šibko rastoča podlaga, ki so jo našli leta 1879 v Franciji, kot naključni sejanec, sistemizirali pa so jo leta 1914 v Angliji.  Prednost te podlage sta zgodnja rodnost in šibka rast.  Ta podlaga je primerna za gojitvene oblike z nizkimi in ozkimi krošnjami.  Občutljiva je za pomanjkanje kisika v tleh in v slabih tleh z zastajajočo vlago, se velikokrat prezgodaj izčrpa.  Najbolj rodi v kombinaciji s šibkimi do srednje bujnimi sortami. (Vukovits 1992; Gvozdenović 1988) ERROR: stackunderflow \nOFFENDING COMMAND: ~ STACK: \n"], "abstract": ["V mladem nasadu jablan sorte »Braeburn« v Limbušu pri Mariboru na lokaciji Marles smo v letu 2010 proučevali vpliv kalcijevih foliarnih gnojil na pridelek. V proučevanje smo vključili naslednja foliarna gnojila: Protifert kalcij, LabiMovical, Basfoliar Combi-Stipp, Algo-Plasmin, HortyCa-Korektor, Horty-Ca BIO, Calciogren, Lithovit Forte, Coralite Kr+, Coralite foliar in kontrolo. Rezultati poskusa so pokazali, da so kalcijeva foliarna gnojila vplivala na povečanje trdote plodov, višjo vsebnost topnih suhih snovi in nižji škrobni indeks. Najvišjo trdoto (8,64 kg/cm2) smo izmerili pri plodovih, ki smo jih foliarno gnojili s Coralite foliar, najvišjo vsebnost topnih snovi (54,43 % Brix) pa pri plodovih, ki smo jih foliarno gnojili z Algo-Plasmin. "]}