{"1": ["1 UVOD", "Sodobne smernice v kmetijstvu strmijo k specializiranim, usmerjenim kmetijam, predvsem zaradi tržnih razmer in vse dražje kmetijske mehanizacije. Pogoji za preusmeritev kmetije so: primerljive kmetijske površine, nadmorska višina, podnebje, struktura tal …\nZaradi pomanjkanja primerljivih kmetijskih površin, ki so bile pogoj za razvoj živinorejske kmetije, smo kmetijo preusmerili v sadjarsko. Del živinorejske proizvodnje na kmetiji še ostaja zaradi neprimernih zemljišč za trajne nasade. V sadjarstvu želi kmetija z rednimi hektarskimi pridelki, okoli 50 ton, postati ekonomsko vitalnejša ter zagotoviti vsaj eno polnovredno delovno mesto.\nNamen diplomskega dela je prikazati preusmeritev kmetije ter podati njeno finančno oceno pred preusmeritvijo in po njej. Vsakršno investicijo na kmetiji je potrebno finančno analizirati. Analizirali smo leto 2009, to je leto pred investicijo, ter leto 2015, ko nastopi polna rodnost sadovnjakov. Tako smo najprej izračunali pokritja po letih, nato letni dohodek ter letni dobiček kmetije.\nV projektu smo preverili naslednji hipotezi:\n- finančno stanje naj bi se po preusmeritvi kmetije izboljšalo\n- s preusmeritvijo kmetije naj bi zagotovili eno polnovredno delovno mesto.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Bilanca stanja", "Bilanca stanja je zbirka podatkov ali tudi računovodsko poročilo o sredstvih in o njihovih virih, ki nam kaže na določen dan obračunskega obdobja premoženjsko sliko družbe. Sestavljena je dvostransko tako, da ima dve med seboj uravnoteženi strani, v katerih mora biti resnično in pošteno izkazano stanje sredstev in obveznosti do njihovih virov za določeno poslovno leto. Sestavimo jo po bolj ali manj nadrobno opredeljenih zakonskih in strokovnih pravilih. Kaže nam obseg in kakovost lastnih in tujih virov sredstev ter stalnih in krožečih sredstev.\nNa aktivni strani bilance stanja so sredstva v skladu s SRS 24, razvrščena po hitrosti obračanja med dolgoročna in kratkoročna, znotraj te razvrstitve pa po obliki med kapital in dolgove, po zapadlosti pa med dolgoročne in kratkoročne obveznosti.V bilanci stanja so izkazana sredstva in njihovi viri inventurno usklajeni, vendar tako, da je vrednost sredstev enaka neodpisani ali knjigovodski vrednosti sredstev. Neodpisana vrednost je razlika med nabavno vrednostjo in popravkom vrednosti s tem, da sta obe vrednosti lahko prevrednoteni zaradi slabitve ali okrepitve.\nAnaliziranje bilance stanja mora omogočati resnično in pošteno presojo obsega, sestave, dinamike in sorazmernosti med sredstvi ter njihovimi viri na dan bilanciranja oziroma sestave ter izkaza. Taka informacija nudi oceno poslovne politike, saj se iz stanja sredstev in njihovih virov kažejo rezultati poslovne politike tekočega in preteklih let (Zadravec 2003).\nPoslovni sistem že ob svoji ustanovitvi sestavi začetno bilanco stanja, v kateri prikaže razpoložljiva sredstva in obveznosti do virov sredstev. Začetno bilanco stanja je tako mogoče sestaviti že pred začetkom poslovanja poslovnega sistema, razlog za to pa je v dejstvu, da bilanca stanja prikazuje statično opredeljeni gospodarski kategoriji. \nBilance stanja lahko razvrstimo po različnih sodilih, in sicer ločimo naslednje vrste bilanc stanja glede na:   čas, v katerem jih sestavimo in so predračunske ali obračunske,   uporabnike informacij, ki so notranje ali zunanje,   namen, so lahko redne ali izredne,   obliko, ki so lahko vzporedne, zaporedne ali stopenjske bilance stanja (Milost  2002).\nIzkaz stanja po SRS 24 je sestavljen v dvostranski (bilančni) obliki, kar prikazuje slika 1.\n"], "4": ["2.2 Sredstva", "Vsako podjetje ima premoženje, sredstva, brez katerih ni moč poslovati. Oblik sredstev je veliko, med njimi so osnovna sredstva, pravice, terjatve, zaloge, denar in druge. Poglavitna knjigovodska značilnost sredstev je, da izkazujejo stanje, nato pa ugotovljena stanja \npremoženja prikazujemo na aktivni strani bilance (Mayr 2000). Sredstva, ki jih ima poslovni sistem, stalno spreminjajo svojo pojavno obliko, torej se preoblikujejo. Ena se spreminjajo počasneje, druga hitreje in jih zato razvrščamo med dolgoročna in kratkoročna sredstva. Nekatera sredstva se lahko zadržujejo v kaki pojavni obliki dalj časa ali pa celo stalno. Vendar je njihovo bistvo praviloma v preoblikovanju, in sicer s prenašanjem svoje vrednosti na ustvarjene učinke (Turk in Melavc 1994).\nTorej z dolgoročnimi sredstvi razumemo stvari in pravice, ki zaradi sodelovanja v poslovnem procesu postopno prenašajo svojo vrednost na poslovne učinke in ki se v svojo prvotno obliko vračajo praviloma v obdobju, daljšem od leta dni. S kratkoročnimi sredstvi pa razumemo stvari, pravice in denar, ki se zaradi sodelovanja v poslovnem procesu porabijo, prenehajo iz ene pojavne oblike v drugo in se v prvotno obliko vračajo praviloma v obdobju, krajšem od leta dni (Turk in Melavc 2001).\nZnotraj razdelitve po ročnosti pa posamezna sredstva razvrščamo v različne vsebinske celote glede na njihovo vlogo v poslovnem procesu. Tako med dolgoročnimi sredstvi prikazujemo neopredmetena dolgoročna sredstva (npr. stroške ustanovitve podjetja), opredmetena osnovna sredstva (npr. zemljišča, stavbe, stroje, opremo itd), dolgoročne finančne naložbe (npr. delnice drugih podjetij) in odložene terjatve za davek. Med kratkoročnimi sredstvi pa prikažemo zaloge (zaloge materiala, proizvodov, trgovskega blaga, itd.), terjatve do kupcev, kratkoročne finančne naložbe (denar, ki smo da posodili drugim podjetjem za največ leto dni), denar in aktivne časovne razmejitve (SRS 2006).\n"], "5": ["2.3 Obveznosti do virov sredstev", "Obveznosti do virov sredstev oblikujejo pasivno stran bilance stanja, iz katere izhaja oblika financiranja sredstev v aktivi. So sorazmerja poslovnega sistema do drugih pravnih in fizičnih oseb kakor tudi do lastnikov poslovnega sistema. S poslovanjem namreč nastajajo razmerja poslovnega sistema do vlagateljev kapitala, do tistih, ki so dali posojilo, do dobaviteljev materiala in storitev, do zaposlenih za neizplačane plače in do tistih, ki so udeleženi pri delitvi dobička. To pomeni, da le nam sredstva v aktivi bilance stanja dajejo \nodgovor na vprašanje »kaj«, nam viri sredstev v pasivi bilance stanja dajejo odgovor na vprašanje »od kod« (Zadravec 2003).\nPo vsebini vire delimo na lastniške in tuje ali dolžniške. Lastniške vire so zagotovili lastniki in so vedno dolgoročni (oblike kapitala: osnovni, vplačani presežek kapitala, rezerve itd.) tuje ali dolžniške vire pa smo pridobili zunaj podjetja od bank ali dobaviteljev in so lahko kratkoročni ali dolgoročni. Vire, podobno kot sredstva, prikazujemo glede na njihovo ročnost in vsebino. Tako ločimo dolgoročne in kratkoročne vire sredstev. Dolgoročni viri imajo rok zapadlosti daljši od enega leta, kratkoročne pa moramo vrniti najpozneje v letu dni. Med dolgoročnimi viri financiranja izkazujemo kapital (pripada lastnikom, ki so ga zagotovili kot svoj začetni vložek in kot povečanje oziroma zmanjšanje v času), dolgoročne rezervacije in dolgoročne obveznosti (različna posojila). Med kratkoročnimi viri financiranja pa izkazujemo obveznosti do dobaviteljev in finančne obveznosti, ki zapadejo v plačilo v letu dni. Med take se uvrščajo kratkoročne obveznosti iz financiranja in poslovanja ter pasivne časovne razmejitve (Mary 2000).\n"], "6": ["2.4 Izkaz poslovnega izida", "Izkaz poslovnega izida je temeljni računovodski izkaz, v katerem je resnično in pošteno prikazan poslovni izid za poslovno leto ali medletna obdobja, za katera se sestavlja. Izkaz se sestavi za splošne ali posebne namene za potrebe zunanjega poročanja. Od njegove vrste in narave podjetja sta odvisna obseg in razčlenitev postavk v njem (SRS 2006).\nKer je temeljni poslovni izid – dobiček ali izguba – razlika med vsemi prihodki in vsemi odhodki določenega časovnega razdobja, je možno z oblikovanjem računovodskih informacij o odhodkih in prihodkih ugotavljati temeljni poslovni izid neposredno kot razliko med njimi. Take računovodske informacije oblikujemo in izkazujemo v bilanci stanja ali izkazu poslovnega izida. Prihodke določenega poslovnega sistema ugotavljamo v povezavi s sredstvi in obveznostmi zanje, saj nastajajo kot posledica povečevanja sredstev ali zmanjševanja obveznosti do virov sredstev. Podobno je z odhodki. Njihovo nastajanje je posledica zmanjševanja sredstev ali povečevanja obveznosti do virov sredstev. \nBilanca stanja oziroma izkaz poslovnega izida je namenjen najvišjim organom odločanja v poslovnem sistemu. Potrebujejo pa ga tudi zunanji uporabniki podatkov in širši državni informacijski sistem, ki morda nadaljujejo z urejevanjem in obdelovanjem podatkov, ki jih tak izkaz vsebuje. Služi pa kot informacijska podlaga za potrebna spoznanja o uresničevanju gospodarskega smotra določenega poslovnega sistema tistim zunanjim uporabnikom informacij, ki imajo pravico in potrebo po takih spoznanjih o določenem poslovnem sistemu in na njih gradijo svoje poslovne odločitve (Melavc in Milost 2003).\nIzkaz poslovnega izida prikazuje rezultat poslovanja v nekem obdobju. Pogosto želimo ugotoviti vsebino poslovnega izida, zato zbiramo vsebinske prihodke in odhodke v različne skupine in kot razliko med njimi izračunavamo različne vrste poslovnega izida. Najpomembnejše so dobiček, čisti dobiček in izguba. Druge pomembnejše vrste poslovnega izida pa so še prispevek za pokritje, celotni kosmati dobiček, dobiček iz rednega delovanja, kosmati donos iz poslovanja in druge (Mayr 2000).\n"], "7": ["2.5 Sestavine izkaza poslovnega izida", "Izkaz poslovnega izida po različici 1 ima pri vseh podjetjih ne glede na njihovo velikost sledečo osnovno razčlenitev v skladu z zahtevami zakona o gospodarskih družbah (SRS 2006):\n1. Čisti prihodki od prodaje 2. Sprememba vrednosti zalog proizvodov in nedokončane proizvodnje 3. Usredstveni lastni proizvod in lastne storitve 4. Drugi poslovni prihodki (s prevrednotovalnimi poslovnimi prihodki) 5. Stroški blaga, materiala in storitev 6. Stroški dela 7. Odpis vrednosti 8. Drugi poslovni odhodki 9. Finančni prihodki iz deležev 10. Finančni prihodki iz danih posojil \n11. Finančni prihodki iz poslovnih terjatev 12. Finančni odhodki iz oslabitve in odpisov finančnih naložb 13. Finančni odhodki iz finančnih obveznosti 14. Finančni odhodki iz poslovnih obveznosti 15. Drugi prihodki 16. Drugi odhodki 17. Davek iz dobička 18. Odloženi davki 19. Čisti poslovni izid obračunskega obdobja\nCelotni poslovni izid se izračuna iz postavk: 1  2  3  4 – 5 – 6 – 7 – 8  9  10  11 – 12 – 13 – 14  15 – 16 – 17  18\nPoslovni izid je razlika med prihodki in odhodki v določenem opazovanem obdobju in je lahko pozitiven, v tem primeru govorimo o dobičku, ali negativen, v tem primeru govorimo o izgubi (Zadravec 2003).\n"], "8": ["2.6 Prihodek", "Po definiciji prihodki predstavljajo prodajno vrednost proizvodov in storitev v enem letu, ki jih podjetje ustvari s svojim poslovanjem. So zmnožek količin proizvodov in storitev ter njihovih prodajnih cen. Podjetje evidentira prihodke takrat, ko izdelke zaračuna ter jih dobavi kupcu in ne takrat, ko je račun plačan. Pomembno je razlikovati prihodke in prejemke. Prihodki so poslovno-izidni tokovi, prejemki pa denarni tokovi. V podjetju se pojavljajo tri vrste prihodkov (Puško, Rozman 1995).\nPoslovni prihodki so prodajne vrednosti prodanih proizvodov in materiala ter opravljenih storitev v poslovnem letu. V to skupino spadajo prihodki od prodaje. Finančni prihodki so povezani s finančnimi naložbami, zato sem vključujemo obresti za dana posojila, obresti od kupcev, dobljene popuste ter pozitivne tečajne razlike pri kratkoročnih terjatvah iz poslovanja. Izredni prihodki pa so rezultat neobičajnih ali preteklih poslovnih dogodkov. \nTi prihodki so sestavljeni iz blagajniških in skladiščnih presežkov, zamudnih obresti, dobljenih subvencij in dotacij.\n"], "9": ["2.7 Dobiček", "Dobiček oziroma čisti poslovni rezultat »je razlika med celotnim prihodkom in vsoto stroškov tistih proizvodov ali storitev, ki jih v določenem obdobju prodamo«. Natančneje je dobiček »razlika med vsem prihodki in odhodki«. Dobiček pomeni presežek prihodkov nad vsemi odhodki v določenem obdobju, v nasprotnem primeru (presežek odhodkov nad prihodki) je izguba. Če podjetje posluje z dobičkom, se morajo upoštevati davki in prispevki iz dobička. Razlika med prihodki in odhodki je bruto dobiček, od katerega odštejemo davke in prispevke in dobimo dobiček, ki ostane podjetju (Stepko 1991).\n"], "10": ["3 MATERIAL IN METODE", "V letu 2009 smo na kmetiji začeli s preusmeritvijo. Najprej je bilo potrebno pridobiti vsa dovoljenja za investicijo, ki smo jo razdelili v tri sklope. Tako smo tega leta posodobili del sadjarske mehanizacije, v letu 2010 postavili nasad v velikosti 2,7 ha, v letu 2011 pa nasada v velikosti 0,62 in 0,82 ha in vse omenjene nasade prekrili s protitočno mrežo.\n"], "11": ["3.1 Celotna predračunska vrednost naložbe po posameznih kategorijah stroškov v", "EUR\nZnesek DDV = 296.042,37 – 263.870,64 = 32.171,73 €\n"], "12": ["3.2 Predračunska vrednost naložbe po posameznih kategorijah stroškov v EUR za", "nasade\nV preglednici 2 je investicija za nasade in protitočno mrežo razdeljena na opravičljiv strošek v naravi – ročno in strojno delo, in na material za posamezno vrsto naložbe. V predračunih je opravičljiv strošek v naravi v okviru najvišjih priznanih vrednosti. Pri materialu pa je v nekaterih primerih predračun višji, zato je upoštevana najvišja priznana vrednost iz razpisa.\n"], "13": ["3.3 Delež javnega financiranja, viri in dinamika financiranja", "V preglednici 3 je prikazan izračun deleža javnega financiranja naložbe na kmetijskem gospodarstvu. Za stroje je delež javnega sofinanciranja 30 %. Za ostale investicije, kot so naprave nasadov, nakup zemljišča, računalniška oprema in splošni stroški, je delež sofinanciranja 50 %.\nIzračun zaprošene višine sredstev (opravičljiva višina podpore oz. nepovratna sredstva)\nZaprošena sredstva: 55.900,33 x 0,3 = 16.770,10 195.233,51 x 0,5 = 97.616,75 SKUPAJ: 114.386,85 \nV preglednici 4 je prikazano, kateri so poleg predvidene podpore še ostali viri financiranja, kot npr: lastna privarčevana sredstva, komercialno posojilo banke, komercialno posojilo dobavitelja, nekomercialno posojilo in kdaj bodo ta sredstva na razpolago.\nGlede na terminski plan in dinamiko financiranja naložbe v preglednici 5 prikažemo še planirano dinamiko vlaganja zahtevkov za izplačilo po mesecih in letih.\n(Kmetija je davčni zavezanec, zato smo upoštevali vračilo vstopnega DDV).\n"], "14": ["4 REZULTATI Z RAZPRAVO", ""], "15": ["4.1 Vrednost proizvodnje in izračun bruto dodane vrednosti", "Sedanje in prihodnje prihodke oziroma pokritja ter spremenljive stroške ocenimo na osnovi dejanskih knjigovodskih podatkov (v primeru kmetij, ki so obdavčene po dejanskih dohodkih), na kmetijah, ki so obdavčene po katastrskem dohodku ali po normiranih odhodkih pa si lahko pomagamo s Katalogom kalkulacij za načrtovanje gospodarjenja na kmetijah v Sloveniji. Podatki o prihodkih, spremenljivih stroških in pokritjih pri različnih hektarskih pridelkih, mlečnostih, prirastu … in pri različnih cenah.\n"], "16": ["4.2 Letno pokritje", "Iz preglednic št. 6 in 7 je razvidno letno pokritje pred in po investiciji. Letno pokritje pred investicijo leta 2008 je znašalo 13.121€. Po investiciji leta 2015 pa 37.224€. Če primerjamo leto 2015, potem vidimo, da je načrtovano pokritje brez investicije 13.121 €, načrtovano pokritje z investicijo pa 37.224 € (grafikon 1).\nBDV = pokritje po vrstah proizvodov skupaj – ostali stroški (a + b + c + d) = 16.069,60 – 2.075 = 13.121,00 EUR \nBDV = pokritje po vrstah proizvodov skupaj – ostali stroški (a + b + c + d) = 40.172,60 – 2.075 = 37.224,00 EUR\n"], "17": ["4.3 Bilanca uspeha", ""], "18": ["4.3.1 Bilanca uspeha z investicijo", "Iz preglednic št. 9 in 10 je razvidna razlika v dohodku in dobičku na kmetiji pred investicijo leta 2008 in po investiciji leta 2015, ko nastopi polna rodnost. Dohodek na kmetiji smo povečali iz 6.145€ na 21.454€/leto. Prav tako smo povečali dobiček, ki je bil pred investicijo leta 2008 negativen -1.928€. Po investiciji 2015, ko nastopi polna rodnost, pričakujemo dobiček v vrednosti 8.984€.\n"], "19": ["4.3.2 Bilanca uspeha brez investicije", "Za redno proizvodnjo brez investicije bi potrebovali 3.154 delovnih ur letno, za redno proizvodnjo z investicijo pa bomo potrebovali 4.988 delovnih ur letno. (Grafikon 2)\nNačrtovan dobiček brez investicije leta 2015 bi bil negativen, in sicer –1.740 €. Načrtovan dobiček z investicijo leta 2015 bo 8.984 €. (Grafikon 3)\nNačrtovan dohodek brez investicije leta 2015 znaša 6.145 € letno. Načrtovan dohodek z investicijo znaša 21.454 € letno. (Grafikon 4)\n"], "20": ["4.4 Bilanca stanja po zaključeni naložbi", "Bilanca stanja ponazarja vrednost kmetijskega gospodarstva in prikazuje strukturo sredstev, s katerimi je ta vrednost dosežena. Na strani sredstev je aktualna (knjižna) vrednost stalnih sredstev in povprečna letna vrednost gibljivih sredstev, to je zalog, terjatev do kupcev in razpoložljivih denarnih sredstev po zaključku investicije. Običajni način amortiziranja in s tem izračuna knjižne vrednosti opredmetenih osnovnih sredstev je linearna metoda. Na strani obveznosti do virov sredstev je razvidno, koliko sredstev je pokritih z lastnim kapitalom in kolikšna je zadolženost kmetijskega gospodarstva. Bilanca stanja po zaključeni investiciji ugotavlja sredstva v višini 532.663 €. Kmetija nima kreditov.\nIz razmerja med obveznostmi in vrednostjo vseh sredstev na aktivni strani bilance stanja izračunamo stopnjo zadolženosti kmetijskega gospodarstva. \nZadolženost kmetije: 0,0 %\n"], "21": ["4.5 Dinamične ocene", "Osnova dinamičnim ocenam izvedljivosti, upravičenosti in učinkovitosti investicije sta finančni in iz njega izpeljani ekonomski tok, prikazana v vseh letih ekonomske dobe projekta, tako za varianto z investicijo, kakor tudi brez investicije.\nFinančni in ekonomski tok pričnemo prikazovati za eno leto pred pričetkom investicije, in sicer tudi tu prikazujemo varianto brez investicije in varianto z investicijo.\n"], "22": ["4.6 Finančni tok", "Neto finančni tok izračunamo kot razliko med pritoki in odtoki – najprej v posameznih letih, nato pa še kumulativno. V kumulativi naj bi nepretrgoma pozitiven finančni tok zagotavljal likvidnost kmetijskega gospodarstva in s tem odplačilno sposobnost. Finančni tok je najpomembnejši kriterij izvedljivosti naložbe.\nFinančni tok je vsa leta pozitiven tako v analizi z investicijo kot analizi brez investicije.\n"], "23": ["4.7 Ekonomski tok in dinamične ocene uspešnosti naložbe", "Ekonomski tok brez investicije je vsa leta pozitiven.\nEkonomski tok z investicijo je negativen leta 2010 in 2011, saj sta ti dve leti najbolj obremenjeni z investicijo.\n"], "24": ["4.8 Finančni (denarni) in ekonomski tok z investicijo", ""], "25": ["4.9 Finančni (denarni) in ekonomski tok brez investicije", "Razlika ekonomskega toka 2008 2009 2010 2011 2012 2013 2014 2015 2016\nz investicijo 0 0 191.135 71.370 11.714 20.297 25.021 26.247 26.247\nbrez investicije 0 0 191.135 262.505 250.791 230.494 205.473 179.226 152.979\n2017 2018 2019 2020 2021 2022 z investicijo 26.247 26.247 26.247 26.247 26.247 107.541\nbrez investicije 126.731 100.484 74.237 47.989 21.742 85.799\n"], "26": ["5 SKLEPI", "V letu 2009 smo pričeli s preusmeritvijo kmetije. Najprej je bilo potrebno pridobiti vsa dovoljenja za investicijo, ki je bila sicer razdeljena v tri sklope. Prvi sklop zajema posodobitev sadjarske mehanizacije, v drugem sklopu, leta 2010, smo zasadili nasad jablan v velikosti 2,70 ha in v zadnjem sklopu, leta 2011, smo zasadili nasada jablan v velikosti 0,62 in 0,82 ha.\nVse omenjene nasade smo prekrili s protitočno mrežo. Sama naložba je bila za kmetijo velik finančni zalogaj, zato smo se prijavili na razpis 121 (posodobitev kmetijskih gospodarstev za mlade prevzemnike kmetij), ki je bil tudi odobren.\nZ naložbo smo letno pokritje na kmetijskem gospodarstvu povečali za 1,8 krat. Pred investicijo je znašal 13.121€, po naložbi leta 2015, ko bodo nasadi v polni rodnosti, pa 37.224€.\nZ naložbo smo povečali dohodek na kmetiji. Načrtovan dohodek brez investicije znaša 6.195€/leto.\nNačrtovan dohodek z investicijo leta 2015, ko nasadi stopijo v polno rodnost, pa 21.454€/leto.\nDobiček kmetije brez investicije leta 2015 bi bil negativen in sicer -1.740€, z investicijo leta 2015, ko nastopi polna rodnost sadovnjakov pa pozitiven in sicer 8.984€.\nNa kmetiji smo s povečanjem sadjarskih površin povečali število delovnih ur. Pred investicijo smo na kmetiji letno opravili 3.154 ur, po investiciji, ko nastopi polna rodnost sadovnjakov, pa 4.988 delovnih ur.\n"], "abstract": ["V diplomskem delu je predstavljena preusmeritev kmetije iz živinoreje v sadjarstvo in njena finančna ocena. Na kmetiji smo leta 2008 začeli mešano proizvodnjo preusmerjati v sadjarsko. Tako smo leta 2009 posodobili del kmetijske mehanizacije (traktor, mulčer, pršilnik, računalniško opremo) in dokupili del kmetijskega zemljišča. V letu 2010 in 2011 pa posadili jablane na 4,12 ha in jih pokrili s protitočno mrežo. Sklepamo lahko, da smo s povečanjem sadjarskih površin iz 1,86 na 5,98 ha povečali dohodek. Z investicijo smo povečali dohodek na kmetiji iz 6.145 € na 21.454 € letno. Letno pokritje smo povečali iz 13.121 € na 37.224 € , prav tako smo povečali dobiček iz 1.740 € na 8.984 € let. S povečanjem sadjarskih površin smo povečali št. delovnih ur iz 3.154 na 4.998 letno. "]}