{"1": ["1 UVOD", "Kakovost vina je najprej odvisna od kakovosti grozdja, zanjo pa sta v največji meri zaslužna narava in vinogradnik. Od tu naprej igra pomembno vlogo tehnologija pridelave vina, za kar nosi odgovornost pridelovalec vina oziroma enolog. Njegova naloga je, da z znanjem, s tehnologijami in z enološkimi prijemi optimalno predela grozdje v vino čim boljše kakovosti. V zadnjem času se vse pogosteje srečujemo z novimi tehnologijami in s spoznanji, ki nam pomagajo iz grozdja primerne kakovosti pridelati dobro vino.\nPostopek pridelave rdečih vin temelji na kontaktu jagodne kožice in grozdnega soka po odstranitvi grozdnih pecljev. Cilj izluževanja jagodnih kožic je bogatenje vina s fenolnimi snovmi (barvnimi in taninskimi) in z aromatičnimi spojinami. Ta tehnološki postopek imenujemo maceracija. S tem postopkom lahko v veliki meri vplivamo na karakter oziroma stil vina. Postopek maceracije mora biti zato voden v smeri, ki ohranja optimalne razmere za ekstrakcijo želenih sestavin.\nFenolne komponente v vinu so bile v zadnjih letih predmet mnogih raziskav, predvsem zaradi njihovega esencialnega učinka na senzorične lastnosti vina – barvo, aromo, adstringenco in grenkobo. Vzrok za tako zanimanje na znanstvenem področju je iskati tudi v dejstvu, da imajo fenolne spojine biološki učinek na organizem (antioksidativno, protivnetno delovanje, zaviranje agregacije trombocitov). Rdeča vina naj bi vsebovala štirikrat več fenolnih spojin kot bela vina, antioksidativna učinkovitost nekaterih spojin pa naj bi bila celo do nekajkrat večja kot aktivnost vitaminov E in C ter β-karotena, ki veljajo za najučinkovitejše antioksidante, prisotne v sadju in zelenjavi.\nPo odmevnem odkritju za zdravje učinkovitih snovi v rdečem vinu, ki se je začelo bliskovito širiti po svetu s televizijsko oddajo »Francoski paradoks« leta 1991 v ZDA, je začelo rasti zanimanje za rdeča vina tudi v predelavi. Francoski paradoks je tako pritegnil raziskovalce k ugotavljanju dejstev o maceraciji, ki omogoči nastanek vina z bogatejšo fenolno osnovo, bogatejšim telesom in intenzivnejšo barvo. Tako je do danes znanih veliko \ntehnologij in raznih enoloških prijemov, ki naj bi zagotavljala pridelavo takih vin. Dejstvo pa je, da se tehnologija prilagaja letniku, sorti in stilu vina, ki ga želimo pridelati.\nZ namenom doseganja želene kakovosti rdečih vin pa je bistvenega pomena razumevanje kinetike ekstrakcije fenolnih spojin in poznavanje vpliva posameznih vinarskih postopkov na samo kinetiko maceracije.\nOsnovni namen tipizacije vina je:\n- doseganje kompleksnosti (izenačitev kakovosti med letniki),\n- korekcija (pomanjkanje, presežek določene komponente),\n- osvežitev starejših vin,\n- staranje mladih vin,\n- ojačitev ali izboljšava vin,\n- priprava določenega stila vina. Najobičajnejši fizikalnokemijski parametri, ki vplivajo na tipizacijo, so: kislost, reducirajoči sladkorji, alkohol, aroma.\nSam postopek tipizacije običajno temelji na: senzorični oceni najboljše zvrsti; (pred) poskusu tipizacije v majhnih količinah; potrebnem času, tj.. 3 tedne do 6 mesecev, odvisno od želenega stila vina; ponovni oceni tipa ali zvrsti; določitvi končnega razmerja posameznih sort v tipu ali zvrsti.\n"], "2": ["1.1 Cilj dela", "Namen tega dela je proučiti vpliv različnih deležev vina cv Regent (sorta z močno barvo vina) na kemijsko sestavo in kakovost vina v zvrsteh s cv. Modri pinot (sorta s pogosto šibko obarvanostjo vina). Pri obeh vinih sta bila izvedena maceracija in biološki razkis, ugotavljanje kakovosti; kemijsko sestavo vin in zvrsti pa smo ugotavljali na podlagi merjenja antocianov, taninov, skupnih fenolov in barve. Za organoleptično oceno pa smo izvedli senzorično oceno s strokovno sestavo pod vodstvom enologa.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Maceracija rdečega grozdja", "Za uspešno pridelovanje rdečega vina je zelo pomembna maceracija rdeče drozge. Večina naših vinskih sort ima neobarvan grozdni sok, zato se v procesu predelave grozdje rdečih vinskih sort macerira. Maceracijo (alkoholno fermentacijo rdeče drozge) imenujemo tisto stopnjo pri predelavi rdečega grozdja v vino, kjer pustimo drozgo, to so delno zmlete grozdne jagode in grozdni sok, določen čas ležati v vinifikatorju. Čas in način kontakta jagodnih kožic rdečega grozdja z jagodnim sokom vpliva na senzorične lastnosti vina. Za barvo rdečih vin so odgovorni antociani, ki so locirani samo v zunanjih plasteh jagodne kožice. Bistven del je kontakt jagodnega soka z jagodnimi kožicami. Ob občasnem mešanju, fenolne (barvne in taninske) snovi, iz vakuol celic jagodne kožice prehajajo v jagodni sok. Intenzivnost prehajanja fenolnih spojin v jagodni sok je pogojena s:\n- kemijskimi dejavniki: koncentracija nastajajočega alkohola in CO2;\n- fizikalnimi (mehanskimi) dejavniki: temperatura, mešanje drozge, čas  maceracije.\nFenolne snovi na splošno, še posebno pa barvne snovi, se topijo veliko lažje pri višji temperaturi (Spranger in sod., 2004). Temperaturo je z današnjo tehniko možno poljubno uravnavati, toda na osnovi današnjega znanja je priporočljivo višati temperaturo do 30 -C (Nemanič in sod., 1997).\nNajvečji vpliv na ekstrakcijo barvil ima koncentracija alkohola. Alkohol, ki nastaja med fermentacijo, ima na maceracijo kompleksen vpliv. Večje koncentracije lahko zmanjšujejo intenziteto barve, saj povzročajo razpad antociansko-taninskih kompleksov (Ribereau- Gayon in sod., 2000; Canallas in sod., 2005). Žveplov dioksid povzroči poškodbe celic, kar ima za posledico olajšano ekstrakcijo spojin. Žveplanje drozge doprinese k topnosti mineralov, organskih kislin in fenolnih spojin. Učinek žveplanja je kratokotrajen, saj je aktiven le prosti SO2 in ta na drozgi hitro izgine \n(Ribereau-Gayon in sod., 2000). Če je grozdje plesnivo, se z žveplanjem izognemo uničenju barvil, ki bi ga povzročila prisotnost laktaze v plesni (Klenar in Vrščaj, 2001).\nMed maceracijo se zaradi izločanja CO2 oblikuje na površini drozge kompakten klobuk jagodnih kožic, ki ga je potrebno čim večkrat potapljati. S tem pripomoremo k hitrejši ekstrakciji barvil in fenolnih snovi, preprečujemo delovanje škodljivih mikroorganizmov (predvsem ocetno kislinskih bakterij) in omogočimo hitrejše sproščanje toplote iz vinifikatorja (Košmerl in sod., 2001).\nIzluževanje fenolnih snovi je v veliki meri odvisno od same tehnologije. Termovinifikacija, kriomaceracija, tretiranje s pektolitičnimi encimi in podaljšana maceracija so tehnike v tehnologiji pridelave rdečih vin, ki naj bi vplivale na večjo ekstrakcijo fenolnih spojin (Sacchi in sod., 2005).\n"], "5": ["2.2 Čas ekstrakcije (izluževanja) jagodnih kožic", "Z natančno predstavo o želenem in možnem karakterju vina lahko smiselno usmerjamo raztapljanje fenolnih snovi iz jagodnih kožic (Nemanič in sod., 1997). S kratkotrajno maceracijo (krajšo od 24 ur) pridelamo rose vina. Drozga, iz katere pridelamo mlada vina, se macerira 3−5 dni. Tako dobimo lepo obarvana vina z vonjem in okusom po grozdju, aromami po raznem jagodičevju (maline, ribez, jagode) in majhno zalogo taninskih snovi. Taka vina so primerna za uživanje že v istem letu po trgatvi, pridobivajo na razvoju še približno dve leti, torej niso za arhiviranje, niti za zorenje v majhnih hrastovih sodih. Pri vinih, ki so namenjena za zorenje, maceracija traja najmanj 15 dni do treh tednov ali več. Dolgotrajna maceracija se odraža v oslabljeni vsebnosti prostih antocianov, toda zelo povečani stabilnosti barve.\nTaka vina so lepo obarvana, ne vonjajo po drobnih rdečih sadežih, vonjave so manj sortne, sicer tople vinske, še večja je razlika v okusu, ki je bogatejši, polnejši, z izraženimi tanini. Taka vina so primerna za dolgo zorenje, ki omogoča lep razvoj predvsem v okusu (Nemanič in sod., 1997).\n"], "6": ["2.2.1 Kinetika ekstrakcije fenolnih snovi med maceracijo", "Proces maceracije lahko razdelimo v tri periode. Prva je predfermentativna maceracija, ki navadno traja le nekaj ur. Maceracija z alkoholno fermentacijo poteka od dva do sedem dni. Postfermentativna maceracija se izvaja po zaključeni alkoholni fermentaciji in se uporablja za vina, ki imajo velik zorilni potencial (Boulton in sod., 1996).\nMed maceracijo se največ antocianov ekstrahira pred in v začetku alkoholne fermentacije. Ko vsebnost alkohola doseže določeno vrednost, opazimo v drozgi zmanjšanje vsebnosti antocianov. V tej fazi je ekstrakcija antocianov praktično končana, vendar pa potekajo reakcije kondenzacije s tanini. Tanini iz jagodne kožice se ekstrahirajo istočasno z antociani, vendar sledijo počasnejši obliki ekstrakcijskega modela. Kasneje se zaradi delovanja etanola ekstrahirajo tudi tanini iz pečk, odvisno od trajanja maceracije. Intenzivnost barve med maceracijo doseže vrh na začetku procesa, med postfermentativno maceracijo pa ponovno naraste zaradi tvorbe kompleksov taninov z antociani.\nFenolne spojine v vinu so velika skupina spojin v grozdju in vinu, ki so jo dolgo obravnavali kot »čreslovina in barvne snovi«. V novejšem času, z razvojem raziskovalne opreme, pa so to skupino snovi določili in razčlenili (Vrščaj in Košmerl, 2005). \nPomen fenolnih spojin v vinu (Vrhovšek, 1996):\n- imajo pomembno vlogo pri oblikovanju in razvoju organoleptičnih  lastnosti, predvsem vplivajo na barvo, okus in aromo ter stabilnost vina;\n- sodelujejo in služijo kot pomembni katalizatorji mnogih reakcij;\n- odražajo raznovrstnost grozdja in pogoje rasti;\n- so indikatorji stopnje maceracije grozdnih jagod med vinifikacijo;\n- imajo antioksidativno sposobnost (lovilci prostih radikalov), kot taki  preventivno delujejo pri boleznih srca in ožilja, preprečujejo oksidacijo  lipoproteinov in agregacijo trombocidov.\n"], "7": ["2.2.2 Antociani", "Antociane uvrščamo v skupino flavonoidnih fenolov in so glavna barvila grozdja in vina, ki dajejo rdečo in modro barvo. Nahajajo se izključno raztopljeni v vakuolah celic (Nemanič in sod., 1997). V večini vinskih sort se nahajajo v jagodnih kožicah, pri nekaterih pa tudi v jagodnem mesu.\nKemijsko so antociani beta-glukozidi, ki se pod vplivom encimov med alkoholnim vrenjem razcepijo v glukozo in antocianidine; cianidin, delfinidin, peonidin, petunidin in največ v malvinidin (Šinkovec, 1996). Molekule antocianov so kemijsko nestabilne in podvržene razbarvanju. Rdeče barvne snovi se ob prisotnosti kisika oksidirajo in preidejo v koloidno obliko (usedlina rdečega vina). Kot proste molekule se antociani v vinu, odvisno od pH vrednosti, lahko nahajajo v štirih oblikah: kot rdeč flavilijev kation, moder kalkon, modra kinonska baza in brezbarvna karbinol psevdobaza. Z naraščanjem pH in SO2 se intenzivnost barve in delež flavilijevega kationa zmanjšujeta (Vrščaj in Košmerl, 2005). Pri nižjem pH je barva rubinasto rdeča, pri višjem pa prehaja v modro. Ob prisotnosti večje koncentracije SO2 vino posvetli, vendar je intenziteta barve reverzibilna (Muhar in Košmerl, 2005). Razmerje med petimi skupinami antocianov grozdja ima velik vpliv na intenzivnost barve in je specifično za posamezno sorto.\n"], "8": ["2.2.3 Maceracija kot ekstrakcija antocianov iz jagodne kožice v vino", "Antociani so locirani v jagodni kožici in se izločajo v mošt in vino med maceracijo. Ekstrakcija antocianov v vino je zato pravzaprav difuzijski proces, zato sta stopnja in obseg ekstakcije odvisna od koncentracije in lokacije v jagodni kožici ter procesa metode. Stopnja difuzije je odvisna tudi od temperature, koncentracijskega gradienta med jagodno kožico in vinom, kemijskega ravnotežja ter reakcij v vinu.\nNajveč antocianov se izloči med prvimi dnevi maceracije, potem pa navadno ni več opazna ekstrakcija, ne glede na dejstvo, da 30−40 % antocianov ostane v zmečkani kožici. Vsebnost antocianov v končnem vinu se razlikuje od vsebnosti v opazovanem svežem grozdju. Spremembe nastanejo tekom fermentacije in so po vsej verjetnosti posledica \nrazlik v količini ekstrahiranih antocianov, degradacije ali polimerizacije in različne kapacitete absorpcije celične stene kvasovk (Romeo-Cascales in sod., 2005).\n"], "9": ["2.3 Tanini", "Tanini so skupina kemijskih spojin, ki jih najdemo v številnih rastlinah; lubju ali skorji dreves, kavi, čaju, grozdju. V bistvu so to rastlinski ekstrakti. V grozdju se tanini nahajajo v jagodni kožici, pečkah in pecljevini. Dodaten izvor taninov je lesena posoda, v kateri zori vino. Od kemijskih lastnosti taninov je v ospredju njihova reaktivnost s kisikom, kar omogoča zaščito vina pred oksidacijo, torej jih s tega stališča smatramo kot naravna varovalna sredstva za konzerviranje vina.\nTanini, ki jih uporabljamo v vinarstvu, se razlikujejo:\n- glede na družino oziroma skupino, kamor jih uvrščamo;\n- po karakteristikah oziroma značilnostih;\n- po strukturi ali zgradbi;\n- ter po reaktivnosti.\nZa povečanje taninskih fenolov v rdečih vinih imamo na razpolago:\n- encime za ekstrakcijo barvnih snovi, ki jih dodajamo v drozgo;\n- hrano za kvasovke rdečih vin (avtolizat kvasnih celic z visoko vsebnostjo  polisaharidov), ki nam omogoči povečanje intenzitete barve s tvorbo polisaharidno-  taninskih kompleksov, obenem pa tudi poveča polnost vina;\n- enološke tanine, ki jih dodajamo med alkoholno fermentacijo;\n- enološke tanine, ki jih dodajamo po končani alkoholni fermentaciji;\n- enološke tanine, ki jih dodajamo pri zaključnem zorenju vina ali tik pred  stekleničenjem.\nZ ozirom na postopek predelave grozdja (maceracijo) je vsebnost taninov v rdečih vinih večja v primerjavi z belimi, kar omogoča daljšo življenjsko dobo. Večina rdečih vin pa zato potrebuje daljši čas zorenja ali staranja vina, da postane vsebnost taninov »zmerna«. \nVplivajo namreč predvsem na okus in strukturo vina: grenkobo, trpkost, suhost ali izsušenost (reakcija taninov z beljakovinami sline v ustih, ki se oborijo). V vinskem žargonu govorimo o trdih, suhih ali nezrelih taninih, na drugi strani pa o mehkih, zaokroženih in zrelih taninih (Košmerl, 2004).\n"], "10": ["2.4 Maceracija kot ekstrakcija taninov iz grozdja v vino", "Izluževanje taninov je bolj počasno od antocianov. Odvisno je od krhkosti membran celičnih sten. Čim bolj je grozdje zrelo, bolj so krhke celične stene in več taninskih snovi se lahko izluži. S pojavom alkohola med alkoholno fermentacijo se začne razkroj membran vakuol in celic. Začnejo se sproščati tanini. Ker so vezani na proteine in polisaharide membran, je njihova ekstrakcija brez alkohola majhna in težavna (Nemanič in sod., 1997). Podobnost ekstrakcijskih načinov kaže, da se večina taninov ekstahira med podaljšano maceracijo, saj-kot je splošno znano-preidejo lažje in rajši iz pečk kot iz kožic (Košmerl in sod., 2001).\n"], "11": ["2.5 Kompleksi antociani – tanini", "Ekstrahirani prosti antociani hitro reagirajo s polimeriziranimi tanini in tako dobimo stabilno rdečo barvo (Nemanič in sod.,1997). Tako nastali kondenzati so bolj stabilni in niso tako občutljivi na spremembe pH in SO2 kot prosti antociani. Ta značilnost je zlasti pomembna pri ohranitvi in stabilizaciji barve, da so prosti in razpoložljivi za sodelovanje pri polimerizaciji, ki poteka med zorenjem – staranjem, še zlasti v prvem letu, ko poteče polimerizacija večine barvil (Lorenzo in sod., 2005). Danes je znano, da najdemo procianidine v jagodnih kožicah večine rdečih sort, iz katerih se ekstrahirajo med alkoholnim vretjem. Ponovno je pomembna izjema sorta Modri pinot, za katero je značilno pomanjkanje procianidinov v jagodnih kožicah. Rezultat je nesposobnost tvorbe antocian- taninskih kompleksov, kar ima za posledico manjšo intenzivnost in nenadno slabo stabilnost barve (Košmerl in sod., 2001).\n"], "12": ["2.6 Barva rdečih vinskih sort", "Barvo opisujemo različno glede na spekter absorbirane in prepuščene svetlobe, pri čemer vse subjektivne zaznave ne pomenijo jasno definirane fizikalne veličine (intenizteta barve, odtenek barve, spekter svetlobe). Vsota absorbanc pri valovnih dolžinah 420 nm, 520 nm in 620 nm predstavlja intenziteto barve rdečih vin, medtem ko razmerje absobrance pri 420 nm in 520 nm pomeni odtenek ali nianso barve (Košmerl in Kač, 2004).\nDinamika opazovane barve je zelo zapletena, saj je rezultat vsaj treh glavnih vplivov:\n- prvi vpliv je združevanje med molekulami antocianov pri koncentracijah nad 50  mg/L; to se kaže v zagotovitvi vsaj dvakratne pričakovane vrednosti barve iz  antocianov pri normalnih koncentracijah v vinu med 300–500 mg/L;\n- drugi vpliv je izguba barve med alkoholnim vrenjem zaradi vpliva topila, to je  naraščajoče koncentracije etanola med vrenjem;\n- tretji vpliv je posledica razbarvanja zaradi žveplovega dioksida (SO2), bodisi  dodanega bodisi kot produkta kvasnega metabolizma med alkoholnim vrenjem  (Boulton in sod., 1996).\nPerez-Magarino in Gonzalez-SanJose (2005) navajata, da datum trgatve grozdja (direktna koleracija s stopnjo zrelosti grozdja) pomembno vpliva na barvne karakteristike vina. Na splošno je bila opažena večja intenziteta modrih in vijoličnih tonov v vinih, pridelanih iz grozdja, potrganega v drugem trgatvenem obdobju, v katerem je razmerje antocianini/proantocianidini in razmerje med antociani/(proantociani in katehini) manjše. Natančneje povedano, stanje dozorelosti grozdja je odločilno. Zdravo grozdje v polni fenolni zrelosti je okarakterizirano z močno prisotnostjo antocianov, lahko ekstrabilnih in z nežnimi žametnimi tanini. Grozdje, ki ni doseglo fenolne zrelosti, vsebuje malo antocianov, ki so težko ekstrabilni, in veliko agresivnih taninov (Klenar in Vrščaj, 2001).\nNa spremembo barve vplivajo koncentracija in sestava fenolnih spojin, količina kisika in SO2, temperatura fermentacije, prisotnost kovin in pH. Med fermentacijo lahko izgubimo do 33% barve. Del barve izgubimo pri nadaljnih postopkih vinifikacije, kot so npr. \nfiltracija, centrifugiranje in hladna stabilizacija. Tudi med jabolčno-mlečnokislinsko fermentacijo izgubimo del barve, kar je posledica dviga pH zaradi zmanjšanja kislin. Najbolj pomembna je količina antocianov in taninov, ki jih dobimo med maceracijo. Ti tvorijo komplekse, ki vplivajo na stabilnost barve. Ti kondenzacijski produkti imajo vijolične do temno rdeče odtenke (Zoecklein in sod., 1995).\nGlede na to, da je akumulacija antocianov v kožici grozdne jagode genetsko pogojena, so znane razlike med sortami, tako v koncentraciji kot v profilu antocianov. Na osnovi antocianov temeljijo klasifikacije sort grozdja in sortnih vin. Iz grozdja, ki vsebuje nad 500 mg/kg antocianov, se da proizvesti vino, ki bo imelo zadovoljivo barvo, medtem ko so manjše vsebnosti antocianov v grozdju bolj kritične, še posebno, če grozdje vsebuje poleg manjših vsebnosti antocianov še velike vsebnosti proantocianidinov (npr. modri pinot). Večje vsebnosti antocianov omogočajo pridelavo vina z intenzivno barvo (Vrhovšek in sod., 2002).\n"], "13": ["3 METODE DELA", ""], "14": ["3.1 Nastavitev poskusa", "Za poizkus smo uporabili vino Regent (sorta z močno obarvanostjo vina) in Modri pinot (sorta s pogosto šibko obarvanostjo vina) letnika 2007. Pri obeh sortah je na moštu bila izvedena maceracija, potekel pa je tudi biološki razkis. Nato smo pripravili zvrsti Modrega Pinota in Regenta tako, da smo dobili zvrsti z dodatkom 10 %, 20% in 30% regenta k modremu pinotu. Pri vsaki zvrsti ali sorti (obravnavi), je bilo nastavljeno 5 ponovitev v poskusu.\n"], "15": ["3.2 Določanje koncentracije skupnih fenolnih spojin", "Opis metode:\nSkupne fenolne spojine smo določali s spektro-fotometrično metodo po Singletonu in Rossiju. Vzorcu vina smo dodali Folin-Ciocalteujev reagent (vodna raztopina natrijevega volframata, natrijevega molibdata in litijevega sulfata, ki preprečuje obarvanje Folin Ciocalteu reagenta), ki v alkalni raztopini (dodatek natrijevega karbonata) oksidira fenolne snovi. Raztopina, ki vsebuje reducirani volframat in/ali molibdat, je modro obarvana, medtem ko je raztopina nereducirane oblike rumene barve. Izmerjena absorbanca pri valovni dolžini 720 je premosorazmerna količini skupnih fenolov v vzorcu. Masno koncentracijo skupnih fenolnih spojin smo odčitali iz umeritvene krivulje in jo izrazili kot mg galne kisline/L oziroma kot katehin. Ti dve uporabljamo kot standardno referenčno spojino za določanje skupnih fenolnih spojin (Košmerl in Kač, 2004).\nPostopek metode\nMeritev: Vino smo redčili v razmerju 1-5 z vodo. V 100 ml bučko smo dali 75 ml. destilirane vode. Dodali smo 0,10 ml vzorca in 5,0 ml reagenta Folin-Ciocalteu. Nato smo \ndobro pomešali in pustili tri minute. Potem smo dodali 10 ml 20% Na2CO3, bučko dopolnili do označbe z destilirano vodo in ponovno premešali. Pustili smo stati 30 minut. Nazadnje smo izmerili ekstinkcijo pri 750 nm vzporedno s slepim vzorcem (gre za isti postopek, le da ne dodamo vzorca vina).\n"], "16": ["3.3 Določanje barvnih parametrov", "Opis metode\nBarvo opisujemo različno glede na spekter absorbirane in prepuščene svetlobe, pri čemer vse subjektivne zaznave ne pomenijo jasno definirane fizikalne veličine (intenziteta barve, odtenek barve, spekter svetlobe). Vsota absorbanc, merjenih pri valovnih dolžinah 420nm, 520 nm in 620nm, predstavlja intenziteto barve, medtem ko razmerje absorbanc pri 420 nm in 520 nm pomeni ton ali odtenek barve.\nPostopek metode\nMotne vzorce smo filtrirali in izmerili ekstinkcijo v nerazredčenih vzorcih. Absorbanco smo merili pri 420 nm in 520 nm nasproti vodi. Paziti moramo, da absorbance najprej preračunamo v primeru, če kivete niso 10−milimetrske. Intenziteto barve izračunamo tako, da seštejemo obe absorbanci. Nianso barve pa določimo na podlagi kota (α). To je kot med premico, ki povezuje obe absorbanci in absciso. Ker pa je razlika v absorbancah lahko negativna, je rezultat lahko tako negativen kot pozitiven. Rezultat v stopinjah nam pove sledeče:\n- 0-−51- rdeča barva vina\n- 52-−80- purpurna rdeča barva vina\n- negativni kot opečnata barva vina\n"], "17": ["3.4 Antociani", "Opis metode\nPri pH vrednosti vina med 3,3–4,3 obstaja v ravnotežju več molekularnih oblik vsakega antocianina. Z znižanjem pH vina na 0,5–0,8 preidejo vsi antocianini v obarvano obliko (flavilijev kation), zato lahko določimo njihovo masno koncentracijo tako, da izmerimo absorbanco vzorcev pri 520 nm in izračunamo masno koncentracijo antocianinov s pomočjo koeficienta, ki upošteva molarno absorptivnost in molsko maso prevladujočega barvila.\nPostopek metode\nVzorec vina smo razdelili na dva dela: v prvega smo dodali zakisano raztopino etanola in vodno raztopino klorovodikove kisline, v drugega pa pufer s pH 3,5 namesto vodne raztopine HCl. Po eni uri smo obema raztopinama izmerili absorbanco pri valovni dolžini 520 nm. Vsebnost antocianinov (mg/L) smo izračunali iz razlike absorbanc in jo izrazili kot malvidin-3-monoglukozid (Boulton in sod., 1996).\n"], "18": ["3.5 Tanini", "Opis metode\nTanine, izražene v mg galne kisline/L, izračunamo iz razlike med skupnimi fenoli in netanini (Boulton in sod., 1996). Le-te smo določili spektrofotometrično. Raztopini metilceluloze in amonijevega sulfata smo dodali vzorcu vina; nato je sledilo centrifugiranje raztopine vzorca in analiza supernatanta po postopku za določevanje skupnih fenolov. \nPostopek metode\nVzorec vina smo najprej razredčili v razmerju 1 : 50. Nato smo v dve epruveti pipetirali 4 mL redčenega vina, 2 mL destilirane vode in 6 mL HCl. Prvo epruveto smo dali za 30 min v vrelo vodo, nato pa jo pustili po segrevanju stati 10 minut.. Nato smo dodali 1mL etanola, da smo stabilizirali barvo. Absorbanco smo določili pri 550 nm v primerjavi z destilirano vodo. Rezultat je bil razlika med abosrbancama, pomnožen z 19,33.\n"], "19": ["3.6 Senzorična analiza vina", "Pri senzoričnem ocenjevanju vin ločimo dve osnovni metodi: primerjalno in kvantitativno. S primerjalnimi metodami ne ocenjujemo samo absolutne kakovosti, temveč tudi razlike med posameznimi »enakimi vini«. Tako so nam v pomoč, če želimo ugotoviti na primer učinek čistila na vino; po pravilniku o ocenjevanju se ne uporabljajo na ocenjevanjih vina na pooblaščenih organizacijah, temveč služijo v raziskovalne namene. Kvantitativna metoda je Buxbaumova metoda, ki smo jo uporabili za določitev skupnega vtisa.\nZ Buxbaumovo metodo v Sloveniji ocenjujemo vina na lokalnih – društvenih in regionalnih ocenjevanjih. Vino lahko dobi skupno največ 20 točk, in sicer za posamezen parameter; bistrost = 0-2 točki; barva = 0−2 točki; vonj = 0−2 točki; okus = 0−6 točk in harmonija = 0−6 točk. Z metodo najprej ocenimo bistrost in barvo, nato vonj in okus. Tako dobimo oceno splošnega skupnega vtisa. Ocenjevalec takoj ve, kam bo razvrstil vino v primerjavi z ostalimi. Metoda je hitra in enostavna.\nZ metoda po Paul-u smo določili vse ostale parametre, barvo, vonj, okus, bistrost. Metoda ˝številčnih rangov˝ je enostavna in hitra, daje pa stopnjo objektivnosti, ki omogoča kontrolo preizkušanj. Metoda je zamudna le zaradi trikratne ponovitve preskusnih rezultatov in zaradi kontrole posamezne presoje preizkuševalcev, v kolikor je to število premajhno. Zelo natančno presojo pri samo enkratnem preizkušanju dobimo tudi na način, da razširimo krog preizkuševalcev (od 15 na 20 degustatorjev). \nPri tej metodi se ˝številčna mesta˝ posameznih presoj oz. ocen vpišejo ena pod drugo, seštejejo in iz vsote se nato izračuna povprečje (vsota/število preizkušanj). Na podlagi povprečja dobimo ˝številčno mesto˝, ki ga potem odčitamo z lestvice. Če je razlika med dvema rangoma manjša od 1,0, potem so vzorci oz. preizkušanja enaki. Kadar pa je razlika večja, pa mora razlika med ˝številčnimi rangi˝ biti večja od vrednosti 1,0. 1,0 je poln rang. Vsak ˝številčni rang˝ je sestavljen iz cele številke in decimalke. Prva navaja rang preizkušanja in druga mesto preizkušanja v rangu. Zanesljivo vrednost dobimo takrat, kadar je razlika v presoji 1,0 med ˝številčnimi rangi˝ enaka 1,0 ali pa je presežena. Približna presoja vrednosti za A=4 in B=2,1 je točna, kajti razlika med rangoma je večja od 1,0. Npr. rangi, med katerimi pa je razlika manjša od 1,0, pa niso zanesljivi (Troost, 1980).\n"], "20": ["3.7 Modri pinot (MP)", "Je sorta, ki izvira iz Burgundije v Franciji. Sinonimi zanj so modri burgundec (sl.), Spatburgunder (nem.), Pinot Noir (fr.) (Nemanič, 1996). Pri nas jo gojimo v Posavju, v Podravju in le izjemoma na Primorskem kot dovoljeno sorto. Rodi redno, vendar ne dosega obilne rodnosti. Sorta je primerna za hladnejša podnebja, ker zgodaj dozoreva. Občutljiva je na gnojenje in kletarjenje.\nList trte je srednje velik, bolj okroglaste oblike, tri- ali pet- delen. Peceljni sinus ima obliko črke »U«. List je topo zobčast, na zgornji strani mehurjast, na spodnji pa gol. Grozd je majhen, zbit, valjaste oblike, grozdni pecelj je kratek in debel. Jagoda je drobna, sočna, okrogla ali nekoliko jajčaste oblike in temno vijoličaste barve. Jagodna kožica je debela, sok pa nekoliko aromatičen (Hrček in Korošec-Koruza, 1996). Modri pinot daje pri ustrezni stopnji zrelosti izredno kakovostno vino z lepo rdečo rubinasto barvo, kar je še posebej cenjena odlika te sorte. Zato je tudi v postopku vinifikacije ena od naših najzahtevnejših rdečih sort (Hrček in Korošec-Koruza, 1996).\nVino spada med plemenita rdeča vina. Je svetlejše rubinaste rdeče barve, ki z razvojem dobiva bakrene in kavno rjave odtenke. Daje značilno, lahko razpoznavno vinsko aromo. Mlada vina imajo vonj po jagodičju in češnji, z razvojem pa dobijo rastlinski vonj po \nhumusu, gomoljiki in kavi, v zadnji fazi pa se razvije živalski vonj po usnju in krznu. Uspela vina so glicerinsko bogata, skladna, polna in vsebujejo mehke tanine (Nemanič, 1999).\n"], "21": ["3.8 Regent (Reg)", "Je sorta, ki izvira iz Nemčije. Žlahtnitelj je Bundesforschungsanstalt für Rebenzüchtung Geilweilerhof. Sprva je bil znan kot Gf. 67-198-3. Mati je Diana (Zeleni silvanec x Muller- Thurgau), oče pa Chambourcin (JS 26 205 = Villard blanc x Chancellor (Siebel 7053)). Ima polni okus in tako imenovan »Bordeaux slog«. Rast mladik je precej pokončna, rast stranskih poganjkov pa je nizka. Listni pecelj je ukrivljen. Velikost grozda in strnjenost jagod je srednja, jagode so male do srednje velike, barva kože je rdeča (sok je rahlo obarvan). Čas obiranja je srednje zgodaj.\nSpada med rdeče odporne sorte. Je nizko občutljiva na oidij, peronosporo in bortitis. Kot vinsko sorto ga odlikuje dobra rastnost, zaradi močne rdeče barve pa je za izluževanje iz jagodnih kožic potrebna le kratka maceracija. Slabe lastnosti pa so, da je zelo občutljiv na pomanjkanje mg v zemlji, podvržen je osipanju ob močnem vetru, slabo prenaša hladno vreme, ob veliko padavinah je opazno odmiranje pecljevine. Negativno pa je tudi to, da je čas med polno zrelostjo in prezrelostjo zelo kratek. Posajen je v poskusnih vinogradih v Nemčiji, Švici, Sloveniji (posestvo Meranovo) in nekaterih drugih državah, kjer ocenjujejo, ali je kot sorta primeren tudi za ekološko vinogradništvo (http://www.winegrowers.info/varieties/Vine_varieties/Regent.htm). Pri stiskanju se kot slabost pojavlja večji delež droži. Kot vino za izvoz ima kot nova odporna sorta velike možnosti, predvsem zato, ker dosega dobre organoleptične ocene.\n"], "22": ["3.9 Vremenske razmere", ""], "23": ["3.9.1 Vremenske razmere v letu 2007", "Povprečna temperatura je bila za več kot 2 -C višja kot v dolgoletnem povprečju. Tudi povprečna najnižja temperatura zraka je presegla dolgoletno povprečje, saj so bila jutra 1 - 2 stopinji -C toplejša kot običajno. Med julijskim vročinskim valom je bila v Mariboru zabeležena druga najvišja temperatura (37,7 -C), najnižja pa je bila le –8,3 -C. V Mariboru so beležili 22 vročih dni (T max ≥ 30-C), ledenih dni je bilo 18 (T ≤ 0-C), mrzlih dni pa ni bilo (T ≤ –10 -C). Števila sončnih dni je bilo v juniju kar za petino več od povprečja. Povprečna letna temperatura je bila 11,8 -C, topleje je bilo le leta 2002 z 12 -C. Najtoplejši mesec je bil julij (22,4 -C), najhladnejši pa december (−0,5 -C). To leto je bilo v primerjavi z dolgoletnim povprečjem v Mariboru z 1118 urami 3. najbolj sončno leto. Preseženo je bilo tudi dolgoletno povprečje padavin. Večina mesecev je bila podpovprečno namočenih, še posebno februar in september. Višina padavin v primerjavi s povprečjem je bila za 8% manjša. Najmanj padavin je bilo v mesecu aprilu (10 mm), največ padavin pa je padlo septembra (173 mm). \nMaribor v letu 2007 po modificiranem Walterjevem in Gaussenovem  klimadiagramu (www.arso.gov.si).\n"], "24": ["3.10 Statistična obdelava podatkov posameznih parametrov", "Podatke, ki smo jih pridobili z različnimi meritvami, smo vnesli v preglednico programa Microsoft Excel. Te podatke smo prenesli v program za statistično obdelavo podatkov SPSS 15.0 za programsko okolje Windows. Izračunali smo srednje vrednosti povprečnih parametrov in jih z analizo variance (ANOVA) primerjali med posameznimi obravnavami. Sredine proučevanih variabilnih spremenljivk smo testirali s Tukay HSD – testom. Rezultati so prikazani v grafikonih, ki sledijo.\n"], "25": ["4 REZULTATI Z RAZPRAVO", ""], "26": ["4.1 Skupne titracijske kisline", "Iz grafikona 2 je razvidno, da se je vsebnost skupnih titracijskih kislin zmanjševala, ko smo povečali delež `Reg´. `MP´ (5,1 g/l) ima namreč več skupnih titracijskih kislin, kot jih ima `Reg´ (4.5 g/l). Pri 10% zvrsti se je vsebnost skupnih titracijskih kislin zmanjšala za 0,1 g/l, pri 20% in 30% zvrsti pa še za dodatnih 0,1 g/l. Po statistični obdelavi razlike niso bile vidne pri zvrsti `MP´ in 10% dodatka `Reg´. Največja razlika je bila med `MP´ in 30% zvrstjo `Reg´ in `MP´. Iz podatkov lahko sklepamo, da kljub razliki med `MP´ in `Reg´, dodatek `Reg´ ni statistično značilno vplival na povečanje skupnih titracijskih kislin.\noziroma zvrsti.\n"], "27": ["4.2 pH vrednost", "`MP´ ima nižji pH od `Reg´, zato se je vrednost v zvrsteh temu primerno povečevala. Pri `MP´ smo izmerili pH 3,89, kar pomeni, da je vino nekoliko bolj kislo kot `Reg´ (4,51). Glede na statistično obdelavo se je bistvena razlika pojavila pri vseh primerjavah s čistim `Reg´. Kljub relativno visoki pH vrednosti med potekom poskusa nismo opazili pojava napak in bolezni vina.\n"], "28": ["4.3 Vsebnost skupnih fenolov", "Iz grafikona 4 vidimo, da je količina izmerjenih vsebnosti polifenolov precej izenačena. Po vsebnosti izstopa le `Reg´, obarvanost ostalih vzorcev pa narašča oziroma pada v odvisnosti od dodatka odstotka `Reg´. Čisti `MP´ ima 144 g/mL, čisti `Reg´ pa 331 g/mL. Glede na statistično obdelavo razlike ni bilo zaznati le med 10% in 20% zvrstjo. Pri vseh drugih zvrsteh so bile razlike po statistični obdelavi kar pomeni, da je dodatek `Reg´ bistveno vplival na višjo količino skupnih fenolov.\n"], "29": ["4.4 Tanini", "Grafikon o količinah taninov nam je pokazal, da se razen pri 10 % dodatku regenta, vsebnost taninov v zvrsteh, spreminja sorazmerno z dodatkom `Reg´. `MP´ ima namreč bistveno manjšo vsebnost taninov kot `Reg´. Glede na statistične rezultate so se razlike pojavile pri vseh ostalih obravnavanjih, kar je lepo vidno iz spodnjega grafikona. Za povzetek lahko rečemo, da je dodatek `Reg´ k `MP´statistično značilno vplival na povečanje taninov v zvrsteh. Razlike ni bilo le pri zvrsti z 10% dodatka `Reg´.\nmg/L.\n"], "30": ["4.5 Antociani", "`Reg´ ima zelo visoko vsebnosti antocianov (839 mg/L), čisti `MP´ pa le 119 mg/L. Razlike glede vsebnosti antocianov so se po statistični obdelavi pokazale praktično v vseh obravnavanjih. Najmanjši razliki sta opazni med čistim `MP´ in 10% zvrstjo. Nato se razlika povečuje sorazmerno z dodatkom deleža `Reg´. Tako lahko rečemo, da je dodatek `Reg´ k `MP´ statistično značilno vplival na povečanje antocianov v zvrsteh `MP´ in `Reg´.\nzvrsti v mg/L.\n"], "31": ["4.6 Intenzititeta barve", "Grafikon 7 pa prikazuje podatke o intenzititeti barve. Po statistični obdelavi smo dobili rezultate, iz katerih je razvidno, da je `Reg´, pri katerem smo izmerili intenziteto barve 4,9, bistveno bolj močne barve, kot `MP´, pri katerem je intenziteta znašala le 1,41. V zvrsteh ima najvišjo intenziteto 30% zvrst, kar pa je logično, saj vsebuje največji delež močno obarvanega `Reg´(2.82). Delež v 10% in 20% zvrsti pa je temu primerno manjši. Vrednosti barvne intenzitete in tona so v spodnjih mejah, ugotovljenih za rdeča vina, kar pa je posledica sortne značilnosti sorte Modri pinot.\n"], "32": ["4.7 Senzorična analiza vina", "Senzorično analizo vina smo izvedli v degustacijski sobi Univerzitetnega centra Meranovo.\n"], "33": ["4.7.1 Barva", "Iz spodnjega grafikona je razvidno, da so degustatorji po sistemu rangiranja po Paul-u pri barvi najboljše ocenili 30% zvrst `Reg´ in `MP´. Ravno nasprotno pa je bil skoraj v celoti najslabše pod to rubriko ocenjen `MP´. Te ugotovitve smo potrdili že z laboratorijskimi rezultati, kajti `Reg´ ima zelo močno obarvanost v primerjavi z `MP´. Iz tega lahko sklepamo, da je večji delež `Reg´ pozitivno vplival na barvo, tako da lahko tukaj potrdimo, da je smiselno dodat določen odstotek `Reg´ v `MP´.\n"], "34": ["4.7.2 Vonj", "Pri analizi vonja smo beležili ravno nasprotne rezultate kot pri analizi barve. Ocenjevalci so ocenjevali predvsem kakovost vonja, v večini pa so potrdili, da je čisti `MP´ po vonju prijetnejši in nežnejši, kot `Reg´. Najboljše je bil ocenjen čisti `MP´, nato 20% in 10 % zvrst, najslabše pa je bil ocenjen vzorec z dodatkom 30% `Reg´ k `MP´. Iz tega sklepamo, da mali dodatek (10 in 20 %) `Reg´ k `MP´ na vonj ne vpliva. Pri večjih dodatkih (30 % in več) `Reg´ k `MP´, pa ima ta negativni vpliv na vonj.\n"], "35": ["4.7.3 Skupni vtis", "Najprej je potrebno dodati, da pri okusu, po statistični obdelavi ni bilo zaznati večjih razlik, zato ti podatki niso bistveno vplivali na ocenjevanje skupnega vtisa vzorcev. V celoti je bil najboljše ocenjen čisti `MP´, najslabše pa 30 % zvrst, čeprav je pri oceni barve ta isti vzorec dobil najboljše ocene. Razlika se je pojavila le med čistim `MP´in 10 % zvrstjo. Iz tega je razvidno, da glede na senzorično analizo dodatek `Reg´ k `MP´ ni imel pozitivnega vpliva.\nOb izračunu povprečne vrednosti se je pokazalo, da so podatki izredno podobni, vendar pa tega rezultata ne moremo imeti za verodostojnega, kajti pri posameznih rubrikah so se pokazale bistvene razlike.\n"], "36": ["5 SKLEPI", "V mikrovinifikacijski kleti Univerzitetnega centra za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede v Mariboru smo leta 2008 proučevali vpliv različnih deležev cv. Regent (sorta z močno barvo vina) na kemijsko sestavo in kakovost vina v zvrsteh s cv. Modri pinot (sorta s pogosto šibko obarvanostjo vina).\nPri meritvi skupnih titracijskih kislin lahko iz podatkov sklepamo, da kljub razliki med `MP´ in `Reg´, dodatek `Reg´ ni statistično značilno vplival na povečanje skupnih titracijskih kislin v zvrsteh. V izhodiščnih sortnih vinih ima `MP´ več skupnih titracijskih kislin (5,1 g/l), kot jih ima `Reg´ (4,5 g/l). Vsebnost skupnih titracijskih kislin se je s povečevanjem deleža v zvrsteh sicer zmanjševala, vendar statistično neznačilno.\n`MP´ ima nižji pH od `Reg´, zato se je vrednost v zvrsteh temu primerno povečevala. Pri `MP´ smo izmerili pH 3,89, kar pomeni, da je vino nekoliko bolj kislo kot `Reg´ (4,51). Glede na statistično obdelavo, se je bistvena razlika pojavila pri vseh primerjavah s čistim `Reg´. Kljub relativno visoki pH vrednosti med potekom poskusa nismo opazili pojava napak in bolezni vina.\nGlede količine polifenolov po vsebnosti izstopa le `Reg´, obarvanost ostalih vzorcev pa narašča oziroma pada v odvisnosti od dodatka %` Reg´.Čisti `MP´ ima 144 mg/L, čisti `Reg´ pa 331 mg/L. Glede na statistično obdelavo, razlike ni bilo zaznati le med 10% in 20% zvrstjo. Pri vseh drugih zvrsteh so bile razlike po statistični obdelavi kar pomeni, da je dodatek `Reg´ bistveno vplival na višjo količino skupnih fenolov v zvrsteh.\n`MP´ ima bistveno manjšo vsebnost taninov kot `Reg´, z dodatkom določene količine `Reg´ pa se ta vsebnost veča. Vsebnost taninov v zvrsteh, se razen pri 10 % dodatku regenta, spreminja sorazmerno z dodatkom `Reg´. Glede na statistične rezultate, so se razlike pojavile pri vseh ostalih obravnavanjih. \n`Reg´ ima zelo visoko vsebnosti antocianov (839 mg/L), čisti `MP´ pa le 119 mg/L. Razlike glede vsebnosti antocianov, so se po statistični obdelavi pokazale praktično v vseh obravnavanjih. Najmanjši razliki sta opazni med čistim `MP´ in 10% zvrstjo. Nato se razlika povečuje sorazmerno z dodatkom deleža `Reg´. Tako lahko rečemo, da je dodatek `Reg´ k `MP´ statistično značilno vplival na povečanje antocianov v zvrsteh `MP´ in `Reg´.\nPri merjenju intenzititete barve, so se razlike pokazale praktično v vseh obravnavanjih. Najmanjši razliki sta opazni med čistim `MP´ in 10% zvrstjo. Nato se razlika povečuje sorazmerno z dodatkom deleža `Reg´. Po statistični obdelavi smo dobili rezultate, iz katerih je razvidno, da je `Reg´, pri katerem smo izmerili intenziteto barve 4,9, bistveno temnejši kot `MP´, pri katerem je intenziteta znašala le 1,41. V zvrsteh ima najvišjo intenziteto 30% zvrst, kar pa je logično, saj vsebuje največji delež temno obarvanega `Reg´(2.82).\nIz senzorične analize je razvidno, da so degustatorji po sistemu rangiranja po Paul-u pri barvi najboljše ocenili 30% zvrst `Reg´ in `MP´. Ravno nasprotno, pa je bil skoraj v celoti najslabše pod to rubriko ocenjen `MP´. Te ugotovitve smo potrdili že z laboratorijskimi rezultati, kajti `Reg´ ima zelo močno obarvanost, v primerjavi z MP´. Iz tega lahko sklepamo, da je večji delež `Reg pozitivno vplival na barvo, tako da lahko tukaj potrdimo, da je pozitivno dodat določen odstotek `Reg´ v `MP´. Pri analizi vonja smo beležili ravno nasprotne rezultate, kot pri analizi barve. Ocenjevalci so ocenjevali predvsem kakovost vonja, v večini pa so potrdili, da je čisti `MP´ po vonju bolj kakovosten kot `Reg´. Najboljše je bil ocenjen čisti `MP´, nato 20% in 10 % zvrst, najslabše pa je bila ocenjena 30% zvrst, čeprav je ta pri oceni barve, dobila najboljše ocene.\nZaključimo lahko torej, da dodatek `Reg´ k`MP´ pozitivno vpliva na barvo. Delež `Reg´ pa ne sme biti prevelik, ker bi tako uničili pozitivne in prepoznavne značilnosti modrega pinota. Mali dodatek (10 in 20 %) Regenta k Modremu Pinotu na vonj ne vpliva. Pri večjih dodatkih (30 % in več), pa ima ta negativni vpliv nanj. Zato moramo biti pri dodatku \nregenta k modremu pinotu previdni, ker slednji lahko spremeni lastnosti vina Modri pinot, ta pa tako ne bo imel več izrazitih sortnih lastnosti.\n"], "abstract": ["V letu 2008 smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede v Mariboru izvedli tipizacijo vin Modri pinot in Regent. Ugotavljali smo vpliv cv. Regent na kemijsko sestavo in kakovost vina v zvrsteh s cv. Modri pinot. Za poskus smo uporabili vina letnika 2007 in pripravili zvrsti iz sortno čistih vin Modri pinot ter Regent. Nato smo tako pri vsakem posameznem vinu kot tudi pri zvrsteh izmerili in proučili vsebnost skupnih titracijskih kislin, pH, skupnih fenolov, taninov, antocianov in barve. Poleg kemične analize, je bila izvedena še senzorična ocena vin. Pri kemijski analizi obravnavanih vzorcev smo ugotovili, da je dodatek Regenta v zvrsti z Modrim pinotom vplival na vse izmerjene kemične parametre, razen na skupne titracijske kisline. Pri senzorični analizi, pa dodatek Regenta k Modremu pinotu vpliva statistično značilno na vonj, zato je potrebno biti pazljiv, da ga ne dodamo preveč. V zvrsteh pa Regent pozitivno vpliva na barvo. "]}