{"1": ["1 UVOD", "Voda je bila zmeraj ena od življenjsko najpomembnejših snov. Danes jo v razvitem svetu uporabljamo na vseh področjih družbe (gospodinjstva, kmetijstvo) in skoraj v neomejenih količinah. Ob tem pa pozabljamo, da je tudi količina voda omejena, in da je pravilno ravnanje z njeno uporabo še kako pomembno.\nEna izmed kmetijskih panog, kjer je poraba vode še toliko večja, je vrtnarstvo. Lahko bi celo rekli, da se za namene namakanja porabijo ogromne količine vode. Že res, da dandanes brez namakanja ne gre, a po drugi strani je odgovornost vsakega posameznika, da preveri, ali so tla primerna za gojenje določene rastline (vrtnine) in kakšen je dotok vode na predelu, kjer želi gojiti rastline. To je le eden od načinov, kako zmanjšati porabo vode v vrtnarstvu (Edelbaher 2006).\nNamakanje je v borbi proti suši in hkrati najhitrejši odziv na sušne razmere, ko rastlini primanjkuje vode v tleh. Opozorila o klimatskih razmerah oziroma spremembah vodijo k temu, da bo namakanje postalo vedno pomembnejši ukrep v borbi proti suši, čeprav je tudi v sedanjih razmerah namakanja zelo pomembno, če želimo pridelati kakovostni pridelek. In tukaj pridemo do osnovnega problema, saj imamo na eni strani nujno potrebo po namakanju, na drugi strani pa potrebo po zmanjšanju porabe vode. Morda se bomo morali zadovoljiti z zmanjšanimi količinami pridelkov, s slabšo kvaliteto le-teh ali celo s slabimi letinami. Obdobje neomejenega, neodgovornega in neekonomičnega namakanja je minilo. Sedaj moramo stremeti k temu, da te stvari pri ljudeh ozavestimo in jih dejansko začnemo uporabljati tudi v praksi (Vičar 2003).\nVsakdo lahko na svoj način prispeva k varčnejši porabi vode, ne da bi posegal po dragih kmetijskih pripomočkih. Pomembno je, da teorijo prenese v prakso, npr. namesto da uporabljamo oroševanje, posežemo po kapljičnem namakalnem sistem ipd.\nV diplomski nalogi bomo prikazali primer namakanja, ki se že dolga leta uporablja v vrtnarstvu, in sicer namakanje s T-tape cevmi, ki je za razliko od večine ostalih metod \nnamakanja, ki se pojavljajo na tržišču, bolj ekonomično, saj je poraba vode bistveno manjša kot pri uporabi drugih načinov namakanja.\n"], "2": ["1.1 Cilji", "V diplomski nalogi bomo raziskovali, ali je možna večkratna uporaba T-tape cevi v vrtnarstvu, saj bi se tako zmanjšali stroški pridelave.\nCilj diplomske naloge je dokazati možnost večkratne uporabe T-tape cevi v vrtnarstvu, saj gre pri uporabi teh cevi za bolj ekonomičen kapljični sistem.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Zgodovina namakalnih sistemov", "Namakanje je staro skoraj toliko, kolikor je staro človeštvo. Namakanje sega v obdobje visokih civilizacij, v 4. tisočletje pr. n. št. Ko so za namakanje izrabljali reke. Z razvojem mehanizacije in napredovanja v kmetijstvu so se spreminjali tudi načini namakanja.\nŽe v času visokih civilizacij Egipta in Mezopotamije so poznali namakalne sisteme, saj je bilo padavin za uspešno rast poljščin premalo, še posebej ječmena. Egipčani so bili prvi, ki so začeli namakati. Za namakalne potrebe so izkoriščali reko Nil. Z leti je prebivalstvo naraščalo, kar pomeni, da naravno poplavljena polja niso več zadostovala. Zato so najprej izumili sisteme kanalov in vodne zbiralnike.\nPrvi, popolnoma umetni rezervoarji so bili zgrajeni za potrebe namakanj pred približno 2.300 leti, in sicer na Šrilanki, ki je znana po kompleksnih namakalnih sistemih. Naj preprostejša izvedba namakalnih sistemov je površinsko namakanje, pri katerem s pomočjo sistema jarkov, zapornic in nasipov usmerjajo pretok vode po obdelovalnih površinah. Tako metodo lahko imenujemo tudi poplavno namakanje, saj voda v celoti poplavi neko ravninsko površino (Zgodovina namakanja 2008).\n"], "5": ["2.2 Namakanje", ""], "6": ["2.2.1 Definicija namakanja", "Namakanje je umetno dodajanje vode v času vegetacije, kadar vode v tleh primanjkuje, z namenom, da zagotovimo optimalno rast in razvoj gojenih rastlin. Z namakanjem dosežemo večjo kmetijsko pridelavo, pestrejši izbor sort ter kakovostnejši in obilnejši pridelek. Namakanje obsega ukrepe in naprave za zagotovitev vode in razdeljevanje (distribucijo) (Pintar 2006). \n"], "7": ["2.2.2 Vodni viri za namakanje", "Odločitev za namakanje od vsakega uporabnika zahteva, da upošteva, kakšen je dostop do vode, saj se lahko v nasprotnem primeru odloči za napačne rastline. Dejstvo je, da se rastline med seboj zelo razlikujejo po količini vode, ki jo potrebujejo med vegetacijo. Preden se odločimo za določeno vrtnino, preverimo, kakšen je vir vode na danem področju in koliko vode nam zagotavlja v času pomanjkanja padavin (Pintar 2008).\nPoznamo več vrst vodnih virov za namakanje:\n podtalnico uporabljamo v primeru, ko je poraba vode manjša in v manjših  namakalnih sistemih,   površinske vodotoke (gre za neposredno namakanje vode iz vodotokov) in   vodne zadrževalnike, ki jih uporabljamo za namakanje večjih površin. Sem sodijo  namakalne površine, ki so velike tudi do nekaj hektarjev in gravitirajo na manjše  vodotoke.\nPotrebno je omeniti, da je v kmetijstvu namakanje največji porabnik vode. Izračuni kažejo, da za namakanje različnih vrst rastlin znaša poraba 500‒2.500 m³ v povprečnem letu ter \n2.180‒5.600 m³ v sušnem letu. V to niso vštete izgube, ki lahko nastanejo med črpalko in rastlino (Pintar 2008).\n"], "8": ["2.2.3 Nadzorovanje pravilnosti namakanja", "Nadzorovanje pravilnosti namakanja je ključnega pomena za namakanje, saj lahko v nasprotnem primeru preveč vode v zemlji povzroči, da pride do gnitja rastline ali bolezni, premalo vode pa povzroči, da se rastlina posuši. Dejstvo je, da ni dovolj, da rastline samo namakamo, ampak moramo vedeti tudi, kdaj in kako. Zato nekateri avtorji (Pintar) opozarjajo, da bodo morali v bodoče vsi uporabniki namakanja imeti nameščen vodomer oziroma napravo, ki nam bo pokazala porabo vode (Pintar 2006).\nPri namakanju površine moramo spremljati količino porabljene vode s pomočjo vodomerov in tenziometrov.\nVodomer je eden od pripomočkov, s katerim ugotavljamo količino vode, ki smo jo dali rastlinam. Po navadi je nameščen na začetku namakalnih površin (Pintar 2006).\n2006). \nTenziometer je naprava, ki jo uporabljamo za ugotavljanje spremembe količine vode v tleh. Namestimo ga v bližini korenin. Spremembo količine vode preverjamo dva krat, in sicer preden začnemo namakati in po končanem namakanju (Podgoršek 2007).\n"], "9": ["2.3 Vrste namakalnih sistemov", "V literaturi se pojavljajo različna poimenovanja za vrste namakalnih sistemov. Pogosto se dogaja, da različni avtorji za enak način namakanja uporabijo različne izraze. V diplomskem delu bomo predstavili površinsko in podzemno namakanje, oroševanje in kapljični način namakanja.\nV nadaljevanju bomo vse načine opisali, podrobneje pa predstavili kapljični namakalni sistem.\n"], "10": ["2.3.1 Površinsko namakanje", "Voda preplavi površino in se zadrži v brazdah ter vlaži tla. Pri tem načinu namakanja voda v tankem sloju teče čez površino ali pa se zadržuje na površini in se počasi vpija v tla. Gre za najstarejšo metodo namakanja, ki so jo poznali že stare civilizacije. Potrebno je omeniti, da ta metoda namakanja zahteva veliko dela s pripravo površine, da se lahko nanjo enotno razporedi vodo po površini (Tomić 1988).\nMetodo površinskega namakanja delimo na tri podskupine:   prelivanje,   preplavljanje in   zadrževanje v brazdah.\nVsi omenjeni načini zahtevajo urejeno in zravnano površino, prilagojeno posameznemu načinu, za izvajanje tega načina namakanja pa so potrebni manjši stroški in manjše število stalnih grajenih objektov. Zaradi gravitacijskega dovajanja vode na površino so tudi stroški energije, in s tem tudi vzdrževanja, relativno nizki (Tomić 1988).\nNegativne lastnosti pri tem so: močna erozija, neenakomerna porazdelitev vode, potrebe po veliki količini ročnega dela, večja poraba vode in neuporabnost sistema za namakanje ter za dodajanje gnojil in zaščitnih sredstev.\n"], "11": ["2.3.2 Podzemno namakanje", "Pri podzemnem namakanju se voda vpija v tla iz odprtih ali podzemnih sistemov. Najenostavnejši način podzemnega namakanja je dvig gladine podtalnice. Poseg je odvisen od geološke strukture podlage in teksture tal. Podtalnico moramo dvigniti dovolj visoko, da se koreninsko območje tal lahko oskrbi z vodo s pomočjo kapilarnega dviga, pri tem pa ne smemo dovoliti zamočvirjenja tal (Tomić 1988). \nRazvili so se tudi sistemi za podzemno namakanje tal z drenažnimi cevmi. Največji problem pri tem je vdor korenin rastlin v cevi za namakanje in neenakomerna porazdelitev vlage v tleh zaradi teksture tal in toka vode pod vplivom gravitacije. Sistemi so primernejši za bogatenje podtalnice pod neprepustnimi površinami (parkirišči) (Namakanje).\n"], "12": ["2.3.3 Oroševanje", "Oroševanje je najosnovnejši način namakanja. Rastlinam vodo dodajamo v obliki umetnega dežja. Ta oblika namakanja je zelo primerna in rastlinam naravna.\nNamakanje z oroševanjem izvajamo z razpršilci, ki so lahko nameščeni kot stabilna, prestavljiva ali mobilna oprema. Cilj oroševanja je ta, da vodo razporedimo čim enakomerneje, in rastlini dodamo čim večji obrok namakanja, kolikor rastlina to dopušča. Slabost namakanja z oroševanjem je ta, da so listne površine večkrat mokre, kar pa pripelje do bolezni rastlin. Izogibati se moramo namakanja v vetru. Prav tako pa ne smemo namakati ob največji vročini, ker lahko pride do ožiga na rastlinah (Pintar 2006).\nOroševanje lahko izvajamo:   z bobnastimi namakalniki,   z razpršilci,   z mikrorazpršilci.\nSadovnjake prav tako oročujemo za razpršilci, pri tem pa oblikujemo tudi zaščito proti pozebi.\n"], "13": ["2.3.4 Kapljični namakalni sistem", "Kapljični namakalni sistem je najučinkovitejša metoda namakanja. Pri tem načinu usmerjamo vodo pod nizkim tlakom skozi cevi do kapljačev, ob vsaki sadiki posebej. \nOmogoča najintenzivnejšo rastlinsko pridelavo ob največji stopnji varovanja okolja, saj rastlini vsak dan dodamo toliko vode, kot je dejansko potrebuje. S kapljičnim namakalnim sistemom lahko namakamo večkrat na dan, kar je odvisno predvsem od tega, kakšna tla imamo. V primeru, da so tla lahka (peščena), namakalni obrok razdelimo na dva ali pa več obrokov na dan. Kadar pa imamo težka tla, pa lahko namakamo na vsaki drugi ali pa tretji dan, seveda z večjo količino vode. To je odvisno od tega, ali tla na določeni globini zadržijo dovolj vode za večdnevni obrok. Z njim lahko prihranimo veliko količino vode ob zagotavljanju rasti in bujnosti rastlin (Pintar 2006).\nNamakamo v manjših količinah in v krajših presledkih. Tako ima rastlina na razpolago stalno vodo in hranila. Korenine imajo vedno dovolj zraka za dihanje, saj voda nikoli ne zasiči tal. Porazdeljevanje vode je omejeno, saj se ne namaka celotna površina, temveč samo tisti del, kjer rastlina raste (Pintar 2006).\nPintarjeva (2008) pri pridelovanju zelenjave priporoča predvsem kapljično namakanje, ne le zaradi varčevanja z vodo, ampak tudi zato, ker je to najbolj ekološko sprejemljivi način, ki pri pravilni namestitvi omogoča enakomerno namakanje. Sistem dovoljuje tudi dognojevanje, neposredno v območje koreninskega sistema rastlin. S tem dosežemo večji izkoristek hranilnih snovi in lahko brez težav dodajamo makroelemente. Tako je izguba hrane zelo majhna, redkeje pa se pojavljajo tudi bolezni.\nKer vodo dodajamo neposredno v tla v področje koreninskega sistema, se izognemo izgubam, kot je izhlapevanje, in tako ohranjamo stalno vlažno zemljo. Zaradi tega se vse več vrtnarjev in zelenjavnih navdušencev odloči za kapljični namakalni sistem.\nVoda, ki jo uporabljamo za kapljično namakanje, ne sme vsebovati veliko trdih delcev, saj se luknjice kapljačev, preko katerih voda pronica iz cevi hitro zamašijo. Rešitev je lahko uporaba filtra, ki iz vode mehansko odstrani vse večje delce, preden ti zaidejo v namakalno cev, in tako zagotovi nemoteno delovanje sistema. \nPoznamo dva načina kapljičnega namakanja, in sicer:\n Kapljično namakanje s pravimi kapljači  Voda izteka preko kapljačev, ki so nameščeni na namakalni liniji pri določenem  razmiku.\n Kapljično namakanje s T-tape cevmi  Ta način namakanja se v zadnji letih zelo uporablja. Izgube vode so zelo majhne,  cenovno so dostopne in enostavne za uporabo. Zgrajene so iz polietilena, po dolžini  cevi pa so nameščeni zelo enostavni oziroma primitivni kapljači.\nPrednosti kapljičnega namakanja\nKapljično namakanje ima številne prednosti pred ostalimi tehnikami namakanja. Ena od prednosti je ta, da ne namakamo celotne površine, ampak samo del, kjer rastejo rastline, posledično je poraba vode pri tem načinu manjša. Pri tej obliki namakanja ostaja \nmedvrstni prostor suh, kar omogoča prehod z mehanizacijo tudi v času namakanja ali takoj po njem. Prav tako je prednost v tem, da namakalna oprema deluje pri nižjih tlakih (0,5‒1 bara), in zato je tudi poraba energije manjša kot pri ostalih vrstah namakanja (Pintar 2006 in Namakanje).\nNa eni strani je primerno za namakanje lahkih peščenih tal, ki zaradi manjše sposobnosti zadrževanja vode niso primerna za namakanje z ostalimi tehnikami namakanja, po drugi strani pa omogoča tudi namakanje težkih glinastih tal, kjer ta niso primerna za namakanje zaradi majhne sposobnosti prepuščanja vode.\nPreko namakalnega sistema lahko dodajamo hranila (fertigacija), kar učinkovito zmanjša spiranje hranil proti podtalnici in onesnaženje le-te. S tem načinom ne močimo listne površine in ne povečujemo nevarnosti za pojav bolezni, ki jim ustreza večja vlažnost (Pintar 2006).\nSlabosti kapljičnega namakanja\nKljub vsem zgoraj navedenim prednostim kapljičnega namakanja pa moramo biti pozorni tudi na slabosti le-tega. Zelo hitro pride do mašenja kapljačev, zato moramo že v fazi projektiranja posvečati veliko pozornost filtraciji vode. Filter je priporočljivo postaviti na začetku razdelilnega cevovoda, ki ponavadi stoji ob črpališču in služi za celoten namakalni sistem. Filter zaustavlja delce, ki lahko pridejo v cevovod zaradi morebitnega popravljanja pri vkopanih ali prestavljanja pri montažnih cevovodih. Kot varovalni filter deluje tudi pri izvajanju fertigacije, če le-to izvajamo na posamezni parceli (Pintar 2006).\nPri kapljičnem namakanju rastline razvijejo koreninski sistem v manjšem volumnu tal in so ob morebitni okvari namakalnega sistema bolj izpostavljene suši, kot bi bile, če bi imele globlji koreninski sistem. V naših razmerah je to manjši problem, ker rastline dobijo del potrebne vode tudi s padavinami in je vsaj občasno omočen celotni volumen tal.\nKapljični namakalni sistem je obenem tudi dražja investicija, vendar je poraba energije za pogon manjša kot pri oroševanju.\n"], "14": ["2.4 Uporaba T-tape cevi v vrtnarstvu", "Vrtnarstvo je delovna in kapitalna intenzivna kmetijska dejavnost, ki je že dolgo znana in razširjena v številnih državah. Glede na uspešnost gojenja izbranih vrtnin je odvisna od območja, navad pridelovalcev, njihovega znanja in usposobljenosti, če pa želimo doseči kakovostni pridelek, je potrebno poleg vsega naštetega pravilno načrtovati in izvajati tudi namakanje (Tehnike gojenja sadik 2011).\nV zadnjem času se velika večina uporabnikov odloča za kapljični namakalni sistem z uporabo T-tape cevi. Te cevi nam omogočajo, da je poraba vode manjša, obenem pa rastlini dodajo toliko vode, kot je dejansko potrebujejo, s čimer se izognemo raznim izgubam.\nNamakanje vrtnin je eno od osnovnih opravil pri intenziviranju vrtnarske pridelave. V želji po uspešnem in kakovostnem pridelku proizvajalci vse bolj posegajo po namakalnih napravah, saj s tem dobi gojena rastlina potrebno količino vode in hranil. Pravilna oskrba z vodo ima odličen vpliv na normalen pretok rasti in razvoja rastlin (Tehnike gojenja sadik 2011).\nNamakanje je lahko učinkovito le ob dobrem poznavanju zahtev gojenih vrtnin po vodi v odvisnosti od njihovega razvojnega stadija, globine korenin oziroma potrebnega vlaženja, vremenskih razmer ter lastnosti tal. Uspešnost gojenih vrtnin je močno odvisna od razpoložljive vlage v gojitvenem prostoru. V primeru, da ni enakomerne razporeditve vlage, lahko pride do tega, da je na enem mestu rastišča kakovostnejši pridelek, kot je na drugem (Tehnike gojenja sadik 2011).\nMed posledicami neupoštevanja in slabega znanja o zahtevah gojenih vrtnin po vodi je tudi vodni stres, do katerega lahko pride zaradi majhnega odstopanja od optimalne oskrbe z vodo. Vodni stres lahko negativno vpliva na zdravstveno stanje vrtnin in na počasnejšo, manj intenzivno rast, kar ima običajno za posledico izpad pridelka, ki je pogojena z intenzivnostjo suše (Štampar 2006).\n"], "15": ["2.4.1 Splošne značilnosti T-tape cevi", "T-tape cevi so ameriški izdelek, ki je namenjen za namakanje kmetijskih površin. Namakanje s T-tape cevmi je izredno učinkovito, saj je poraba vode izredno majhna, kar pomeni, da lahko govorimo tudi o ekonomičnosti izdelka, ki je zelo varčen s porabo vode. Po svetu tako pomaga pri zmanjšanju porabe vode, omogoča pa tudi, da s tem načinom namakanja dobimo boljši in kakovostnejši izdelek.\nT-tape je na voljo široki paleti uporabnikov. Zanje je značilen turbinski tok, ki zagotavlja visoko stopnjo enotnosti zalivanja. Poznamo različne modele, dimenzije in debeline oziroma širine stene. Debeline sten so v razponu 0,1‒0,6 mm. Cevi so iz polietilena, zato so tudi odporne na ultravijolične žarke. T-trakove je mogoče reciklirati; gre torej za recikliran material, za ponovno uporabo v predelovalni industriji plastike (T-Drip Tape Tape 2011).\nT-tape cevi so razširjene po vsem svetu. Z njimi so izvajali različne vrste raziskav, in na ta način preučili njihove lastnosti. Nekatere raziskave, še posebej na ameriškem trgu, so bile namenjene proučevanju njihove oblike. V te namene so preučevali vpliv temperature vode na T-tape cevi in razliko pretokov iz posameznih kapljačev pri različnih naklonih.\nV Ameriki so preučevali občutljivost tankih sten T-tape cevi pri različni temperaturi vode in želeli določiti enoten pretok iz posameznih kapljačev. Rezultati (G. A. Clark, F. R. Lamm in D. H. Rogers) so pokazali, da ima T-tape cev linearen odnos glede na temperaturo. V Keniji so bile na primer raziskave (G. M. Ndegwa in M. Lesukat) namenjene ugotovitvi vrednosti parametrov kapljačev pri kapljičnem namakalnem sistemu. Tam je to namreč zelo pomembno zaradi zaščite vode in drugih prednosti, kot je npr. izguba vode. \nT-tape cevi je možno postaviti nadzemno, podzemno ali pa pod folijo.\n"], "16": ["2.4.2 Prednosti uporabe T-tape cevi", "V primerjavi z drugimi oblikami cevi, ki jih uporabljamo v vrtnarstvu, imajo T-tape cevi številne prednosti, in sicer:\n vodo dajejo točno tam, kjer je potrebna ‒ v območju korenin,\n poraba vode je manjša,\n izhlapevanje je manjše,\n z njihovo uporabo je posledično manj plevela, saj se voda vpije globoko v tla (moči  manjšo površino in tako zagotavlja zmanjšanje plevelove kakovosti),\n za montažo in vzdrževanje so zelo enostavne, \n položijo se lahko na površino, zemljo ali pa pod folijo, kar pomeni, da so primerne  tako za nadzemno kod tudi za podzemno namakanje,\n zaradi zgradbe so odporne na mašenje,\n narejene so iz polietilena visoke kakovosti, ki zagotavlja izjemno močno in  vzdržljivost materiala ter\n cena je dostopna za vse uporabnike (Drip Irrigation Tape 2011).\n2.4.3 Prednosti podzemnega namakanje s T-tape cevmi\nNamakanje s T-tape cevmi omogoča:\n dovajanje vode neposredno h koreninskemu sistemu,\n da je namakanje zemljišča v tem primeru globlje,\n da se pojavljajo manjše nepravilnosti strukture tal, \n da je izhlapevanje vode iz površine manjše,\n da se zmanjšajo možnosti, da pride do bolezni,\n da je poraba vode in energije manjša,\n da je možnost mehanskih poškodb manjša,\n da je T-tape še vedno v uporabi,\n da so težave pri kraji in vandalizmu manjše (T-pam 2011).\n"], "17": ["2.4.4 Pravilna postavitev T-tape cevi", "S T-tape cevmi je potrebno ravnati previdno, zato proizvajalci teh cevi svetujejo, da uporabniki sledijo priporočilom in navodilom za vzdrževanje ter pravilno namestitev cevi. Nekatera navodila, ki jih je potrebno upoštevati pri nameščanju T-tape cevi, so:\n Pri postavitvi pazimo, da jih obrnemo tako, da so čim manjše možnosti zamašitve.   Postavitev je odvisna od vrste kulture (ki jo bomo namakali), metode pridelave in  tal.   Potrebno je izbrati tudi pravo debelino T-tape cevi.   Po uporabi jih je potrebno pravilno shraniti (dobro je, da niso na prostem).   Trak lahko pokopljemo v zemljo 2‒30 cm globoko. To pa nam prinaša naslednje  prednosti :\n- manjše poškodbe pri dodatni obdelavi zemlje in uničevanja glodavcev,\n- trak se pod zemljo ne premika,\n- zmanjšano je površinsko izhlapevanje,\n- izboljšuje se enotnost distribucije vode ob steni T-tape in zagotavlja boljšo  dostopnost vode v območju korenin (T-pam 2011).\n"], "18": ["2.5 Vzdrževanje T-tape cevi", "V primeru dobre oskrbe in vzdrževanja T-tape cevi lahko izboljšamo proizvodnjo, varčujemo z energijo in vodo ter zmanjšamo težave z varstvom okolja. Če želimo doseči vse te pogoje, je potrebno upoštevati navodila proizvajalcev. Življenjska doba T-tape cevi je lahko dolga, če upoštevamo vsa navodila za vzdrževanje oziroma je odvisna od pravilnega načina filtriranja.\n"], "19": ["2.5.1 Oblike namestitev T-tape cevi", "T-tape cevi lahko namestimo na več načinov. Najpogostejša sta dva načina, in sicer strojna in ročna namestitev. V nadaljevanju bomo ob slikovnem gradivu oba načina podrobneje predstavili. Najprej bo sledila slika in pod njo opis.\n Strojna namestitev T-tape cevi:\nNajprej namestimo železne ali lesene diske s strani, da se naredi čim boljša podpora, kar prikazuje slika 9. \nPrikaz, kako se celotna tuljava T-tape sistema in diska poveže skupaj.\nPrikazuje razdaljo med dnom tuljave in vhodom (začetkom) cevi, ki mora biti 70‒80 cm, da bi se preprečil stik T-trakov z ostrimi robovi, ki lahko kasneje povzročijo škodo zaradi povečanega trenja. \nPri nameščanju cevi uporabljamo jeklene ali PVC-cevi, s premerom 40 mm (50 mm za TSX 700), pri tem pa mora biti cev popolnoma gladka.\nZgornji del cevi je potrebno razširiti, da se izognemo trenju T-trakov in poravnamo izhodne cevi. \nKo so izhodne cevi poravnane, jih namestimo na zadnji del traktorja, in tako preprečimo upogibanje T-tape cevi (T-pam 2011).\n Ročna namestitev T-tape cevi:\nPostopek ročne namestitve T-tape cevi je zelo enostaven in preprost. Kadar imamo cevi nameščene na neki fiksni podlagi (osi), kot nam to prikazuje slika 15, je naša naloga le še, da cev potegnemo po celotni površini, ki jo želimo namakati. Pri tem moramo paziti, da ob vleki cevi nekoliko dvignemo od tal, da jih ne poškodujemo. Priporočila za uspešno pozicioniranje cevi so naslednja:\n1. Izogibati se je potrebno ostrih ali grobih robov.  2. Med namestitvijo pustimo kolo T-traka in tudi stranska diska pri miru.  3. T-traku ne smemo vleči direktno po tleh.  4. Nazadnje T-tape cev povežemo s polnilno cevjo in pregledamo celotni  namakalni sistem (T-pam 2011). \n"], "20": ["2.5.2 Različne dimenzije T-tape cevi", "Dimenzije T-tape cevi se razlikujejo v premeru, debelini stene in v razdalji med dvema kapljačema, kadar uporabimo dva različna modela cevi.\n(T-pam 2011)  Preglednica 1 je prikaz dimenzij enega izmed ponudnikov na tržišču.\n"], "21": ["3 MATERIAL IN METODE DELA", ""], "22": ["3.1 Osnovni podatki o poskusni parceli", "Poskus smo izvajali na šolskem posestvu: Univerzitetni kmetijski center ‒ UKC. Parcela se imenuje Pod rastlinjakom.\nTip tal na poskusni parceli: distrična rjava tla Poskus smo izvedli v ponedeljek, 9. 5. 2011, in sicer od 7:50 do 13:50 ure. Dolžina poskusne parcelice: 150 m\n"], "23": ["3.2 Pripomočki za izvedbo poskusa", " Štoparica  Za merjenje časa na terenu, kjer smo izvajali poizkus, smo potrebovali štoparico.  Štoparica proizvajalca Junso spominsko funkcijo za 60 krogov. Prikazuje najhitrejši,  najpočasnejši in vmesni čas. Njena natančnost je do 1/100 s.\n Merilni valj Prostornina valja je bila 50 ml. Za namene poskusa smo uporabili merilni valj z največjo natančnostjo.\n Kotomer Kotomer je geometrijsko orodje za merjenje in risanje kotov. Na obodu ima označene kotne stopinje. Pri našem poskusu smo uporabili kotomer za natančen izračun naklona.\n Vodna tehtnica Je bila izdelana iz oranžnopraškastega lakiranega votlega aluminijastega profila. Primerna je za brezstopenjske meritve in prenos kotov v območju od 0- do 355-.\n Manometer Manometer je naprava za merjenje tlaka. Uporabili smo manometer proizvajalca Wika, narejen iz nerjavečega jekla. Vrsta EN 837 ima premer osnovne površine 63 mm in prikazuje merilno območje od 0 do 6 bara z razdelbo 0,2 bara. \n Nova in stara T-tape cev TSX 506-20-500 proizvajalca T-System International, Inc.\n"], "24": ["3.3 Opis poskusa", "Poskus smo izvedli v dveh delih. Najprej smo naredili meritve z novo cevjo in nato ponovili še meritve s staro cevjo. Pri obeh ceveh smo merili pretok vode posameznih kapljačev pri različnih naklonih, in sicer 0-, 1,5-, 10- in 15-. Začetni naklon njive je bil 1,5- in le pri tem naklonu smo cev direktno položili na njivo. Pri ostalih naklonih smo si morali pomagati sami. Pri vodoravni legi smo cev dvignili v vodoravni položaj; cev smo držali na dveh mestih, in sicer na začetku in na koncu. To je bilo izvedljivo, ker je bila cev dolga 10 metrov. Pri naklonu 10- in 15- smo si pomagali s pripomočkom, ki smo ga podložili na začetku cevi (s tem smo cev nekoliko dvignili).\n"], "25": ["3.3.1 Nova T-tape cev", "Najprej smo ročno postavili novo T-tape cev na njivo, ki je bila dolga 150 m, in nato namestili 2 manometra. En manometer smo postavili spredaj, na začetku polietilenske cevi, drugega pa na konec polietilenske cevi. Ko smo namestili manometra, smo skozi stranski ventil spustili vodo do razvodne cevi. Nato smo počakali 5‒10 minut, da je voda napolnila cev. Ob tem smo spremljali manometra. Ko se je cev napolnila, je začetni manometer kazal 3 bare, končni pa 1 bar. \nDolžina parcele in cevi je znašala 150 m. Pretok vode smo merili na vsakih 5 m. Meritve smo ponovili 3 krat. Tako smo izmerili 30 kapljačev pri naklonu 1,5-.\nPretok vode smo merili v eni minuti in nato odčitali količino natočene vode v merilnem valju ‒ v mililitrih natančno (slika 22).\nUporabljena cev je imela označbe 506-20-500, pri čemer:\n 506  Ta tip cevi se uporablja za namakanje zelenjave, jagod in lubenic.   20  Razmak med dvema kapljačema v cm.   500  Iztok 5l/h kapljačev na tekoči meter pri tlaku 0,56 bara\nPo končanem merjenju pretoka vode pri naravnem naklonu, ki ga je imela njiva, smo opravili meritev v vodoravni legi 0-, nato pri na naklonu 10- in na koncu še pri naklonu 15-. V vseh treh primerih smo za merjenje vzeli dolžino cevi 10 m. Pretok vode smo merili na razdaljah 2 m v času ene minute, in tako izmerili 5 kapljačev. Vsako meritev smo ponovili 3krat.\n"], "26": ["3.3.2 Stara T-tape cev", "Dolžina stare T-tape cevi: 20 metrov. Podobne meritve, kot smo jih izvedli z novo cevjo, smo ponovili še s staro oziroma z že uporabljeno cevjo.\nPonovno smo namestili manometra na začetek in na konec T-tape cevi in nato odprli stranski ventil, da se je cev napolnila z vodo. Izmerili sem vrednosti manometra. Na začetku polietilenske cevi je bil tlak 2,5 bara, na koncu 0,5 bara. Pretok vode smo merili na razmikih 2 m, tako smo izmerili pretok vode 5 kapljačev v času ene minute in meritev ponovili 3krat. Cev, ki smo jo uporabili za poizkus, je bila iz prejšnje sezone (stara 1 leto).\n"], "27": ["3.4 Obdelava podatkov", "Podatke smo obdelali s pomočjo računalnika. Pri tem smo si pomagali z Microsoft Excelom, v katerem smo izdelali tabele, in s programom SPSS 17.0.\n"], "28": ["4 REZULTATI IN RAZPRAVA", ""], "29": ["4.1 Vpliv naklona na pretok nove T-tape cevi", "V preglednici 2 so prikazane meritve pretoka kapljačev, iz katerih se vidi, da je najmanjši pretok pri naklonu 15- (11,44 ml/min) in največji pretok pri naklonu 10- (13,78 ml/min).\nIz preglednice 2 je razvidno, da naklon vpliva na pretok vode skozi kapljače T-tape cevi; nekoliko večja razlika je pri naklonu 10-, kar si lahko razlagamo s tem, da je to najprimernejša lega naše poskusne parcele.\nOptimalna hitrost vode je zelo odvisna od naklona cevi, zato pri velikem naklonu voda prehitro teče mimo luknjic kapljačev. \nAnaliza pretokov v ml/min je prikazana v preglednici 3.\nVečanje naklona od 1,5- do 15- statistično ni vplivalo na pretok vode. Pri novi cevi je statistično značilna razlika v pretokih le med naklonom 1,5- in naklonom 0- ter naklonom 15- in naklonom 0- (označen s krepkejšim tiskom). Vzrok vidimo v hitrosti vode, ki se z večjim naklonom povečuje, zato voda prehitro teče mimo kapljača in imamo manjše iztoke.\n"], "30": ["4.2 Vpliv naklona na pretok stare T-tape cevi", "V preglednici 4 so prikazane meritve pretoka kapljačev, iz katerih se vidi, da je najmanjši pretok pri naklonu 1,5- (8,53 ml/min) in največji pretok pri naklonu 10- (9,94 ml/min).\nIz preglednice 4 je razvidno, da naklon cevi ne vpliva na pretok vode, lahko pa opazimo, da je največji pretok vode pri naklonu 10-, kar si razlagamo z vplivom gravitacije na hitrost vode.\nAnaliza pretokov v ml/min je prikazana v preglednici 5.\nIz preglednice 5 je razvidno, da pri stari T-tape cevi ni prišlo do različnih pretokov vode, saj so vrednosti zelo podobne ne glede na naklon. Vzrok vidimo v zamašenih kapljačih, saj so tudi pretoki v povprečju manjši kot pri novi cevi.\n"], "31": ["4.3 Razlika pretokov stare in nove cevi", "Iz preglednice 6 lahko razberemo, da obstajajo statistično značilne razlike med staro in novo cevjo, pri vseh naklonih.\nNajverjetnejši razlog za tako velike razlike so zamašitve kapljačev, ki povzročijo manjši pretok vode pri stari cevi.\nT-tape cevi so primerjali še z drugimi izdelovalci in spoznali, da so te cevi najmanj občutljive na temperaturo in spremembo naklona. Pri 4% naklonu je bil tlak 1,5 bara. Tudi v naši raziskavi smo izvajali meritve po podobnem principu. Določali smo pretok vode iz posameznih kapljačev pri različnih naklonih (0-, 1,5-, 10- in 15-) in spoznali, da je bil največji pretok vode pri 10- (13,78 ml/min) in najmanjši pretok vode pri naklonu 15- (11,44 ml/min), kjer je bil začetni tlak 3 bare in končni tlak 1 bar.\n"], "32": ["5 SKLEPI", "Na podlagi meritev pretoka vode pri različnih naklonih (0-, 1,5-, 10- in 15-) vode in že  uporabljene namakalne cevi lahko sklepamo:\n T-tape cevi so zelo enostavne za postavitev in uporabo, so pa tudi cenovno  dostopne, a so zelo neobstojne.   Naklon postavljene cevi vpliva na pretok vode. Meritve so pokazale, da obstaja  razlika v pretoku vode, kadar gre za staro oziroma novo cev; pretok je manjši v  stari cevi.   Namakanje s T-tape cevmi ni enakomerno, saj so izdelane iz polietilena z vgrajeni  kapljači, ki se hitro mašijo, saj so vgrajeni kapljači zelo primitivni in dajejo zelo  različen pretok, kar pomeni, da celotna površina ni enakomerno namočena.   Kadar so T-tape cevi že položene, jih težko prestavimo ali celo zvijemo, ne da bi  jih pri tem poškodovali. Tudi kadar nam jih uspe prestaviti, je njihov pretok manjši.  Rešitev ponovne uporabe je podaljšan čas namakanja, kar pa ponovno pripelje do  večje porabe energije (črpalka dela dlje časa).   Na podlagi zbranih rezultatov diplomske naloge, lahko trdimo, da T-tape cevi niso  primerne za večkratno uporabo.\n"], "abstract": ["V diplomski nalogi smo preučevali možnost večkratne uporabe T-tape cevi v vrtnarstvu, ki so po svoji zgradbi zelo enostavne in cenovno dostopne velikemu številu uporabnikov. Žal so zaradi enostavnih kapljačev tudi nezanesljive. V poskusu smo možnost večkratne uporabe cevi preučevali tako, da smo merili pretok posameznih kapljačev stare in nove cevi pri različnih naklonih položene cevi (0°, 1,5°, 10° in 15°). Pretok vode je bil pri novi cevi najmanjši pri naklonu 15º (11,44 ml/min) in največji pri naklonu 10º (13,78 ml/min), kar pomeni, da so kapljači občutljivi na preveliko hitrost vode. Pri stari cevi so pretoki statistično značilno manjši in znašajo pri naklonu 1,5º (8,53 ml/min) in pri naklonu 10º (9,94 ml/min). Iz rezultatov poskusa lahko zaključimo, da T-tape cevi zaradi prevelikih razlik v pretokih kapljačev in poškodb, ki nastajajo pri navijanju, niso primerne za večkratno uporabo, saj je namakanje preveč neenakomerno. "]}