{"1": ["1 UVOD", "Metoda simulacije Monte Carlo zahteva tri korake pri izpeljavi porazdelitve prihodnje vrednosti portfelja in sicer: 1. Generiranje scenarijev – z metodo simulacije dobimo za vsak posamezni scenarij  določeno višino prihodnje vrednosti podportfelja slovenskega bančnega sistema  določene bonitete. Različne vrednosti so posledica uporabe različnih verjetnosti  prehodov med bonitetnimi skupinami in diskontnih stopenj. 2. Vrednost portfelja – za vsak scenarij dobimo določeno prihodnjo vrednost celotnega  portfelja bančnega sistema. Pri tem upoštevamo negotovost glede vrednosti določenih  vhodnih spremenljivk modela tako, da jim določimo porazdelitev. 3. Porazdelitev prihodnje vrednosti portfelja – za vsak scenarij dobimo določeno  prihodnjo vrednost celotnega bančnega sistema in s tem porazdelitev prihodnje  vrednosti omenjenega portfelja.\nNekatere mednarodno aktivne banke generirajo z metodo simulacije različne scenarije za prihodnje bonitetne ocene dolžnikov, ki so odvisne od gibanja vrednosti sredstev podjetja.\nPovzeto po Aver 2003 (107–113). \nZato računajo mejne donosnosti sredstev posameznega podjetja in jih povezujejo z verjetnostjo prehodov podjetja v posamezne bonitetne razrede. V Sloveniji zaradi nerazpoložljivosti ustreznih podatkov ni možno generirati scenarijev za donosnost sredstev posameznih podjetij, ki bi jih nato lahko povezali z njihovimi prihodnjimi bonitetnimi ocenami. Zato si lahko slovenske banke pri napovedovanju prihodnjih bonitetnih ocen njihovih komitentov pomagajo kar z izdelano matriko prehodov njihovih dolžnikov med bonitetnimi skupinami.\nUporaba simulacije Monte Carlo, s katero Aver ocenjuje višino tvegane vrednosti za kreditno tveganje portfelja slovenskega bančnega sistema na dan 31. 12. 2002, je prikazana v naslednjih štirih korakih: 1. Izdelava ustreznega modela – v podpoglavju 6.5, ki obravnava analitični pristop  merjenja tvegane vrednosti, so podane vse potrebne vhodne spremenljivke izpeljanega  kreditnega modela ter vsi koraki, ki so potrebni pri računanju povprečja in  standardnega odklona prihodnje vrednosti portfelja bančnega sistema. 2. Identifikacija negotovosti – potrebno je ugotoviti, katere so tiste spremenljivke modela,  ki prispevajo k negotovosti višine tvegane vrednosti portfelja. Negotovost v višini  spremenljivk upoštevamo tako, da vhodnim spremenljivkam določimo ustrezno obliko  porazdelitve. 3. Analiza modela s simulacijo – na osnovi oblikovanih povezav med vhodnimi  spremenljivkami in rezultatom modela (višine tvegane vrednosti) lahko opazujemo,  kako se spreminja tvegana vrednost portfelja ob istočasnem spreminjanju vhodnih  spremenljivk modela. 4. Odločitev – končni cilj prikazane analize kreditnega tveganja slovenskega bančnega  sistema je ustvarjanje novih informacij, ki lahko pomagajo slovenskim bankam in  Banki Slovenije pri sprejemanju morebitnih odločitev, povezanih s kreditnim  tveganjem njihovega portfelja.\nTako je Aver (ibid.) z metodo simulacije Monte Carlo oblikoval 10.000 scenarijev za prihodnjo vrednost portfelja slovenskega bančnega sistema. Posebnost simulacij je v tem, da je vrednost posamezne spremenljivke pri določenem scenariju znana vnaprej. Dobimo jo naključno v skladu z opredeljeno verjetnostjo, ki jo določa oblika porazdelitve vrednosti spremenljivke. S tvorjenjem velikega števila scenarijev dobi vhodna spremenljivka (npr. delež poplačila) obliko porazdelitve, ki jo definiramo v drugem koraku.\nNajveč težav pri uporabi simulacije Monte Carlo je pričakovati pri določitvi ustreznih porazdelitev za vhodne spremenljivke modela. V primerih, ko so razpoložljive dovolj dolge časovne vrste podatkov (npr. za verjetnosti prehodov podjetij med bonitetnimi razredi in za deleže poplačila) je primerna uporaba parametričnih porazdelitev, kot je npr. normalna porazdelitev ali porazdelitev beta. Kjer ni na razpolago primernih podatkov, pa se lahko uporabi neparametrična porazdelitev, kot je npr. trikotna porazdelitev, ki zahteva tri parametre: minimum, maksimum in najbolj verjetno vrednost (npr. za določitev prihodnje enoletne brezkuponske diskontne stopnje ali povprečna realna obrestna mera za različne bonitetne skupine).\nKot rezultat uporabe simulacije Monte Carlo lahko vidimo porazdelitev prihodnje vrednosti portfelja slovenskega bančnega sistema, na osnovi katere lahko računamo višino \ntvegane vrednosti za kreditno tveganje portfelja, ki izraža maksimalno mogočo izgubo v vrednosti portfelja v obdobju enega leta pri določenem intervalu zaupanja.\n2 REZULTATI UPORABE METODE SIMULACIJE MONTE CARLO\nV nadaljevanju je prikazana analiza kreditnega tveganja portfelja vseh slovenskih bank na podlagi metode simulacije Monte Carlo. Pred samo uporabo metode simulacije pa je potrebno definirati vhodne spremenljivke kreditnega modela in njihovo negotovost, ki se izraža v obliki njihove porazdelitve.\nV tabeli 10 je podana višina izpostavljenosti slovenskega bančnega sistema do posameznih bonitetnih skupin na dan 31. 12. 2001. V isti tabeli so navedene tudi realne donosnosti podportfeljev slovenskega bančnega sistema določene bonitete. Negotovost glede prihodnje višine realne donosnosti podportfeljev določene bonitete je upoštevana s tem, da je spremenljivki določena trikotna oblika porazdelitve. Nazadnje je v spodnji tabeli podana tudi predpostavljena povprečna dospelost preučevanih podportfeljev.\nPODPORTFELJEV BANČNEGA SISTEMA\nSIT.\nVišina deleža poplačila v primeru neplačila dolžnika je naslednja vhodna spremenljivka modela. V slovenskem bančnem prostoru lahko delež poplačila definiramo kot razmerje med izterjano aktivo glede na odpisano aktivo vseh slovenskih bank. V obdobju 1997-2000 je znašal povprečni delež izterjane aktive glede na odpisano aktivo 48,7 %. Tako lahko predpostavimo, da imajo deleži poplačila za terjatve slovenskega bančnega sistema porazdelitev beta s povprečjem 48,7 %. Kot standardni odklon lahko vzamemo standardni odklon deležev poplačila za tuje kredite v višini 32,7 %.\nNaslednji vhodni parameter slovenskega kreditnega modela je povprečna črkovna matrika prehodov komitentov slovenskega bančnega sistema med bonitetnimi skupinami. Izdelana je na osnovi povprečja vseh četrtletnih podatkov iz obdobja 1994–2001. Posameznim elementom matrike (verjetnostim prehodov) lahko definiramo negotovost z določitvijo normalne porazdelitve s povprečjem iz tabele 11 in subjektivno izbranim standardnim odklonom. \nBANČNI SISTEM (V %)*\n*Povprečje 29 četrtletij (od 1. četrtletja 1994 do 1. četrtletja 2001).\nVhodna spremenljivka modela, ki ima precejšen vpliv na višino tvegane vrednosti za kreditno tveganje, je tudi višina diskontnih stopenj, s katerimi prevrednotimo prihodnje denarne tokove na njihovo vrednost čez eno leto. Kot diskontne stopnje vzamemo izpeljane prihodnje enoletne brezkuponske donosnosti, ki so podane v tabeli 12.\nSLOVENIJO (V %)\n3 SKLEPNA MISEL O REZULTATIH UPORABE SIMULACIJE MONTE CARLO NA  PRIMERU PORTFELJA SLOVENSKEGA BANČNEGA SISTEMA\nEkonomski kapital slovenskega bančnega sistema je funkcija nepričakovanih izgub: KapitalSLO = EVSLO – P(c) (P4.1), pri čemer pomenita: EVSLO pričakovana prihodnja vrednost portfelja slovenskega bančnega sistema, P(c) prihodnja vrednost portfelja v primeru najslabšega scenarija pri intervalu zaupanja (1 – c) %.\nBanka mora imeti kapital za pokrivanje nepričakovanih izgub pri določenem intervalu zaupanja (1 – c). To pomeni, da bo banka imela izgube, višje od obsega njenega kapitala v določenem obdobju kreditnega tveganja. Z metodo simulacije Monte Carlo dobimo, kakor prikazujeta tabeli 13 in 14, da je znašala prihodnja povprečna vrednost portfelja našega bančnega sistema 4.835,6 mrd SIT in standardni odklon prihodnje vrednosti portfelja 179,7 mrd SIT. Nepričakovano izgubo v vrednosti portfelja slovenskega bančnega sistema definiramo kot razliko med pričakovano vrednostjo portfelja v primeru najslabšega scenarija pri določenem intervalu zaupanja. Banka mora imeti kapital za pokrivanje nepričakovanih izgub pri izbranem intervalu zaupanja, ki odseva njeno želeno boniteto. V kolikor določimo, da mora imeti slovenski bančni sistem dovolj kapitala za pokrivanje nepričakovanih izgub pri 99-odstotnem intervalu zaupanja, obstaja enoodstotna verjetnost, \nda bo naš bančni sistem imel v prihodnjem letu večje nepričakovane izgube od obsega kapitala.\nSLOVENSKEGA BANČNEGA SISTEMA (V MRD SIT)\nBANČNEGA SISTEMA (V MRD SIT)\nIz tabele 14 izhaja, da je znašala vrednost portfelja slovenskega bančnega sistema pri 95- odstotnem intervalu zaupanja 4.533,5 mrd SIT in pri 99-odstotnem 4.410,5 mrd SIT. Primerjava kapitala slovenskega bančnega sistema na dan 31. 12. 2001 v višini 339,7 mrd SIT z izračunanimi nepričakovanimi izgubami pri 95-odstotnem intervalu zaupanja v višini 302,1 mrd SIT kaže, da kapital vseh bank zadostuje za kritje nepričakovanih izgub pri 5- odstotnem tveganju. Iz omenjenega sledi, da je bila verjetnost, da bodo nepričakovane izgube v letu 2002 višje od zneska kapitala slovenskega bančnega sistema, manjša od 5 %. Pokritost nepričakovane izgube v vrednosti portfelja s kapitalom vseh bank znaša v tem primeru 112,5 %.\nPrimerjava kapitala slovenskega bančnega sistema na dan 31. 12. 2001 (339,7 mrd SIT) z izračunanimi nepričakovanimi izgubami pri 99-odstotnem intervalu zaupanja v višini 425,1 mrd SIT kaže, da kapital vseh slovenskih bank ne zadostuje za pokrivanje nepričakovanih izgub pri enoodstotnem tveganju. Tako je verjetnost, da bodo nepričakovane izgube v letu 2002 višje od kapitala bančnega sistema, manjša od 5 % in večja od 1 %. Pokritost nepričakovane izgube v vrednosti portfelja s kapitalom bank znaša pri 99-odstotnem intervalu zaupanja 79,9 %. \nPRILOGA 5: MATRIKE PREHODOV IN POVPREČNE BONITETNE OCENE  PORTFELJA KOT OSNOVA CREDIT METRICS IN CREDIT  PORTFOLIO VIEW\nBistvena rezultata analize kreditne kakovosti komitenta banke sta določitev bonitetne ocene, ki pomembno vpliva na delež oblikovanih rezervacij v izpostavljenosti banke, in zgornje meje zadolževanja. Spremembo bonitete komitenta in portfelja banke lahko analiziramo z uporabo matrik prehodov, ki so uporabne tudi kot metodološko orodje za analizo uspešnosti banke pri merjenju kreditnega tveganja. Osnova za izdelavo matrik prehodov je obstoj internega ali eksternega sistema bonitetnih ocen. Elementi matrik prehodov so frekvence prehodov med bonitetnimi skupinami v določenem časovnem obdobju, ki je običajno eno leto. Matrike prehodov temeljijo na predpostavki, da se kreditna kakovost komitenta banke spreminja v nekem stohastičnem procesu, ki je podoben procesu spreminjanja vrednosti sredstev podjetja ali cene njegove delnice. Verjetnost neplačila podjetja in verjetnost spremembe njegove bonitete so odvisne tudi od trenutne bonitete podjetja in od časovnega obdobja (Barle, Žunič 1999, 65–66).\nDanes je v bančnem sistemu določene države mogoče uporabljati črkovne matrike prehodov, matrike prehodov, temelječe na izpostavljenosti in matrike prehodov, ki temeljijo na rezervacijah (Barle, Žunič 1999, 67). Najbolj preproste in uporabljane so črkovne matrike prehodov, ki ob pogoju dovolj velikega vzorca komitentov prikazujejo razmeroma natančno sliko sistematičnega kreditnega tveganja bančnega portfelja. Matrike prehodov, temelječe na izpostavljenosti, so zelo uporabne v primeru večje koncentracije izpostavljenosti portfelja banke. Primerne so za oceno nesistematičnega oziroma specifičnega kreditnega tveganja bančnega portfelja. Matrike prehodov, temelječe na rezervacijah, so uporabne za oceno verjetnosti, da bodo oblikovane rezervacije dejansko črpane za kritje pričakovanih izgub banke.\nPri izdelavi matrik prehodov je smiselno upoštevati samo tiste komitente, do katerih ima banka izpostavljenost na začetku ali koncu preučevanega obdobja večjo od 0. Tako je banka svojega komitenta pri določanju bonitetne ocene zagotovo preučila z mnogo vidikov kreditne analize. Zadnji stolpec v tabeli 15 predstavlja absolutno število, na katerega se nanašajo relativne frekvence (izražene v odstotkih), ki so podane od drugega do šestega stolpca. Pri črkovnih matrikah prehodov predstavlja zadnji stolpec kumulativno število vseh sprememb bonitetnih skupin, pri matrikah prehodov, temelječih na izpostavljenosti (ali rezervacijah), pa znesek denarnih sredstev. Vsota vseh relativnih frekvenc znaša vedno 100 %.\nV prvem stolpcu matrike prehodov so navadno izhodiščne bonitetne skupine komitentov, v prvi vrstici pa končne bonitetne ocene. Pri slovenskih matrikah prehodov je razen stanj, ki ustrezajo bonitetnim razredom od A do E, potrebno upoštevati tudi stanja »novi« in »izločeni«, saj je v portfelj banke lahko vključen tudi novi komitent (ničelna izpostavljenost na koncu obdobja). V tuji literaturi je neplačilo oziroma stečaj podjetja definiran kot posebno stanje. Ker imajo v slovenski praksi podjetja v stečaju bonitetno oceno E precej časa, dokler se jim ne odpiše terjatev (odpisi terjatev se praviloma izvajajo samo enkrat letno), se stečaja ne definira kot posebno stanje58.  Stečaj se v Sloveniji definira kot stanje podjetja, ko dalj časa ne more izpolnjevati svojih obveznosti. Stečaj pomeni tudi sodni postopek, v okviru katerega se ugotavljajo obveznosti dolžnikov do njihovih upnikov in \nBANKE\nStare komitente lahko glede na njihovo boniteto na začetku ali koncu obdobja uvrstimo v pet bonitetnih skupin. Vrstice iz tabele 15 ustrezajo bonitetnim ocenam na začetku preučevanega obdobja. Skupaj z vrsticama za zadnji »novi« in »izločeni« imajo matrike prehodov, ki so prilagojene na slovenske razmere, sedem vrstic59.\nČrkovne matrike prehodov ter matrike prehodov, temelječe na izpostavljenosti in rezervacijah, izpeljemo tako, da za vsako začetno bonitetno skupino izračunamo kumulativno število komitentov (oziroma kumulativne izpostavljenosti in rezervacije) ter ustrezne kumulative vseh njihovih sprememb bonitetnih skupin v določenem časovnem obdobju. S tem dobimo ustrezne relativne in absolutne frekvence.\nPoleg matrik prehodov so za analizo kreditne kakovosti bančnega portfelja primerne tudi njegove povprečne bonitetne ocene. Interne bonitetne ocene bančnih komitentov so koristne za izračun povprečne bonitete portfelja, ki temelji na izpostavljenosti banke do posameznih bonitetnih razredov. Tako lahko z uporabo povprečnih bonitetnih ocen bančnega portfelja naredimo primerjavo kreditne kakovosti portfelja na začetku in na koncu časovnega obdobja. Vsaki bonitetni oceni komitenta najprej priredimo neko številčno kodo. Sistem številčnih kod lahko izgleda takole: A = 5, B = 4, …, E = 1. Nato izračunamo tehtano povprečje številčnih kod, pri čemer so uteži število komitentov ustrezne bonitetne skupine. Povprečno bonitetno oceno portfelja banke izračunamo na osnovi naslednjega izraza za aritmetično sredino:  n povprečna bonitetna ocena portfelja = Σ boni/n (P5.1),  i=1\npri čemer pomenita: n število podjetij v celotnem ali delnem portfelju, boni bonitetna ocena i-tega podjetja, izražena v numerični obliki.\nmožnosti za poravnavo. Pojavlja se v različnih oblikah, ki segajo od manjših zamud pri plačilu do kronične komitentove nezmožnosti servisiranja finančnih obveznosti do banke, ki se pogosto konča s stečajnim postopkom pri sodišču (Barle, Žunič 2000, 104).  Stanji »novi« in »izločeni« sta definirani kot posebni vrstici zato, da bi se olajšalo njihovo vzporedno opazovanje, saj je pomembno, da so novi komitenti banke v povprečju kakovostnejši od izločenih, ker se s tem zagotavlja ohranjanje kakovosti portfelja. \nPrikazani izračun povprečne bonitete portfelja ima določeno pomanjkljivost, ker ne upošteva obstoječe izpostavljenosti banke do posameznega komitenta. Z namenom upoštevanja tudi izpostavljenosti lahko izračunamo tehtano bonitetno oceno bančnega portfelja, kjer boniteto i-tega podjetja obtežimo z deležem izpostavljenosti banke do i-tega podjetja v celotni izpostavljenosti banke:  n povprečna tehtana bonitetna ocena portfelja = Σ (izpi * boni / skupnaizp * n) (P5.2),  i=1\npri čemer pomenijo: n število podjetij v celotnem portfelju, boni bonitetna ocena i-tega podjetja v numerični obliki, izpi izpostavljenost banke do i-tega komitenta, skupnaizp skupna izpostavljenost banke do vseh podjetij iz svojega portfelja.\nZa nespremenljivi portfelj banke, ki vsebuje le stare komitente60, velja naslednja relacija, ki povezuje povprečne bonitetne ocene portfelja v dveh zaporednih časovnih obdobjih:\nnova povprečna boniteta portfelja = stara povprečna boniteta portfelja + trend.\nPred samo definicijo trenda je potrebno definirati pojem aktivnost. Aktivnost pri spreminjanju bonitetnih ocen se lahko definira kot razmerje med skupnim številom sprememb bonitetnih ocen za eno stopnjo v določenem časovnem obdobju ter številom starih komitentov določene bonitetne skupine na začetku obdobja. Sprememba za dve bonitetni oceni se šteje dvakrat. Trend je definiran kot razmerje med razliko med izboljšanji in poslabšanji bonitetnih ocen ter številom starih komitentov na začetku obdobja. V primeru, da je poslabšanj bonitetnih ocen več kot izboljšanj, je trend negativen in obratno. Trend po svoji vrednosti nikoli ne presega aktivnosti (Barle, Žunič 1999, 72– 73).\nMatrike prehodov in povprečne bonitetne ocene portfelja so uporabne tudi za preučevanje povezave med kreditnim tveganjem portfelja in gospodarskim stanjem določene države ali povezave prehodov dolžnikov med bonitetnimi skupinami in makroekonomskimi dejavniki. Tako je mogoče z uporabo matrik prehodov ugotavljati tudi korelacijo med realnim bruto družbenim produktom določene države in povprečno bonitetno oceno portfelja banke iz te države.\nV primeru, ko se v portfelj banke vključijo tudi novi komitenti, se povprečna bonitetna ocena izračuna kot tehtana vsota povprečnih bonitetnih ocen starih in novih komitentov. \n"], "2": ["PRILOGA 6: IZRAČUNI61", ""], "3": ["1 Izračun povprečne realne donosnosti naložb slovenskega bančnega sistema", "Pri izračunu je upoštevana predpostavka o premiji za likvidnost finančnih instrumentov bonitete A, B, C in D, ki veljajo za razvite kapitalske trge. Aver (2003, 90–91) daje za primer ameriške podjetniške obveznice, ki znašajo 0,52 odstotne točke za boniteto B, 2,15 za C in 3,30 odstotne točke za boniteto D. Osnova za izračun je povprečna obrestna mera slovenskega bančnega sektorja (4,79%) in skupna izpostavljenost (5.959,8 mrd SIT).\nTako seštejemo produkte povprečne donosnosti bonitet (A, B, C in D) z izpostavljenostjo do teh bonitetnih skupin in to vsoto enačimo s produktom skupne izpostavljenosti skupin A do D s povprečno realno donosnostjo, kot sledi: X x 5.036,2 + (X + 0,0052) x 715,7 + (X + 0,0215) x 64,6 + (X + 0,033) x 64,6 = 0,0479 x 5.959,8 (P6.1) pri čemer pomeni: X povprečna realna donosnost bonitetne skupine A.\nDonosnosti ostalih bonitetnih skupin izračunamo s seštevanjem donosnosti bonitetne skupine A in v prvem odstavku omenjenega pribitka.\n"], "4": ["2 Izračun prihodnje enoletne brezkuponske donosnosti za Slovenijo", "Pri izpeljavi prihodnjih enoletnih brezkuponskih donosnosti za Slovenijo je prvi korak določitev zahtevane donosnosti do dospetja finančnih instrumentov bonitete A (prva vrstica tabele 16), za kar so uporabljeni podatki o povprečni doseženi ceni avkcij obveznic in zakladnih menic, ki jih je v letu 2005 razpisalo Ministrstvo za finance. Ker avkcije za dve in štiriletne obveznice niso bile izvedene, je mogoče potrebne podatke pridobiti na osnovi interpolacije dobljenih donosnosti za eno, tri in petletne državne vrednostne papirje.\nV drugem koraku je potrebno izračunati zahtevane realne donosnosti do dospetja slovenskih obveznic (tabela 16) . Za ta izračun so potrebni podatki o prihodnjih enoletnih brezkuponskih donosnostih ter povprečne premije za likvidnostno tveganje za različne bonitete. Podatki za slovenski prostor niso na razpolago, tako da so vzeti iz raziskave, ki jo je opravil Aver (2003, 90-91; prirejeno po Crouhy et al. 2000, 327). Podatki se nanašajo na razvite finančne trge.\nNaslednja stopnja izračuna je izpeljava prihodnjih enoletnih donosnosti brezkuponskih finančnih instrumentov. Slovenski model merjenja kreditnega tveganja, temelječ na prehodih dolžnikov med bonitetnimi skupinami, uporablja za prevrednotenje pričakovanih denarnih tokov na njihovo vrednost čez eno leto podatke o prihodnjih enoletnih donosnostih brezkuponskih finančnih instrumentov različne ročnosti in bonitete. Izpeljava prihodnjih enoletnih donosnosti temelji na predhodno izračunanih donosnostih do dospetja državnih vrednostnih papirjev ( prva vrstica tabele 16 ), ki jih lahko povežemo in dobimo\nPostopek izračuna povzet po Aver 2003 (84–105). \nOBVEZNICE BONITETE A62\nsedanje (v letu 0) donosnosti do dospetja kuponskih državnih vrednostnih papirjev iz teh podatkov pa izpeljemo sedanje enoletne brezkuponske donosnosti.\nPreden izpeljemo prihodnje enoletne donosnosti brezkuponskih finančnih instrumentov, je potrebno na podlagi podatkov (prva vrstica tabele 16) izračunati njihove sedanje enoletne donosnosti do dospetja kuponskih državnih obveznic, ki so uporabne pri računanju sedanje vrednosti prihodnjih denarnih tokov iz naslova kreditov. Predpostavimo, da je glavnica izbrane brezkuponske obveznice 10.000 € ter da je kuponska obrestna mera enaka donosnosti do dospetja izbrane obveznice. Nato sedanje enoletne donosnosti brezkuponskih obveznic (Z) izpeljemo na osnovi podatkov o donosnosti do dospetja obveznic različne dospelosti.\nSedanja enoletna donosnost (Z1) enoletne brezkuponske obveznice je enaka njeni donosnosti do dospetja (Y1), kar lahko izračunamo kot: 10.000 = (C+F)/(1+Y1) = (C+F)/((1+Z1) = (340+10.000)/1,0340 → Y1 = 3,56; Z1 = 3,56  (P6.2.1), pri čemer pomenita: C kupon državne obveznice, katerega višina je odvisna od kuponske obrestne mere in  višine glavnice, F glavnica državne obveznice (v našem primeru 10.000 €).\nHipotetična dveletna kuponska obveznica ima 3,57-odstotno donosnost do dospetja (Y2), ki predstavlja njeno povprečno letno donosnost. Donosnost hipotetične dveletne brezkuponske obveznice (Z2) izpeljemo kot: 10.000 = C/(1+Y2) + (C+F)/(1+Y2)2 = C/(1+Z2) + (C+F)/(1+Z2)2 (P6.2.2) in dobimo Y3 = 3,58, Z3 = 3,58.\nNa enak način izpeljemo tudi donosnost hipotetične tri in štiriletne brezkuponske obveznice.\nV naslednjem koraku sledi izračun prihodnje (pričakovane) donosnosti obveznic (čez eno leto) različne dospelosti, pri čemer upoštevamo predhodno izračunane enoletne brezkuponske donosnosti. To je osnova za izpeljavo prihodnjih enoletnih donosnosti brezkuponskih obveznic. Pričakovano donosnost enoletne obveznice (f1) izračunamo na\nGlede na to, da je bil v letu 2005 prisoten trend padanja obrestnih mer (obrestna krivulja je bila skoraj inverzna), je razlika v donosnosti finančnih instrumentov različnih ročnosti zelo majhna. \nosnovi sedanje donosnosti enoletne brezkuponske obveznice (Z1) in sedanje donosnosti dveletne brezkuponske obveznice (Z2): 1+f1 = (1+Z2)2/(1+Z1) = 1,03582/1,0357 → f1 = 3,58% (P6.2.3), nato pa še pričakovano donosnost obveznic ročnosti dveh (f2), treh (f3) in štirih (f4) let: 1+f2 = (1+Z3)3/(1+Z2) 2 (P6.2.4).\nNazadnje izpeljemo še prihodnje enoletne brezkuponske donosnosti. Prihodnja (čez eno leto) enoletna donosnost brezkuponskega finančnega instrumenta z dospelostjo enega leta (Z1) je enaka prihodnji donosnosti enoletnega finančnega instrumenta (f1): (1+ Z1) = (1+ f1) → Z1 = 3,58% (P6.2.5).\nNato izračunamo še prihodnje enoletne donosnosti brezkuponskih vrednostnih papirjev z dospelostjo dveh (Z2), treh (Z3) in štirih (Z4) let, na podoben način pa še prihodnje enoletne brezkuponske donosnosti za vrednostne papirje slabše bonitete:  ______________ (1+ Z2) = √((1+ f1) x (1+ f2)) → Z2 = 3,59% (P6.2.6).\n3 Izračun povprečja in standardnega odklona prihodnje vrednosti posameznih Oblikovano: Označevanje in  oblikovanje  podportfeljev slovenskega bančnega sistema\nZa izračun povprečja in standardnega odklona za prihodnjo vrednost podportfelja slovenskega bančnega sistema bonitete A upoštevamo izpostavljenost v višini 5.036 mrd SIT, predpostavko o 4,64-odstotni povprečni realni donosnosti in štiriletni dospelosti finančnih instrumentov bonitete A, lahko izračunamo višino prihodnjih denarnih tokov v naslednjih štirih letih, ki jo prevrednotimo na prihodnjo vrednost, odvisno od višine diskontnih stopenj. Prihodnjo vrednost podportfelja bonitete A (VA) dobimo: VA = (5036x4,64%)+233,7/(1+3,58%)+233,7/(1+3,59%)2+(233,7+5036)/(1+3,62%)3 = 5.413 mrd SIT (P6.3.1)\nPodobno izračunamo tudi prihodnjo vrednost podportfeljev A (izračunani podatki so v tabeli 17) v primeru spremembe v B, C ali D. Na enak način izpeljemo tudi mogoče prihodnje vrednosti podportfeljev trenutnih bonitet B, C in D v primeru spremembe njihove bonitete, medtem ko za podportfelj E enostavno pomnožimo izpostavljenost slovenskega bančnega sistema do te bonitete s povprečnim deležem poplačila, ki je značilen za terjatve slovenskega bančnega sistema (81 mrd SIT x 48,7%), saj predpostavljamo, da je v stanju neplačila dolžnik bonitete E.\nSLOVENSKEGA BANČNEGA SISTEMA (V MRD SIT)\nZgoraj dobljenim vrednostim je potrebno določiti ustrezne verjetnosti, ki jih dobimo iz matrike prehodov za slovenske banke (glej tabelo 15). Tako izračunamo povprečno prihodnjo vrednost posameznega podportfelja in njeno spremenljivost, ki jo kaže standardni odklon. Sledi prikaz izračuna povprečja in standardnega odklona prihodnje vrednosti podportfelja bonitet A, ki je podan v tabeli 18. Povprečna prihodnja vrednost podportfelja bonitete A je enaka vsoti zmnožkov posameznih mogočih vrednosti in ustreznih verjetnosti. Standardni odklon meri razpršenost med posameznimi mogočimi vrednostmi podportfelja in njegovo vrednostjo. V nadaljevanju sledi še njegov izračun.\nBONITETE A (V MRD SIT)\nPostopek, ki je prikazan za izračun povprečja in standardnega odklona prihodnje vrednosti podportfelja slovenskega bančnega sistema bonitete A, ponovimo tudi na primeru podportfeljev ostalih bonitetnih skupin in dobimo rezultate, prikazane v tabeli 19.\nVREDNOSTI PODPORTFELJEV SLOVENSKEGA BANČNEGA SISTEMA\n* SBS – slovenskega bančnega sistema\nIz podatkov iz tabele 19 izračunamo povprečno prihodnjo vrednost celotnega našega bančnega sistema, ki je vsota povprečnih prihodnjih vrednosti posameznih podportfeljev. Varianco vrednosti celotnega bančnega sistema zahteva podatke o različnih kovariancah. Pri tem predpostavimo, da je varianca prihodnje vrednosti podportfelja bonitete A in B enaka vsoti variance prihodnje vrednosti podportfelja bonitete A in podportfelja bonitete B. Upoštevamo tudi kovarianco med prihodnjima vrednostma obeh podportfeljev. Varianco prihodnje vrednosti celotnega portfelja (σp2) lahko zapišemo kot: \nσp2 = σp2( VA+ VB) + σp2( VA+ VC) + σp2( VA+ VD) + σp2( VB+ VC) + σp2( VB+ VD) + σp2( VC+ VD) - σ2( VA) - σ2( VB) - σ2( VC) - σ2( VD) (P6.3.2), pri čemer pomeni: Vi prihodnja vrednost podportfelja bonitete i (i= A, B, C in D).\nZgodnja enačba ima koristno značilnost, saj izračuna standardni odklon prihodnje vrednosti celotnega portfelja na podlagi podatkov o standardnih odklonih prihodnje vrednosti posameznih podportfeljev in podatkov o standardnih odklonih prihodnje vrednosti dveh podportfeljev skupaj. Z izračun le-teh uporabimo podatke o verjetnostih skupnih stanj bonitete med vsemi mogočimi kombinacijami dveh bonitetnih skupin. V nadaljevanju je podana izpeljava verjetnosti skupnih stanj bonitete na primeru podportfelja A in B. Na enak način izračunamo verjetnosti za ostale bonitetne pare.\nVerjetnosti skupnih stanj bonitete so v primeru ničelne korelacije med spremembami kreditne kakovosti dolžnikov enake zmnožku med verjetnostjo individualnih prehodov iz trenutne bonitete v ostale bonitetne skupine (podatki v tabeli 15). Dobljene verjetnosti so manj natančne, saj temeljijo na predpostavki o ničelni korelaciji med spremembami kreditne kakovosti, kar je nerealno zaradi vpliva makroekonomskih dejavnikov.\nIzračun prihodnje vrednosti podportfelja bonitete A in B zahteva podatke o verjetnostih skupnih stanj bonitete in mogoče prihodnje vrednosti podportfelja bonitete A in B skupaj. Nato izračunamo povprečno prihodnjo vrednost podportfelja bonitete A in B skupaj (µA,B) ter standardni odklon prihodnje vrednosti omenjenega podportfelja (σA,B), kot sledi:  S=25 µA,B = Σ piµi = 6.165 mrd SIT (P6.3.3),  i=1\nS=25 σA,B2 = Σ piµi2 – µA,B2 = 19.787 oziroma σA,B = 141 mrd SIT (P6.3.4).  i=1\nTako povprečna prihodnja vrednost podportfelja bonitete A in B skupaj znaša 6.165 mrd SIT, kar je enako vsoti povprečne prihodnje vrednosti podportfelja A (5.403 mrd SIT) in podportfelja bonitete B (762 mrd SIT). Standardni odklon prihodnje vrednosti tega podportfelja znaša 141 mrd SIT63. Z uporabo prikazanega postopka izračunamo podatke še za ostale pare bonitet podportfeljev (tabela 20).\nPovprečna prihodnja vrednost celotnega portfelja slovenskega bančnega sistema znaša 6.428 mrd SIT in je enaka vsoti povprečnih prihodnjih vrednosti posameznih podportfeljev. Z razpoložljivostjo podatkov o višini standardnih odklonov prihodnje vrednosti posameznih parov podportfeljev lahko na analitični način izračunamo varianco prihodnje vrednosti celotnega portfelja (uporabimo enačbo P6.3.2) in dobimo vrednost 200 mrd SIT, kar predstavlja standardni odklon prihodnje vrednosti celotnega portfelja bančnega sistema v Sloveniji.\nPri tem je potrebno poudariti, da je le-ta nižji od vsote standardnih odklonov vrednosti podportfelja A (135 mrd SIT) in podportfelja B (38 mrd SIT). Bistveni razlog je v vplivu korelacij med stečaji dolžnikov znotraj bonitetnega razreda A in znotraj razreda B na zmanjšanje obsega kreditnega tveganja podportfelja bonitete A in B skupaj. \nRAZLIČNIH PODPORTFELJEV\nPRILOGA 7: ANKETA O MODELU OBVLADOVANJA KREDITNEGA TVEGANJA\nBančnikom, ki se ukvarjajo s področjem obvladovanja tveganj, je bil prvi sklop vprašanj postavljen tako, da so odgovarjali, ali imajo področje v banki urejeno in kako pomembno se jim to področje zdi, v drugem sklopu pa je nekaj kratkih opisnih vprašanj. Pod odgovorom je število glasov ter v oklepaju še delež. K sodelovanju sem povabil 12 bank, od katerih se jih je odzvalo 5, kar predstavlja 22,7-odstotni delež vseh bank v Sloveniji (22).\n- Kateri model merjenja kreditnega tveganja trenutno v banki uporabljate?\n- Poznate model CreditMetrics (ki upošteva prehode dolžnikov med bonitetnimi skupinami) za merjenje  kreditnega tveganja in ali se vam zdi uporaben za vašo banko?\n- Na kakšen način preprečujete koncentracije kreditnega portfelja? (omejevanje odobravanja določenih novih  kreditov, prodaja obstoječih terjatev…)\n- Ugotavljate kakšne slabosti v postopkih upravljanja kreditnega tveganja?\n- Koliko bonitetnih razredov uporabljate?\n- Se vam zdi trenutno zahtevana višina oblikovanja rezervacij ustrezna?\n- Kaj pa višina potrebnega kapitala? \n"], "abstract": ["V nalogi je analiziranih nekaj obstoječih modelov obvladovanja kreditnega tveganja v slovenskih bankah, ki jih bo prej ali slej treba izboljšati z namenom povečati učinkovitost poslovanja. Novi baselski standardi bodo spodbujali notranje razvite modele za merjenje kreditnega tveganja in to nagrajevali z manjšim potrebnim kapitalom. Poznavanje možnosti uporabe sodobnih kreditnih modelov lahko slovenske banke spodbudi k dejavnejšemu merjenju in upravljanju kreditnega tveganja, Banki Slovenije pa da koristne napotke pri odobravanju posameznih modelov, ki jih bodo v prihodnosti razvile banke. Predstavljen je celovit model obvladovanja kreditnega tveganja, ki naj bi se mu približale slovenske banke. V zaključku je na podlagi ocene s predlaganim kreditnim modelom za merjenje tveganja tudi izračun, da se izračunana višina tvegane vrednosti zaradi kreditnega tveganja precej razlikuje od dejanskega obsega oblikovanih rezervacij za kreditno tveganje. Razlike so pričakovane, saj je z notranje razvitimi modeli za ocenjevanje tveganja mogoče natančneje oceniti višino kreditnega tveganja, ki mu je posamezna banka izpostavljena."]}