{"1": ["1 UVOD", "Razvoj govedoreje je viden tudi v gradnji objektov za govedo – hlevov. Tako so se v preteklosti razvili različni pristopi pri načrtovanju novogradenj in adaptacij. Pri tem so bili deležni največjih sprememb prav hlevi za krave molznice.\nPri gradnji se upošteva naslednje smernice:\n- zahteve po dobrem počutju živali (zakon o zaščiti živali),\n- zahteve po dobri kakovosti proizvodov,\n- ekonomske zakonitosti,\n- ekološka načela prireje.\nZa uresničevanje izgradnje rejcu in živalim prijaznega hleva potrebujemo ustrezne materiale in opremo. Takšen hlev omogoča pri živalih boljše izkoriščanje genetskega potenciala in jim zagotavlja udobnost bivanja v skladu z etološkimi zahtevami. Hlev mora biti prilagojen tudi lažjemu izvajanju delovnih opravil s strani rejca (Pšaker 2003).\nPri vseh teh modernih spremembah, ki so se dogajale v zadnjih desetletjih, pa ne smemo zanemariti novosti pri načrtovanju gradnje in ponudbe novih gradbenih materialov, ki omogočajo hitrejšo in cenejšo gradnjo. V sodobno projektiranih hlevih so rejci in živali v središču pozornosti.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Novejši sistemi gradnje govejih hlevov", "V Sloveniji in v svetu se je gradnja hlevov za govedo v zadnjem času precej spremenila. Če pogledamo razvoj tehnologij, opazimo izpopolnjevanje tehnike in modernizacijo s ciljem izboljševanja delovne storilnosti. Vse bolj se upoštevajo tudi zahteve po optimalnih pogojih za rejo živali in cenenost gradnje.\nPri načrtovanju hlevov za krave moramo upoštevati:\n- ugotoviti ekonomsko ustrezen obseg in velikost hleva, optimalno število živali,  način reje in ustrezno pasmo,\n- prilagoditev načina gradnje geografskim, lokalnim, nacionalnim in etološkim  potrebam.\nPri načrtovanju gradnje hlevov za krave molznice je potrebna previdnost pri iskanju optimalnih rešitev. Upoštevati je potrebno prilagodljivost, ekonomičnost in enostavnost gradnje. Zato je nujno sodelovanje med strokovnjaki, ki imajo izkušnje. Za krave je pri načrtovanju hleva po AMONU (1989) potrebno še:\n- izdelati kalkulacijo prireje in dohodka (poslovni načrt kmetije),\n- upoštevati okoljske zakonitosti in omejitve v zvezi z vnašanjem organskih snovi v  tla – gnojevka, gnoj, gnojnica (uredba o vnosu nevarnih snovi in rastlinskih hranil v  tla,\n- izbrati ustrezen način reje in kapaciteto hleva,\n- upoštevati pridelavo krme in način krmljenja,\n- spremeniti možnost izkoriščanja travinja s pašo ali s hlevsko rejo – razpoložljiva  površina.\n"], "4": ["2.1.1 Hlevi z zunanjo klimo", "V zadnjem času se uveljavljajo hlevi z zunanjo klimo. Krave so glede na temperaturne zahteve zelo prilagodljive, na nižje temperature so manj občutljive kot pa na visoke poletne. Zato jih lahko namestimo v neizoliranih in lahkih zgradbah, ki imajo veliko prostornino in dobro naravno ventilacijo. Izvedba hladnega hleva z zunanjo klimo in dosledna uporaba omogočata velik prihranek pri stroških gradnje zaradi:\n- preproste konstrukcije iz lesa ali lahkih kovinskih elementov,\n- opustitve dragih gradbenih elementov za izolacijo stropa in sten,\n- odpovedi oknom in toplotno izoliranim vratom,\n- izdelave delno odprtih sten z rešetkami ali z zaščitnimi mrežami.\nPri novejših gradnjah je omenjen tudi alternativni način gradnje, možnost reje krav v hlevu\n- rastlinjaku. Ta način gradnje so razvili v Nemčiji, na zavodu za tovrstne raziskave v Braunschweigu. Pri njih obstajajo kmetije, ki že vrsto let uporabljajo ta sistem reje (folienstall). Hlev iz folije služi živalim le kot ležišče, ki ima dve vrsti ležalnih boksov ter hodnik v sredini. Krmišče in napajališče sta prav tako zunaj hleva, molzišče pa je potrebno v tem sistemu urediti v klasično zgrajenem objektu.\nEden izmed novejših načinov gradnje hlevov z zunanjo klimo je tudi gradnja z okroglim lesom. Prednosti te gradnje so:\n- izvedba gradnje v lastni režiji (s tem zmanjšamo stroške gradnje),\n- okrogli les ima večjo nosilnost kot žagani les,\n- gradnja temeljev je lahko enostavnejša.\nPomanjkljivost tega načina pa je, da je notranjost hleva med nosilci in stebri nepregledna (Pšaker 2003, Top agrar 2008).\n"], "5": ["2.2 Hlevi za krave molznice", "Ta sistem reje krav je prišel iz ZDA v Evropo v petdesetih letih prejšnjega stoletja. Sistemi proste reje imajo po ameriškem zgledu prosto tekališče, na katerem je krmišče, vendar ima tudi klasično ležišče in krmišče. V Evropi so pri razvoju proste reje opuščali nepokrito tekališče, tako sta krmišče in krmilna miza združeni v enem prostoru. V tem primeru so dali prednost ležalnim boksom pred globokim nastilom, s tem so bili hlevi manjši in poraba nastila manjša.\nPrednost proste reje sta racionalnost in storilnost ter živalim primerna reja. Prosta reja ima dokazljive prednosti v primeru z vezano rejo (Bartussek in sod. 1996, Top agrar 2008):\n- v prosti reji živali zadovoljijo svoje vedenjske potrebe,\n- v hlevih s prosto rejo prihaja redko do motenj v obnašanju živali,\n- redkejše so poškodbe, ki nastajajo zaradi načina reje,\n- samo delo v prostorih je olajšano in poenostavljeno,\n- pri samem delu prihaja do manj nesreč,\n- za gospodarnost prireje mleka je bistven dejavnik plodnost, pomoč pri porodih je  enostavnejša, ugotavljanje pojatev učinkovitejša, manj je poškodb vimena in  seskov, manj bolezni vimena,\n- posledica boljšega zdravja vimena je boljša kakovost mleka.\nV hlevih s prosto rejo so tudi nekatere pomanjkljivosti:\n- vodenje in oskrba črede sta nekoliko težja, ker se živali prosto gibajo in obnašajo v  skladu s svojimi trenutnimi potrebami,\n- težje je zagotoviti individualno prehrano, ki je nujna za visoko prirejo molznic v  manjših čredah, kjer razdelitev živali v proizvodno skupino ni smiselna,\n- v prosti reji lahko pride do poškodb parkljev, če izvedba tal v hodnikih ni primerna. \n V hlevu ločimo različna območja:\n- območje krmljenja, ki naj omogoča rejcu varno in racionalno razdeljevanje krme,  kravam pa nemoteno hranjenje,\n- območje molže, ki predstavlja za rejca in kravo varno in higiensko molžo,\n- območje tekališč, ki mora biti varno in naj kravam omogoča čim več gibanja,\n- območje ležišč - krava mora imeti mehko in toplotno izolirano ležišče.\n"], "6": ["2.2.1 Sistem proste reje na območju ležišč in tekališč", "Ena najvažnejših zahtev pri reji krav molznic je, da vsaki živali zagotovimo primerno velik prostor za ležanje in počitek. Pomembno je, da je prostor s skupno ležalno površino in rešetkastim podom suho. Vsaki živali mora biti zagotovljeno vsaj eno krmilno mesto in en ležalni boks, da lahko vse živali hkrati ležijo in se hkrati tudi hranijo. Ležalni boksi naj bodo čisti in udobni. Takšni opravljajo svojo vlogo, če so dimenzije prilagojene velikosti krave. Višina in dolžina boksa naj bosta takšni, da ustrezata vsem kravam. Če je boks preozek, krava počiva v njem krajši čas. Preširok ležalni boks pa omogoča počivanje krave v diagonali (poševno), pri vstajanju pa jim to povzroča težave (Damm 1993). \nHodniki med linijami ležalnih boksov naj bodo dovolj široki, da se lahko krave brez težav gibljejo druga mimo druge. Najbolj so razširjena betonirana polna tla nad linijami boksov in na krmišču ter rešetkasta tla (Damm 1993). \n"], "7": ["2.2.2 Molzišča", "Namenjena so za pridobivanje higiensko neoporečnega mleka, molzniku pa omogočajo lažjo molžo in prihranek časa, saj porabi rejec za delo z mlekom do 50 % delovnega časa v hlevu. Zato mora molzišče nuditi dobre pogoje za delo. Poti, ki jih opravlja molznik, so krajše. Ob načrtovanju in gradnji molzišča moramo upoštevati izolacijsko sposobnost izbranih materialov. Za stene molzišča so najprimernejše keramične ploščice, položene do višine 1,5 m, ali opleskane stene z vodoodpornimi barvami. Za ustrezno osvetlitev so najboljša svetila, ki jih namestimo tako, da je čim manj senčnih mest. Svetila namestimo v višini 2,5 do 3 m od tal molznega jaška v vzporednih vrstah 40 cm od dolžine osi molzišča. Za čiščenje samega molzišča se uporabi manj vode, več se porabi za čiščenje mlekovodnih cevi in hladilnika. Visoka zračna vlažnost, ki jo povzročata prisotnost živali in uporaba vode za čiščenje, vpliva na zdravje molznika, na delovanje aparatov za molžo in zgradbo. \nOdpadne vode s stojišč molzišča morajo biti speljane do jame za gnojevko. Zelo pomembno je prezračevanje molzišča. Pri tem veljajo enaka pravila kot za hlevsko prezračevanje, kar pomeni zadostno izmenjavo zraka – ne prepih. Tla v molzišču ne smejo biti drsna, odporna naj bodo proti obrabi in proti kislinam, ki jih uporabljamo pri razkuževanju molzišča, morajo pa biti tudi vodotesna.\nMolzišče mora biti postavljeno tako, da živali odhajajo iz njega proti krmnemu prostoru. Globina delovnega kanala pri molži je od 80 do 85 cm. Molznik mora imeti vimena pred seboj v zravnani drži in vodoravni legi rok. Živali se v molzišču zadržujejo le v času molže, vstopajo in izstopajo posamezno (Bratussek in sod. 1996, Ornik 2002, Potočnik 2004).\nGlede na to, kako so živali razporejene v molzišču, ločimo več tipov:\n- Molzišče ribja kost Živali stojijo v poševni liniji druga ob drugi pod kotom, ki glede na linijo hodnika znaša 37 – do 40- ali 30 do 34- pri daljšem tipu molzišča.\n- Molzišče side by side Nameščanje molznih enot med zadnjimi nogami – neugoden dostop do vimena, večja nevarnost onesnaženja molznih naprav molznika. Obvezna je namestitev ščitnikov na konstrukciji.\n- Vrteče molzišče Ta sistem je primeren le za velike obrate z velikim številom krav. Pri tipu vrtečega molzišča so krave razporejene krožno in obrnjene proti sredini. Pri vrteči ribji kosti so krave razporejene v krogu pod določenim kotom. V tandemskih vrtečih molziščih so krave razporejene druga za drugo.\n- Prehodna molzišča Primerna so za manjše črede in molžo na pašniku.\n- Molzni roboti Osnovne funkcije molže so računalniško voden proces čiščenja vimena, namestitev molznih enot, kontrola same molže in kontrola mleka.\n"], "8": ["2.2.3 Mlekarnica", "Najprimernejša je ureditev tega prostora ob molzišču. Ta prostor je namenjen izključno za skladiščenje mleka in ni prehoden prostor. Lokacija naj bo takšna, da omogoča lahek dostop za odvoz mleka. Notranjost naj bo opremljena tako, da omogoča enostavno vzdrževanje higiene. Mlekarnica mora imeti tudi prostor za shranjevanje molzne opreme, hladilnih naprav in grelnika vode. Odpadne vode, ki vsebujejo ostanke mleka in čistil, ne smejo biti speljane v jamo za gnojevko, ampak v triprekatno betonsko greznico (Damm 1993).\n"], "9": ["2.2.4 Prostor za krmljenje in napajanje", "Zaradi črednega obnašanja je priporočljivo, da je v hlevu enako število krmilnih mest, kot je živali. V krmilnem prostoru je krmilna miza. Njena širina je odvisna od načina krmljenja. Krmljenje s traktorskimi priključki ali krmilno mešalnimi vozili zahteva večjo površino. Višina mize mora omogočati živalim seganje daleč naprej. Nagnjene krmilne pregrade omogočajo živalim daljši doseg do krme. Preskrbo z zadostno količino vode dosežemo s pravilnim številom napajalnih mest, ustrezna je izvedba z napajalnimi koriti (Bratussek in sod. 1996).\n"], "10": ["2.2.5 Porodnišnica", "Pri vsaki reji je ključnega pomena prostor, v katerem potekajo telitve. Porodnišnica mora biti dovolj velika, da ima porodnica dovolj prostora in tudi rejec, ki ji pri morebitnih zapletih prisoten pri telitvi lahko pomaga. Dobro je, da je ta prostor nekoliko izoliran od ostalega dela hleva, da ni žival, ki je v njem, dodatno izpostavljena stresu. V prostoru mora biti ustrezna svetloba in mesto, kjer se žival lahko napaja in krmi. \nDobro je tudi, da so tla prekrita z nastilom, ki nudi teletu mehko ležišče in toploto (Bratussek in sod. 1996).\n"], "11": ["2.2.6 Prostor za teleta", "Teleta vzrejamo v prvih dneh po telitvi – priporočljivo 10 do 14 dni, po Pravilniku za zaščito živali do 8 tednov, v individualnih boksih, ki ustrezajo primernim dimenzijam, kasneje pa jih prestavimo v skupinski boks. V njem je globoki nastil, velikost pa prirejena številu in starosti telet. Teleta naj bi v večjih rejah vzrejali prostorsko ločeno od hleva za molznice, tako bi preprečevali prenos povzročiteljev nekaterih bolezni. Teletom omogočimo veliko prostora za gibanje in sveži zrak. Tekališčne površine naj bodo ravne in suhe (Bratussek in sod. 1996, Top agrar 2007).\n"], "12": ["2.2.7 Ostali prostori v hlevu", "- Prostor za bolne živali V hlevu mora biti zagotovljen prostor za izolacijo bolnih, onemoglih ali poškodovanih živali. V njem mora biti zagotovljeno krmljenje, napajanje in molža. Prostor mora biti dobro dostopen za vselitev in izselitev živali (Bratussek in sod. 1996).\n- Strojnica Je samostojen prostor, kjer je nameščena vakuumska črpalka. Zaradi hrupa je namestitev primerna zraven molzišča z izoliranimi vrati (Bratussek in sod. 1996).\n- Sanitarije in garderobe Kompleks sanitarij, garderobe in pisarne lociramo kot vezni prostor med molziščem in mlekarnico ob vhodu iz hleva. V hlevu rejec lahko uredi tudi prostor za veterinarja (Bratussek in sod. 1996).\n"], "13": ["2.3 Gradbena zakonodaja", "V zadnjem desetletju, še posebej pa v zadnjih dveh letih, smo bili priča velikim spremembam Zakona o graditvi objektov (Uradni list RS, št. 126/07) in priprave projektne dokumentacije (Uradni list RS, št. 55/08) (Ingra tipski projekti 2010).\nKo se kmet odloči, da bo investiral v novi govedorejski objekt, mora najprej pomisliti na nekaj pomembnih kriterijev. Ti kriteriji so: velikost in kapaciteta bodočega govejega hleva, okvirna razporeditev prostorov v hlevu, materiali, ki se bodo uporabljali pri gradnji, in finančno breme te investicije in njeno financiranje. \nKo kmet o vsem tem razmisli, se napoti k strokovnjaku – projektantu in skupaj z njim začneta uresničevati zamišljen projekt. Vsak projekt se začne z idejno zasnovo.\nIdejna zasnova vsebuje grafični prikaz gradnje, njen namen in njeno postavitev v prostoru. Vsebovati mora tudi vse podatke o priključitvi na gospodarsko javno infrastrukturo. Ko je idejna zasnova končana, se naredi idejni projekt. Le ta vsebuje več načrtov v različnih variantah, ki omogočajo investitorju lažji vpogled in pripomorejo k najustreznejši odločitvi.\nSledi postopek pridobitve gradbenega dovoljenja. Vloga vsebuje načrte arhitekta, načrt gradbenih konstrukcij, načrt vseh inštalacij in električne opreme, načrt strojnih inštalacij in strojne opreme ter popis del.\nKo na upravni enoti odobrijo in izdajo gradbeno dovoljenje, investitor pred pričetkom gradnje potrebuje še projekt za izvedbo. Projekt za izvedbo vsebuje podrobnejše detajle, ki so v skladu z gradbenim dovoljenjem in na podlagi tega se lahko gradnja prične. Potrebujemo še projekt izvedenih del, ki je dopolnjen s prikazom vseh morebitnih odstopanj izvedenih del od projekta za pridobitev gradbenega dovoljenja in projekta za izvedbo. Njegov namen je pridobitev uporabnega dovoljenja (Gradbiro projektiranje 2010, Ingra tipski projekti 2010).\n"], "14": ["2.4 Tehnično risanje nekoč in danes", "Tehnično risanje je bilo uporabno pri izdelavi projektne dokumentacije. Gradbeniki se morajo zgledovati po doslednih pravilih (normah in standardih). Načela v gradbeništvu pogosto prilagodimo raznim neposrednim pogojem (Ozvald 1977). \nNačrt ali projekt je izdelek, ki je plod sodelovanja projektanta in naročnika. Pri izdelavi le tega se je uporabljalo najnujnejše risalno orodje: tehnični svinčniki različnih barv, različne trdote in debelosti, skicirno ali damsko pero, pisalna ali redis peresa in šestilo. Kot pomožna sredstva pri risalnem orodju, ki delo olajšajo in so pripomogla k natančnosti, so bila: centimetrsko merilo, prizmatično merilo ali razmernik razdelbe 20 ali pogosto 30 cm, ki ima obliko trirobe prizme, enakokraki trikotnik, raznokraki trikotnik, ravnila, risalna deska, krivuljnik, kotomer, šablona za pisavo, logaritmično računalo, lepilni trakovi in papir. Papir, ki je bil v uporabi, je bil risalni papir – za osnutke in manjše važne koncepte. Glaziran papir se je uporabljal za elaborate, ki se jih ni razmnožilo. Šeleshamer papir je poseben papir, na katerega se ni risalo neposredno; je fotokemični kopirni papir za svetlobne kopije – Diazokop – Jasnit – Ozalid. Nanj se je kopiralo matrice v manjših dimenzijah z ročno napravo pri dnevni svetlobi. Za shranjevanje dokumentacije so mape, ki so opremljene z etiketo in žigom na vseh listih. Vsak elaborat mora vsebovati vse glavne podatke o delu elaborata, ki ga predstavlja zadevni list – etiketa, ki je za vse liste z žigom enake (Ozvald 1977).\nTehnični elaborat se mora oblikovati tako, da je čim bolj pregleden, njegova uporaba enostavna in priročna. Biti morajo prikladni za hranjenje v arhivih, prenašanje in uporabo na terenu ter ostala potrebna rokovanja z njimi. Včasih so izdelovali elaborate in načrte v obliki svitkov, torej brez zlaganja oziroma gubanja, kar pa je seveda zelo neprikladno za omenjeno manipulacijo. Take elaborate so zlagali v oblike in velikosti normiranih, uradno predpisanih formatov (Ozvald 1977).\n"], "15": ["2.4.1 Izvedba tehničnega risanja", "Osnovni element tehničnega risanja je črta. Črta je v naravi lahko obstoječa – realna ali namišljena – imaginarna. Črta ima geometrijsko naslednji pomen: mejna ploskev, okvir, obod. Presečišče dveh ploskev je rob, meja dveh teles ali materialov je stik ploskve. Vidne črta rišemo poudarjeno, s polno črto, nevidne (skrite) pa rišemo črtkano – so tanjše od izvlečenih vidnh. Namišljena črta pa ima lahko naslednje pomene: simetrala, oznaka mere ali dimenzije (s puščicami, številkami). Take črte rišemo zaradi ustreznega poudarka pikasto, seveda tanjše od izvlečenih črt (debelih črt). Pri označevanje dimenzij elementov, kot so dolžina, širina, višina, premeri, koti itd. govorimo o kotiranju, črtam v te namene pa rečemo kotnice. Njihova dodatna oprema so še številke ali koti v sredini, puščice ob krajiščih ter pomožne kotnice ali stacionažne kotnice. Najpogosteje uporabljamo zaporedno in vzporedno kotiranje. Načrt s kotiranjem zahteva več prostora na papirju.\nV sredini devetdesetih let dvajsetega stoletja se je tehnično risanje spremenilo zaradi prihoda računalnikov in tehnično risarske programske opreme. V zadnjih petih letih pa je dobilo računalniško projektiranje nadgradnjo – tridimenzionalno projektiranje. \nSamo risanje se je s tem spremenilo in olajšalo delo arhitektu. Ni več potrebno uporabljati raznovrstnega orodja in papirjev. Velika prednost je v tem, da se arhitekt lažje prilagodi željam strank in ostalim pogojem. Spreminjanje načrta je preprosto. Sodelovanje projektnih udeležencev – statika, energetika… se je zaradi interneta in digitalnih projektov zbližalo tudi preko spleta – elektronske pošte. Za predstavljanje samega projekta nam je na voljo tudi tridimenzionalni pogled.\n"], "16": ["3 MATERIAL IN METODE DELA", ""], "17": ["3.1 Izvedba tehničnega risanja z računalnikom", "S pomočjo računalniškega programa za tehnično risanje AUTODESK ACADEMY DESIGN smo narisali vse tehnične risbe govejega hleva za 66 glav molznic in ustrezne kapacitete za mlado živino.\nTehnično risbo smo začeli z nosilnimi zidovi hleva. Nato smo postopoma začeli razdeljevati prostor v hlevu za posamezne skupine živali. V naslednji fazi smo goveji hlev opremili z notranjo hlevsko opremo. Sledila je faza kotiranja, pri kateri so se določile mere in površine za posamezno kategorijo živali.\nNačrt hleva smo večkrat spremenili in preuredili. Povečali smo mu tudi kapacitete in izvršili spremembe položajev posameznih delov hleva. Naredili smo več sprememb, da smo hlev lahko dokončali po zahtevanih standardih, ki jih predpisuje zakonodajalec. Večkratne spremembe oziroma različne variante so bile ključnega pomena, saj so nas privedle do najučinkovitejše porabe in zasedbe prostora v hlevu (glej priloge).\n"], "18": ["4 REZULTATI Z RAZPRAVO", "Na osnovi različnih idejnih zasnov smo postopoma prišli do končne rešitve načrta hleva za 66 krav molznic in mlado živino (glej priloge).\n"], "19": ["4.1 Opis načrta hleva za krave molznice", "Locirani goveji hlev je sestavljen iz dveh delov. Prvi del je izključno namenjen kravam molznicam. V njem se nahaja molzišče z mlekarnico, ki je ločena od hlevskega dela. Zraven nje so prostori, namenjeni shranjevanju delovnih pripomočkov in opreme, ki so potrebni za nemoteno obratovanje govejega hleva.\nDrugi del hleva, ki je od zgornjega ločen s krmilnim hodnikom, je namenjen presušenim kravam, teletom in pitancem. V tem delu se nahajajo tudi porodnišnica in skupinski boksi različnih velikosti za potrebe posameznih kategorij živali. Zunaj hleva se ob južni steni nahaja teličnjak, ki ga sestavljajo igluji. Ob zahodni zunanji steni pri vhodu je silos za krmno mešanico (glej prilogo 3 in 4).\n"], "20": ["4.1.1 Temelji, okna, zidovi in streha hleva", "Predvideni temelji za goveji hlev so pasovni in točkovni iz armiranega betona. Globina temeljev je odvisna od terena in je 70 do 100 cm.\nZa zidove so predvideni opečni zidaki, širine 30 cm. Notranji zidovi so iz opeke z različnimi širinami glede na zunanje nosilne zidove. Namesto opečnih zidakov se lahko uporabi tudi betonsko opeko. Nad mlekarnico, molziščem in sanitarnim vozlom hleva so predvidene montažne plošče. \nStreha objekta je simetrična dvokapnica z naklonom 40-. Ostrešje je leseno iz mehkega lesa. Kritina je opečna. V strehi so predvidena tudi strešna okna, ki prepuščajo svetlobo. Ob straneh hleva so tipska okna.\n"], "21": ["4.1.2 Kanali za gnojevko", "Kanali za gnojevko služijo za skladiščenje živalskih iztrebkov. V načrtovanem govejem hlevu so predvideni trije kanali z gnojevko, globine 2,5 m, različnih širin in dolžin. Zgornji kanal z dolžino 30 m in 7,5 m širine ima podkletene ležalne bokse. Spodnji kanal za gnojevko z merami 39 m v dolžino in 5,5 m v širino ima tudi podkletene ležalne bokse. Kanal za gnojevko v delu hleva za presušene krave in mlado živino ima mere 35 m v dolžino in 5,25 m v širino. Tudi ležalne površine v boksih so podkletene. Črpalni jaški so predvideni na vzhodni steni hleva.\n"], "22": ["4.1.3 Ležalne in hodne površine", "Del hleva za krave v laktaciji ima 66 ležalnih boksov. Dolžina enega ležalnega boksa je 2,5 m v širino pa meri 1,25 m. Ležalne površine boksov se delijo na dva dela. Zgornje površine ob severni steni merijo skupaj 75 m², razdeljene so v 24 ležalnih boksov. Spodnje ležalne površine merijo 131,25 m² in so razdeljene v 2 vrsti po 21 ležišč. Ležalni boksi so med seboj pregrajeni s cevnimi pregradami. V spodnjem delu hleva imamo razdeljene ležalne in pohodne površine v 7 boksov. Prvi del zraven porodnišnice z osmimi ležalnimi boksi in s površino 25 m² je namenjen presušenim kravam. V nadaljevanju je 6 pregrajenih boksov za telice ali pitance. Vsak ima 12,2 m² ležalne površine. V skupinskih boksih je predvidena guma na zglajenem betonu.\nVsi boksi pa so povezani s pregonskim hodnikom, ki nam omogoča nestresno premeščanje živali iz boksov. Oddelek za presušene krave ima tudi vhod preko krmilnega hodnika za hitrejše in lažje prestavljanje brejih krav v porodnišnico. Za vse pohodne površine v hlevu so predvidena rešetkasta tla. Za krave molznice so načrtovane rešetke s širino rež 35 mm. Za teleta pa so predvidene rešetke s širino rež 25 mm.\nPovršine za krave brez ležalnih boksov znašajo 176,5 m², za teleta in pitance pa 79,5 m. V oddelku za presušene krave je na voljo 27,5 m².\n"], "23": ["4.1.4 Molzišče", "Za 66 krav molznic je predvideno molzišče avtotandem z 2 x 3 molzne enote. Pred vhodom v molzišče se nahaja dezinfekcijska mulda, ki preprečuje širjenje obolenj parkljev. Posebnost molzišča so tudi selekcijska vrata (selection gate). Ta vrata omogočajo enakomerno razporejanje krav molznic po molznih mestih. Vrata delujejo s pomočjo računalnika preko senzorjev in transponderjev. Računalnik zazna s pomočjo svetlobnih senzorjev kravo in prosto molzno mesto. \nKravo preusmeri po najbližji poti do prostega molznega mesta. Sistem deluje povsem avtonomno in nam s tem bistveno skrajša čas molže.\n"], "24": ["4.1.5 Mlekarnica", "Mlekarnica se nahaja zraven molzišča in z ostalim hlevom nima direktnega stika. V njej se nahaja hladilni bazen za mleko in ostala oprema za molžo. Predvidena je na skrajnem vzhodnem delu hleva, da je do nje možen dober dostop. \nHigienski standardi zahtevajo, da so tla in stene mlekarnice prekrite s keramičnimi ploščicami, ki omogočajo lažje in učinkovitejše čiščenje.\n"], "25": ["4.1.6 Porodnišnica in teličnjak", "Porodnišnica je locirana na skrajnem zahodnem spodnjem delu hleva. Tla se obilno nasteljejo s slamo. Vgrajene so še jasli in korito za vodo. Porodnišnica meri 23, 5 m² in je dovolj prostorna za reševanje tudi težjih porodov. Ima dvoje vrat, prva na krmilnem hodniku in druga na pregonskem hodniku.\nTeličnjak je sestavljen iz 8 iglujev za teleta. Ograjen je z ograjo in z nadstreškom, ki teleta varuje pred padavinami in jim hkrati nudi senco. Teličnjak se nahaja zraven porodnišnice, da je zagotovljen hiter in nestresen prenos teleta vanj. Nahaja pa se tudi v bližini mlekarnice, zaradi kratke poti do hranjenja telet.\nIgluji so narejeni iz plastike, v njih je nastil s slamo. Pomembna je tudi njihova lokacija. Zaščiteni morajo biti pred direktnimi sončnimi žarki.\n"], "26": ["4.1.7 Ostali prostori v hlevu", "Med ostale prostore v hlevu štejemo prostore sanitarnega vozla. To so garderoba, tuš in sanitarije. V tem delu se nahaja tudi pisarna, na katero meji prostor za veterinarja. Vse skupaj je povezano s hodnikom in mlekarnico.\n"], "27": ["4.2 Povečevanje kapacitet in nadgradnje govejega hleva", "Širjenje govejega hleva in povečevanje črede sta odvisna od mnogih faktorjev. Pomembnejši so: pridobitev dodatnih kmetijskih površin, ugodne razmere na tržišču, povečanje delovne storilnosti, zakonodaja na področju zaščite živali ipd.\nPri načrtovanem govejem hlevu je najbolj smiselna širitev v vzhodno stran. Vse ostale strani hleva so manj primerne, ker so v večini zasedene.\n"], "28": ["4.2.1 Alternativa energetskih nadgradenj govejega hleva", "K zanimivim nadgradnjam hleva sodi pridobivanje lastne energije iz naravnih virov. V današnjem času, ko se zaloge fosilnih energijskih virov zmanjšujejo in se njihova cena povišuje, pada njihova konkurenčnost. Na voljo imamo tudi alternativne energijske vire, ki prihajajo iz narave in so manj škodljivi do okolja kot fosilni energijski viri. Pridobljeni so iz sonca, vetra, vode in organskih snovi – odpadkov in so zmeraj na razpolago. S to nenehno razpoložljivostjo in neomejenimi energijskimi rezervami nam na dolgi rok garantirajo stabilne cene ter čisto in zdravo okolje za prihodnje generacije. \nMajhna slabost teh naravnih energijskih virov je, da so nekateri precej vezani na geografske danosti okolja. To so predvsem tisti, ki uporabljajo energijo iz vode, vetra in deloma tudi sonca. Ponekod se jih ne da uporabljati in izkoriščati v polni meri. V prihodnosti nam te investicije prinašajo vir dohodka in občutek, da smo nekaj dobrega storili za naravo.\nV kmetijstvu lahko izkoristimo energijo, pridobljeno iz sonca in organskih snovi. Energijo iz sonca lahko uporabimo na več načinov. Najpomembnejša sta solarne celice, ki se združujejo v fotovoltaične elektrarne in sončni kolektor. Pomembne so elektrarne na bioplin, pridobljen iz razkroja organskih snovi, ter naprave, ki pridobijo energijo s pomočjo sežiga organskih snovi (lesni peleti ali pa drugi ostanki iz lesne industrije). Dobra lastnost teh naravnih materialov je, da v okolje oddajo zelo malo škodljivega CO2m a je kljub temu donos toplotne energije zelo velik. Možna je tudi uporaba zemeljskega kolektorja, ki koristi toploto segretih tal.\n- Fotovoltaične elektrarne\nSolarne celice delujejo na principu pretvorbe sončne energije v električni tok. V uporabi so že od leta 1958. Takrat so se uporabljale predvsem za oskrbovanje satelitov in drugih vesoljskih plovil s potrebno električno energijo. Pozneje pa so jih začeli uporabljati tudi drugod. Najdemo jih predvsem na kalkulatorjih, strehah hiš, gospodarskih objektov, kozolcih in na prostih površinah. Pridobivanje električne energije iz fotovoltaike deluje s pomočjo solarnih celic, katere združimo v solarne module. Več teh solarnih modulov skupaj sestavlja fotovoltaično elektrarno. Pridobljeno električno energijo lahko takoj porabimo in jo shranjujemo v akumulatorjih. Lahko pa jo odvajamo v električno omrežje. Naprava, ki proizvedeno enosmerno elektriko pretvarja v ustrezno napetost in frekvenco, se imenuje razsmernik (inverter). Vse to skupaj s še nekaterimi elementi, kot so regulator polnjenja, baterija, števec porabe in števec v omrežje oddane elektrike, tvori fotovoltaični sistem, ki je lahko samostojen ali priključen na električno omrežje. \nV kmetijstvu lahko tovrstne elektrarne postavimo na stanovanjske objekte, goveje ali prašičje hleve, strojne lope in vse druge zidane objekte. Lahko pa jih postavimo tudi na travnike, njive ali na kozolce (Wikipedia Solarzelle 2010, Wikipedia Photovoltaik 2010). .\n- Sončni kolektorji in toplotna črpalka\nSončni kolektorji ali tudi solarni kolektorji so sistemi, ki iz sončne svetlobe zbirajo toplotno energijo. S pomočjo prenosnega medija, ki je lahko voda ali posebno olje, odda od sonca pridobljeno toploto. Zato napravo lahko imenujemo termični kolektor (Wikipedia Sonnenkollektor 2010). \nToplotne črpalke so naprave, ki izrabljajo toploto iz okolja. Toploto, pridobljeno na ta način, lahko uporabljamo za ogrevanja zgradb ali sanitarne vode. Toplotna črpalka izkorišča konstantno temperaturo v globini zemlje. S pomočjo zemeljskega kolektorja, ki se nahaja vodoravno v zemlji, ali sonde, ki je nameščena navpično v zemljo, izrabljamo to temperaturno konstantnost zemlje.\nZemeljska črpalka in sončni kolektor lahko zelo dobro delujeta skupaj v enem ogrevalnem sistemu, lahko pa se uporablja le eden izmed teh dveh. V kmetijstvu prideta v poštev tako eden kot drugi ali pa oba skupaj (Wikipedia Wärmepumpe 2010). \n- Bioplin\nV bioplinarnah nastaja bioplin s pomočjo fermentacije organskih snovi, ki izvirajo v večini iz kmetijstva. Te so hlevski gnoj, gnojnica, gnojevka, energijske rastline (koruza, žitarice), travna ter koruzna silaža in njihovi ostanki. Stranski proizvod bioplina je zelo kvalitetno gnojilo. Proizveden bioplin se v večini uporablja za proizvajanje električne ali toplotne energije. Bioplin nastaja v anaerobnih pogojih s pomočjo mikroorganizmov. Biomaso v reaktorjih temperirajo in mešajo. S temi procesi se omogoči ugodne razmere mikroorganizmom, ki razgrajujejo substrat in s tem tvorijo bioplin. Naprava pride v poštev na večjih kombiniranih kmetijah, ki imajo na razpolago dovolj biomase (Wikipedia Biogasanlage 2010, Wikipedia Biogas 2010). \n"], "29": ["5 SKLEPI", "V letih, ko še tehnično risanje ni bilo izvedljivo z računalniki, so projektanti uporabljali klasično metodo projektiranja. Ta se je izvajala s številnimi risalnimi pripomočki. Za risalno podlago so uporabljali različne vrste risalnih papirjev. Če so se pojavile v načrtu kakšne napake ali spremembe, je projektant moral izrisati nov načrt.\nOb koncu prejšnjega stoletja, natančneje v sredini devetdesetih let, se je začela pojavljati nova računalniška metoda projektiranja. Danes projektanti in arhitekti uporabljajo le to metodo. Računalniška izvedba tehničnega risanja ima velike prednosti pred klasično. Projektantu ni več potrebno uporabljati raznovrstnih risalnih pripomočkov. Prednosti so tudi v tem, da je pri novi metodi vse digitalizirano. Pred tiskanjem lahko poljubno spreminjamo idejno skico. Pri primerjavi dveh metod projektiranja hlevov smo ugotovili, da je klasično tehnično risanje zahtevnejše in traja dlje časa. Porabi se tudi veliko različnega risalnega orodja in ostalega materiala. Največja slabost te metode je popolna neprilagodljivost na poznejše spremembe načrta. Pri računalniškem projektiranju odpadejo vse te zgoraj navedene pomanjkljivosti. Potrebujemo le program, ki nadomesti celoten risalni pribor. Tiskana verzija načrta se izdela po končnih popravkih.\n"], "abstract": ["Cilj naloge je bil narediti primerjavo med računalniškim in klasičnim projektiranjem hleva za prosto rejo molznic. Proučili smo gradnje in notranjo ureditev hleva. Predvideli smo nadgradnjo alternativnih energetskih virov in možnost za povečanje – razširitev hleva. Ugotovili smo, da je računalniško sprojektiran hlev lažje spreminjati ali dopolnjevati v skladu z zakonskimi in gradbenimi merili. Za projektiranje smo uporabili program Autodesk Akademy desing. Z njim smo narisali celoten tloris. Začeli smo z zunanjimi nosilnimi stenami, naredili osnovno prostorsko razporeditev posameznih kategorij živali, ter predvideli lokacijo in tip molzišča, mlekarnice in ostalih potrebnih prostorov. V delu hleva s telicami smo naredili bokse različnih velikosti in mesta za presušene krave. V hlevu se porodnišnica in teličnjak nahajajo ob straneh. Načrt smo večkrat spreminjali saj smo hoteli najti čimbolj optimalno razporeditev prostorov. Primerjave so pokazale, da je računalniško risanje boljše od klasičnega projektiranja. Je manj utrudljivo, časovno krajše in manjša je tudi poraba risalnega materiala. Ugotovili smo tudi, da je klasična metoda projektiranja težje prilagodljiva. V primeru sprememb idejnega načrta se mora zavrniti celoten koncept in narediti ga moramo ponovno. "]}