{"1": ["1 UVOD", "Sadjarska proizvodnja v Sloveniji je zelo odvisna od vremenskih in klimatskih pogojev. V veliki meri je odvisen sorazmerno od navedenih pogojev tudi dohodek. Zaradi globalnih klimatskih sprememb bo v prihodnje višja tudi ekstremnost in pogostost vremenskih pojavov. V letu 2011 smo lahko opazili ekstremnost toče na območju Kozjanskega in Obsotelja.\nOcene klimatologov kažejo na povečanje pogostosti ekstremnih vremenskih dogodkov v prihodnje, regionalno pa se bo ob zvišani temperaturi zraka različno spreminjal padavinski režim (Kajfež, 2006). Podnebne spremembe bodo torej že samo z ekstremnim vremenom neposredno ogrožale tudi možnost pridobivanja sredstev za preživljanje, zadostno količino kakovostne hrane, naša prebivališča in dostop do drugih materialnih dobrin (Kajfež Bogataj 2005). Povzročena letna škoda na kmetijskih kulturah po toči v Republiki Sloveniji leta 2006 je bila 16,6 milijonov evrov (MKGP, 2011). V letu 2011 je bila škoda povzročena s strani toče dne 11. 7. na območju Kozjanskega in Obsotelja 2,3 milijona evrov (KGZS, 2011).\nPričujočim spremembam se posameznik s prevzemom tveganja izpostavlja nevarnosti, da bodo njegovi pridelki poškodovani in da bo zaradi tega ob izgubo načrtovanega prihodka. Z učinkovitim upravljanjem s tveganji v kmetijstvu bi se izognili temu, da bi bil zaradi nepravilne odločitve ogrožen obstoj pridelovalca (Hardaker s sod., 1997).\nPosledice toče lahko sadjarji odpravijo s pomočjo zavarovanj in drugih metod obrambe zaščite pridelka pred točo. Z zavarovanjem posevka se lahko zagotovi ekonomska stabilnost kmetije zaradi izpada dohodka.\nZavarovanje pridelka pred točo v preteklosti ni bilo tako zanimivo, danes pa država subvencionira 50 % od zavarovalne premije (Tič in Balažic, 2006), kar je dobra spodbuda kmetom in priložnost, da se jim vsaj malo povrne izguba, ki so je bili deležni ob povzročeni škodi zaradi toče. \nDržava je vključila ukrepe kmetijske politike od leta 2008 do 2010 (Uredba o sofinanciranju zavarovalnih premij za zavarovanje kmetijske proizvodnje in ribištva za leto 2008, Ur. l. 68/2008, Uredba o sofinanciranju zavarovalnih premij za zavarovanje kmetijske proizvodnje in ribištva za leto 2009, Ur. l. 36/2009, Uredba o sofinanciranju zavarovalnih premij za zavarovanje kmetijske proizvodnje in ribištva za leto 2010, Ur. l. 102/2010) in s tem ukrepom pripomogla k zmanjševanju tveganja neugodnih vremenskih razmer.\n"], "2": ["1.1 Namen in cilji dela", "1. Predstavitev negativnih posledic in možnosti obrambe pred točo. 2. Predvidevanje finančnih posledic ob tem vremenskem pojavu.\n3. Podrobnejša spoznanja glede vremenskega pojava - toče, negativne posledice in  obrambe pred njo, kot tudi sodobnih metod managementa za potrebe podpore  odločanja pri upravljanju tveganja zaradi toče.\n4. Ugotovitev spodnje meje škode na posevku, pri kateri se pridelovalcu oz.  kmetovalcu splača zavarovati posevek.\n5. Pomen in načini zavarovanja kmetijske proizvodnje.\n"], "3": ["1.2 Delovna hipoteza", "Predpostavljamo, da je zavarovanje pridelka pri breskvah glede na stopnjo ogroženosti ob upoštevanju navedenih vhodnih parametrov ekonomsko upravičeno.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Toča", "Po definiciji je toča padavina v trdem stanju, ki nastaja v oblakih - to so ledene kroglice različnih velikosti in tudi nepravilnih oblik s premerom od 5 do 90 mm ali še celo več. So ali popolnoma prozorne ali pa sestavljene iz prosojnih, motnih, snegu podobnih plasti, ki so debele do 1 mm ( http://sl.wikipedia.org/wiki/To%C4%8Da, 17. 11. 2011).\nToča nastaja v nevihtnih oblakih, ki imajo močne navpične tokove, pogosto potujejo taka zrnca večkrat navzgor in navzdol. Nanje primrzujejo kapljice in jih debelijo. Ko zaidejo v spuščajoče se tokove ali pa postanejo pretežka, izpadejo v obliki zrn toče (Petkovšek 1996).\nToča povzroča veliko škodo tudi v kmetijstvu, kjer se kaže kot škoda na kmetijskih rastlinah, le-ta pa je odvisna od jakosti, trajanja in velikosti točnih zrn. Odvisna je tudi od vrste rastline, njenega razvojnega stadija in vzdržljivosti ter vremenskih razmer pred točo in po njej. Ker je pogostost toče večja v toplejših mesecih, je rastlina največkrat prizadeta v najbolj občutljivi fazi svojega razvoja. To pa se kaže v obliki poškodb listne mase, poškodbi cvetov in plodov rastlin, kar vpliva na mnogo manjši in manj kakovosten pridelek (Sušnik in Žust 2005).\nPosledice toče so vidne tudi v tem, da so poškodovane rastline bolj občutljive. Tudi na plodovih, ki ostanejo na drevesih, so rane, ki predstavljajo mesto za nastanek glivičnih in bakterijskih bolezni. Ti plodovi izgubijo prodajno kvaliteto in pogosto padejo v razred za industrijsko predelavo, s tem pa tudi izgubijo tržno vrednost, kar predstavlja dodatno izgubo prihodka. \nZavarovanje kmetijskih pridelkov se deli na aktivno in pasivno. Najbolj pogosta aktivna obramba pred točo so protitočne mreže, ki pa danes v Sloveniji ne presegajo več kot 5 % površin intenzivnih nasadov, predvsem zaradi velike naložbene vrednosti. Po zadnjih raziskavah je v Sloveniji od 200 do 250 ha protitočnih mrež (Sušnik in Pogačar 2008). V primerjavi s sosednjo državo Avstrijo le-ta pokriva intenzivne nasade s protitočnimi mrežami od 30 % do 60 % (Divjak s sod. 2004).\n(http://www.celje.info/galerija/?album=1&gallery=57,\n"], "6": ["2.2 Obramba pred točo", "Sadjarstvo je proizvodnja na prostem in kot taka je ves čas izpostavljena naravnim pojavom, ki so nepredvidljivi in naključni. Zato aktivne in pasivne metode obrambe pred točo ne morejo zagotavljati 100 % varovanja proizvodne kulture. Aktivna metoda varovanja pred točo ne more zagotavljati takšnih kmetijskih ukrepov, ki zagotavljajo polno kakovost za najboljši pridelek. Prav tako se pri pasivni metodi, zavarovanju kmetijskih kultur in pridelave, ob zavarovanju nadomesti le finančni izpad v pridelavi ne pa fizična izguba. Ob tem lahko pomeni fizični izpad v načrtovanih prihodkih kmetijskega gospodarstva velik primanjkljaj in vpliva na slabši ekonomski rezultat kmetije. Z vidika poslovanja kmetije pa izguba strateškega kupca povzroči še daljnosežnejše negativne posledice (Klemenčič s sod. 2009).\n"], "7": ["2.2.1 Vrste aktivnih metod obrambe pred točo", "Aktivna obramba pred točo predstavlja celotni niz agrotehničnih ukrepov, kot so priprava zemlje, izvedba setve ali saditve, varstvo pred boleznimi in škodljivci, namakanje, obiranje in skladiščenje pridelkov. Sem sodijo tudi načini umetnega vpliva na vreme, kot so načini preprečevanja pozebe z oroševanjem, obramba pred točo z zaščitnimi mrežami, načini vnašanja kondenzacijskih jeder v oblake in drugi podobni načini stimulacij padavin (Rasting 1994, ARSO 2005).\nToča raste s primrzovanjem podhlajenih vodnih kapljic na maloštevilne lebdeče ali padajoče zametke ledenih zrn. Kot najverjetneje najbolj zanesljiva obramba pred točo, ki pa jo je zelo težko izvesti v praksi, je zamrzovanje vseh podhlajenih kapljic v oblaku (Rasting, 1994).\n"], "8": ["2.2.1.1 Metoda uporabe zaščitnih mrež pred točo", "Mreže, ki jih razpnemo nad trajnimi nasadi v sadjarstvu in vinogradništvu, so praktično edini res zanesljiv način, kako obvarovati kmetijsko pridelavo pred točo. Njihova postavitev sicer zahteva veliko začetno investicijo, a se ta v krajih, kjer povprečno vsaj enkrat letno pada toča, povrne v nekaj letih. Za tovrstno obrambo pred točo so se že v začetku 90-ih let prejšnjega stoletja odločili v sosednji Italiji, kot tudi v Sloveniji (ARSO, 17.11.2011). Zaenkrat se še v večji meri uporabljajo za trajne nasade, predvsem v sadjarstvu (Divjak s sod. 2004).\n"], "9": ["2.2.1.1.1 Koncept popolnega prekritja kmetijske kulture z mrežo z lastno oporo", "Različice so se razvile v Italiji s čvrsto napeto protitočno mrežo na opori z nagibom strešnine med 55 % in 75 %. Do sedaj najbolj znan in uveljavljen sistem je avstrijski sistem Landring z blažjim nagibom strešnine in ne povsem čvrsto napeto mrežo. Opora mreži je hkrati tudi opora sadovnjaku (Klemenčič s sod. 2009).\n"], "10": ["2.2.1.1.2 Pokrivanje posameznih vrst kmetijskih kultur", "Pokrivanje posameznih vrst, ki že imajo oporo, je najpreprostejša in hkrati tudi najcenejša rešitev. Pri tej različici se na vrh obstoječih stebrov v nasadih vgradijo kovinski nosilci, preko katerih se razgrne mreža, spusti čez krošnjo in se pod njo pritrdi na stebre (Klemenčič s sod. 2009).\n"], "11": ["2.2.1.1.3 Popolno pokrivanje brez lastne opore za mrežo", "Popolno prekrivanje z mrežo proti toči s pomočjo v nasadu že obstoječo oporo je bilo razvito za pokrivanje posameznih vrst, da bi odpravili nekatere njegove pomanjkljivosti. Na že obstoječo oporo se prečno napnejo žice, nanje se položi mreža, ki se v sredini medvrstja spne s plastičnimi sponkami (Klemenčič s sod. 2009).\nZaščitne mreže se razpnejo po končanem cvetenju in se pospravijo pred prvim snegom. Za zaščitne mreže je značilno, da ultravijolični žarki pospešijo njihovo staranje. Zaradi tega se sintetičnim vlaknom med proizvodnjo dodajo stabilizacijska sredstva (največkrat saje), ki se obarvajo črno. Črne protitočne mreže imajo daljšo življenjsko dobo, od 15 do 20 let (Zadravec, 2002).\n"], "12": ["2.3 Zavarovanja v kmetijskem prostoru", "Med pasivne metode obrambe pred točo sodi zavarovanje kmetijskih posevkov, nasadov in objektov. Pričujočim spremembam, ki se napovedujejo na področju klimatologije in svetovne strukturne kmetijske politike, posamezne države skušajo razviti metode in produkte, ki bodo pravočasno omogočili, da bo kmetijsko zavarovalništvo lahko sledilo naraščajočim problemom (Zdovc, 2007).\nNamen je zavarovanje kmetijskih pridelkov in finančnih izgub kmeta (Klemenčič s sod. 2009).\n"], "13": ["2.3.1 Tveganje v kmetijstvu", "Posameznik se s prevzemom tveganja izpostavlja nevarnosti, da bo njegov pridelek poškodovan in da bo zaradi tega ob izgubo načrtovanega prihodka. Tveganje je majhno, ker sta obseg škode, ki bi nastala, ali ocena verjetnosti, da do nje sploh pride, majhna. Z učinkovitim upravljanjem s tveganji v kmetijstvu bi se ognili temu, da bi bil zaradi nepravilne odločitve ogrožen obstoj pridelovalca (Hardaker s sod., 1997).\nV kmetijstvu se soočamo s številnimi tveganji, med katerimi izpostavljamo (Ray 1981):\n- pridelovalno tveganje,\n- cenovno tveganje,\n- institucionalna nihanja,\n- finančno tveganje.\nIzpostavimo lahko dve najpomembnejši tveganji (Ray, 1981):\nPridelovalno tveganje, ki je odvisno od vremenskih razmer, toče, pozebe, suše, preobilnih padavin. Med proizvodno spada tudi pojav bolezni in škodljivcev. Proizvodno tveganje se meri z variabilnostjo donosa oziroma slučajnim odstopanjem od pričakovanega pridelka. Variabilnost donosa se razlikuje glede na vrste proizvoda in geografska območja, predvsem pa je odvisna od klimatskih razmer, tal in tehnologije obdelave tal. Meri se na ravni države, regije in pridelovalca.\nCenovno tveganje je tveganje na področju padca cen posameznim proizvodom ali porastu cen inputov po tem času, ko je bila poslovna odločitev o proizvodnji že sprejeta. Cenovna nihanja so vse večja z liberalizacijo svetovnega kmetijskega trga, kar povzroča cenovne pritiske na cene proizvodov domačih proizvajalcev in nenehno prisotnost vse večjega cenovnega nihanja ponudbe in povpraševanja na kmetijskem trgu. \nPridelovalci zelo različno dojemajo tveganja, kar je predvsem odvisno od izpostavljenosti posameznim tveganjem in kako posameznik dojema tveganje v kmetijstvu. Odvisno je od pridelovalčevih izkušenj in nepripravljenosti na tveganje. Vsa tveganja v kmetijstvu vplivajo na slabši tržni položaj kmeta ob negativnem vplivu na njegove pričakovane prihodke (Klemenčič s sod. 2009).\n"], "14": ["2.3.2 Zavarovanje", "Zavarovanje kmetijskih pridelkov pri zavarovalnici ni zaščita pridelka pred pojavi negativnih vremenskih dejavnikov oziroma pred boleznimi, temveč je način, s katerim se kmetijskemu pridelovalcu povrne morebitno nastalo škodo na pridelku oziroma živali. S povračilom nastale škode se ublaži izpad dohodka (Grželj, 2003, str. 193).\nBolgarija, Češka republika, Madžarska, Poljska, Portugalska, Slovaška, Slovenija in Švedska imajo razvit tako posamezni sistem kot tudi kombiniran sistem zavarovanja. Pri tem so krite samo toča in še nekatere nevarnosti. Zavarovanje pred sušo, ki je ena izmed najtežje zavarovanih nesreč, po navadi v kombiniran sistem zavarovanja ni vključeno (Bielza, 2007, str. 9).\nZavarujejo se lahko naslednja tveganja (Skees 1997; Ray 1981):\n- zavarovanje pridelka,\n- katastrofalne škode,\n- zavarovanje cene,\n- zavarovanje skupnega dohodka,\n- zavarovanje prihodka. \nZavarovanje pridelka je povezano s poznanimi nevarnostmi, na primer točo, in omogoča izračun verjetnostne porazdelitve škode na podlagi podatkov iz zgodovinske vrste. Zato je ena od strategij upravljanja zaradi toče učinkovit sistem kmetijskih zavarovanj (Klemenčič 2008). Zavarovanje lahko temelji na posameznem pridelku ali na pridelku na površino. Pridelovalec je v prvem primeru upravičen do odškodnine le, če njegov skupni pridelek pade pod vnaprej določen mejni pridelek, v drugem primeru pa le, če pade pod mejo hektarski pridelek. V primeru zavarovanja hektarskega pridelka je pomen škodljive selekcije in moralnega hazarda manjši. Je pa ta način zavarovanja zanimiv le v primeru, ko so pridelki v dobri korelaciji. V nasprotnem je stopnja zmanjšanja tveganja za posameznega pridelovalca premajhna, da bi se odločil za zavarovanje (Klemenčič s sod. 2009).\nKatastrofalne škode, ki so posledica naravnih nesreč, predstavljajo za zavarovalnice poseben problem. Nevarnost naravne nesreče znotraj določenega področja je visoko korelirano tveganje med pridelovalci na tem področju, vendar z majhno verjetnostjo zelo visokih škod (Klemenčič s sod. 2009).\n(http://www.zurnal24.si/pomagajte-prizadetim-po-toci-clanek- \n(Klemenčič s sod. 2009).\nZavarovanje ima v sodobnem kmetijstvu velik pomen. Kmetijski sektor je izpostavljen izjemno visoki stopnji pridelovalnih tveganj, ki nastanejo večinoma zaradi naravnih dejavnikov, kot so suša in toča. Ker je kmetijstvo “industrija brez strehe nad glavo”, je nenehno izpostavljeno nevarnostim, na katere pridelovalci ne morejo vplivati. Zaradi intenzivne kmetijske pridelave tvega sodobni kmet tudi temu primerna večja tržna tveganja. Tako tukaj nastopi zavarovanje kot pomemben dejavnik ekonomske stabilnosti (Klemenčič s sod. 2009).\nKer je pojav toče vse pogostejši in škoda vse večja, se kmetje v večini primerov odločajo za zaščito ali zavarovanje pridelka, pri čemer jim pomaga država. V letu 2008 je bilo po sklepu Vlade Republike Slovenije 40-odstotno sofinanciranje zavarovanje plodov in posevkov za nevarnost toče. Za leto 2009 pa je bilo predvideno povečanje sofinanciranja zavarovalne premije na 50 odstotkov, enotno za vse kmetijske pridelovalce (MGKP 2008). \n(Klemenčič s sod. 2009).\nSlovenija sodi med države z nadpovprečno pogostostjo neviht v Evropi. Običajne nevihte spremljajo močni nalivi in veter, v poletnih mesecih pa nevihte lahko spremlja tudi toča. V strukturi vseh naravnih nesreč v Sloveniji v obdobju zadnjih šestih letih se toča z 12 % uvršča na tretje mesto za sušo in neurji (Klemenčič s sod. 2009).\n"], "15": ["3 METODE DELA", ""], "16": ["3.1 Drevo odločanja s tveganjem zaradi toče pri breskvi", "Drevo odločanja je graf, ki je sestavljen iz večjih vej in vozlišč, kjer posamezna vozlišča predstavljajo možne odločitve in možne dogodke, ki si terminsko sledijo od leve proti desni. Prvo vozlišče predstavlja možne odločitve (označeno s kvadratom), ostala vozlišča (označena s krožcem) pa dogodke (stanja), ki lahko nastanejo ob različnih možnih odločitvah. Konec procesa na drevesu označimo z vertikalno ravno črto. Drevo odločanja izračuna pričakovane vrednosti za vsako možno odločitev (Klemenčič s sod. 2009).\nModel drevesa odločanja se uporablja kot osnovni model za podporo odločanja v razmerah tveganja in negotovosti (Hardaker in sod. 1998; Kay in Edwards 1999; Monahan 2000).\nposameznih dogodkov (Klemenčič s sod. 2009).\n"], "17": ["3.2 Modelne kalkulacije", "Drevo odločanja nazorno predstavi celoten odločitveni proces, razvidna pa je tudi terminska pot dogodkov in posledice posameznih odločitev. Model izvajamo v programskem okolju Excel. V program vnašamo vhodne tehnološke podatke, kot so škropilni načrt, gnojilni in delovni normativi, poraba strojnih ur in cene inputov. Podatke zberemo v kalkulaciji, ki je deljena na fiksne in variabilne stroške.\nZa izračunavanje drevesa odločanja uporabimo ustrezni računalniški program. V našem primeru uporabljamo orodje »Treeplan.XLA« (http://www.treeplan.com/treeplan.htm, 17.11.2011), ki deluje v okolju Excel, kar omogoča direktno povezavo drevesa odločanja z modeli, s katerimi izračunavamo preostale ekonomske indikatorje (Klemenčič s sod. 2009).\nPodatke v drevo odločanja je potrebno vnašati z desne strani, pri čemer program sproti preračunava pričakovane vrednosti na vsakem vozlišču. Vnesemo samo pokritja (oziroma enega od ostalih ekonomskih indikatorjev) ob posameznih stanjih (dogodkih) pri vsaki možni odločitvi ter verjetnosti posameznih dogodkov. Vse ostale vrednosti so rezultat izračuna. Odločitev z največjo pričakovano vrednostjo je po kriteriju maksimiranja pričakovane vrednosti za pridelovalca najmanj tvegana (Klemenčič s sod. 2009).\nOsnovni problem pri sestavi drevesa odločanja je ustrezna empirična določitev verjetnosti pojava posameznih dogodkov, tukaj je potrebna relativno dobra baza podatkov o škodi toče (Klemenčič s sod. 2009).\nPričakovana vrednost finančnih rezultatov je enaka vsoti produktov verjetnosti posameznih dogodkov stanj in pričakovanih finančnih rezultatov ob posameznih dogodkih. Dogodke predstavlja škoda (izguba pridelka), ki nastanejo kot posledica toče. Kalkulacijo uporabimo za izračun finančnega rezultata ob posameznih škodnih dogodkih (Klemenčič s sod. 2009). \nVhodne podatke za drevo odločanja (finančni rezultat pri različnih škodnih dogodkih) dobimo s pomočjo modelnih kalkulacij. Uporaba modelnih kalkulacij (Rozman, 2004, Rednak, 2003) je tako ustrezna metodološka rešitev za ocenjevanje finančnega rezultata ob posameznih škodnih dogodkih.\nOdnose med inputi in outputi ponazorimo s pomočjo niza matematičnih formul in relacij med spremenljivkami simulacijskega modela. Vključujemo porabo inputov, strojno delo in ročno delo. Rezultat je modelna kalkulacija stroškov pridelave (Klemenčič s sod. 2009).\nFinančni rezultat je ključni parameter za obdelavo z drevesom odločanja. Izračunamo ga kot razliko med vrednostjo proizvodnje in skupnimi stroški. Pri scenarijih z zavarovanjem je finančnemu rezultatu dodana izplačana škoda ter subvencija za posamezno kulturo (Klemenčič s sod. 2009).\n"], "18": ["4 REZULTATI S KOMENTARJEM", ""], "19": ["4.1 Breskve", ""], "20": ["4.1.1 Scenariji", "V preglednici 1 je prikazan finančni rezultat (FR) glede na to ali je pridelek zavarovan ali ne. Ta rezultat je ključen za nadaljnjo obdelavo z drevesom odločanja. V obdelavi z drevesom odločanja imamo deset scenarijev, ki predstavljajo različne škodne dogodke zaradi toče. Scenarije prikazuje preglednica 1.\nPri izračunu finančnega rezultata je predpostavljeno, da zavarovalnica prizna maksimalno 85 % izpada pridelka (upoštevano pri scenariju 100 % škode), kar pomeni, da je finančni rezultat v primeru tega scenarija ustrezno korigiran. V modelu je tudi omogočena simulacija različnih stopenj sofinanciranja zavarovalne premije. Upoštevamo, da so škodni dogodki izraženi z izpadom pridelka oziroma z doseženim pridelkom kot razliko med 100 % in odstotkom uničenja pridelka (100 %, 75 %, 50 %, 25 %, 0 %), pri čemer kot referenčno vrednost jemljemo pridelke, ki jih je ob pravilni tehnologiji pridelave možno doseči (Klemenčič s sod. 2009).\nNa podlagi izračunov pričakovane vrednosti lahko trdimo, da je pričakovana vrednost prvega scenarija višja ob varianti brez zavarovanja, in sicer kljub 50 % subvencioniranju države. Pri drugem do petem scenariju (območja z večjo ogroženostjo zaradi toče) pa je pričakovana vrednost višja ob varianti z zavarovanjem. Tako lahko smatramo, da je zavarovanje pridelka na območjih z večjo ogroženostjo ekonomsko upravičeno.\n"], "21": ["4.1.2 Drevesa odločanja glede na območje ogroženosti", "Vhodna tabela za drevo odločanja je v računalniškem modelu urejena s sklicevanjem na ustrezne celice v listih, ki vsebujejo posamezne iteracije (scenarije). Pri vsakem scenariju se spremeni zgolj en vhodni parameter, to je pridelek, katerega zmanjšanje neposredno predstavlja učinek toče kot škodnega pojava. S spremembo pridelka se preko vgrajenih funkcijskih odvisnosti avtomatično spremenijo tudi vsi parametri, ki so neposredno odvisni od pridelka (npr. poraba ročnega dela za obiranje) (Klemenčič s sod. 2009).\nDrevo odločanja, ki je prikazano na sliki 6, nam prikazuje simulirane scenarije v prvem območju ogroženosti in pričakovano vrednost finančnega rezultata, ki je višja ob varianti z zavarovanjem. Razen v prvem scenariju, kjer je pričakovana vrednost finančnega rezultata višja ob varianti brez zavarovanja. Pričakovana ekonomska vrednost je višja v scenarijih brez zavarovanja. Na slikah 7-10 so prikazani simulirani scenariji območij ogroženosti in pričakovane vrednosti finančnega rezultata še za druga analizirana območja.\nTorej nam drevesa odločanja, ki so prikazana na slikah 6-10, prikazujejo izračun petih škodnih dogodkov zaradi toče pri alternativi z zavarovanjem in brez zavarovanja. Na razpolago smo imeli pet območij s podanimi verjetnostmi, ki so bile povzete po Klemenčiču s sodelavci (2009).\nObmočje 1 je definirano kot najmanj ogroženo območje, tako si po lestvici sledijo vse do petega območja, ki je najbolj ogroženo zaradi nastale škode ob toči. Pod krožcema sta prikazani pričakovani vrednosti finančnega rezultata, tako pri varianti z zavarovanjem kot tudi brez.\nFinančni rezultat izračunamo kot razliko med vrednostjo proizvodnje in skupnimi stroški. Pri scenarijih z zavarovanjem je finančnemu rezultatu dodana izplačana škoda ter subvencija za kulturo (Klemenčič s sod. 2009).\n"], "22": ["5 SKLEPI", "Višina škode, ki jo vsakoletno povzroči pojav neurja s točo po vsej Sloveniji, je vedno večja. V zadnjih letih smo priča velikim podnebnim spremembam in predvidevam, da bodo te katastrofe še pogostejše in obsežnejše.\nModelna kalkulacija je uporabna za načrtovanje tveganja v kmetijstvu ob pojavu neugodnih vremenskih razmer.\nPomoč ob naravnih nesrečah v kmetijstvu bi se morala izplačevati samo v primeru škod, ki jih ni mogoče zavarovati. V nasprotnem primeru se pridelovalci zavedajo, da bodo v primeru naravne nesreče dobili pomoč države, zato tveganj pri sprejemanju poslovnih odločitev ne upoštevajo in se ne odločajo za zavarovanje pri zavarovalnicah. Veliko težavo predstavlja tudi časovni razkorak med škodnim dogodkom in izplačilom pomoči, ki je lahko daljši, tudi več kot leto.\nNa podlagi izračunov finančnih rezultatov in ob upoštevanju navedenih parametrov lahko trdimo, da je zavarovanje breskev na najbolj ogroženih območjih ekonomsko upravičeno s čimer lahko potrdimo zastavljeno delovno hipotezo.\n"], "abstract": ["Kmetijska proizvodnja je odvisna od številnih dejavnikov. V največji meri pa je odvisna od vremena. Cilj študije je bil ugotoviti, ali je smiselno zavarovati pridelek ob upoštevanju navedenih vhodnih parametrov v primeru pojava toče. Uporabili smo model drevesa odločanja ob upoštevanju navedenih vhodnih parametrov za oceno tveganja pri breskvah zaradi škode toče, po predhodnem izračunu modela kalkulacij. Z drevesom odločanja smo ocenili rezultate posameznega dogodka. Za oceno potrebujemo inpute in outpute ter odnose med njimi, saj se le tako čim bolj približamo dejanski situaciji v pridelavi. Namen diplomske naloge je bil oceniti alternative upravljanja s tveganjem zaradi toče, oziroma s pomočjo modela oceniti ekonomsko upravičenost proizvodnje breskev. Ocenili smo stroške, s katerimi se srečamo v pridelavi breskev, ob upoštevanju škode s strani toče. S kalkulacijami smo ugotovili, kolikšna je najnižja ocenjena škoda, pri kateri je zavarovanje pridelka gospodarsko upravičeno. Na podlagi izračunov pričakovane vrednosti lahko trdimo, da je pričakovana vrednost prvega scenarija višja ob varianti brez zavarovanja, in sicer kljub 50 % subvencioniranju države. Pri drugem do petem scenariju (območja z večjo ogroženostjo zaradi toče) pa je pričakovana vrednost višja ob varianti z zavarovanjem. Tako lahko smatramo, da je zavarovanje pridelka na območjih z večjo ogroženostjo ekonomsko upravičeno. "]}