{"1": ["1 UVOD", "V zadnjem obdobju se širi ekološka pridelava sadja. Slovenski sadjarji, ki se ukvarjajo z ekološko pridelavo jabolk, se v večini odločajo za sajenje sort odpornih na škrlup in plesen. Najbolj razširjena je pridelava sorte Topaz, ki se je pri nas pojavila pred dobrim desetletjem. Danes je na voljo že več kot sto odpornih sort. V Sadjarskem centru Maribor v Gačniku so v preteklih letih opravili osnovno testiranje nekaterih novih odpornih sort jabolk. Tiste, ki so pokazale najboljše rezultate, so posadili v večjem številu. Tako so posadili nasad, v katerega niso vključili le odpornih sort, temveč so posadili tudi sorte, ki se najpogosteje sadijo v integrirani pridelavi. Sadovnjak so razdelili na dva dela. Prvi del obdelujejo po predpisih za integrirano pridelavo (ip), drugi del pa po predpisih ekološke pridelave (eko). V obeh delih so posadili enake sorte. Podoben poskus v Sloveniji je potekal v letih 2008 in 2009 v Brdu pri Lukovici, kjer so primerjali vrednosti fenolov ekološki in integrirani pridelavi jabolk (Verbič in sod. 2009). V zvezni državi Washington na posestvu Yakima Valley so v letih 2002 in 2003 primerjali integrirano in ekološko pridelana jabolka sorte ′Gala′ (Peck 2004). V Švici so primerjali ekološko in integrirano pridelana jabolka sorte ′Zlati delišest′. Ocenili so standardne parametre zrelosti in senzorične parametre (Weibel 2004).\nV zastavljenem poskusu diplomskega dela smo primerjali odporne sorte jabolk Topaz, Santana in Dalinbel ter neodporno sorto Gala na škrlup in plesen v ekološkem in integriranem načinu pridelave. Namen diplomskega dela je ugotoviti, ali sorte jabolk, ki so odporne na škrlup in plesen, v naših pedoklimatskih pogojih dajejo primerne rezultate, ne glede na to, ali jih pridelujemo na ekološki ali integrirani način pridelave. Ugotoviti smo tudi želeli, ali sorta jabolk, ki ni odporna na omenjeni bolezni, daje v integrirani pridelavi enake ali boljše rezultate kot v ekološki pridelavi. Pridelano sadje smo tudi senzorično ocenili. \nPostavili smo naslednje hipoteze:  1. Različne odporne sorte jabolk dajejo različne pridelke v integriranem in  ekološkem načinu pridelave.  2. Sorta Gala, ki ni odporna na škrlup in plesen, daje različne pridelke v  integriranem in ekološkem načinu pridelave.  3. Kakovost plodov različnih sort se razlikuje glede na način pridelave.  4. Kakovost plodov različnih sort jabolk se v hladilnici po določenem času razlikuje  glede na način pridelave.  5. Plodovi različnih sort jabolk se pri degustaciji razlikujejo glede na način  pridelave.\n"], "2": ["2 PREGLED OBJAV", "Žlahtna jablana spada v družino Rosaceae (rožnice), poddružino Maloideae, rod Malus in vrsto Malus domestica (Sancin 1988).\nŽlahtna jablana (Malus domestica B.) je medvrstni križanec, ker je pri njenem nastanku sodelovalo več vrst. Njena domovina je najverjetneje širše območje osrednje Azije ali Kavkaz. Je samoneoplodna vrsta (Štampar in sod. 2005).\nNajbolje uspeva na globokih, zmerno vlažnih, zračnih, bogatih s humusom (2–4 odstotki) in hranili ter dobro prepustnih peščeno-ilovnatih tleh z optimalno kislostjo med 5,5 in 6,5 pH. Zanjo najugodneje je zmerno toplo podnebje z enakomerno razporejenimi padavinami skozi vse leto. V rastni dobi je priporočljiva količina padavin med 400 in 600 milimetrov. V zimskem času prenese temperature do – 25 ˚C, v poletnem času pa vse do 35 ˚C. Da se plodovi lepo obarvajo, je potrebno lepo vreme v jesenskem času in v tem času velike temperaturne razlike med dnevom in nočjo (Štampar in sod. 2005).\nJablane gojimo na različnih podlagah. Najpogostejša med njimi je šibkorastoča podlaga M9 (Štampar in sod. 2005).\n"], "3": ["2.1 Pridelava jabolk", "Povpraševanje po jabolkih z višjo vrednostjo sladkorja in višjo kislostjo se povečuje tako pri nas kakor tudi v svetu (Godec 2004).\nCilj slovenskega sadjarstva je pridelati 120.000 ton jabolk. Po predvidevanjih naj bi integrirana pridelava predstavljala 80–90 % vse pridelave. Ekološka pridelava naj bi obsegala 5–10 % (Štampar in sod. 2005). \nPo dosedanjih podatkih v Sloveniji pridelamo dobrih 100.000 ton jabolk (Statistični letopis 2009).\n"], "4": ["2.2 Ekološka pridelava jabolk", "V Sloveniji povpraševanje po ekoloških pridelkih presega ponudbo. Število ekoloških kmetij se povečuje, vendar ponudba živil ne raste sorazmerno s številom kmetij (ANEK 2006).\nPridelovalci ekološkega sadja morajo upoštevati vso splošno kmetijsko zakonodajo, Uredbo Sveta (ES) 834/2007, Uredbi Komisije (ES) 889/2008 in 1235/2008 ter nacionalni pravilnik za ekološko kmetovanje (Bavec in sod. 2009).\nTemeljni pogoj za uspešno ekološko pridelavo je izbira primernega rastišča in izbira sort primernih za dano rastišče (Lind in sod. 2001).\nPo statističnih podatkih smo imeli v Sloveniji v letu 2008 približno 50 ha gostih nasadov ekoloških jablan, kar predstavlja 1,7% vsega sadjarstva v državi. Začetek intenzivnega ekološkega sadjarstva je bil v letu 1997 s sajenjem nasadov na škrlup odporne sorte Topaz, ki je danes sinonim za ekološko pridelana jabolka. Do danes se je izbor primernih sort za ekološko pridelavo precej razširil. Pogosto sadjarji sadijo odporne sorte ′Luna′,′ Opal′, ′Sansa′, Goldrush΄,… Možna je tudi pridelava z neodpornimi sortami, vendar je v mokrem letu potrebno večkratno škropljenje. Dosedanje izkušnje z neodpornimi sortami v primerjavi z odpornimi gredo v prid odpornim sortam. Izbor sort je odvisen predvsem od ekonomike pridelave in tržne pozicije neke sorte (Caf in Brence 2009).\nV letih 1997 do 2000 je potekal v Švici tri letni poskus, kjer so primerjali ekološko in integrirano pridelana jabolka sorte′Zlati delišest′. Vzorci sadja so izvirali iz 10. ekoloških 10. integriranih pridelovalnih sistemov. Primerjali so standardne parametre zrelosti kot so trdota, sladkor, jabolčna kislina, … Plodove so ocenili tudi senzorično. Rezultati so \npokazali višjo trdoto plodov v prvem letu poskusa in višjo vsebnost sladkorja v tretjem letu poskusa pri ekološko pridelanih jabolkih (Weibel 2004).\nV letih 2002 in 2003 je v sadovnjaku Yakima Valley v zvezni državi Washington potekala raziskava, v kateri so primerjali ekološko in integrirano pridelana jabolka sorte Gala. Poskus je potekal v 9. in 10. letu rasti dreves. Ekološko pridelani plodovi so se izkazali za bolj čvrste, z boljšo teksturo, z daljšo možnostjo skladiščenja in z višjo vsebnostjo antioksidantov. Potrošniki so ocenili ekološke pridelke za trdnejše in z boljšimi teksturnimi lastnostmi (Peck 2004).\nV letih 2008 in 2009 je potekal poskus, v katerem so primerjali vrednosti fenolov v ekološki in integrirani pridelavi jabolk. Fenoli veljajo za naravne antioksidante. Rezultati so pri sorti Topaz pokazali višje vrednosti tako v mesu kakor tudi v kožici jabolk v ekološki pridelavi. Na podlagi podatkov so ugotovili, da ekološka pridelava vpliva na nekoliko višjo sintezo tako skupnih kot tudi posameznih fenolov (Veberič in sod. 2009).\n"], "5": ["2.3 Integrirana pridelava jabolk", "Osnovna razlika med ekološko in integrirano pridelavo jabolk je v uporabi različnih tehnoloških ukrepov (Caf in Brence 2009).\nPridelava po integriranih načelih pomeni uravnoteženo uporabo agrotehničnih ukrepov ob skladnem upoštevanju ekoloških, gospodarskih in toksikoloških dejavnikov. Pri enakem gospodarskem učinku imajo naravni ukrepi prednost pred biotehniškimi in fitofarmacevtskimi ukrepi, kjer se upošteva integrirano varstvo in znotraj njega biotično varstvo rastlin (Uradni list 2010).\nPridelovalci integriranega sadja morajo upoštevati splošno kmetijsko zakonodajo, tehnološka navodila za integrirano pridelavo sadja in pravilnik o integrirani pridelavi sadja (Kon-cert 2010). \nV letih 2002 in 2003 je na Brdu pri Lukovici potekal poskus s 15 sortami jabolk odpornih na škrlup. Med preizkušenimi sortami je bila sorta Topaz, ki je potrdila svojo odpornost na prej omenjeno bolezen. Sorta se je izkazala za sorto z visoko vrednostjo kislin. V letu 2002 je bila njena vrednost 8,5 g/l, leto kasneje je bila njena vrednost nekoliko nižja, in sicer 7,4 g/l. Pri trdnosti se je sorta izkazala za srednjo trdo sorto. Vrednost trdote je bila v letu 2002 6,8 kg/cm², v naslednjem letu pa je bila vrednost 7,2 kg/cm² (Godec 2004).\n"], "6": ["2.4 Obiranje jabolk", "Zorenje sadja je biokemijski proces, na katerega vpliva več dejavnikov. Med najpomembnejšimi so klima, prehrana rastlin, oskrba z vodo, pedološke lastnosti tal itd. Najpomembnejšo vlogo pri določitvi časa obiranja imajo klimatski pogoji, saj se lahko čas obiranja zaradi njih spreminja tudi do 20 dni. Čas obiranja odločilno vpliva na senzorične lastnosti, kakor tudi na skladiščne sposobnosti. Jabolka, ki bodo v skladišču krajši čas, lahko obiramo v bolj zrelem stanju v primerjavi z jabolki, katera bodo namenjena daljšemu skladiščenju. Slednja moramo obrati prej. Čas obiranja določimo na podlagi zrelostnih parametrov, ki so trdota plodov, vsebnost suhe snovi, škrobni in streifov indeks. Posledice prezgodnjega obiranja plodov so manjša teža plodov, zelo tanka pokožica ali pokožica brez voščene prevleke, plodovi ne razvijejo značilne barve, okusa in arome, plodovi so bolj podvrženi pojavu bolezni v času skladiščenja. Posledice prepoznega obiranja plodov so manjša skladiščna sposobnost, večja občutljivost na pojav bolezni, zgodnejši pojav moknatosti plodov, nižja vsebnost kislin in neugodno razmerje med kislinami in sladkorji (Vidrih in Hribar 2001).\nNajprimernejša embalaža za skladiščenje jabolk so standardni paletni zaboji iz plastike, ki jo lahko speremo in razkužimo (Štampar in sod. 2005).\n"], "7": ["2.5 Skladiščenje jabolk", "Skladiščimo samo sadje ustrezne kvalitete, nepoškodovano in brez znakov bolezni, kajti poškodovano ali gnilo sadje zelo hitro propade, poleg tega pa povzroči propad zdravega sadja. Primerna temperatura za skladiščenje je med 0 in 5 ˚C. Paziti moramo, da ni temperatura prenizka, ker bi lahko prišlo do zamrznitve plodov in posledično do njihovega propada. Optimalna relativna vlaga v skladišču znaša 90–97 % (Vidrih in Hribar 2001).\nZelo pomemben dejavnik pri dolgotrajnem skladiščenju je uravnavanje vsebnosti kisika in ogljikovega dioksida, kar dodatno pripomore k zaviranju zorenja sadja in mu s tem podaljšuje življenjsko dobo. Optimalna sestava atmosfere je 1–2 % kisika in 0,8–1,2 % ogljikovega dioksida (Štampar in sod. 2005).\n"], "8": ["2.6 Organoleptične lastnosti", "Na Fakulteti za kmetijstvo in biosistemske vede v Mariboru je med letoma 1998 in 2008 potekalo 12 ocenjevanj plodov, v katera so bile vključene različne sorte. Med ocenjevanimi sortami sta bili ocenjeni tudi sorti Gala in Topaz. Gala se je v vseh opazovanih lastnostih izkazala za boljšo v primerjavi s Topazom.. Najvišja razlika se je pokazala v povprečni vrednosti zunanjega videza (Vogrin in sod. 2009).\nV Švicarskem poskusu so se pri senzoričnih ocenah v prvem letu ocenjevanja ekološko pridelana jabolka izkazala statistično višje ocenjena od integrirano pridelanih plodov. Skupna ocena ekoloških jabolk je bila za 15% višja od integrirano pridelanih plodov. Višje ocenjene so bile še lastnosti čvrstost, sočnost, kislost in okus (Weibel 2004).\n"], "9": ["3 MATERIAL IN METODE DELA", ""], "10": ["3.1 Sadovnjak", "Poskus smo izvedli v letu 2008 v Sadjarskem centru Maribor – poskusna postaja Gačnik. Nasad je bil posajen v jeseni 2004 na nadmorski višini med 270 in 310 metrov. Drevesa so posajena na razdalji 1,2 m v vrsti in 3,2 m med vrstami (2600 dreves/ha). Obravnavane sorte Gala, Topaz, Santana in Dalinbel so cepljene na podlago M9. Sadovnjak je razdeljen na dva dela. V obeh delih so posajene enake sorte jabolk. Prvi del obdelujejo v skladu s pravili integrirane pridelave sadja, drugi del pa v skladu s pravili ekološke pridelave sadja. V ekološkem nasadu smo obravnavali 8 dreves sorte ′Santana′, 10 dreves sorte ′Topaz′, 8 dreves sorte′Gale′ in 10 dreves sorte Dalinbela′. V integriranem nasadu smo obravnavali 4 drevesa sorte ′Santana′, 7 dreves sorte ′Topaz′, 10dreves sorte ′Gala′ in 8 dreves sorte ′Dalinbel′. Nasad je namakan kapljično in je pokrit s protitočno mrežo.\n"], "11": ["3.1.1 Oskrba nasada", "Dela v nasadu v obravnavanem letu 2008 so izvajali zaposleni na Sadjarskem centru Maribor v Gačniku. Nasad je bil 21. 2. gnojen s konjskim gnojem v količini 5 kg na drevo. Rez so izvedli 20. 3. Mulčili so 28. 4., 19. 5., 12. 6, 28. 7. in 13. 8. Protitočno mrežo so razprli 27. 5. in jo zaprli 19. 10. Podatki o zaščiti s kemičnimi sredstvi so priloženi v spodnji preglednici 1. \n"], "12": ["3.1.2 Obiranje pridelka", "Obiranje plodov smo izvedli po posameznih sortah. Najprej smo obrali sorto Santana, in sicer 20. 8., sledile so sorte Gala 26. 8., Dalinbel 3. 9. in Topaz 23. 9.\n"], "13": ["3.2 Opis sort", ""], "14": ["3.2.1 Sorta ′Gala′", "Gala je srednje bujna novozelandska sorta (′kidd′s orange′ x ′zlati delišes′). Zarodi v drugem letu, nato rodi redno in dobro. Plodovi so drobni do srednje debeli, z zelenkasto rumeno osnovno barvo, krovna barva je živa do temna rdeča. Redčenje je nujno za primerno debeljenje plodov. Meso je čvrsto, sočno in sladko. Čas dozorevanja je konec avgusta. ′Gala′ je zelo občutljiva na škrlup, malo občutljiva na pepelovko, jablanov rak in ognjevko (Štampar in sod. 2005).\n"], "15": ["3.2.2 Sorta ′Santana′", "′Santana′ je bujna nizozemska sorta. Rodi redno in dobro. Plodovi so srednje debeline. Osnovna barva je rumenozelena, do treh četrtin je prekrita z živo rdečo barvo. Meso je srednje čvrsto do čvrsto, sočno in sladko kislega okusa. Plodovi dobijo voščeno prevleko. Čas dozorevanja je v začetku septembra. ′Santana′ je odporna na škrlup in srednje občutljiva na pepelovko (Štampar in sod. 2005).\n"], "16": ["3.2.3. Sorta ′Topaz′", "Topaz je srednje bujna češka sorta. Pridelek ima obilen in dober. Slabost sorte je pogosta izmenična rodnost. Plodovi so debeli z osnovno zelenorumeno barvo in do 75 % prekriti \ns prižasto oranžnordečo barvo. Meso je čvrsto, sočno, kiselkasto in aromatično. Plodovi dozorijo v sredini septembra. ′Topaz′ je odporen na škrlup, malo občutljiv na pepelovko in občutljiv na grenko pegavost (Štampar in sod. 2005).\n"], "17": ["3.2.4 Sorta ′Dalinbel′", "′Dalinbel′ je francoska sorta in ni bujne rasti. Plodovi so debeli, rozardeče barve. Obarvanje pokriva 20 do 50 % površine ploda. Sadeži dozorijo v začetku septembra. Sorta je odporna na škrlup in zelo občutljiva na pepelasto plesen (Godec in sod. 2006).\n"], "18": ["3.3 Podlaga M 9", "Podlaga M 9 je šibkorastoča vegetativna podlaga za jablane. Raste tako v lažjih kakor v težjih tleh. Najbolje uspeva v globokih, zmerno vlažnih, prepustnih in humoznih tleh. Vpliva na obilno in zgodnjo rodnost. Plodovi so dobro obarvani in debeli, vendar v prvih letih slabše odporni. Podlaga je občutljiva na prekomerno vlago v tleh ter na bolezni jablanov škrlup in jablanova pepelovka. Sorazmerno je odporna proti gnilobi koreninskega vratu. Pogosto odganja koreninske izrastke (Štampar in sod. 2005).\n"], "19": ["3.4 Opis bolezni", ""], "20": ["3.4.1 Jablanov škrlup ali fuzikladij (Venturia inaequalis)", "Najpomembnejša glivična bolezen jablan se imenuje jablanov škrlup ali fuzikladij. Pojavlja se vsako leto, še posebej pogosta je v zelo deževnih letih. Prvi znaki bolezni so zelenkastočrne ali rjavočrne žametne prevleke na zgornji strani listne površine. Sledijo rjave in temne pege, sprva okroglih pozneje nepravilnih oblik. Pri močno napadenem listju začne tkivo med pegami rumeneti in že poleti listi odpadejo. Na plodovih bolezen \npovzroča rjavočrne pege z razpokano lupino, različni velikosti. Na mestu razpoke se pojavi pluta, ki daje plodovom značilen krastav videz. Bolezen povzroča gliva Venturia inarkualis, ki prezimuje v odpadlem listju. Ko se odpadlo listje namoči z dežjem, iz plodišč izbruhnejo trosi, ki jih veter zanese na mlade liste. Najhitreje pride do okužbe pri temperaturi med 17 in 24 ˚C. Pojav bolezni preprečujemo s škropljenjem z ustreznimi fungicidi v presledkih od 7 do 12 dni (Jazbec in sod. 1995).\n"], "21": ["3.4.2 Sadna gniloba ali monilia (Monilia fructigena)", "Ena izmed najbolj razširjenih in najbolj prepoznavnih glivičnih bolezni je sadna gniloba ali monilija. Najpogosteje napade plodove, ki so že blizu zrelosti. Gliva lahko vstopi v plod skozi rane, ki nastanejo kot posledica mehaničnih poškodb, toče, drugih glivičnih bolezni, napada živali. Zdrav plod se lahko okuži s tesnim dotikanjem bolnega plodu. Prvi znak okužbe je pojav rjave lise okrog rane, ki se hitro veča, tkivo pod njo pa se mehča in gnije. Na nagnitem delu se pojavijo sivorumenkasti prašni kupčki. Okuženi plodovi dokončno zgnijejo in odpadejo ali pa se posuše in obvise na drevju čez zimo. Slednjim pravimo »mumije«. V njih se tvorijo poletni trosi, kar predstavlja vir okužb za naslednje leto. Če pridejo v zemljo, tam prezimijo in po drugi zimi vzkalijo in okužijo plodove. V skladiščih brez svetlobe se bolezen pojavi v tako imenovani obliki črne gnilobe. Za preprečevanje nastanka bolezni vestno odstranjujemo mumije in gnile plodove ter jih uničujemo. Preprečujemo mehanične poškodbe plodov, zatiramo bolezni in škodljivce (Jazbec in sod. 1995).\n"], "22": ["3.4.3 Jablanova pepelasta plesen (Podosphaera leucotricha)", "Pomembno glivično bolezen jablanovo pepelasto plesen poznamo tudi pod imenom pepelovka. Gliva se čez zimo ohrani na več načinov. Najpogostejša oblika prezimitve je kot micelij v brstih ali pa se ohrani s trosi, ki jih oblikuje v kleistotecijskih plodiščih na napadenih organih. V blagih zimah prezimi micelij na površini poganjkov. Spomladi se \nna poganjkih, ki se razvijejo iz okuženih brstov, pojavi tako imenovana primarna pepelovka. Njena posledica je uničenje socvetij in zakrnitev poganjkov. Poznejša razširitev na preostale poganjke lahko ogrozi oblikovanje rodnega lesa za naslednjo rastno dobo. Če se gliva naseli na povrhnjico plodov, se na povrhnjici oblikujejo rjave površinske oplutenele kraste. V ekološki pridelavi se za zatiranje bolezni poslužujemo predvsem uporabe žvepla in mehaničnega zatiranja z izrezovanjem napadenih poganjkov. V drugih pridelovalnih sistemih se poslužujemo uporabe fungicidov v kombinaciji z mehaničnem zatiranjem (Štampar in sod. 2005).\n"], "23": ["3.5 Vremenske razmere", ""], "24": ["3.5.1 Vremenske razmere v tridesetletnem obdobju (1961–1990)", "Na območju Maribora je bila v tridesetletnem obdobju povprečna letna temperatura 9,7 ˚C, povprečna temperatura v času vegetacije pa 16 ˚C. Povprečno je letno padlo 1045 mm padavin, v obdobju vegetacije pa 639 mm. Iz klimadiagrama ni zaznati pomanjkanja vode (grafikon 1).\n(od 1961 do 1990) z razmerjem temperatura : padavine =1 : 4 (Hočevar in Petkovšek 1995) (http://www.arso.gov.si/vreme/napovedi%20in%20podatki/maribor.html)\n"], "25": ["3.5.2 Vremenske razmere v letu 2008", "Glavna podnebna značilnost leta 2008 so bile nadpovprečne temperature. Leto si bomo zapomnili po številnih poletnih neurjih s točo, viharnim vetrom in intenzivnimi padavinami. Glede na podatke v meteorološkem letopisu je bila povprečna letna temperatura 11,5 ˚C, povprečna temperatura v času vegetacije (april–september) pa 17,5 ˚C. Od aprila do septembra je padlo 591,9 mm padavin. Letna vsota padavin je bila 895,6mm (Grafikon 2).\nPovprečna letna temperatura je bila višja od tridesetletnega povprečja za 1,8 ˚C, povprečna temperatura v času vegetacije pa je bila višja za 1,5 ˚C. Letna količina padavin je bila za 149,4 mm pod tridesetletnim povprečjem. V času vegetacije je padlo 47,1 mm padavin manj, kot je povprečno. V začetku in koncu vegetacije sta bili obdobji krajše suše.\ntemperatura : padavine = 1 : 4 (Hočevar in Petkovšek 1995) (http://www.arso.gov.si/vreme/podnebje/meterološkiletopis_letopisi.htm)\n"], "26": ["3.6 Ocena stopnje okužbe listov od jablanovega škrlupa in pepelovke", "Oceno stopnje okužbe listov od jablanovega škrlupa in pepelovke smo izvedli 15. 7. 2008. Pri posamezni sorti smo ocenili 200 do 300 naključno izbranih listov. Uporabili smo standardno metodo vizualnega ocenjevanja z bonitiranjem po lestvici od 0 do 5 in nato stopnjo napada izračunali po Townsend-Heubergerju (Püntener, 1981).\nFormula za izračun: I=Σ(nxk)x100/NxK\nn = število listov v posameznem razredu N = skupno število ocenjevanih listov k = številčna oznaka razreda K = število bonitiranih razredov\n"], "27": ["3.7 Skladišče razmere", "Pridelek je bil skladiščen od obiranja posamezne sorte do začetka pomladi 2009 v hladilnici Sadjarskega centra Maribor v Gačniku. Temperatura zraka v hladilnici je bila med 3 in 4 ˚C. Ostali parametri niso bili izmerjeni.\n"], "28": ["3.8 Vrednotenje pridelka", "Ob vsakem obiranju smo pri vsaki sorti in načinu pridelave plodove razdelili v velikostna razreda nad 70 mm in pod 70 mm ter določili število in maso (kg) plodov v posameznem razredu na drevo, število in maso poškodovanih plodov in okuženih z boleznimi.\nOb pregledu plodov v skladišču smo pri vsaki sorti in načinu pridelave spremljali število in maso zdravih plodov, število in maso poškodovanih oziroma plodov okuženih z boleznimi.\n"], "29": ["3.8.1 Meritve parametrov zrelosti", "Parametre zrelosti smo določili z uporabo stroja Pimprenelle, ki da ob testiranju plodov podatke o povprečni masi plodov, trdoti mesa plodov, vsebnosti topne suhe snovi, vsebnosti kislin in sladkorja. Pimprenelle je naenkrat sprejel 30 plodov, ki smo jih dali na vrtljivi krog. Najprej smo določili maso plodov in trdoto, nato so jabolka padla skozi luknjo iz zgornjega dela v tako imenovani mlin. Tu so se jabolka stisnila in dobili smo jabolčni sok, ki mu je bilo avtomatsko dodano 0,1 M NaOH za določanje skupnih titracijskih kislin. Titracijske vrednosti smo pomnožili z vrednostjo 0,67 in tako dobili vrednost jabolčne kisline. Na koncu smo dobili računalniški izpis omenjeni parametrov zrelosti plodov Sadjarski center maribor 2010). http://www.kmetijski-zavod.si/tema.php?idm=20 (14.9.2010)\nŠkrob smo določili po standardni metodi. Prerezane plodove smo potopili v 0,02 M raztopino J2 v kalijevem jodidu (KJ). Prisotnost škroba je določilo temno obarvanje prereza plodov. Intenzivnost in delež obarvanega dela smo ocenili s pomočjo primerjalne skale z vrednostmi 1–10 (škrobna lestvica EUROFRU), kjer 1 predstavlja 100 % škroba v plodu.\nNa podlagi pridobljenih parametrov smo izračunali streifov indeks zrelosti (Streif 1994):\nSTI = F / (R × S)\nF = trdota mesa plodov (kg/cm²) R = topna suha snov (˚Brix) S = škrobni indeks\n"], "30": ["3.7.2 Ocene organoleptičnih lastnosti", "Organoleptične lastnosti so ocenjevali študenti Fakultete za kmetijstvo in biosistemske vede v Mariboru, in sicer študentje 3. letnika smeri ekološko kmetijstvo ter študentje 2. letnika smeri vinogradništvo, vinarstvo in sadjarstvo. Ocenjevalci so bili stari med 20 in 25 let. Ocenjevanje je potekalo 1. teden decembra 2008. Izbrali smo plodove, ki so po velikosti in barvi najbolje predstavljali ocenjevano sorto. Po pet plodov smo razstavili in ocenjevalci so ocenili obliko, velikost in barvo plodov. Nato smo ocenjevane plodove olupili in jih razrezali na krhlje ter jih po naključnem vrstnem redu razstavili, da so ocenjevalci ocenili še čvrstost, teksturo, sočnost, odnos sladkor – kislina, aromo in polnost. Ocenjevanje je potekalo s številkami od 1 do 10, pri čemer je število 10 predstavljalo najboljšo oceno.\nDobljene rezultate smo statistično obdelali po metodi analize variance, s programskim paketom STATGRAPHICS. Za ugotavljanje statističnih razlik med obravnavanji smo uporabili Duncanov test s 5 % tveganjem.\n"], "31": ["4. REZULTATI", ""], "32": ["4.1 Ocena škrlupa in plesni v nasadu", "Na podlagi dobljenih rezultatov (grafikon 3 in 4), trdimo da v letu 2008 skoraj ni bilo napada škrlupa. Napad jablanove pepelovke je bil nekoliko večji, vendar še vedno pod mejo praga škodljivosti.\n"], "33": ["4.2 Pridelek in kakovost ob obiranju", ""], "34": ["4.2.1 Število plodov", "Pri sorti ′Santana′ je bilo v integriranem nasadu v povprečju 24,25 plodov, v ekološkem nasadu pa je bilo v povprečju 41,88 plodov na drevo (preglednica 2). Razlika je posledica močnejšega napada voluharja v integriranem nasadu. Pri sorti ′Dalinbel′ ni bilo bistvenih razlik v številu plodov na drevo. Pri sorti ′Topaz′ je bilo v integrirani pridelavi v povprečju 36,00 plodov, v ekološki pridelavi pa je bilo 49,30 plodov na drevo. Tudi pri ′Topazu′ je bil močnejši napad voluharja v integriranem delu nasada. Pri sorti ′Gala′ je bilo povprečno število plodov na drevo v integrirani pridelavi 59,90, v ekološki pridelavi pa je bilo povprečno 34,00 plodov na drevo. Pri tej sorti je bil močneje napaden ekološki nasad, kar se kaže v manjši količini pridelka.\n"], "35": ["4.2.2 Masa plodov na drevo", "Masa plodov na drevo je odvisna od števila in mase plodov. Tako imajo sorte, ki so imele večje število plodov, tudi večjo povprečno maso plodov na drevo. Trend najvišje mase \nsmo imeli v integrirani pridelavi sorte ′Gala′. Sledita ji sorti ′Topaz′ in ′Dalinbel′ v ekološki pridelavi.\n"], "36": ["4.2.3 Povprečna masa enega plodu", "Pri povprečni masi enega plodu so trend razlik med pridelovalnima sistemoma kaže med 10 in 20 g. Največjo maso imajo plodovi sorte ′Dalinbel′ v integrirani pridelavi, sledijo ji plodovi iste sorte v ekološki pridelavi. Najlažji so plodovi ′Gale′ v ekološki pridelavi. Na podlagi danih rezultatov sklepamo, da ima sorta ′Gala′ najmanjšo povprečno maso ploda zaradi sortne značilnosti in močnejšega napada voluharja v nasadu te sorte. \n"], "37": ["4.2.4 Kakovost plodov", "Iz preglednice razberemo, da je bil delež pridelka prvega razreda pri sortah ′Santana′ in ′Dalinbel′ v obeh sistemih pridelave ter pri ekološki pridelavi ′Topaza′ enak ali večji od 99,65 %. Za odtenek slabše se je izkazala pridelava ′Topaza′ v integrirani pridelavi. Precej slabše se je izkazala pridelave neodporne sorte ′Gala′, predvsem v ekološkem načinu pridelave.\n"], "38": ["4.2.5 Parametri zrelosti ob obiranju", "Največji trend v trdoti ob obiranju smo ugotovili pri sorti ′Gala′(preglednica6). V ekološki pridelavi smo zabeležili vrednost 9,00 kg/cm², v integrirani pridelavi pa je bila njena vrednost 8,30 kg/cm². Pri sorti ′Dalinbel′ smo zabeležili manjši trend v prid ekološki pridelavi.\nPri količini sladkorja smo ugotovili največji trend pri sorti ′Gala′. V ekološki pridelavi je bila njegova vrednost 12,60, v integrirani pridelavi je njegova vrednost znašala 10,60. Tudi pri sorti ′Dalinbel′ je bil trend višje vrednosti v ekološki pridelavi.. Pri sorti ′Topaz′ smo ugotovili višji trend vrednosti v integrirani pridelavi.\nVišji trend količine kisline sta imeli sorti ′Dalinbel′ in ′Gala′ v ekološki pridelavi. Sorta ′Dalinbel′ je imela ob obiranju povprečno vrednost kisline v ekološki pridelavi 10,40 in 9,50 v integrirani pridelavi. ′Gala′ je imela povprečno vrednost 4,70 v ekološki pridelavi in 3,60 v integrirani pridelavi.\nVrednost škroba je bila pri ekološki pridelavi sorte ′Dalinbel′ višja, in sicer je znašala 7,50. V integrirani pridelavi, je znašala 6,60. Pri sorti ′Topaz′ so rezultati pokazali višjo vrednost v integrirani pridelavi (7,50). V ekološki pridelavi je vrednost škroba znašala 6,90. Pri sorti ′Gala′ ni bilo razlik.\nZa sorto ′Santana′ nimamo podatkov ob obiranju. \n"], "39": ["4.3 Skladiščna sposobnost plodov", ""], "40": ["4.3.1 Plodovi v decembru 2008", "Povprečne mase plodov (priloga 1) se s časom znižujejo. Vrednosti (preglednica 7) kažejo pojav bolezni v skladišču, v prvem tednu decembra 2008. Pri sorti ′Gala′ v integrirani pridelavi so bili vsi plodovi zdravi. Velik pojav bolezni je bil v ekološki pridelavi sorte ′Santana′. Odstotek okuženih plodov z Gloesporium je znašal 10,06 %, prizadetost z boleznijo Monilinia fructigena je bila manjša, vendar še vedno nad 8 %. Pri ostalih sortah in načinih pridelave so se v manjših odstotkih pojavile bolezni, vendar je odstotek zdravih plodov še vedno presegal 95,50 %. \nPrvo merjenje trdote in sladkorja smo izvedli v prvem tednu decembra 2008. Rezultati so pokazali trend višjih vrednosti trdote v integrirani pridelavi pri sortah ′Santana′ in ′Topaz′. ′Gala′ je nakazala trend večje trdote v ekološki pridelavi (preglednica8). Meritve sladkorja so v vseh primerih, razen pri ′Topazu′,kjer ni bil nakazan trend, pokazale trend višjih vrednosti v ekološki pridelavi.\n"], "41": ["4.3.2 Plodovi v januarju 2009", "V januarju sta se bolezni pojavili pri vse sortah in v obeh pridelovalnih načinih. Tudi tokrat se je za najslabšo izkazala sorta ′Santana′ v ekološki pridelavi. Odstotek zdravih plodov pri njej je bil samo 78,46, kar močno odstopa od ostalih. Trend najboljše se je v integrirani pridelavi izkazal pri sorti ′Dalinbel′, v ekološki pridelavi pa se je za najboljšega izkazal ′Topaz′. Samo pri ′Santani′ se je pojavil trend, ki je kazal velike razlike v načinu pridelave. Na podlagi rezultatov sklepamo, da se sorta ′Santana′ pri skladiščenju slabše obnese v ekološki pridelavi.\nDrugo merjenje trdote in sladkorja smo izvedli v tretjem tednu januarja 2009. Rezultati so pokazali višje vrednosti trdote v integrirani pridelavi pri sortah ′Dalinbel′ in ′Topaz′. ′Gala′ je pokazala višjo trdoto v ekološki pridelavi, medtem ko pri sorti ′Santana′ ni bilo občutne razlike. Najvišja trdota je bila pri ekološko pridelani sorti ′Gala′, najnižjo trdoto pa smo zabeležili pri ′Santani′ v obeh načinih pridelave.\nMeritve sladkorja so v ekološki pridelavi pokazale trend višjih vrednosti pri sortah ′Gala′ in ′Topaz′, preostali sorti sta trend višjih vrednosti dosegli v integrirani pridelavi.\n"], "42": ["4.4 Senzorična ocena plodov", "Ns –ni statističnih razlik * - 95% verjetnost\nNa podlagi statističnih podatkov trdimo, da pridelovalni sistem in interakcija pridelovalnega sistema (P) in sorte (S) statistično ne vplivata na senzorično oceno plodov. Weibel je v svoji raziskavi dokazal vpliv pridelovalnega sistema na senzorično \noceno plodov. V njegovi raziskavi so ekološko pridelana jabolka statistično boljše ocenjena pri ocenjevanju čvrstosti, sočnosti, kislosti in okusa (Weibel 2004).\nS 95 % verjetnostjo lahko trdimo, da ima sorta vpliv na oceno oblike in velikosti. Ocene oblike sort označenih z isto črko se med seboj statistično ne razlikujejo glede na rezultate Duncanovega testa pri p = 0,05 (Preglednica 11). Sorta ′Topaz′ je statistično slabše ocenjena od ostalih sort. Rezultati potrjujejo ugotovitve ugotovljenih ocen organoleptičnih lastnosti na Fakulteti za kmetijstvo in biosistemske vede v Mariboru, kjer je sorta ′Gala′ dosegla višje ocene kot sorta ′Topaz′ (Vogrin in sod. 2009).\nDuncanov test pri p = 0,05\nOcene velikosti sort ′Gala′ ′Santana′ in ′Dalinbel′ se med seboj statistično ne razlikujejo (preglednica 12). Sorta ′Topaz′ je statistično slabše ocenjena od ostalih sort.\n"], "43": ["4.5 Povratno cvetenje v letu 2009", "Povratno cvetenje v letu 2009 se je gibalo med 3,75 in 7,7. Občutna razlika pri oceni cvetenja je bila pri ′Santani′, kjer smo ekološki nasad ocenili s povprečno oceno 3,75, integrirani nasad pa z oceno 5,75. Večjo razliko smo ugotovili tudi pri sorti ′Dalinbel′. Ekološki nasad smo povprečno ocenili s 7,70, kar je tudi najvišja ocena izmed vseh sort, integrirani nasad pa z oceno 5,75.\n"], "44": ["5 SKLEPI", "V letu 2008 smo v sadjarskem centru Maribor – poskusna postaja Gačnik primerjali vpliv integrirane in ekološke pridelave jabolk (Malus domestica B.) na kakovost in skladiščno sposobnost plodov. Poskus je potekal v enakih talnih in klimatskih pogojih. Primerjali smo odporne sorte ′Santana′, ′Topaz′ in ′Dalinbel′ ter sorto ′Gala′, ki je neodporna na bolezni škrlup in plesen, in prišli do naslednjih rezultatov.\nVpliv pridelovalnega sistema na količino in kakovost pridelka jabolk se ni pokazal. V letu 2008 ni bilo močnejšega napada bolezni škrlupa in plesni, zato ne moremo govoriti o vplivu bolezni na pridelek. Močan vpliv na rezultate je imel voluhar, ki je različno močno prizadel posamezne dele sadovnjaka in s tem vplival na pridelek. Najmočneje so bile prizadete sorte ′Santana′ in ′Topaz′ v integrirani pridelavi ter sorta ′Gala′ v ekološki pridelavi.\nV skladišču se je pri ekološki pridelavi sort ′Santana′ in ′Gala′ močneje pojavil trend bolezni Monilinia fructigena in Gloesporium. Pri ostalih dveh sortah v skladišču ta trend ni bil opažen. Na podlagi tega sklepamo, da se ekološko pridelani sorti ′Santana′ in ′Gala′ slabše obneseta pri skladiščenju.\nPri degustacijski oceni organoleptičnih lastnosti nismo zaznali razlik med pridelovalnima sistemoma. Ugotovili smo vpliv sorte na velikost in obliko plodov. Pri tem je bila sorta ′Topaz′ slabše ocenjena v primerjavi z ostalimi sortami, kjer med njimi nismo zaznali razlik.\n"], "abstract": ["V sadjarskem centru Maribor – poskusna postaja Gačnik smo primerjali vpliv integrirane in ekološke pridelave jabolk (Malus domestica B.) na kakovost in skladiščno sposobnost plodov v enakih talnih in klimatskih pogojih. Primerjali smo odporne sorte ′Santana′, ′Topaz′ in ′Dalinbel′ ter sorto ′Gala′, neodporno na bolezni škrlup in plesen. Iz rezultatov je razvidno, da način pridelave ni vplival na kvaliteto in količino pridelka. Vpliv je imel voluhar, ki je nekatera drevesa bolj prizadel in s tem vplival na količino ter kakovost pridelka. V skladišču so se močneje pojavile bolezni v ekološkem načinu pridelave sort ′Santana′ in ′Gala′. Pri oceni organoleptičnih lastnosti nismo ugotovili razlik v načinu pridelave. "]}