{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Tema diplomske naloge se nanaša na področje marketinga, natančneje na področje merjenja zadovoljstva odjemalcev storitev.\nV današnjem času ima storitveni sektor v svetu vedno večji pomen, saj zaposluje največ ljudi. Zaradi vse ostrejše konkurence, so storitvena podjetja prisiljena zagotoviti čim večjo kakovost svojih storitev, saj ravno ta pogosto zagotovi odločilno prednost pred konkurenco. Kakovost storitev je v največji meri odvisna od ljudi, ki sodelujejo v storitvenem procesu, zato podjetja vlagajo vso skrb in napore v izboljšanje odnosov med zaposlenimi in odjemalci storitev.\nKer pa lahko le zadovoljen odjemalec omogoči obstoj in razvoj podjetja, morajo podjetja ugotoviti, kateri dejavniki najbolj vplivajo na (ne)zadovoljstvo, saj le-to ni odvisno le od cene, ampak še od mnogih drugih dejavnikov. Ti dejavniki so med seboj prepleteni, delujejo na zavedni in nezavedni ravni, zaradi česar so težko določljivi. Določitev za odjemalca najpomembnejših značilnosti in odločilnih dejavnikov, pa še dodatno otežuje neotipljivost storitev. Tako je problem zadovoljevanja odjemalcev oziroma ugotavljanje njihovega zadovoljstva kompleksna in stalna naloga vsakega podjetja.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen diplomske naloge je ugotoviti stopnjo zadovoljstva odjemalcev s storitvami Mariborskega vodovoda (v nadaljevanju MV), ter na osnovi ugotovitev raziskave prispevati k spoznavanju, razumevanju in s tem k obojestransko zadovoljivemu reševanju problema zadovoljstva tako odjemalcev kot MV.\nCilji v teoretičnem delu naloge so:   povzeti dostopno literaturo,   opredeliti zadovoljstvo z vidika odjemalcev,   predstaviti merjenje zadovoljstva odjemalcev.\nCilji empiričnega dela naloge so:   ugotoviti trenutno zadovoljstvo odjemalcev storitev MV,   ugotoviti vzroke zadovoljstva oziroma nezadovoljstva odjemalcev storitev MV,   ugotoviti pomankljivosti v kakovosti in ponudbi storitev.\nOsnovne trditve oziroma hipoteze raziskave so:\n- Anketirani odjemalci storitev MV izražajo svojo zadovoljstvo s storitvami MV na  lestvici od 1 do 5 (1=zelo nezadovoljen, 2=nezadovoljen, 3=delno zadovoljen,  4=zadovoljen, 5=zelo zadovoljen) s povprečno oceno 3 ali več; \n- več kot 50% anketiranih v tem letu ni imelo težav s pitno vodo;\n- več kot 50% anketiranih meni, da je kvaliteta vode najmanj dobra;\n- več kot 50% anketiranih meni, da je voda brez klora boljša od klorirane vode;\n- več kot 50% anketiranih meni, da so cene vode enake drugim življenskim stroškom;\n- več kot 50% anketiranih meni, da so cene storitev primerne;\n- manj kot 50% anketiranih je seznanjenih s kvaliteto pitne vode;\n- manj kot 50% anketiranih si je že ogledalo internetno stran MV in jo ocenjujejo na  lestvici od 1 do 5 (1=zelo slaba, 2=slaba, 3=povprečna, 4=dobra, 5=zelo dobra) s  povprečno oceno 3 ali več;\n- manj kot 40% anketiranih sami večkrat na leto odčitajo števec;\n- več kot 60% anketiranih je mnenja, da bi bilo potrebno odčitati števce večkrat na  leto.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Pri izdelavi diplomske naloge izhajamo iz naslednjih predpostavk:   pripravljenost anketirancev na sodelovanje,   točnost na podlagi ankete pridobljenih podatkov in   da so podatki, uporabljeni iz tuje literature, prenosljivi v naše okolje.\nOmejiteve pri raziskavi:\n- Omejili se bomo predvsem na dejavnike, ki vplivajo na zadovoljstvo odjemalcev;\n- uporabili bomo kvotni vzorec, ki omogoča posploševanje rezultatov na celotno  populacijo;\n- pomanjkanje sekundarnih virov;\n- običajne omejitve, ki se bodo pojavljale, so še omejitve časa in interesa anketirancev.\n"], "5": ["1.4 Predvidene metode raziskovanja", "V diplomskem delu gre za:   poslovno raziskavo,   deskriptivni pristop (v prvem delu) in analitični pristop (v drugem delu –anketa).\nV okviru deskriptivnega pristopa:   metoda deskripcije (s pomočjo postopka opisovanja dejstev),   metoda kompilacije (povzeli bomo spoznanja različnih domačih in tujih avtorjev),   metoda komparacije (primerjali bomo spoznanja različnih domačih in tujih  avtorjev).\nV sklopu analitičnega pristopa bomo uporabili:   induktivni pristop; na podlagi izidov anketiranja bomo iz posamičnih primerov  sklepali o obnašanju in stališčih odjemalcev. \n"], "6": ["2 TEORETIČNI DEL", ""], "7": ["2.1 Zadovoljstvo odjemalcev storitev", ""], "8": ["2.1.1 Opredelitev pojma odjemalec", "Avtorji različno opredeljujejo odjemalca na eni strani, kot npr.: kupec, potrošnik (porabnik) in uporabnik. Gabrijan in Snoj (1991, 56-57) podajata naslednje opredelitve:\n- »Za določeno družbeno enoto so odjemalci tiste družbene enote, ki njene izdelke  pridobijo ali v posest ali/in v lastništvo. Odjemalci pa lahko te izdelke uporabljajo ali  pa ne. Z izrazom »odjemalec» zajemamo tako kupce kot tudi uporabnike izdelkov  določene družbene enote. Zato uporabljamo ločeno izraza »kupec« oziroma  »uporabnik« v primerih, ko gre za posebnosti, ki jih je potrebno poudariti in se  nanašajo izključno na uporabnika oziroma kupca.\n- Uporabnik je tista družbena enota, ki snovne (materialne) izdelke uporablja in jih pri  tem porablja (troši), nesnovne izdelke (večina storitev) pa le uporablja.\n- Kupec je tista družbena enota, ki pridobi v lastništvo ter običajno tudi v posest  izdelke z menjavo, pri tem pa da običajno v zameno denar.\n- Pri obravnavanju pojmov »kupec« in »uporabnik« je potrebno opozoriti na to, da ni  nujno kupec izdelka tudi njegov uporabnik.«\nOdjemalci storitev so težje nadzorljivi, saj se med seboj razlikujejo predvsem po:   osebnostnih značilnostih,   željah,   pričakovanjih,   preferencah,   vrednotah,   načinu nakupnega vedenja in   življenskem slogu itd. (Potočnik 2000, 39)\nZato je potrebno za ustrezno oblikovanje storitev raziskati motivacije in osebnostne značilnosti odjemalcev storitev, zlasti pa:   kdo so dejanski in možni odjemalci,   kakšne so njihove demografske, psihografske in vedenjske značilnosti,   katere storitve uporabljajo oziroma bi uporabljali za zadovoljevanje svojih potreb in   kako ocenjujejo konkurenčne storitve. (ibidem, 39-40)\nOdjemalci se za nakup izdelka najtežje odločijo kadar (Assael 1995, 72):   je izdelek pomemben,   so trajno zainteresirani za nakup (npr. kozmetičarka v nakup kozmetičnih  izdelkov),   je tveganje pri nakupu veliko (finančni rizik je velik npr. pri nakupu avtomobila),   nam je izdelek všeč,   izdelek identificiramo z normami, ki veljajo v določeni skupini. \nΘ VRSTE ODJEMALCEV\nZaradi različnosti odjemalcev se pojavlja potreba po raziskovanju, ki pomeni iskanje dejstev, resničnih podatkov, ki jih lahko uporabimo za razlago odjemalčevega vedenja. Ugotoviti želimo značilnosti, ki jih lahko s pridom uporabita tako organizacija kot odjemalec, da bi bila bolj uspešna in zadovoljna v svojih dejavnostih. Organizacije, ki nimajo podatkov o odjemalcih, se lahko v svojih odločitvah prenaglijo ali napačno odločijo. Čim več podatkov o trgu imamo, tem lažje in kvalitetnejše se odločamo oziroma so naše odločitve manj tvegane (Damjan in Možina 1998, 232).\nVerk (2000, 17-18) navaja naslednjo možno razvrstitev:   glede na časovno opredelitev (pretekli, sedanji in potencialni);   glede na njihove aktivnosti, oziroma mesto v distribucijski verigi (proizvajalci,  trgovci na drobno, trgovci na debelo, posredniki, investitorji in končni kupci);   glede na geografski kriterij (lokalni, domači, tuji, evropski,...);   glede na doseženo stopnjo zadovoljstva (navdušeni, zadovoljni, razočarani);   glede na obseg poslovanja, ki ga z njimi ima proizvajalec (mali, srednji, veliki).\nKotler (1996, 83) pa razvršča trge kupcev v pet kategorij, to so naslednje:\n1. trg potrošnikov: posameznik in gospodinjstva, ki kupujejo izdelke in storitve za osebno  porabo (uporabo); 2. industrijski trgi: so organizacije, ki kupujejo izdelke in storitve, ki so potrebni za  proizvodnjo drugega proizvoda ali storitve, zaradi ustvarjanja profita in/ali zaradi  drugih ciljev; 3. trg preprodajalcev: so organizacije, ki kupujejo izdelke in storitve z namenom, da jih  prodajo naprej in s tem ustvarjajo dobiček; 4. trg državnih organov: to so vladne agencije, ki kupujejo izdelke in storitve zaradi  nudenja javnih uslug ali zaradi prenašanja teh izdelkov in storitev tistim, katerim so  potrebne; 5. mednarodni trgi: kupci v tujini, vključno s tujimi potrošniki, proizvajalci, preprodajalci  in države.\n"], "9": ["2.1.2 Opredelitev storitev", "Izraz storitev izhaja iz latinskega izraza »servio« (»servire« it.), ki ima več pomenov, in sicer med drugim: delati za nekoga oziroma služiti nekomu, streči, skrbeti zanj, ravnati se po čem, izvajati, posluževati, oskrbovati, ponujati, delovati, zadovoljevati, ... (Bradač 1990, 483; povzeto po Snoju 2000, 32)\nPri opisu storitev izhajamo iz pomena in je pojem storitev pomensko vezan na dejanja, akcije, kjer dejanja posameznika prispevajo k uresničevanju ciljev drugih posameznikov. Storitve so torej interakcije med ljudmi in organizacijami in so v svojem bistvu procesi. S stališča odjemalca je poudarjen vidik storitve (Snoj 1998, 32) kot ponudnikovo izvajanje aktivnosti, ki odjemalcu daje korist, vezano na spremenjeno delovanje snovnega izdelka oziroma odjemalca samega. \nNa podoben način storitve opredeljuje tudi Tavčar (2000, 133), ki pravi, da so storitve dejavnosti, bodisi fizične ali umske, ki jih izvajalec (dobavitelj) opravi v korist kupca oziroma uporabnika (odjemalca); storitve lahko zadevajo kupca samega ali pa -v njegovo korist- razne predmete in urejenost (strukture in procese), s katerimi ima opraviti. Kupec storitve izvajalcu storitve praviloma plača, med njima je torej tržno razmerje. (ibidem, 133)\nKotler (1982, 124; povzeto po Snoju 1998, 32) pa pravi, da je storitev kakršnakoli aktivnost ali korist, ki jo lahko partnerji v menjavi ponujajo drugim in je v bistvu nesnovna ter ne rezultira v kakršnem koli lastništvu. Njena izvedba je lahko s fizičnimi izdelki ali pa tudi ne. Mnogi avtorji se izognejo problemu opredelitve storitve z naštevanjem le-teh. Bistven problem, ki se pojavi pri naštevanju, pa je časovna dinamika, ki prinaša vedno nove in nove storitve, tako da nikoli ne zajamemo vseh možnih storitev.\nStoritve je mogoče opredeljevati z več vidikov (Meffert 1995, 24-25):\n- dejavnostni vidik: vsaka človeška dejavnost je v bistvu storitev, torej delo za lastne  ali tuje interese; »storitev je dejavnost ljudi, da bi svoje fizične in duhovne  zmožnosti, skupaj z materialnimi dobrinami ali brez njih, usmerili v zadovoljevanje  človeških potreb«;\n- procesni vidik: »storitve so procesi za zadovoljevanje potreb tretjih oseb z  materialnimi ali nematerialnimi učinki«; uporabljanje in izvajanje storitev terja  sočasnost stikov med izvajalcem in odjemalcem ali predmetom storitev;\n- vidik izidov: ključno ni izvajanje storitev, temveč izid, saj je le z izidom mogoče  nastopati na tržišču; »storitve so prodaji namenjene gospodarske dobrine«;\n- vidik zmožnosti (potencialov): storitve so zmožnosti ljudi ali strojev, zmožnost  ponudnika storitev, da opravi za povpraševalca določena opravila, storitve.\nLastnosti storitev se razlikujejo od lastnosti izdelka. Izdelke lahko opišemo kot fizične objekte (snovni objekt menjave), medtem ko je storitev posebno dejanje ali delovanje, ki ga izvajalec storitve ponudi odjemalcu (nesnovni objekt menjave). (povzeto po Kotlerju 1996, 465)\nΘ OSNOVNE ZNAČILNOSTI STORITEV\nKotler (1996, 465-468) upošteva štiri osnovne značilnosti storitev, in sicer:   neopredmetenost,   neločljivost,   spremenljivost in   minljivost.\nPotočnik (2002, 422) pa poleg teh značilnosti dodaja še štiri druge, ki pa niso značilne za vse storitve v celoti. Te značilnosti so:   težavnost ugotavljanja in nadziranja kakovosti,   visoka stopnja tveganja,   prilagajanje ponudbe posameznim zahtevam odjemalcev storitev in   ustvarjanje osebnih stikov med kupcem in izvajalcem. \nNeopredmetenost Storitve so neotipljive. Za razliko od izdelkov jih ne moremo videti, okusiti, občutiti, slišati ali vonjati preden jih kupimo. Kupec storitve po nakupu in uporabi pogosto nima v posesti ničesar opredmetenega. Medtem ko lahko kupec z nakupom izdelka sorazmerno lahko opredeli, kaj je dobil in ali so bile zadovoljene njegove potrebe. Da bi omilili negotovost, odjemalci ponavadi iščejo znamke ali dokazila o kakovosti storitve. Do ustreznih sklepov glede storitve pridejo na osnovi prostora, ljudi, opreme, simbolov, cene in komunikacijskega gradiva. Zato skušajo ponudniki storitev svojim abstraktnim ponudbam dodati fizične dokaze in neotipljivo spremeniti v otipljivo. (povzeto po Potočnik 2002, 423)\nČeprav storitve vsebujejo tudi oprijemljive sestavine, pa je izvedba storitve vedno neopredmetena.\nNeločljivost Večinoma storitve naredijo in porabijo istočasno. V tem se razlikujejo od fizičnega blaga, ki ga izdelajo, skladiščijo in prek distributerjev prenašajo do kupcev. Tisti, ki storitev izvaja, je praktično tudi oseba, ki jo tudi posreduje in je na ta način hkrati del storitve. Storitev je tudi vzajemno delovanje med ponudnikom in kupcem oziroma odjemalcem, saj je le ta pogosto vključen v samo izvedbo storitve. To je tudi najpomembnejša posebnost trženja storitev. Oba, odjemalec in ponudnik storitev, vplivata na končni izid, to je zadovoljstvo odjemalca. Sočasno izvedbo in porabo storitev imenujemo tudi simultanost storitev. (povzeto po Potočnik 2002, 423)\nSpremenljivost Zaradi sočasne izvedbe in uporabe storitev, je neizogibna posledica spremenljivost storitve. Storitve se hitro spreminjajo, s tem pa tudi njihova kakovost, ker so odvisne od tega, kdo, kje in kdaj jih izvaja. Storitvena podjetja imajo tri možnosti za nadzorovanje kakovosti:   ustrezni izbor strokovnih sodelavcev in njihovo usposabljanje,   poenotenje izvedbe storitev (standardiziranje storitev),   spremljanje zadovoljstva odjemalcev s pomočjo sistema predlogov in pritožb, anket  in primerjalnih nakupov, ki pomagajo odkriti in popraviti slabo storitev. (Potočnik\nMinljivost Storitev ne moremo shraniti oziroma skladiščiti za kasnejšo prodajo ali uporabo. Mudie in Cottam (1993, 7) pravita, da so učinki storitev dolgotrajni, čeprav so storitve kot procesi neobstojne. Zaradi te njihove lastnosti ima upravljanje odnosa med obsegom povpraševanja in obsegom ponudbe pri večini storitev strateški pomen. Minljivost storitev ni problem, kadar je povpraševanje stalno, ker lahko vnaprej zagotovimo delovne moči in drugo potrebno. Kadar pa povpraševanje niha, imajo storitvena podjetja hude težave.\nČe povpraševanje preseže ponudbo, ne moremo storitve preprosto vzeti iz zaloge in jo ponuditi na trgu. Če ponudba preseže povpraševanje, je vrednost storitve izgubljena. Tako kot storitev ne moremo skladiščiti, jih tudi ne moremo ponaročiti, kot je to mogoče pri izdelkih. (Potočnik 2002, 424) \nTežavnost ugotavljanja in nadziranja kakovosti Kakovost storitev je zelo težko ugotavljati in nadzirati prav zaradi tega, ker je večina storitev neopredmetena in s tem tudi neotipljiva. Storitve praviloma izvajajo ljudje, seveda ne tako, kot izdelujejo izdelke; ljudje ne delujejo tako kot stroji v proizvodnem procesu. Prav zaradi tega dejstva odjemalec zelo težko ocenjuje vrednost storitve, ki jo je dobil, pa tudi izvajalec storitve ne more natančno ugotavljati in nadzirati njene kakovosti. Poleg tega je ocenjevanje vrednosti in kakovosti storitve odvisno predvsem od mnenj, vrednot in pričakovanj odjemalcev oziroma potencialnih porabnikov. (povzeto po Potočnik 2002, 424)\nPrilagajanje ponudbe posebnim zahtevam odjemalcev Izdelke lahko standardiziramo, storitve pa zaradi tega, ker jih izvajajo ljudje, ni mogoče v celoti poenotiti. Prav zato je stopnja prilagajanja ponudbe in izvedbe storitev posebnim zahtevam odjemalcev eno od meril kakovosti storitev. Vendar je tudi za številne storitve izvedljiva visoka stopnja standardizacije in poenotenja postopkov (na primer bančni avtomat), čeprav velja splošno pravilo, da sta raven prilagodljivosti in raven izvedbe »po meri« posameznega odjemalca izjemno pomembni za diferenciranje ponudbe storitev. (ibidem, 425)\nVisoka stopnja tveganja Zaradi težavnosti ugotavljanja in nadziranja kakovosti ter občutljivosti na čas in kraj izvedbe ter izvajalca je nakup storitev (na primer izbira kirurga) vedno bolj tvegano dejanje kot nakup izdelka. Vendar pa je tudi za nekatere izdelke značilna visoka stopnja tveganja (na primer pri nakupu avtomobila). (ibidem, 425)\nUstvarjanje osebnih stikov med odjemalcem in izvajalcem storitve Za številne storitve velja, da niso zgolj prodajne transakcije, ampak proces, v katerem je neposreden stik med izvajalcem storitve in odjemalcem v glavnem nujen. Tako je znanje in vedenje izvajalca storitve odločujoče za rezultat, to je raven odjemalčevega zadovoljstva. (ibidem, 425)\nPoleg teh značilnosti pa Verbič (1994, 64) navaja še naslednje:\n- Ponovna prodaja oziroma reklamacija: večino izdelkov ponovno prodamo, storitev  pa zaradi minljivosti ne moremo. Drugi pomemben vidik je, da nezadovoljna stranka  izdelek lahko vrne ponudniku, stranka nezadovoljna s storitvijo pa ne.\n- Predstavitev pred prodajo: izdelke lahko predstavijo kupcu, da se lažje odločijo za  nakup, pri storitvah pa to ni mogoče.\n- Prostorska razporeditev: proizvodnja, prodaja in uporaba izdelkov ponavadi poteka  na različnih mestih, pri storitvah pa vsi procesi potekajo na enem mestu.\n- Fizična distribucija: izdelke lahko prenašamo iz enega mesta na drugega, medtem ko  večine storitev ni možno izvesti na enem mestu in jih nato prenesti drugam.\n- Način proizvodnje: pri izvajanju storitev so kupci običajno aktivni udeleženci, pri  izdelkih pa to ni potrebno.\n- Neposrednost stikov: pri storitvah je neposreden stik med proizvajalcem in  odjemalcem v glavnem nujen, pri izdelkih pa ni potreben. \n"], "10": ["2.1.3 Opredelitev zadovoljstva", "Izraz zadovoljstvo izhaja iz latinskega izraza »satis«, ki ima v slovenskem jeziku pomen dosti, dovolj, še dosti, in se povezuje v izraz »satis-fasere«, ki v slovenskem jeziku pomeni zadosti, zadoščanje, zadovoljstvo (Bradač 1997, 470). Če sestavimo obe besedi skupaj, dobimo angleško besedo »satisfaction«, katero pri nas prevajamo zadovoljstvo, zadoščanje, zadostitev, satisfakcija. V slovarju slovenskega knjižnega jezika je pomen zadovoljstvo razložen kot: »Stanje človeka, ki se duševno ugodno počuti zaradi doživljanja svojega stanja kot dovolj skladnega z lastnimi potrebami in željami«.\nRazlični avtorji različno opredeljujejo pojem zadovoljstvo odjemalca, vendar so si edini v tem, da je le to odvisno od pričakovanja in dejanskega stanja.\nStatistični vidik obravnave razčljenjuje naravo psihološkega koncepta. Pri tem so v ospredju emocije, izpolnitev in stanje kot tri značilnosti narave zadovoljstva. Prvo značilnost, afektivno naravo, izpostavlja Oliverjev zgodnejši vidik obravnave, po katerem je zadovoljstvo nepričakovan element potrošne izkušnje. (Oliver 1997; v Hribar 2003, 14)\nIzpolnitev je drugi vidik narave zadovoljstva. Po motivacijskih teorijah aktivnosti posameznikov vzpodbujajo hotenja po zadovoljitvi potrebe (Maslowa teorija potreb) ali dosegu postavljenih ciljev. V obeh primerih lahko zadovoljstvo obravnavamo kot rezultat motivacijskega procesa. Temu vidiku se približuje Oliver, ki zadovoljstvo opredeljuje kot odziv odjemalca na izpolnitev, oziroma kot sodbo, ali je izdelek/storitev oziroma njegova lastnost dosegla zadovoljivo raven izpolnitve. (ibidem, 14)\nTretji vidik karakterizira zadovoljstvo kot končno stanje potrošne izkušnje. Končno stanje, ki ga čuti odjemalec, pa obsega več ravni, ki jih sicer označujemo s pojmom prototipi zadovoljstva. Tako je po Oliverju (1997; v Hribar 2003, 14) odjemalec zadovoljen, če izdelek ali storitev deluje primerno oziroma na ravni hedonistične nevtralnosti, občuti ugodje ali pa je navdušen, kadar učinki pozitivno odstopajo od pričakovanj, ter olajšan, če bo s potrošno izkušnjo dosegel raven homeostaze.\nFilipović in drugi (2001, 57-59) pa zadovoljstvo odjemalca opredeljujejo kot stanje, v katerem ponudnik uspe s svojim izdelkom ali storitvijo zadovoljiti konkretne potrebe kupca; hkrati pa je zadovoljstvo tudi merilo uspešnosti podjetja pri zaznavanju in zadovoljevanju potreb odjemalca.\nKotler (1996, 40) podaja manj splošno definicijo, ki je že bolj usmerjena na zadovoljstvo kupca oziroma odjemalca določenega izdelka ali storitve: »Zadovoljstvo je stopnja človekovega počutja, ki je posledica primerjave med zaznanim delovanjem izdelka (ali rezultatom) in osebnimi pričakovanji.«\nZadovoljstvo je torej notranje stanje človeka, ki se razlikuje od posameznika do posameznika. Pri oblikovanju zadovoljstva pa sta pomembna dejavnika pričakovana in zaznana vrednost določenega izdelka ali storitve. Torej lahko zadovoljstvo merimo kot razliko med vrednostjo izdelka ali storitve, ki jo odjemalci pričakujejo in med dejansko zaznano vrednostjo ob nakupu in uporabi. \nKot pravita Horovitz in Panak (1997, 18-19) je odjemalec zadovoljen, če izpolnimo njegova pričakovanja. Če ta pričakovanja poznamo, potem lahko oblikujemo želeni storitveni paket. Na ta način odjemalcu ponujamo kombinacijo različnih storitev v sklopu ene storitvene organizacije. Izredno pomembno je, da zna storitveno podjetje dobro oblikovati ta storitveni paket. Če ni uravnotežen, lahko odjemalca razočara in ga odvrne od ponovnega nakupa, lahko pa ga tudi zmede.\nV zvezi s konceptom zadovoljstva odjemalcev je treba upoštevati še eno značilnost. Odjemalci namreč v primeru, da imajo na voljo konstantno raven kakovosti izdelkov, dvignejo svoja pričakovanja glede vrednosti teh izdelkov pri naslednjih nakupih oziroma uporabah. To torej pomeni, da morajo ponudniki izdelkov zato, da bi dosegli enako raven zadovoljstva odjemalcev, primerno izboljšati raven njihovega delovanja. (povzeto po Snoj in Gabrijan 2000, 37)\n"], "11": ["2.1.4 Pomen zadovoljstva za organizacije", "»Raziskave kažejo, da visoka stopnja zadovoljstva odjemalcev vodi k povečani stopnji lojalnosti, le ta pa k večji dobičkonostnosti in višjim prihodkom, ter s tem k boljšemu konkurenčnemu položaju organizacij.« (Heskett, Sasser, Slezinger, 1997; Fornier, Mick 2000; povzeto po Snoju in Gabrijanu 2000, 2)\nZadovoljen odjemalec je za organizacijo ključnega pomena, ker (Kolar 2000, v Kolar, Snoj in Kolar 2000, 1-2):\n- podjetju omogoča in zagotavlja prodajo ter prihodke, s tem pa tudi uspešno  poslovanje in razvoj;\n- omogoča zaposlenim delo ter indirektno odloča o prihodnosti firme;\n- zadovoljen odjemalec za svoje zadovoljstvo pove še drugim;\n- zadovoljen odjemalec s firmo bolj aktivno sodeluje, daje več idej, pobud za  izboljšanje izdelkov in storitev;\n- praviloma so vsi odjemalci dragoceni vir povratnih informacij, da lahko organizacija  še pravi čas spozna, kaj je potrebno izboljšati, odpravljati napake in izvesti druge  izboljšave;\n- če odjemalci niso zadovoljni s prodajno ponudbo podjetja, bodo šli drugam, h  konkurenci, zato je potrebno stalno skrbeti za privlačnost prodajne ponudbe in da je  ta boljša od konkurence;\n- zadovoljen odjemalec je praviloma manj pozoren do drugih blagovnih znamk ali  konkurentov;\n- stalne, lojalne odjemalce je lažje obdržati in se z njimi dogovarjati in sodelovati, kot  pridobivati nove;\n- redni odjemalec bo zvest podjetju le tako dolgo, dokler bo zadovoljen z njegovimi  izdelki ali storitvami, glede na vrednost ali ceno, ki jo plača ob nakupu.\nZadovoljen in lojalen odjemalec bo torej širil pozitivno mnenje o storitvi/izdelku in tako pripomogel k povečanju prodaje in zmanjšanju stroškov iskanja novih kupcev. Hkrati pa bo pripomogel k zmanjšanju občutljivosti na spremembe cene. \n"], "12": ["2.1.5 Stopnje zadovoljstva odjemalcev", "V glavnem ločimo vsaj tri stopnje zadovoljstva: odjemalci so lahko zelo zadovoljni oziroma navdušeni, povprečno zadovoljni in žal tudi nezadovoljni oziroma razočarani. Pri čemer posamezna stopnja pomeni (Verk 2000, 33-36):\n- navdušenost oziroma zelo zadovoljen odjemalec –odjemalec ima občutek  (percepcijo), da je dobil za svoj denar več kot je pričakoval, oziroma poleg  pričakovanja še nekaj, česar ni pričakoval;\n- zadovoljstvo oziroma povprečno zadovoljen odjemalec –dobil je kar je pričakoval,  oziroma mu je to bilo obljubljeno, zato ostane zvest, dokler se mu ne ponudi  ugodnejša priložnost;\n- nezadovoljstvo oziroma nezadovoljen odjemalec –odjemalec ima občutek, da je  izdelek preplačal, kadar ima kakršne koli težave v zvezi s kvaliteto izdelka, oziroma  je storitev slabša, kot je pričakoval.\nTorej kot navaja Vranešević (2000, 192-193) lahko vsak odjemalec zavzame neko stopnjo zadovoljstva. Pri tem je mogoče odjemalce razlikovati glede na stopnjo zadovoljstva in glede na lojalnost kot:\n- »APOSTOLE« -ti predstavljajo največjo vrednost podjetja, saj so odjemalci izrazito  zadovoljni (navdušeni) in kažejo visoko stopnjo lojalnosti;\n- »PLAČANCE« -pri teh odjemalcih je stopnja zadovoljstva visoka, stopnja lojalnosti  pa srednja in le-ti prihajajo in odhajajo, odvisno kdo jim ponudi več;\n- »ZAPORNIKE« -pri teh odjemalcih je stopnja zadovoljstva nizka, stopnja lojalnosti  pa je iz raznih razlogov visoka, zato ti odjemalci niso pripravljeni zamenjati proizvod  in podjetje –na nek način so v zanki;\n- »TERORISTE« -so odjemalci z nizko stopnjo zadovoljstva, niso lojalni in zapuščajo\n"], "abstract": ["Zadovoljstvo kupcev in odjemalcev storitev je za podjetje zelo pomembno, saj jih dejstvo, da je na trgu vedno večja konkurenca in tudi vedno bolj zahtevni odjemalci, praktično sili k drugačnemu, sodobnemu načinu razmišljanja. To velja tako za proizvodne kot tudi za storitvene organizacije in podjetja. Odjemalce lahko zadovoljimo le tako, da jih dobro poznamo, še posebaj njihova pričakovanja. Namen merjenja zadovoljstva odjemalcev storitev Mariborskega vodovoda je bilo ugotoviti trenutno zadovoljstvo odjemalcev storitev Maribosrkega vodovoda, kaj vpliva na raven (ne)zadovoljstva, kaj povzroča probleme v zvezi z njim, kako ga je mogoče izboljšati in podobno. Pri izvajanju merjenja zadovoljstva z vprašalniki je seveda potrebno izvajati celostni pristop merjenja zadovoljstva, kar pomeni, da morajo pri raziskavi posredno ali neposredno sodelovati vsi zaposleni, potrebno je upoštevati mnenja in stališča anketiranih, uporabiti že zbrane interne podatke in o rezultatih obvestiti vse zaposlene. Priporočljivo je, da podjetja merjenje zadovoljstva izvajajo kontinuirano in ob vsaki spremembi, rezultate pa primerjajo v posameznih časovnih obdobjih."]}