{"1": ["1 UVOD", "V zadnjih letih je postal boj ponudnikov za svoj kos pogače tako oster, da se lotevajo vseh prijemov za dosego svojih ciljev. Med zelo priljubljenimi je tako tudi način marketinškega komuniciranja preko nenaslovljenega oglasnega materiala.\n"], "2": ["1.1 Opredelitev področja in opis problema", "Kot je razvidno že iz naslova, se bomo v diplomski nalogi ukvarjali s stališči prejemnikov do nenaslovljenega oglasnega materiala (kasneje v delu NOM) ter nato ta stališča primerjali z rezultati izpred petih let. Gre namreč za to, da smo v času poplav takšnih in drugačnih poskusov vplivanj na nakupno vedenje in predvsem odločanje porabnikov. Ves ta oster boj ponudnikov se rezultira v tem, da smo vsakodnevno priča polnim poštnim nabiralnikom z reklamnimi prospekti, ki nas z mamljivimi vsebinami vabijo »v goste«. Problem, ki se tukaj pojavi, je sledeč: živimo v obdobju informacij (bolje rečeno podatkov). Le-te nas obkrožajo na vsakem koraku. Dokazano je, da v civiliziranem svetu, v nekaj urah sprejmemo toliko informacij, da bi se naš sistem preprosto sesul, če ne bi samodejno ignoriral oziroma sproti brisal nepomembne podatke. Tako bo zanimivo ugotoviti, če se je stališče potrošnikov v petih letih ekspanzije tovrstnega oglaševanja kaj spremenilo.\nSeveda se glede na sedanjo situacijo samo po sebi postavlja vprašanje, koliko ti prospekti pripomorejo k temu, da se na podlagi njihovih vsebin odločamo. Ali jih sploh preletimo? Zaznamo? Prav gotovo se ponudniki za to obliko marketinškega komuniciranja odločajo ravno z namenom vplivanja na naše nakupno vedenje. V diplomskem delu bomo ugotovili, kakšno je stališče potrošnikov do nenaslovljenega oglasnega materiala in te rezultate primerjali s tistimi, izpred petih let.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen Glede na to, da se za oglaševanje preko nenaslovljenega oglasnega materiala odloča vedno več ponudnikov, se nam je zdelo zanimivo ugotoviti kakšno je stališče tistih, ki jim je to namenjeno; se pravi kupcev. Ponudniki imajo namreč prav gotovo svoje razloge za to početje, mi pa se bomo osredotočili na stališče potrošnikov, ki se ob tem izoblikuje. Zanimivo pa bo tudi primerjava, kako se je to stališče v teh letih spremenilo. Cilji Glavni cilji v diplomskem delu so:  − ugotoviti stališče prejemnikov do nenaslovljenega oglasnega materiala;  − te rezultate primerjati s tistimi izpred petih let.\nTrditve − Med stališči prejemnikov do nenaslovljenega oglasnega materiala iz leta 2000 in stališče prejemnikov iz leta 2006 ni razlik. − Pozitivna stališča do nenaslovljenega oglasnega materiala imajo ženske; moški pa negativna. − Pozitivna stališča do nenaslovljenega oglasnega materiala imajo tisti z nižjo izobrazbo; višje izobraženi pa imajo negativna stališča.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavljamo, da imajo vse osebe, ki smo jih anketirali ustrezne nabiralnike ter možnost prejemanja oglasnega materiala.\nGlavna omejitev pri raziskavi je bila prav gotova številčna majhnost našega vzorca. Sicer je za kakšno majhno raziskavo minimalno določeno vsaj 30 anketirancev, vendarle pa je potrebno poudariti, da bi za raziskavo našega tipa potrebovali približno 700 ljudi. Mi smo anketirali 200 ljudi.\n1.4 Uporabljena metoda raziskovanja\nV raziskavi je sodelovalo 200 naključno izbranih anketirancev v Sloveniji, ki imajo stacionarni telefon. Anketirance smo izbrali po postopku razdelitve na regije po Telefonskem imeniku Slovenije (Ljubljana, Kranj, Novo Mesto, Krško, Nova Gorica, Postojna, Maribor, Murska Sobota, Ravne na Koroškem, Celje in Trbovlje). V računalniški program je vstavljen telefonski imenik Slovenije in tako je bil vsakdo, ki ima stacionarni telefon, potencialni kandidat za sodelovanje.\n"], "5": ["2 OPREDELITEV STALIŠČ", "Stališča so koncept, ki je v raziskovanju vedenja porabnikov pomemben, v praksi pa raziskovanje in merjenje stališč porabnikov pogosto uporabljamo. Stališče je pridobljena tendenca, da reagiramo pozitivno ali negativno proti osebam, objektom ali situacijam izven nas ali proti našim lastnim osebnostnim značilnostim, idejam ali postopkom (Zvonarevič 1985 v Mumel 2001).\nStališče je trajna organizacija motivacijskih, emocionalnih, perceptualnih in kognitivnih procesov do določenih vidikov našega okolja. (Hawkins, Best, Coney 1995 v Mumel 2001) Stališča so naučena predispozicija (niso enaka z vedenjem, ampak odražajo samo pozitivno ali negativno vrednotenje objekta stališča, porabnika lahko vodijo k določenemu vedenju) za odziv v skladno pozitivnem ali negativnem smislu (stališča so skladna z vedenjem in se spreminjajo, ker okoliščine niso vedno enake) glede na dani objekt (ki je lahko karkoli) (Shifman in Kanuk, 1997 v Mumel 2001).\nStališča lahko merimo bolj kot motive, so zelo pod vplivom socialnih dejavnikov in izredno močno vplivajo na politične, kulturne ter druge dogodke. Z uporabo pojma stališča se izognemo razpravi o primarnosti dednih ali socialnih dejavnikov.\nV marketingu je poznavanje stališč pomembno, ker marsikdaj skušamo oblikovati in spreminjati stališča do izdelkov, storitev ali blagovnih znamk in ker so stališča bistvena točka za načrtovanje strategije marketinga.\nStališču podobna pojma sta načelo in mnenje oz. pojmovanje. Pri načelnosti obstaja večja povezava med izjavami posameznika in dejanskim vedenjem kot med stališči in dejanskim vedenjem. Pri mnenju gre za odsotnost emocionalne komponente, ki je pri stališču nujna, saj je mnenje v nasprotju s stališčem zgolj intelektualno. Posebna vrsta stališč so predsodki. To so stališča za katera je značilno, da so logično neosnovana, da se težko spreminjajo in da so praviloma povezana z močnimi čustvi (Mumel 2001).\n"], "6": ["2. 1 Nastanek in oblikovanje stališč", "Stališča so rezultat socializacije človeka, zato na nastanek stališč vplivajo vsi dejavniki socializacije človeka. Dejavnike razvrščamo v 3 velike kategorije: (Rot 1983 v Mumel 2001)\n1. Splošni (univerzalni) dejavniki: tehnično/tehnološki razvoj in lastninski odnosi, ki  delujejo posredno, vpliv je viden samo, če proučujemo celotno populacijo in to v daljšem  časovnem obdobju. 2. Dejavniki, ki neposredno delujejo na vedenje, to so: pripadnost določeni skupini,  informiranost in znanje o objektih in situacijah, do katerih imamo stališča, različne  osebnostne značilnosti. 3. Številni posebni dejavniki: okoliščine, v katerih se posameznik nahaja več ali manj časa.\nNačini nastanka in oblikovanja stališč so:\n- Integracija: iz mnogih posameznih doživetij se postopoma oblikuje določeno stališče.\n- Diferenciacija: je ravno obratni proces od integracije. Deluje tako, da se neko primarno  stališče vključi v novo področje, se s tem izdvoji in oblikuje nova stališča.\n- Travma: stališče se lahko oblikuje kot posledica enega samega intenzivnega čustvenega  doživetja.\n- Imitacija: s posnemanjem drugih se včasih prevzamejo že oblikovana stališča (Zvonarevič 1985 v Mumel 2001).\nNa nastanek in spreminjanje stališč pa vplivajo tudi politične, cerkvene skupine, družina, prijatelji, sodelavci, in sicer: − skupina deluje na izbor, filtrira informacije, ki bodo prispele do članov skupine; − skupina poudarja vrednote, za katere se zavzema; − skupina nudi socialno podporo posameznikom, ki ohranjajo stališča, ki so v skladu s stališči skupine (Možina 1975 v Mumel 2001).\n"], "7": ["2.2 Odpornost stališč do sprememb", "Stališča se spreminjajo relativno težko. Dejavniki, ki vplivajo na togost stališč so: 1. Selektivnost zaznavanja: zaznavanje je pod vplivom različnih fizioloških, psiholoških in  socialnih vplivov. 2. Selektivnost spominjanja: iz spomina veliko lažje prikličemo tiste vsebine, ki se skladajo z  dosedanjimi stališči, težje pa tiste, ki so z njimi v nasprotju. 3. Izogibanje: posamezniki z določenimi stališči se fizično in psihično izogibajo vsem  situacijam, ki bi jih lahko privedle v stik z ljudmi ali dejstvi, ki so v nasprotju z njihovimi  že obstoječimi stališči. 4. Vzajemna podpora: iščemo stike z ljudmi, ki imajo ista ali podobna stališča kakor mi, tako  posameznik čuti podporo lastnim stališčem. 5. Mentalna internost oz. miselna lenost: ohranjanje lastnih, že osvojenih stališč ne zahteva  nikakršnega miselnega napora, ki se mu ljudje praviloma izogibamo, če nismo k  razmišljanju prisiljeni. 6. Iracionalna odpornost stališč: vsako stališče ima čustveno komponento, ki ni pod  bistvenim racionalnim vplivom. Zato je za spremembo stališča potrebno iz zavesti ali  podzavesti odstraniti emocionalne korenine tega stališča (Zvonarevič 1985 v Mumel 2001).\nStališča nas pomagajo usmerjati, saj so v njih akumulirana naša izkustva in izkustva tistih, po katerih smo stališča prevzeli.\n"], "8": ["2. 3 Komponente stališč", "Stališča imajo 3 komponente: spoznavno (kognitivno), čustveno (emocionalno) in vedenjsko (behavioralno) komponento.\n"], "9": ["2.3.1 Kognitivna komponenta", "Kognitivno/spoznavno komponento sestavljajo vsa znanja o objektu, do katerega imamo stališče. Znanje je lahko zelo ozko ali pa izjemno široko. Vsakdo ima lahko stališče do izkoriščanja atomske energije, vendar je količina informacij ali znanja, ki ga ima o tem laik in količina znanja, ki ga ima o tem atomski fizik, bistveno različna, čeprav imata lahko do tega vprašanja oba enako močna stališča.\n"], "10": ["2.3.2 Emocionalna komponenta", "Razen tega, da imamo o objektu stališča znanje, o tem objektu dajemo tudi sodbo: ali je dober ali slab, pozitiven ali negativen, nam je všeč ali ne, nam je prijeten ali neprijeten ipd. Razen enostavnih čustev (jeza, veselje) se pojavljajo tudi sestavljena čustva (sočustvovanje, občudovanje ipd.) Čustvena komponenta označuje čustveni odnos do objekta stališča.\n"], "11": ["2.3.3 Vedenjska komponenta", "Vedenjska komponenta predstavlja tendenco, da v odnosu do objekta stališča tudi nekaj naredimo, da smo do objekta aktivni. Če so stališča pozitivna, se dejavnost vzpodbuja, če so negativna, se dejavnost zavira ali pa deluje proti objektu stališča.\nVse tri komponente stališča kažejo tendenco k skladnosti. Če se spremeni katerakoli komponenta stališča to pomeni, da se bo pojavila tendenca po spremembi ostalih dveh komponent. Raziskave so pokazale, da obstaja le omejen odnos med tremi komponentami, še posebej med kognitivno in vedenjsko komponento. Zakaj pride do nekonsistentnosti (neskladnosti): − da se stališča spremenijo v akcijo, mora obstajati potreba oz. motiv; − za izpolnitev stališča je potrebno imeti zmožnost za izpolnitev (denar); − običajno merimo samo stališče do enega izdelka, porabnik pa mora izbrati izdelek med kategorijami ali znotraj kategorije izdelkov; − če sta kognitivna in čustvena komponenta šibki, lahko v trenutku nakupa prevlada drugo stališče; − običajno merimo samo stališče posameznika, na izbiro in nakup pa neposredno ali posredno vplivajo še drugi družinski člani; − običajno merimo samo komponente stališča, pozabimo pa na dejavnike situacije; − uporaba neprimernih ali nepopolnih mer kognitivne ali afektivne komponente stališča.\n"], "12": ["2.4 Merjenje stališč", "Stališč ne moramo neposredno opazovati in meriti, saj so hipotetični konstrukt. Zato se moramo zanesti na posredne mere stališč. Stališča lahko merimo na več načinov: z opazovanjem in sklepanjem, s kvalitativnimi raziskovalnimi metodami in s samoopisnimi skalami stališč (Schiffman in Kanuk 1997 v Mumel 2001).\n"], "13": ["2.4.1 Opazovanje vedenja in sklepanje na stališča", "Sklepanje na stališča se izvaja neprenehoma, ne samo pri profesionalnih raziskovalcih, ampak pri vsakem od nas v vsakdanjem življenju. Čeprav je raziskovanje z opazovanjem dokaj uporabno, pa zaključevanje o porabnikovih stališčih na podlagi vedenja ni vselej zanesljivo, saj je interpretacija kaj lahko preveč subjektivna.\nSklepati na stališče iz ene same aktivnosti v eni sami situaciji je težko. Če pa opazovalec opazi isto vrsto vedenja v različnem času ali na različnih mestih, potem je lahko bolj prepričan, da vedenje odraža pozitivno ali negativno stališče (Mumel 2001).\n"], "14": ["2.4.2 Kvalitativne raziskovalne metode", "Globinski intervju in sestanek ciljnih skupin sta se pokazali kot zelo koristni kvalitativni raziskovalni metodi za razumevanje narave porabnikovih stališč. Povezani sta z motivacijskimi raziskavami, korenine pa imata v psihoanalitični in klinični psihologiji. Obe poudarjata odprti tip vprašanj brez omejitve števila odgovorov, kar vzpodbuja osebo, da izrazi vse svoje misli in prepričanja (Mumel 2001).\n"], "15": ["2.4.3 Samoopisne skale stališč", "Najobičajnejši način spoznavanja porabnikovih stališč je uporaba vprašalnikov, ki vključujejo skale stališč. Likertova skala je zaradi enostavnosti pri sestavljanju in enostavnosti odgovarjanja najbolj popularna oblika merjenja stališč.\nSemantični diferencial skala se tipično sestoji iz serije bipolarnih protipomenk, pridevnikov ali fraz. Glavna prednost je, da ga lahko jo prikažemo tudi grafično. Skale rangov: z njimi rangiramo skupino objektov stališč glede na določen kriterij (Mumel 2001).\n"], "16": ["2.5 Spreminjanje stališč", "Kljub svoji trajnosti se stališča vendarle spreminjajo. Stališče lahko spremenimo glede na jakost (od močnejšega k šibkejšemu in obratno) ter glede na smer (od pozitivnega k negativnemu in obratno). Ali bomo stališče lažje ali težje spremenili je odvisno od: 1. značilnosti stališča:\n- ekstremna stališča z večjo jakostjo prepričanja se težje menjajo kakor manj ekstremna  stališča;\n- bolj sestavljena stališča se lažje menjajo kakor enostavna, če gre za spremembo jakosti  stališča;\n- bolj sestavljena stališča se težje menjajo kot enostavna stališča, kadar gre za smer  stališča;\n- stališče, ki je usklajeno z drugimi stališči, je težko spremeniti, če gre za spremembo  smeri, lažje pa ga je spremeniti, če gre za spremembo jakosti. 2. osebnostnih značilnosti:\n- bolj kot so določeni motivi intenzivni in večja kot je instrumentalna vrednost stališča,  težje bo spremeniti stališče;\n- inteligentnost: inteligentnejši posamezniki so bolj podvrženi menjanju stališč, če so  argumenti logični in manj, če temeljijo na avtoriteti ali emocionalnem odnosu do  objekta stališča;\n- potreba po kognitivni jasnosti: nekateri ljudje v nejasni situaciji težijo za tem, da  pridobijo več informacij. 3. skupine:\n- če se spremeni pripadnost skupini, se lažje spremenijo stališča. Diskusija v skupini  pripomore k lažjemu spreminjanju stališča (Rot 1983, Hawkins, Best, Coney 1989 v  Mumel 2001).\n"], "17": ["3 RAZISKAVA STALIŠČ DO NENASLOVLJENEGA OGLASNEGA MATERIALA", ""], "18": ["3.1 Opredelitev ciljev raziskave", "Raziskavo, ki se je nanašala na stališče potrošnikov do nenaslovljenega materiala ter primerjavo s stališči potrošnikov izpred petih let, smo v prvi polovici meseca decembra (2005) izvedli na vzorcu naključno izbranih prebivalcev Slovenije.\nGlavni namen izvedene raziskave je bil na podlagi podatkov pridobljenih na vzorcu, sklepati o stališčih potrošnikov do nenaslovljenega oglasnega materiala, ki ga prejmejo v poštne nabiralnike in ugotoviti, zakaj je stališče tako kot je. Zraven tega pa še primerjati, kako so se stališča (v kolikor so se) spremenila glede na raziskavo iz leta 2000. Vsaka raziskava izhaja iz določenih ciljev. Cilji, ki smo si jih v raziskavi zastavili so se nanašali zlasti na ugotavljanje:\n- dejavnikov, ki vplivajo na razlike v stališčih;\n- ali obstajajo razlike med stališči porabnikov ženskega in moškega spola, razlike po  izobrazbeni strukturi ter razlike med starostnimi skupinami;\n- zakaj nenaslovljeni oglasni material potrošnike moti oziroma jih ne moti;\n- ali nenaslovljeni oglasni material potrošnike zavaja;\n- kako so se rezultati v šestih letih spremenili.\n"], "19": ["3.2 Načrtovanje primarne raziskave", "Glede na to, da gre za raziskavo kjer so potrebni primarni podatki, mi seveda sekundarni podatki niso bili v veliko pomoč. Tako sem se zraven uporabe sekundarnih podatkov odločil še za izvedbo primarne raziskave.\n"], "20": ["3.2.1 Metode zbiranja podatkov", "Potrebne primarne podatke smo pridobili na vzorcu prebivalcev Slovenije, ki imajo stacionarni telefon. Za zbiranje primarnih podatkov smo uporabili metodo spraševanja. Izhajajoč iz te metode pa smo za komuniciranje z enotami iz vzorca izbrali telefonsko anketiranje.\n"], "21": ["3.2.2 Izbira vzorca", "V raziskavi je sodelovalo 200 naključno izbranih anketirancev, ki imajo stacionarni telefon. Anketiranje je bilo opravljeno v telefonskem studiu s pomočjo računalnika, v katerega je vstavljen program s telefonskim imenikom Slovenije. Tako je bil vsak prebivalec Slovenije s stacionarnim priključkom potencialni kandidat za izvedbo anketiranja. Poudariti je potrebno, da smo se ves čas anketiranja trudili za ravnovesje med moškimi, ki bi bilo enako dejanskemu stanju v državi. Zraven tega je bila težnja tudi, da bi bili vsi deli Slovenije vsaj približno enako zajeti, kot je dejansko stanje. To nam je skorajda v celoti tudi uspelo, le pri obalno kraški regiji smo namesto 5,2% odstotka anketirali le 4% prebivalcev.\nS pomočjo naslednjih slik bomo podrobneje predstavili strukturi anketirancev:\nNa sliki 1 vidimo, da je bilo skoraj enako število anketiranih moških in žensk; 55 % je bilo žensk; to je 110 vseh anketirancev in 45 % moških, kar je 90 vseh anketirancev.\nIz slike 2 je razvidno, da je bilo največ anketiranih starih 60 ali več (to je 61 vseh anketirancev). Zelo velik odstotek sta zavzeli tudi starostni kategoriji od 50-59 (46 anketirancev) in 40-49 (30 anketirancev). 58 anketirancev predstavljata starostni skupini 20- 29 in 30-39. Najmanj (5 anketirancev, 3%) predstavlja skupina najmlajših, torej 18-19.\nKot se da razbrati iz slike 3, je bilo največ anketiranih takšnih, s končano SŠ (118 vseh anketiranih), skoraj enako število pa predstavljata skupini s končano OŠ (38) in tisti najbolj izobraženi (44).\n"], "22": ["3.2.3 Vprašalnik", "Vprašalnik je bil sestavljen iz desetih vprašanj:\nQ1 Kakšno je vaše stališče do nenaslovljenega oglasnega materiala, ki ga prejmete v nabiralnik?\nQ2 Ali vas nenaslovljen oglasni material v vaših nabiralnikih MOTI?\n1Da–Zakaj? 2 Ne – Zakaj?\nQ3 Ali vam nenaslovljen oglasni material v vaših nabiralnikih pomaga pri odločitvi za NAKUP?\n1 DA 2 NE 3 VČASIH\nQ4 Ali je oglasnega materiala v vaših nabiralnikih?\n1 PREVEČ 2 PREMALO 3 RAVNO PRAV\nQ5 Se je količina nenaslovljenega oglasnega materiala v zadnjih DVEH letih povečala?\n1 DA 2 NE\nQ6 Ali mislite, da podane informacije v nenaslovljenem oglasnem materialu v vašem nabiralniku ZAVAJAJO?\n1 DA 2 NE 3 VČASIH\nQ7 Ali veste, da lahko nenaslovljeni oglasni material na Pošti Slovenije odjavite?\n1 DA 2 NE\nQ8\n1 Moški 2 Ženski\nQ9 Koliko let ste bili stari ob vašem zadnjem rojstnem dnevu?\nQ10 Vaša dokončana izobrazba?\n3.2.4 Izvedba vprašalnika\nPodatke smo zbrali s spraševanjem oseb po telefonu, ki so bili izbrani naključno (izbiral jih je računalnik). Anketa je bila izvajana od 12.12.2005 do 19.12.2005 v dopoldanskem (9.00- 12.00)in popoldanskem času (16.00-19.00).Veliko več ljudi je bilo pripravljenih sodelovati dopoldan.\n"], "23": ["3.3 Analiza zbranih podatkov", "Natančnega števila ljudi, ki niso želeli sodelovati nismo beležili. V kolikor stranka ni želela sodelovati, je računalnik izbral naslednjega. Ravno tako v primeru, če je bila linija zasedena oz. če se nihče ni oglasil (po vsakem osmem zvonjenju je računalnik avtomatsko izbral naslednjega).\n"], "24": ["3.3.1 Analiza po posameznih vprašanjih", "Vprašanje 1: Kakšno je vaše stališče do nenaslovljenega oglasnega materiala, ki ga prejmete v nabiralnik?\nOdgovore smo grupirali v pet skupin:  1. To je odvečna nesnaga v mojem nabiralniku;  2. Nenaslovljenega oglasnega materiala je preveč, morali bi ga omejiti;  3. Nenaslovljeni oglasni material včasih pogledam;  4. Všeč mi je, ker se tako seznanim z novostmi;  5. Drugo.\nMATERIALA\nKot je razvidno iz slike 4 je največ anketirancev odgovorilo, da nenaslovljeni oglasni material včasih pogledajo (99 vseh odgovorov, kar 41%).\nNajmanj jih je poleg drugih odgovorov (4 odgovori; 2%) odgovorilo, da je to odvečna nesnaga (21 odgovorov; 10,5%).\nDa je odgovorov več kot 200 je krivo dejstvo, da je bilo možno na to vprašanje podati več odgovorov. Recimo prva odgovora skupaj ali pa tretji in četrti. Tako imamo namesto 200 odgovorov, 244 odgovorov, kar pomeni, da nimamo več 100%, temveč 122% glede na število vprašanih.\nOdgovore smo razvrstili v tri kategorije:\n- negativno stališče do nenaslovljenega oglasnega materiala (1. in 2. skupina na prejšnji  strani),\n- nevtralno stališče do nenaslovljenega oglasnega materiala (3. skupina),\n- pozitivno stališče do nenaslovljenega oglasnega materiala (4. skupina). Negativno naravnanih odgovorov do nenaslovljenega oglasnega materiala je bilo 42% od vseh odgovorov (101 odgovor). 41% odgovorov je bilo nevtralnih (99 odgovorov) in najmanj, 17% (40 odgovorov) je bilo pozitivnih do nenaslovljenega oglasnega materiala, ki ga prejmejo v nabiralnik.\nVprašanje 2: Ali vas nenaslovljeni oglasni material moti in zakaj?\nVzroke, zakaj anketirance nenaslovljeni oglasni material moti, smo grupirali v pet skupin: 1. Nenaslovljenega oglasnega materiala je preveč; 2. Nenaslovljeni oglasni material onesnažuje okolje; 3. Nenaslovljeni oglasni material se ponavlja; 4. Ni prostora za mojo pošto; 5. Drugo (moti).\nVzroke, zakaj anketirance nenaslovljeni oglasni material ne moti smo grupirali v tri skupine: 1. Z njim razpolagam kot želim; 2. Izvem nove informacije; 3. Drugo (ne moti).\nOZIROMA ZAKAJ JIH NE MOTI\nZanimivo je predvsem to, da kar 70% ljudi nenaslovljeni oglasni material ne moti. Kljub temu pa je kar 40% odgovorov iz skupine petih, kjer so vzroki, da ljudi moti. Do tega je prišlo, ker so ljudje dejali, npr. da jih ne moti, vseeno pa se jim zdi, da ga je preveč in da onesnažuje okolje.\nVprašanje 3: Ali vam nenaslovljen oglasni material v vaših nabiralnikih pomaga pri odločitvi za nakup?\nMožni odgovori pri tem vprašanju so bili:\n- DA,\n- NE,\n- VČASIH.\nNABIRALNIKIH POMAGA PRI ODLOČITVI ZA NAKUP?\nKot se da razbrati iz slike največjemu številu anketirancev (89 anketiranih; 44,5%) nenaslovljeni oglasni material včasih pomaga pri odločitvi za nakup. Najmanj pa je takšnih, ki jim vedno pomaga pri odločitvi (50 anketiranih; 25%). Povsem jasno je, da nenaslovljeni oglasni material ne pomaga pri odločitvah za nakup tistim, ki so negativno naravnani do le- tega. Tako se je za ta odgovor odločilo kar 56 izmed 59 (95% !), ki jih nenaslovljeni oglasni material moti.\nVprašanje 4: Ali je oglasnega materiala v vaših nabiralnikih preveč, premalo ali ravno prav?\nPREMALO ALI RAVNO PRAV?\nZanimalo nas je predvsem, kako so ljudje naravnani do NOM v količinskem pogledu. Kot je razvidno iz slike je velika večina anketiranih mnenja, da ga je preveč (139 anketiranih; to je kar 69,5%). Zelo zanimiv podatek glede na to, da jih je na drugo vprašanje (ali jih moti ali ne) 70% odgovorilo, da jih ne moti. Tako pridemo do ugotovitve, da tudi tisti z nevtralnim in celo tisti s pozitivnim stališčem menijo, da je preveč NOM. V odstotkih to pomeni, da je kar 35% od tistih, ki jih oglasni material ne moti, mnenja, da ga je preveč. Za odgovor, da je NOM ravno prav se je odločilo 58 vprašanih, kar predstavlja 29% vseh vprašanih. Zanemarljiv odstotek (1,5%, 3 vprašani) pa jih je mnenja, da je NOM premalo.\nVprašanje 5: Se je količina nenaslovljenega oglasnega materiala v zadnjih dveh letih povečala?\nZelo zanimivo vprašanje, glede na to, da se vedno več ponudnikov odloča za ta način komuniciranja s potrošniki. Predvsem nas je zanimalo, koliko so to ljudje zaznali.\nZADNJIH DVEH LETIH POVEČALA?\nKot je razvidno iz slike je kar 78% vseh vprašanih zaznalo povečavo. Kot zanimivost naj omenimo, da je večina, ki je zaznala povečan obseg NOM poudarila, da gre za večkratno povečanje.\nVprašanje 6: Ali mislite, da podane informacije v nenaslovljenem oglasnem materialu v vašem nabiralniku zavajajo?\nOGLASNEM MATERIALU V VAŠEM NABIRALNIKU ZAVAJAJO?\nKot je razvidno iz slike je 39,5% (79 od vseh anketiranih) mnenja, da NOM ne zavaja. 27% anketiranih (54 od vseh anketiranih) pa meni, da vsebuje zavajajoče podatke. Poudariti je potrebno, da se je za ta odgovor odločilo kar 90% ljudi, ki jih NOM moti.\nVprašanje 7: Ali veste, da lahko nenaslovljeni oglasni material na Pošti Slovenije odjavite?\nPOŠTI SLOVENIJE ODJAVITE?\nSkoraj 80% ljudi je seznanjenih z dejstvom, da se lahko NOM na Pošti Slovenije odjavi.\n"], "25": ["3.3.2 Razlike v stališčih do NOM glede na spol", "Zanimalo nas je, v kolikšni meri se pojavljajo razlike med moškimi in ženskimi stališči do NOM.\n47% vseh moških (49 odgovorov od 103 moških) ima negativno stališče do NOM, medtem ko je žensk za 10% manj (52 odgovorov od 141 ženskih).\nVeč žensk pa je pozitivno (22%; 29 odgovorov) oz nevtralno (41%; 56 odgovorov) naravnanih do NOM. Na drugi strani pa je le 11% moških pozitivno naravnanih in 42 % nevtralno – približno enako kot žensk.\nRazlika pri spolu se je pokazala tudi pri vprašanju ali potrošnike NOM (ne)moti. Tako smo ugotovili, da je kar 82% žensk strpno naravnanih do NOM in le 18% takšnih, ki jih NOM moti.\nPri moških smo prišli do podobne ugotovitve, več je takšnih, ki jih NOM ne moti. Vendar je bistvena razlika, v primerjavi z ženskami vidimo, da je ta razkorak manjši – 43% vseh moških NOM moti; 57% pa jih ne moti.\nVzroke zakaj ženske oziroma moške NOM (ne)moti, natančneje prikazuje slika 13.\n41% vseh odgovorov (152 odgovorov od skupno 371-ih) je bilo negativno naravnanih do NOM. Moški so za vzrok odgovorili (96 odgovorov s strani moških; 55%):\n- Ni prostora za mojo pošto (17%; 30 odgovorov);\n- NOM je preveč (17%; 30);\n- NOM se ponavlja (10%;18);\n- NOM onesnažuje okolje (9%;15);\n- Drugo (moti) (2%; 3).\nŽensk, ki jih NOM moti je manj (56 odgovorov s strani žensk; 28%):\n- NOM je preveč (9%; 18 odgovorov);\n- Ni prostora za mojo pošto (8%; 15);\n- NOM se ponavlja (8%; 15);\n- NOM onesnažuje okolje (3,5%; 7);\n- Drugo (ne moti) (0,5%; 1).\n59% vseh odgovorov (219 odgovorov od skupno 371-ih) je bilo pozitivno naravnanih do NOM. Tako pri ženskah kot pri moških je bil glavni razlog, da izvejo nove informacije (ženskih 85 odgovorov; 43% - moških 53 odgovorov; 31%). Drugi razlog pa je bil, da lahko z njim razpolagajo kot želijo (ženskih 52 odgovorov; 26% - moških 28 odgovorov; 16%).\nKot naslednje nas je zanimalo kakšne so razlike med moškimi in ženskami glede njihovih stališč do količine NOM.\nSLIKA14: STALIŠČA ŽENSK IN MOŠKIH O KOLIČINI NOM\nTako ugotovimo, da kar 80% moških (72 od 90-ih) meni, da je NOM preveč in le 20% (18 od 90-ih), da ga je ravno prav. Niti en moški ni odgovoril, da ga je premalo!\nPri ženskah imamo podobno situacijo in sicer jih 61% (67 od 110-ih) meni, da je NOM preveč, 36% (40 od 110-ih) jih meni, da ga je ravno prav, medtem ko le 3% (3 od 110 vprašanih) meni, da je NOM premalo.\nGlavna razlika je ta, da je kar nekaj žensk več mnenja, da je NOM materiala ravno prav.\nKako NOM pomaga ženskam in moškim pri nakupu je vidno na sliki 15.\nIz slike razberemo, da je kar 76% žensk odgovorilo, da jim NOM bodisi pomaga (32-im pomaga; 29%) bodisi včasih pomaga (52im včasih pomaga; 47%). Na drugi strani pa je kar 39% moških (35 od 90ih) odgovorilo, da jim ne pomaga oziroma le 20% (18 od 90ih) jih je odgovorilo, da jim NOM predstavlja pomoč pri nakupu.\nNa naslednji sliki lahko vidimo koliko moški oz. ženske zaupajo NOM\nKot se da razbrati iz slike 16 je več žensk zaupljivih do NOM. 44% žensk (48 od 110-ih) meni, da informacije v NOM niso zavajajoče. Jih pa kljub temu 56% ne zaupa NOM (24; 22% jih meni, da zavajajo, 38; 34% pa, da včasih zavajajo). Pri moških pa je zanimivo, da jih približno tretjina (30; 33,5%) meni, da zavajajo, tretjina, da ne zavajajo (31; 34%) ter tretjina (29; 32,5%), da včasih zavajajo.\nNa sliki 17 smo prikazali povezavo pomoči NOM pri nakupu in zavajanje potrošnika z NOM.\nKar 70% anketirancev, ki jim NOM pomaga pri odločitvi, meni, da NOM ne zavaja in le 10% iz te iste skupine jih meni, da zavaja. Podobna razdelitev je pri tistih, ki jim NOM ne pomaga pri nakupu – 59% jih meni, da je zavajajoč, le 16% pa da ne zavaja.\n85% anketirancev, ki jim NOM predstavlja občasno pomoč pri nakupu meni, da NOM zavaja včasih (47%) ali nikoli (38%). Le 15% teh meni, da zavaja.\nSamo po sebi se vidi, da tisti, ki jim NOM ne pomaga pri nakupu, mu tudi ne zaupajo najbolj (le 16% takšnih meni, da ne zavaja), medtem ko tisti, ki jim pomaga neprimerno bolj zaupajo (le 10% jih meni, da zavaja).\n"], "26": ["3.3.3 Razlike stališč do NOM glede na izobrazbo", "Prav gotovo ljudje z različnimi izobrazbenimi razredi drugače gledajo na določene stvari. Bistvena razlika med tistimi bolj izobraženimi (končana višja, visoka ali več) in tistimi manj (OŠ ali manj, poklicna, SŠ) je ponavadi v zahtevnosti. Tisti manj izobraženi so ponavadi hitreje zadovoljeni. Prepričani smo bili, da tudi NOM ni izjema.\nTudi iz slike se da razbrati, da je pri najbolj negativno naravnanem stališču (NOM je odvečna nesnaga v mojem nabiralniku) najbolj številčno prebivalstvo z višjim izobrazbenim razredom – 18% (10 odgovorov od 55-ih) in le 5%(2 odgovora od 44-ih) tistih, ki imajo le končano OŠ ali manj.\nRavno obratno sliko vidimo, če pogledamo stališče, ki je najbolj pozitivno naravnano do NOM (všeč mi je, se seznanim z novostmi) – tukaj je 27% (12 od 44-ih) manj izobraženih (OŠ in SŠ) odgovorilo pozitivno, medtem, ko se je za tak odgovor odločilo le 11% bolj izobraženih (6 od 55-ih).\nZanimivo je predvsem, če pogledamo drugo negativno naravnano stališče (NOM je preveč; morali bi ga omejiti). Ugotovimo namreč, da ni bistvene razlike med tistimi najbolj in tistimi najmanj izobraženimi (OŠ – 25%, VŠ – 31%), največji odstotek pa predstavljajo tisti s SŠ – 36%.\nZanimalo nas je tudi, kolikšne so razlike v (ne) motenju NOM glede na izobrazbo.\nGlavna značilnost te primerjave je, da v vsakem izobrazbenem razredu ugotovimo večji odstotek takšnih, ki jih NOM ne moti. Še enkrat pa se potrdi, da so tisti bolj izobraženi bolj zahtevni oziroma občutljivi (39% le – teh NOM moti, medtem ko je tistih z OŠ le 21%).\nNaslednja primerjava je bila, kako se razlogi za (ne) motenje NOM razlikujejo glede na izobrazbo.\nKot smo lahko videli že v prejšnji točki, NOM bolj moti višje izobražene kot nižje izobražene. Pri čisto vseh razlogih, ki potrjujejo negativno naravnanost do NOM je največ odstotkov najbolj izobraženih. Pravzaprav je v vsakem od teh razlogov moč ugotoviti, da se je najmanj tistih z OŠ izobrazbo odločilo za takšen odgovor, nekaj več tistih s SŠ in največ tistih najbolj izobraženih. To le še potrjuje tezo, da so izobraženi zahtevnejši kot manj izobraženi.\nZanimivo pa je to, da imamo pri razlogih, zakaj jih NOM ne moti, ravno obratno sliko. In sicer je pri vseh razlogih tistih izobraženih najmanj, srednje izobraženih nekaj več in tistih najmanj izobraženih največ.\nKaj menijo o količini NOM različno izobraženi ljudje se da razbrati na spodnji sliki.\nŠe enkrat se je pokazalo, da velika večina ljudi (ne glede na izobrazbo) meni, da je NOM preveč.\nVendarle pa je največji odstotek najbolj izobraženih mnenja, da je NOM preveč. Le za 2% manj je tistih s SŠ, relativno velik odstotek pa je tudi tistih najmanj izobraženih.\nVečja razlika se pojavi pri mnenju, da je NOM ravno prav. Tukaj je več tistih z OŠ izobrazbo. Bistvena razlika pa se pojavi ob primerjavi razkoraka mnenj po izobrazbi. Tako ugotovimo, da je ta pri tistih z najnižjo izobrazbo le 20%, medtem ko je pri ostalih dveh blizu 50%.\nZanemarljiv odstotek pa se pojavi tudi takšnih, ki menijo, da ga je premalo (le 20% tistih s SŠ in prav tako 2% tistih najvišje izobraženih).\n"], "27": ["3.3.4 Razlike med stališči prejemnikov glede na starost.", "V zadnji točki analize raziskave se bomo osredotočili na razlike stališč med starostnimi razredi.\nKot vidimo iz slike ni bistvenih razlik v stališčih med starostnimi razredi. Večja je le pri nevtralnem stališču, kjer se je kar 80% mlajših od 20 let opredelilo za to stališče. Zanimivo je tudi to, da je kar pri vseh starostnih razredih starejših od 20 tretjina mnenja, da je NOM preveč.\nIz slike bi lahko nekako sklepali, da so najbolj pozitivno ali bolje rečeno strpno naravnani do NOM tisti, stari med 40 in 60. Najmanjši odstotek teh se je namreč odločil za odgovor o odvečni nesnagi (le 4%).. Na drugi strani pa je relativno velikemu odstotku teh (20%) NOM všeč, ker se tako seznanijo z novostmi. Ne glede na to, pa tudi v tej starostni skupini dobra tretjina (33%) meni, da je NOM preveč.\nOmeniti velja še rahlo negativno naklonjenost do NOM s strani skupine, mlajših od 20 let. Sicer jih je res kar 80% takšnih, ki včasih pogledajo, vendar pa vseh preostalih 20% predstavljajo tisti, ki o NOM menijo, da gre za odvečno nesnago.\nV naslednji točki primerjav razlik stališč med starostnimi razredi bomo pogledali ali NOM skupine teh razredov moti ali ne.\nTudi na tej sliki vidimo, da ne glede na starost, večino ljudi NOM ne moti.\nPrav tako lahko na tej sliki enako kot na prejšnji, pridemo do sklepa, da so ljudje iz starostnega razreda 40-60, bolj pozitivno naravnani do NOM kot ostali, saj le 25 % predstavnikov tega razreda NOM moti.\nTudi druga ugotovitev iz prejšnje točke se potrdi. In sicer največji odstotek določenega razreda, ki ga NOM moti predstavlja skupina najmlajših (40%).\nO stališču do količine NOM po starosti nam prikazuje slika 24.\nTudi glede količine pridemo do podobnih ugotovitev kot v prejšnjih dveh točkah.\nNekako najbolj pozitivno so naravnani stari med 40 in 60 let, saj jih 35% (največ med vsemi starostnimi razredi) meni, da je NOM ravno prav.\nNajveč, ki jih meni, da ga je preveč, je spet najmlajših (80%).\nZanimivo pa je, da le tisti stari med 20 in 40 ter tisti nad 60 menijo, da ga je premalo. Je pa tudi teh zanemarljiv odstotek. Prvih je namreč 3%, drugih pa le 2%.\nV zadnji točki, glede stališč v različnih starostnih razredih, bomo primerjali stališča o zavajanju NOM.\nIz te slike se da razbrati, da so do NOM najmanj zaupljivi najmlajši in tisti iz druge skupine (20-40). Iz prve skupine jih 40% ne zaupa NOM, iz druge pa 36%. To je kar veliko več od preostalih dveh skupin. Zanimivo pa kljub vsemu večina najmlajših meni, da NOM ne zavaja (60%).\nNajvečjo mero zaupanja so pokazali najstarejši. Sicer jih za odstotek več (23%) kot tistih iz tretje skupine (22%) meni, da zavaja, vendar pa je 9% manj takšnih, ki menijo, da včasih zavaja (31%). Slaba polovica pa jih meni, da NOM ne zavaja (46%.)\n"], "28": ["3.4 Interpretacija rezultatov in primerjava z rezultati iz leta 2000", "Glede na to, da smo opravljali primerjalno raziskavo s tisto izpred petih let, bomo v interpretaciji istočasno še primerjali rezultate.\n- Tako smo ugotovili, da ljudje danes v večini menijo, da se je količina NOM v zadnjih dveh letih povečala. Kot smo videli v analizi po posameznih vprašanjih je takšnega mnenja 78%. Vendarle pa je ta številka upadla, saj je bilo pred petimi leti takšnega mnenja 84,5% anketiranih.\n- V večini so tudi tisti, ki menijo, da je NOM preveč. Takšnih je 69,5%. Ta številka se je povečala, saj je leta 200 tako menilo le 53%.\n- Med anketiranci prevladuje negativno stališče do NOM. Takšno stališče ima 42%, medtem ko le en odstotek manj tistih z nevtralnim stališčem. Pred petimi leti je tudi prevladovalo stališče z negativnim stališčem (38%) in 30,5% takšnih, ki so bili nevtralni. Odstotek tistih, ki so pozitivno naravnani se ni bistveno spremenil. Leta 2000 je bilo takšnih 15,5%, medtem ko jih je danes 17%.\nZakaj jih NOM moti, so povedali (od razloga, za katerega se jih je odločilo največ, do tistega za katerega se jih je najmanj), da ga je preveč, ni prostora za pošto, se ponavlja ter onesnažuje okolje. Kot razloga, zakaj jih ne moti pa so odgovorili, da tako izvedo nove informacije in da lahko z njimi razpolagajo tako kot želijo. V primerjavi z rezultati iz leta 2000 gre za sila podobno situacijo. Edina razlika je v tem, da jih je pred petimi leti več motilo to, da ni prostora za pošto. Zanimivo je predvsem to, da kar 70% (pred petimi leti je bilo 66% takšnih) ljudi nenaslovljeni oglasni material ne moti. Kljub temu pa je kar 40% odgovorov iz skupine petih, kjer so vzroki, da ljudi moti.\n- Skoraj 70% anketiranih je mnenja, da je NOM preveč. Zanimivo predvsem zaradi prejšnje točke, kjer se je 70% ljudi opredelilo, da jih NOM ne moti. 29% je takšnih, ki menijo, da je NOM ravno prav in le 1% takšnih, ki jih meni, da ga je premalo. Bistvena razlika z rezultati iz leta 2000 je v tem, da se je za skoraj 20% povečalo število ljudi, ki meni, da je NOM preveč. Pred petimi leti je tudi bilo kar nekaj več takšnih, ki so menili, da je NOM premalo (7%).\n- Razlike med stališči ženskega in moškega spola so se v petih letih zmanjšale. Pred petimi leti je 59% moških imelo negativno stališče do NOM in le 29 žensk%. Danes je moških z negativnim stališčem 47% in 37% žensk.\nRazmere so se spremenile tudi, če primerjamo koliko moških oz. žensk včasih pregleda NOM. Pred petimi leti se je za ta odgovor odločilo 37% žensk in le 15% moških. Danes pa je 23% žensk in 18% moških, ki včasih pogledajo NOM.\nV petih letih pa se je povečal odstotek žensk, ki jih NOM ne moti. Tako je danes 82% žensk, ki jih NOM ne moti – leta 2000 jih je bilo 72%. Tudi pri moških je prišlo do manjše spremembe. Tako danes ne moti 57% moških, medtem ko jih leta 2000 ni motilo 51%. Ponovno smo torej ugotovili, da se je odstotek teh, ki jih ne moti povečal.\nZanimivo je, da so za vzrok, da jih NOM ne moti, tako moški (29%) kot ženske (44%), največkrat navedli, da izvedo nove informacije. V prejšnji raziskavi je pri ženskah prevladoval enak razlog (37%), medtem ko je bil pri moških največkrat zastopan razlog, da lahko z njim razpolagajo kot želijo (32%). Glede količine je veliko več moških mnenja, da je NOM preveč. Tako je kar 80% moških prepričanih, da ga je preveč, 20% jih misli, da ga je ravno prav in niti en, da ga je premalo. Pri ženskah pa je 61% žensk mnenja, da ga je preveč, 36%, da ga je ravno prav in le 3%, da ga je premalo. Pred petimi leti je bilo tako moških (70%) kot žensk (47%) manj, ki so bili mnenja, da je NOM preveč. Zanimivo, da so takrat 3% moških in kar 8% žensk bili mnenja, da je NOM premalo.\nUgotovili smo, da NOM ženskam bolj pomaga pri nakupu (29% ženskam in 20% moškim) ter, da so tudi bolj zaupljive (44% žensk in le 34% moških meni, da NOM ne zavaja). Pred petimi leti je NOM bil večim ženskam (40%) in kar dosti moškim manj (7%) v pomoč pri nakupu. Zanimivo pa je, da so mu bolj zaupali. 37% žensk in 25% moških je bilo mnenja, da NOM ne zavaja.\n - Tudi po izobrazbi so si bila stališča različna. Višje izobraženih anketirancev, ki so imeli negativno stališče do NOM je bilo več (49%) kot tistih, najmanj izobraženih (30%). Podobna slika je bila tudi 5 let nazaj, le da je bilo tako enih kot drugih več. Takrat je bilo tistih višje izobraženih, ki so bili negativno naravnani do NOM 65,5 %, medtem ko je bilo tistih najmanj izobraženih 34%. Ravno tako smo ugotovili, da NOM tiste bolj izobražene tudi bolj moti, 39% je tistih z višjo izobrazbo, medtem ko je tistih z OŠ ali manj le 21%. Tudi tukaj smo prišli do spoznanja, da je bilo pred petimi leti več izobražencev, ki jih NOM moti. Kar 66,5% višje izobraženih je takrat dejalo, da jih NOM moti. 29% nižje izobraženih pa je odgovorilo, da jih ne moti.\n- O stališčih glede na starost smo prišli do ugotovitve, da so najbolj pozitivno oz. bolje rečeno najbolj strpno naravnani tisti, stari med 40 in 60. Najbolj negativno pa mlajši od 20 let. Pred petimi leti pa so bili najmanj prizanesljivi do NOM tisti, stari med 20 in 60 (ti so takrat predstavljali kar 88% vseh z negativnim stališčem). Razlika se pojavi tudi, ko pogledamo kateri so tisti starostni razredi, ki jih NOM moti oz. ne moti. Najmanj moti stare med 40 in 60 (25%), najbolj pa tiste, stare manj kot 20 (40%) in starejše od 60 (33%). Tudi pri teh ugotovitvah je bilo ravno obratno pred petimi leti. Tisti, stari med 20 in 60 so namreč v večini dejali, da jih NOM moti, medtem ko so tisti, mlajši od 20 oz. starejši od 60, v večini odgovorili, da jih ne moti.\n"], "29": ["4 SKLEP", "Iz celotnega diplomskega dela lahko pridemo do zaključka, da ljudje menijo, da je NOM preveč, kljub temu pa se ne nameravajo odpovedati možnosti, da ga vsakodnevno prejmejo v nabiralnik. Sklepamo lahko, da to tega prihaja, ker vseeno želijo biti obveščeni kaj se dogaja. To pa velja predvsem za upokojence in ženske. V prihodnosti lahko pričakujemo še dodatno porast NOM.\n"], "abstract": ["Glede na to, da smo v interpretaciji rezultatov že sistematično predelali raziskavo po smiselnih sklopih in jo tudi primerjali z rezultati izpred petih let, bomo v sklepu le še prikazali, koliko nam je uspelo izpolniti cilje diplomskega dela ter ugotovitve ali lahko naše trditve označimo za pravilne ali ne. Ugotovili smo, kakšno je stališče prejemnikov danes in kakšno je bilo pred petimi leti. Kot prvo trditev smo izpostavili »Med stališči prejemnikov do nenaslovljenega oglasnega materiala iz leta 2000 in stališči prejemnikov iz leta 2006 ni razlik.« To trditev lahko označimo za nepravilno. V prejšnji točki (strani 31-34) smo podrobno predstavili kje so se te razlike pojavile. Največje razlike so opazne pri stališčih glede količine NOM, saj se je število tistih, ki menijo, da je NOM preveč povečalo za 20%. Manj pa je takšnih, ki menijo, da je NOM premalo. Kot naslednjo trditev smo postavili »Pozitivna stališča do NOM imajo ženske; moški pa negativna«. To tezo lahko potrdimo za pravilno (podrobneje predstavljeno na straneh 21-24; slike 11-17) . Poudariti pa velja, da ne gre za povsem črno belo situacijo; niso namreč vsi moški absolutno negativno naravnani do NOM in obratno. Kot zadnjo trditev pa smo izbrali »Pozitivna stališča do NOM imajo tisti z nižjo izobrazbo; višje izobraženi pa imajo negativna stališča«. Tudi tukaj smo prišli do podobnih ugotovitev. Trditev namreč lahko označimo za pravilno (podrobneje predstavljeno na straneh 25-27: slike 18-21), vendar pa nikakor ne velja za absolutno."]}