{"1": ["1 Uvod", ""], "2": ["1.1 Predstavitev okolja in metode dala", "Podjetje je organizirano kot družba z omejeno odgovornostjo, ki opravlja pridobitno dejavnost in nastopa na trgu s ciljem, ustvarjati dobiček.\nDejavnosti podjetja obsegajo:\n- proizvodnjo pisarniškega pohištva, ki ga odlikuje visoka kvaliteta in sodoben dizajn,\n- proizvodnjo pohištva za hotele, igralnice …\nTehnologija obdelave lesa združuje tako stroje kot sposobnost delavcev, da znajo upravljati z njimi. Z vsakoletnimi investicijami v modernizacijo proizvodnje želimo v podjetju zmanjšati stroške, skrajšati čas izdelave pohištva in povečati kakovost. Z diplomskim delom želimo prikazati rešitev s pomočjo večparametrskega odločanja, za najprimernejši nakup CNC obdelovalnega centra.\nS problemi odločanja se ukvarja vrsta znanstvenih področij in disciplin. Odločanje je proces, v katerem je potrebno izmed več variant izbrati tisto, ki najbolj ustreza postavljenim ciljem oz. zahtevam. Tako je proces sistematičnega zbiranja in urejanja znanja. Zagotovil naj bi dovolj informacij za primerno odločitev, zmanjšal možnost, da bi kaj spregledali, pohitril in pocenil proces odločanja, ter dvignil kakovost odločitve.\nPri ocenjevanju se moramo vprašati, koliko je ocena sploh veljavna. Človek je slab »merski instrument« – ni sposoben zaznati majhnih razlik, njegova ocena drugih oseb pa je zelo subjektivna, čeprav je običajno prepričan, da je bil objektiven. Kljub vsemu se v praksi ocenjevanje pogosto uporablja, zato se moramo zavedati njegovih omejitev, pomanjkljivosti, ter iskati tehnike in postopke, ki zmanjšujejo subjektivnost ocenjevanja.\nPri odločanju si zato lahko pomagamo z vrsto orodij, ki so namenjeni za večparametrsko odločanje, izmed katerih so najbolj znani: MAUD, Decaid, Decision Pad, HIVIEW, PROMETHEE in DEX.\nCilj diplomskega dela je izbira najprimernejšega ponudnika pri nakupu CNC obdelovalnega centra. Da bi izbira potekala čim hitreje in brez zapletov, je osredotočena na ekspertni sistem DEXi.\n"], "3": ["2 Odločanje", "Odločanje je proces, v katerem je potrebno izmed več variant (alternativ, inačic, možnosti) izbrati tisto, ki najbolj ustreza postavljenim ciljem oziroma zahtevam. Poleg izbora najboljše variante včasih želimo variante tudi rangirati od najboljše do najslabše. Pri tem so variante objekti, akcije, scenariji ali posledice enakega oziroma primerljivega tipa. Kadar se na primer kupuje nov računalnik, so variante računalniki. Pri strateškem planiranju v podjetju so lahko variante različni razvojni ali investicijski scenariji. Kadar se izbira najboljšega kandidata za neko delovno mesto, so variante ljudje.\nOdločanje je običajno del splošnega reševanja problemov in nastopa kot pomembna mentalna aktivnost na praktično vseh področjih človekovega delovanja. Težavnost odločitvenih problemov je zelo raznolika. Sega od enostavnih osebnih odločitev, ki so večinoma rutinske in se jih niti ne zavedamo, vse do težkih problemov skupinskega odločanja, kot na primer pri vodenju, upravljanju in planiranju v podjetjih, kadrovskem odločanju, medicinski diagnostiki in vrsti drugih področjih. Najpomembnejši problemi, ki nastopajo pri težkih odločitvenih problemih, izvirajo iz:\n- velikega števila dejavnikov, ki vplivajo na odločitev,\n- številnih oziroma slabo definiranih ali poznanih variant,\n- zahtevnega in pogosto nepopolnega poznavanja odločitvenega problema in ciljev odločitve,\n- obstoja več skupin odločevalcev z nasprotujočimi si cilji in\n- omejenega časa in drugih virov za izvedbo odločitvenega procesa.\nS problemi odločanja se ukvarja vrsta znanstvenih področij in disciplin, od filozofije (na primer aksiologije – nauku o vrednotah), psihologije, ekonomije in matematike, do bolj specifičnih, kot sta odločitvena teorija in odločitvena analiza. Posebej pomembno je vprašanje, kako pomagati odločevalcu, da bi na sistematičen, organiziran in čim lažji način prišel do kvalitetne odločitve. V ta namen je bilo razvitih mnogo metod in računalniških programov za podporo odločanja (DSS – Decision Support Systems). Te metode so po eni strani dobro teoretično osnovane v okviru odločitvene teorije in teorije koristnosti, po drugi strani pa se uspešno uporabljajo v praksi, pri podpori zahtevnih odločitvenih problemov.\n"], "4": ["2.1 Večparametrsko odločanje", "Večparametrsko odločanje temelji na razgradnji odločitvenega problema na manjše podprobleme. Variante se razgradi na posamezne parametre (kriterije, atribute) in se jih ločeno oceni glede na vsak parameter. Končno oceno variante se dobi z nekim postopkom združevanja. Tako izpeljana vrednost je potem osnova za izbor najustreznejše variante (slika 1). \n(Jereb, E., Bohanec, M., Rajkovič, V., 2003)\nVrednotenje variant pri večparametrskem odločanju tako poteka na osnovi večparametrskega odločitvenega modela, ki je v splošnem sestavljen iz treh komponent. Vhod v model predstavljajo parametri (atributi, kriteriji) X-i. To so spremenljivke, ki ponazarjajo podprobleme odločitvenega problema, tiste dejavnike, ki opredeljujejo kvaliteto variant. Funkcija koristnosti F je predpis, po katerem se vrednosti posameznih parametrov združujejo v spremenljivko Y, ki ponazarja končno oceno ali koristnost variante.\nVariante se opiše po osnovnih parametrih z vrednostmi ai. Na osnovi teh vrednosti funkcija koristnosti določi končno oceno vsake variante. Varianta, ki dobi najvišjo oceno, je praviloma najboljša. Osnovne tri parametre se združi v končno oceno s funkcijo koristnosti F. Pri številnih večparametrskih odločitvenih metodah je ponavadi funkcija dvostopenjska. Na prvem (nižjem) nivoju je za vsak kriterij definirana delna funkcija koristnosti, ki opredeljuje odvisnost med dejansko vrednostjo parametra X in preferenco P, stopnjo zaželenosti v okviru naše odločitve. Preferenca se navadno izraža s števili med 0 in 1, kjer 0 ustreza najmanj, 1 pa najbolj zaželeni vrednosti. Z delnimi funkcijami koristnosti se na nek način spravi na skupni imenovalec tri med seboj sicer zelo različne parametre.\nNa drugi stopnji pride do dejanskega združevanja parametrov. Funkcija, ki opravi to združevanje, je utežena vsota posameznih preferenc. Pri tem dobi najvplivnejši parameter največjo utež, manj vplivnejši parameter manjšo utež, še manj vplivnejši še manjšo utež itd. Tako definirani odločitveni model se lahko uporabi za vrednotenje variant. Za vse variante se zbere podatke po osnovnih parametrih. Rezultat vrednotenja je končna ocena vsake variante.\nPodatke o variantah in dobljene končne ocene se lahko v preprostejših primerih, ko je parametrov in variant relativno malo, prikaže v obliki tabele – preglednice. Pri tem si lahko pomagamo s splošnimi računalniškimi programi za delo s preglednicami, kot so: Excel, Quattro Pro ali Lotus 1-2-3. Podatke o variantah vnesemo v tabelo. Funkcijo koristnosti pa realiziramo s primernimi formulami. \nV zahtevnejših primerih, ko je parametrov ali variant več (na primer nekaj deset), je navadno bolje, če se poseže po katerem izmed namenskih programov za podporo večparametrskega odločanja. Ti imajo že vgrajena orodja, ki pomagajo odločevalcu pri definiciji parametrov, oblikovanju funkcij koristnosti in zajemanju podatkov o variantah. Najpomembnejšo operacijo – vrednotenje variant – dodatno podpirajo z vrsto koristnih pripomočkov za analizo dobljenih rezultatov, kot so: analiza občutljivosti in stabilnosti odločitvenega modela, generator variant, analize tipa kaj-če ter najrazličnejši grafični prikazi in poročila. Nekateri omogočajo tudi delo z nenatančnimi in nepopolnimi podatki. V ta namen uporabljajo intervalski račun ali verjetnostne porazdelitve. Takšnih programov je na voljo precej. Najbolj znani izmed njih so npr.: MAUD, Decaid, Decision Pad, HIVIEW, PROMETHEE in DEX.\n"], "5": ["2.2 Faze odločitvenega procesa", "Odločitveni proces je proces sistematičnega zbiranja in urejanja znanja. Zagotovil naj bi dovolj informacij za primerno odločitev, zmanjšal možnost, da bi kaj spregledali, pohitril in pocenil proces odločanja, ter dvignil kakovost odločitve. Praviloma poteka po naslednjih fazah (faze se lahko tudi prepletajo ali ponavljajo) (Jereb, E., Bohanec, M., Rajkovič, V., 2003):\n- identifikacija problema,\n- identifikacija kriterijev (spisek kriterijev, struktura kriterijev – drevo kriterijev, merske lestvice),\n- definicija funkcij koristnosti,\n- opis variant,\n- vrednotenje in analiza variant.\nIdentifikacija problema\nTa faza je rezultat spoznanja, da je nastopil odločitveni problem, ki je dovolj težak, da ga je smiselno reševati na sistematičen in organiziran način. V tej fazi se poskuša definirati problem, ter opredeliti cilje in zahteve. Oblikuje se odločitvena skupina, katere jedro sestavljajo odločevalci (t. i. lastniki problema) – to so tisti, ki se morajo v končni fazi odločiti in so odgovorni za odločitev.\nPri zahtevnejših problemih je v delo skupine priporočljivo vključiti tudi:\n- eksperte, ki imajo poglobljeno znanje o dani problematiki in lahko svetujejo pri oblikovanju odločitvenega modela;\n- odločitvenega analitika – metodologa, ki kot moderator vpliva na učinkovitost in usklajenost dela skupine, ter skrbi za ustrezno metodološko in računalniško podporo odločanja;\n- druge predstavnike tistih segmentov, na katere vpliva odločitev. \nIdentifikacija kriterijev\nV tej fazi se določi kriterije, na osnovi katerih se ocenjuje variante in zasnuje strukturo odločitvenega modela. Posebej je pomembno, da se pri tem ne spregleda kriterijev, ki bistveno vplivajo na odločitev (načelo polnosti). Pri oblikovanju modela se poskuša izpolniti tudi nekatere druge zahteve, kot so: strukturiranost, neredundantnost, ortogonalnost in operativnost (merljivost) kriterijev. Postopek identifikacije kriterijev je do neke mere odvisen od uporabljene metodologije. Poteka lahko po naslednjih korakih:  1. Spisek kriterijev: Med pogovorom v skupini ali samostojno se oblikuje nestrukturiran seznam kriterijev, ki se bo upošteval pri odločanju. 2. Strukturiranje kriterijev: Kriterije se hierarhično uredi, upoštevajoč medsebojne odvisnosti in vsebinske povezave. Nepomembne kriterije in tiste, ki so izraženi z ostalimi kriteriji, se zavrže in po potrebi oblikujemo nove. Rezultat je drevo kriterijev. 3. Merske lestvice: Vsem kriterijem v drevesu se določi merske lestvice, to so zaloge vrednosti, ki jih lahko zavzamejo pri vrednotenju ter morebitne druge lastnosti (na primer urejenost).\n"], "6": ["Definicija funkcij koristnosti", "V tej fazi se definira funkcije, ki opredeljujejo vpliv nižjenivojskih kriterijev na tiste, ki ležijo višje v drevesu, vse do korena drevesa, ki predstavlja končno oceno variant. Oblika funkcij in način njihovega zajemanja je močno odvisno od uporabljene metode. Najpogosteje se uporabljajo preproste funkcije, kot so utežena vsota in razna povprečja. Srečamo pa tudi zahtevnejše funkcije, ki imajo večjo izrazno moč, vendar so nekoliko zahtevnejše za praktično uporabo: funkcije zvezne logike, funkcije na osnovi Bayesovega pravila ali mehkih množic in odločitvena pravila. Prav tako so pestre računalniško podprte metode za podporo odločevalcev v tej fazi, ki segajo od neposrednega analitičnega izražanja funkcij do možnosti izbiranja oziroma parametrizacije vnaprej pripravljenih funkcij, definiranja funkcije po točkah, zajemanja v grafični obliki in raznih dialogov, ki jih vodi računalniški program.\nOpis variant\nVsaka varianta se opiše z vrednostmi osnovnih kriterijev, to je tistih, ki ležijo na listih drevesa. Do tega opisa nas vodi bolj ali manj zahtevno proučevanje variant in zbiranje podatkov o njih. Pri tem se pogosto srečamo s pomanjkljivimi ali nezanesljivimi podatki. Nekatere metode v tem primeru odpovedo, druge pa omogočajo, da se takšne podatke opiše v obliki intervalov ali verjetnostnih porazdelitev.\n"], "7": ["Vrednotenje in analiza variant", "Vrednotenje variant je postopek določanja končne ocene variant na osnovi njihovega opisa po osnovnih kriterijih. Vrednotenje poteka od spodaj navzgor v skladu s strukturo kriterijev in funkcijami koristnosti. Varianta, ki dobi najvišjo oceno, je praviloma najboljša. \nBesedo praviloma je potrebno na tem mestu posebej poudariti. Na končno oceno vpliva mnogo dejavnikov in pri vsakem od njih lahko pride do napake. Poleg tega sama končna ocena navadno ne zadostuje za celovito sliko o posamezni varianti. Zato je potrebno variante analizirati in poskusiti odgovoriti na naslednja vprašanja:\n- Kako je bila izračunana končna ocena - na osnovi katerih vrednosti kriterijev in katerih funkcij? So vrednosti kriterijev in uporabljene funkcije koristnosti ustrezni?\n- Zakaj je končna ocena takšna, kot je? Je v skladu s pričakovanji ali odstopa in zakaj? Kateri kriteriji so najbolj prispevali k takšni oceni?\n- Katere so bistvene prednosti in pomanjkljivosti posamezne variante?\n- Kakšna je občutljivost odločitve: kako spremembe vrednosti kriterijev vplivajo na končno oceno? Ali je mogoče in kako variante izboljšati? Katere spremembe povzročijo bistveno poslabšanje ocen variant?\n- V čem se variante bistveno razlikujejo med seboj?\nŠele z odgovori na ta vprašanja se pride do celovite slike o variantah in s tem do kvalitetnejše, bolje utemeljene in preverjene odločitve. Računalniška podporna orodja so pri tem praktično nepogrešljiva, saj imajo že vgrajene pripomočke, ki tovrstne analize bistveno olajšajo.\n"], "8": ["3 Program DEXi", "DEX (Decision Expert) je lupina ekspertnega sistema, katere glavni namen je podpora odločevalcu pri sprejemanju kompleksnih večparametrskih odločitev. Je predhodnik programa DEXi. To je program DEX, ki deluje v okolju DOS in ima v primerjavi z DEXi-jem nekaj več funkcijskih možnosti, kar ga uvršča med specializirane lupine ekspertnih sistemov za večparametrsko odločanje. Poleg programa DEX obstaja tudi program Vredana, ki omogoča dodatno analizo rezultatov vrednotenja programov DEX in DEXi. Med vsemi tremi programi je možno prenašati podatke in njihovo uporabo smiselno povezovati.\nDEXi deluje v okolju Microsoft Windows od verzije 95 naprej. Osnove DEX in DEXi: Kot sistemov za večparametrsko odločanje so:\n- modeliranje s kriteriji in funkcijami koristnosti,\n- strukturiranje odločitvenega problema (drevo kriterijev),\n- vrednotenje variant.\nKot ekspertnih sistemov:\n- kvalitativne (simbolične) merske lestvice,\n- funkcije koristnosti predstavljene s pravili tipa če-potem,\n- odločitveni model je zgrajen na bazi znanja,\n- poudarek je na razlagi in analizi vrednotenja.\nProgram DEXi v osnovi sestavljata dva dela:\n- 1. del: zajemanje znanja in izgradnja baze znanja in\n- 2. del: vrednotenje in analiza variant na osnovi znanja izbranega v prvem delu.\nPrvi del pomaga uporabniku zgraditi drevo kriterijev in izraziti odločitvena pravila. V bazo znanja se vnese parametre, povezave med njimi ter znanje o koristnosti posameznih parametrov, katerim se opisuje možne alternative, med katerimi se išče tisto, ki najbolj ustreza našim ciljem.\nV drugem delu se na začetku opiše vsako varianto z ustreznimi vrednostmi kriterijev, ki se nahajajo na listu drevesa kriterijev. Nato DEXi oceni vsako varianto v skladu z bazo znanja, to je strukturo kriterijev in odločitvenimi pravili. Za vsako varianto dobimo oceno primernosti. Sledi analiza rezultatov.\nOrodje DEXi je transparentno orodje, ki omogoča stalen in enostaven vpogled v faze iskanja rešitev. Rezultatu, ki ga dobimo, nam ni potrebno verjeti, temveč se z navedbo ustrezne razlage, ki opravičuje rezultat, o tem prepričamo. \nDobre lastnosti sistema DEXi v primerjavi z drugimi so:\n- Uporablja kvalitativne kriterije (ni bistveno numerično kodiranje znanja, ampak so osnova opisne spremenljivke. Tako DEXi odločevalce prisili, da se poglobijo v odločitveno znanje. Razmišljajo o variantah in o tem, zakaj je varianta dobila določeno oceno. Vse variante so ocenjen z enakimi merili. Odločitev je zavestna, lahko jo utemeljimo sebi in drugim, s tem pa se zmanjša možnost napačne odločitve).\n- Razumljiv je širokemu krogu uporabnikov, v končni fazi pa omogoča kvalitetno verifikacijo in razlago dobljenih rezultatov.\n- Funkcije koristnosti so podane s preprostimi odločitvenimi pravili tipa »če-potem«.\n- Lahko se ukvarja z netočnimi, negotovimi in celo manjkajočimi podatki o variantah.\n- Transparentnost odločitvenega postopka.\n- Rezultati vrednotenja so prikazani v grafični obliki.\n- Odločitveno skupino lahko predstavlja tudi samo odločevalec.\n- Omogoča uporabniku prijazno in v splošnem lažje odločanje, ker je znanje o odločanju izraženo preprosto in neposredno z besedami, pravili in hierarhično urejenimi kriteriji.\n- Omogoča aktivno podporo odločevalca pri oblikovanju pravil odločanja, kar pospeši razvoj modela in reducira število napak.\n- Uporaba v okolju oken.\n- Uporabniški vmesnik v slovenskem jeziku.\n- Na razpolago je brezplačno.\nProgram DEXi lahko uporabljamo na različnih področjih odločanja, npr.:\n- na področju računalništva (ocenjevanje strojne in programske opreme računalniške opreme),\n- na področju kadrovskega managementa (izbira skupine strokovnjakov, zaposlovanje novih kadrov, ocenjevanje uspešnosti zaposlenih delavcev),\n- v managementu (ocenjevanje poslovnih strank, ponudb, učinkovitosti podjetja),\n- pri vrednotenju projektov (ocena kvalitete oziroma izvedljivosti projekta, ocena investicije, vrednotenje ponudb, vrednotenje proizvodnih programov),\n- v medicini, zdravstvu (ocenjevanje rizičnosti, spremljanje osnovnih življenjskih aktivnosti) in\n- na ostalih področjih (vrednotenje tehnologij, izbor lokacije, ocenjevanje prioritet pri dodeljevanju posojila …).\n"], "9": ["3.1 Merila za ocenitev ponudbe", "Merila za izbiro najprimernejšega ponudnika CNC obdelovalnega centra so: cena, garancija, kakovost servisnih storitev, število operacij, razpon orodij na posamezni operaciji in računalniška strojna ter programska oprema. Po tehtnem premisleku smo v podjetju prišli do meril, ki so razvidni iz tabele 1.\n"], "10": ["4 Odločitveni model izbire ponudnika z uporabo  odločitvenega sistema DEXi", ""], "11": ["4.1 Metoda dela", "Postopek izdelave odločitvenega modela je potekal v več fazah. Najprej je bila potrebna identifikacija problema in opredelitev širine raziskovanja. Nato je sledila faza identifikacije kriterijev, strukturiranja kriterijev, določanje zalog vrednosti kriterijev in postavljanje odločitvenih pravil.\nZa izdelavo modela se uporabi DEXi, ki je lupina ekspertnega sistema za večparametrsko odločanje. S pomočjo tega programa se lahko na sistematičen način pride do kvalitetne odločitve.\n"], "12": ["4.1.1 Identifikacija problema", "Z vsakoletnimi investicijami v modernizacijo proizvodnje želimo v podjetju zmanjšati stroške, skrajšati čas izdelave pohištva in povečati kakovost. Z diplomskim delom želim prikazati rešitev s pomočjo večparametrskega odločanja za najprimernejši nakup CNC obdelovalnega centra.\n"], "13": ["4.1.2 Identifikacija kriterijev", "Kriterije za izbor najustreznejšega ponudnika smo določili na podlagi vrste proizvodnje in upoštevajoč najmanj 12-urno dnevno delovanje CNC obdelovalnega centra. Medsebojno povezane in med seboj odvisne kriterije združijo (hierarhično) v skupne kriterije, na osnovi katerih se tvori strukturirano drevo, kot je prikazano na sliki 2. \nDrevo kriterijev :\nV DEXi-ju je to strukturirano drevo predstavljeno kot drevo kriterijev z opisi, kot je prikazano na sliki 3.\nV našem primeru smo uporabili vse kriterije, ki so bistvenega pomena pri izbiri in nakupu CNC obdelovalnega centra. To so kriteriji, na podlagi katerih smo prišli do treh ponudnikov, ki so najbolj ustrezali finančnim in proizvodnim zahtevam.\nPonudbo se ocenjuje na podlagi cene CNC centra, tehničnih zahtev, ki odgovarjajo vrsti proizvodnje in kakovosti centra, ki ima največji pomen. Nedelovanje centra pomeni veliko izgubo za organizacijo in s tem manjši dobiček, kar je bistvenega pomena.\nV tej fazi se kriterijem določi tudi zaloge vrednosti, kar pomeni oceno, s katero je kriterij lahko ocenjen, glede na ponudbo ponudnika. Zaloge vrednosti so prikazane na sliki 4. \nOcena ali izbor CNC centra je lahko (odpade, soliden, izbran). Kakovost je lahko nesprejemljiva, srednje ali dobra. Tehnične zahteve so lahko neustrezne, ustrezne ali odlične. Cena je lahko visoka, nadpovprečna, podpovprečna ali nizka. Operacije so lahko neustrezne, ustrezne ali dobre. Karakteristike PC kontrole so lahko nesprejemljive, sprejemljive ali dobre. Garancija je lahko majhna, večja ali največja. Servisne storitve so nesprejemljive, sprejemljive ali dobre. Število operacij je lahko malo, srednje ali veliko. Razpon orodij je lahko malo, srednje ali veliko. Programska oprema je lahko nesprejemljiva, sprejemljiva ali dobra. Strojna oprema je lahko nesprejemljiva, sprejemljiva ali dobra.\n"], "14": ["4.1.3 Definicija funkcij koristnosti", "Definicija funkcij koristnosti pomeni opredelitev vpliva nižjenivojskih kriterijev na tiste, ki ležijo višje na drevesu, vse do korena drevesa, ki predstavlja končno oceno variant (s pomočjo uteži je dodana teža posameznemu kriteriju). V DEXi-ju so prikazana kot odločitvena pravila. Primer odločitvenega pravila je prikazan v tabeli 2. \nZgornja tabela prikazuje odločitvena pravila iz DEXi-ja za oceno končne ponudbe. Teža kakovosti je 42 %, tehničnih zahtev 38 % in cene je 20 %. Če je kakovost nesprejemljiva je ocena ponudbe neugodna (odpade). Če je kakovost srednja in tehnične zahteve niso neustrezne in cena ni visoka, je končna ocena ponudbe povprečna (soliden) itd. Končna ocena ponudbe je npr. dobra (izbran), kadar je kakovost dobra, tehnične zahteve in cena pa so najmanj povprečno dobre.\n4.1.3.1 Odločitvena pravila za ocenjevanje kriterija 'kakovost'\nNa sliki 5 je prikazana odvisnost kriterijskega sklopa »kakovost«.\nSlika 6 prikazuje pravila združevanja dveh kriterijev in sicer garancije in servisnih storitev v kriterij kakovost, ki ima največjo težo 42 %.\nTeža kriterija »servisne storitve« je 28,1 %, kar ima zelo velik učinek na končno izbiro. V servisnih storitvah se upošteva: čas servisa, kvaliteto servisa in nabavni rok rezervnih delov. V proizvodnji, ki deluje v dveh izmenah, ima zanesljivost CNC centra velik pomen.\nTeža kriterija »garancija« je 13,9 %, in ima manjši pomen kot servisne storitve, saj se vsi trije \n4.1.3.2 Odločitvena pravila za ocenjevanje kriterija »tehnične zahteve«\nNa sliki 6 je prikazano drevo kriterijskega sklopa »tehnične zahteve«.\nTeža kriterija »tehnične zahteve« je 38 %. Na podlagi tehničnih karakteristik CNC centra, ki odgovarja naši vrsti proizvodnje, smo prišli do izbora vrste modela posameznega ponudnika.\nTeža kriterija »operacije« je 19 % in ima pomembno vlogo pri končni izbiri, saj nam veliko število raznolikih operacij odpira možnosti prilagajanja proizvodnje in naročil.\nTeža kriterija »karakteristike PC kontrole« je 19 % in ima velik pomen, saj z njeno pomočjo opravljamo in operiramo s CNC centrom.\n4.1.3.3 Odločitvena pravila za ocenjevanje kriterija »CNC center«\nNa sliki 7 je prikazano drevo kriterijev za oceno kriterija »CNC center«.\nKakovost je najmočnejši kriterij in predstavlja 42 %.\nTehnične zahteve imajo težo kriterija 38 %.\nCena ima najmanjši pomen in je 20 %. \n4.1.3.4 Odločitvena pravila za ocenjevanje kriterija »operacije«\nNa sliki 8 je prikazano drevo kriterijev za oceno kriterija »operacije«.\nTeža kriterija »število operacij« je 10,8 %. Pove nam, koliko operacij, ki so primarnega pomena za našo proizvodnjo, je možno izvesti.\nTeža kriterija »razpon orodij« je 8,2 %. Pove nam, koliko orodij je možno uporabiti na eni operaciji.\n4.1.3.5 Odločitvena pravila za ocenjevanje končne ponudbe - ponudnika\nNa sliki 9 je prikazano drevo kriterijev za oceno kriterija »karakteristike PC kontrole«.\nTeža kriterija »karakteristike PC kontrole« je 19 %. Pri tem imata karakteristiki »strojna oprema« in »programska oprem« enako težo, ki je 9,5 %.\n"], "15": ["4.1.4 Opis variant", "Ko so funkcije koristnosti določene, se lahko opiše vsako od variant z vrednostmi osnovnih kriterijev. Primer je prikazan na sliki 10.\nVsakemu kriteriju in njegovi zalogi vrednosti se priredi opis variant. Servisne storitve se lahko npr. opiše kot »nesprejemljive«, kar pomeni, da ob morebitni okvari CNC centra rok popravila ali dobave nadomestnih delov ni sprejemljiv za našo organizacijo. Lahko je »sprejemljiv«, kar ga uvršča v izbor za nakup, ali »dober«, kar pomeni, da so servisne storitve odlične.\n"], "16": ["4.1.5 Vrednotenje in analiza variant", "V zadnji fazi odločitvenega procesa se ovrednotijo variante. Končno oceno se variantam določi na osnovi njihovega opisa po osnovnih kriterijih, se pravi od spodaj navzgor v skladu s strukturo kriterijev in s funkcijami koristnosti. Tista varianta, ki na koncu dobi najvišjo oceno, je praviloma najboljša.\nTo vrednotenje naredi DEXi sam. V mojem primeru je dobil najboljšo oceno »Ponudnik 2«\n(slika 11). \nS slike 11 je razvidno, da je najslabši ponudnik Ponudnik 1, ker ima največkrat neugodno določene kriterije, med ponudnikoma 2 in 3, so razlike minimalne. Na podlagi pomembnosti posameznih kriterijev, kot je »kakovost« in ima Ponudnik 2 dobro, Ponudnik 3 pa srednje dobre (srednja), se je tehtnica za izbor CNC obdelovalnega centra nagnila na stran Ponudnika 2. Je pa res da so razlike med ponudnikoma 2 in 3 tako minimalne, da smo se o izbiri in nakupu posvetovali med vodilnimi v podjetju in po tehtnem razmisleku pripisati zmago Ponudniku 2.\nDEXi omogoča tudi grafično primerjanje rezultatov (graf 1, graf 2, graf 3, graf 4 in graf 5). \nIz grafa 1 je razvidno, da sta najboljša ponudnika Ponudnik 2 in Ponudnik 3. Ostali ponudnik je za nadaljno primerjanje nezanimiv, saj precej odstopa od prvih dveh. Zato je bil opuščen v nadaljnjem primerjanju. Ponudnik 2 in Ponudnik 3 sta na prvem grafu zelo izenačena, vendar se kasneje izkaže, da ima Ponudnik 2 bolj odločilne kriterije ugodnejše kot Ponudnik3.\nPri grafu 2 je razvidno, da Ponudnik 2 boljši Ponudnika 3, saj je pokritost, v našem primeru kvadratne površine, večja. Večjo površino pokritosti ima kriterij kakovost, ki ima največjo težo pri končni odločitvi za izbor in nakup CNC obdelovalnega centra.\nGraf 3 prikazuje rezultate vrednotenja za kriterij »tehnične zahteve« in je razvidno, da sta si ponudnika med seboj zelo enakovredna. Odstopanje je razvidno samo pri kriteriju »razpon orodij«, ki pa nima večjega vpliva pri izbiri najugodnejšega ponudnika.\nGraf 4 prikazuje rezultate vrednotenja glede na kriterij »kakovost«. Najboljšo kakovost ima Ponudnik 2, vendar je Ponudnik 1 le malo slabši od Ponudnika 2, kar se sicer iz grafa ne vidi. Ta razlika se je upoštevala pri končni odločitvi za najugodnejšega ponudnika. Iz grafa 5 je namreč razvidno, da sta tako Ponudnik 2 in Ponudnik 3 enako ugodna.\nGraf 5 prikazuje končni rezultat. Iz grafa je razvidno, da sta Ponudnik 2 in Ponudnik 3 enako solidna, zato brez upoštevanja ostalih rezultatov ne bi mogli izbrati najprimernejšega ponudnika le na podlagi te končne ocene ponudbe. Najprimernejši ponudnik je torej Ponudnik 2.\nDEX namreč uporablja kvalitativne vrednosti kriterijev. Kriteriji navadno nimajo več kot petih različnih vrednosti, kar povzroči problem ločljivosti variant. Dve varianti, ki se le malo razlikujeta, sta opisani z enakimi vrednostmi kriterijev. Zato je tudi končna ocena teh variant enaka. Tudi variante z različnimi vrednostmi kriterijev lahko dobijo enake končne ocene (Špendl, R., Rajkovič, V., Bohanec, M., 1996). \n5 Vredana\nProgram VREDANA, ki služi za vrednotenje in analizo variant v večparametrskih odločitvenih modelih zgrajenih z lupino ekspertnega sistema DEX.\n5.1 Uvod\nNa tem mestu se bomo osredotočili na lupino ekspertnega sistema DEX, saj predstavlja osnovo za razvoj in izbiro funkcij. Z njegovo pomočjo tudi pripravimo vhodne podatke za program VREDANA. Vhodne podatke predstavlja DEX-ova baza znanja, ki smo jo že kreirali za program DEX-i.\nGlavni motivi za izbiro funkcij programa VREDANA so:\n- DEX varianto le razvrsti v določen razred, nič pa ne pove o njenem položaju znotraj razreda.\n- Šibka in neudobna podpora analize tipa “kaj-če” pri DEX-u.\n- DEX prikazuje rezultate le v obliki besedil.\n- DEX in njegovi podporni programi delujejo v okolju MS-DOS.\nNa podlagi zgornjih točk so bile določene naslednje funkcije:\n- branje in pisanje datotek tipa DAX,\n- branje podatkov o variantah s standardnih datotek tipa DIF,\n- kombinirano kvalitativno in kvantitativno vrednotenje variant,\n- prikaz in izpis rezultatov vrednotenja s stolpičnimi, korelacijskimi in polarnimi grafikoni,\n- analize variant tipa “kaj-če”.\nPrvi dve funkciji omogočata izmenjavo podatkov z okoljem. V tem primeru z DEX-om, saj program tako pridobi bazo znanja o odločitvenem problemu. Pomen ostalih treh funkcij je, da z njihovo pomočjo pridemo do najboljše (ali zadovoljive) rešitve. Velik pomen pri sprejemu odločitve ima natančnost vrednotenja variant in jasnost prikaza dobljenih rezultatov.\n"], "17": ["5.2 Vrednotenje in analiza variant s pomočjo programa VREDANA", "Ponudnik 2\nPonudnik 3\nPri grafu 6 je razvidno, da Ponudnik 2 čisto za malo prekaša Ponudnika 3 pri končni oceni CNC centra, so pa servisne storitve očitno na strani Ponudnika 2, kar je imelo veliko težo pri končni odločitvi za izbiro CNC obdelovalnega centra. S tem smo dobili še dodatno potrdilo, da je končna izbira na strani Ponudnika 2. \n5.3 Primer analize variant tipa KAJ-ČE\nTo je zelo močno orodje, ki pride prav predvsem takrat, ko je treba odločati za določeno varianto in bi radi dosegli primerljivo (ali zadovoljivo) stopnjo variante ob določenih spremembah vrednosti parametrov. Na takšen način lahko zmanjšamo stroške, prihranimo čas itd., kar je pri odločanju zelo pomembno.\nPonudnik 3\nNa grafu 7 je razvidno, kaj bi se zgodilo, če bi Ponudnik 3 znižal ceno za eno stopnjo. Pri končni izbiri bi Ponudnik 3 prekašal Ponudnika 2, kar bi lahko vplivalo na končno izbiro CNC obdelovalnega centra.\n"], "abstract": ["V diplomskem delu je predstavljen praktični primer izbora najprimernejšega ponudnika pri izbiri in nakupu CNC obdelovalnega centra. Opisan je potek postopkov pri pripravi in izvedbi odločitvenega procesa v podjetju, ki se ukvarja z izdelavo notranjega pohištva. Ti postopki so precej obsežni in zapleteni, zato je bil s pomočjo DEXi-ja narejen program, ki bi pohitril in olajšal izbiro najprimernejšega ponudnika. Pri tem je bila upoštevana vrsta proizvodnje ter pravila večparametrskega odločanja. Pokazalo se je, da je tako organizirano odločanje bolj sistematično, hitrejše, manjša je možnost napačnih odločitev, izbira najugodnejšega ponudnika pa je zanesljivejša."]}