{"1": ["1 UVOD", "Temperatura zraka je za nadzemne organe vinske trte izjemno pomembna. Zahteve trte glede toplote so velike, ustrezajo ji območja, kjer so srednje letne temperature od 9 do 21\n-C. Količina potrebne toplote je odvisna od razvojne faze, v kateri se trta nahaja. Za trto so pomembna tudi dnevno–nočna nihanja temperatur, vsota temperatur med rastno dobo in srednje letne temperature. Nadpovprečno visoke temperature zavirajo asimilacijo in povečujejo dihanje, kar pa negativno vpliva na razvoj vinske trte. Če temperatura presega 42 -C, povzroča ožige na listih, mladikah in jagodah, predvsem takrat, ko v tleh primanjkuje vode. Če so temperature v posamezni fazi rasti za razvoj trte prenizke, se prav tako pokažejo negativni vplivi na njen razvoj. Za brstenje, rast mladik in listov je potrebna temperatura nad 10 do 12 -C, za cvetenje nad 15 -C in za dozorevanje grozdja od 14 do 16\n-C (Vršič in Lešnik 2010).\nV vinogradništvu je uporaba tulcev iz plastične mase razširjena predvsem za pospeševanje rasti podsajenih trsov, lahko pa se uporabljajo že prvo leto po sajenju, za pospeševanje rasti. V dosedanjih poskusih so se kot najboljši pokazali tulci iz folije, mlečno bele barve, višine 50 cm, premera približno 15 cm ter z luknjami v zgornjem delu tulca, kadar gre za pospeševanje rasti pri mladih trsih (Vršič in Lešnik 2010).\nNamen raziskave za diplomsko delo je bil proučiti vpliv različno obarvanih tulcev nameščenih na deblo in črne folije na tla v vrsti na temperaturo posameznih organov vinske trte pri sorti 'Sauvignon' ter na količino in kakovost grozdja v polni rodnosti vinograda. Postavili smo hipotezo, da bodo različno obarvani tulci in črna folija vplivali na spremembo temperature organov vinske trte ter na količino in kakovost grozdja.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Vpliv rastnih razmer na razvoj trte", "Izbira lege za vinograd je zelo pomembna, saj mora biti rastišče dobro osvetljeno, toplo, primerno vlažno in zračno. Tla za vinograd morajo biti dovolj globoka, saj se le tako lahko korenine razrastejo in priskrbijo trti vodo ter hranilne snovi (Vršič in Lešnik 2010).\nRichard Smart, avstralski vinogradniški raziskovalec svetovnega slovesa za vzgojo vinske trte izpostavlja tri najpomembnejše dejavnike: klimo, vinsko sorto in tla (Lavrenčič 2004).\nUgodne ter škodljive strani tal, topografija, mikro in makroklima dandanes formirajo temelj za izbiro vinogradniške lege, sorte in načina obdelave. To spoznanje omogoča vinogradnikom boljšo kakovost grozdja na tradicionalnih vinogradniških legah ter širšo pridelavo na novih območjih (Jackson 2000).\nRastne razmere, v katerih trto gojimo, vplivajo tudi na temperaturo posameznih organov vinske trte. V sušnih razmerah je bila temperatura listov pri trtah, kjer je bilo izvedeno namakanje, za 2 -C manjša kot pri trtah, kjer ni bilo namakanja (Anconelli in Battalani 2000).\n"], "4": ["2.2 Vpliv okolja na razvoj trte", ""], "5": ["2.2.1 Sončna svetloba", "Vinska trta je rastlina dolgega dne, ki zahteva veliko sončnih dni in intenzivno osvetlitev. Glede na podnebno območje in sorte, zahteva trta v rastni dobi od 1500 do 2500 sončnih ur. Na zorenje jagod ima večji vpliv svetloba kot toplota. V fazi rasti jagod in zorenja grozdja potekajo vsi procesi intenzivneje, če je osvetlitev ugodna. Grozdje trte, katere listi \nso slabo osvetljeni, vsebuje manj sladkorja in več kisline. Količina in moč osvetlitve, ki pade na liste, je odvisna od gostote sajenja, gojitvene oblike in obremenitve trte pri rezi (Vršič in Lešnik 2010).\n"], "6": ["2.2.2 Toplota", "Najpomembnejši element podnebja, ki vpliva na rast in rodnost trte je toplota. Trta ima glede toplote velike zahteve, vendar ji vroča poletja ne ustrezajo. Količina toplote, ki jo trta potrebuje, je odvisna od razvojne faze. Pri višji ali nižji temperaturi se kakovost in količina grozdja bistveno zmanjšata. Za trto so bistvenega pomena tudi dnevno-nočna nihanja temperatur, vsota temperatur med rastno dobo in pojav poznih spomladanskih ter zgodnjih jesenskih pozeb. Nadpovprečno visoke temperature zavirajo asimilacijo in povečujejo dihanje, kar pa negativno vpliva na razvoj vinske trte. Kadar visoke temperature trajajo daljše obdobje v času razvoja jagod, ostanejo te drobne in z manj soka (Vršič in Lešnik 2010). Za fazo dozorevanja grozdja je optimalna temperatura med 28 in 32 -C. Skoraj vedno lahko v fazi dozorevanja grozdja dokažemo korelacijo med količino sladkorja in temperaturo zraka (Burić 1985).\n"], "7": ["2.2.3 Voda", "Voda je pomembna kot dejavnik okolja in tudi kot sestavina predvsem zelenih delov trte. Trta vodo dobi v dveh oblikah, in sicer v tekočem stanju v tleh in v plinasti obliki iz zraka. Količina razpoložljive vode v tleh je odvisna od padavin in sposobnosti zadrževanja vode v tleh. Voda prihaja v trto kot raztopina in snov za transport hranilnih snovi. Ohranja čvrstost celic in s tem pokončno rast zelenih delov trte. Prek transpiracije (izhlapevanja vode iz listov) se uravnavajo potrebe po vodi in sprejem vode iz tal. Pri visokih temperaturah je lahko izguba vode iz listov tako velika, da je korenine niso sposobne nadomestiti. Če so padavine med rastjo trte enakomerno razporejene, ji pri naših klimatskih razmerah zadostuje že 500–600 mm v obdobju od aprila do oktobra. Pri neenakomerni porazdelitvi pa potrebuje trta veliko več padavin (Vršič in Lešnik 2010). Voda igra pomembno vlogo pri različnih fizikalnih, kemičnih in bioloških aktivnostih, ki sodelujejo pri vnosu hranil, \nsintezi potrebnih snovi ter rasti in razvoju rastlin, ker predstavlja medij, v katerem in s pomočjo katerega se vsi ti procesi nemoteno dogajajo (Vodovnik 2001).\n"], "8": ["2.2.4 Pomanjkanje vode pri trti – vodni stres", "Čez dan se vodni potencial v rastlini skoraj vedno močno zniža. Obnovi se zvečer in ponoči, seveda če je v tleh dovolj vode. Ob pomanjkanju vode v listih, se le-ta pomakne v liste iz dobro založenih tkiv drugih organov (deblo, daljše rozge, grozdi), kar predstavlja takojšen, a kratkoročni mehanizem uravnavanja (Larcher 2003).\nČe sušno obdobje traja več tednov in se vodne zaloge v tleh zmanjšajo, trta zmanjša transpiracijo s tem, da tekom dneva manj odpira listne reže in v krajših intervalih (Liu in sod. 1987).\n"], "9": ["2.3 Uporaba tulcev v vinogradništvu", "Tulce iz plastične mase v vinogradništvu uporabljamo predvsem pri podsajenih trtah. Tulce nataknemo čez kol in cepljenko takoj po sajenju. Učinek teh tulcev povečamo, če trte posadimo zgodaj. V začetku rastne dobe se temperatura v tulcih poveča, zaradi česar trte hitreje brstijo in bujneje rastejo. V opravljenih poskusih so se tudi v sušnih letih izkazali kot najboljši tulci iz mlečno bele folije s premerom od 15 do 17 cm in višino 50 cm ter s premerom lukenj v zgornjem delu tulca od 20 do 25 mm. Ostale oblike tulcev (iz presojne folije, drenažne cevi in temnejših materialov itn.) so primerne v letih, ko temperature v maju in juniju niso previsoke. Pri višjih temperaturah lahko nastanejo ožigi listov. Nekateri vinogradniki tulce uporabljajo pri rednem sajenju vinograda, saj ti varujejo mladike pred divjadjo v začetni fazi rasti, hkrati pa jim s tem odpade prvo privezovanje mladik (Vršič in Lešnik 2010).\nNa inštitutu SLFA Neustat so bile opravljene meritve pri sortah 'Renski rizling' in 'Dornfelder' s tulci petih različnih proizvajalcev. Tulci iz trde plastike, visoki 50 cm so bili nasajeni na posajene cepljenke v nasadu. S tem je omogočena uporaba dovoljenih \nherbicidov v herbicidnem pasu že v prvem letu. Dolžina zrelih mladik je bila od 40 do 100 cm, odvisno od tulca in sorte. Ker je bilo leto, v katerem je bil poskus opazovan, deževno, je bil močnejši pojav peronospore znotraj tulcev in močnejša rast plevelov v tulcih. Pri sorti Donfelder se je izkazalo, da so potrebni nekoliko širši tulci, saj je prihajalo do lomljenja listja zaradi pomanjkanja prostora in s tem do večje okužbe z botritisom (Kadisch 2001).\nV 24 let star vinograd 'Cabernet sauvignona' je bilo v letu 1993 podsajenih 1000 trt. Po sajenju trt so bile na njih nasajene cevi (tulci). Tulci so bili bele ali sive barve, debeline 2 mm. Uporabljeni so bili tudi drugačni, vendar se rezultati niso razlikovali. Na trtah znotraj tulcev so se mladike razvile približno en teden prej. Mladike so rasle hitreje, bolj navpično in so dalj časa ostale pokončne, medtem ko so se ostale mladike nagnile k tlom. Povprečna temperatura ob 15. uri je bila v tulcu 34,7 -C, medtem ko je bila zunaj njega 33,5 -C. Višje temperature lahko prekinejo proces fotosinteze, pojavili bi se lahko ožigi in različne bolezni. Uporaba PVC cevi je ena od rešitev za pospeševanje rasti mladik in jih lahko uporabimo še v drugih nasadih najmanj 3 do 4 leta (Fregoni 1994).\nOb uporabi tulcev lahko namesto okopavanja v vrsti že uporabljamo dovoljene kontaktne herbicide in s tem zmanjšamo stroške delovne sile za okrog 70 %. Na mladikah v tulcih se pojavljajo ožigi, ki pa bistveno ne vplivajo na rast in dozorevanje lesa (Pevec 1999).\n"], "10": ["2.4 Uporaba črne folije v vinogradništvu", "V vinogradništvu se uporablja črna polietilenska (PE) folija, debeline 0,05 mm in širine od 70 do 80 cm. Polaganje je lahko ročno ali strojno (predvsem pred sajenjem cepljenk). Folija vpliva na povečanje temperature tal, kar pozitivno vpliva na boljšo rast cepljenk, hitrejšo vzgojo debla, hitrejši začetek rodnosti, manj propadlih mladih trt in nižje stroške pri oskrbi tal v vrsti. Seveda ima folija tudi slabe lastnosti, kot so dodatni stroški, ovirano obdelovanje tal med vrstami, onesnaževanje okolja z ostanki folije itn. (Vršič in Lešnik 2010).\n"], "11": ["2.4.1 Lastnosti PE folije", "PE folije so nepropustne za vodo in vodne hlape, prepuščajo pa nekatere pline (kisik in ogljikov dioksid). Ker je omogočena izmenjava plinov, ki so pomembni za ugoden razvoj rastlin, je posebej pomembna za kmetijstvo. Pod pokrivalom, ki ne prepušča vodnih hlapov, se ohrani vlažna klima (to upoštevamo v suhih območjih in za rastline, ki zahtevajo take razmere). PE folije intenzivneje prepuščajo dolge IR žarke kot PVC folije. PE folije čez noč ne zadržujejo zemeljskega sevanja toplote, tudi pred slano ne varujejo dobro. Pogosti so toplotni obrati, kar pomeni, da je temperatura pod folijo nižja kot na prostem (Bajec 1981).\n"], "12": ["2.4.2 Lastnosti PVC folije", "PVC (polivinilklorid) folija prepušča od 60 do 65 % svetlobnih žarkov. Po tem bi lahko sklepali, da folije prepuščajo premalo svetlobe in jih ni mogoče uporabljati za pokrivanje, saj bi to škodovalo različnim biološkim procesom. Poskus je pokazal, da 'Muškat hamburg' pod folijo dozori 34 dni prej, saj se temperatura pod folijo zviša. Spremeni se klima in potrebno je zračenje, ko so temperature višje od 20 -C, saj je pri višjih temperaturah nevarnost ožigov. S tega stališča je najbolj praktična luknjičasta folija (Bajec 1981).\nZ ekološkega vidika PVC folije niso najbolj sprejemljive, zato bi bilo smiselno poiskati materiale, ki so bolj sprejemljivi. Pri podjetju BASF iz Nemčije so izdelali folijo z imenom \"Ekofleks\", ki je štiri mesece odporna proti slabemu vremenu, potem pa se na naraven način razkroji v zemljo (Sever 2001).\n"], "13": ["2.5 Razvojne faze vinske trte", ""], "14": ["2.5.1 Brstenje in rast mladik", "Če je temperatura zraka dovolj visoka, se brstenje vinske trte v naših podnebnih razmerah prične v prvi polovici meseca aprila. Ko so tla dovolj ogreta, pritisnejo sokovi na očesa, ki nabreknejo in vzbrstijo. Čim več sladkorja se premešča k očesom, tem hitrejše je brstenje. Najprej brstijo starejše trte, ker se je pri teh trtah v preteklem letu rast prej končala. Najprej poženejo najbolj razviti glavni brsti v očesu. V začetni fazi rasti mladik ima temperatura zelo pomembno vlogo. V najbolj intenzivnem obdobju rasti lahko mladika na dan zraste tudi do 5 cm. Najbolj intenzivno mladika raste pred cvetenjem, v času cvetenja se intenzivnost rasti umiri, po cvetenju pa je rast mladik ponovno bolj intenzivna (Vršič in Lešnik 2010).\nPri vinski trti, ki je bila v času brstenja izpostavljena različnim temperaturam (dan -C / noč\n-C; 20 / 15, 26 / 21 in 38 / 33) ter enaki osvetljenosti (16 ur), ni bilo nobenega vpliva na čas cvetenja (Buttrose in Hale 1973).\n"], "15": ["2.5.2 Cvetenje", "V naših podnebnih razmerah se začne fenofaza cvetenje konec meseca maja ali v začetku junija, v toplejših krajih se začne prej in traja krajši čas. V literaturi so navedeni različni podatki o optimalni temperaturi zraka za cvetenje, in sicer 25 do 30 -C (Vršič in Lešnik 2010), 20 do 25 -C (Doberšek 1984, Ivančič 2002) in 20 do 30 -C (Vogt in sod. 1987). Za dobro oploditev relativna zračna vlaga ne sme biti nižja od 40 %. Faza cvetenja se začne, kadar se na posameznih cvetovih začnejo ločevati venčni listi s cveta ali ko odpade do 5 % cvetnih kapic. Tiste trte, ki prej brstijo, običajno tudi prej cvetijo (Vršič in Lešnik 2010). Vsi cvetovi v socvetju ne cvetijo hkrati in tudi na trsu ne. Cvetenje trte traja od 12 do 14 dni, če pa med cvetenjem nastopi slabo vreme, pa lahko traja tudi več kot 20 dni. Po \noplodnji se osiplje do 80 % cvetov, število oplojenih jagod pa je kljub temu še vedno dovolj veliko. Vzroki za osipanje so različni; od prevelike bujnosti, močnega vetra, prenizkih temperatur do pomanjkanja posameznih hranil (Doberšek 1984).\n"], "16": ["2.5.3 Razvoj jagod", "Ko se konča oploditev, začnejo jagode rasti zaradi hitre delitve jagodnih celic, v plodnici se razvijejo pečke. Več pečk kot se razvije, večja je jagoda. Nekatere jagode zaostanejo v rasti zaradi pomanjkanja hranljivih snovi in odpadejo. V začetni fazi jagode same ustvarijo do 20 % hranljivih snovi, ostalo dobijo neposredno iz listov. Dokler je jagoda zelena, vsebuje zelo malo sladkorja (približno 0,5 %) in zelo velike količine kislin (do 30 g/kg). Po zaključeni delitvi celic se rast jagod nadaljuje (povečuje se volumen celic). Za dober razvoj jagod trta v tem času potrebuje dovolj vode v tleh. V času razvoja jagod pojenja rast mladik. Proti koncu te faze začnejo mladike dozorevati pri osnovi (Vršič in Lešnik 2010).\n"], "17": ["2.5.4 Dozorevanje grozdja", "V tem obdobju jagoda zaključi rast, njene potrebe po energiji pa se zmanjšajo (Radovanović 1986). V začetku faze dozorevanja grozdja se začnejo jagode mehčati in spreminjajo barvo. Pri belih sortah kožica porumeni, pri rdečih pa pordeči. V času obarvanja jagodnih kožic jagoda dobi za posamezno sorto značilno aromo. Količina skupnih kislin začne padati, sladkorja pa naraščati. Debelina jagod se v času dozorevanja še nekoliko poveča. Na zorenje grozdja ima zelo velik vpliv sevanje sončnih žarkov, ki padajo neposredno na grozde in liste (Vršič in Lešnik 2010).\nSorte vinske trte se med seboj razlikujejo tudi po različno dolgem času rastne dobe. Vsaka sorta zahteva določene pogoje za zorenje, med katerimi sta najpomembnejša svetloba in toplota. Dozorelost grozdja je odvisna od začetka časa zorenja. Kadar se začne fenofaza zorenja zgodaj in je veliko sončne svetlobe in toplote, takrat so ugodne razmere za dozorevanje grozdja (Vodovnik in Vodovnik-Plevnik 2003). \nPečke zaključijo svojo rast v fazi dozorevanja, tedaj so sposobne kalitve. Razlikujemo fiziološko zrelost jagod in polno zrelost mesa, ki pa se časovno največkrat ne ujemata. Pri poznih sortah pečke dozorijo preden nastopi polna zrelost mesa in mu oddajo nekaj hranljivih snovi (Burić 1985).\nFiziološko zrelost grozdja določimo po treh metodah: organoleptično, kemično in anatomsko. Pri organoleptični metodi so pomembna naslednja znamenja: jagode se zlahka ločijo od peclja, kožica je prozorna in pečke zrele. Jagode imajo sladek okus. Pri kemični metodi periodično določamo sladkor in kislino v jagodah. Pri anatomski metodi pa določimo škrob v peclju in pecljevini. Fiziološka zrelost traja nekaj dni, v tem času se količina sladkorja ne spreminja (Colnarič in sod. 1985).\nPri grozdju pa poleg fiziološke poznamo tudi tehnološko zrelost, ki se lahko ujemata, lahko pa ena nastopi prej kot druga. Za tehnološko zrelost so odločilni predvsem gospodarski vidiki. Grozdje za vino se praviloma trga v fiziološki zrelosti, saj je v tem obdobju najbolj ugodno razmerje med sladkorjem in kislino (Vršič in Lešnik 2010).\n"], "18": ["2.6 Mehanska sestava grozda", "Grozd sestavljata pecljevina in jagode. Pecljevina daje grozdu skelet in je bolj ali manj razvejena, končuje se s kratkimi jagodnimi peclji. V času rasti in dozorevanja je pecelj zelen, po njem se pretakajo hranilne snovi, ki prehajajo iz koreninskega sistema ali pa so to snovi, ki so nastale z asimilacijo v listih mladik in prehajajo v jagode. V času polne zrelosti grozdja pecelj oleseni. Tedaj se zmanjša ali popolnoma preneha tok hranljivih snovi iz trsa v jagode. V polni zrelosti grozdja je 2–8 % pecljevine (Šikovec 1993).\nPo Ribéreau-Gayonu in sod. (2000) je jagoda sestavljena iz 15–20 % jagodne kožice, 3–6 % pečk in 75–85 % mesa. V zreli jagodi je v notranji coni ob pečkah do 2 % manj sladkorja in precej več kislin kot v srednji. Zunanja cona pa je v primerjavi z osrednjo siromašna s sladkorji in kislinami, vendar pa vsebuje več taninskih snovi. V jagodi so ena do štiri pečke, kar predstavlja od 3 do 6 % grozda (Šikovec 1993).\n"], "19": ["3 MATERIAL IN METODE DELA", ""], "20": ["3.1 Vinograd", "Poskus je bil opravljen v letih 2005 in 2006 na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede. Ugotavljali smo vpliv črne folije in različno obarvanih tulcev (črni tulci, beli tulci, črno–beli tulci od tal navzgor in belo–črni tulci od tal navzgor) na temperaturo posameznih organov trsov in na kakovost pridelka (priloga 2 in 3).\nVinograd je posajen s sorto 'Sauvignon', na južni legi, vrste potekajo po padnici (sever- jug). Medvrstna razdalja je 2,4 m, v vrsti pa 0,9 m. Način oskrbe tal v vrsti je herbicidni pas, med vrstami pa negovana ledina.\n"], "21": ["3.2 Sorta 'Sauvignon'", "Po ekološko-geografski razvrstitvi sort spada 'Sauvignon' v zahodnoevropsko skupino, imenovano Proles occidentalis (Hrček in Korošec-Koruza 1996).\nPri tej sorti je rozga srednje debela, s srednje dolgimi internodiji in trdim lesom, ki je lešnikove barve (priloga 1). 'Sauvignon' je bujna sorta, z močno rastjo mladik, trta ima veliko zalistnikov (Plahuta in Korošec Koruza 2009).\nDozoreva srednje pozno, rodi redno, rodnost pa je podobna kot pri drugih kakovostnih sortah. Za tla ni preveč zahteven, le apnenih tal ne prenaša dobro. Najboljšo kakovost daje na šparonskih gojitvenih oblikah, še posebej, če ima vinograd sončno lego (Hrček in Korošec-Koruza 1996). \nV Nemčiji dajejo prednost za to sorto podlagama 'SO4' in '5 C'. Ker je 'Sauvignon' v svetu zelo razširjena sorta, je bilo veliko storjenega na selekciji te sorte (Hillebrand s sod. 1993).\nV Sloveniji so priznani naslednji kloni sorte 'Sauvignon': SI – 1, SI – 2 in SI – 3.\n"], "22": ["3.3 Metode dela", ""], "23": ["3.3.1 Postavitev poskusa", "Poskus je bil postavljen 29. 03. 2005 po metodi naključnih blokov z desetimi obravnavanji v petih ponovitvah. Vsaka ponovitev je zajemala šest trsov, skupaj 300 trsov. Ampelotehnična dela v vinogradu so bila opravljena po navodilih za integrirano pridelavo grozdja 2005 in 2006.\nČas trgatve se spreminja glede na dozorevanje grozdja. Leta 2005 smo trgatev opravili 2. oktobra, kar je posledica manj ugodnih vremenskih razmer za rast in razvoj trte (poglavje 3.4.1). Analize posameznih parametrov smo opravili v vinarskem laboratoriju na Meranovem, in sicer: maso grozda (g), število jagod, maso jagod (g), maso pečk (g), število pečk, maso pecljev (g), vsebnost sladkorja (-Oe) in skupnih titracijskih kislin (g/L) ter pH vrednost (priloga 4).\nV letu 2006 smo spremljali šest obravnavanj v petih ponovitvah. Vsaka ponovitev je zajemala dva trsa, skupaj 60 trsov. V vsakem obravnavanju smo izbrali dva najbolj izenačena trsa, ju označili, da smo vedno spremljali ista trsa. Temperaturo smo merili z laserskim termometrom na naključno izbranih kabrnkih, ki smo jih ob prvi meritvi označili, da so bile meritve opravljene vedno na istih kabrnkih. Merili smo temperaturo debla, šparona, kabrnka in lista. Meritve smo opravljali zjutraj med 7. in 8. uro, opoldan med 11. in 12. uro in popoldan med 17. in 18. uro, vedno po enakem zaporedju. Opravljene so bile štiri celodnevne meritve (od 20. 6. do 23. 6. 2006). \nV času trgatve, ki je zaradi ugodnih vremenskih razmer potekala že v drugi dekadi septembra, smo pridelek iz vsakega trsa stehtali in določili: maso vseh grozdov na posameznem trsu (g), število grozdov na trs, vsebnost sladkorja (-Oe) in skupnih titracijskih kislin (g/L) ter pH vrednost (priloga 5 in 6).\n"], "24": ["3.3.2 Analiza tal", "Vzorec za analizo tal smo vzeli 20. marca 2007, na globini 0–30 cm. Analiza je bila opravljena 23. aprila 2007, v agrokemijskem laboratoriju na Fakulteti za kmetijstvo in biosistemske vede. V preglednici 1 vidimo, da so tla, na katerih je bil postavljen poskus, zelo kisla (pH 4,94). Pod želeno vrednostjo je delež organske snovi, prenizka je tudi založenost s fosforjem in z magnezijem. S kalijem so tla dobro preskrbljena.\nhranil za vinsko trto.\n"], "25": ["3.4 Vremenske razmere", ""], "26": ["3.4.1 Vremenske razmere v letu 2005", "Mesec februar je bil v primerjavi z dolgoletnim povprečjem hladnejši. Najhladneje je bilo po vsej državi konec prve dekade, ko je bila absolutna najnižja temperatura zraka v Mariboru kar -21 -C. Druga polovica junija je bila nadpovprečno topla, saj je odklon od dolgoletnega povprečja v najbolj vročih dneh presegel 6 -C. V ostalih mesecih so bile temperature na ravni tridesetletnega povprečja, odkloni niso presegali 2 -C.\nV letu 2005 so bile padavine izrazito neenakomerno razporejene. Septembra je padla le polovica od dolgoletnega povprečja, oktobra pa na severovzhodu države ni padla niti četrtina običajnih padavin (Mesečni bilteni 2005).\nZaradi pogostih padavin v poletnih mesecih so pri zgodnjih sortah pričele jagode pokati in gniti.\nV vinorodni deželi Podravje so po 23. septembru tehnološko dozorele srednje pozne sorte (Sauvignon, Chardonnay, Sivi pinot itd.), pozne sorte (Laški rizling, Šipon in Renski rizling) pa šele prve dni oktobra. Po podatkih Kmetijsko gozdarskega zavoda Maribor so bile vsebnosti sladkorja v drugi dekadi septembra pri srednje poznih in poznih sortah višje od letnika 2004.\n"], "27": ["3.4.2 Vremenske razmere v letu 2006", "V tretji dekadi januarja je Slovenijo zajel val polarnega mraza. V ravninskih predelih severovzhodne Slovenije je temperatura zraka padla celo pod -22 -C. Tudi februar in marec sta bila hladnejša od dolgoletnega povprečja. April, maj, junij in julij so presegli dolgoletno povprečje, vendar v mejah običajne spremenljivosti povprečne temperature zraka. Jesenski meseci so bili nadpovprečno topli, saj je bila povprečna septembrska \ntemperatura zraka v Mariboru 17,3 -C, kar je med najvišjimi doslej; topleje je bilo le septembra 1982 (18 -C), 1987 (17,9 -C) in 1999 (17,6 -C).\nApril in maj sta bila nadpovprečno deževna; v Mariboru je aprila padlo 61 % in maja 50 % več padavin kot običajno. Pomanjkanje padavin je bilo v mesecu juliju (le 54 mm), medtem ko je bil avgust nadpovprečno deževen (137 mm).\nPovprečne mesečne temperature zraka so bile septembra do 2,5 -C višje od dolgoletnih povprečij, ker je bilo za dozorevanje grozdja zelo ugodno. Trgatev srednje poznih sort se je pričela 12. septembra, poznih sort pa po 25. septembru (Mesečni bilteni 2006).\nMaribor v letih 2005 in 2006 po modificiranem Walterjevem in Gaussenovem  klimadiagramu, v razmerju 1 : 4 (Hočevar in sod. 1995).\n"], "28": ["4 REZULTATI Z RAZPRAVO", ""], "29": ["4.1 Kemijski sestav grozdja pri sorti 'Sauvignon' v letu 2005", ""], "30": ["4.1.1 Vsebnost sladkorja in kislin v moštu pri sorti 'Sauvignon' v letu 2005", "Trsi, ki so imeli prostor v vrsti pokrit s črno folijo in deblo obdano s črnim tulcem (F+Č), so imeli najvišjo vsebnost sladkorja v moštu, in sicer 103 -Oe. Nekoliko nižjo vsebnost sladkorja so imele trsi, kjer je bil prostor v vrsti pokrit s črno folijo, debla pa so bila obdana s črno-belimi tulci (F+ČB) ter trsi, kjer so bila debla obdana s črnimi tulci, brez folije v vrsti (Č). Najnižjo vsebnost sladkorja (97 -Oe) so imeli trsi, kjer prostor v vrsti ni bil pokrit s folijo in debla trsov niso bila obdana s tulci (K) (p = 0,05); preglednica 1. V času trgatve je bila povprečna vsebnost skupnih titracijskih kislin v moštu od 10,29 g/L do 11,48 g/L. Največ skupnih titracijskih kislin smo določili pri trsih, kjer je bil vrstni prostor pokrit s črno folijo, debla pa so bila obdana z belim tulcem (F+B) ter pri trsih, kjer so bila debla obdana s črno-belim tulcem (ČB) in belim tulcem (B), v vrstnem prostoru pa ni bilo folije. Najmanjšo vsebnost skupnih titracijskih kislin 10,28 g/L v letu 2005 so imele trsi, kjer je bil prostor v vrsti pokrit s črno folijo, debla trsov pa obdana z belo-črnimi tulci (F+BČ) (p = 0,05); preglednica 2.\n"], "31": ["4.1.2 pH vrednost mošta pri sorti 'Sauvignon' v letu 2005", "Najmanjša pH vrednost mošta je bila pri kontrolnih trsih, kjer prostor v vrsti ni bil pokrit s črno folijo (K) (pH =3,06) in pri kontrolnih trsih, kjer je bil prostor v vrsti pokrit s črno folijo (F+K) (pH = 3,11). Najvišja pH vrednost mošta je bila pri trsih, kjer je bil prostor v vrsti pokrit s črno folijo, debla pa so bila obdana z belo-črnimi tulci (F+BČ) (pH =3,45) in pri trsih, kjer v vrstnem prostoru ni bilo črne folije, debla pa so bila obdana z belo-črnimi \ntulci (BČ) (pH = 3,40). Iz preglednice 2 je razvidno, da folija v vrstnem prostoru ni imela vpliva na pH vrednost mošta, saj se pH razlikuje glede na obarvanost tulcev (p = 0,05).\nvrednost mošta pri sorti 'Sauvignon.\nsd standardna deviacija\n* homogene skupine \n4.2 Mehanska sestava grozdja\n4.2.1 Povprečna masa grozdov, jagod in pecljevine ter povprečno število jagod/grozd pri sorti 'Sauvignon' v letu 2005\nV grafikonu 2 so prikazane povprečne mase grozdov, mase jagod/grozd, mase pecljevine in število jagod/grozd pri sorti 'Sauvignon' pri različno obarvanih tulcih in s črno folijo v vrstnem prostoru ali brez folije v letu 2005. V tem letu so izstopali kontrolni trsi, pri katerih je bil prostor v vrsti pokrit s črno folijo (F+K), z največjo povprečno maso grozdja (89 g) in maso jagod (84 g). Največje povprečno število jagod/grozd (55) in največjo maso pecljevine (4,45 g) so imeli trsi, katerih deblo je bilo obdano z belo-črnim tulcem, prostor v vrsti pa je bil pokrit s črno folijo (F+BČ). Najmanjše povprečno število jagod/grozd (44) je bilo pri trsih, kjer so bila debla obdana s črno-belimi tulci, v vrsti pa ni bilo črne folije (ČB).\nV letu 2005 moramo izpostaviti trse, pri katerih je prostor v vrsti bil pokrit s črno folijo, debla pa so bila obdana s črnimi tulci (F+Č), saj so imeli najmanjšo povprečno maso grozda (72 g), maso jagod/grozd (69 g) in maso pecljevine (3 g).\nTrsi, pri katerih so bila debla obdana z belo-črnimi tulci in je prostor v vrsti bil pokrit s črno folijo (F+BČ) so imeli v letu 2005 med vsemi obravnavanji v povprečni masi grozda največji delež jagod (96 %) in najmanjši delež pecljevine. Ravno nasprotno je bilo pri trsih, kjer je bil prostor v vrsti pokrit s črno folijo, debla pa so bila obdana s črno-belimi tulci (F+ČB), pri katerih je bilo v povprečni masi grozdov 94 % jagod in 6 % pecljevine.\nNajtežje jagode (1,62 g) so bile pri trsih, kjer so bila debla obdana s črno-belimi tulci, v vrstnem prostoru pa ni bilo folije (ČB), pri čemer je potrebno dodati, da so ti grozdi imeli v povprečju manjše število jagod na grozd (48). Najmanjšo povprečno maso jagode (1,36 g) so imeli trsi, kjer so bila debla obdana s črnimi tulci, prostor v vrsti pa je bil pokrit s črno folijo (F+Č), ti grozdi pa so imeli povprečno 51 jagod na grozd. \njagod/grozd pri različno obarvanih tulcih in s črno folijo v vrstnem prostoru ali  brez, v letu 2005. (F+K = folija kontrola, F+Č = folija in črni tulec, F+ČB =  folija in črno–beli tulec, F+BČ = folija in belo–črni tulec, F+B = folija in beli  tulec, K = kontrola, Č = črni tulec, ČB = črno–beli tulec, BČ = belo–črni tulec,  B = beli tulec).\n"], "32": ["4.2.2 Masa in število pečk na jagodo pri sorti 'Sauvignon' v letu 2005", "V letu 2005 ni bilo statistično značilnih razlik v številu pečk na jagodo pri sorti 'Sauvignon'. Največje povprečno število pečk na jagodo (1,19) je bilo pri obravnavanju brez folije v vrstnem prostoru, debla trsov pa so bila obdana z belimi tulci (B), najmanjše povprečno število pečk na jagodo (1,06) je bilo pri kontrolnem obravnavanju, brez črne folije v vrstnem prostoru (K).\nNajvečjo povprečno maso ene pečke na jagodo (33,9 mg) smo dobili pri kontrolnih trsih, kjer je bil prostor v vrsti pokrit s črno folijo (F+K), najmanjšo povprečno maso ene pečke na jagodo (30,6 mg) smo dobili pri trsih, kjer je bilo deblo obdano z belim tulcem, vrstni prostor pa ni bil pokrit s črno folijo (B). \nrazličnih obravnavanjih v letu 2005 (F+K = folija kontrola, F+Č = folija in črni  tulec, F+ČB = folija in črno–beli tulec, F+BČ = folija in belo–črni tulec, F+B =  folija in beli tulec, K = kontrola, Č = črni tulec, ČB = črno-beli tulec, BČ =  belo-črni tulec, B = beli tulec).\n"], "33": ["4.3 Temperature debel, šparonov, socvetij in listov", ""], "34": ["4.3.1 Jutranje temperature", "Najvišja povprečna jutranja temperatura na deblu (D) (23,2 -C) je bila izmerjena pri obravnavanju s črno folijo v vrstnem prostoru in brez tulcev (F+K), 21. 6. 2006, (preglednica 3). Zjutraj je bila najvišja povprečna temperatura (22,9 -C) na šparonu (Š) na trsih, kjer so bila debla obdana s črnimi tulci, prostor v vrsti pa je bil pokrit s črno folijo (F+Č). Na socvetju (S) smo zjutraj izmerili najvišjo povprečno temperaturo (21,9 -C) pri trsih, kjer so bila debla obdana z belimi tulci in folija v vrstnem prostoru (F+B), na listu \n(L) pa (22,7 -C) na trsih, kjer so bila debla obdana s črnimi tulci in folija v vrstnem prostoru (F+Č). Vse najvišje povprečne jutranje temperature so bile izmerjene 21. 6. 2006. Najnižja povprečna temperatura zjutraj na šparonu (Š) je bila (18,5 -C) pri trsih, kjer so bila debla obdana z belimi tulci, prostor v vrsti pa ni bil pokrit s črno folijo (B). Na socvetju (S) ) in na listu (L) je bila najnižja povprečna temperatura pri obravnavanju kontrola, kjer prostor v vrsti ni bil pokrit s črno folijo (K). Vse naštete najnižje jutranje temperature so bile izmerjene 23. 6. 2006, kar je posledica občasno oblačnega vremena in rahlega vetra ob meritvah. Statistično značilnih razlik med obravnavanji ni bilo.\nkontrola, F+Č = folija in črni tulec, F+B = folija in beli tulec, K = kontrola,  Č = črni tulec, B = beli tulec).\n(D = deblo, Š = šparon, S = socvetje, L = list)\n"], "35": ["4.3.2 Opoldanske temperature", "Vse najvišje povprečne opoldanske temperature so bile 21. 6. 2006 (preglednica 4). Najvišjo povprečno opoldansko temperaturo na deblu (D) smo izmerili na kontrolnih trsih (F+K), kjer je bil prostor v vrsti pokrit s črno folijo (30,9 -C). Najvišja povprečna temperatura izmerjena opoldan na šparonu (Š) 29,9 -C je bila na trsih, kjer je bil prostor v vrsti pokrit s črno folijo, debla pa obdana s črnim tulcem (F+Č). Najvišja povprečna opoldanska temperatura socvetja (S) je bila na kontrolnih trsih (K) (27,0 -C), na listih (L) pa na trsih, katerih debla so bila obdana s črnimi tulci (Č) (26,0 -C). Statistično značilne razlike se tu pojavljajo pri primerjavi temperatur šparonov (Š) kontrolnih trsov na foliji (F+K) (28,7 -C) in trsov, katerih prostor v vrsti ni bil pokrit s folijo, debla pa so bila obdana z belimi tulci (B) (23,6 -C) (p = 0,05).\nNajnižje povprečne temperature med opoldanskimi meritvami so bile prav tako 23. 6. 2006. Najnižja povprečna temperatura na deblu (D) je bila na trsih, katerih prostor v vrsti ni bil pokrit s črno folijo (B), debla pa so bila obdana z belimi tulci (23,9 -C). Povprečna najnižja opoldanska temperatura šparona (Š) je bila (22,9 -C) pri trsih, kjer so bila debla obdana z belimi tulci, vrstni prostor pa pokrit s črno folijo (F+B). Na socvetju (S) je bila najnižja povprečna temperatura pri obravnavanju črni tulci na deblu in folija v vrstnem prostoru (F+Č), na listu (L) pa pri obravnavanju z belimi tulci na deblu in brez folije v vrstnem prostoru (B). Statistično značilnih razlik med obravnavanji ni bilo. \n  folija kontrola, F+Č = folija in črni tulec, F+B = folija in beli tulec, K =  kontrola, Č = črni tulec, B = beli tulec).\nOpoldanske meritve so med seboj primerljive. Nekoliko odstopajo le meritve 21. 6. 2006, ko je bilo opoldne povsem jasno, sončno vreme, brez vetra in 23. 6. 2006, ko je bilo občasno oblačno vreme z rahlim vetrom.\n"], "36": ["4.3.3 Popoldanske temperature", "Najvišjo povprečno popoldansko temperaturo (34,5 -C) smo izmerili 20. 6. 2006 na deblu (D), kjer prostor v vrsti ni bil pokrit s folijo (Č), deblo pa je bilo obdano s črnim tulcem (preglednica 5). Isti dan so bile popoldanske temperature najvišje še na šparonu (Š), pri obravnavanju kontrola (K), brez folije v vrstnem prostoru ( 33,6 -C), na socvetju (S) pri obravnavanju, kjer so bili na deblu črni tulci, v vrstnem prostoru pa folija (F+Č) in na listu (L) pri obravnavanju, kjer so bila debla trt obdana z belimi tulci (B). Ta dan je bil povsem jasen in sončen, brez vetra. Statistično značilne razlike se pojavljajo 20. 6. 2006 pri \nmeritvah na socvetju (S) med trsi, katerih deblo je bilo obdano s črnim tulcem, brez folije v vrstnem prostoru (Č) in trsi, kjer je bil prostor v vrsti pokrit s črno folijo debla pa so bila obdana s črnimi (F+Č) ali belimi tulci (F+B). Statistično značilne razlike se pojavljajo tudi 22. 6. 2006 pri meritvah na socvetju (S) med trsi, katerih debla so bila obdana s črnim tulcem, vrstni prostor pa ni bil pokrit s črno folijo (Č) in trsi, kjer je prostor v vrsti bil pokrit s črno folijo, debla pa so bila obdana s črnimi (F+Č) in belimi tulci (F+B) oz. so to bile kontrolne trte (F+K) (p = 0,05).\nVse popoldanske najnižje povprečne temperature so bile zabeležene 23. 6. 2006. Kot smo že prej ugotovili, je to posledica rahlo oblačnega in vetrovnega vremena, v času merjenja. Tako je najnižja povprečna popoldanska temperatura debla (D) in lista (L) pri trsih, kjer so bila debla obdana z belimi tulci, brez folije v vrstnem prostoru (B) in najnižja povprečna temperatura šparona (Š) in socvetja (S) pri obravnavanju, kjer so bila debla obdana s črnimi tulci, brez folije v vrstnem prostoru (Č). Statistično značilnih razlik med obravnavanji ni bilo. \n  uro (F+K = folija kontrola, F+Č = folija in črni tulec, F+B = folija in beli  tulec, K = kontrola, Č = črni tulec, B = beli tulec).\n"], "37": ["4.4 Analiza grozdja ob trgatvi 2006", "Vsebnost sladkorja v moštu je bila največja pri obravnavanju kontrola (F+K), kjer je bil prostor v vrsti pokrit s črno folijo (97,6 -Oe), čeprav smo pričakovali, da bo največja vsebnost sladkorjev pri trsih, kjer so bila debla obdana s črnimi tulci, prostor v vrsti pa pokrit s črno folijo (F+Č). Najmanjša vsebnost sladkorja (91,6 -Oe) je bila pri trsih, kjer je bil prostor v vrsti pokrit s črno folijo, debla pa so bila obdana z belimi tulci (F+B).\nNajmanjša vsebnost titracijskih kislin je bila (10,6 g/L) pri kontrolnih trsih (F+K), kjer je bil prostor v vrsti pokrit s črno folijo (grafikon 4). Pričakovano so bile najvišje titracijske \nkisline (12,1 g/L) pri trsih, katere so imele debla obdana z belimi tulci, v vrsti pa ni bilo črne folije (B). Statistično značilnih razlik med temi obravnavanji ni bilo.\nkontrola, F+Č = folija in črni tulec, F+B = folija in beli tulec, K = kontrola, Č =  črni tulec, B = beli tulec).\nNajvečja povprečna masa vseh grozdov na trs (2509 g) je bila, kjer je bil prostor v vrsti pokrit s črno folijo, debla pa obdana z belimi tulci (F+B). Najmanjša masa vseh grozdov na trs je bila pri kontrolnem obravnavanju (K), brez folije v vrstnem prostoru (1858 g). Med temi obravnavanji ni bilo statistično značilnih razlik.\nV letu 2006 je bilo pri obravnavanju folija v vrstnem prostoru in črni tulec na deblu (F+Č) najmanjše število grozdov na trs (16), z vsebnostjo sladkorja 96,5 -Oe, kar je bila predvsem posledica manjšega števila grozdov na trs, v primerjavi z ostalimi obravnavanji. Največ grozdov na trs (19) je bilo pri obravnavanju, kje v vrstnem prostoru ni bilo folije, debla trsov pa so bila obdana s črnimi tulci (Č), vendar je pri tem obravnavanju bila nižja vsebnost sladkorja (91,8 -Oe). \nOptimalna pH vrednost mošta je med 3,10 in 3,25. Pri merjenju pH vrednosti v moštu smo dobili nižje vrednosti, in sicer od 2,84 pH do 2,97 (preglednica 6), kar so tudi nižje vrednosti v primerjavi z letom 2005. Ugotovili smo statistično značilne razlike med trsi, kjer so bila debla obdana s črnim tulcem, v vrsti pa ni bilo črne folije (Č) in med kontrolnimi trsi, kjer je prostor v vrsti bil pokrit s črno folijo (F+K) ter med trsi, kjer so bila debla obdana s črnimi tulci (Č), v vrstnem prostoru pa ni bilo črne folije (p = 0,05).\nsd standardna deviacija\n* homogene skupine\n"], "38": ["5 SKLEPI", "V letih 2005 in 2006 smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo ugotavljali vpliv črne folije in različno obarvanih tulcev na temperaturo posameznih organov vinske trte ter količino in kakovost grozdja pri Vitis vinifera L. 'Sauvignon'.\nV letu 2005 smo ugotovili smo, da je grozdje trsov, kjer je bil prostor v vrsti pokrit s črno PVC folijo, deblo pa brez tulcev (F+K), in kjer so bila debla obdana z belimi tulci (F+B), imelo najmanjšo vsebnost sladkorja (98 -Oe). Pri obravnavanjih, kjer v vrsti ni bilo črne PVC folije, je bila najmanjša vsebnost sladkorja 97 -Oe pri trsih brez tulcev (K); (preglednica 2). Največja vsebnost sladkorja je bila v grozdju trsov, kjer je bil prostor v vrsti pokrit s črno PVC folijo, debla pa so bila obdana s črnimi tulci (F+Č) (103 -Oe), kar pa je lahko tudi zaradi najmanjše mase grozdov (72 g). Največjo povprečno maso grozdov so imeli kontrolni trsi, kjer je bil prostor v vrsti pokrit s črno folijo (F+K) (89 g).\nV letu 2006 je folija je vplivala na temperaturo debla (D) in šparona (Š) tako zjutraj kot opoldan ter na temperaturo socvetja (S) in lista (L) popoldan. Najvišje povprečne jutranje (23,2 -C) in opoldanske (30,9 -C) temperature so bile izmerjene na deblu (D) pri kontrolnih trsih, s folijo v vrstnem prostoru (F+K). Najvišja povprečna popoldanska temperatura (34,5 -C) je bila izmerjena na deblu (D), pri obravnavanju, kjer prostor v vrsti ni bil pokrit s črno folijo, deblo pa je obdajal črni tulec (Č). Največja razlika (2 -C) pri popoldanskem merjenju na deblu (D) je bila med obravnavanjem folija v vrstnem prostoru in črni tulec (F+Č), in kjer ni bilo folije v vrstnem prostoru, deblo pa je bilo obdano s črnim tulcem (Č) (poglavje 4.3). Ob trgatvi je bila največja vsebnost sladkorja v moštu (97,6 -Oe) pri kontrolnih trsih, kjer je bil vrstni prostor pokrit s črno PVC folijo (F+K).\n"], "abstract": ["V letih 2005 in 2006 smo na UC za vinogradništvo in vinarstvo Meranovo ugotavljali vpliv različno obarvanih tulcev in črne PVC folije na temperaturo posameznih organov ter količino in kakovost grozdja vinske trte Vitis vinifera L. 'Sauvignon'. V letu 2005 je bilo največje povprečno število jagod na grozd in največja masa pecljevine pri trsih, ki so imeli deblo obdano z belo-črnim tulcem, prostor v vrsti pa je pokrivala črna PVC folija. Najmanjšo maso jagod na grozd so imeli trsi, pri katerih je bil prostor v vrsti pokrit s črno PCV folijo, debla trsov pa so bila obdana s črnimi tulci. Najmanjšo pH vrednost smo izmerili pri kontrolnih trsih, največjo pa pri trsih, kjer je deblo obdajal belo-črni tulec, prostor v vrsti pa je pokrivala črna folija. Popoldan so bile na socvetju največje razlike med obravnavanjem s folijo v vrstnem prostoru in črnim tulcem na deblu (29,8 °C) in obravnavanjem s črnim tulcem na deblu, brez folije v vrstnem prostoru (22,9 °C). Povprečna masa vseh grozdov na trs v letu 2006 je bila za 651 g večja pri obravnavanju z belimi tulci na deblu in s folijo v vrstnem prostoru, v primerjavi s kontrolnimi trsi, brez folije v vrstnem prostoru. "]}