{"1": ["1 UVOD", "Pri pridelavi okrasnih rastlin in zelenjave potrebujemo v našem podnebnem pasu dodatno ogrevanje v hladnejših delih leta. V zadnjem času se zaradi ekološkega vidika in višanja cen fosilnih goriv, pojavlja potreba po alternativnih načinih ogrevanja. V preteklosti sta bila ugodna cena oljnih peči in naftnih derivatov vzrok, da se je večina vrtnarjev odločila za takšen način ogrevanja.\nPoznamo več načinov alternativnega ogrevanja: geotermalna energija, toplotne črpalke, sončna energija, ohlajanje odpadne vode. Pri vseh teh načinih se pojavljajo problemi lokacije in dostopnosti, ter potrebe po dodatnem ogrevanju, ki so odvisne od lokalnih klimatskih pogojev. Po podatkih KGZS znaša trenutna poraščenost Slovenije z gozdovi več kot 58,5 %, zato je kot najboljša alternativa fosilnim gorivom prav lesna biomasa. (http://www.kgzs.si/)\nPri pridelavi v zaprtih prostorih imamo zaradi slabše izoliranosti objektov velike izgube toplote, zato se pojavljajo tudi velike potrebe po ogrevanju. Ključnega pomena je, da imamo nemoteno in cenovno ugodno oskrbo s toplotno energijo. Od vseh trenutno razpoložljivih načinov ogrevanja na lesno biomaso se je kot najboljše izkazalo ogrevanje na lesne sekance. Sekanci so poleg ekološkega vidika tudi cenovno najbolj ugodni. V preteklosti so bile peči na sekance izredno drage in tudi tehnologija še ni bila dovolj razvita, da bi lahko zagotavljala nemoteno delovanje. Kljub visoki začetni investiciji se stroški, po mnenju mnogih avtorjev, povrnejo v nekaj letih. S pravilnim dolgotrajnim načrtovanjem in ob pomoči države bi lahko takšen način v prihodnjih letih postal najpomembnejši način ogrevanja v naših vrtnarijah. \n1.1 Cilj diplomske naloge\nOsnovni namen diplomske naloge je bil preučiti, ali je ogrevanje na lesne sekance primerna alternativa oljnim pečem. Ker gre za dokaj nov način ogrevanja na vrtnarijah, je bilo pomembno raziskati tehnične pomanjkljivosti in rešitve, ki se lahko pojavijo pri adaptaciji ogrevalnega sistema.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Oljne peči", ""], "4": ["2.1.1 Centralna oljna peč", "Sistem s centralno oljno pečjo je sestavljen iz enega ali več bojlerjev v centralni lokaciji, ki dovajajo paro ali vročo vodo do rastlinjakov. Tako kot termogeni je v osnovi centralna peč sestavljena iz treh funkcionalnih delov. Primarno je kurišče, v katerem gorivo izgoreva. Sekundaren del peči omogoča prehod dima iz kurišča do dimnika. Terciarna komponenta je izmenjevalec toplote, ki je sestavljen iz spleta železnih cevi, v katerih se v njih ali okoli njih nahaja voda. Izpuhi in toplota v njih kunduktira preko cevi in posledično segreva vodo. Če je peč povezana na toplovod, se voda s pomočjo črpalk razpošlje po rastlinjakih, v katerih so izmenjevalci toplote in le-ti toploto odvedejo. Če je peč na paro, se voda najprej segreje na takšno temperaturo da se upari (preko 100 -C), in nato se pod visokim pritiskom pošlje po rastlinjakih, kjer se preko izmenjevalcev sprosti v prostor (Nelson, 2005).\n"], "5": ["2.1.2 Termogeni", "Grelce s prisilnim vpihovanjem zraka imenujemo tudi termogeni. Sestavljeni so iz treh funkcionalnih delov. V kurišču izgoreva gorivo, kar omogoča proizvodnjo toplote. Toplota se nato po spletu cevi premika proti dimniku, ki se nahaja na zunanji strani rastlinjaka. Preden toplota in izpuhi dosežejo dimnik, je velik del toplote že odveden na stene cevi. Ventilator na zadnji strani termogena vsrkava zrak iz rastlinjaka in ga vpihuje po zunanjih straneh cevi. Tako se ogret zrak vrača nazaj v prostor.\nGlede na smer, pri kateri je toplota vpihana v prostor, obstajajo vertikalni in horizontalni termogeni. Pri vertikalnih termogenih se zrak vsrkava z območja slemena in ventilator ga vpihuje proti tlom. Zaradi direktnega pihanja, se izsušuje substrat in rastline neenakomerno rastejo. Zato so z leti horizontalni termogeni postali standart. Neenakomerne temperature v rastlinjakih in izsuševanje so se zmanjšale. Horizontalni termogeni so adaptivni z obstoječim integriranim sistemom ogrevanja, hlajenja in horizontalnega gibanja zraka (Nelson, 2005).\n"], "6": ["2.2 Avtomatizirani kotli na lesne sekance", "Avtomatizirani kotli na lesne sekance spadajo v skupino kurilnih naprav z avtomatskim doziranjem goriva. Predstavljajo enega bolj izpopolnjenih načinov ogrevanja z lesom. Najsodobnejše naprave se lahko glede zanesljivosti in udobnosti rabe ter vzdrževanja primerjajo s kotli na olje ali plin. Izkoristek teh naprav praviloma presega 90 %, odvisno od proizvajalca in cene. Večina naprav izpolnjuje predpise o emisijah škodljivih snovi v dimnih plinih (Kopše in Krajnc, 2005).\nPrednosti kotlov na lesne sekance:\n- popolno avtomatsko delovanje,\n- udobna oskrba s toploto,\n- z avtomatskim doziranjem goriva je zagotovljena optimalno zgorevanje v razponu  od 30 % do 100 % nazivne moči kotla,\n- visoki izkoristki in izjemno nizke emisije škodljivih snovi v ozračje,\n- nizki tekoči stroški ogrevanja\nSlabosti:\n- velike prostorske zahteve po skladiščenju kuriva,\n- visoki stroški začetne investicije,\n- sodi med sistem centralnega ogrevanja in vsebuje večje število elektromotorjev,  zato je velik porabnik elektrike, kar je lahko problem pri izpadih le-te.\nKotli na lesne sekance delujejo tako, da iz skladišča s sekanci preko transportnih polžev dovajajo sekance v kurišče kotla. V kurišču nato z ustreznim krmiljenjem, preko ločenega in kontroliranega dovajanja primarnega in sekundarnega zraka, gorivo dobro in temeljito zgori. Dodajanje kuriva je stalno in enakomerno glede na trenutne potrebe po toploti. Sodobnejše naprave tega tipa zmorejo delovati, ob nezmanjšanem izkoristku, v razponu med 30 % in 100 % nazivne moči (Kopše in Krajnc, 2005). \nVečina kotlov na sekance ima prostor za dovajanje in izgorevanje kuriva zasnovan bodisi kot retortno kurišče ali pa kot kurišče z rešetko in spodrivanjem kuriva.\nPri retortnem kurišču (slika 3) gorijo sekanci v retorti, krožniku podobnem kurišču z luknjicami za dovajanje primarnega zraka. Kurivo v tem primeru nima nobenega kontakta s telesom kotla. Retortni sistem kurjenja je primeren za izgorevanje sekancev z največ 35 % vlage.\nPri kurišču z rešetko (slika 4) polž podriva sekance na rešetko v šamotno kurišče, kjer nato zgorevajo postopoma po več fazah (sušenje, uplinjanje, žarenje). Pri tem sistemu lahko kurimo tudi bolj sveže sekance 35 % - 40 % vlage.\nFRÖLING Turbomat) \nKurjenje vlažnih ali celo mokrih sekancev (vsebnost vlage nad 40 %) zahteva drugačno tehnologijo izgorevanja kot kurjenje suhih sekancev. Za kurjenje vlažnih sekancev se obstoječemu kotlu prilagodi t.i. predkurišče, ki prevzame vlogo izgorevalnega prostora, kotel pa služi zgolj kot prenosnik toplote. S tem se omogoči kurjenje lesnih sekancev z vlažnostjo do 55 %.\nBoljši in dražji kotli na lesne sekance imajo serijsko vgrajeno napravo za avtomatski vžig goriva. V večini primerov vžigalno napravo predstavlja fen vročega zraka. Udobje ogrevanja povečuje tudi avtomatsko odstranjevanje pepela. Pepel se skladišči v posebni posodi, ki jo tudi v času največje obremenitve kotla praznimo le na 2-4 tedne.\nLambda sonda meri preostanek kisika v dimnih plinih in uravnava razmerje primarnega in sekundarnega zraka. V realnem času zazna vsako spremembo kakovosti goriva in dogajanja v peči in temu primerno spremeni razmerje in količino potrebnega zraka. Pri teh kotlih odpade vsakršno ročno nastavljanje loput, udobje rabe je večje, emisije škodljivih plinov minimalne, izkoristki praviloma presežejo 90% (Kopše in Krajnc, 2005).\n"], "7": ["2.2.1 Hranilniki toplote", "Hranilnik toplote je izoliran rezervoar tople vode, ki lahko prevzame presežno toploto iz kotla, jo shrani in odda v toplovodni sistem, ko kotel ne obratuje, oziroma ko miruje. S hranilnikom toplote dosežemo številne učinke, na primer:\n- Kotel lahko deluje pri nazivni moči ali čim hitreje doseže svojo nazivno moč, s  čimer se bistveno izboljša izkoristek kotla, zmanjšajo se emisije škodljivih dimnih  plinov, podaljša se življenjska doba kotla.\n- Temperature v ogrevanih prostorih ne nihajo v smislu prevroče - hladno, kot je  značilno za ogrevanje z zastarelimi kotli na naravni vlek.\n- Optimalna poraba kuriva in bistveno višja stopnja udobja ogrevanja.\n- Hranilnik toplote pride v poštev predvsem v prehodnih obdobjih, ko še temperature  niso tako nizke, da bi lahko peč izkoriščali optimalno.\nOsnovno vodilo pri izbiri prostornine hranilnika toplote je, da imamo za vsak kW nazivne moči kotla na razpolago najmanj 50 litrov shranjene tople vode (Kopše, 2005).\n"], "8": ["2.3 LESNA BIOMASA", "Ker predstavlja gorivo osnovo za dobro gorenje, je pomembno, da dobro poznamo karakteristike goriva in procese, ki se odvijajo pri samem kurjenju. Z večjim razumevanjem teh procesov se lažje odločamo za nabavo primernega goriva.\nKer je pri slabši kvaliteti lesa potrebno večje število sekancev za enako energetsko učinkovitost kot pri kvalitetnem lesu, je pomembno, da se pred samo nabavo naredi izračun o rentabilnosti. Vprašanje je ali je bolj smiselno nabaviti boljšo kvaliteto in manjšo količino, ali slabšo kvaliteto in večjo količino sekancev. Vse je odvisno od nabavne cene, cene drobljenja, skladiščnih sposobnosti.\n"], "9": ["2.3.1 Sekanci", "Sekanci so kosi sesekanega lesa, veliki do 10 cm. Običajno sekance izdelujemo iz drobnega lesa (les z majhnim premerom, npr. droben les iz redčenja gozdov, veje, krošnje), lesa slabše kakovosti ali iz lesnih ostankov. Za boljše izgorevanje in izkoristke poskušamo uporabljati homogeno kurivo. Kakovost sekancev je odvisna od kakovosti vhodne surovine in tehnologije drobljenja (Kopše in Krajnc, 2005).\n"], "10": ["2.3.2 Kurilnost lesa", "Kurilnost Hi - (prej spodnja kurilna vrednost), označuje tisto količino toplote, ki jo dobimo z zgorevanjem goriva, če dimne pline ohlajamo samo do temperature rosišča vodne pare, ki jo vsebujejo dimni plini (www.biomasa.zgs.gov.si).\nKurilnost lesa je odvisna od štirih dejavnikov. Na nekatere (vlažnost, ohranjenost) lahko vplivamo z ustrezno pripravo in skladiščenjem, drugi pa so vezani na naravno zgradbo lesa. Ena od osnovnih lastnosti, ki vpliva na kurilno vrednost je vrsta lesa, ki pa ne vpliva le na količino akumulirane energije, ampak tudi na način in dolžino sproščanja le te v procesu gorenja. Ko govorimo o kurilni vrednosti moramo ločevati kurilno vrednost glede na maso in kurilno vrednost glede na prostornino. Glede na maso imajo največjo kurilno vrednost iglavci, vendar so razlike zanemarljive, glede na prostornino pa listavci. V praksi to pomeni, da les trdih listavcev izgoreva počasneje in je bolj primeren za ogrevanje, medtem, ko les iglavcev intenzivneje izgoreva in je tako primernejši za kuho. Vse pa je tudi odvisno od velikosti delov, ki se kurijo (Dolenšek in sod., 1999).\nKurilna vrednost je odvisna tudi od kemične sestave lesa. Les iglavcev ima v povprečju večjo vsebnost lignina, zato imajo večjo kurilno vrednost na osnovi mase.\nkurilnim oljem (Krajnc in Kovač, 2003)\n"], "11": ["2.3.3 Vsebnost vode oziroma vlažnost", "Eden od odločilnejših dejavnikov, ki vpliva na toploto, je vlažnost lesa oziroma vsebnost vode. Vlažnost lesa je razmerje med vodo in absolutno maso suhe lesne snovi izražena v %. V procesu zgorevanja lesa voda izhlapeva, pri tem pa se porablja energija. Za izhlapevanje 1 kg vode potrebujemo 2,448 MJ energije. Torej velja, več kot je vode v lesu, več energije porabimo za njeno izhlapevanje in manj je ostane za naše ogrevanje. Glede na vsebnost vode v lesu ločimo:\n1. Svež les - les takoj po poseku, ki ima vlažnost nad 40 %.  2. Gozdno suh les - les približno pol leta po poseku v primeru zimske sečnje oz.  približno 4 mesece po poseku v primeru poletne sečnje, ki ima vlažnost od 20 % do  40 %  3. Zračno suh les - les, ki se je sušil vsaj šest mesecev v zračnih in pokritih skladiščih  in ima vlažnost do 20 %  4. Tehnično suh les ( umetno sušenje ) - les, ki ima vlažnost od 6 % do 15 %.  (Dolenšek in sod., 1999)\nVsakih dodatnih 10 % vode zmanjša kurilno vrednost lesa za 12 %. Če kurimo gozdno  suh les, porabimo 1/4 energije, uskladiščene v lesu, za izhlapevanje vode.\nzrmk.si/Svetovanje/Publikacije.URE/URE1-08.htm)\n"], "12": ["2.3.4 Proces zgorevanja lesa", "Za lažje razumevanje pomena lastnosti lesa kot goriva in razumevanja delovanja sodobnih kotlov moramo razložiti proces zgorevanja lesa. Zgorevanje lesa je fizikalno-kemični proces spajanja gorljivih sestavin lesa s kisikom iz zraka, pri katerem se sprošča toplota. Zgorevanje poteka v več fazah. V kolikor zgorevanje ni popolno, se v ozračje sprošča nekajkrat več škodljivih plinov kot pri popolnem izgorevanju. Z ustreznim uravnavanjem procesa zgorevanja lesa (uravnavanje potrebne količine kisika) povečujemo učinkovitost kotlov, zmanjšujemo emisije škodljivih plinov, podaljšujemo življenjsko dobo kotlov ter zmanjšujemo stroške rednega vzdrževanja. Tudi les ni okolju popolnoma neškodljivo kurivo, vendar lahko emisije z ustrezno tehnologijo zmanjšamo.\nZgorevanje lesa delimo na tri faze: 1. Sušenje (do 150-C)  V tem obdobju gorenja se les segreje in voda, ki je bila še vezana v njem, izhlapeva. Več kot je vode v lesu, več energije bo potrebno, da bo izhlapela.\n2. Uplinjanje (piroliza, 150-550-C)  Pri višjih temperaturah se hlapljive spojine v lesu uplinijo. Suh les tvori kar 85 % hlapljivih - gorljivih sestavin. Okoli 14 % sestavin lesa ostane po tem obdobju kot oglje.\n3. Pravo gorenje (oksidacija 400-1300-C)  Pri temperaturah nad 400-C reagirajo lesni plini z zračnim kisikom. To obdobje, ki ga opazimo kot gorenje plamen, imenujemo oksidacija. Možno je doseči temperature do 1300-C. Pri temperaturah nad 600-C se uplinja in zgori tudi oglje. Pri dovolj visoki temperaturi in zadostni količini kisika les popolnoma zgori. Za njim ostane le pepel (negorljivi mineralni ostanki), ki pri običajnih drvah ne presežejo 1 % izhodne mase drv (Kopše in Krajnc, 2005). \nPri prenizkih temperaturah, predvsem pa pri pomanjkanju kisika, lesni plini ne zgorijo popolnoma. Pri ohlajanju dimnih plinov se ti spet utekočinijo in se nabirajo kot saje in katran v dimniku. Kar nekaj sestavin v lesnih plinih je hudo nevarnih za okolje (ogljikov monoksid, ogljikovodiki, dušikovi oksidi), zato les pri nepopolnem zgorevanju močno onesnažuje okolje (Dolenšek in sod., 1999).\n* Čeprav se pri izgorevanju lesne biomase tudi izloča ogljikov dioksid ki ima največje zasluge za spremembo podnebja skozi t.i. učinek tople grede pa se to gorivo v nasprotju z nafto, premogom in zemeljskim plinom, obravnava kot nevtralno do segrevanja ozračja. Če lesna biomasa ne bi zgorela, bi segnila, pri čemer bi prav tako nastali toplogredni plini. Toplogredni plini, ki nastanejo s sežigom ali gnitjem, so naravni del kroženja ogljika v atmosferi in so v ravnovesju s sposobnostmi gozda, da preko fotosinteze ogljikov dioksid razgradi v kisik in ogljik (http://www.focus.si/files/Publikacije/biomasa.pdf).\n"], "13": ["2.4 Dimenzioniranje kurilne naprave in njena umestitev v prostor", "Veliko ljudi stori prvo napako s tem, ko se odloči za nakup predimenzioniranega kotla. Pri kotlih na les je to dejstvo še posebej pereče. Kurilna naprava, ki je dimenzionirana na največjo potrebo, je polno obremenjena le nekaj dni na leto. Večino časa deluje pri delni obremenitvi in doseže komaj 50 % letno obremenjenost. Zato je primerno, da nazivno moč kotla znižamo na 80 % maksimalne potrebne moči, saj s tem dvignemo obremenjenost kotla na letni ravni na 62 %. To je posebno pomembno pri avtomatiziranih kotlih na sekance in pelete, ki brez težav prenesejo nekajdnevno preobremenjenost. Z vgradnjo izravnalnega hranilnika toplote se z dimenzioniranjem kotla lahko približamo polni \npotrebi, saj le-ta prevzame trenutne presežke toplote in jih kasneje, v mirovanju kotla, oddaja v sistem (Kopše in Krajnc, 2005).\nPri umeščanju peči na primerno mesto v vrtnariji, je smiselno najprej upoštevati naslednja priporočila:\n- Kurilna naprava naj bo nameščena na takšnem mestu, da bodo toplovodni razvodi  enakomerno oddaljeni.\n- Prostor naj bo suh, zračen in primerno velik.\n- Če je opcija, se kurilna naprava namesti že v obstoječ objekt, kar občutno zmanjša  stroške.\n- Toplovodni razvodi naj bodo vezani tako, da v primeru okvare lahko točno  določimo mesto težave.\n"], "14": ["2.4.1 Silos za sekance", "Eden od pomembnejših elementov načrtovanja ogrevalnega sistema je silos za sekance. Obstaja veliko tipov in oblik silosov. Kateri tip bomo izbrali je v veliki meri odvisno od prostorske razporeditve. Silos, v katerem se bodo sekanci nahajali, mora imet dober dostop za dostavo, mora biti zračen in ne sme prepuščati vlage. V praksi se je kot najboljši izkazal tip silosa, pri katerem imamo lahko direkten strojni dostop (slika 9). To je zelo pomembno ne samo pri nasipavanju sekancev, ampak tudi če pride do napake pri samem doziranju.\nOkvirna poraba sekancev v nm3/leto lahko izračunamo: moč kotla v (kW) 2,5 nm3 (mehki les s 30 % vlage)\nmoč kotla v (kW) 2,0 nm3 (trdi les s 30 % vlage)\nmoč kotla v (kW) 1,5 nm3 (trdi les s 20 % vlage)\n(Dolenšek in sod., 1999). \n"], "15": ["2.5 Zavarovani prostori", "Zaščiteni ali zavarovani prostori so tisti, ki so zavarovani pred zunanjimi vplivi in v katerih je omogočeno pridelovanje rastlin vse leto, predvsem v hladnem obdobju leta, torej jeseni, pozimi in spomladi.\nIntenzivno in rentabilno pridelovanje vrtnin je mogoče samo, če zagotovimo optimalne tehnološke, mikroklimatske in agrotehnične razmere. Upoštevati moramo:\n- ekološke razmere območja (podnebne razmere),\n- način in stroške ogrevanja,\n- vrste in lastnosti objektov zavarovanega prostora,\n- znanje/usposobljenost uporabnikov (pridelovalcev).\nV skladu z možnostmi vlagateljev za gradnjo ter z zahtevami predvidene pridelave morajo biti objekti primerno grajeni in opremljeni s potrebnimi pripomočki, ki ustvarjajo primerno mikroklimo. Dodatna oprema mora omogočati, da je uporaba prostora preprosta, poleg tega pa morajo biti tudi zagotovljene ustrezne rastne razmere. Pri nakupu in gradnji rastlinjaka moramo upoštevati zahteve glede konstrukcije in materiala za prekrivanje: \n - Temeljna konstrukcija iz lesa, aluminija, železa, betona ali plastičnih mas mora biti  čvrsta ter omogočati dobro medsebojno povezovanje elementov in dobro  osvetljenost prostora.\n- Nositi mora material za prekrivanje, težo rastlin, težo snega, cevi za ogrevanje,  sistem za namakanje in prezračevanje.\n- Vzdržati mora sunke vetra.\n- Konstrukcija mora biti lahka in poceni. Teža je različna, od 7 do 25 kg, odvisno od  širine ladje, ki je lahko od 3,2 do 25 m, in od tipa rastlinjaka. Na območju s snežno  odejo mora biti nosilnost od 75 do 100 kg/m2, odvisno od predpisov.  (Osvald in Kogoj-Osvald, 1994)\n"], "16": ["2.5.1 Vrste zavarovanih prostorov", "Ločimo:\n- nizki tuneli,\n- visoki tuneli,\n- plastenjaki,\n- steklenjaki.\nZaradi uporabnosti so plastenjaki in steklenjaki prva izbira za gojenje vrtnin, okrasnih rastlin in sadja. (Osvald in Kogoj-Osvald, 1994)\n"], "17": ["2.5.2 Plastenjaki", "Plastenjaki imajo v vrtnarski pridelavi pomembno vlogo in so cenejše nadomestilo za steklenjake. Nosilno ogrodje je navadno iz aluminija ali pocinkanega železa odvisno od velikosti. Manjši plastenjaki so največkrat iz aluminija, plastičnih mas ali lesa, večji enoločni ali večločni pa so le jeklene konstrukcije. Material za konstrukcije se izbira glede na ceno in po zahtevah nosilnosti in razteznosti. Za poletno prezračevanje je potrebna 18 \ndo 20 % odpiralna površina na bočnih straneh. Večločni plastenjaki z ravnimi stenami imajo prednost pred večločnimi plastenjaki z ukrivljenimi stenami zaradi lažje obdelave in boljšega izkoristka prostora. Primerno konstrukcijo imajo plastenjaki s sistemom sidranja in temeljenja. Plastenjaki so čez ogrodje prekriti z ustreznim prekrivalom, ki je pritrjeno na nosilnike. Bočno prezračevanje je izvedeno z navijalno napravo z ročnim ali polavtomatskim navijanjem. Če so plastenjaki na območju z močnimi vetrovi, je zaželjeno, da je konstrukcija dodatno ojačana in pričvrščena na podlago. Pri zahtevnejšem gojenju je mogoče plastenjakom odstraniti folijo delno (stranske stene), poleti pa tudi povsem. (Osvald in Kogoj-Osvald, 1994)\n"], "18": ["3 METODE IN MATERIAL", ""], "19": ["3.1 Predstavitev vrtnarije", "Na vrtnariji Mrak so na začetku leta 2009 pričeli z ogrevanjem na lesne sekance. Za takšen način ogrevanja so se odločili, ker poleg finančne ugodnosti na dolgi rok, omogoča zadostne količine toplote za pokritje toplotnih izgub. Objekti, katere ogrevajo, so standardni plastenjake s pocinkano železno konstrukcijo, dvojno EVA folijo z vmesnim vpihovanjem in polikarbonatnimi bočnimi stranicami. Za ogrevanje se uporablja toplovod iz centralne kurilne naprave. Ker vzgajajo v rastlinjakih že posajene sadike, ogrevanje miz ne pride v poštev.\n"], "20": ["3.2 Kurilna naprava", "Za ogrevanje uporabljajo kurilno napravo avstrijskega proizvajalca FRÖLING, katere izkoristki praviloma presegajo 92 %. Glavne karakteristike peči so navedene v preglednici 3. \n"], "21": ["3.3 Črpalka", "Vodo po ceveh poganja enojna frkvenčna črpalka Grundfos, katere glavne karakteristike so podane v preglednici 4.\n"], "22": ["3.4 Enačbe za izračun toplotnih izgub", "Toplotne izgube so sestavljene iz skupnih neposrednih specifičnih toplotnih izgub skozi ovoj objekta in skupnih toplotnih izgub skozi tla. Izračunamo jih po enačbi:\nQsk = Qo + Qt [ W ] (1),\nkjer je:\nQo [ W ] neposredne specifične toplotne izgube skozi ovoj objekta, Qt [ W ] specifične toplotne izgube skozi tla.\n"], "23": ["3.4.1 Izračun neposrednih toplotnih izgub skozi ovoj objekta", "Izgube so odvisne od številnih dejavnikov, predvsem od koeficienta prehodnosti elementa, površin katere prevajajo toploto, želene notranje in trenutne zunanje temperature. Neposredne toplotne izgube izračunamo s pomočjo enačbe:\nQo = k - A - (t1 – t2) [W] (2),\nkjer je:\nQ[W] neposredne specifične toplotne izgube skozi ovoj k [W/m2 K ] koeficient toplotne prehodnosti A [ m2 ] površina elementa, ki je del ovoja stavbe t1 [ -C ] dovoljena najnižja temperatura v objektu t2 [ -C ] absolutna najnižja izmerjena temperatura v posameznem mesecu\nV preglednici 6 so podobne povprečne vrednosti koeficienta toplotne prehodnosti (k) materialov, ki jih uporabljajo na vrtnariji Mrak.\n* Navedeni koeficient prehoda toplote so podani s strani proizvajalcev (Osvald in Kogoj-Osvald, 1994)\n"], "24": ["3.4.2 Izračun toplotnih izgub skozi tla", "Poleg toplotnih izgub skozi ovoj plastenjaka, so zelo pomembne toplotne izgube skozi tla. Te izgube velikokrat zanemarimo, čeprav se toplota širi na vse stani enakomerno. Izračunamo jih po enačbi:\nQt = k - A - (t1 – t2) [W] (3),\nkjer je: Q[W] neposredne specifične toplotne izgube skozi tla k [W/m2 K] koeficient toplotne prehodnosti A [ m2 ] površina elementa, ki je del ovoja stavbe t1 [-C ] dovoljena najnižja temperatura v objektu t2 [-C ] absolutna najnižja izmerjena temperatura v posameznem mesecu\nPovprečne vrednosti materialov, iz katerih so tla na vrtnariji Mrak, so prikazane v preglednici 7.\n(Osvald in Kogoj-Osvald, 1994) \nV preglednici 8 so navedene najnižje izmerjene temperature za posamezen mesec od oktobra 2010 do aprila 2011.\n(www.arso.gov.si)\n"], "25": ["4 REZULTATI Z RAZPRAVO", ""], "26": ["4.1 Toplotne izgube", "Na podlagi izmerjenih dimenzij posameznega rastlinjaka, smo po enačbi 1 izračunali toplotne izgube za posamezen objekt. Izračun toplotnih izgub je pomemben podatek, saj z njim ugotavljamo potrebno velikost peči in moč izmenjevalcev toplote. Pomembno je, da se pri samem dimenzioniranju ogrevalnega sistema ne odločamo po najnižji izmerjeni temperaturi, ampak sistem prilagodimo na povprečne temperature. Ker je vreme nestanoviten pojav, je potrebno imeti za primere, ko se temperatura spusti zelo nizko pod ledišče, dopolnilen način ogrevanja.\nV preglednici 9 je razvidno, da toplotne izgube pri najnižji izmerjeni temperaturi v mesecih decembru, januarju in februarju presegajo nazivno moč peči. Zato imajo na vrtnariji Mrak za primere nizkih temperatur še dopolnilno ogrevanje s pomočjo termogenov.\n"], "27": ["4.2 Izračun stroškov investicije", ""], "28": ["4.2.1 Nastali stroški pri posodobitvi ogrevalnega sistema", "Iz preglednice 10 so razvidni posamezni in skupni nastali stroški napravljene posodobitve. Najvišji stroški so nastali z nabavo peči, inštalacijami in gradbenimi deli. Zato je pomembno, da pred samo izvedbo zberemo čim več ponudb in informacij ponudnikov za izvedbo del. Pri nabavi peči in dimnika so bila pridobljena nepovratna finančna sredstva.\n"], "29": ["4.2.2 Količina porabljenega goriva", "V kurilni sezoni 2010/2011, ki je trajala od 28. oktobra do 15. aprila, je bilo skupno skurjenih 450 m3 lesnih sekancev različnih drevesnih vrst in 1000 litrov kurilnega olja. Med vsemi so prednjačili sekanci iglavcev smrek in različnih vrst borov. Sekanci so bili delno pridobljeni iz obrezlin in delno iz hlodovine. \nV preglednici 11 je razvidno, da je bil skupni letni strošek ogrevanja 7. 500 €.\n(http://www.biomasa.zgs.gov.si)\n"], "30": ["4.2.3 Izračun skupne energetske vrednosti porabljenih sekancev", "S pomočjo sklepnega računa smo izračunali energijsko vrednost 450 m3 lesnih sekancev. Po mnenju različnih avtorjev se energijska vrednost sekancev giblje med 800 kWh in 1100 kWh. (http://www.biomasa.zgs.gov.si).\nZa naš primer smo vzeli najnižjo povprečno vrednost 800 kWh/m3, kar znaša za 360 000 kWh energije.\n1 m3 …………. 800 kWh\n450 m3 ………. x kWh\nx= 360 000 kWh \nS pomočjo dobljene skupne energijske vrednosti sekancev, smo izračunali nato še ekvivalent porabljene količine kurilnega olja. Ker znaša energijska vrednost kurilnega olja po preglednici 12, 10,17 kWh, je to pomenilo:\n360 000 kWh / 10,17 kWh / l\n35 398, 23 litrov kurilnega olja\nDa dobimo izračun sredstev, katere bi porabili za ogrevanje, moramo količino porabljenega goriva zmnožiti s ceno goriva za liter. Ker se energent nabavlja pred samo začetno sezono kurjenja, je iz grafa 10 razvidno, da je znašala cena kurilnega olja za liter v letu 2010 0, 75 €.\n35 398, 23 l x 0, 75 € / l\n26 549, 42 €\n"], "31": ["4.2.4 Doba amortizacije", "Od dobljene vrednosti stroška kurilnega olja, je potrebno odšteti letni strošek kurjave z lesnimi sekanci. Tako smo dobili letni prihranek, katerega smo delili s skupno vrednostjo investicije.\n26 549, 42 € - 7 500 €\n125 000 € / 19 049, 42 €/leto\n6, 56 let\nPri samih izračunih niso bili upoštevani stroški letnega vzdrževanja, servisov, elektrike ali kakršnih koli drugih nepredvidljivih stroškov. Doba amortizacije, katero smo izračunali, služi samo kot informativen izračun posamezniku in se ne sme enačiti z knjigovodsko amortizacijo.\n"], "32": ["5 SKLEPI", "V uvodu diplomskega dela smo si zastavil cilj ugotoviti, ali je ogrevanje na lesne sekance primerna alternativa oljnim pečem. Na osnovi meritev, ocen in izračunov smo prišli do nekaterih zanimivih zaključkov.\nPosodobitev ogrevalnega sistem na lesne sekance je stroškovno, prostorsko in časovno zahteven projekt. Pomembno je, da pred investicijo napravimo temeljite projekcije in izračune. V veliko pomoč nam bo, če pridobimo informacije pri ljudeh, ki že imajo izkušnje s takšnimi sistemi.\nV kurilni sezoni 2010/2011, ki je trajala od 28. oktobra do 15. aprila, je bilo skupno skurjenih 450 m3 lesnih sekancev različnih drevesnih vrst. Skupni stroški ogrevanja so tako znašali 7 500 €. Izračunan ekvivalent porabljene količine kurilnega olja v istem obdobju pa bi znašal 35 549, 42 litrov. Glede na dobljene stroške smo izračunali amortizacijo investicije, katera znaša 7 let.\nPridelovalci okrasnih rastlin in zelenjave se soočajo z vedno višjimi stroški pridelave in vedno nižjimi odkupnimi cenami pridelkov. Če uporabljamo za ogrevanje zavarovanih gojitvenih prostorov lesne sekance namesto kurilnega olja, lahko na leto prihranim tudi do tri četrtine cene kurjave. Ta podatek je zato zelo spodbuden, saj denar ki bi porabili za kurjavo, lahko namenimo za druge investicije.\nOb upoštevanju dobljenih izračunov lahko z gotovostjo trdimo, da je ogrevanje vrtnarij na lesne sekance primerna alternativa oljnim pečem, kljub dejstvu da je začetna investicija še vedno visoka.\n"], "abstract": ["Pri pridelavi okrasnih rastlin in zelenjave potrebujemo v našem podnebnem pasu dodatno ogrevanje v hladnejših delih leta. V zadnjem času se zaradi ekološkega vidika in višanja cen fosilnih goriv, pojavlja potreba po alternativnih načinih ogrevanja. Namen diplomske naloge je bil preučiti, ali je ogrevanje na lesne sekance primerna alternativa oljnim pečem. V kurilnem obdobju 2010/2011, ki je trajalo od 28. oktobra do 15. aprila je bilo skurjenih 450 m3 lesnih sekancev različnih drevesnih vrst. Izračunan ekvivalent porabljene količine kurilnega olja v istem obdobju pa bi znašal 35 549, 42 litrov. Skupna investicija z dobljenimi nepovratnimi stroški je znašala 125. 000 €. Glede na dobljene izračune bi znašala doba amortizacije 7 let. Zaradi cenejšega načina ogrevanja, bi prihranili tudi do tri četrtine cene kurjave. Ob upoštevanju dobljenih izračunov lahko z gotovostjo trdimo, da je ogrevanje vrtnarij na lesne sekance primerna alternativa oljnim pečem, kljub dejstvu da je začetna investicija še vedno visoka. "]}