{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "V diplomski nalogi bom opisala in raziskala informacijski sistem v turizmu. Informacije imajo v turizmu velik pomen, so nujne za uspešno poslovanje na področju turizma. Vedno večji pomen pridobiva internet, zato se bom posvetila tudi tej temi. Pomemben je način zbiranja, usklajevanja in posredovanja informacij. Predvsem v turizmu z njimi pridobivamo potencialne kupce- turiste.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen diplomske naloge je predstaviti način zbiranja in obdelave podatkov oz. informacij. Predstaviti želim, kako zbiramo podatke, na kakšne načine jih obdelamo. Pri tem uporabljamo različne metode in tehnične pripomočke. Gre za uporabo različne računalniške opreme, ki se uporablja v poslovanju podjetij.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavljam, da so v Sloveniji informacijski sistemi manj razviti kot v ostali EU. Oprema, ki jo podjetja uporabljajo zaostaja za razvitim svetom, tudi obdelava informacij je počasnejša in dolgotrajnejša.\nOmejitve pri diplomskem delu pa so predvsem te, da sem raziskala informatiko v turizmu na področju svoje države.\n"], "5": ["1.4 Uporabljene raziskovalne metode", "Pri pisanju naloge sem uporabila deskriptivni pristop. To pomeni, da sem problem opisala predvsem pisno. Gre za makroekonomski način, saj sem zajela različna področja turizma.\n"], "6": ["2 POMEN INFORMATIKE V TURISTIČNI DEJAVNOSTI", "Široka uporaba računalnikov se v turizmu začenja v zgodnjih 80. letih s pojavom osebnih računalnikov. Ti so postajali vse bolj zmogljivi in dostopni. Informacijska tehnologija v turizmu mora omogočati prijazen stik med ljudmi.\nNaslednji korak je pomenilo učinkovito povezovanje računalnikov. Npr. osebni računalniki povezani v lokalne mreže znotraj hotelov in turističnih agencij. Z internetom pa so se turistična podjetja povezala po vsem svetu. To pa omogoča individualne povezave s posamezniki.\nV zadnjih letih so dosegljivi računalniki z možnostjo multi medijskega procesiranja. To so računalniki, s katerimi poleg običajnih znakov obdelujemo slike, zvok in gibajočo sliko. Gre za integralne dokumente, ki jih lahko pripravimo v obliki CD-ja ali strani na internetu. Multi medialni pristop je pomemben tako pri stikih s potencialnimi kupci turističnih storitev, npr. pri oglaševanju, kot tudi pri procesu zagotavljanja kakovosti turistične storitve (Florjančič in drugi 2000, 271).\nInformacijsko tehnologijo poleg računalnika predstavljajo računalniška oprema in multimedijska tehnika\nNa sliki 1 so prikazani štirje nivoji uporabe informacijske tehnologije.\n4. sistemi za intenzivno uporabo znanja\n3. delamo stvari, ki jih do sedaj nismo\n2. razbremenitev pri delu\n1. računalniška pismenost\nPrvi nivo predstavlja računalniško pismenost. Sem sodi poznavanje informacijske tehnologije.\nDrugi nivo govori o uporabi informacijske tehnologije. Z računalniki delamo to, kar smo do sedaj delali ročno. Sem sodi vse od računalniškega pisanja tekstov do izdelave seznamov in izračunov. S tem dosežemo večjo hitrost in točnost.\nNa tretjem nivoju delamo nove stvari. Gre za informacijske inovacije za pridobivanje konkurenčne prednosti. Opraviti imamo tudi z manj kompleksnimi nalogami, kot npr. izračun cen gostinskih storitev.\nNanaša se tudi na ideje, kako v turistični dejavnosti ponuditi storitve drugače in bolje. Lahko se nanaša na pripravo jedilnega lista, reklamnih sporočil in na ankete z gosti.\nČetrti nivo predstavlja računalniško svetovanje pri izbiri optimalnega počitniškega aranžmaja. Želje in možnosti stranke vnesemo v računalnik, ki nam svetuje nekaj aranžmajev. V ta sklop uporabe računalnika sodi tudi inteligentno brskanje po široki turistični ponudbi.\nNovo kakovost v uporabi informacijske tehnologije moramo iskati v dopolnjevanju človeka in računalnika. Tak primer je svetovanje stranki pri izbiri zanjo ustreznega aranžmaja.\nUčinkovitost informacijske tehnologije na področju turizma se kaže v zadovoljstvu gostov in fleksibilnosti ponudbe.\n"], "7": ["2.1 Informacijski sistem turistične dejavnosti", "Informacijski sistem je le element upravljanja poslovnega sistema turistične dejavnosti. V splošnem mora poslovni sistem težiti k izpolnjevanju štirih ciljev:\n- Finančni uspešnosti poslovanja,\n- Zagotavljanju kakovosti,\n- Izpolnjevanju časovnih rokov in\n- Fleksibilnosti poslovanja.\nTi cilji pa se ne izpolnjujejo sami po sebi, ampak z ustreznim upravljanjem, tj  managementom turistične dejavnosti. Managerjem so v pomoč informacije, ki jih nudi  informacijski sistem. Ta zajema podatke o delovanju samega poslovnega sistema, kot  tudi podatke iz okolja ( podatki tržnih raziskav, podatki o konkurenci, o zakonskih  spremembah, ki lahko vplivajo na turistične tokove in dejavnost na sploh).\n Na sliki 2 je prikazan informacijski sistem kot element upravljanja poslovnega sistema  turistične dejavnosti\nPOSLOVNEGA SISTEMA TURISTIČNE DEJAVNOSTI\n======>POSLOVNI SISTEM TURISTIČNE DEJAVNOSTI====>\nUP IS OKOLJE\nPIS\nLegenda:  UP= upravljalni sistem  IS= informacijski sistem  PIS= poslovni inf. sistem\n Z uporabo sodobne informacijske tehnologije v informacijskem sistemu se spreminjajo  procesi in njihov način izvajanja v turizmu.\nS stališča informacijske podpore poslovanja, npr. hotela, delimo informacijski sistem  na t.i. informacijski sistem sprednje in zadnje pisarne.\nSprednja pisarna pomeni neposreden stik z gosti, običajno zajema recepcijski in  gostinski del.\nSlika 3 prikazuje shemo hotelskega informacijskega sistema.\nCentralni Konferenčno GOSTINSKI IS  rezervacijski sistem banketni sistem izračun cen hrane in pijače\nrezervacijski sistem RECEPCIJSKI IS skladiščni sistem\nIS zadnje pisarne sistem elektronskih pisarn\nSistem energetskega sistem elektronskega zaklepanja varčevanja\nsistem telefonskih storitev\nRecepcijski del IS je središče hotelskih aktivnosti. Ne pomeni le stično točko med hotelom in gostom, ampak posreduje in sprejema informacije od vseh enot hotela. Njegove funkcije so:\n- Prijava gosta,\n- Oskrba sob,\n- Obračun storitev.\nPrijava gosta je funkcija, ki gostu dodeli sobo. Pri prihodu se mora gost prijaviti. Če je prijavni sistem povezan z rezervacijskim, odpade nepotrebno čakanje zaradi zbiranja in vnašanja podatkov. Ko je soba zasedena, sledijo dejavnosti kot so oskrba sobe, varnostni sistem, odpre pa se tudi gostov račun.\nOskrba sob poskrbi za koordinirano čiščenje in oskrbo sob in drugih skupnih prostorov. Sem sodijo seznami odhajajočih gostov in sprotno ažuriranje prijavljenih sob, ki so lahko na voljo novim gostom.\nObračunska funkcija sproti zasleduje stroške in izdela končni račun. Posamezna soba lahko ima več računov v primeru, ko si gostje sobo delijo ali če je potrebno stroške deliti med uradne in zasebne. Izdatki gosta za druge storitve, npr. v restavraciji, se lahko vnašajo na mestu nastanka ali na osnovi papirnih dokumentov na recepciji. Funkcije t.i. nočnih informacijskih opravil obsegajo odpiranje postavk naslednjega dne na računih, izpis dnevnih poročil in spiskov opravil naslednjega dne (Florjančič in drugi 2000, 276).\nGostinski IS običajno sestavlja nekaj podsistemov, npr. podsistem za izračunavanje cene hrane in pijače, ponujene na jedilnih listih. V gostinski del sodi tudi skladiščni IS, sistem elektronskih blagajn na prodajnih mestih po hotelu,včasih pa tudi konferenčno-banketni informacijski podsistem.\nInformacijski sistem pisarne v ozadju sestavljajo podsistemi, ki zadevajo zaposlene in poslovanje hotela kot poslovnega sistema.\nSem sodijo kadrovski informacijski podsistem, računovodski podsistem in podsistemi za razne analize časovnih vrst v marketinški dejavnosti.\nPoseben sklop predstavljajo IS v promociji in prodaji turističnega proizvoda. Zagotavljati morajo uspešno promocijo.\nIS na osnovi ustrezne baze podatkov ponudi razpoložljive storitve. Te npr. obsegajo informacije o zaključenih turističnih aranžmajih, ki jih kot celote ponujajo turistične agencije. Poleg tega pa je pomembna tudi ponudba transportnih, bivalnih in gostinskih storitev.\nPodatkovne baze so skrbno načrtovane in urejene, podatke pa po predpisanih navodilih posredujejo ponudniki posameznih storitev (Florjančič in drugi 2000, 276).\n"], "8": ["2.2 Mednarodne informacijske povezave", "Informacijske povezave, ki jih nudijo računalniki, povezani po svetu, omogočajo kombinirano komunikacijo med ljudmi in stroji.\nZ računalniki posredovano komunikacijo razdelimo na:\n- Oglasne deske\n- Konference\n- Elektronsko pošto\n- Uporabo baze podatkov.\nOglasna deska je lahko običajna internetna stran, kjer lahko predstavimo našo ponudbo na bolj ali manj atraktiven način z uporabo multimedije. Strani so praviloma strukturirane. Nudijo pa tudi informacije o nadaljnjih povezavah.\nPoznani so centralni rezervacijski sistemi, ki so jih najprej uvedli letalski prevozniki. Naslednjo generacijo predstavljajo sistemi z imeni Galileo, Amadeus, Sabre, Abacus, itd., ki predstavljajo globalne sisteme za distribucijo turističnih informacij. So marketinški sistemi turističnih proizvodov. Ne gre le za prodajo storitev posameznega touroperatorja, ampak za informacijo in storitev, ki bo zadovoljila kupca (Florjančič in drugi 2000, 278).\nPomembnejši globalni sistemi (GDS):\n- Kanada\n- Gemini\n- Sabre\n- ZDA\n- Sabre\n- Apollo\n- Worldspan\n- Evropa\n- Amadeus\n- Gallileo\n- Sabre\n- Wordspan\n"], "9": ["3 CRM V TURIZMU", "Vsako podjetje, ki razmišlja o uvedbi CRM sistema, mora imeti vizijo usklajeno s poslovnim načrtom in poslovno vizijo podjetja.\nIzkušnje kažejo,da je razumevanje vizije CRM velikokrat pomanjkljivo. Vodstvo, oddelki in posamezniki imajo pri reševanju svojih težav različne potrebe, znanja in vizije. To privede do nesoglasij in neenotne vizije CRM.\nPri uvajanju CRM sistema je vizija ključnega pomena.\nKot je že iz imena razvidno so ključni elementi upravljanja odnosov s strankami: Stranka, odnos in upravljanje. Stranka je tista stran v odnosu, ki pridobiva turistične storitve. Turistično podjetje mora vzpostaviti dolgoročni odnos, ki temelji na obojestranski koristi.\nUpravljanje odnosov s strankami lahko opredelimo kot poslovno strategijo, katere cilj je razumevanje, predvidevanje in upravljanje potreb že obstoječih in potencialnih strank(Brown 2000, XVIII).\nCRM- upravljanje odnosov s strankami- je uskladitev poslovnih strategij, organizacijske strukture, kulture podjetja, informacij o strankah in informacijske tehnologije na tak način, da imajo vsi kontakti, ki jih ima podjetje s svojimi strankami, cilj zadovoljevati potrebe strank in doseganje poslovnega rezultata- dobička.\nUpravljanje odnosov s strankami je vzpostavitev, razvoj, vzdrževanje in optimizacija dolgoročnega odnosa med stranko in organizacijo. Uspeh CRM je odvisen od razumevanja potreb in želja strank, ter uporabo teh spoznanj, kot osnovo za določitev strategije poslovanja, spremembe miselnosti in osveščanja zaposlenih, uvedbe ustrezne tehnologije in organizacijo poslovnih procesov (Fox, Stead 2002).\nRazvoj tehnologij in posledični prihod novih medijev (internet, baze podatkov) je povečal možnosti neposrednega trženja. Internet omogoča podjetjem, da s strankami neposredno komunicirajo in prilagajajo ponudbo njihovim potrebam. Na podlagi baze podatkov pa si podjetja oblikujejo informacije o strankah, vzpostavljajo odnose z njimi in vzpodbujajo ponovne nakupe. Trženje na osnovi baz podatkov uporablja tehnologije baz podatkov in visoko razvite analitične metode, ki skupaj z metodami neposrednega trženja izvabijo želen odziv pri ciljni skupini (Kotler 1996, 660).\nS povezanostjo posameznih podatkovnih baz podatkov lahko podjetje ustvari enotno sliko o svojih strankah, kar pomeni zanj izredno konkurenčno prednost. Z uveljavitvijo novih elektronskih medijev se je pojavilo elektronsko trženje, ki uporablja internet za elektronsko pot, preko katere komunicira s strankami. Podjetje lahko pridobi z elektronskim trženjem mnogo uporabnih informacij, na osnovi katerih izboljšuje svojo ponudbo in gradi dolgoročne odnose s posameznimi strankami. Uporaba novih elektronskih tehnologij prinaša mnoge koristi tako za podjetja kot za stranke (Kotler 1996, 782-783).\nPodjetju omogoča :\n- hitro prilagajanje tržnim pogojem (dodajanje in spreminjanje opisa ponudbe),\n- nižje stroške (podjetje ne potrebuje prostorov in s tem povezani stroški odpadejo),\n- razvijanje odnosov (učenje iz komunikacije s strankami),\n- zajemanje strank (spremljanje strank prek spletnih strani).\nStrankam omogoča:\n- informacije,\n- priročnost in\n- manjše vznemirjanje (ni čustvenih dejavnikov).\nDanes prevzema medij, kot prenašalec podatkov oz. informacij, nov položaj v  nakupno-prodajnem procesu. Mediji se vse bolj uporabljajo za oblikovanje  individualnih odnosov s strankami, saj omogočajo dialog med podjetjem in njegovimi  strankami (Postma 2001, 16).\nLahko bi rekli, da je upravljanje odnosov s strankami strateški in celovit pristop za  povečanje trajnih odnosov, izgradnje zvestobe kupcev, vzpostavitev doživljenjskega  odnosa s strankami ter seveda usmeritev proti stranki.\nModel upravljanja sestavljajo:\n- nakupni proces stranke (išče, najde, kupi, porabi),\n- prodajni proces turističnega podjetja,\n- model načrtovanja in uvedbe CRM po Gartner Inc., ki vsebuje 8 področij:  vizija, strategija, izkušnje strank, povezovanje organizacije in njene spremembe,  procesi, tehnologija informacije in metrika.\nTrg\nLastnosti trga so pregledovanje ponudbe, povpraševanja. Turistično podjetje mora prilagajati in izboljševati ponudbo trgu.\nNakupni proces stranke\nStranka na trgu išče želeno storitev in ker je v današnjem času zelo dobro informirana, je zato tudi njena odločitev o izbiri turistične agencije kakovostnejša.\nPrednosti Crm rešitev\nPrednosti, ki jih ima CRM rešitev za upravljanje odnosov s strankami:\n- uporaba informacijskih tehnologij za boljše upravljanje odnosov s strankami,\n- razumevanje vrednosti posamezne stranke,\n- celostno upravljanje s strankami preko vseh komunikacijskih kanalov (telefon, internet, prodajni obiski),\n- večji poudarek na zadrževanju strank s pomočjo programov za povečanje njihove zvestobe in\n- merjenje učinka tržnih akcij in prodajnih aktivnosti.\nCilj sistema za upravljanje odnosov s strankami je ustvariti dolgoročne in dobičkonosne odnose s strankami in s tem doseči čim večji dobiček z (Kos 2001):\n- vzpostavitvijo enotnega dolgoročnega odnosa s strankami prek vseh poslovnih  funkcij in vseh stičnih komunikacijskih točk,\n- vzpostavitvijo integriranega pristopa k CRM prek vseh funkcijskih enot  turističnega podjetja,\n- zagotovijo enostavne in konsistentne komunikacije s strankami,\n- razumevanjem vedenjskih navad in poznavanje strank.\nCRM vizija in strategija\nCRM vizija je podoba podjetja v očeh uporabnikov, iz katere je razvidno, kaj jim podjetje ponuja v primerjavi s konkurenco in kaj lahko pričakujejo v poslovanju z njim.\nVizija je pomembna tudi za zaposlene v podjetju, saj jih mora, če je ustrezno definirana in promovirana, motivirati k izpolnjevanju skupnih ciljev podjetja.\nBrez postavljene vizije stranke ne bodo dobile jasne slike o tem, kaj jim turistično podjetje- hoteli ali agencije nudi v primerjavi s konkurenco. Brez vizije tudi zaposleni ne bodo vedeli, kaj želi podjetje doseči pri strankah. Vizija se začne z razumevanjem povpraševanja na trgu in s položajem turističnega podjetja v primerjavi s konkurenco (Radcliffe 2001,7).\nSeveda je možno vzpostaviti sistem upravljanja odnosov s strankami tudi z nepopolnimi in premalo dolgoročnimi vizijami, vendar so v takih primerih večja tudi vzpostavitvena in razvojna tveganja.\nPo Hinterhuberju (Belak 2002,74) so temeljni dejavniki vizije:\n- občutek za realnost,\n- odprtost in\n- spontanost.\nTuristično podjetje mora razviti tako vizijo CRM, ki jo bo ločevala od konkurence in ki  bo v središče postavila stranko, njene potrebe, poleg tega pa bo omogočala doseganje  poslovnih ciljev. Pomembno je tudi, da vodstvo ustrezno predstavi in navduši  zaposlene z novo vizijo. Zaposleni morajo poznati in sprejeti vizijo CRM, drugače je  zelo malo verjetnosti za uspeh.\nCRM strategija pomeni postavitev uspešnega sistema za celovito upravljanje odnosov s kupci, ki vključuje celotno poslovanje podjetja in se mora začeti na najvišji organizacijski ravni (www.src.si/resitve/crm).\nPostavitev sistema na ravni celotnega sistema je zelo kompleksna, saj zahteva:\n- močno podporo vodstva,\n- k strankam usmerjeno vizijo,\n- spremembo kulture in organizacije podjetja,\n - uvajanje zapletenih tehnologij in\n- obvladovanje podatkov.\nUspešna CRM strategija je tista, ki povezuje štiri ključna področja poslovanja: Strategijo poslovanja, ljudi, procese in tehnologijo.\nS strategijami se opredelijo načini uresničevanja temeljnih ciljev, poslanstva in smotrov upravljanja odnosov s strankami in tudi ustvarjajo možnosti za uresničitev.\nStrategija upravljanja odnosov s strankami mora opredeliti na kakšen način bo lahko ohranila obstoječe stranke in na kakšen način bo povečala število novih strank. V strategiji mora biti tudi zapisano katere storitve je potrebno tržiti dolgoročnemu segmentu in po kateri tržni poti, na kakšen način povečati navzkrižno prodajo, donosnost, pozitivne izkušnje in zadovoljstvo strank, kako zgraditi dolgoročne odnose itd.\nTuristično podjetje naj razvije strategijo upravljanja odnosov s strankami na podlagi (prirejeno po Kirkby 2001, 2):\n- ugotavljanja njegove pozicije na trgu,\n- segmentiranja strank,\n- določitve ciljnih segmentov,\n- postavitve ciljev v zvezi s strankami (pridobitev, izboljšanje donosnosti in  ohranitev),\n- določitve sistemov merjenja uspešnosti izvajanja strategije.\nStrategija odnosov s strankami mora biti zgrajena okoli stranke z namenom razvoja  dolgoročnega odnosa prek vseh tržnih poti, pozitivnih izkušenj strank, ki bodo  posledično vplivale tudi na njihovo zvestobo, donosnost itd.\nKoraki k CRM rešitvi so naslednji:\n- Svetovanje Celostno svetovanje pri vzpostavitvi CRM rešitev od vizije do vsakodnevne uporabe.\n- Analiza Analiza obstoječega stanja, izdelava predloga za doseganje ciljev.\n- Implementacija operativnega CRM Vzpostavitev operativne CRM rešitve v skladu z željami in potrebami poslovnih procesov strank.\n- Implementacija analitičnega CRM Svetovanje in vzpostavitev podatkovnega skladišča za potrebe poslovnega obveščanja.\n- Izobraževanje Izobraževanje uporabnikov za učinkovito delo z orodji za upravljanje odnosov s strankami.\n- Vzdrževanje in podpora uporabnikom\n"], "10": ["3.1 Funkcionalnost CRM arhitekture", "Operativni CRM je avtomatizacija horizontalno integriranih poslovnih procesov, ki vključujejo neposredni pristop k stranki, navzkrižno prodajo, marketing in podporo strankam preko večplastnih komunikacijskih kanalov.\nAnalitični CRM predstavlja analizo podatkov, pridobljenih z operativnim CRM in s pomočjo drugih relevantnih operativnih izvorov.\nOrganizacijski (kolaborativni) CRM podpira sodelovanje s strankami, partnerji in dobavitelji (www.src.si/resitve/crm).\nAnalitični CRM\nNaloga analitičnega CRM je opravljanje analiz s podatki o strankah. S pomočjo pridobljenih modelov in napovedi lahko organizacija bolje spozna stranko in ji prilagodi ponudbo ter izboljša načine poslovanja z njo.\nFunkcije analitičnega CRM so:\n- analiza (dogodkov, odzivov,…),\n- modeliranje (napovedovanje obnašanja strank v prihodnosti, ocenjevanje strank),\n- personalizacija (generiranje ponudb in pravil),\n- komunikacija (planiranje komunikacije s strankami in nadzor izvajanja).\nAnalitični CRM uporablja podatke za izboljševanje odnosov s strankami. S pomočjo notranjih in zunanjih podatkov vrednoti kupčevo zadovoljstvo, donosnost in zvestobo za podporo poslovnim odločitvam (Dyche 2002, 124-130).\nPodatkovno skladišče\nOsnova za analitični CRM je podatkovno skladišče (Data warehouse) in predstavlja nabor programov, ki uporabnikom pomagajo pridobivati podatke iz operativnega okolja in baz podatkov. Služi za analitične potrebe in razbremenjuje operativne baze podatkov. Osnovna ideja podatkovnega skladišča je v zbiranju podatkov iz večih virov, ki jih ima podjetje na voljo. Te podatke se nato združi v en sam sistem, ki omogoča njihovo uporabo na enem samem mestu.\nPo Evansu (1998,59) je razvojni model oblikovanja in uporabe baze podatkov o strankah sestavljen iz naslednjih faz:\n1. podatki o prodaji, ki izhajajo iz računovodskih podatkov in so usmerjeni v prodajo  in ne na stranko, 2. baze podatkov, ki se oblikujejo v različnih službah (ker baze niso usklajene prihaja  do podvajanj stikov s posameznimi strankami), 3. koordinacija oddelkov v enotno bazo z namenom nadzora nad komunikacijo s  strankami, 4. integracija vseh oddelkov v enotno bazo, ki postane vir informacij in je namenjena  vsem aktivnostim in ne samo komuniciranju s strankami.\nKakovostno podatkovno skladišče je pogoj za nadaljnje analize, ki turističnemu podjetju omogočajo, da spozna skrite vzorce vedenja in posamezne stranke, njihove potrebe, izkušnje, njihovo vrednost itd. na podlagi teh informacij lahko podjetje segmentira svoje stranke na podlagi različnih kriterijev.\nPodatkovno skladišče je podatkovni vir, ki je (Jaklič 2002,6):\n- integriran-vsebuje podatke o vseh dejavnostih podjetja, npr. turistične agencije,\n- organiziran po poslovnih področjih,\n- vsebuje zgodovinske podatke, ki so pomembni za poslovne analize, zato ima  skladišče tudi časovno dimenzijo,\n- nespremenljiv (podatkov ne ažuriramo).\nPodatkovno skladišče je sestavljeno iz:\n- sistema za zbiranje podatkov,\n- osrednjega podatkovnega skladišča in sistema za pripravo izhodnih informacij.\nObstaja več načinov obdelave podatkov na podlagi podatkovnega skladišča (Bobek 2005):\n- sistem poročil (Reporting),\n- poizvedbe (Query),\n- sprotna analitična obdelava podatkov (OLAP),\n- pripomočki za analizo podatkov (Excel,….),\n- podatkovno rudarjenje (Data Mining).\nV podatkovno skladišče se lahko polnijo podatki iz različnih nepovezanih sistemov, kot so transakcijski sistem, poslovni informacijski sistem, sporočilni sistem (elektronska pošta), terminali POS in rešitve za spletno trženje.\nSistem poročil zagotavlja prikaz in distribucijo informacij in je osnova vsakega sistema za podporo pri odločanju.\n Slika 4 prikazuje shemo nivojev CRM.\nPrincip uspešnega upravljanja odnosov s strankami:\n- pridobiti stranke, jih identificirati in obdržati\n- zadržati dobičkonosne\n- nadgraditi prodajo strankam, navzkrižno prodajo in zmanjšati stroške storitev za  stranke.\n"], "11": ["3.2 Moduli marketing.manager", "1. update.win- klasičen Windows odjemalec  Je operativna rešitev CRM, namenjena marketingu, prodaji, naročniškim službam ter  vodenju. S pravilno izbiro vertikalne verzije, ki jo je mogoče prikrojiti poslovnim  procesom, s svojo fleksibilnostjo in prilagodljivostjo omogoča poglobiti odnos s  strankami in zaposlenimi. Je moderen in intuitiven modul, zabaven za uporabo in ne  zahteva veliko vzdrževanja.\n2. update.web- revolucionaren spletni odjemalec  Zasnovan na sodobni net arhitekturi. Predstavlja že v celoti predstavljeno rešitev CRM,  ki z dostopom do centralne podatkovne baze med drugim omogoča tudi grafične  analize. Je zelo interaktiven in fleksibilen modul, ki vodi uporabnika z dinamičnimi  maskami. Ne potrebuje veliko časa za namestitev.\n3. update.pda- mobilni odjemalec za dlančnike  Omogoča stalen oddaljen dostop do celotne baze podatkov CRM. Vsak uporabnik  lahko določi, kateri podatki so ključni in morajo zato biti dostopni tudi, ko uporabnik  nima neposrednega dostopa do baze podatkov CRM. Pomembni podatki se lahko  dodajajo na PDA in se lahko takoj sinhronizirajo z bazo podatkov CRM. Modul zaradi  svoje zasnove za delo ne zahteva najzmogljivejših dlančnikov.\n4. update.phone- telefonska funkcionalnost in integracija klicnih centrov  Ponuja vse funkcionalnosti klicnega centra za profesionalno obdelavo klicev, hkrati pa  je neposredno povezan z bazo podatkov, ki vsebuje informacije o strankah. Zato je  primeren tudi za načrtovanje in izvedbo marketinških akcij. Ponuja optimalno podporo  vsem delovnim procesom, ki so povezani s strankami.\n5. update.groupware- združitev s sistemi CRM za skupinsko delo  S sinhronizacijo uporabnikovega e-poštnega nabiralnika in osebnega koledarja s  sistemom CRM postaneta notranja in zunanja komunikacija učinkoviti in pregledni.  Uporabnikovi podatki niso več izolirana zbirka, temveč so glede na poslovne procese  na razpolago tudi drugim sodelavcem. Informacija, shranjena v sistemu je  kakovostnejša.\n6. update.analytical- analize OLAP za podporo odločitvam  Učinkovito strateško in operativno načrtovanje temelji na podobnih poročilih in  analizah, ki morajo natančno odražati trenutno situacijo. Obdelava zbranih podatkov v  skupni zbirki podatkov z modulom omogoča izdelavo raznih poročil in analiz, ki  izboljšujejo zmožnost sprejemanja poslovnih odločitev v podjetju  (www.src.si/resitve/crm).\nIzbira programske rešitve za informacijsko podporo CRM zahteva veliko časa in napora. Predvsem se je potrebno izogniti hitremu mašenju obstoječih problemov.\nZa proces izbire programske rešitve za podporo CRM v turizmu je smiselno uporabiti metodologijo ISM (Barton 2003,90-92); ki poteka v desetih fazah:\n1. Osnovna tehnična ocena  Potrebno je narediti oceno obstoječe tehnične platforme in zmogljivosti.  2. Opazovanje zaposlenih, ki so v stiku s strankami  Projektni tim naj opazuje zaposlene, ki so v stiku s strankami iz različnih področij  turizma. Opazovanje naj poteka najmanj en dan za posamezno področje. Na ta  način dobi projektni tim informacijo o delovanju, potrebah in možnostih za  izboljšave.  3. Viharjenje možganov  Na podlagi opazovanja zaposlenih projektni tim organizira 3-4 urni sestanek, na  katerega povabi t.i. super uporabnike (predstavnike prodaje, trženja, informatike,  direktorje,…), da sporočijo svoje zahteve glede pričakovane funkcionalnosti  programske rešitve.  4. Anketni vprašalnik  Na njihovi podlagi lahko tim pripravi seznam prioritet glede zahtev funkcionalnosti  in posameznih tehničnih značilnosti.  5. Popis poslovnih procesov  Potrebno je optimirati poslovne procese  6. Prioritetni seznam zahtevanih funkcionalnosti  Na podlagi podatkov, pridobljenih iz prejšnjih faz, projektni tim predstavi seznam  vodstvenemu timu.  7. Priporočila glede tehnične platforme  Napravi se seznam priporočil glede tehnične opreme.  8. CRM poročilo  Pripravi se končno poročilo, ki vsebuje natančne tehnične in poslovne kriterije. Po  potrditvi CRM poročila se lahko prične faza izbire programske rešitve.  9. Izbira programske rešitve za informacijsko podporo CRM  Pri izbiri zunanje programske rešitve je priporočljivo izbirati med 3-5 različnimi  programskimi paketi, ki vsebujejo zahtevane funkcionalnosti. V to fazo je  priporočljivo vključiti zunanjega svetovalca, ki pomaga sestaviti t.i. funkcijsko  specifikacijo in sodeluje pri izbiri ter pri pogajanju s ponudniki programskih  rešitev.  Zunanji svetovalec naj nudi pomoč pri vrednotenju projektnega plana, predlogu  izboljšav itd.\n"], "12": ["4 MARKETINŠKI INFORMACIJSKI SISTEM V TURIZMU", "Marketinški informacijski sistem, imenovan MIS, vključuje raziskave trga, ki služijo boljšemu poslovanju turističnih podjetij.\nManagerji v turističnem podjetju morajo zbirati informacije, da se lahko na njihovi podlagi pravilno odločajo, kar je pomembno pri izdelavi planov storitev za prihodnost. Toliko bolj so informacije potrebne v turizmu, kjer se ponudniki in konkurenčni trendi hitro spreminjajo.\nZ marketinškim informacijskim sistemom je precej enostavno poiskati pravi hotel, rezervirati sobo in čas bivanja. Z njim lahko spremljamo informacije na kakšen način kupci plačujejo storitve, znesek njihove skupne porabe in posamezne porabe na osebo ali na določeno storitev.\n"], "13": ["4.1 Marketinška raziskava", "Z marketinškimi raziskavami ugotovimo, zakaj pridejo gostje k nam, kje največ potrošijo in podobno. Zato je dobro, da jim večkrat ponudimo vprašalnike in tako izvemo, kakšen je trend, kaj si kupci naših storitev želijo in kaj jim ni všeč. Tako lahko v turistični agenciji pripravimo dovolj dobro ponudbo aranžmajev. Svetujejo nam lahko tudi, kako oblikovati katalog čim bolj privlačno.\n"], "14": ["4.1.1 Pomen marketinške raziskave", "Glavni pomen raziskave:\n- nudi informacije na vseh ravneh poslovanja\n- zmanjša izgubo pri napačnih odločitvah\n- pripravi turistično podjetje,da upošteva napovedi, ki se nanašajo na potrebe trga.\n"], "15": ["4.1.2 Proces marketinške raziskave", "Raziskava trga poteka v logičnem zaporedju, po naslednjih korakih:\n- prepoznati problem\n- načrt raziskave\n- zbiranje informacij\n- analiza podatkov\n- uporaba načrta\n- povzetek raziskave.\n"], "16": ["4.2 Postopki raziskave", ""], "17": ["4.2.1 Sekundarna raziskava", "Takšna raziskava poteka iz že zbranih virov, literature, vladnega ali tržnega poročila. V turizmu največ potrebnih podatkov pridobimo od WTO (World Tourism Organization), ki pokriva več kot 200 držav in nudi informacije uporabnikom.\nV Sloveniji imamo Slovensko turistično organizacijo (STO), kjer lahko dobimo turistične informacije. Ima tudi svojo spletno stran, ki si jo lahko ogleda kdorkoli in najde koristne podatke oz. informacije.\n"], "18": ["4.2.2 Primarna raziskava", "Raziskavo opravimo z anketami ali intervijuji. Lahko so osebni ali neosebni. Ta vrsta raziskave je dražja kot sekundarna (Lumsdon 1997, 121-137).\n"], "19": [" 4.3 Trženje spletnih strani", "Spletna stran ima tržni potencial in je jasno usmerjena k določenim tržnim skupinam z namenom doseči primarne poslovne cilje.\nInternetni marketing vključuje:\n- doseganje ciljnih skupin,\n- privabljanje izbranega občinstva na ciljne strani,\n- prepričevanje o prednostih naših izdelkov/storitev z namenom prodaje,\n- zbiranje novih kupcev in\n- vzbujanje interesa ponovnih in lojalnih kupcih.\nKo razvijamo ali prenavljamo spletne strani, si postavimo naslednje cilje:\n- promoviranje izdelkov/storitev,\n- on-line prodaja storitev,\n- servis in pomoč kupcem,\n- posredovanje informacij o podjetju in\n- gradnja blagovne znamke.\n"], "20": ["4.4 Komunikacije na internetu", "Primarni cilj nekaterih spletnih strani je promocija oz. oglaševanje storitev, ne pa tudi  direktna prodaja. Internet ponuja natančno doseganje ciljnih skupin in nadgradnjo  enosmernega informiranja z interaktivno dvosmerno komunikacijo, finančnimi  transakcijami in v primeru elektronskega blaga tudi distribucijo kupljenega blaga.\nPodjetja pogosto kombinirajo oglaševanje in prodajo izdelkov na svojih spletnih  straneh, kar praviloma deluje dobro, če je enostaven in varen nakup podprt še s kupcu  prijazno in cenovno ugodno distribucijo kupljenega blaga. Bistvena prednost je  neprekinjen delovni čas, ki omogoča non-stop dostop do servisnih informacij.\nV splošnem on-line komunikacija predstavlja:\n- bannerje- iznajdljivi oglasi, ki vabijo na spletne stani,\n- elektronsko pošto,\n- virusni marketing- promoviranje storitev nekega ponudnika preko uporabnika storitev  tega ponudnika-Hotmail, Yahoo…\n- članske programe- affiliate- medsebojne povezave spletnih storitev in\n- partnerstva- različna podjetja ustvarijo skupno spletno stran.\n"], "21": ["4.5 Prilagojenost strani spletnim iskalnikom", "Uporabniki spleta, ki iščejo razne informacije, se običajno poslužujejo spletnih  iskalnikov, ki iščejo po sistemu ključnih besed. Z ustrezno uporabo ključnih besed, ki  se nanašajo na naše storitve, lahko bistveno izboljšamo svojo uvrstitev na seznamu  zadetkov različnih spletnih iskalnikov. Tovrstne iskalne ključe praviloma nameščamo v  posebna polja spletnih dokumentov.\n"], "22": ["4.6 Stimuliranje ponovnih in daljših obiskov", "Ponovni obiskovalci so ključ do uspeha. Najpogostejši vzroki za vračanje obiskovalcev  so:\n- brezplačne vsebine,\n- brezplačni vzorci izdelkov,\n- kuponi in popusti,\n- nagradna žrebanja,\n- koledarji dogodkov,\n- novosti,\n- nasveti.\nPosebno vlogo imajo t.i. »community« elementi (knjige gostov, forumi), ki stimulirajo  interakcijo med uporabniki in vplivajo na količino časa, ki ga ti preživijo na straneh.\n"], "23": ["4.7 Spletno oglaševanje", "Spletno oglaševanje ima veliko razlogov za uporabo ter se približuje tradicionalnim  medijem.\n"], "24": ["4.7.1 Povečanje proračunov", "Povečanje proračunov za spletne kampanje, kjer tradicionalni oglaševalci uporabljajo  internet za klasično e-storitev. Vlaganje poteka predvsem v korporativne spletne strani  in v promocijske mini strani ob lansiranju novih produktov poleg privabljanja  obiskovalcev na svoje strani (traffic generation). Pomembna je tudi akcija za zbiranje  baz podatkov in e-mail naslovov (branding).\n"], "25": ["4.7.2 Letne strategije oglaševanja", "Najprej se financiranje omeji na projekte, ki jih podjetja financirajo iz projektnih  proračunov in je omejeno na informativno postavitev www strani oz. na prenovo www  strani. Kasneje se spletno oglaševanje začne financirati iz oglaševalskega proračuna. S  primerno strategijo lahko zelo poceni pritegnemo pozornost uporabnika. Poleg  pozornosti lahko z uporabnikom navežemo direktni kontakt in ga vključimo v določen  segment. S celotnim segmentom komuniciramo preko e-pošte in tako ustvarimo osebno  komunikacijo.\n"], "26": ["4.7.3 Vzpostavitev svetovnih standardov", "Primerjalne učinke lahko dosegamo s standardi za merjenje spletnega oglaševanja,  lotiti se moramo poenotenega serviranja oglasov in poročanja o učinkovitosti akcij.  Cenik mora biti javen in dostopen ter navezan na dimenzije in formate spletnih  oglasov.\n"], "27": ["4.7.4 Količina in pestrost ponudbe", "Najbolj prodorna oglaševalska akcija je vezana na sodobne pristope, kot so oglaševanje  po ključnih besedah, pop-up okna z oglasi, večje dimenzije spletnih pasic, rich media-  interaktivni oglasi, integrirano in osebno oglaševanje po e-mailu in SMS.\n"], "28": ["4.7.5 Vključitev specializiranih spletnih agencij", "Internet prinaša številne nove možnosti za izvirne in učinkovite medijske strategije, ki  bistveno presegajo učinke enosmerne komunikacije. Tradicionalne oglaševalske  agencije postavljajo svoje interaktivne oddelke.\n"], "29": ["4.7.6 Vzpostavljanje tržno-raziskovalne infrastrukture", "Poleg oglaševalskih posrednikov, spletne agencije,… je pomembna tudi neodvisna  tržno-raziskovalna infrastruktura. Medijsko oglaševanje postane učinkovito le v  primeru, ko razpolagamo s kakovostnimi podatki. Zbiranje teh podatkov je sicer  povezano s stroški, vendar je oglaševanje, ki zgreši cilj, še mnogo dražje.\n"], "30": ["4.8 Spletna strategija", "Pri proučevanju učinkovitosti oglasa je potrebno ugotoviti razmerje med vložki in  doseženimi cilji in efekti posamezne akcije. Podatek, ki govori o obiskanosti je lahko  število strani, ki jih obišče posameznik, čas, ki ga preživi na straneh, frekvenca  vračanja na strani, izračun indeksov, itd.\nPomembno je, da primerjave opravimo pred in po akciji. Dobro pa je, da primerjave  tečejo tudi sproti (J. Jesenko in I. Kiereta 2003,157-180).\nDa bi turistično podjetje lahko uredilo svoje cilje in doseglo želeno pozicijo na trgu,  ponuja turistom svoje storitve v t.i. marketinškem spletu. Marketinški splet je tisti  temeljni sklop elementov ponudbe, ki omogoča menjavo.\nElemente marketinškega spleta je razvil Borden, ki je predpostavil, da je za ponudnika  pomembnih 12 elementov:\n- načrtovanje izdelka,\n- cenovna politika, politika blagovne znamke,\n- kanali distribucije,\n- osebna prodaja,\n- oglaševanje,\n- promocija,\n- embalaža,\n- razstavljanje izdelkov,\n- storitve, ki spremljajo izdelek,\n- iskanje dejstev in analize.\nDanes se marketinški splet deli na 4 elemente ( 4P):\n- izdelek (product),\n- kraj (place),\n- cena (price) in\n- promocija (promotion).\nBistvo marketinškega spleta je, da podjetje oblikuje vse elemente tako, da vsak posebej in vsi skupaj izpolnjujejo zahteve segmentacije in pozicioniranja. V središče spleta je seveda postavljen porabnik storitev- turist (A. Brezovec 2000, 84-85).\n"], "31": ["5 CRM V POSLOVANJU TURISTIČNIH AGENCIJ", "Pomen promocije v turizmu ni pomemben samo za turistične agencije, ampak je splošno pravilo v ekonomiji. Torej je poslovni uspeh turističnih agencij odvisen od kakovosti marketinga.\nTuristična promocija je kompleksen pojem. Promocijo sestavljajo:\n- oglaševanje,\n- osebna prodaja,\n- publiciteta in\n- stiki z javnostjo.\nVsaka posamezna promocijska dejavnost zahteva pomembne informacije kot temelj za postavljanje ciljev promocijske politike. Cilji se nanašajo na vrsto proizvodov, ciljno skupino kupcev in na finančni plan, na katerem temelji promocija. Tako se v turistični agenciji planirajo dejavnosti, ki najbolj pripomorejo k boljšim poslovnim rezultatom ( B. Vukonić 1994,172).\nV istočasnem poslovanju na mednarodnem turističnemu trgu je promocija najmočnejše sredstvo, s katerim lahko turistična agencija pridobi novo klientelo in obdrži svoj položaj med turističnim povpraševanjem in ponudbo kot dvema deloma turističnega trga.\n"], "32": ["5.1 CRM sistemi - sistemi za upravljanje odnosov s strankami", "Customer relationship management (CRM) izraz pomeni upravljanje odnosov s strankami. Osnova koncepta je ugotovitev, da je za podjetje ključnega pomena, da vzpostavi kakovostne odnose s svojimi strankami, ki so osnova za obojestransko koristno in dolgoročno poslovno sodelovanje.\nRazlične raziskave so pokazale dve ugotovitvi:\n- Prva takšna ugotovitev je, da je cena pridobivanja novih strank precej višja od  cene zadržanja obstoječih. V času vse ostrejšega konkurenčnega boja morajo  skoraj na vseh trgih v pridobivanje novih strank vlagati veliko denarja- pri tem  lahko gre za oglaševanje, različne oblike pospeševanja prodaje, neposredno trženje,  pridobivanje publicitete, sodelovanje na raznih razpisih in podobno. Te stroške je  potrebno odšteti od prihodkov, ki jih je podjetje pridobilo od novih odjemalcev.  Kar pomeni, da je novi odjemalec v povprečju manj donosen kot obstoječi.\n- Druga ugotovitev, ki govori v prid CRM, je da obstoječe stranke načeloma s časom  poslovnega sodelovanja porabijo vedno več denarja za izdelke ali storitve  določenega ponudnika. Ta pojav je razložljiv predvsem s psihološkega vidika. Vsak  nakup predstavlja tveganje, zato je odjemalec pri prvem nakupu pri določenem\n ponudniku zelo previden in se bo odločil za nakup v nižji vrednosti. Na podlagi  pozitivnih izkušenj ter dobrega odnosa s ponudnikom se tveganje nakupa zmanjša,  kar pomeni, da se bo odjemalec bolj verjetno odločil za večji nakup.\nKakovostno upravljanje odnosov s strankami je lahko pomembna konkurenčna prednost podjetja. Če so kupci zadovoljni z odnosom, je zelo verjetno, da bodo v manjši meri dovzetni za ponudbe konkurenčnih podjetij, kar pomeni, da ima podjetje v njihovih očeh monopol.\nVzporedno s sistemom upravljanja odnosov s strankami, se na sistem lahko veže sistem reklamacij, ki je bil že predhodno narejen in pride sedaj do izraza, saj se lahko določeni deli še kakovostneje in hitreje izvedejo.\nZa takšen sistem je značilno:\n- enotna in stalno osvežena baza podatkov,\n- do podatkov se lahko dostopa mobilno od koderkoli,\n- možno je določati nivoje dostopa in privilegije vsakega posameznega uporabnika,\n- večuporabniška zasnova,\n- standardizirani podatki, ki omogočajo izvoz za druge namene (za MS Outlook,  Access, Excel,…),\n- modularnost: dodatne module in funkcionalnosti so lahko dodatno integrirani,\n- preprosto upravljanje s podatki- ni potrebno nobenega posebnega znanja,\n- velika preglednost in nadzor nad poslovanjem.\nNa sliki je prikazan primer sistema, pri katerem je CRM sistem vpet v celotno poslovanje podjetja. Od vodstva podjetja, ki spremlja in koordinira procese na strateški ravni, do najnižje operativne ravni, kjer se procesi izvajajo.\nUpravljanje odnosov s strankami- CRM uvajamo v podjetje postopoma ob spoznavanju celotnih procesov delovanja podjetja in prilagojeno vsakemu podjetju (http//: www.oblikovanje.com).\n"], "33": ["5.2 Praktičen primer za CRM v TA Relax", "Družba Relax je bila registrirana meseca avgusta 1990 kot d.o.o. in osnovno dejavnostjo turizem. Sredi leta 1991 je bil zaradi kriznih razmer realiziran program izobraževanja.\nLeta 1995 je družba Relax izpolnila vse pogoje za pridobitev IATA in se preko Amadeusa povezala v mednarodni rezervacijski sistem za prodajo letalskih vozovnic. Največji delež celotnega prometa predstavlja prodaja lastnih programov počitnic in potovanj.\nDružba Relax se vsako leto uvršča med tako imenovane GAZELE. V letu 1999 se je uvrstila med tri največje agencije v Sloveniji in dosegla cilj postati druga največja agencija.\nV začetku junija 2001 je družba Relax na osnovi presoje pridobila certifikat kakovosti ISO 9001/2000, v mesecu septembru pa znak »gazela«.\nMarketinški informacijski sistem v Relaxu\nZa uspešnost poslovanja organizacije je pomembna opredelitev modela upravljanja marketinga, ki je v neposredni odvisnosti od modela okolja, modela marketinga in marketinškega informacijskega sistema. Model upravljanja marketinga obvladuje učinke politike, strategije, taktike in kontrole marketinga.\nProgrami družbe Relax\nProgrami družbe Relax temeljijo na zadovoljevanju potrebe po koriščenju prostega časa. Uveljavljeni so naslednji programi:\nPROGRAM POČITNIC (po prometu največji program),   PROGRAM PRED IN POSEZONE (najhitreje rastoči program),   PROGRAM POTOVANJ (pretežno avtobusna potovanja z lastnim nadstandardnim  avtobusom),   PROGRAM SLOVENIJA,   PROGRAM PREVOZOV (avtobusni prevozi , rent a car),   PROGRAM AVTOŠOLE,   DRUGI PROGRAMI (prodaja letalskih vozovnic, kongresni turizem,…).\nNa osnovi naštetih programov vsako leto izidejo naslednji katalogi:\n"], "abstract": ["V današnjem poslovnem okolju smo priča bliskovitemu razvoju informacijskih procesov in tehnologij. Nove informacijske tehnologije omogočajo uporabnikom storitev preprost dostop do informacij ter vplivajo na vse večjo zahtevnost strank. V svetu se je kot rešitev za dano tržno situacijo pojavil nov organizacijski pristop razumevanja strank, ki preko različnih komunikacijskih poti vpliva na njihovo vedenje. Upravljanje odnosov s strankami- CRM je strateška in operativna usmeritev podjetja v potrebe svojih strank. Ta nova poslovna strategija je logični razvoj marketinga, podatkovnih baz, ki temelji na doseganju tržnih prednosti. Čeprav se pojavljajo različni ponudniki CRM rešitev, so izkušnje pokazale, da so projekti uspešni le pod pogojem, če jih vodijo interni uporabniki, ki imajo pravo vizijo. CRM obsega številne procese, ki jih v podjetje ni mogoče uvesti na kratek rok. Zahtevajo namreč določena nova znanja, novo tehnologijo in spremenjeno kulturo v organizaciji. Ključ do učinkovite uvedbe CRM v podjetje, je v uspešnem sodelovanju med zaposlenimi, procesi in strategijo."]}