{"1": ["UVOD", "Človekove pravice pripadajo vsakemu človeku že zgolj na podlagi dejstva, da je človek. Spoštovanje le teh je osnova vsake demokratične družbe. Medtem ko so si zakoni v državah lahko različni, so človekove pravice, do katerih je upravičen vsak, pravice določene v mednarodnem pravu. Vsaka država je tako dolžna zagotoviti, da njihov pravni sistem izraža in varuje mednarodno zagotovljene človekove pravice.\nMed najpomembnejše mednarodne pravne predpise, s katerimi so zavarovane človekove pravice in temeljne svoboščine, uvrščamo Splošno deklaracijo človekovih pravic, ki govori, da se vsi ljudje rodijo svobodni, imajo enako dostajanstvo, enake pravice in da ima vsakdo pravico do življenja, do prostosti in do osebne varnosti. Obstaja pa tudi vrsta drugih mednarodnih dokumentov, med katerimi bi lahko izpostavila Evropsko konvencijo o varstvu človekovih pravic in temeljnih svoboščin, ki pravi, da ima vsakdo pravico do prostosti in osebne varnosti, ter da se sme odvzeti prostost samo v primerih in v skladu s postopkom, ki je predpisan z zakonom. Pri tem moram omeniti še Konvencijo proti mučenju in drugim oblikam okrutnega, nečloveškega ali ponižujočega ravnanja in kaznovanja, iz katere izhaja, da je mučenje ali okrutno, nečloveško in poniževalno ravnanje ali kaznovanje resno kršenje človekovih pravic.\nEna temeljnih in najpomembnješih človekovih pravic je osebna svoboda. Svobodo imamo ljudje zagotovljeno že s temeljnim pravnim aktom. In sicer ima po Ustavi RS (1991) vsakdo pravico, da se prosto giblje, vsakomur pa so zagotovljene enake človekove pravice in temeljne svoboščine. Svobode ni mogoče vzeti nikomur, prostost pa je mogoče odvzeti le ob določenih pogojih in po postopku, ki ga določa zakon. Omeniti pa moram, da vsaka omejitev osebne svobode še ne pomeni odvzema prostosti, zato tudi ni potrebno zagotoviti enakega pravnega varstva kakor pri odvzemu prostosti.\nV 21. stoletju svobodo jemljemo kot nekaj samoumevnega. Življenja brez svobode si danes ne znamo več predstavljati. Kljub temu, da smo svobodni, pa vendarle ne živimo brez omejitev. Naše omejitve so predvsem zakoni, ki nam urejajajo in usmerjajo življenje. Popolne svobode tako nimamo, smo pa prav zaradi zakonov\nveliko bolj varni, kot bi bili, če teh zakonov ne bi imeli. Seveda pa se pri tem postavlja večno vprašanje, koliko lahko oblast za ceno večje varnosti omejuje našo osebno svobodo.\nKot sem že omenila, je dejstvo, da ljudje popolne svobode ne bomo imeli nikoli. Med prebiranjem člankov sem naletela na zanimiv rek, ki se mi je vtisnil v spomin: »Naše življenje je sestavljeno iz svobode in varnosti. Svobodo predstavljajo krila, ki nam dajejo voljo do življenja, in varnost so verige, ki nas držijo k tlom, da ne poletimo previsoko« (Geršič, 2008).\nV RS je zakonodajalec predpisal različne institute omejitve osebne svobode. Poseg v osebno svobodo je v pristojnosti izvršilne veje oblasti. Zakonodaja določa, da smejo pridržanje odrediti policisti pod pogoji, ki jih določajo zakoni, izjemoma pa lahko pridržanje odredi tudi drug organ. Poseg v osebno svobodo, kot je policijsko pridržanje, je najhujši ustavno dopusten poseg države v osebno integriteto posameznika.\nPridržanje je kratkotrajna izvedba odvzema prostosti, ki pomeni, da policija določeno osebo iz zakonsko določenih razlogov, za določen čas prisilno zadrži na določenem prostoru. Vsa pridržanja so v zakonih točno časovno omejena. Časovna omejitev pa ne pomeni, da bo oseba pridržana za maksimalno določen čas. Na prostost jo je treba spustiti takoj, ko minejo razlogi na podlagi katerih je bilo odrejeno pridržanje.\nPravna osnova pridržanja je v slovenski zakonodaji navedena v petih zakonih, vendar se pogoji za odreditev pridržanja med seboj zelo razlikujejo. Kadar policisti obravnavajo kaznivo dejanje se ravnajo po določilih, ki jih predpisuje Zakon o kazenskem postopku (v nadaljevanju: ZKP), kadar obravnavajo določene prekrške pa se ravnajo po določilih Zakona o prekrških (v nadaljevanju: ZP-1). Policisti prav tako lahko odvzamejo prostost in osebe pridržijo ali zadržijo na podlagi Zakona o policiji (v nadaljevanju: ZPol) in po določilih Zakona o nadzoru državne meje (v nadaljevanju: ZNDM-2). Bistvena novost v slovenski zakonodaji pa je sprememba Zakona o varnosti cestnega prometa (v nadaljevanju ZVCP-1), kjer imajo policisti možnost pridržanja osebe, ki vozi pod vplivom alkohola oz. drugih psihoaktivnih snovi.\nKot policistka sem od leta 2003, odkar sem zaposlen v slovenski policiji, opravljala različne naloge uniformirane policistke, pri čemer sem se pogosto srečevala s tovrstnimi policijskimi ukrepi. Predvsem sem s srečevala s pridržanji po določilih Zakona o prekrških, od 30.04.2008 dalje pa se skorajda vsakodnevno srečujem tudi s pridržanji voznikov, ki vozijo pod vplivom alkohola oz. imajo v organizmu večjo količino alkohola kot je dovoljeno. Pri svojem delu ugotavljam, da policisti nismo dovolj poučeni oz. informirani o postopku pridržanja, prav tako pa nismo dovolj poučeni o pogojih, na podlagih katerih moramo odrejati pridržanje. Policisti moramo delovati v okviru načel zakonitosti, strokovnosti in etičnosti, kar pa je v praksi velikokrat zelo težko, saj so nakateri zakoni zelo skopo napisani, pri čemer je postopek pridržanja večinoma neopredeljen.\nV svoji diplomski nalogi želim predstaviti normativno pravno ureditev policijskih pridržanj in zadržanja (v nadaljevanju: pridržanj) v RS in jih medsebojno primerjati, saj menim, da so si med seboj zelo različna in niso sistematično urejena. Prav tako menim, da se bo pri primerjalni analizi omenjenih zakonov pokazala največja neustreznost in pomanjkljivosti ureditve pridržanja prav pri najnovejšem zakonu in sicer Zakonu o varnosti cestnega prometa.\nTako sem postavila naslednji hipotezi za namen diplomske naloge in sicer:\nHipoteza št. 1 : Policijska pridržanja in zadržanja v RS so si med seboj različna in  niso sistematično urejena.\nHipoteza št. 2 : Pridržanje po ZVCP-1 je najbolj neustrezno oziroma pomanjkljivo  urejeno od vseh pridržanj oziroma zadržanj.\nS primerjalno analizo zakonov bom poskušala potrditi oz. zavrniti zgoraj omenjeni postavljeni hipotezi in dobljene rezultate ustrezno obrazložiti. Namen analize zakonov in statističnega prikaza je prikazati pomembnost tega policijskega pooblastila ter pridobiti globji vpogled v tovrstno tematiko, cilj diplomskega dela pa ugotoviti pomanjkljivosti posameznih zakonov in predlagati izboljšave.\n"], "2": ["1 OBLIKE OMEJITVE OSEB'E SVOBODE S STRA'I POLICIJE", "Slovenska zakonodaja pozna vrsto policijskih pooblastil, s katerimi policija posamezniku omeji osebno svobodo v najširšem pomenu te besede. Za boljšo preglednost sem oblike omejitve osebne svobode s strani policije navedla v spodnjem diagramu (Predpisi o policiji, drugih varnostnih organih in zasebnem varovanju, 2008).\nDiagram 1: Oblike omejitve osebne svobode\nV pričujočem diplomskem delu bom od zgoraj navedenih oblik omejitve osebne svobode s strani policije v naslednjem poglavju za namen diplomskega dela natančneje opredelila le policijsko pridržanje.\n"], "3": ["2 POLICIJSKO PRIDRŽA'JE I' PRAV'A OS'OVA", "»Tudi svoboda mora biti  omejena, da jo imamo.«  (Edmund Burke)\nOdvzem prostosti je najbolj nasilen poseg države v življenje posameznika. Veliko je možnosti zlorab, zato morajo biti v kazenski postopek in tudi v celoten pravni sistem vgrajeni mehanizmi nadzora nad ravnanjem države.\nPravna osnova, na podlagi katere lahko policija odrediti pridržanje je navedena v petih zakonih, ki opredeljujejo pogoje pridržanja za izvedbo navedenega pooblastila:\n- Zakon o kazenskem postopku (ZKP)\n- Zakon o prekrških (ZP-1)\n- Zakon o policiji (ZPol)\n- Zakon o nadzoru državne meje (ZNDM-2)\n- Zakon o varnosti cestnega prometa (ZVCP-1)\nČeprav imamo kar v petih zakonih opredeljene pogoje za odreditev pridržanja, pa v nobenem od teh zakonov ni zapisana definicija tega pooblastila. Po Žaberlu (2006, 126) je pridržanje pooblastilo oz. ukrep, katerega namen je, da se določenim osebam onemogočijo nadaljnja kazniva dejanja ali pa da se omogočijo določena dejanja v postopku o prekršku oziroma v kazenskem postopku.\nVsa pridržanja so v omenjenih zakonih točno časovno omejena. Časovna omejitev pa ne pomeni, da bo oseba pridržana za maksimalno določen čas. Na prostost jo je treba spustiti takoj, ko minejo razlogi na podlagi katerih je bilo odrejeno pridržanje. Nezakonit odvzem prostosti je kazniv. Če to stori policist, stori kvalificirano oz. hujšo obliko kaznivega dejanja.\nV nadaljevanju bom policijska pridržanja po posameznih zakonih natančneje opredelila.\n"], "4": ["2.1 PRIDRŽA'JE PO ZKP", "Za boljšo predstavo sem pridržanje po ZKP, predvsem pa same razloge in trajanje pridržanja, opredelila v spodnjem diagramu (Zakon o kazenskem postopku, 2008).\nDiagram 2: Pridržanje po ZKP\n"], "5": ["2.1.1 STATISTIČ'I PREGLED ŠTEVILA PRIDRŽA'IH OSEB PO ZKP", "V spodnji tabeli sem prikazala statistične podatke o številu pridržanih oseb na podlagi ZKP in sicer po mesecih za leto 2006, 2007 in 2008 . V tabeli sem ločila pridržanje glede na trajanje in sicer do šest in nad šest ur.\nIz zgornje tabele je na splošno razvidno, da je bilo največ pridržanih oseb v letu 2006, manjši statistični padec beležimo v letu 2007, v letu 2008 pa sicer porast, ki pa še vseeno ne dosega statističnih podatkov iz leta 2006. Ugotovitev velja tako za število pridržanih oseb do šest ur kot število pridržanih oseb nad šest ur. S spodnjim grafom sem statistične podatke za boljšo predstavo tudi grafično prikazala.\n"], "6": ["2.2 PRIDRŽA'JE PO ZP-1", "Za boljšo predstavo sem pridržanje po ZP-1, predvsem pa vrste, pogoje in trajanje posamezne vrste pridržanja, opredelila v spodnjem diagramu (Zakon o prekrških, 2007).\nDiagram 3: Pridržanje po ZP-1\n"], "7": ["2.2.1 STATISTIČ'I PREGLED ŠTEVILA PRIDRŽA'IH OSEB PO ZP-1", "V spodnji tabeli sem prikazala statistične podatke o številu pridržanih oseb na podlagi ZP-1 in sicer po mesecih za leto 2006, 2007 in 2008 . V tabeli sem ločila pridržanje po določilih 109/2 in pridržanje po določilih 110/2 ZP-1.\nIz zgornje tabele je razvidno, da je bilo po določilih 109/2 v letu 2006 pridržanih oseb najmanj, v letu 2007 beležimo visok porast, v letu 2008 pa rahel padec. Število pridržanih oseb po določilih 110/2 je popolnoma neprimerljivo s pridržanjem po določilih 109/2, saj je število slednjih neprimerno višje. Razvidno je, da je bilo število pridržanih oseb po določilih 110/2 najvišje v letu 2006, v letu 2007 beležimo močan padec ter ponovno rahel padec v letu 2008. S spodnjim grafom sem statistične podatke za boljšo predstavo tudi grafično prikazala.\n"], "8": ["2.3 PRIDRŽA'JE PO ZPol", "Za boljšo predstavo sem pridržanje po ZPol, predvsem pa vrste, pogoje in trajanje posamezne vrste pridržanja, v spodnjem diagramu (Predpisi o policiji, drugih varnostnih organih in zasebnem varovanju, 2008).\nDiagram 4: Pridržanje po ZPol\n"], "9": ["2.3.1 STATISTIČ'I PREGLED ŠTEVILA PRIDRŽA'IH OSEB PO ZPol", "V spodnji tabeli sem prikazala statistične podatke o številu pridržanih oseb na podlagi ZPol in sicer po mesecih za leto 2006, 2007 in 2008 . V tabeli sem ločila pridržanje po določilih 43/1 in pridržanje po določilih 43/2 ZPol.\nIz zgornje tabele je razvidno, da je bilo po določilih 43/2 v letu 2006 pridržanih oseb največ, v letu 2007 beležimo strm padec, prav tako strm padec beležimo v letu 2008. Število pridržanih oseb po določilih 43/1 je popolnoma neprimerljivo s pridržanjem po določilih 43/2, saj je število slednjih neprimerno višje. Razvidno je, da je bilo število pridržanih oseb po določilih 43/1 najnižje v letu 2006, v letu 2007 beležimo močan porast, v letu 2008 pa ponovno padec. S spodnjim grafom sem statistične podatke za boljšo predstavo tudi grafično prikazala.\n2.4 ZADRŽA'JE PO Z'DM-2\nZa boljšo predstavo sem policijsko zadržanje po ZNDM-2, predvsem pa same pogoje in trajanje zadržanja, opredelila v spodnjem diagramu (Predpisi o policiji, drugih varnostnih organih in zasebnem varovanju, 2008).\nDiagram 5: Zadržanje po Z'DM-2\n"], "10": ["2.4.1 STATISTIČ'I PREGLED ŠTEVILA ZADRŽA'IH OSEB PO Z'DM-2", "V spodnji tabeli sem prikazala statistične podatke o številu zadržanih oseb na podlagi ZNDM-2 in sicer po mesecih za leto 2006, 2007 in 2008.\nIz zgornje tabele je razvidno, da je bilo po določilih 32. člena ZNDM-2 največ oseb zadržanih v letu 2006, nato beležimo strm padec zadržanih oseb v letu 2007 ter nato ponovno strm padec v letu 2008. S spodnjim grafom sem statistične podatke za boljšo predstavo tudi grafično prikazala.\n"], "11": ["2.5 PRIDRŽA'JE PO ZVCP-1", "Za boljšo predstavo sem pridržanje po ZVCP-1, predvsem pa vrste pogojev1 in trajanje pridržanja, opredelila v spodnjem diagramu (Zakon o varnosti cestnega prometa, 2008).\nO pridržanju po ZVCP-1 mora policist izpolniti URADNI ZAZNAMEK O PRIDRŽANJU in SKLEP O PRIDRŽANJU.  Prav tako mora zoper kršitelja napisati OBDOLŽILNI PREDLOG na pristojno sodišče.\nDiagram 6: Pridržanje po ZVCP-1\nV ZVCP-1 so kot vozniki, ki pred vožnjo ne smejo uživati alkoholnih pijač, opredeljeni, voznik motornega vozila ali skupine vozil kategorije C, D1, D, BE, CE, D1E in DE, voznik vozila, s katerim se prevaža nevarno blago, voznik vozila s katerim se opravlja javni prevoz potnikov, blaga ali prevoz oseb za lastne potrebe, voznik motornega vozila, ki se mu izvršuje sankcija prepovedi vožnje motornega vozila ali mu je vozniško dovoljenje odvzeto, poklicni voznik motornega vozila kadar opravlja ta poklic, voznika, ki prevaža skupino otrok, kandidata za voznika med usposabljanjem v vožnji motornega vozila, učitelj vožnje med usposabljanjem kandidata za voznika v vožnji motornega vozila, spremljevalec voznika starega 17 let, voznik začetnik, voznik motornega vozila, ki nima vozniškega dovoljenja ali v vozniškem dovoljenju nima vpisane kategorije motornega vozila, ki ga vozi.\n"], "12": ["2.5.1 STATISTIČ'I PREGLED ŠTEVILA PRIDRŽA'IH OSEB PO ZVCP-1", "V spodnji tabeli sem prikazala statistične podatke o številu pridržanih oseb na podlagi ZVCP-1 in sicer po mesecih za leto 20082 in 20093.\nIz zgornje tabele je razvidno, da je bilo dne 30. 04. 2008, ko je v veljavo stopil nov ZVCP-1 in z njim tudi možnost pridržanja vinjenih voznikov po 238/b členu, pridržanih že 29 voznikov. Največji porast opazimo leta 2008 in sicer oktobra in novembra za kar lahko predvidevamo, da so razlog prazniki in različne prireditve (dan mrtvih, dan reformacije, noč čarovnic in martinovo), medtem ko v letu 2009 statistični podatki kažejo rahel upad števila pridržanih oseb. Sicer je potrebno upoštevati, da popolne primerjave med letoma 2008 in 2009 ne moremo opraviti zaradi različnih mesecev, saj je primerljiv le mesec maj, ki pa dejansko kaže na upad odrejenih pridržanj v letu 2009.\nZ grafom na naslednji strani sem skupne statistične podatke o številu pridržanih oseb na podlagi ZVCP-1 za leto 2008 in leto 2009 za boljšo predstavo tudi grafično prikazala.\nStatistični podatki zajemajo število pridržanih oseb od dne 30.04.2009, ko je stopil v veljavo 238/b člen ZVCP-1, pa do vključno 31.12.2008.  Statistični podatki zajemajo število pridržanih oseb od dne 01.01.2009 do vključno dne 31.07.2009.\nS spodnjim grafom sem statistične podatke o številu pridržanih oseb po posameznih mesecih na podlagi ZVCP-1 za leto 2008 in leto 2009 za boljšo predstavo prav tako grafično prikazala. Iz grafa je razvidno dejansko izstopanje meseca oktobra in novembra 2008.\n"], "13": ["2.6 PRAVICE PRIDRŽA'E OSEBE", "Pravice pridržanih oseb so po naši Ustavi dobro varovane. Tako 19. člen Ustave RS, kot tudi ZPol, ZKP-1, ZP-1 in pravilnik o policijskih pooblastilih izrecno določajo, da ima oseba, ki ji je bila odvzeta prostost, pravico:\n- do seznanitve z razlogi za odvzema prostosti,\n- do molka,\n- do pravne pomoči odvetnika,\n- do obveščanja bližnjih,\n- do obveščanja diplomatsko – konzularnega predstavništva in\n- pravico do dostopa do zdravnika.\nO vseh pravicah, razen o pravici do dostopa do zdravnika, mora biti pridržana oseba, poučena takoj in sicer v materinem jeziku ali jeziku, ki ga razume. Pravica do dostopa do zdravnika se osebi zagotovi le na njeno izrecno zahtevo (Pravilnik o policijskih pooblastilih, 2006).\nZa preprečitev neposrednega ogrožanja življenja, osebne varnosti in premoženja ljudi je včasih nujno potrebno, da policija ukrepa brez odlašanja. V takih primerih smejo policisti ukrepati takoj in šele nato obvestiti osebo o njenih pravicah in razlogih za odvzem prostosti (Klemenčič, Kečanovič in Žaberl, 2002).\nČe je pridržana oseba uveljavljala pravico do zagovornika, zagovornika obvesti policist. Do njegovega prihoda mora policist odložiti vsa nadaljnja dejanja, razen tistih, ki bi jih bilo nevarno odlašati, vendar najdlje za dve uri (Pravilnik o policijskih pooblastilih, 2006).\nDokler traja pridržanje, ima pridržana oseba pravico do pritožbe. Policist, ki izvaja pridržanje, poskrbi, da je pritožba zoper odrejeno pridržanje brez nepotrebnega odlašanja poslana pristojnemu organu (Pravilnik o policijskih pooblastilih, 2006).\nČe je pridržana vojaška oseba, mora policist takoj obvestiti vojaško policijo (Pravilnik o policijskih pooblastilih, 2006).\nV pravilniku o policijskih pooblastilih (2006) je določeno, da pripadajo osebi, ki ji je bila prostost odvzeta kot osumljencu kaznivega dejanja ali prekrška zgoraj navedene pravice, skozi celoten postopek odvzem prostosti oz. pridržanja.\n"], "14": ["2.7 PRAVILA ZA IZVAJA'JE POLICIJSKEGA PRIDRŽA'JA", "Interni akt povzema splošna pravila za izvajanje policijskega pridržanja (Usmeritve za izvajanje policijskih pridržanj, 2001):\n- Vsako pridržanje mora biti izvedeno skladno z zakonom in zakonskimi ter  podzakonskimi postopki.\n- Pridržana oseba mora biti pridržana le v uradno določenih prostorih za pridržanje,  ki morajo ustrezati zdravstvenim, sanitarnim, tehničnim in drugim pogojem.\n- Vsakdo, ki je osumljen kaznivega dejanja, mora biti obravnavan kot nedolžen,  dokler ni v obravnavi spoznan za krivega.\n- S pridržano osebo je potrebno ravnati človeško in varovati njihovo osebnost in  dostojanstvo.\n- Pridržana oseba ne sme biti izpostavljena nobeni obliki nasilja ali groženj.\n- Sila se sme uporabiti le, kadar je to neizogibno potrebno in v skladu z zakoni.\n- Prisilna sredstva se nikoli ne smejo uporabljati za kaznovanje ali za pridobitev  priznanja.\n- S pridržano osebo je treba ravnati nepristransko in brez diskriminacije.\n- Potrebno je spoštovati versko pripričanje in moralna načela pridržane osebe.\n- Pridržani osebi je potrebno omogočiti vzpostavitev stika s svojim odvetnikom.\n- Pridržanim osebam, ki so tuji državljani, je treba zagotoviti primerne možnosti za  stike z diplomatskimi ali konzularnimi predstavniki države, ki ji pripadajo.\n- Vsakdo, ki mu je bila odvzeta prostost, ima pravico zahtevati, da policija o  odvzemu prostosti obvesti njegove najbližnje. Ob smrti, hudi bolezni ali  premestitvi pridržane osebe morajo biti takoj obveščeni njeni najbližnji.\n- Vsakdo, ki mu je bila odvzeta prostost v nasprotju z zakonom ima iztožljivo  pravico do odškodnine.\n- Pridržani osebi je potrebno takoj zagotoviti ustrezno zdravniško pomoč, če je  potrebuje.\n- Nihče se ne sme okoristiti s položajem pridržane osebe ter jo prisiliti k priznanju  ali k drugačni obtožbi samega sebe in drugih.\n- Pridržani osebi se mora omogočiti komuniciranje z varuhom človekovih pravic in  evropsko komisijo, glede kršenja človekih pravic. Varuh človekovih pravic (v  nadaljevanju: varuh) lahko na podlagi Zakona o varuhu človekovih pravic, opravi  pregled zaporov, drugih prostorov, v katerih so osebe, ki jim je bila odvzeta  prostost. Poleg tega ima tudi možnost, da obišče policijske prostore za pridržanje\n in opravi preiskavo, v primeru suma kršitve človekovih pravic (Monitoring  policijskih pridržanj, 2004)\n- Stvari, ki pripadajo pridržani osebi je potrebno ustrezno hraniti.\n- Spoštovati se mora kvalifikacija pridžranih oseb; ženske morajo biti ločene od  moških, mladoletniki od odraslih, neobsojene osebe od obsojenih.\n- Vsaka pridržana oseba mora imeti ves čas na razpolago pitno vodo.\n- Osebi, ki je pridržana več kot 12 ur, morajo biti zagotovljeni trije obroki hrane na  dan (zajtrk, kosilo, večerja), drugim pa praviloma pripadajo suhi obroki.\n- Osebi, ki je v prostoru za pridržanje več kot 12 ur, je potrebno omogočiti gibanje  na prostem, razen če varnostni razlogi tega ne dopuščajo.\n- Pridržana oseba ima pravico do osemurnega nepretrganega počitka v  štiriindvajsetih urah.\n- Če je oseba v prostor za pridržanje pripeljana v mokrih oz. neustreznih oblačilih,  ji policist za čas pridržanja zagotovi ustrezno oblačilo ali obutev, ki jo pridobi od  njenih bližnjih, sorodnikov ali od organa socialnega skrbstva ali humanitarnih  organizacij.\n- Takoj, ko minejo razlogi za pridržanje, mora biti pridržana oseba izpuščena na  prostost oziroma privedena v postopek k pristojnemu organu.\n"], "15": ["3 PRIMERJAL'A A'ALIZA POLICIJSKIH PRIDRŽA'J", "Odvzem prostosti je izjemen ukrep, ki se sme uporabiti le, ko je to nujno potrebno in je v skladu z zakonom. Ob vsakem odvzemu prostosti se mora v celoti spoštovati individualne potrebe osebe, ki ji je bila odvzeta prostost (Evropski kodeks policijske etike, 2003).\nV raziskovalnem delu diplomske naloge želim že v prejšnjem poglavju predstavljeno normativno pravno ureditev policijskih pridržanj in zadržanja v RS medsebojno primerjati, saj menim, da so si med seboj različna in niso sistematično urejena, kar sem za namen raziskave opredelila kot hipotezo 1.\nPrav tako menim, da se bo pri primerjalni analizi pokazala največja neustreznost in pomanjkljivosti ureditve pridržanja prav pri najnovejšem zakonu in sicer ZVCP-1, kar sem za namen raziskave opredelila kot hipotezo 2.\nS primerjalno analizo v prejšnjem poglavju opredeljenih zakonov bom poskušala potrditi oz. zavrniti zgoraj navedeni hipotezi in dobljene rezultate ustrezno obrazložiti.\nNamen analize dokumentov, ki so nastali v neposrednem teku družbenega življenja oziroma zakonov in statističnega prikaza v prejšnjem poglavju je prikazati pomembnost tega policijskega pooblastila ter pridobiti globji vpogled v tovrstno tematiko, cilj diplomskega dela pa ugotoviti pomanjkljivosti posameznih zakonov in predlagati izboljšave.\nZa boljši pregled sem posamezne značilnosti policijskih pridržanj prikazala v spodnji tabeli in jih med seboj primerjala.\nNa podlagi ugotovitev primerjalne analize zakonov, opredeljenih v zgornji tabeli ter na podlagi statističnih podatkov sem preverila hipotezi, kateri sem postavila v raziskovalnem delu diplomske naloge.\nHipotezo številka 1, da so si pridržanja v RS med seboj zelo različna in niso sistematično urejena, lahko potrdim.\nIz zgoraj navedene tabele je namreč razvidno, da so si zakonski pogoji za odreditev posameznega pridržanja dejansko po vsebini zelo različni in skorajda neprimerljivi.\nGlede same diskrecije za odreditev pridržanja je razvidno, da gre pri večini zakonov za neobligatorno pridržanje (zakon govori, da policist sme, lahko,...), v primeru Zpol in ZVCP-1 pa gre za obligatorno pridržanje (zakon govori, da policist pridrži...). Kljub temu pri ZPol ne moremo govoriti o popolnoma obligatornem pridržanju, saj v nadaljevanju govori o pogojih (če ne more drugače...). Pri ZVCP-1 pa je zakonsko gledano ob izpolnitvi zakonskih pogojev (npr. ugotovljena količina alkohola v organizmu) pridržanje obvezno oz. obligatorno.\nPravice pridržane osebe so generalno zajete v najvišjem pravnem aktu in sicer Ustavi. Poleg omenjenih pravic imajo v skladu z ZP-1, ZPol in ZNDM-2 pridržane osebe še dodatne pravice, ZVCP-1 pa glede pravic zgolj napotuje na ZP-1.\nGlede trajanja so si pridržanja prav tako zelo različna. Večina ima omejeno zgornjo mejo trajanja pridržanja (največ 12, 24 ali 48 ur), izjema je pridržanje po ZVCP-1, pri katerem je omejena tudi spodnja meja (najmanj 6 ur).\nPisni akti, ki so jih policisti dolžni napisati so si enotni v tem, da je potrebno v prvem delu napisati uradni zaznamek o pridržanju, nadalje pa so postopki zelo različni. Po ZKP na primer je potrebno z odločbo obvestiti pridržano osebo o razlogih za odvzem prostosti, če pridržanje traja več kot šest ur. Enako velja za zadržanje po ZNDM-2. Po ZP-1 (in ZVCP-1) je potrebno pridržano osebo v treh urah s sklepom obvestiti o razlogih za odvzem prostosti. Po ZPol pa je potrebno pridržano osebo v šestih urah pisno z odločbo obvestiti o razlogih za odvzem prostosti.\nGlede možnosti pritožbe so si določila posamezni zakonov skladna.\nIz tabele je prav tako razvidno, da je zaključek pridržanja po posameznih določbah zakonov v enih primerih mogoč, ko minejo razlogi zaradi katerih je bilo pridržanje odrejeno, v drugih primerih pa, ko se oseba izroči pristojnemu organu.\nGlede oseb z imuniteto so zakonska določila skladna, da je diplomatska imuniteta absolutna. Osebi, ki ima konzularno imuniteto, lahko ob določenih pogojih zaradi kaznivih dejanj odvzamemo prostost. Poslanska imuniteta se nanaša le na kazniva dejanja (poslanec ne sme biti priprt in se ne sme začeti kazenski postopek brez dovoljenja državnega zbora, razen, če je storil kaznivo dejanje, za katerega se lahko izreče več kot pet let zapora), za prekrške pa imuniteta ne velja. Tujcu, ki je nezakonito vstopil v RS in med pridržanjem zaprosi za azil, se pridržanje prekine in izvede postopek za pridobitev azila. V kolikor pa je tujec pridržan zaradi drugih prekrškov ali kaznivih dejanj in med pridržanjem poda vlogo za azil, pa pridržanje ne prekine.\nPotrebno je omeniti posebnost ugotavljanja pogojev za pridržanje osebe pod vplivom alkohola ali drugih psihoaktivnih snovi po ZP-1 ter po ZVCP-1. ZP-1 določa, da se vpliv alkohola ali drugih psihaktivnih snovi ugotavlja na podlagi ustreznih tehničnih naprav in sredstev ali zunanjih znakov osebe. V praksi se izvaja le slednje, saj je v prvem primeru tovrstna ugotovitev zelo sporna, saj v zakonu oziroma podzakonskem aktu ni opredeljeno, kolikšno vrednost oziroma količino alkohola v organizmu mora naprava pokazati, da lahko osebo štejemo, da je pod vplivom alkohola. Pri ZVCP-1 se vpliv alkohola ugotavlja le na podlagi tehničnih sredstev in so vrednosti za pridržanje točno določene.\nPosebnost ZKP je, da policija o vsakem pridržanju osebe obvešča državega tožilca, ki lahko da navodila za nadaljnje ukrepe, katere je policija dolžna upoštevati, medtem ko pri ostalih pridržanjih policija nadaljnje ukrepe izvaja samostojno.\nNa koncu moram dodati, da glede vprašanja izvajanja pridržanj ZVCP-1 napotuje na ZP-1, ki pa v primeru nejasnosti oz. dodatnih vprašanj napotuje na ZKP.\nIz zgoraj navedenega je dejansko razvidno, da so si policijska pridržanja v RS različna in niso sistematično urejena.\nHipotezo številka 2, da je največja neustreznost oz. pomanjkljivost ureditve pridržanja prav pri najnovejšem zakonu in sicer ZVCP-1, lahko prav tako potrdim.\nPoglavitni problem ZVCP-1 je, kot sem omenila že zgoraj, pri preverjanju prve hipoteze, v obligatorni odreditvi pridržanja. Policist tu nima pravice odločanja, saj ni navedenih naveznih okoliščin.\nTako v primeru, ko policist ustavi voznika, ki ob postopku ustavljanja zapelje na parkirišče pred stanovanjskim objektom, v katerem stanuje in se tekom postopka ugotovi, da izpolnjuje vse zakonske pogoje za odreditev pridržanja, pridržanje policist odredi, saj je obligatorno.\nTo je v nasprotju z nameni, zaradi katerih je bilo pridržanje po ZVCP-1 uvedeno, med katerimi je zagotovo preprečitev nadaljne vožnje vozniku, preprečitev povzročitve prometne nesreče ali ogrožanja drugih udeležencev v cestnem prometu, preprečitev nadaljnega uživanja oz. konzumiranja alkoholnih pijač in s tem preprečitev ogrožanja zdravja, kršitelja prevzgojiti ter vzgojno vplivati na druge, da ne bi kršili zakonov.\nV slednjem opisanem primeru bi bili zgornji nameni lahko doseženi že s tem, ko bi voznik odšel v svoje stanovanje in bi mu bila prepovedana nadaljnja vožnja, vendar policist te presoje nima in je pridržanje dolžan odrediti.\nPrav tako so pogoji za odreditev pridržanja po ZVCP-1 pomanjkljivo opredeljeni. Že predhodno sem pri raziskavi za seminarsko nalogo podrobno opisala pridržanje po ZVCP-1, kjer sem največji poudarek namenila določenim dilemam pri pogojih za odreditev pridržanja, s katerimi se kot policistka srečujem vsakodnevno pri delu in niso opredeljene z zakonom. V seminarski nalogi sem opozorila na naslednje probleme oziroma pomanjkljivosti:\n- problem ocenjevanja zdravnika o prisotnosti alkohola v organizmu voznika na  podlagi zunanjih znakov (gibanje, zaznavanje,...) voznika,\n- problem nestrinjanja voznika z rezultatom preizkusa (ki je manjši od vrednosti za  odreditev pridržanje) in v nadaljevanju odklona strokovnega pregleda, ki pravno  formalno pomeni odreditev pridržanja (glede na usmeritve policije voznika  oglobimo za prekršek – odklon strokovnega pregleda, pridrži se ga pa v praksi po  usmeritvah ne, kar je v nasprotju z zakonom, ki nalaga obligatorno odreditev  pridržanja),\n- problem uživanja alkohola po prometni nesreči, če tako izjavi voznik (za kar je  praktično zelo težko dokazati, da je neresnica) in posledično nemogoče odrediti  pridržanje po določilih ZVCP-1 ter\n- problem pridržanja poškodovanega voznika, ki izpolnjuje vse zakonske pogoje za  odreditev pridržanja, po navodilih zdravnika ostane v zdravstveni ustanovi na  opazovanju, vendar samovoljno zapusti ustanovo in ponovno ogroža druge  udeležence v cestnem prometu, saj se nad takšno osebo ne izvaja varovanje.\nPoleg zgoraj navedenih dilem pa ne gre zanemariti dejstva, da so kapacitete prostorov za pridržanje, največ zaradi odrejenih pridržanj po ZVCP-1, po posameznih policijskih postajah večkrat polne, zaradi česar je potrebno pridržano osebo odpeljati v center za pridržanje v Ljubljano (za primer policijske uprave Ljubljana) oziroma drugo policijsko postajo, kar pa v primerih oddaljenih policijskih postaj pomeni večji operativni problem tako z vidika policista, ki izvaja pridržanje, kakor tudi osebe, ki je pridržana. Policist že zaradi same vožnje porabi veliko več časa, da pridržano osebo privede do objekta, v katerem se izvede pridržanje, prav tako pa je zadeva problematična za osebo, ki je po končanem pridržanju izpuščena na lokaciji, ki je lahko zelo oddaljena od domačega kraja oziroma mesta, kjer ji je bilo pridržanje odrejeno.\nPoleg vsega zgoraj navedenega glede izvajanja pridržanja ZVCP-1 napotuje zgolj na ZP-1, kljub temu, da je odrejanje pridržanja po ZVCP-1 zelo specifično in težko primerljivo z ostalimi.\nIz zgoraj navedenega je dejansko razvidno, da je največja neustreznost oz. pomanjkljivost ureditve pridržanja prav pri ZVCP-1.\n"], "16": ["ZAKLJUČEK", "Normativna pravna opredelitev pridržanja oseb v Republiki Sloveniji je opredeljena v petih zakonih. Dobro poznavanje normativno pravne ureditve s področja pridržanja oseb je seveda nujno potrebno za strokovno in zakonito opravljanje policijskega dela.\nV prvem poglavju diplomskega dela sem za boljši vpogled in predstavo na kratko navedla vrste omejitve osebne svobode, med katere spada tudi policijsko pridržanje, katerega sem v nadaljevanju temeljiteje opredelila.\nV drugem poglavju sem opredelila policijska pridržanja (in zadržanje) in sicer po določilih ZKP, ZP-1, ZPol, ZVCP-1 ter ZNDM-2. Pridržanja sem opredelila v digramih, prav tako pa sem statistično prikazala število pridržanih oseb v zadnjih treh letih (razen za ZVCP-1, za katerega je statistični prikaz napravljen za zadnji dve leti) ter podatke med seboj primerjala. Prav tako sem v drugem poglavju navedla pravice pridržanih oseb ter predstavila pravila za izvajanje policijskih pridržanj.\nV raziskavi diplomskega dela sem opravila primerjalno analizo zgoraj omenjenih petih zakonov, s katero sem potrdila postavljeni hipotezi za namen diplomskega dela in sicer, da so si pridržanja v RS med seboj zelo različna in niso sistematično urejena ter da je največja neustreznost oz. pomanjkljivost ureditve pridržanja prav pri najmlajšem zakonu in sicer ZVCP-1.\nPridržanja bi bilo potrebno sistematično urediti, saj trenutno en zakon napotuje na drugega, ta pa spet na drugega, kar je nedopustno.\nPrav tako menim, da je potrebno ZVCP-1 v določenih določilih spremeniti oz. dopolniti, kot izhaja iz ugotovitev diplomskega dela in sicer:\n- obligatornost pridržanja je potrebno odpraviti oziroma navezati določene pogoje  (iz obligatornega spremeniti v fakultativno pridržanje), tako da se bo pridržanje  izvajalo v skladu z nameni zaradi katerih je bilo uvedeno,\n- pogoje za odreditev pridržanja je potrebno bolj natančno opredeliti (natančneje  sem dileme opredelila v tretjem poglavju),\n- odpraviti problem neopredeljenosti postopka izvajanja pridržanja, saj je pridržanje  po ZVCP-1 zelo specifično in težko primerljivo z ostalimi policijskimi pridržanji  in je tako neprimerno, da zgolj napotuje na ZP-1.\nPoudarjam, da je sprememba nujno potrebna in da je ureditev podrobnosti na tem področju še kako potrebna, saj statistični podatki izkazujejo, da so pridržanja po ZVCP-1 glede na druge zakonske podlage najštevilčnejša med vsemi odrejenimi pridržanji, saj jih je bilo v lanskem letu 2008 odrejenih 7706 (od dne 30.04.2008 do dne 31.12.2009), v letošnjem letu in sicer do konca julija 2009 pa že 6207 (od dne 01.01.2009 do dne 31.07.2009). Zgovoren je podatek, da je bilo v celem letu 2008 ostalih pridržanj in zadržanj 7585, kar je še vedno manj kot je bilo v samo osmih mesecih leta 2008 odrejenih pridržanj po ZVCP-1.\nNaj za konec povzamem osnovne predloge za izboljšanje usposobljenosti policistov pri odrejanju pridržanj:\n- pridržanja je potrebno sistematično urediti,\n- potrebno je spremeniti določila ZVCP-1 (kot sem že navedla),\n- pripraviti je potrebno podzakonski akt, v katerem bi bili natančneje opredeljeni  postopki za odrejanje pridržanj,\n- prav tako pa je potrebno izvesti ustrezna izobraževanja policistov (po ureditvi  problemov iz zgornjih alinei).\nPoklic policista je zelo odgovorna in zahtevna naloga, obenem pa tudi zelo pomembna in častna, zato nam ne sme biti vseeno, kako usposabljamo naše bodoče sodelavce, saj bomo le s strokovnimi, človeškimi, moralnimi in etičnimi delavci opravljali svoje osnovno poslanstvo, to pa je služba za ljudi (Herbaj, 2005).\nMenim, da sem s tem diplomskem delom uspela prikazati, da je nujno potrebna sistematična ureditev pridržanj, nujna sprememba oz. dopolnitev ZVCP-1, potrebna priprava podzakonskega akta (pravilnika), v katerem bi bili opredeljeni postopki za odrejanje pridržanj ter nenazadnje po izvedenih spremembah izvesti ustrezna izobraževanja policistov.\n"], "abstract": ["Po Ustavi Republike Slovenije so vsakomur zagotovljene enake človekove pravice in temeljne svoboščine, ne glede na narodnost, raso, spol, jezik, vero, politično ali drugo prepričanje, gmotno stanje, rojstvo, izobrazbo, družbeni položaj ali drugo osebno okoliščino. To velja tudi za osebe, ki jim je bila odvzeta prostost in odrejeno pridržanje. Ena od temeljnih ustavnih človekovih pravic in svoboščin je varstvo osebne svobode. Poseg v osebno svobodo je najhujši ustavno dopusten poseg države v osebno integriteto posameznika. Določeno je, da se nikomur ne sme vzeti prostosti, razen v primerih in po postopku, ki jih določa zakon. Zakonodajalec je v RS predpisal različne institute omejitve osebne svobode, ki jih lahko izvaja policija. Pravna osnova policijskega pridržanja (in zadržanja) je navedena v petih zakonih in sicer Zakonu o kazenskem postopku, Zakonu o prekrških, Zakonu o policiji, Zakonu o varnosti cestnega prometa ter Zakonu o nadzoru državne meje, vendar se pogoji za odreditev pridržanja med seboj razlikujejo. V teoretičnem delu naloge so predstavljena posamezna pridržanja. V empiričnem delu naloge je opravljena primerjalna analiza zgoraj omenjenih petih zakonov, s katero sta potrjeni postavljeni hipotezi za namen diplomskega dela in sicer, da so si pridržanja v RS med seboj zelo različna in niso sistematično urejena ter da je največja neustreznost oz. pomanjkljivost ureditve pridržanja prav pri najnovejšem zakonu in sicer Zakonu o varnosti cestnega prometa."]}