{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev problema raziskave", "Razmnoževanje živali predstavlja osnovo za nadaljevanje neke vrste. Njena uspešnost je odvisna od številnih genetskih in okoljskih vplivov. Med pomembnejšimi vplivi je osemenjevanje, saj preko njega vsako leto dobimo tele in novo laktacijsko obdobje. Kot vemo, predstavlja uspešna osemenitev danes zelo veliko težavo zaradi povečevanja produktivnosti živali in posledičnega pojavljanja vedno več subkliničnih in kliničnih znakov bolezni živali. Za optimalno uspešno osemenjevanje govejih plemenic pa moramo poznati veliko število vplivajočih dejavnikov.\n"], "3": ["1.1 Namen in cilji diplomske naloge", ""], "4": ["1.1.1 Namen diplomskega dela", "Namen diplomske naloge je analizirati dejavnike, ki vplivajo na uspešnost osemenitve goveje plemenice. Ti so: izvajalec, tehnika in čas osemenitve, prehrana in način reje.\n"], "5": ["1.1.2 Cilji diplomskega dela", "- S pomočjo primerjave uspešnosti osemenitve govejih plemenic med izvajalci  osemenitve poskusiti ugotoviti, kolikšen vpliv ima na uspešnost osemenitve goveje  plemenice njen izvajalec.\n- Ugotoviti, kakšna je razlika pri uspešnosti osemenitve med telicami in kravami.\n- Spoznati način pridobivanja in skladiščenja bikovega semena za potrebe  osemenjevanja.\n"], "6": ["1.2 Delovne hipoteze", "H 1: Na uspešnost osemenitve goveje plemenice ima precejšen vpliv izvajalec osemenitve.\nH 2: Uspešnost osemenitve je pri telicah večja kot pri kravah.\nH 3: Uspešnost osemenitve bo po letih padala.\n"], "7": ["2 PREGLED OBJAV", ""], "8": ["2.1 Funkcija in zgradba reproduktivnih organov goveje plemenice", "Prežvekovalci so enorodne ali uniparne živali, vendar pri govedu niso redki dvojčki. Goveje plemenice so poliestrične živali, saj se njihov spolni ciklus ob neuspešni oploditvi pojavlja na vsake tri tedne (Rigler 2000).\nSpolne organe samice sestavljajo:\n- primarne spolne žleze ali jajčniki:\n- organi za razmnoževanje, ki so jajcevodi, maternica, nožnica;\n- zunanja spolovila, in sicer preddverje nožnice, ščegetavček in sramnica.\n"], "9": ["2.1.1 Jajčnik", "Jačniki (ovarium) so ženske spolne žleze ali gonade, ki imajo dvojno nalogo. Njihova prvotna naloga je reprodukcijska, ki jo predstavlja oogeneza (delitev, rast, zorenje jajčne celice). Jajčniki pa imajo poleg te funkcije še endokrino funkcijo, kar pomeni, da izločajo spolne hormone v kri (Zdovc 2007).\nGoveja samica ima glede na svojo velikost telesa razmeroma majhne jajčnike. Kravji jajčnik je dolg okrog 3 cm, širok 2 cm, težek pa od 15 do 19 g. Podoben je plodu slive. Razlikujemo dva dela: gosto zbito skorjo jajčnika (cortex ovari) in centralno rahlejšo dobro ožiljeno sredico jajčnika (medulla ovari) (Rigler 2000).\nV delu skorje jajčnika, ki ji pravimo stroma, so vloženi jajčni folikli. Folikel sestavljajo: jajčna celica – oocit, obdan z eno ali več plastmi folikularnih celic, odvisno od razvitosti jajčnega folikla. Folikularne celice imajo nalogo, da prehranjujejo oocite. V stromi so še rumena in bela telesca ter atrezijski ali usihli folikli (Višnar in sod. 2008). \nPrvotni solidni folikel se spremeni v mehurček, ker se izloča beljakovinasta tekočina, (liquor folliculi), ki vsebuje hormon folikulin ali estrogen, ki izziva pojatev, oestrus in tudi pripravlja maternico za morebitni sprejem oplojenega jajčeca (Rigler 2000).\nZ rastjo Graafovega folikla postaja plast folikularnih celic vse tanjša, folikel se premakne tik pod površino ovarija in poči. Iztekajoča tekočina odplavi zrelo jajčno celico iz jajčnika, kar imenujemo ovulacija. Na mestu ovulacije jajčnik nekoliko zakrvavi in kri zalije razpočeni folikel, zato ime hemoragično telo (corpus rubrum). Po ovulaciji se foliklova odprtinica takoj zaraste s celicami, ki se hitro razmnožujejo. Te se imenujejo luteinske celice. Tako na mestu folikla zraste nova tvorba, rumeno telo (corpus luteum), ki izloča estrogene in progesteron. Kadar ovulaciji ne sledi brejost, po določenem času rumeno telo začne usihati, dokler ne preide v brazgotino, v belo telo (corpus albicans). Ob nastanku belega telesa v jajčniku že zorijo nove jajčne celice. To ciklično ponavljanje zorenja in zamiranja imenujemo jajčnikov ciklus. V brejosti pa rumeno telo raste dalje in prevzame pomembno endokrino vlogo – to je brejostno rumeno telo (corpus luteum graviditatis), dokler se ne razvije posteljica, ki nato prevzame skrb za razvoj plodu (Višnar in sod. 2008).\n"], "10": ["2.1.1.1 Oogeneza", "V skorji, ki ji pravimo tudi parenhimska cona, so številne klične praspolne celice, iz katerih se v procesu oogeneze z mitotično delitvijo razvijejo jajčne celice ali oociti. Vse jajčne celice nastajajo med embrionalnim razvojem. Njihovo število se po rojstvu ne povečuje več. Pri sesalcih se mitotične delitve oogonijev v jajčniku zaključijo že pred rojstvom in celice z rastjo preidejo v primarne oocite, ki so diploidni. Nato steče prva mejotična delitev, ki se ustavi v profazi prve mejotične delitve. Jajčni celici na tej stopnji pravimo sekundarni oocit. Ta stopnja traja do ovulacije in se tik pred njo tudi konča. Za njeno dokončanje je potreben LH-hormon. Nastaneta dve diploidni celici, ki sta različno veliki. Večina citoplazme ostane v večji celici, druga pa je manjša in je prvo polarno telo. Takoj nato začne jajčece drugo mejotično delitev, ki pa se zaustavi v metafazi in se \ndokonča, le če pride do oploditve. Ko spermij vstopi v jajčno celico, spodbudi dokončanje mejoze. Zrela jajčna celica je sorazmerno velika, običajno okrogla, njena plazmalema pa je prekrita z dodatno glikoproteinsko ovojnico (oolemo ali zono pellucido), ki vsebuje receptorje za spermije (Višnar in sod. 2008).\n"], "11": ["2.1.2 Jajcevod", "Jajcevod (tuba uterina) je ozka, kožnato-mišičnata cev. Njegova naloga je, da odvrženo jajčno celico prestreže in pripelje v maternico. Celotna dolžina raztegnjenega jajcevoda pri kravi je 25–28 cm. Do oploditve jajčeca s semenčicami, ki se aktivno gibljejo proti toku migetalk in sekreta, pride normalno samo v jajcevodu. Oplojeno jajčece (spermovium) se pri transportu v maternico pri goveji samici v jajcevodu zadrži okoli 3–5 dni. V tem času pride do začetnega brazdanja zigote (Rigler 2000).\nNa jajčniku razlikujemo tri anatomske dele. Proti jajčniku sega konec, ki se z njim anatomsko ne spaja in je lijakasto razširjen del z migetalkami (infundibulum tubae uterinae). Nadaljuje se v začetni razširjeni del (ampula tubae uterinae), kjer običajno pride do oploditve. V distalnem delu se jajcevod zoži (isthmus tubae uterina), ta del oblikuje številne vijuge in na koncu anatomsko prehaja v maternični rog (Zdovc 2007).\nPri ovulaciji je lijakasti del jajcevoda (infundibulum tubae uterinae) močno prekrvljen. S svojimi resicami se neposredno prilega tistemu delu jajčnika, v katerem je zrel jajčnikov folikel, in z živahnimi gibi vsesa jajčno celico v trebušno ustje jajcevoda. Nadaljnji transport v maternico omogoča peristaltična kontrakcija jajcevodove muskulature, ki jo podpira še tok migetalk (Rigler 2000).\n"], "12": ["2.1.3 Maternica", "Maternica (uterus) je votel mišičast organ oblike črke Y. Ima nalogo sprejeti razvijajoče se oplojeno jajčece, vsaditev zarodka, njena končna naloga pa je, da iz sebe iztisne za rojstvo godnega mladiča. Še prej pa omogoča prenos semenčic do jajčeca. Na njej ločimo vrat, telo in dva rogova (Colville in Bassert 2008).\n"], "13": ["2.1.3.1 Maternični vrat", "Maternični vrat (cervix uteri) je med telesom maternice in nožnico, njegova stena z močno, gladko muskulaturo in s čvrstim vezivom je zapiralka. Dolg je od 7 do 12 cm. V kanal štrlijo štiri prečne gube, ki stojijo prečno na podolžno os materničnega vrata in štrlijo različno globoko v lumen cerviksovega kanala. Cerviksov kanal je zaradi prečnih gub večkrat kolenčasto zvit in ima zato pravzaprav zelo zapleteno vijugasto pot, ki je ob zapori cerviksovega kanala neprehodna, kar omogočajo sluznične tvorbe, muskulatura in bister, steklast ter sluzav sekret. Vse te tvorbe otežujejo prehod katetra pri osemenjevanju. Cervikalni organ je odprt samo med gonitvijo, porodom in nekaj časa po njem (Rigler 2000).\nMed gonitvijo ne omogoča le prehoda semenčicam, ampak se skozi njega izloča pojatvena sluz, ki ima baktericidne lastnosti. V pojatveni sluzi ostanejo spermiji dolgo časa živi zaradi hranilnih in zaščitnih snovi, ki jih ta vsebuje (Zdovc 2007).\n"], "14": ["2.1.3.2 Maternično telo", "Telo maternice je kratko 2–6 cm, široko pa 9–12 cm. V njem je pri nebrejih telicah označen pretin. Stena je zelo debela; od 6 cm pri telicah, pri starejših kravah pa tudi do 12 cm (Zdovc 2007). Maternična rogova (cornua uteri) predstavljata tisto okolje, v katerem se razvija plod do rojstva (Višnar in sod. 2008).\n"], "15": ["2.1.3.3 Maternična rogova", "Maternično telo se pri kravah nadaljuje v značilno oblikovana rogova, ki sta pravzaprav kranialno zožujoči se cevi, vzporedno potekajoči najprej druga ob drugi, nato pa se zvijeta kot ovnov rog prek kranialne v ventralno smer in končno dorzalno. Maternična rogova sta dolga od 35 do 45 cm (Rigler 2000).\n"], "16": ["2.1.4 Nožnica in sramnica", "Nožnica je skupaj s preddvorom (vestibulum vaginae) ženski plodilni organ, ki vase sprejme moški spolni ud. Špranjasto votlino nožnice in njeno steno iz gladke muskulature pokriva nagubana, dobro premična brezžlezna, kutana sluznica, katere skladoviti epitel kaže funkcijske spremembe, odvisne od spolnega ciklusa. Pred estrusom in med njo se epitelna prevleka odebeli in zgornje plasti celic oroženijo. Po estrusu se oroženi epitel spet razgradi (Rigler 2000).\nPri kravah je nožnica dolga 25–30 cm. Ob straneh jo omejujeta sramni ustnici (labiae vulvae). Njena najpomembnejša funkcija je dobro zapiranje in zmožnost velike razširitve ob porajanju. V spodnjem delu vulve leži klitoris, ki je sestavljen iz erektivnega tkiva, vsebuje pa tudi senzibilna živčna vlakna. Stimuliranje klitorisa med osemenjevanjem lahko izboljša uspešnost osemenitve (Zdovc 2007). \n2.2 Spolni hormoni in njihova funkcija med spolnim ciklusom\nSpolne funkcije in proces razmnoževanja goveje samice regulira nevrohormonalni sistem, ki ga predstavljajo: hipotalamus, hipofiza, jajčniki, posteljica in živčni sistem s čutili (Zdovc 2007).\n"], "17": ["2.2.1 Hipotalamus", "Hipotalamus je del centralnega živčnega sistema možganov takoj nad hipofizo. Ima več nalog, ena izmed njih je tudi, da je spolni center. Za reprodukcijo je pomemben sproščevalni hormon gonadotropin (GnRH), ki povzroča sproščanje folikle stimulirajočega hormona (FSH) in luteinizirajočega hormona (LH) hipofize (Zdovc 2007).\n"], "18": ["2.2.2 Hipofiza", "Hipofiza leži na dnu lobanjske votline pod velikimi možgani. Sestavljena je iz sprednjega in zadnjega režnja oziroma iz adeno- in nevrohipofize (Zdovc 2007).\nFolikle stimulirajoči hormon (FSH) je spolno nespecifičen in pri samicah vpliva na razvoj ter dozorevanje foliklov, razvoj folikularnih ovojnic, izločanje folikularne tekočine, prav tako stimulira razvoj granuloznih celic in skupaj z luteinirajočim hormonom pospešuje izločanje estrogenov. Njegova koncentracija znatno naraste med gonjenjem in pade po ovulaciji (Zdovc 2007).\nLuteinizirajoči hormon (LH) pospešuje razvoj in zorenje foliklov jajčnika po predhodnem delovanju FSH. V določenem razmerju s FSH pospešuje pokanje foliklov – ovulacijo. Po končani ovulaciji izziva rast rumenega telesa (corpum luteum) na mestu, kjer je bil pred tem jajčnikov folikel. V rumenem telesu pospešuje izločanje progesterona (Cestnik 1996).\n"], "19": ["2.2.3 Hormoni jajčnika", "V jajčniku nastajajo estrogeni in gestageni hormoni. Med estrogeni je najpomembnejši hormon estradiol, med gestageni pa progesteron (Višnar in sod. 2008).\nEstrogeni nastajajo v jajčniku predvsem med rastjo in zorenjem foliklov in se nahajajo v tekočini, ki napolnjuje te folikle. Njihove vloge so, da pripravijo samico za spolni ciklus ali estrus, v katerem dovoli zaskok samcu, spodbujajo rast maternične sluznice v prvem delu pojatvenega ciklusa, spodbujajo rast maternične mišičnine in žleznih izvodil mlečne žleze, razvijajo primarne in sekundarne spolne znake ter v hipofizi zavirajo izločanje folikel stimulirajočega hormona (Višnar in sod. 2008).\nProgesteron je hormon rumenega telesca, ki se razvije na jajčniku po ovulaciji, pozneje pa ga začne izločati še posteljica (placenta). Imenujemo ga tudi gravidnostni hormon, varuh brejosti. Njegova naloga je priprava maternične sluznice na ugnezditev oplojene jajčne celice, pospeševanje rasti žleznega tkiva mlečne žleze, zaviranje zorenja novih jajčnih foliklov in pomirjanje gladke mišičnine (Višnar in sod. 2008).\n"], "20": ["2.3 Spolni ciklus", "Krave so poliestrične živali in spolni ciklus poteka v rednih obdobjih, traja pa 21 dni. Spolni ciklus goveje plemenice sestavljajo štiri obdobja: proestrus, estrus, metestrus in diestrus (Clive 2010).\n"], "21": ["2.3.1 Proestrus", "Proestrus je pripravljalno obdobje, ki se začne kratek čas pred gonjenjem in traja približno 10 ur. Pod vplivom sproščevalnega hormona gonadotropinov (GnRH) hipotalamusa hipofiza sprošča FSH. Ta povzroči začetno rast foliklov na jajčnikih. Folikli začnejo proizvajati estrogene hormone, ki povzročijo spremembe na spolnih organih in v obnašanju samice, izločajo feromene, ki privabljajo samce, vendar še ne dovolijo zaskoka. Zunanji spolni organi začnejo otekati in postajajo polnokrvni (Zdovc 2007).\n"], "22": ["2.3.2 Estrus", "Estrus je najpomembnejše obdobje spolnega ciklusa, ki se na zunaj izraža z gonjenjem in traja okrog 14 ur. V obdobju estrusa pride pod vplivom ženskih spolnih hormonov do značilnih sprememb zunanjih spolnih organov in do spolnih refleksov. Samice v tem obdobju dovolijo zaskok. Pod vplivom estrogenov se v maternici začne proliferativna faza. Tkivo endometrija se histološko spreminja, sluznica brsti, maternične žleze rastejo. V estrusu nastane pod sluznico endometrija levkocitarna bariera iz nevtrofilnih levkocitov, ki prodrejo v lumen maternice in preidejo v njen sekret. To predstavlja obrambni mehanizem za odstranjevanje tujih primesi, ki pridejo v maternico ob parjenju ali osemenjevanju. Pod vplivom spolnih hormonov in nevrovegetativnega sistema sekrecijski epitel kanala cerviksa v estrusu izloča cervikalno pojatveno sluz. V estrusu povzroči oksitocin kontrakcije uterusa in cerviksa. V jajcevodih pride do sprememb v sekreciji in kontrakcijah, s čimer se omogoči sprejem in transport jajčne celice. V vagini in vulvi pride \npod vplivom estrogenov do hiperemije in edema, katerih naloga je pripraviti spolne organe za parjenje. Dejavne so tudi žleze, ki navlažijo sluznice (Zdovc 2007).\n"], "23": ["2.3.3 Metestrus", "Metestrus je kratko obdobje po gonjenju, v katerem samice lahko še vedno privlačijo samce, vendar parjenja ne dovolijo več. Ovulirani folikel se oblikuje v rumeno telo (corpus luteum), ki izloča progesteron. Na maternični sluznici se nadaljujejo spremembe in priprave na sprejem oplojenega jajčeca (Zdovc 2007).\n"], "24": ["2.3.4 Diestrus", "Diestrus je obdobje delovanja rumenega telesa brez izražanja zunanjih znakov. Rumeno telo se popolnoma razvije in izloča največje količine progesterona, da pripravi maternico na ugnezditev in da se brejost nadaljuje. Če živali ne postanejo breje, prostaglandini, ki jih izloča maternica, regresirajo rumeno telo in izločanje progesterona preneha. Krava, ki je poliestrična žival, preide v ponovni proestrus (Zdovc 2007).\n"], "25": ["2.4 Znaki pojatve", "Fizične spremembe so: nabrekla sramnica, izločanje kristalno čiste vlečljive sluzi, pogostejše uriniranje, zmanjšan apetit in proizvodnja mleka, upogibanje hrbta pri dotiku sramnice ali prejemanje repnega korena, neznatno povišanje temperature (Cizej 1991).\nSpremembe v obnašanju pa so naslednje: ovohavanje sramnice, naslanjanje glave na drugo kravo, osamitev, lizanje, suvanje druge krave, mukanje, zaskakovanje drugih krav, privolitveni refleks, druge krave se vzpenjajo na gonečo, dvigujejo koren repa, upogibajo hrbet (Zdovc 2007). \nPri odkrivanju znakov pojatve so nam lahko v pomoč hlevske evidence, iz katerih je razviden pričakovani čas pojatve. Ob tehnološkem napredku so nam v pomoč tudi elektronske naprave, kot so pedometri, ki zaznavajo večjo fizično aktivnost živali v času pojatve. Uporaben je tudi detektor pojatve, s katerim merimo prevodnost pojatvene sluzi. V večjih rejah so uporabne tudi videokamere ali sistematično opazovanje podnevi in ponoči. V pomoč so lahko tudi biki »iskalci«, ki lahko kravo v čredi odkrijejo in označijo, ne morejo pa je zabrejiti (Kramberger 2000).\n"], "26": ["2.5 Optimalni čas osemenitve", "Pri izbiri časa osemenitve moramo predvsem upoštevati dolžino pojatve, ki povprečno traja 18 ur, pri čemer mislimo na zunanje znake pojatve. Ovulacija ali sproščanje jajčne celice nastopi približno 10 ur po koncu pojatve. Življenjska doba in sposobnost za oploditev jajčne celice po ovulaciji je približno 10 ur. Semenčice pa ostanejo žive v rodilih plemenice približno tudi 30 ur, vendar morajo biti v rodilih plemenice najmanj 6 ur pred ovulacijo, da so sposobne za oploditev. Temu pravimo kapacitacija ali čas priprave semenčic za oploditev. Iz zapisanega sledi, da je najugodnejši čas za osemenitev 10 ur po začetku pojatve in okrog 6 ur po koncu pojatve. Če je osemenitev pravočasna in strokovno izvedena s kakovostnim semenom, je verjetnost oploditve največja (Kramberger 2000).\n"], "27": ["2.6 Tehnika osemenjevanja", "Ne glede na to, ali je osemenjevalec levičar ali desničar, Zdovc (2007) priporoča, da desno roko uporabljamo za vodenje aplikatorja, levo pa za rektalno vodenje osemenjevanja, ker so rodila zaradi levega položaja vampa pomaknjena rahlo desno in jih zato rektalno lažje otipamo z levo roko. Pri osemenjevanju se živali približamo, jo z mirnim glasom pokličemo in pogladimo po hrbtu, da se ne preplaši, saj stres zmanjša uspešnost osemenjevanja. Nato pomočnik dvigne rep in ga fiksira tako, da nas med osemenjevanjem ne moti. Z orokavičeno levo roko narahlo zmasiramo rektum, nato prste iztegnemo in jih stožčasto položimo skupaj ter z rahlim rotiranjem uvedemo roko v rektum. Z desno roko rahlo obrišemo sramnico s papirnato brisačo, da odstranimo blato in umazanijo. Levo roko v rektumu stisnemo v pest in pritisnemo navzdol na vrh nožnice. Ta pritisk razširi nožnico, tako da lahko aplikator uvedemo v nožnico, ne da bi se prvih nekaj centimetrov dotaknili stene nožnice. To je pomembno, da ne onesnažimo aplikatorja in s tem ne vnesemo mikroorganizmov v maternico. Aplikator uvajamo pod 30-stopinjskim kotom navzgor, da se izognemo izvodilu uretre, ki je na spodnji strani. Ko je aplikator 15–20 cm v nožnici, ga izravnamo v vodoravni položaj. Pomembno je, da z levo roko rektalno sledimo aplikatorju, kar nam omogoča mehka in elastična stena nožnice. Blato v rektumu, ki nam otežuje rektalni nadzor, odstranimo.\nNajtežavnejši del osemenjevanja je vodenje aplikatorja skozi cerviks in njegove nabore. Da aplikator uvedemo skozi cerviks, objamemo kavdalni del cerviksa s palcem zgoraj in kazalcem spodaj, da omejimo vhod v žep. Z upogibanjem zapestja lahko upognemo in zavrtimo cerviks tako, da nabor zdrkne preko aplikatorja in s tem nadaljujemo do konca cerviksa. Ko pride aplikator v maternico, ga zaradi tanjše stene lahko s kazalcem spet otipamo. Ko smo prepričani, da je konica aplikatorja na koncu cerviksa oz. na začetku materničnega telesa, dvignemo kazalec in seme počasi iztisnemo v telo maternice. Kontrakcije maternice bodo seme ustrezno razporedile v oba rogova. Pomembno pa je vedeti, da pri preglobokem iztiskanju semena lahko gre seme samo v en rog, kar vodi v neuspešno osemenitev v primeru, da je prišlo do ovulacije na jajčniku na drugi strani (Zdovc 2007).\n"], "28": ["2.7 Odvzem semena za osemenjevanje in priprava osemenjevalnih doz", "Kramberger (2009) navaja, da je odvzem semena plemenskim bikom postopek, ki poteka v več fazah: priprava na odvzem, odvzem ejakulata, pregled ejakulata, razredčevanje semena, pregled razredčenega semena, polnjenje semena v slamice, hlajenje semena in zmrzovanje. Plemenjaki skačejo enkrat do dvakrat na teden, torej se jim odvzema eden ali dva ejakulata. Pripravo za odvzem semena imenujemo umetna vagina. Sestavljena je iz zunanje trde stene in notranje stene, ki je lahko iz mehke gume ali PVC-obloge. Prostor med zunanjo in notranjo vagino se napolni s toplo vodo, ki tako predstavlja toploto in pritisk, kar simulira pogoje v naravni vagini. Na koncu umetne vagine je zbiralnik za seme.\nV prostoru za odvzem semena se bika pred skokom vzburja in pripravlja na skok. Na ta način se dosežejo boljši ejakulati. Bika se pripusti na kravo ali bika držača. Ejakulat mora neposredno po odvzemu izpolnjevati naslednje minimalne pogoje: volumen najmanj 2 ml, barva mora biti slonokoščena, rumenkasta ali mlečna, konsistenca takšna kot mleko, imeti mora specifičen vonj po biku, progresivna gibljivost semenčic vsaj 70 %, gostota semenčic v ejakulatu 0,6 milijarde v ml, pH ejakulata 6,5–6,9, delež mrtvih semenčic do največ 20 % in delež patoloških semenčic največ do 20 %.\nTakoj po pregledu se seme razredči z razredčevalcem, ki vsebuje snovi, ki omogočajo preživetje semenčic in jih ščitijo pred nizkimi temperaturami nizkega zmrzovanja. Zahtevano končno število semenčic v osemenjevalni dozi je 40 milijonov. Razredčeno in pregledano seme se z aparatom za polnjenje avtomatsko polni in predpisano označi. Označba slamice mora vsebovati ime in številko bika, ime osemenjevalnega centra ter serijo in datum polnjenja. Konzerviranje semena pa sestoji iz postopnega ohlajevanja in zmrzovanja. Ko temperatura doseže -140 -C, se slamice preložijo v posebne posodice, ki se potopijo v tekoči dušik. S tem je zmrzovanje končano. Pregled semena po zmrzovanju s spermaanalizatorjem pa se opravlja na kliniki za reprodukcijo na veterinarski fakulteti (Kramberger 2000).\n"], "29": ["2.8 Priprava semena za osemenitev", "Koraki, ki izboljšujejo rezultate osemenjevanja, so naslednji: predpisana količina dušika v kontejnerju, vodna kopel temperature 37 -C, v njej seme tajamo 17 sekund, površino slamice po tajanju obrišemo, morebitni zračni mehurček v slamici s tresenjem spravimo do zavarjenega dela slamice, zavarjeni del slamice pravokotno odrežemo z ostrimi in čistimi škarjami, slamico vstavimo v ogreti aplikator in prevlečemo s plastično prevleko tako, da slamica in prevleka ne nasedata. Po vseh teh postopkih osemenitev opravimo sorazmerno hitro, nežno in brez vznemirjanja živali (Kramberger 2000).\n"], "30": ["2.9 Dejavniki, ki vplivajo na uspešnost osemenitve", "Na uspešnost osemenitve vplivajo številni dejavniki: kakovost semena, delo osemenjevalca, čas prve osemenitve po telitvi, stopnja inovulacije maternice, čas osemenitve v pojatvi, zdravstveno stanje rodil in splošno zdravstveno stanje živali, mlečnost krav, prehransko stanje krav in različni dejavniki v okolju (Orešnik 1995). Od krave pričakujemo, da bo ob optimalni oskrbi dala eno tele na leto in da bo laktacija dolga 300–320 dni. To lahko dosežemo, le če upoštevamo idealne plodnostne parametre, ki so navedeni v preglednici 2 (Ambrožič 2000).\n"], "31": ["2.9.1 Vpliv tehnologije reje na plodnost krav", "Tehnologija reje je izredno pomembna za plodnost krav, ki pa obsega cel spekter dejavnikov, ključnih za plodnost. To so: zoohigienske razmere v hlevu, spremljanje krav, ugotavljanje pojatev in evidentiranje dogodkov v čredi, odločitve glede prvih osemenitev, tehnologija priprave voluminozne krme, prehrana krav in vključevanje živali, ki prihajajo iz drugačnega okolja v čredo (Pitamic 1996).\n"], "32": ["2.9.2 Vpliv prehrane na uspešnost osemenitve", "Prehrana ima velik vpliv na aktivnost ovarijev. Predvsem pri kravah mlekaricah, ki lahko dnevno dajo do 50 kg mleka, se v prvem obdobju izločanja mleka pojavi negativni kvantitativni metabolizem dušika. Pri tako velikih količinah izločenih beljakovin in energetskih snovi živali dnevnih izgub ne morejo nadoknaditi z zadostnimi količinami zaužite hrane. V času negativnega kvantitativnega metabolizma se pojavi zmanjšana aktivnost jajčnika, ki lahko tudi popolnoma preneha (Cestnik 1996).\nNajrazličnejše plodnostne motnje so posledica neprimerne oskrbe živali z energijo in beljakovinami. Makroelementi, ki so pomembni za dobro plodnost pri govedu, so predvsem kalcij, fosfor in kalij, za plodnost pomembni mikroelementi pa mangan, baker, selen, jod in kobalt. Med vitamini so potrebni karoteni ter vitamini A, D in E (Pitamic 1996).\nPrehrana vpliva na plodnost prežvekovalcev neposredno preko hranil, ki so potrebna za razvoj jajčec, ovulacijo, oploditev, preživetje zarodka in ohranjanje brejosti. Prehrana vpliva na razvoj spolnih žlez pri zarodku, njihov postnatalni razvoj in puberteto. Pri dobri plodnosti je pomemben čas od telitve do ponovne oploditve, kakovost jajčeca ter razvoj in preživetje zarodka. Prehrana prav tako vpliva neposredno na koncentracijo hormonov in metabolitov, ki so potrebni za zagotavljanje uspešnosti omenjenih procesov (Robinson in sod. 2006). \n2.9.3 Povezava med razmerjem maščobe in beljakovin v mleku ter plodnostjo krav\nHeuer in sod. (1999) so ugotovili, da je povečano razmerje med maščobo in beljakovinami v mleku močno povezano s pojavnostjo bolezni, slabšo plodnostjo krav in z mlečnostjo. Pri kravah, ki so imele razmerje med maščobo in beljakovinami v mleku širše od 1,5, je bila pojavnost bolezni, kot so mastitis, laminitis in ciste na ovarijih, večja kot pri kravah, pri katerih je bilo razmerje ožje. Prav tako je bila prizadeta plodnost pri kravah s preširokim razmerjem. Slabša je bila uspešnost prvih osemenitev, poporodni premor je bil za pet dni daljši, osemenjevalni indeks pa večji za 0,22 (12 % večji kot pri drugih kravah).\n"], "33": ["2.9.4 Povezava med vsebnostjo sečnine v mleku in plodnostjo krav", "Pri kravah, ki prejemajo prevelike količine beljakovin v obroku, se poveča koncentracija sečnine v krvi in mleku. To pa privede do spremembe v materničnem okolju, pH v maternici se zniža, zmanjša pa se tudi uspešnost osemenitve (Jordan in sod., 1983).\nmleku (Babnik in sod. 2004)\n"], "34": ["2.9.5 Obdobje med prvo in uspešno osemenitvijo – servisna perioda (SP)", "Servisna perioda je naslednji parameter za ocenjevanje plodnosti krav. Povzetek iz raziskav lahko strnemo v ugotovitev, da naj bi bilo trajanje servisa periode čim krajše oziroma se mora približati 21 dnem (Orešnik 1995).\n"], "35": ["2.9.6 Poporodni premor (PP)", "Trajanje poporodnega premora je pri posamezni kravi seštevek trajanja servisnega intervala in servisne periode pri kravah, ki se po prvi osemenitvi pregonijo,. Ciljno trajanje povprečnega poporodnega premora je odvisno od mlečnosti vsake posamezne krave. Pri mlečnosti okoli 5.000 kg mleka v standardni laktaciji (305 dni) naj bi bila dolžina poporodnega premora 80 dni. Pri zelo majhni mlečnosti je lahko poporodni premor bistveno krajši, pri zelo veliki mlečnosti nad 7.000 kg v standardni laktaciji pa lahko traja tudi 120 dni (Orešnik 1995).\n"], "36": ["2.9.7 Doba med telitvama (DTM)", "V praksi ocenjujemo, da je za gospodarno prirejo mleka primerno, če traja obdobje med dvema zaporednima telitvama v čredi krav molznic od 365 do 410 dni. Ker nastopa v formuli DTM = DB + PP, člen DB (doba brejosti) z neko stalno vrednostjo, je jasno, da ima največji vpliv na trajanje DTM člen PP (poporodni premor) kot spremenljivka (Orešnik 1995).\n"], "37": ["2.10 Vpliv po spolu razvrščenega in nerazvrščenega semena na uspešnost oploditve", "Iz preglednice 3 lahko razberemo, da po spolu razvrščeno seme daje slabše rezultate pri uspešnosti osemenitve govejih plemenic. To pripisujemo poškodbam spermijev, ki nastanejo pri procesu ločevanja semenčic X in Y. Prav tako je pri kravah, ki smo jih \nosemenili z po spolu razvrščenim semenom, prišlo do več splavov kot pri tistih kravah, ki so bile osemenjene z po spolu nerazvrščenim semenom (Bodmer in sod. 2004).\n(Bodmer in sod. 2004).\nOpombe: A – po spolu razvrščeno seme  B – po spolu nerazvrščeno seme\n"], "38": ["2.11 Vpliv števila spermijev na uspešnost osemenitve", "Pri osemenjevanju z 2 in 15 milijoni semenčic je bilo ugotovljeno, da ima število semenčic pomembno vlogo pri uspešnosti osemenitve. Ugotovili so namreč, da je pri osemenjevanju s 15 milijoni semenčic uspešnost osemenitve bistveno boljša kot pri osemenjevanju z 2 milijonoma semenčic. Stopnja brejosti pri osemenjenih kravah s 15 milijoni spermijev je bila 44,9 %, z dvema milijonoma spermijev pa 31,3 % (Andersson in sod. 2003).\n"], "39": ["2.12 Motnje v reprodukciji", "Težave v reprodukciji se kažejo v nezadovoljivi koncepciji (majhen NR), veliki porabi semena, predolgem poporodnem premoru in obdobju med telitvami, v zgodnji embrionalni smrti in predčasnem izločanju visokoproizvodnih molznic zaradi jalovosti. Vzroke za \nomenjene reprodukcijske težave je iskati v razmeroma pogosti anestriji, slabo zaznavni pojatvi, prikritem in večkratnem podaljšanem gonjenju, bifaznem pojatvenem ciklusu in sploh nerednih pojatvah, v cistični degeneraciji ovarijev in nenazadnje v pomanjkljivosti pri osemenjevanju (Jazbec 1990). Spolni ciklus je moten, če se živali sploh ne gonijo, če imajo tiho pojatev in če se gonijo v nerednih časovnih razmikih.\n"], "40": ["2.12.1 Poporodne anestrije pri kravah", "Anestrije so bolezni, ki nastanejo zaradi najrazličnejših vzrokov in pomenijo izostanek spolnega ciklusa ali tihe pojatve. Pri kravah se v povprečju prvi estrus po porodu pojavi 23. dan. Če teleta sesajo večkrat na dan, je poporodna anestrija daljša, čeprav je involucija maternice krajša. O patološki poporodni anestriji govorimo, če se ciklus ne pojavi do 50. dne po porodu. Vzroki za poporodne anestrije so: neustrezna prehrana, pomanjkljiva oskrba z beljakovinami, pomanjkanje mineralov (fosforja, bakra, kobalta), sesanje telet, zaostajanje posteljice ob porodu, vnetje spolnih organov, stres in vnetje parkljev (Zdovc 2007).\n"], "41": ["2.12.2 Ciste na jajčnikih", "Poznamo folikularne in luteinske ciste. Folikularne ciste imajo tanko steno iz granuloznih celic in izločajo estrogene hormone. Po določenem času se lahko tudi luteinizirajo, postanejo luteinske ciste, ki izločajo progesteron. Diagnozo postavimo, ko na jajčnikih zaznamo mehurje, ki se ne spreminjajo v obdobju 10 dni ali več. Vzroki so lahko hormonski npr. nepravilnosti v izločanju luteinizirajočega hormona. Drugi vzroki so še: vpliv dednosti, neuravnotežena prehrana, pomanjkanje vitamina A in E, neuravnotežena oskrba z minerali (Ca, P), fitoestrogeni (rdeča detelja, lucerna), plesniva krma, težak porod, poporodne bolezni, stres, infekcija rodil (Zdovc 2007).\n"], "42": ["2.12.3 Vzroki pregonitev", "Če po uspešni ovulaciji ne pride do oploditve jajčeca ali pa nastopi zgodnja embrionalna smrt, se lahko ciklus obnovi in govorimo o pregonitvah. Vzroke lahko iščemo pri osemenjeni živali, semenu, osemenjevanju in v reji živali. Vzroke delimo na anatomske, funkcionalne in patološke. Pri anatomskih so spolni organi pomanjkljivo ali nepravilno razviti. Funkcionalne motnje lahko povzroča nepripravljenost rodil za potovanje spolni celic ali za sprejem zarodka in časovna neusklajenost spolnih celic za oploditev. Patološke motnje so lahko zelo raznovrstne. Lahko so že genetske napake pri spolnih celicah, ki onemogočajo normalni razvoj zarodka. Pogosta so vnetja rodil, predvsem zaradi motenj v poporodnem obdobju. Tudi neusklajenost delovanja hormonalnega sistema povzroči motnje v reprodukciji. Nepravilna tehnika osemenjevanja ali nečisto delo lahko povzroči vnetja maternice. Tudi osemenitve zunaj estrusa lahko povzročijo vnetje maternice, saj takrat ni levkocitarne bariere, da bi preprečila okužbo (Zdovc 2007).\n"], "43": ["2.12.4 Urovagina in pnevmovagina", "O urovagini govorimo, ko v nožnici zastaja seč. Motnja je prirojena ali pridobljena, zato se lahko pojavlja že pri telicah. Pogostejša je pri starejših in oslabelih kravah, pri katerih popustijo medenične in maternične vezi. Urin se nabira v povešeni nožnici, iz katere nenadzorovano izteka. Pri pnevmovagini se v nožnici zaradi slabega zapiranja sramnih usten vsesava zrak, ki se občasno iz vulve glasno izpihava. Zaradi vnetij, ki nastanejo kot posledica draženje sluznice nožnice z urinom oz. onesnaženim zrakom, je takšno okolje za semenčice škodljivo, zato so naravni pripusti neuspešni. Prizadeta je tudi plodnost pri osemenjevanju, ki jo poskušamo izboljšati z izpraznitvijo vsebine nožnice in z njenim razkuževanjem pred osemenitvijo, ki naj bo globoko v cerviks ali celo v telo maternice (Zdovc 2007).\n"], "44": ["2.12.5 Nespecifične infekcije maternice", "Maternica je v poporodnem obdobju dovzetna za okužbo s hlevsko mikrofloro. Maternico lahko okužimo ob pomoči pri porodu, pri umetnem osemenjevanju, če semenimo v nepravem času ciklusa, prehitro po porodu ali če semenimo intrauterino. Ob vnetju izloča maternica eksudat, ki je lahko kataralen ali gnojen. Če je vneta samo maternična sluznica, govorimo o endometritusu, če so prizadete tudi druge plasti maternice, pa o metritisu (Zdovc 2007).\n"], "45": ["3 MATERIAL IN METODE", ""], "46": ["3.1 Material", "Za analizo podatkov za potrebe naše raziskave smo podatke pridobili iz podatkovne baze Veterinarske postaje Slovenske Konjice. Vsaka veterinarska postaja je pri osemenjevanju dolžna voditi evidenco o uspešnosti osemenitve, o ponovnih osemenitvah in vse podatke o uporabljenem semenu za potrebe osemenjevanja (Ur. l. RS, št. 33/2001). V bazo podatkov je bilo vključenih 6 izvajalcev osemenitev, ki so skupno opravili 43.687 prvih osemenitev v obdobju enega desetletja (2000–2009), kar pomeni, da je bilo letno povprečno osemenjenih 4.368 govejih plemenic. V tej bazi podatkov je bilo zajetih 7.086 telic, ki so bile prvič osemenjene, in 36.601 prvih osemenitev krav. Imeli smo tudi podatke od deležu pasem plemenjakov, s katerimi so bile osemenjene telice in krave, zajete v naši raziskavi\n"], "47": ["3.2 Metode", "Statistično analizo smo izvedli v Excelu in SPSS-u 17.0. Excel smo uporabili predvsem za pripravo podatkov in risanje grafikonov. Večji del statistične analize smo izvedli v SPSS-u. S proceduro Descriptives smo izračunali uspešnost osemenjevanja po letih, osemenjevalcih, kategorijah živali in pasmah. Razlike v uspešnosti osemenjevanja po osemenjevalcih, kategorijah in letih smo testirali s testom χ2.\n"], "48": ["4 REZULTATI Z RAZPRAVO", "V raziskavi smo preučevali različne dejavnike – osemenjevalec, kategorija živali – telice oziroma krave, pasma plemenjaka – na uspešnost osemenjevanja. Na grafikonih 1–4 so predstavljeni deleži in strukture porazdelitve živali po omenjenih dejavnikih.\nZgornji grafikoni prikazujejo, da je na Veterinarski postaji Slovenske Konjice osemenjevalo 6 veterinarjev, vendar šestega veterinarja nismo vključili v raziskavo, ker je imel bistveno manj osemenitev (le 2,55 %) in bi bila primerjava z drugimi veterinarji nerealna. Opazimo lahko, da je število osemenitev dokaj enako po letih. Jasno lahko vidimo, da na območju Veterinarske postaje Slovenske Konjice prepričljivo prevladuje \nlisasta pasma, druge pasme pa so v manjšini, zato bi bila primerjava, kako vpliva pasma plemenjaka na uspešnost osemenitve, nerealna.\nGrafikon 5 nam prikazuje uspešnost osemenjevanja posameznih veterinarjev v obdobju enega desetletja. Pri prvi osemenitvi je bilo uspešno osemenjenih 65,6 % telic in krav. Kot je razvidno, je bil pri osemenjevanju najbolj uspešen veterinar 1, pri katerem je bilo uspešno osemenjenih 68,55 % govejih plemenic. Veterinar 1 je skupno opravil 16,76 % vseh prvih osemenitev (to je 7.322 osemenitev) v obdobju desetih let. Sledi mu veterinar 4, pri katerem je bilo uspešno osemenjenih 67,09 % govejih plemenic. Najmanj uspešen je veterinar 2, njegova uspešnost osemenjevanja namreč znaša 60,26 %. Torej je razlika med najboljšim in najslabšim veterinarjem 8,29 % v obdobju desetih let. Iz tega lahko sklepamo, da ima tudi veterinar pomembno vlogo pri uspešnosti osemenitve. To nam je potrdil tudi test χ2, saj je p > 0,001, kar pomeni, da ima izvajalec pri osemenitvi velik vpliv na uspešnost osemenitve.\nČe primerjamo uspešnost osemenjevanja po letih, ugotovimo, da se ta iz leta v leto zmanjšuje. Leta 2001 je bila največja in je znašala 68,2 %. Najmanjša uspešnost osemenjevanja pa je bila leta 2009, ko je znašala 61,1 % Torej lahko trdimo, da je uspešnost osemenitve v obdobju desetih let padla za okoli 7 %. Vzroke lahko iščemo v povečevanju produktivnosti živali, saj je znano, da se s povečevanjem produktivnosti krav povečujejo subklinični in klični znaki bolezni, kar ima negativen vpliv na plodnost krav. Klinične znake bolezni sicer zdravimo, vendar pa se bistveno premalo zavedamo subkliničnih znakov bolezni pri kravah (Cestnik 1996). Vzroke iščemo tudi v vedno slabšem zaslužku rejcev, saj se posledično s tem na tržišču iščejo čim cenejši krmni dodatki, ki so slabše kakovosti. Če pa krave nimajo zadovoljenih potreb po posameznih hranilih, se plodnost posledično zmanjša (Robinson in sod. 2006). Test χ2 je pokazal, da se uspešnost osemenitev po letih značilno spreminja: p > 0,001.\nPri opazovanju uspešnosti osemenjevanja po letih najbolj izstopa veterinar 2, ki je v desetih letih s 66,0 % padel na 52,2 %. Torej je njegova uspešnost osemenjevanja padla kar za 13,79 %. Veterinarjema 1 in 4 se prav tako postopoma zmanjšuje uspešnost osemenitve. Veterinarju 1 je uspešnost osemenjevanja padla s 73,35 % na 62,33 %, veterinarju 4 pa s 72,69 % na 61,25 %. Veterinarja 3 in 5 imata eno leto slabšo, drugo leto pa boljšo uspešnost osemenjevanja. Najboljša letna osemenitev je bila leta 2001 in je znašala 73,35 %, dosegel pa jo je veterinar 1. Najslabša letna uspešnost osemenjevanja pa je bila leta 2009 in je znašala 52,24 %, to je dosegel veterinar 2. Torej je razlika med najboljšo in najslabšo letno uspešnostjo osemenjevanja kar neverjetnih 21,11 %. To nam pokaže, da ima na uspešno osemenitev velik vpliv izvajalec osemenitve.\nLahko pa potrdimo, da so veterinarji iz Slovenskih Konjic uspešni osemenjevalci, saj je leta 2007 njihov % NR znašal 63,36, medtem ko je v Podravju istega leta znašal 62,4 (Plevnik 2007). \nOsemenjevalec 1 Osemenjevalec 2\nN= 7322\nLeto\nOsemenjevalec 3\nN= 7234\n2000\n2001\n2002\n2003\n2004  Leto\n2005 Osemenjevalec 4\n2006\n2007\n2008\n2009\nN= 8431\nLeto\nOsemenjevalec 5  N= 10156\nLeto\nN= 9430 Leto\nNa grafikonu lahko opazimo, da je uspešnost osemenjevanja bistveno boljša pri telicah kot pri kravah. Iz tega lahko sklepamo, da produktivnost krav bistveno zmanjša plodnost krav in s tem uspešnost osemenitve. Najuspešnejši pri osemenjevanju telic je veterinar 4, ki jih je s prvo osemenitvijo uspešno osemenil kar 74,22 %. Najmanj uspešen pa je veterinar 2, ki je uspešno osemenil 68,63 % telic. Najuspešnejši pri osemenjevanju krav je bil veterinar 1 s 67,03 % uspešnostjo osemenjevanja, medtem ko je bil najmanj uspešen prav tako veterinar 2 z 59,0 % uspešnostjo osemenjevanja. Med najuspešnejšo osemenitijo telic in krav je razlika 5,6 % v korist telic. S testom χ2 smo ugotovili, da je med telicami in kravami bistvena razlika glede uspešnosti osemenjevanja, saj je p > 0,001.\nTudi iz tega grafikona je razvidno, da je uspešnost osemenitev krav precej nižja od telic. Produktivnost in način reje igra pri plodnosti krav izjemno veliko vlogo. Iz tega lahko sklepamo, da bi se, če bi zmanjšali produktivnost krav, posledično povečala plodnost krav. To nam najbolj očitno pokaže leto 2004, saj je razlika v uspešnosti osemenitev med kravami in telicami kar 11,24 % v korist telic.\nNa grafikonu 10 lahko vidimo, da je zastopanost listaste pasme na našem raziskovalnem območju Veterinarske postaje Slovenske Konjice bistveno večja (85,2 %) kot na območju Kmetijsko-gozdarskega območja Celje (54,1 %), kamor spada naše raziskovalno območje. Ker je zastopanost lisaste pasme bistveno manjša na območju celjskega zavoda, je posledično večji delež drugih pasem v primerjavi z območjem Veterinarske postaje Slovenske Konjice.\nin Kmetijsko-gozdarskega zavoda Celje\n"], "49": ["5 SKLEPI", "V raziskavi smo potrdili vse tri delovne hipoteze. Na uspešnost osemenitve ima velik vpliv izvajalec osemenitve, saj je razlika med najbolj in najmanj uspešnim veterinarjem v obdobju enega desetletja kar 8,3 %, (NR = 68,6 – 60,3 %). Leta 2001 je bila razlika med najboljšim in najslabšim veterinarjem v uspešnosti osemenitve 12,6 % (NR= 73,4 – 60,8 %), kar nedvomno potrjuje vpliv izvajalca osemenitve na uspešnost osemenitve.\nUgotovili smo, da je uspešnost osemenitve telic bistveno višja kot pri kravah. Leta 2004 je namreč razlika uspešnosti osemenjevanja med kravami in telicami znašala 11,2 % (NR = 72,4 – 61,2%) v korist telic, kar nedvomno potrjuje, da lahko proizvodnost krav zmanjša uspešnost osemenitve.\nPo letih se je zmanjšala uspešnost osemenitve, saj je v obdobju desetih let padla za 6,9 %, (NR = 68,2 – 61,1 %). To pripisujemo zlasti vedno večji prireji mleka krav in s tem boljšemu zaslužku rejcev. Razlika med najboljšim in najslabšim rezultatom osemenjevanja po letih med posameznimi veterinarji je 21,1 % (NR = 73,4 – 52,2 %).\n"], "abstract": ["Ugotavljali smo uspešnost osemenjevanja govejih plemenic na območju Veterinarske postaje Slovenske Konjice v obdobju enega desetletja (2001–2009). Raziskali smo različne dejavnike, ki vplivajo na uspešnost osemenitev govejih plemenic. V raziskavo je bilo vključenih pet veterinarjev, ki so v desetih letih opravili 43.687 osemenitev. Izmed teh osemenitev je bilo 7.086 prvih osemenitev telic in 36.601 prvih osemenitev krav. S semenom plemenskih bikov lisaste pasme je bilo osemenjenih 85,2 % govejih plemenic, s semenom plemenjakov mesnih pasem 7,8 %, s semenom črno-bele pasme 5,5 % in s semenom rjave pasme 1,6 % krav in telic. Povprečni NR vseh osemenjevalcev v obdobju enega desetletja znaša 65,6 % Ugotovili smo, da ima na uspešnost osemenitve precejšen vpliv izvajalec osemenitve, saj je razlika med najslabšim in najboljšim veterinarjem v uspešnosti osemenitve 8,29 %. Ugotovili smo, da uspešnost osemenitve po letih pada, saj je v obdobju 2001–2009 padla za 6,9 %. Dokazali smo, da je uspešnost osemenitev pri telicah večja kot pri kravah. "]}