{"1": ["UVOD", "Informacijska tehnologija in z njo tudi informacijska logistika sta konec prejšnjega stoletja doživeli nasluten razvoj. Če si še pred 20 leti nismo mogli predstavljati elektronske pošte (angl.: e-mail), danes v razvitem svetu skoraj ni več koga, ki tega ne bi zadovoljivo obvladoval. V našem koncernu imamo centralno organizirane razvojne centre, ki so porazdeljeni po vseh kontinentih odvisno od našega končnega kupca in so lokacijsko postavljeni v njegovo bližino. Tako si svojega dela ne moremo več predstavljati brez telefonskih konferenc, videokonferenc, elektronske pošte, saj moramo stalno komunicirati z različnimi mesti po Evropi, pa tudi po celem svetu. Zelo pogosto se uporablja tudi elektronska konferenca (angl.: Net Meeting). Lahko rečemo, da smo za uspešno delovanje in poslovanje v našem podjetju kar odvisni od elektronskih medijev.\nZavedamo se, da se mnoga podjetja v Sloveniji že zavedajo pomembnosti elektronskega poslovanja in mu posvečajo vedno večjo pozornost.\n"], "2": ["Opis problema", "Koncern JC predstavlja 142 tisoč zaposlenih na vseh kontinentih. Tako si lahko zamislimo, da znotraj koncerna obstaja veliko različnih operacijskih sistemov, informacijskih sistemov in podatkovnih baz. Z razvojem informacijske tehnologije se pojavljajo tudi želje po njihovem poenotenju in s tem zmanjšanju stroškov – licenc za njeno uporabo. Prav tako bo s poenoteno informacijsko tehnologijo omogočeno enotno poslovno poročanje in medsebojna primerjava podjetij na področju Evrope in širše.\nV zadnjih letih se je v podjetjih na področju Evrope pokazala primernost uporabe štirih IS, s katerimi znotraj koncerna zajamemo vsa področja:\n- EPIC – odpiranje in opredeljevanje posameznih postavk (item);\n- MFG/pro – logistična dejavnost do priprave računa;\n- SAP/R3 – finančni del poslovanja;\n- IRIS – nadzor kakovosti do dobaviteljev in kupcev. \nElektronsko spremljanje vseh poslovnih dogodkov zagotavljamo v našem podjetju s pomočjo operacijskega sistema UNIX in podatkovno bazo Ingres. V podjetju imamo oddelek Informatike, ki nam izdeluje in vzdržuje uporabne aplikacije.\nV sklopu posodabljanja programske opreme se je tako znašlo tudi naše podjetje. Potrebno je bilo zamenjati oziroma prenoviti programsko opremo za vodenje in nadzor poslovanja podjetja, zato je bilo potrebno zamenjati dosedanje IS z novimi.\n"], "3": ["Določitev ciljev, namena in poti za reševanje problema", "Odločitev o novi programski opremi je bila sprejeta na nivoju koncerna, tako da je bila na strani našega podjetja prihranjena izbira le-te.\nUvajanje nove programske opreme, ki bo zagotavljala nadzor nad pomembnimi podatki za poslovno odločanje, ni projekt, ki bi se ga dalo opraviti čez noč. Potrebno je veliko pripravljalnega dela, preden začnemo z resnim delom. Za lažje in uspešnejše delo se celoten projekt razdeli na nekaj osnovnih korakov, ki se lahko s kompleksnostjo tudi razširijo ali zmanjšajo.\nOsnovni koraki projekta so:\n- analiza obstoječih procesov;\n- predstavitev sposobnosti novega programa;\n- ocenitev možnosti aplikacije novega programa;\n- opredelitev procesov z novimi programskimi moduli – postaviti nov model;\n- izvedba testa celotnega procesa – potrebne korekcije;\n- priprava potrebne dokumentacije in usposobitev uporabnikov;\n- zagon nove programske opreme.\nPri tem projektu posodabljanja je avtor sodeloval tudi sam kot član projektne skupine za uvedbo programske opreme MFG/pro, v kateri je bil zadolžen za pripravo in uvedbo modula za spremljanje logističnih tokov v notranji logistiki. \nVse to pripravljalno delo nam v nadaljevanju nudi osnovo za pripravo uporabniške dokumentacije oziroma predlogo za pripravo gradiva za usposabljanje uporabnikov modulov programa znotraj procesov.\nV nalogi želimo prikazati celoten potek zamenjave IS in uvajanja tega modula ter predstaviti njegove pozitivne učinke pri obvladovanju in nadzoru nad logistično dejavnostjo, pri kateri se bomo omejili le na predstavitev notranje logistike.\n"], "4": ["Predstavitev okolja", "Naše podjetje je, kot je bilo že predstavljeno v uvodu, del velikega koncerna, ki deluje na področju avtomobilske industrije. Smo eno izmed petih svetovno največjih podjetij, dobaviteljev sestavnih delov na tem področju, s tem pa smo prisotni v vrtincu stalnega napredka in sprememb, med katere je vključena tudi informacijska tehnologija kot podpora poslovnemu vodenju in odločanju, s tem pa tudi logistični dejavnosti.\nZavedanje nujnosti sprememb in pritiski okolja za spremembe vzpostavljajo primerno okolje. Zavedanje nujnosti biti najboljši med najboljšimi, s tem pa nujnost sprememb in uvajanja novih tehnik ter tehnologij zagotavlja vzpostavitev pozitivnega okolja v vse pore našega poslovanja.\n"], "5": ["Predpostavke in omejitve", "V nalogi bomo celovito prikazali in opisali potek zamenjave IS za potrebe notranje logistike v našem podjetju, izognili se bomo le prikazovanju dejstev, ki pomenijo poslovno posebnost našega podjetja ker bi sicer lahko oslabilo našo poslovno prednost pred sorodnimi podjetji.\nNaloga zajema več področij, katerih poznavanje je nujno potrebno za uspešno izvedbo projekta. Ta področja so opisana v nalogi. \nPodročje, katerega opisujem v nalogi – informacijsko tehnologijo, uporablja veliko angleških besed in njihovih kratic, ki jih bom v nalogi navajal. Njihov pomen bom predstavil v seznamu kratic oziroma sprotno v tekstu.\n"], "6": ["Metode dela", "Projekt zamenjave programske opreme zahteva deduktivno metodo raziskovanja – pristopa k reševanju problema.\nDeduktivna metoda (Rosi, 2011, str. 36) v najširšem smislu služi v znanstvenoraziskovalnem spoznavanju za različne namene, zlasti pa za:\n- obrazložitve dejstev in zakonov;\n- predvidevanje bodočih dogodkov;\n- odkrivanje novih dejstev in zakonov;\n- dokazovanje postavljenih tez;\n- preveritev hipotez (domnev);\n- znanstveno pojasnjevanje.\nMetoda opazovanja in analize S tema metodama bomo pripravili analizo obstoječega stanja in opisali naše obstoječe procese kot osnovo za izbiro novih modelov znotraj novega programskega paketa.\nMetoda modeliranja Z njo želimo čim točneje in popolneje spoznati stvari, pojave in postopke oz. njihove strukture, funkcije in obnašanje. Da bi ta cilj lahko dosegli, mora model izpolniti določene pogoje, in sicer (Rosi, 2011, str. 55):\n- model mora biti podoben predmetu, originalu po materialu ali strukturi ali v  delovanju in po rezultatih delovanja;\n- model mora predstavljati določeno teoretično spoznavni ali praktično realni odsev  oz. original in\n- model mora na temelju prejšnjih dveh pogojev nuditi določeno informacijo o  predmetu originala.\n"], "7": ["1 TEORETIČNE OSNOVE", ""], "8": ["1.1 Logistika", "Ni dolgo nazaj, ko je bila logistika opredeljena samo z oznako 5P:\n- Prava stvar\n- Pravo mesto (pravo stvar na pravo mesto)\n- Pravi čas (pravo stvar na pravo mesto ob pravem času)\n- Prava količina (pravo stvar na pravo mesto ob pravem času v pravi količini)\n- Prava informacija (pravo stvar na pravo mesto ob pravem času v pravi količini z  vsemi pravimi in pravočasnimi informacijami)\nDanes pa se zavedamo, da je logistika znanstvena disciplina. Avtorja Zelenika in Pupovac, (2001, str. 354 - 379) trdita, da je logistika »skupek interdisciplinarnih in multidisciplinarnih znanj, ki učijo in potrjujejo zakonitosti številnih in združenih aktivnosti (t.j. funkcij, procesov, mer, poslov, pravil, operacij, del, ..), ki funkcionalno in delotvorno povezujejo vse procese obvladovanja prostorskih in časovnih transformacij materiala, dobrin, stvari, (pol) proizvodov, repromateriala, živih živali, kapitala, znanja, ljudi, informacij, … v sigurne, hitre in racionalne edinstvene logistične procese, tokove in pretoke materiala, …, kapitala, znanja, informacij, …, od točke izdobave do točke prejema, s ciljem z minimalnimi vloženimi resursi in potenciali (proizvodnimi, človeškimi, finančnimi, …) maksimalno zadovoljiti zahteve tržišča (t.j. kupca blaga, uporabnika storitev, potrošnika, …) na bazi ponujanja tržišču najučinkovitejše in najbolj racionalne, najprimernejše in optimalne rešitve zahtev tržišča v obliki konkretnih in sprejemljivih logističnih storitev v konkretnih in obstoječih logističnih sestavih. Ta definicija logistike kot znanosti implicira ustvarjanje novih odnosov na tržišču, odnosov, temelječih na marketinško-logistični paradigmi delovanja na tržišču, poslovanje, ki je s posredovanjem logističnih operaterjev osredotočeno na kupca, poslovanje, ki razvija partnerske odnose z logističnimi podjetji na trgu, poslovanje, ki je zahvaljujoč mega-logističnim operaterjem globalno usmerjeno, poslovanje, ki preko napredovanja logističnih aktivnosti ustvarja največji učinek na relaciji konkurenčne prednosti podjetja,« \nPri opredeljevanju logističnih podsistemov se bomo omejili na naslednje pojme, ki nam bodo služili kot osnova za obrazložitev logistične tehnologije, in sicer:\n- nabavna logistika;\n- notranja logistika ali intralogistika;\n- distribucijska logistika;\n- razbremenilna logistika;\n- informacijska logistika.\n"], "9": ["1.1.1 Nabavna logistika", "Glavne naloge nabavne logistike bi lahko opredelili kot: izvajanje pošiljanja naročil do dobaviteljev na podlagi sprejetih naročil naročnika v prodajni logistiki in programov za načrtovanje in dopolnjevanje materialnih potreb, spremljanje materiala na poti kot ene ključnih konkurenčnih prednosti podjetja pri nadzoru materialnih tokov, prevzem materiala v vhodno skladišče. Skladiščenje materiala, nadzor nad kvaliteto in kvantiteto skladiščenega materiala ter varovaje uskladiščenega matirala predstavlja zelo pomembno nalogo nabavne logistike. S poslabšanjem stanja vhodnega materiala se posledično slabša tudi kvaliteta končnega izdelka in s tem naš ugled pri naših kupcih, z nekontrolirano porabo ali izgubo materiala pa nepotrebno obremenjujemo naše poslovanje.\n"], "10": ["1.1.2 Notranja logistika", "Notranja logistika predstavlja sklop različnih dejavnosti, ki zagotavljajo nadzorovan vstop materiala iz vhodnega skladišča v proces, njegovo transformacijo v polizdelke, združevanje polizdelkov v polizdelke višje stopnje in na koncu s transformacijo polizdelkov v končne izdelke primerne kakovosti, namenjene za odpošiljanje h kupcu. Na kratko bi notranjo logistiko lahko definirali kot proces treh osnovnih korakov.\nNadzorovan prenos materiala iz vhodnega skladišča v proizvodnjo in razbremenjevanje vhodnega skladišča; ta korak zajema nabiranje materiala v vhodnem skladišču, njegovo komisioniranje, nato pa fizično prestavitev materiala – notranji transport od lokacije v vhodnem skladišču do nove lokacije v predvidenem delovnem centru, pri čemer je \npotrebno upoštevati načelo FI - FO (angl.: first in - first out). Obenem je potrebno izvesti tudi informacijski prenos materiala iz vhodnega skladišča do predvidenega delovnega centra.\nMaterial, prevzet od dobavitelja v skladišče vhodnega materiala, distribuiramo v delovni proces glede na delovne naloge za posamezna delovna mesta. Vhodni material je lahko že s strani dobavitelja pripravljen v primerni embalaži in ga lahko brez komisioniranja premestimo v delovni proces, v nasprotnem primeru material najprej pripravimo v primerne transportne enote v primerni količini in ga šele nato premestimo v delovni proces.\nSpremljanje transformacije materiala v polizdelke, razbremenjevanje materiala in knjiženje polizdelkov (Slika 1). Jeraj trdi (2010, str. 14): »Le redko se v proizvodnem procesu transformacija vložka v izhod dogodi v enem koraku; običajno se izvaja v več korakih. Tako moremo proizvodni proces definirati tudi kot zaporedje (sekvenco) med seboj povezanih opravil - delovnih operacij; to zaporedje je proizvodni tok oziroma proizvodna pot.\nDelovne operacije izvajamo na mestih obdelave - delovnih mestih, pri čemer kot delovno mesto razumemo delovno povezavo delavcev (enega ali več) in delovnih sredstev (strojev, orodij in naprav) na določeni lokaciji. V praksi delovno mesto pogosto enačimo s strojem. Pri tem lahko delovno mesto tvori en sam delavec in/ali eno samo delovno sredstvo, ali pa je na delovnem mestu več delavcev in/ali enakih delovnih \nsredstev na isti lokaciji; takrat govorimo o sestavljenem delovnem mestu oziroma kapacitivnem mestu«.\nRazbremenjevanje polizdelkov in knjiženje končnih izdelkov. Končna delovna operacija nam zagotavlja transformacijo polizdelkov v končne izdelke. V vsakem koraku proizvodnega toka je možno, da vstopata vanj tako polizdelek kot tudi material, ki se v tej delovni operaciji pretvori v nov polizdelek. Na koncu proizvodnega toka pa se vsi materiali in polizdelki transformirajo v končni izdelek.\nNekatere teorije o spremljanju in nadzoru proizvodnega procesa gledajo na celoten proizvodni tok kot na črno škatlo (angl.: black box), v katero vstavljamo vse potrebne vhodne materiale (angl.: input), znotraj te črne škatle se dogajajo procesi, ki so obvladovani z notranjimi postopki, navzven pa poseben nadzor ni potreben. Tudi te teorije zahtevajo zelo pozorno spremljanje tako vhodnih (angl.: input) kot tudi izhodnih dobrin – izdelkov (angl.: output). Trdimo lahko, da je zaključni nadzor zelo pomemben. Končana transformacija materialov in polizdelkov zahteva zelo natančen in robusten proces, ki bo zagotovil varno dostavo končnega izdelka v skladišče gotovih izdelkov, hkrati pa tudi informacijsko robusten sistem, ki bo tudi pravi podatek o končnem izdelku zabeležil in omogočil nadaljnjo obdelavo teh podatkov v informacijo, potrebno distribucijski logistiki za distribucijo izdelka do kupca.\n"], "11": ["1.1.3 Distribucijska logistika", "Izhod proizvodnega procesa je končni izdelek (angl.: output), ki ga prevzame v svoj nadzor in svoje aktivnosti distribucijska logistika, njene glavne naloge pa predstavljajo: prevzem končnih izdelkov v skladišče, skrb za količinsko in kvalitetno skladiščenje, priprava dokumentacije za odpremo, pošiljanje sporočil kupcem (ASDN), odprema končnih izdelkov, vzpostavljanje pravega skladiščnega stanja skladišča v IS, transport in dostava končnih izdelkov do kupcev po distribucijskih planih – naročilih. Večina kupcev v avtomobilski industriji deluje z minimalno količino zaloge ob zelo natančnem planiranju obnavljanja le teh, zato je zelo pomembno, da se upoštevajo zahtevani roki pošiljanja oziroma dobave naših izdelkov kupcu. \nZnotraj logističnih aktivnosti ne smemo pozabiti na pomembne naloge, kot sta fakturiranje odposlanih izdelkov in v primeru neplačila tudi izterjava – pošiljanje opominov za plačila. S tekočim izstavljanjem in izterjavo neplačanih faktur zagotavljamo tok denarja (angl.: cash flow), brez katerega ni uspešnega poslovanja.\n"], "12": ["1.1.4 Razbremenilna logistika", "Z vstopom Slovenije v Evropsko skupnost (EU) smo se zavezali za prijazno ravnanje z okoljem, v kar nas zavezujejo tudi razne okoljevarstvene direktive EU. Prav tako smo kot podjetje na področju avtomobilske industrije zavezani k upoštevanju in izvajanju ISO standardov. Področje okolja in njegovo varovanje ter predpise o dovoljenem obremenjevanju okolja opredeljuje standard ISO 14000.\nTrdimo lahko, da je razbremenilna logistika del logistike, vendar obratni proces, ki je znotraj logistike vedno bolj pomemben. Podjetja se vse bolj zavedajo njenega pomena in se sedaj ne ukvarjajo samo s tradicionalno logistiko, ampak v iskanju konkurenčne prednosti vidijo svoj del možnosti tudi v kakovostni razbremenilni logistiki.\nLahko rečemo, da razbremenilna logistika skrbi za optimalno, varno, okolju najmanj obremenilno odstranjevanje embalaže in tehnoloških ostankov proizvodnje ali njihovo ponovno uporabo kot primarno ali kot sekundarno surovino.\n"], "13": ["1.1.5 Informatika", "Jereb (2010, str.11) v svojem delu pravi da informatika: »je veda o informacijah, načinih njihovega procesiranja in o upravljanju informacijskih sistemov. Ker se z informacijami srečujemo skoraj povsod v vsakdanjem življenju in se z njimi ukvarjamo vedno več, je informatika vpeta v domala vse pore našega življenja. Pri tem logistika ni izjema. Celo več: v eni od definicij logistike je zapisano: \"... logistika zajema fizični tok materiala in tok informacij od dobavitelja, ...\" V tej definiciji pojem informacije nastopa kot predmet, na katerega se logistika osredotoča. Obe področji, informatika in logistika, se ukvarjata z informacijami. Tako logistika kot informatika sta tudi nujni področji za izvajanje poslovnih procesov v podjetjih. Predstavljata \"infrastrukturo\" in nudita podporo ostalim poslovnim procesom. Oboje mora biti urejeno. Imata podobne izzive, \npovezane z zahtevano kakovostjo storitev, z investicijami, tveganji, poslovnim lastništvom in z njihovim upravljanjem. In vendar je razlika v tem, da informatika predstavlja širše področje in mora obenem poskrbeti za nemoteno delovanje logistike. Torej je informatika področje, ki predstavlja infrastrukturo v logistiki. V manjši meri velja tudi obratno, a vendarle je informatika podstat za logistiko, saj predvsem z informacijskimi procesi omogočamo izvajanje logističnih. Načrtovanje neprekinjenega poslovanja je proces, ki zagotavlja, da bodo ponovno vzpostavljeni za poslovanje bistveni procesi, aktivnosti in opravila, ki so bili okrnjeni ali povsem onemogočeni zaradi informacijskega varnostnega incidenta. Neprekinjeno poslovanje mora zagotavljati, da se ponovna vzpostavitev poslovnih procesov izvede na osnovi vnaprej definiranih prioritet in na osnovi vnaprej dorečene časovnice tako, da dosežemo normalno stanje vseh bistvenih elementov poslovanja« .\nTudi slovenska podjetja, katerih dejavnost predstavlja podporo in projektiranje logistike, pripisujejo informatiki in njenemu razvoju velik pomen (Slika 2).\nV njihovih predstavitvah se zagotavljanje konkurenčne prednosti prekriva z integriranjem informatike v logistično dejavnost, kar nam v naslednjem koraku omogoča avtomatizacijo procesov. Integracija informatike in z njo povezana avtomatizacija procesov pomeni večjo učinkovitost in uporabo dostopnih virov ter \nnjihovo optimalno rabo. Procesi postanejo tako čistejši, brez nepotrebnih komunikacijskih šumov in izgub.\nTako optimirani procesi omogočajo pridobivanje in predajanje informacij v realnem času, kar pa je za poslovno odločanje velikega pomena.\nGlobalizacija je v informatiki zahtevala velike prilagoditve in spremembe. S povečevanjem vpliva in širitvijo globalizacije tudi na vzhodne trge se vpliv informatike in logistike samo še povečuje (Slika 3).\n"], "14": ["1.1.6 Projektno vodenje", "O projektih govorimo vsak dan. Najlažje se odločimo, ali določena aktivnost pomeni projekt ali ne, če si odgovorimo na naslednja vprašanja - trditve:\n- aktivnost je časovno omejena – imamo definicijo začetka in konca;\n- ustvarjamo nekaj novega;\n- aktivnost je naročena (lahko smo jo naročili tudi mi);\n- vemo, kakšen je cilj;\n- vemo (pripravljamo) obseg potrebnih sredstev;\n- aktivnost predstavlja enkratno dejavnost tudi če gradimo hišo, je vsaka hiša svoja  dejavnost. \nČe smo na vsa vprašanja – trditve odgovorili pritrdilno, potem gotovo govorimo o projektu.\nTako lahko »projekt opišemo kot enkratno časovno omejeno prizadevanje za izdelavo določenega želenega izdelka ali storitve, ki ima množico želenih, dobro določenih končnih funkcionalnosti« (Šuhel, Mertnik & Tovšak, 2009, str. 48).\nVsak projekt ima svoj začetek in svoj konec, med tema dvema točkama pa pri uspešnosti projekta odigra odločilno vlogo projektno vodenje. Avtorji Šuhel, Mertnik & Tovšak (2009, str. 51) trdijo, da: »projektno vodenje lahko definiramo kot umetnost in znanost za specifično določeno planiranje glede na predhodno izdelan finančni plan, definiran obseg zahtev in učinkovitosti, ki jih poda stranka vključno z viri, ki jih imamo na razpolago«.\nIz vsega navedenega lahko trdimo, da je tudi zamenjava IS projekt, in sicer informacijsko tehnološki projekt. Zaradi kompleksnosti in vpletenosti različnih področij v projekt se tu pojavlja potreba po združitvi znanj iz projektnega vodenja in sistemskega inženiringa.\nSistemski inženiring nam s sistematičnim pristopom zagotovi vključenost vseh delov sistema v projekt. Če povzamemo avtorje definicij o projektu in projektnem vodenju, nam sistemski inženiring s sistematično analizo zahtev omogoča stalno in neprekinjeno analiziranje novonastalega stanja in iz njega modificirane zahteve. Z analizo funkcij in podfunkcij nam podrobno predstavi sistem, obenem pa omogoča odkritje tako nepotrebnih kot tudi skritih funkcij, ki smo jih morda prezrli. Taka podrobna analiza nam omogoča dobro definicijo potrebnih funkcij, katere lahko z optimizacijo prilagodimo optimalni rešitvi in izdelamo uporabne specifikacije našega izdelka - novega IS.\nPri velikih in zahtevnih projektih je smiselno v timu imeti projektnega vodjo in sistemskega inženirja, pri manjših projektih pa velikokrat vlogo sistemskega inženirja prevzame kar vodja projekta.\n"], "15": ["2 OBSTOJEČE STANJE", ""], "16": ["2.1 Posnetek stanja", ""], "17": ["2.1.1 Predstavitev Johnson Controls – NTU, d.o.o.", "Koncern Johnson Controls, Inc Podjetje je bilo ustanovljeno leta 1885 v Milwaukeeju, Wisconsin, ZDA, kjer je tudi njegov sedež. V lasti ima več kot 1300 tovarn po celem svetu, zaposluje pa več kot 142 tisoč delavcev. Sestavljata ga dve poslovno-proizvodni skupini:\n- avtomobilski sistemi (75 %): sistemi celotnih sedežev in sestavni deli za  avtomobile in poltovornjake, baterije, akumulatorji za avtomobile in posebne  namene;\n- kontrolne naprave (25 %): upravljanje zgradb in kontrolnih sistemov za ogrevanje,  osvetljevanje, nadzorovanje energije in varovanje zgradb.\nOsnovni podatki o družbi Johnson Controls – NTU, d.o.o. Ime družbe: Johnson Controls – NTU (JC - NTU), tovarna za izdelavo izdelkov za avtomobilsko in pohištveno industrijo, d.o.o. Status: mešana družba z omejeno odgovornostjo in s kapitalskima deležema med lastnikoma Johnson Controls GmbH & CO KG in Fori d.o.o. Zaposleni: JC – NTU, d.o.o. spada med velika podjetja, saj ima v povprečju 700 zaposlenih\nNajvečji obrati JC – NTU:\nPUR – tehnologija modelirane pene V Slovenj Gradcu je proizvodnja modelirane pene že od začetka leta 1970. Osnovni surovini za izdelavo poliuretanskih izdelkov po hladnem postopku sta poliol z dodatki in izocianat. Surovini v mešalni glavi stroja pod visokim pritiskom zmešamo in nalijemo v pravilno ogrete aluminijaste modele. Po preteku kemijske reakcije je proizvod gotov. Dobre lastnosti poliuretana so trajna elastičnost, odpornost proti \nstaranju, velika nosilnost, majhna teža in veliko možnosti oblikovanja. Brez težav so mogoče tudi kombinacije z drugimi materiali.\nTEM 10 V sklopu tehnologije PUR je podjetje uvedlo novo tehnologijo TEM 10, ki je najnovejši dosežek na področju izdelovanja sedežnih vložkov. Predstavlja tehnološki preboj pri proizvodnji celotnih sedežev. Omogoča strojno lepljenje sedežne prevleke na surovec iz pene po posebnem termičnem postopku. Iz postopka izhaja tudi ime (TEMperatur 10 seconds). To tehnologijo uporabljajo le tri tovarne v Evropi, namenjena pa je za proizvodnjo sedežev za avtomobil Clio II, ki ga proizvaja tovarna Revoz.\nDPZ (direktno penjeni vzglavniki) DPZ je obrat direktnega penjenja vzglavnikov. Angleški naziv te tehnologije je PIP (angl.: pour in place). Ta tehnologija zahteva, da prevleko za vzglavnik najprej sešijemo, jo vstavimo v pravilno ogreto orodje s posebnimi vpenjalnimi pripravami, nato pa poliuretansko mešanico vlijemo direktno v tako pripravljeno prevleko.\nMontaža V tem obratu poteka proizvodnja - sestava vzglavnikov po »konvencionalnem postopku«, ki zahteva poliuretanski izdelek, izdelan po PUR tehnologiji, ter sešito prevleko. Sešito prevleko prevlečemo preko poliuretanskega izdelka, vanj vstavimo nosilno ogrodje z nosilnimi palicami ter z zapiranjem prevleke izdelamo končni izdelek\n- vzglavnik.\nNajvečji kupci: Johnson Controls (za Opel, Ford, Rover, VW, Toyoto in Audi) ter Daimler-Chrysler, TPV-JC Novo mesto, BMW, Lear, Faurecia.\nPoslanstvo podjetja: Ustvarjamo okolje in pogoje za dobro delo zaposlenih in plemenitenje njihovega znanja ter to čim uspešnejše tržimo.\nVizija podjetja: V JC-foam diviziji bomo najboljši v: \n- proizvajanju PIP in konvencionalnih malih delov;\n- fleksibilnosti pri uvajanju novih projektov;\n- naši ljudje bodo vedno aktivneje sodelovali v razvoju novih izdelkov v okviru  globalnega razvoja JC.\nVrednote podjetja: Verjamemo v svoje znanje in sposobnosti ter v kadrovski potencial Koroške, kar bomo uporabili in plemenitili v skladu z najvišjimi etičnimi načeli, kot so: integriteta, zadovoljstvo kupcev, tvorno vključevanje zaposlenih, inovativnost ter trajnostni razvoj.\nStrategija: Angažirati najsposobnejše kadre koroške regije. Biti inovativno učeče podjetje, ki ostaja stabilno tudi v okolju stalnih sprememb in nedefiniranosti. Omogočiti udeležencem uresničevanje osebne vizije. Ustvarjanje koristi za lastnike, zaposlene in okolje. Aktivno delovati za gospodarski razvoj koroške regije.\nSVOJO PRIHODNOST GRADIMO NA ZNANJU IN USTVARJAMO LJUDEM IN  OKOLJU PRIJAZNO PODJETJE.\n"], "18": ["2.1.2 Obstoječa programska oprema", "Uspešno poslovno odločanje je v veliki meri odvisno od obvladovanja in nadzora podatkov, s tem pa obvladovanje in dostop do točnih in ažurnih informacij. Točne in ažurne informacije zagotavlja zanesljiva, nadzorovana informacijska tehnologija, vodena in uporabljena s strani usposobljenih skrbnikov in uporabnikov sistema. Skrbniki sistema skrbijo za vzdrževanje in aktualizacijo programske opreme, medtem ko uporabniki zagotavljajo pravilen in ažuren vnos podatkov (Slika 4). \nTo področje je v našem podjetju podprto z operacijskim sistemom UNIX in podatkovno bazo Ingres (Slika 5).\nVse aplikacije so bile razvite znotraj podjetja v samostojnem oddelku Informatike, kjer so programe nenehno dograjevali in prilagajali glede na dejansko stanje in potrebe. Z razvojem podjetja in njegovih dejavnosti so bile stalno potrebne različne prilagoditve. Le-te so bile potrebne tudi zaradi raznih zakonskih sprememb na področju računovodstva, knjigovodstva in seveda financ.\n"], "19": ["2.2 Kritična analiza", ""], "20": ["2.2.1 Slabosti obstoječe programske opreme", "Hiter površen pregled in ocenitev obstoječega IS ne nakazuje potrebe po njegovi zamenjavi, saj za poslovanje podjetja kot celote zagotavlja vse zahteve po zajemanju, obdelovanju in shranjevanju podatkov, ki nastajajo znotraj poslovnega procesa. Natančen pregled nam razkrije določene pomanjkljivosti programov, ki nam otežujejo tekoče spremljanje poslovnih dogodkov.\nCeloten IS je bil zastavljen na osnovi širine procesov in proizvodnih programov pred več kot desetimi leti. V tem času je podjetje raslo v smislu proizvodnih programov, števila zaposlenih, dodajali smo nove procese. Tako smo v smislu informacijske tehnologije prerasli okvirje zastavljenega IS in smo se počasi začeli izgubljali v količini zajetih nepotrebnih podatkov, lokacij, stroškovnih mest, … (Slika 6), skratka IS je bil potreben temeljite prenove in prilagoditve na dejansko stanje s pogledom naprej. Pripravljali smo že določene usmeritve v prenovo IS, dograditev uporabe črtne kode idr.\nOrganizacija in informacijska podpora logističnega toka v notranji logistiki je bila skoraj neobvladljiva.\nPrikazani logistični tok (Slika 7) predstavlja samo lokacije, stroškovna mesta in vmesna skladišča v proizvodnem procesu montaže za sedem proizvodnih programov. Vsak proizvodni program je v vsakem proizvodnem procesu zahteval svojo vertikalo logističnega toka materiala. Upoštevati moramo, da imamo v podjetju sedem proizvodnih procesov (krojenje, šivanje, mešalnica poliuretanskih komponent, poliuretan, montaža, PIP, TEM 10) in v vsakem procesu vsaj deset do petnajst proizvodnih programov. Posledično si lahko predstavljamo informacijsko širino in obvladljivost sistema. \nGledano širše pa na nivoju koncerna obstoječ IS ni zagotavljal vključevanja v širšo informacijsko mrežo, saj ostala podjetja na področju Evrope uporabljajo različne IS. Tako je glavna slabost obstoječega IS bila v njeni nezmožnosti vključitve v skupno podatkovno bazo koncerna, s čimer smo izgubljali del informacij, ki so za poslovanje koncerna odločilnega pomena.\nGlede na zgornje trditve je bila zamenjava IS oziroma njegova temeljita prenova za nemoteno in nadzorovano spremljanje poslovnih in logističnih dogodkov več kot nujno potrebna. Kot smo že omenili, smo določene aktivnosti glede tega že izvajali. Z odločitvijo o zamenjavi IS na nivoju celotnega koncerna smo te aktivnosti okoli izbire IS in njegovih podsistemov ustavili.\n"], "21": ["2.2.2 Obstoječa informacijska strojna oprema (hardware)", "V našem primeru imamo opraviti z večuporabniškim IS, ki ga sestavlja zmogljivejši računalnik kot zmogljivejši sistem glede na centralno procesne enote, zunanji pomnilnik, periferne enote, razpoložljiva programska oprema itd.\nOsnovna vhodno–izhodna enota za delo v večuporabniških sistemih je torej računalniški terminal z osnovnima elementoma: katodnim zaslonom in tipkovnico, kar na kratko imenujemo zaslonski terminal. Izhodne enote predstavljajo matrični in iglični tiskalniki, ki omogočajo znakovni izpis želenih podatkov ali informacij, kot so delovni nalogi, prevzemnice, oddajnice, … .\nZa uporabo ostalih programov (urejevalniki besedil, obdelava tabel, razni grafični programi, programi za predstavitve, …) pa uporabljamo osebne računalnike s tipkovnico in miško, kot izhodne enote ink-jet ali laserske tiskalnike.\n"], "abstract": ["V današnjem hitrem razvoju na celotnem področju gospodarstva in negospodarstva je za obstoj in razvoj podjetij ena od zelo pomembnih dejavnosti spremljanje in nadzor poslovnih dogodkov in prav tako vseh logističnih dogodkov. V našem podjetju zagotavljamo elektronsko spremljanje poslovnih dogodkov s pomočjo operacijskega sistema UNIX in podatkovno bazo Ingres. V podjetju imamo oddelek Informatika, ki nam izdeluje in vzdržuje uporabne aplikacije. Znotraj koncerna veliko različnih operacijskih sistemov in podatkovnih baz. Z razvojem informacijske tehnologije se pojavljajo tudi želje po njenem poenotenju in s tem zmanjšanju stroškov – licenc za njeno uporabo. Prav tako bo s tem omogočeno poenotenje informacijske tehnologije, s tem pa poslovno poročanje in primerjava podjetij med seboj na področju Evrope. Znotraj teh sprememb se je znašlo tudi naše podjetje. Po predvidenih terminskih planih smo tudi mi zamenjali obstoječ informacijski sistem z novim, kar opisuje ta naloga. "]}