{"1": ["1 UVOD", "Oljne buče spadajo v družino Cucurbitaceae (bučevke). Ta družina obsega dve poddružini: Zanonioideae in Cucurbitoiedae, v kateri je vključeno okoli 118 rodov in 825 vrst. Med vrstami obstaja velika raznolikost glede oblike in zgradbe stebla, listov, cvetov, plodov, semen, števila kromosomov in drugih lastnosti. Obstajajo pa tudi številne skupne značilnosti (npr. način rasti in oblika stebla), na osnovi katerih lahko ugotovimo, ali rastlina spada v omenjeno družino (Ivančič 2002). Najpomembnejši rod je Cucurbita L., ki obsega 5 kultiviranih in okoli 10 divjih vrst (Robinson in Decker –Walters 1997). Najpomembnejše kultivirane vrste so: Cucurbita argyrosperma Huber, C. ficifolia (Bouché) Britton, C. maxima Duch. ex Lam., C. moschata (Duch. ex Lam.) Duch. ex Poir in C. pepo L.\nBuče izvirajo iz Amerike. Iz arheoloških zapisov je mogoče sklepati, da so se ohranili vzorci semen navadne buče iz obdobja 9000 pr. n. š. (Oaxaca Valley v Mehiki) (Teppner 2000). V starih pisanih virih Majev in Inkov, ki so živeli na območjih Srednje in Južne Amerike, se buče omenjajo že leta 1800 pr. n. š.\nNajvečja genetska raznolikost navadne buče je bila opisana v Mehiki, kjer je bila zelo cenjena kultivirana rastlinska vrsta (Ivančič 2002). Pozneje se je začela množično gojiti tudi v mnogih drugih deželah, kot so Turčija, Indija, Burma, Japonska in Kitajska, ki so tako postale sekundarni centri raznolikosti bučevk (Bavec 2006). Na Štajerskem so prvič o buči kot zelenjadnici pisali leta 1596. O luščenju semena za pridobivanje olja pa obstajajo prvi pisani viri iz leta 1735 (Teppner 2000).\nZa buče so značilne čvrste vretenaste korenine, ki lahko prodrejo do globine 2 m. Razvijejo pa tudi več sekundarnih korenin, ki se nahajajo blizu površine tal. Večina korenin je razporejena do globine 60 cm. Lateralne korenine lahko segajo tako daleč kot nadzemni deli, lahko pa tudi dlje (Robinson in Decker-Walters 1997). Listi so peterokrpati in imajo dolge votle peclje s kratkimi bodicami. Na nodijih se pojavljajo tudi vitice, ki omogočajo \nrastlinam, da se vzpenjajo. Buče so praviloma plazeče rastline, vzgojene pa so tudi grmičaste forme. Plazeča stebla buč imenujemo vreže. Če so vreže zelo dolge, govorimo o dolgovrežnih bučah, če pa so kratke, govorimo o kratkovrežnih bučah. Najpogostejša oblika spolne izraženosti je monoecija, z ločenimi enospolnimi moškimi in enospolnimi ženskimi cvetovi (Ivančič 2000). Moški cvetovi se na rastlini običajno pojavijo prvi, ženski pa pozneje. Na pojavljanje in nastajanje ženskih oz. moških cvetov vplivajo številni dejavniki, kot so: temperatura, intenziteta svetlobe, čas trajanja osvetlitve, plodnost tal in genetska struktura. Pri nižji povprečni temperaturi se običajno razvije več ženskih cvetov. Razen enospolnih cvetov se lahko pojavijo tudi hermafroditni, kar pa je pogojeno z genotipom rastline (Nemanič 2003). Hermafroditne rastline so v naravi zelo redke.\nNavadna buča (Cucurbita pepo) je v Sloveniji najverjetneje še vedno najpomembnejša vrsta buč. Na območju slovenske Štajerske je najpomembnejša C. pepo L. subsp. pepo var. styriaca Grebenšč. (´Štajerska oljna buča´). Semenske lupine ´Štajerske oljne buče´ ni lignificirano in zato jim pravimo ´golice´. V preteklosti pa je bila zelo pomembna C. pepo L. subsp. pepo var. oleifera Pietsch (´Čermakova oljna buča´). Oljne buče poleg vsebnosti olja odlikuje tudi specifična sestava olja.\nBučno olje je temno zelene barve in vsebuje visok delež nenasičenih maščobnih kislin. Z nad 60 % prevladujeta oljna in linolna kislina, 30 % pa je mono-nenasičenih kislin. 10 % pripada nasičenim maščobnim kislinam (Nemanič 2003). Bučno olje vsebuje tudi veliko beljakovin, med drugim tudi kukurbitin, ki uničuje črevesne zajedalce in preprečuje rast prostatične žleze (Janoš 2007). Je bogat vir kalcija, železa, magnezija, fosforja, kalija, mangana in cinka. Vsebuje tudi veliko vitaminov, ki ugodno vplivajo na srce in ožilje, plodnost, živčni sistem, mišično moč. Najpomembnejši med njimi je vitamin E (Hunter in Cahoon 2007). V bučnih semenih je bila ugotovljena velika variabilnost vsebnosti tega vitamina, želimo pa si ga čim več (Murkovic in sod. 1996). Poleg vitamina E sta v bučah zelo pomembna tudi vitamin C in A. Potrošnikom, nevajenim bučnega olja, ni všeč barva. Lignificirano seme rezultira s svetlejšim oljem. \nOljnih buč ne gojimo le zaradi olja. Seme buč se uporablja v prehrani kot sveže, posušeno, praženo, samostojno ali z dodatki čokolade, karamele ali kakšnih drugih snovi. Uporabni so tudi mnogi drugi deli rastlin. Za prehrano so zelo pomembni tudi plodovi. Uporabljamo jih lahko, ko so še mladi ali pa povsem dozoreli. V mnogih državah se v prehrani ljudi uporabljajo tudi mladi vršički in cvetovi. Navadne buče uporabljamo tudi v prehrani živali. To so predvsem votle polovice brez semen in pogače, ki ostanejo od stiskanja semen. Zeleni deli rastlin se običajno redkeje dajejo živalim, saj so poraščeni s kratkimi bodicami in ob koncu vegetacije običajno niso več sočni.\nV zadnjem času na nekaterih institutih namenjajo veliko pozornosti raziskavam o uporabnosti bučnega olja kot sestavine za pogonska goriva (npr. biodiesel). To olje bi lahko uporabljali le v omejenem obsegu (Schinas in sod. 2008). Za proizvodnjo pogonskih goriv bi bilo bučno olje najverjetneje predrago, saj je proizvodnja bučnega semena razmeroma zelo draga in zahtevna, pridelki pa so razmeroma nizki, če jih primerjamo z drugimi poljščinami (npr. s sojo). Da bi lahko zadostili vsem potrebam, bi bilo potrebno povečati pridelek. Povečamo ga lahko z izboljšanjem tehnologije proizvodnje in žlahtnjenjem novih sort. Obstaja tudi možnost gojenja oljnih buč na nekaterih tropskih in subtropskih območjih, kjer vegetacijsko obdobje traja skozi vse leto, življenjsko obdobje rastlin pa se pri nekaterih dolgovrežnih genotipih lahko brez težav podaljša na dve leti. Po vsakem pobiranju plodov moramo rastline pravilno obrezati (Ivančič, osebna komunikacija 2008). Poseben problem je setev oljnih golic. Za gola semena je značilna večja lomljivost in manjša odpornost na bolezni in škodljivce ter neugodne razmere v tleh v času setve in kalitve.\nGlavni namen diplomske naloge je analizirati variabilnost debeline semenske lupine. Teppner (2000) je determiniral 5 različnih tipov semenskih lupin pri C. pepo. Naša osnovna hipoteza je bila, da je takšnih tipov najverjetneje več. Glavni argument je bil v možnosti vključitve maksimalno velikega števila vzorcev žlahtniteljskega materiala (genotipov, ki so nastali v procesu žlahtnjenja novih sort) in tudi nekatere medvrstne križance. Če res obstaja velika variabilnost, potem bi bilo možno določiti, kateri tip golice bi bil najbolj primeren za setev in kateri za ekstrakcijo olja. \nRezultati raziskave bodo koristna informacija za delo na žlahtnjenju oljnih buč. Žlahtnjenje mora imeti za cilj optimalno rešitev; tj. ustvariti mora visoko produktivne in visoko kvalitetne ter na bolezni in škodljivce odporne sortne materiale, iz katerih bi bilo možno na enostaven način ekstrahirati olje, obenem bi bilo seme tudi dovolj čvrsto in odporno na neugodne vremenske razmere v času setve.\n"], "2": ["2 PLOD IN SEME", ""], "3": ["2.1 Plod", "Plod se je razvil iz tripredalaste plodnice. V stari literaturi se je uvrščal med jagode, danes pa ga uvrščamo v posebno skupino, imenovano 'pepo' (Ivančič 2002). Oblika plodov je lahko zelo različna: okrogla, elipsasta, valjasta, jajčasta, narobe jajčasta, hruškasta, stožčasta, ploščata, možne pa so tudi razne nepravilne oblike. Velika raznolikost se kaže tudi v barvi. Barva plodov je odvisna predvsem od genetske strukture, starosti ploda, okolja, kjer plod dozoreva in od zdravstvenega stanja. Barva zrelega ploda navadne buče je lahko bela, belorumena, rumena, rjava, oker, rdeča, oranžna, zelenobela ali zelena. Osnovna barva je lahko tudi v kombinaciji s progami, lisami ali pegami.\nMeso v plodu (mezokarp, skupaj z endokarpom) je vlaknasto in zaradi prisotnosti karotenoidov najpogosteje rumene ali oranžno rumene barve. Pokriva ga trdnejša povrhnjica (eksokarp). Pecelj ploda je rebrast in razširjen proti mestu, kjer se spaja s plodom (Nemanič 2003).\nPlod navadne buče vsebuje približno 90 % vode, vendar pa je v svežem mesu buč še okrog 1 % beljakovin, do 0,3 % maščob, od 3 do 8 % sladkorjev, 1 % celuloze, prisotni pa so še vitamini A, B-skupine, C in K ter minerali, kot so: kalij, kalcij, železo, fosfor, natrij, magnezij in mangan (Kocjan Ačko 1999)\n"], "4": ["2.2 Seme", "V plodu buče je povprečno 400 semen, kar predstavlja od 1,5 do 3 % ploda. Oblike semen so lahko zelo različne, najpogosteje pa so ploščate in podolgovate. Dolžina semen variira od 1 do 2 cm, širina od 0,5 do 1,2 cm, debelina pa od 0,2 do 0,4 cm. Masa semena se giblje od 0,1 do 0,4 g (Nemanič 2003). Za setev bi bila najprimernejša semena, ki bi imela prečni \nprerez bliže krogu. Na ta način bi semena golic pridobila na kompaknosti in posledično bila manj lomljiva, saj je lomljivost semen pri golicah zelo velik problem. Na lomljivost semen ima velik vpliv tudi čvrstost semenske lupine. Semena s čvrsto semensko lupino so praviloma mnogo manj lomljiva.\nSemenska lupina je lahko lignificirana, delno lignificirana ali povsem nelignificirana. V prečnem prerezu lahko pod mikroskopom ločimo pet osnovnih plasti. Semena, ki jih uporabljamo za stiskanje olja, so golice in so zelene barve (npr. pri 'Štajerski oljni buči'). Ta barva izvira plasti klorenhima. Semena, ki imajo delno lignificirano semensko lupino so sivo zelenkasta, 'steklasto' siva, siva ali krem barve, odvisno od stopnje lignifikacije (slika 1). Prve tri barve so posledica delne prosojnosti semenske lupine oz. loma svetlobnih žarkov, ki prehajajo skozi posušene plasti semenske lupine in pri tem naletijo na številne medcelične in medplastne prostore. Če seme navlažimo, se ta barva spremeni v bolj intenzivno zelenkasto. Bolj, ko je lignifikacija izrazita, bolj je seme sivo ali srebrnosivo. Če je semenska lupina krem barve, je stopnja prosojnosti že tako nizka, da svetlobni žarki več ne prodrejo do klorenhimske plasti (Ivančič, osebna komunikacija).\nPod semensko lupino se nahaja plast perisperma, ki obsega približno 6 plasti. Perisperm je diploidno hranilno tkivo, ki nastane iz sredice semenske zasnove. Pod perispermom je tanka plast triploidnega sekundarnega endosperma, katerega celice imajo debele stene in velika jedra (Hayward 1967; Šiško 2002).\nOsrednji in najpomembnejši del semena je embrij. Ta sestoji iz osi, ki nosi dva semenska lista oziroma kotiledona. Rastna točka, iz katere se razvijejo korenine, je radikula in se pojavi iz bazalnega dela osi embrija, plumula pa predstavlja vrhnji del osi. Epikotil izgleda kot majhna stožčasta izboklina (Hayward 1967; Šiško 2002).\nZa buče je značilna vsaj delna dormantnost, kar pomeni, da embriji zahtevajo dodatno obdobje dozorevanja, po tistem, ko dozori plod. V ugodnih razmerah seme v običajno vznikne v 6-8 dneh. V in vitro razmerah pa se kaljivost začne že po dveh dneh. V plodu je \nseme obdano s placento, ki se pri zrelih plodovih razgradi. Pri nekaterih prezrelih plodovih lahko seme vzkali že v plodu, kar zelo vpliva na kakovost olja, saj seme po kalitvi postane grenko. Velika pa je tudi verjetnost, da se s kalitvijo zmanjša tudi količina olja v semenu, saj embrij porablja lipide za rast. Kalitvi v plodu so bolj podvržena semena golic, ki nimajo mehanske (lignificirane) prepreke (Ivančič, osebna komunikacija)..\na – podaljšek baze semena; b – rob semena; c – srednji del semen\n"], "5": ["2.2.1 Semenska lupina", "Semenska lupina ali testa se razvije iz obeh integumentov anatropne semenske zasnove (Hayward 1967). K oblikovanju semenske lupine največ prispeva zunanji integument. Iz njega se razvijejo tri plasti in del četrte, preostali deli se razvijejo iz notranjega integumenta. Semenska lupina predstavlja zaščitno plast bučnega semena. Njena zgradba je zelo zapletena in obsega pet osnovnih plasti (Teppner 2004) (slika 2). \np1\npl – posušena epidermalna plast placente, 1 – epiderma ali zunanja plast, 2 – hipoderma ali sub-\nepidermalna plast (0–6 plasti celic), 3 – sklerenhim (1–2 plasti celic), 4 – aerenhim (1–3 plasti celic),\n5 – klorenhim (8–12 plasti celic).\nPrva oz. zunanja plast (slika 2) predstavlja epidermalni del, ki je kompakten in pri lignificiranih genotipih sestavljen iz radialno izdolženih celuloznih celic. Zunanje stene teh celic so odebeljene, vendar brez kutikule. Druga plast je subepidermalna ali hipodermalna, sestavljena iz 3–5 slojev majhnih podolgovatih poligonalnih celic s tanko celično steno, brez medceličnih prostorov (pri lignificiranih semenih je to lignificirana plast).\nTretja plast je sklerenhimska, ki daje semenski lupini trdnost. Celice te plasti imajo najdebelejše celične stene. Razporejene so v eni, redkeje pa tudi v dveh v prečnih linijah. Celice so izodiametralne in ´zaklenjene´ ena v drugo (Teppner 2004). Četrta plast je aerenhim. To je parenhimska plast, zgrajena iz treh različnih delov. Zunanji del je iz majhnih \ncelic, ki ležijo blizu sklerenhima in nimajo medceličnih prostorov (prisotnost lignina pri lignificiranih semenih). Srednji del ima velike medcelične prostore, ki tvorijo velike votline. Celične stene imajo ponekod mrežaste odebelitve. Notranji del te plasti tvori gobasto tkivo sestavljeno iz celic s tankimi stenami. Ta plast vsebuje tudi klorofil in tako vpliva tudi na barvo semena.\nPeta plast predstavlja notranjo epidermo (klorenhim). To je plast celic s tankimi celičnimi stenami. Zelena barva te plasti izvira iz protoklorofila (ta se od klorofila razlikuje po tem, da ima dva vodikova atoma manj, ki sta dodana s fotoreakcijo, kar pa je v notranjosti ploda nemogoče) (Teppner 2004).\nV času razvoja plodu seme obdaja tudi epidermalna plast placente (pl – slika 2). Ko seme sušimo, se ta plast ponavadi olušči, lahko pa se tudi zlepi na semensko lupino. Če se zlepi, postane del epidermalne plasti, ki pa ob obdelavi rada odstopi (Teppner 2004).\n"], "6": ["2.2.2 Tipi semenskih lupin", "Prve znanstvene raziskave, povezane z žlahtnenjem oljnih buč so bile opravljene v Nemčiji (anonymous 1925; cit. Teppner 2000). Prvi evidentirani podatki o proizvodnji bučnega olja na Štajerskem pa segajo v leto 1735. Prvo žlahtnjenje ´golic´ iz mutantnega genotipa se je začelo med leti 1870 in 1880 na Štajerskem (Pregel in Tschemark-Seysenegg 1934; Buchinger 1944; cit. Teppner 2000). Mnogi novejši žlahtniteljski programi imajo za cilj povečanje števila predalov plodnice. Vrste rodu Cucurbita imajo običajno tri ali štiri prekate, žlahtnitelji pa jih želijo povečati na pet in s tem dobiti količinsko več semena v plodu (Teppner 2000). \nTeppner (2000) je opisal pet tipov semen glede na debelino semenske lupine:\n1 – z debelo semensko lupino (divji tipi in večina standardnih C. pepo-tipov) –  lignificiran tip  2 – s ´pol-debelo´ semensko lupino (pojavlja se pri križanju med genotipi z debelo in  genotipi s tanko semensko lupino)  3 – neimenovani tip (variacija, ki spominja na staro varieteto oleifera)  4 – ´poltanka´ semenska lupina (C. pepo subsp. pepo var. georgica)  5 – s ´tanko´ semensko lupino (C. pepo subsp. pepo var. styriaca, var. oleifera in var.  flogra) – golica\nGeni, odgovorni za lignifikacijo semena, so dominantni nad geni, ki so odgovorni za ´golo´ seme. Geni, odgovorni za lignifikacijo, ne posredujejo v biosintezi polisaharidov in lignina v celičnih stenah, ampak odločajo le o vgrajevanju materiala za debelitev celične stene.\n"], "7": ["3 MATERIALI IN METODE", ""], "8": ["3.1 Rastlinski material", "Za analizo smo uporabljali semena kontroliranih križanj in samooploditev ter semena iz proste oprašitve naslednjih rastlinskih materialov:\n– stare sorte navadnih buč, ki so se nekdaj uporabljale za hrano domačih živali,  – različni genotipi jedilnih buč (´Zucchini´ in njihovi medsebojni križanci),  – okrasni tipi navadne buče,  – sorta ´Slovenska golica´,  – sorta ´Gleisdorfer Ölkürbis´,  – potomstva križanj ´Slovenske golice´ z ´Gleisdorfer Ölkürbis´ (F1, F2 in F3),  – potomstva križanj ´Slovenske golice´ z raznimi jedilnimi genotipi,  – potomstva križanj ´Gleisdorfer Ölkürbis´ z raznimi jedilnimi genotipi (F1 in F2),  – potomstva medsebojnih križanj obeh predhodnih materialov,  – F2 potomstvo ´Slovenske golice´, križane s pripadniki vrste Cucurbita argyrosperma,  – potomstva povratnih križanj raznih genotipov golic s C. argyrosperma × C. pepo  (golica),  – povratna križanja (C. argyrosperma × C. pepo) × C. argyrosperma,  – potomstva kompleksnih križanj (((C. pepo – oljni genotip × C. argyrosperma) × C.  pepo – oljni genotip) × C. pepo – oljni genotip)) × ((C. moschata × C. argyrosperma)  × C. argyrosperma) × (C. pepo – oljni genotip × C. argyrosperma)).\nSemena so bila pobrana iz povsem dozorelih plodov v obdobju od 8. do 29. oktobra 2005. Plodovi so bili prerezani in iz vsakega plodu je bil vzet vzorec približno 100 semen. Vzorčeno je bilo nekaj več kot 150 plodov, vsak plod pa je izviral iz različne rastline. Seme je bilo pomešano skupaj in posušeno na sobni temperaturi. Skupaj je bilo približno 15 000 semen. \nZa anlizo variabilnosti osnovnih kvantitativnih lastnosti semen (dolžina, maksimalna širina. dolžina podaljška baze semena in širina roba semena) smo uporabili vzorec 60 naključno izbranih semen z lignificirano semensko lupino in 60 naključno izbranih semen z delno lignificirano ali nelignificirano semensko lupino. Določili smo minimalne in maksimalne vrednosti ter izračunali srednje vrednosti variance in koeficiente variabilnosti.\n"], "9": ["3.2 Določanje lignificiranosti", "Da bi bila analiza lignificiranosti čim bolj enostavna, smo glede na barvo, obliko in velikost semen oblikovali 59 skupin (preglednica 1, slika 3). Te skupine so predstavljale izhodišče za natančnejše razvrščanje glede na stopnjo lignificiranosti. Stopnjo lignificiranosti smo določali posredno in to na dva načina:  – na osnovi stopnje prosojnosti semenske lupine,  – na osnovi hitrosti vpijanja (absorbcije) vode v semensko lupino.\nOba načina sta praktično uporabna v žlahtnjenju in ne zahtevata zapletenih pripomočkov. Prvi način temelji na stopnji prepustnosti svetlobnih žarkov skozi plasti semenske lupine. Manjša je stopnja lignifikacije, globlje prodrejo svetlobni žarki. V primeru, da lignifikacija ni prisotna, svetloba prodre vse do klorenhimske plasti in seme dobi karakteristično zeleno lupino. Povsem lignificirano seme pa ima belkasto, krem ali lesnato barvo.\nPri drugem načinu smo semena namakali v vodi. Uporabili smo po pet semen iz vsake od prej omenjenih 59 skupin. Osnovna hipoteza je bila, da bodo semena z bolj lignificirano semensko lupino potrebovala več časa za navlažitev. Semena smo dali v vodo s konstantno temperaturo 18- C in jih obračali, da bi se voda vpila po vsej površini semena. Seme je veljalo za razmočeno, ko se je vidno spremenila barva semenske lupine in se je semenska lupina lepo ločila od notranjega dela semena. Na osnovi potrebnega časa, da se seme povsem prepoji z vodo, smo vzorce razvrstili v odgovarjajoče število razredov. \nŠt.vzorca Lignificirana lupina (32 skupin)  1 lesno-slamnata barva, debeli dvojni rob  2 lesno-slamnata barva, debeli dvojni rob, zvit podaljšek baze semena  3 lesno-slamnata barva, majhno, okroglo seme  4 lesno-slamnata barva, majhno, ovalno seme  5 lesno-slamnata barva, majhno, ovalno, izbočeno seme  6 svetlo seme, rumenkast rob  7 svetlo seme, rumenkast rob (sredina teste bela)  8 slamnata barva, debel rob, svetla sredina  9 slamnata barva, debel rob, zvit podaljšek baze semena  10 podolgovato seme, nagrbančen rob  11 podolgovato seme, debelejši rob  12 podolgovato seme, manj debel rob  13 ploščato seme, srebrnkast poprh, zvit podaljšek baze semena  14 nezdiferencirana semenska lupina  15 neizdiferencirana semenska lupina, podaljšek baze semena izrazit in na sredini  16 okroglasto seme, zelo majhno, debelejši rob  17 debeli rob, podolgovato seme  18 debeli rob, okroglo seme  19 debeli rob, dvojni žleb  20 ploščato seme, srebrnkast poprh  21 sivo zelenkasto seme, tanka lupina  22 rumenkasta barva, tanki rob  23 zelo majhno seme (najmanjše)  24 majhno in podolgovato seme, sivo bele barve  25 okrogel rob semena  26 podolgovato seme, slabo lignificirana lupina  27 majhno seme z izrazitim robom  28 seme sivo bele barve, srebrnkast poprh  29 podolgovato seme, rumeno bele barve, zelo debel rob  30 majhno seme z debelim robom  31 majhno seme z debelo lupino, ki ni gladka  32 majhno okroglo seme, zelenkaste barve z gladko lupino  33 seme z zelo debelim robom, 'bakrenast' poprh  34 semenska lupina s koncentričnimi krogi in debelim robom  35 tanjši rob, izbočeno seme\nŠt.vzorca Golice (26 skupin)  36 podaljšek baze semena močneje izražen, tanjši rob, podolgovato seme, sivozelene barve  37 sivozelena barva, tanek rob  38 temno zelena barva, po robovih prisotna lignifikacija  39 podolgovato seme, majhen podaljšek baze semena  40 temno zelena barva, tanek rob  41 olivno zelena barva, tanek rob  42 svetlo zelena barva, tanek rob, majhno seme  43 svetlo zelena barva, delno lignificiran rob  44 svetlo zelena barva, tanek rob, večje seme \nŠt.vzorca Golice (26 skupin)  45 temno zelena barva, majhno seme, oljne pege  46 temno zelena barva (skoraj golice), svetlejša sredica  47 temno zelena barva, delno lignificiran podaljšek baze semena  48 podaljšek baze semena lignificiran, rob nepravilen  49 lignificiran je samo podaljšek baze semena, rob ni lignificiran  50 začetek lignifikacije od roba proti sredini  51 temno zelena barva, rob lignificiran  52 svetlo zelena barva, nelignificirano seme, pege nepravilnih oblik  53 temnejša zelena barva, nelignificiranost v debelejših črtah  54 temnejša zelena barva, nelignificiranost v tanjših črtah  55 temno zelena barva, široko seme, debelejši lignificiran rob  56 svetlo zelena barva, srebrnkast poprh  57 podaljšek baze semena lignificiran, rob slabo definiran  58 svetlo zelena barva, tanek rob, podolgovato seme  59 temno zelena barva, tanek rob, viden manjši podaljšek baze semena\nZa določitev povezanosti med obema pristopoma določanja stopnje lignificiranosti smo uporabili Pearsonov korelacijski koeficient.\nZa statistične analize smo uporabili program SPSS 15.0.\n"], "10": ["4 REZULTATI", "4.1 Srednji vrednosti, varibilnost in korelacijska povezanost najpomembnejših kvan-  titativnih lastnosti semen\nIz preglednice 2 je razvidno, da je pri obeh skupinah semen (z lignificirano semensko lupino in pri golicah ter pol–golicah) najbolj variabilna dolžina podaljška baze semena, najmanj pa dolžina semena.\nVelika variabilnost podaljška baze semena najverjetneje izvira iz velike raznolikosti oblik bazalnega dela semena. Zaradi te raznoslikosti je bilo težko natančno določiti, kje je meja med podaljškom in preostalim semenom. Korelativna povezanost proučevanih lastnosti je prikazana v preglednici 3. Najbolj čvrsta korelativna povezanost je bila ugotovljena pri ne– golicah med širino roba in dolžino semena (r=0,552**). Pri golicah in pol–golicah je bila ta povezanost šibkejša (r=0,258). Zanimiva je tudi korelativna povezanost med širino roba in dolžino podaljška semena. Pri ne–golicah je bila relativno čvrsta (r=0,532**), pri golicah in pol–golicah pa je bila negativna (r=-0,142). \nSemena z lignificirano semensko lupino  N Min. Maks. Sr. vred. Var. C.V. (%) Dolžina 60 14.7 22.3 18.95 3.197 9.43 Maksimalna 60 8.1 12.5 10.42 1.163 10.35 Dolžina podaljška baze 60 1.4 4.2 2.82 0.366 21.39 Širina roba 60 0.8 2 1.34 0.064 18.90  Golice in pol-golice  N Min. Maks. Sr. vred. Var. C.V. (%) Dolžina 60 15.2 21 18.71 1.956 7.48 Maksimalna širina 60 7 19.9 9.23 2.485 17.08 Dolžina podaljška baze 60 0.9 3.4 2.18 0.262 23.50 Širina roba 60 0.4 1.1 0.72 0.028 23.20\nvključenih v raziskavo (N = 60)\nSemena z lignificirano semensko lupino  Dolžina semena Maks. širina Dolž. podaljška baze Maksimalna širina 0.421** Dolžina podaljška semena 0.418** 0.450** Širina roba 0.552** 0.468** 0.532**  Golice in pol-golice  Dolžina semena Maks. širina Dolž. podaljška baze Maksimalna širina 0.365** Dolžina podaljška semena 0.302* 0.228 Širina roba 0.258 0.113 -0.142\n** P < 0.01, * P < 0.05\n"], "11": ["4.2 Razredi na osnovi prosojnosti semena", "Raziskava je pokazala, da je stopnja lignifikacije tesno povezana z barvo semen. Maksimalno lignificirano seme ne prepušča svetlobe in seme ima barvo, ki spominja na barvo suhega lipovega lesa. Ko je stopnja lignifikacije niža, prihaja vse bolj do izraza barva klorenhima.\nIz izhodiščnih 59 skupin (preglednica 1, slika 3) je bilo možno oblikovati 22 ločenih skupin oz. razredov. Ključ za razvrščanje so bile skupne lastnosti, kot so prisotnost, delna prisotnost ali odsotnost lignificiranosti, stopnja in izraženost lignificiranosti, način rasporeditve regije lignificiranosti, lastnosti in debelina semenskega roba ter prevladujoča barva semenske lupine. Razrede smo razporedili tako, da je prvi razred semena brez lignifikacije, zadnji (številka 22) pa maksimalno lignificiran tip z debelim semenskim robom (preglednica 4). Barvna lestvica, ki smo jo uporabili pri določanju razredov, je prikazana na sliki 4.\nV prvem razredu so bila semena standardne golice. Zaradi odsotnosti lignifikacije oz. maksimalne prosojnosti semenske lupine so bila temno zelene barve (slika 5). V drugi razred smo uvrstili semena, kjer še ni možno jasno razločiti ali obstaja lignifikacija. Semena so bila sivkaste, ne več temno zelene barve (slika 6). Tretji razred je obsegal golice s komaj opaznimi deli lignifikacije na delu roba. Tudi barva lupine je bila svetlo zelena, ne več zelena, kot pri standardni golici (slika 7). V četrtem razredu so bila semena, ki so imela lignificirane robove, z opaznimi nepravilnostmi pri lignifikaciji roba. Rob ni bil enakomerno lignificiran (slika 8). Peti razred je obsegal povsem lignificiran rob, nakazan pa je bil tudi potek lignifikacije v smeri od roba proti sredini semena (slika 9).\nV šesti razred smo uvrstili semena, kjer lignifikacija ni bila prisotna na nekaterih delih po celem robu in na sredini. Bilo je videti, kot da obstaja poprh iz lignificirane plasti (slika 10). Sedmi razred je obsegal semena z zelo debelim lignificiranim robom in nelignificirano sredino. Obstajala je velika podobnost s petim razredom, vendar je bila barva semena nelignificiranega dela pri semenih iz sedmega razreda svetlo zelena, pri petem razredu pa je bila temno zelena (slika 11). Osmi razred je zajemal semena, kjer je bila lignificirana plast \nže debelejša, vendar v obliki madežev oz. peg. Lignificiran je bil tudi tanek rob (slika 12). Pri devetem razredu je bila semenska lupina že dokaj lignificirana in sive barve, na sredini pa so se pojavljale pege nelignificirane semenske lupine (slika 13). Za deseti razred so bila značilna semena s svetlo sivo lupino in z močno lignificiranim robom. Lignificiran del ob hilumu je bil zelo ozek (slika 14).\nRazred Temeljne značilnosti Izvor (skupine 1–59)  1 standardna golica 46 \nZa enajsti razred je značilno, da barva semena ni bila več tako izrazito siva. Postala je že bolj krem siva. Na osnovi te barve lahko sklepamo o močnejši lignifikaciji semenske lupine. Pri hilumu so se pojavili deli nelignificirane semenske lupine. Rob je bil izrazit, vendar ne debel (slika 15).\nOd dvanajstega razreda naprej so bila vključena semena s povsem lignificirano semensko lupino. Pri dvanajstem razredu so bile semenske lupine sive do krem barve, z izrazitim robom. V trinajsti razred smo razporedili semena, ki so imela krem slamnato barvo in bel osrednji del (slika 16). Za štirinajsti razred je bila značilna semenska lupina krem barve, na nasprotni strani hiluma pa je bil del, ki je dajal videz prozornosti. Rob je bil debel, tako da smo imeli občutek, da obstaja dvojni rob (slika 17). Pri petnajstem razredu je bila semenska lupina krem barve z izrazito debelim robom, ki pa je bil še debelejši na nasprotni strani hiluma (slika 18).\nZa šestnajsti razred je bila značilna sivkasta barva semenske lupine in tanjši rob (slika 19). Za sedemnajsti razred je bil značilen tanek rob in koncentrične površine z belo-krem barvo, kar je najverjetneje bila posledica postopne lignifikacije v smeri od roba proti sredini (slika 20). Pri osemnajstem razredu je bila semenska lupina krem barve, ki je bila očitno povezana z zelo močno lignifikacijo (slika 21).\nSemenske lupine pri devetnajstem razredu so bile značilno sivkaste barve in brez izrazitega roba. Bolj izrazit rob smo lahko opazili le pri hilumu (slika 22). Pri dvajsetem razredu so bila semena svetlo sive barve z izrazitejšim robom (slika 23). Za enaindvajseti razred je bil značilen rob slamnate barve, siva sredina in zelo debel rob (slika 24). Dvaindvajseti razred je obsegal semena slamnate barve z debelim rob, ki je imel žleb, ki je bil izrazitejši v bližini hiluma (slika 25).\nNekatere opisane razrede bi bilo možno še dodatno razdeliti na manjše enote. Pri razvrščanju smo opazili, da obstajajo občutne razlike tudi v izbočenosti in vbočenosti določenih regij na površini semen. Izbočenost in vbočenost sta povezani z več dejavniki, kot so npr. debelina \nsemenske lupine, neenaka lignifikacija in oblika kotiledonov. Odsotnost lignifikacije pogosto na nekem delu semenske lupine lahko daje imaginarni videz 'vdrtosti', ki temelji na razliki barv. Če nek del ni lignificiran, je temnejši in daje občutek globine.\n"], "12": ["4.2.1 Slikovni prikaz posameznih razredov", ""], "13": ["4.3 Razredi na osnovi časa, potrebnega za navlažitev semena", "Glavna naloga semenske lupine je, da ščiti embrij pred negativnimi vplivi okolja. Semenska lupina pa je tudi pomemben dejavnik, ki preprečuje prezgodnjo kalitev semena, oz. kalitev semena v plodu. Semenska lupina pomeni tudi prepreko za absorbcijo vode. Pri raziskavi smo predpostavili, da se voda hitreje vpija oz. se seme hitreje navlaži, če je semenska lupina tanjša. Na ta način je lahko čas, potreben za navlažitev semena, zelo uporaben za klasifikacijo semen na osnovi debeline semenske lupine. Voda se vpija po celotni površini semena.\nIz preglednice 5 je razvidno, da je čas, potreben za navlažitev, oz. čas vpijanja vode variiral od 3 minute do več kot 5 ur. Najkrajši čas je bil značilen za semena z nelignificirano semensko lupino.\nGlede na čas namakanja smo lahko oblikovali 18 razredov (Preglednica 6). Morda bi bilo pravilneje trditi, da je bilo 17 osnovnih razredov in en dodaten razred.\nČe ta drugi pristop primerjamo s prvim, ki je temeljil na prosojnosti semenske lupine oz. propustnosti za svetlobne žarke, lahko zaključimo, da obstaja velika podobnost, kar kaže tudi korelacijski koeficient (r=0,896). Posebnost predstavlja le vzorec št. 33, ki je bil opisan kot močno lignificiran, vendar pa se je zelo hitro navlažil. Če bi prej omenjena logika brezpogojno veljala, bi moral biti čas navlažitve semenske lupine mnogo daljši. Vzrokov, da to ni bilo tako, je lahko več. Lignificirana semenska lupina je bila morda zelo porozna, morda je bila porozna le regija ob hilumu, lahko je bila fizikalna zgradba ligificiranih plasti takšna, da je omogočala hitro vpijanje vode, morda pa je bil vzrok v kemijsko pogojeni stopnji hidrofilnosti semenske lupine. V ostalih primerih rezultati potrjujejo osnovno predpostavko, da višja stopnja lignifikacije pogojuje daljši čas vpijanja vode.\nNajveč časa za navlažitev semenske lupine je bilo potrebno pri semenih, ki so že na pogled delovala, da imajo debelejšo semensko lupino in so dajala vtis močne lignificiranosti ter \nso bila krem ali ´lesne´ barve, z zelo debelim robom (vtis, da obstaja dvojni rob) ter grobo strukturo lupine. Manj časa je bilo potrebnega za navlažitev semenske lupine, ki je bila sive barve in s tanjšim robom ter finejšo gladko površino.\nVerjetno bi bilo smiselno v preglednici 5 združiti razrede 2, 3, 4, 5 in razrede 6, 7, 8 ter 9, 10, 11, 12 in 13. Tako bi dobili 9 razredov, kar bi morda poenostavilo celotno situacijo.\nŠtevilka vzorca Povprečen čas navlažitve semena Številka vzorca Povprečen čas navlažitve semena  1 22 minut 58 sekund 31 4 ure 36 minut  2 22 minut 54 sekund 32 3 minute 36 sekund  3 4 ure 27 minut 17 sekund 33 7 minut 12 sekund  4 8 ur 7 minut 34 sekund 34 7 minut 12 sekund  5 1 ura 50 minut 12 sekund 35 7 minut ± 2 sekundi  6 2 uri 24 minut 17 sekund 36 7 minut ± 2 sekundi  7 16 minut 54 sekund 37 7 minut ± 2 sekundi  8 2 uri 52 minut 57 sekund 38 7 minut ± 2 sekundi  9 37 minut 37 sekund 39 7 minut ± 2 sekundi  10 9 minut 24 sekund 40 7 minut ± 2 sekundi  11 17 minut 48 sekund 41 7 minut ± 2 sekundi  12 23 minut 36 sekund 42 7 minut ± 2 sekundi  13 28 minut 48 sekund 43 7 minut ± 2 sekundi  14 8 minut 12 sekund 44 7 minut ± 2 sekundi  15 8 minut 45 7 minut ± 2 sekundi  16 7 minut 48 sekund 46 7 minut ± 2 sekundi  17 7 minut 12 sekund 47 7 minut ± 2 sekundi  18 8 minut 48 7 minut ± 2 sekundi  19 7 minut 24 sekund 49 7 minut ± 2 sekundi  20 21 minut 24 sekund 50 7 minut ± 2 sekundi  21 9 minut 12 sekund 51 7 minut ± 2 sekundi  22 9 minut 12 sekund 52 8 minut  23 5 minut 12 sekund 53 5 minut 24 sekund  24 4 minute 24 sekund 54 4 minute 36 sekund  25 9 minut 48 sekund 55 7 minut ± 2 sekundi  26 25 minut 12 sekund 56 7 minut ± 2 sekundi  27 18 minut 48 sekund 57 7 minut ± 2 sekundi  28 23 minut 12 sekund 58 7 minut ± 2 sekundi  29 3 ure 53 minut 59 7 minut ± 2 sekundi  30 20 minut \nŠtevilka razreda Čas namakanja Številke vzorcev v razredu  1* 7 minut Od 35 do51 in od 55 do59  2 3 do 4 minute 32  18 Nad 5 ur 4\n* Ta razred je v glavnem vključeval golice z delno lignificirano semensko lupino. V povprečju se je semenska\nlupina namočila v 7 minutah. V tem času se je spremenila barva, pa še ta sprememba barve je bila slabo\nzaznavna, verjetno zaradi večje količine lipidov.\nObstoj velikega števila razredov lignifikacije bi bilo možno koristno uporabiti v praktičnem žlahtnenju. Seme ´čistih´ oz. ´klasičnih´ golic zahteva optimalne pogoje za kalitev. Ker seme ni zaščiteno s čvrsto (lignificirano) semensko lupino, je občutljivo tako na bolezni in škodljivce kot tudi na številne fizikalne dejavnike okolja. Po drugi strani pa se takšna semena v času setve pogosto poškodujejo oz. prelomijo. Oljarji dajejo prednost nelignificiranemu semenu. Ekstrakcija olja je pri njih enostavnejša, z najmanjšimi izgubami. Morda pa bi bilo dobro raziskati tudi uporabnost delno lignificiranih semen, ki so običajno svetlo sive ali sivozelene barve. Ta semena so sorazmerno čvrsta in najverjetneje tudi odpornejša na zunanje vplive, semenska lupina pa ni tako debela, da bi oteževala ekstrakcijo olja. \nPred vključitvijo delno lignificiranih tipov v program žlahtnjenja bi bilo potrebno analizirati njihovo genetsko stabilnost. Genetska stabilnost bi bila lahko še posebej problematična v primerih, ko je lignifikacija odsotna na sredini ali pri robu semena. Nekateri lignifikacijski tipi so verjetno posledica specifičnih intra- ali interlokusnih interakcij, ki se lahko pojavljajo le v nizkih frekvencah. Način dedovanja bi bilo pri takšnih tipih najverjetneje zelo težko določiti. V potomstvih križanj in samooploditev bi najverjetneje prišlo do dodatne genetske segregacije in bi se lahko pojavile še dodatne oblike lignifikacije. Nestabilni tipi (npr. intermediarni) pri oblikovanju novih sort najverjetneje ne bi bili uporabni.\n"], "14": ["5 SKLEPI", "Raziskovani rastlinski material je obsegal semena z lignificirano, delno lignificirano in nelignificirano semensko lupino. Najbolj variabilna proučevana lastnost je bila dolžina podaljška baze semena, ki obsega hilum v ožjem pomenu besede in prehod med hilumom in preostalim semenom. Ta prehod je bilo v mnogo primerih težko natančno določiti.\nNajbolj čvrsta korelativna povezanost je bila ugotovljena med širino roba in dolžino semena pri semenih z lignificirano semensko lupino.\nRaziskava je pokazala, da je v naravi možnih veliko tipov (razredov) semenske lupine. Pet tipov, ki jih je opisal Teppner (2000), predstavlja osnovo oz. temelj delitve. K povečanemu številu razredov so vsaj delno prispevala medvrstna križanja. Ta so omogočila dodatno genotipsko in posledično tudi fenotipsko segregacijo lastnosti, povezanih z lignifikacijo. Na osnovi prosojnosti semenske lupine je bilo možno razlikovati 22 razredov. Povsem lignificirana semena so bila ΄lesnato–slamnate΄ barve, med tem ko so bila semena golic izrazito zelene barve.\nSemena z delno lignificirano semensko lupino so bila običajno sivozelene barve. Obstajali pa so tudi tipi, kjer so bile na semenu regije s povsem zeleno barvo, kar pomeni, da lignifikacija ni potekala enakomerno po celotni površini semena.\nNa osnovi časa, potrebnega za popolno navlažitev semena, je bilo možno oblikovati osemnajst razredov. Najhitreje so se navlažila semena z nelignificirano semensko lupino.\nSemena z delno lignificirano semensko lupino bi lahko bila uporabna v praktični proizvodnji, predvsem na območjih, kjer pedoklimatske razmere niso povsem optimalne. Seme zaradi delne lignificiranosti je bolj čvrsto in s tem verjetno manj občutljivo na razmere v času setve.\n"], "abstract": ["Oljne buče pripadajo vrsti Cucurbita pepo. Gojijo se predvsem zaradi semen, iz katerih se pridobiva bučno olje. Za prehrano ljudi in živali so uporabni so tudi drugi deli rastline (nedozoreli in dozoreli plodovi, vršički stebel in cvetovi). Semena modernih sort oljnih buč so brez lignificirane semenske lupine in takšnim sortam pravimo golice. Poleg nelignificirane semenske lupine se pri navadnih bučah pojavljajo še različne oblike delne lignifikacije in povsem lignificirana semenska lupina. Glavni namen diplomske naloge je bil analizirati variabilnost stopnje lignifikacije. Rastlinski material, ki smo ga uporabili, je obsegal različne genotipe jedilnih buč, okrasne tipe navadne buče, materiale, nastale pri žlahtnjenju oljnih genotipov, sorto ´Slovenska golica´, sorto ´Gleisdorfer Ölkürbis´ in nekatere medvrstne križance, v katere sta bili vključeni, poleg navadne buče, tudi Cucurbita argyrosperma in C. moschata. Za določitev stopnje lignificiranosti smo uporabili dva pristopa: (1) na osnovi prosojnosti semenske lupine in (2) na osnovi časa potrebnega za navlažitev semena. Raziskava je pokazala, da je na osnovi prvega pristopa možno razlikovati 22 razredov, na osnovi drugega pa 18 razredov. Rezultati raziskave predstavljajo koristno informacijo za delo na žlahtnjenju oljnih buč. Z delno lignificirano semensko lupino bi bilo možno povečati odpornost na škodljivce in bolezni ter neugodne razmere v tleh v času setve."]}