{"1": ["1 UVOD", "Kmetijska pridelava je vključno z živinorejo gospodarska dejavnost, ki v hitro spreminjajočem se okolju zahteva stalno prilagajanje, odzivanje na spremembe in poglobljeno načrtovanje. Zaradi svoje značilnosti in dolgoročne orientiranosti je odvisna od številnih dejavnikov. Je tudi investicijsko zahtevna, zato je nujen strateški razmislek o prilagoditvah in izboljšavah pred vsako pomembno odločitvijo.\nKmetij, ki se ukvarjajo s prodajo mleka, je danes v Sloveniji še vedno največ. Zato je razumljivo, da prireja mleka prispeva več kot petino vrednosti končne kmetijske pridelave. Vzporedno se pri surovinah, ki se pridelajo na kmetijah, dosegajo nizke prodajne cene, kar posledično zmanjšuje dohodke, ki so nujno potrebni za uspešno gospodarjenje na kmetiji.\nKmetijski proizvajalci si morajo nenehno prizadevati, da poslujejo s čim večjim dobičkom. Taka podjetniška miselnost narekuje stalno pripravljenost kmeta držati korak z drugimi - njemu konkurenčnimi tržnimi proizvajalci. Večja ali manjša stopnja zmožnosti kmeta poslovati z dobičkom je tako tudi posledica njegove sposobnosti premagovanja (kritja) investicijskih stroškov v kmetijski pridelavi (Turnšek 2008).\nUdovč (1997) navaja, da kmetijske pridelave ne moremo v celoti planirati glede na finančni rezultat prejšnjega leta, saj na trenutno dosežene prihodke oz višino pridelka vpliva več dejavnikov, ki jih lahko opredelimo kot:\n- dejavnike narave: številne vremenske dejavnike, povečan lokalni pojav bolezni in  škodljivcev,\n- dejavnike trga: pomanjkanje blaga, presežke blaga, slabo kakovost blaga, majhnost  in razdrobljenost kmetij. \nCsaki (1985) navaja, da vse operacije v projektih pridelave zahtevajo natančno načrtovanje in upravljanje. Osnovni pristop je oblikovanje mreže dejavnosti in dogodkov, kar je močno orodje kmetov za načrtovanje lastnega urnika ter spremljanje in nadzor projekta.\nPri načrtovanju kmetijske proizvodnje si lahko pomagamo s simulacijami, ki nam služijo kot orodje ali učni pripomoček, ki se uporablja v kmetijskem menedžmentu. Na podlagi simulacije ocenjeni skupni stroški proizvodnje in izračunani indikatorji ekonomske uspešnosti so osnova za nadaljnje načrtovanje proizvodnje na kmetiji (Duh 2010).\n"], "2": ["1.1 Namen in cilji", "Namen diplomske naloge je analizirati poslovanje kmetije, ki se ukvarja s prirejo mleka, in s pomočjo ocen rezultatov vzpostaviti smernice razvoja kmetije v prihodnosti.\nCilj raziskave je razvoj kalkulacijskega sistema v obliki simulacijskega modela za oceno ekonomike kmetijske pridelave na analizirani kmetiji.\nNaslednji cilj je ocena ekonomskih kazalnikov proizvodnje na kmetiji z namenom oceniti primernost proizvodnje z ekonomskega vidika ter nadalje ugotoviti smernice v proizvodnji, na podlagi katerih bi kmetija poslovala ekonomsko učinkoviteje.\n"], "3": ["1.2 Delovne hipoteze", "V raziskavi so predpostavljene naslednje delovne hipoteze:\nHipoteza 1: Sedanji obseg proizvodnje na kmetiji ustvarja prihodek v višini ene povprečne neto slovenske plače. \nHipoteza 2: Prireja mleka je z ekonomskega vidika upravičena.\nHipoteza 3: Razviti simulacijski sistem omogoča ob upoštevanju različnih vhodnih parametrov proizvodnje oceno ekonomskih parametrov, na podlagi katerih se bo ugotovila ekonomičnost celovite proizvodnje na kmetiji.\n"], "4": ["2 PREGLED OBJAV", "V prvem delu poglavja so predstavljene raziskave, ki so bile narejene na področju splošne ekonomike živinoreje. V drugem delu poglavja pa so že nekoliko poglobljeno predstavljene raziskave, ki se dotikajo specifičnosti orodij za podporo odločanju v kmetijstvu.\n"], "5": ["2.1 Ekonomika živinoreje", "Ekonomija ali gospodarstvo je družbena veda o opravljanju razpoložljivih sredstev glede na njihovo donosnost. Konkretno preučuje izbiro odločitev pri uporabi danih materialnih sredstev za dosego želenih ciljev (Turnšek 2008).\nV Sloveniji je zaradi hribovskega površja bolj razvita živinoreja kot pa poljedelstvo. Prispeva več kot pol celotne kmetijske pridelave. Najpomembnejša panoga pri nas v živinoreji je govedoreja. Rejci se specializirajo v prirejo mleka in mesa oziroma v kombinirano prirejo. Ločimo živali za reprodukcijo in pitovne živali. Slednje so same po sebi glavni končni produkt reje, živali za pleme so stranski končni produkt po prenehanju njihove reprodukcijske sposobnosti. V obdobju dajanja produktov (mleka, mesa) jim računamo amortizacijsko vrednost (Belec 2009).\nV Sloveniji sta 2/3 površin travnat svet, 43 % pa je krasa. Veliko njiv je peščeno-prodnatih in so občutljive za sušo. Navedena dejstva in gričevnat svet so med razlogi za majhne kmetije, majhne možnosti velikega povečanja in specializirano ter intenzivno kmetovanje. To moramo upoštevati pri načrtovanju govedoreje. Na njivah bomo morali pridelovati več žit ter kolobariti in pridelovati deteljno travne mešanice ter gnojiti z organskim gnojem, da bomo ohranili potrebno rodovitnost zemlje. Potrebno mleko in goveje meso bomo morali prirediti pretežno z voluminozno krmo, s čim manjšim vsesplošnim obremenjevanjem okolja in toplogrednimi plini. Krave se bodo morale dobro počutiti, da bodo dolgo živele. \nPomembno je, da bosta prirejeno mleko in meso vsestransko kakovostna. Upoštevanje naravnih danosti, potreb po večji stopnji samooskrbe, predvidevanj o velikosti kmetij in želja po vsestranski kakovosti narekujejo v Sloveniji sonaravno rejo modernega tipa kombinirane pasme goveda (Osterc 2008).\nKmetijski podjetnik stremi bodisi k doseganju maksimalnega dobička bodisi k maksimalnemu zniževanju vseh stroškov proizvodnje ali pa zgolj zagotavljanju preživetja družinske kmetije, ki je seveda posebnost prav v primeru kmetijske pridelave (Pažek in sod. 2007).\nRonald s sod. (2004) poudarja, da je potrebno v kmetijstvu analizirati stroške. Zelo pomembna je razlika med spremenljivimi in stalnimi stroški, ki pomaga pri sprejemanju poslovnih odločitev. Proizvodnja bo potekala, če bodo pričakovani prihodki presegli spremenljive stroške. Tovrstne metode za analizo ekonomske upravičenosti proizvodnje se pojavljajo tudi v drugih proizvodnjah.\nOdprava neposrednih plačil bi prispevala k padcu izhodiščnega dohodka iz kmetijstva za 17 %. Najizrazitejši in tudi najbolj negativni proizvodni učinki so napovedani za sektor krav dojilj. Največji vpliv ima padec velikosti čred krav dojilj v Španiji in Franciji, ki povzroči verigo učinkov na druge proizvode. Slovenija je med tistimi območji, ki bo beležila manj ugodne rezultate (Kožar in Erjavec 2011).\nVisoka tržno-cenovna zaščita prireje mleka je dejstvo evropske kmetijske politike, vendar pa ob postopnem zniževanju zaščite kmetijstva pridobivajo na pomenu različne oblike proračunskih podpor, ki nadomeščajo zmanjšanje dohodka (Kavčič in sod. 1995).\nNa ekonomiko prireje mleka ima velik vpliv dolgoživost. Jenko s sod. (2007) navaja, da dosegamo najnižje stroške na tono prirejenega mleka pri kravah, ki so v reji vsaj šest laktacij. Krave rjave pasme (RJ) imajo najdaljšo proizvodno dobo in največje število laktacij ter dosežejo najvišjo starost ob izločitvi. \nHenriksen (2009) navaja, da se bo v naslednjih 15 letih zaradi povpraševanja po mleku in mlečnih izdelkih v državah v razvoju zelo povečala poraba mleka. Poudariti je potrebno ustrezno kakovost ter kontrolo mleka in mlečnih izdelkov.\nŽivinorejske sisteme v zahodni Evropi raziskujejo raziskovalci živalske proizvodnje. Gre za močno interakcijo s široko paleto disciplin ter znanosti o živalih s ciljem zagotoviti boljše razumevanje možnosti za celostni razvoj LFS (lifestock farming systems). LFS raziskovalci so razvili koncepte, metode in orodja za reševanje dejavnosti živinoreje kot celote. Pristop, ki temelji predvsem na dvojnem konceptu kmetije, združuje cilje in omejitve ljudi s tehničnim znanjem o živalih in drugih bioloških vedah. Napredek se doseže z uporabo modeliranja sistemov. Potreba po takšnem pristopu sistemov se je povečala z nedavnih političnih pritiskov v Evropi za omejitev kmetijske proizvodnje, zmanjšanje onesnaževanja, izboljšanje okolja. Spoznati je treba nove družbene zahteve, kot so kakovost izdelkov, dobro počutje živali in vzdrževanje infrastrukture na podeželju (Gibon in sod. 1999).\n"], "6": ["2.2 Orodja za podporo odločanja v kmetijstvu", "Dejstvo je, da so proizvodna sredstva na kmetiji po navadi omejena, kar prisili lastnika, da sprejema odločitve, ki zadevajo uporabo teh sredstev. Odločanje je proces, ki se nanaša na izbiro in uvedbo najprimernejših aktivnosti med različnimi možnostmi v okviru vodenja kmetije in ima velik vpliv na uspešnost.\nSicer poznamo na ravni kmetije po Udovč (1997) več različnih upravljavskih ravni odločanja:\n- akcijsko ali operativno odločanje,\n- taktično ali plansko odločanje,\n- strateško odločanje. \nProces odločanja po Udovč (1997) poteka v naslednjih fazah:\n1. Identifikacija ciljev kmetije.  2. Opredelitev limitiranih sredstev proizvodnje ter zbiranje  podatkov in informacij.  3. Iskanje alternativ.  4. Odločitev za posamezno proizvodnjo.  5. Izvedba ali implementacija odločitve.  6. Ovrednotenje rezultatov.\nSistem za podporo odločanja je interaktiven, fleksibilen in prilagodljiv računalniško podprt sistem, ki omogoča nosilcu odločanja dostop do razpoložljivega znanja o odločitvenem prostoru, tako da lahko nosilec s tem znanjem odločitve vrednoti in analizira ter postavlja zaključke z namenom sprejemanja odločitev (Stevenson 1992).\nSistemi za pomoč odločanja vsebujejo različne vrste modelov (linearni modeli, finančni modeli, regresijski modeli) in algoritmov za reševanje modelov ter bazo podatkov. Poleg tega postane tudi uporabnik s tem, ko je njegova presoja vključena v proces sprejemanja odločitev, sestavni del sistema za podporo odločanja (Kavčič 1996).\nPlanske kalkulacije lahko uporabimo tudi kot sestavni del sistemov za podporo odločanja. Informacija o ekonomski upravičenosti načrtovanih proizvodenj je namreč bistven dejavnik, ki vpliva na vključitev določene proizvodnje v proizvodni načrt. Razen tega nam ustrezno pripravljene in računalniško podprte kalkulacije predstavljajo učinkovito orodje za izračunavanje ekonomske upravičenosti ob različnih vhodnih parametrih (cenah, pridelkih itd.). Kalkulacije so tudi osnova za izvedbo vseh ostalih analiz. Rezultati namreč predstavljajo vhodne parametre analize praga pokritja, analize občutljivosti, projekcije denarnih tokov in izdelave proizvodnega načrta na ravni celotne kmetije. Po končani simulaciji je možno iz dobljenih rezultatov izračunati prispevek za kritje stalnih stroškov, znesek fiksnih stroškov in iz razlike izhajajoč dohodek (Rozman in sod. 2002). \nZ enostavno postavljenimi metodami strateškega razmišljanja se da naučiti in izboljšati način strateškega pogleda na kmetijo. Toda redna ocena poslovanja kmetije s strateškim načrtovanjem usmerja način vodenja kmetije. Delo s strategijo ne pomeni, da ne delamo na izvedbeni ravni in tudi ne na strateški ravni, vendar pa gledamo in razmišljamo o prihodnosti za naslednji dve leti do deset let (Klopčič in sod. 2009).\nŽe stoletja je bil hlevski gnoj uporabljen kot dragocena sprememba za zemljo in gnojilo za rastline. Zaradi nadaljnje rasti živinske industrije v razvitih državah v razvoju v povezavi z izvajanjem strogih okoljskih predpisov in protokolov se povečuje pomen ustreznih sistemov za upravljanje gnoja v praksi. Sistematičen pristop k ravnanju z gnojem mora vključevati opredelitev in ovrednotenje meril, ki so potrebna za načrtovanje in izbiro optimalnega sistema upravljanja gnoja. Namen tega je priporočiti potrebe na osnovi parametrov, ki povzročajo optimizirane strategije ravnanju z gnojem. Integrirani sistemi za podporo odločanja (DSS) bi morali imeti glavno vlogo pri prepoznavanju najprimernejših sistemov upravljanja z gnojem za določeno živino (Karmakar in sod. 2007).\nDonnelly s sod. (2002) navaja, da je rastlinska industrija razvila »GRAZPLAN«, družino orodij za podporo odločanja (DS orodij) za svetovalce in kmete, za izboljšanje dobičkonosnosti in okoljske trajnosti pašnega podjetja. Ta orodja temeljijo na pašnikih in modelih reje živali, ki se splošno uporabljajo za simulacijo biofizikalnih procesov zmernih pašnih sistemov v Južni Avstraliji. DS orodja so namenjena enostavni uporabi in poleg dnevnih vremenskih podatkov zahtevajo minimalen vnos podatkov.\nKjer je ustrezno določeno, model teče neprekinjeno vrsto let, brez dodatnega posredovanja s strani uporabnika. Ustvari se izhod, ki se lahko poveže z indeksi stroškov in cen, da se omogoči ocena tveganja proizvodnje v finančnem in biološkem smislu.\nDonnelly in sod. (2002) navajajo tudi, da je bil sprejet GrazFeed, orodje za vodenje prehrane živine, ki je zelo uspešen program. Sponzorira ga NSW kmetijstvo. Uspeh GrazFeeda je povezan z izdajo nacionalnih standardov za krmljenje prežvekovalcev in da naravne odločbe o prehrani živine. \nDobos in sod. (2004) navajajo, da se FeedPlan uporablja za pomoč pri odločanju o tem, kako najbolje uporabiti presežek krme in kako najbolje zapolniti primanjkljaj krme zaradi premajhne ponudbe doma pridelane krme. To orodje je bilo razvito za štiri regije pašnikov v NSW. FeedPlan obravnava vprašanja načrtovanja krme na mlečnih kmetijah na podlagi vnosa zaloge (izračuna zahtevane krme) in baze pašnikov (izračuna krme na voljo) za izračun uvodnega načrta. To orodje je namenjeno za pomoč v dolgoročnih strateških odločitvah o načrtovanju krme za več kot 12 mesecev.\nRaziskovalci se z matematičnega vidika ukvarjajo z razvojem različnih modelov. Kempen s sod. (2011) opisuje CAPRI model kmetijskega sektorja, ki zajema celotno Evropsko unijo in svetovni kmetijski trg. Model je sestavljen iz enačb ponudbe in povpraševanja na trgu, vhodni podatki pa temeljijo na izmenjavi cen in količine ponudbe. Pri načrtovanju kmetijske proizvodnje lahko kot orodje uporabimo linearni program.\n"], "7": ["3 METODE DELA", "V diplomski nalogi so bile uporabljene različne metode, s katerimi smo ocenili ekonomičnost poslovanja analizirane kmetije. Pri analizi smo najprej zbrali vse potrebne vhodne tehnološko-ekonomske podatke za posamezno proizvodnjo. Pri tem sta bili uporabljeni naslednji metodi:\n"], "8": ["- metoda simulacijskega modeliranja in", ""], "9": ["- kalkulacije skupnih stroškov.", ""], "10": ["3.1 Metoda simulacijskega modeliranja", "Simulacijsko modeliranje je v kmetijsko podjetniški analizi splošno sprejeta metoda, ki so jo avtorji večinoma uporabljali za ocenjevanje stroškov kmetijske proizvodnje (Rozman in sod. 2002).\nKavčič (1996) opisuje, da je temeljno načelo simulacijske metode, proučevanje pojava ali objekta kot celote, kar pomeni, da poskusimo v simuliranje čim bolj kompleksno vključiti vse elemente.\nPažek in sodelavci (2003) navajajo, da je model poenostavljena abstraktna slika realnega stanja nekega sistema, kjer se poskušajo razmerja med posameznimi elementi modela (input in output) ponazoriti s tehnološkimi formulami. Pri kmetijsko podjetniškem raziskovalnem delu se za izračun tehnoloških parametrov uporabljajo simulacijski proizvodni modeli. Te metode se lahko poslužujemo tudi v primeru, ko nimamo relevantnih podatkov, ki jih potrebujemo za pripravo kalkulacije. Osnovni rezultat modela je kalkulacija skupnih stroškov. \nS simuliranjem (modeliranjem) želimo ponazoriti dejanski proces ali stanje. V simulacijski model lahko vnašamo spremembe in ugotavljamo odziv modela na vnosne spremembe (Levin in sod. 1992, cit. v Pažek 2006).\nKvantitativno podlago za obračun stroškov materiala in storitev predstavlja t. i. tehnološka karta (izhodišče) za posamezno vrsto predelave kmetijskih proizvodov. Na karti so jasno opredeljeni vsi pomembnejši potroški (material, delo, storitve …). Vsi podatki so dejanski podatki predelovalnega obrata, pridobljeni s pomočjo metode anketiranja gospodarja kmetije (Velikonja 2009).\nZa izdelavo tehnoloških kart so viri nekaterih podatkov tudi razna tehnološka priporočila, katalogi kalkulacij, normativi, opredelitev strokovnjakov in ostala strokovna literatura. Kalkulacija skupnih stroškov zajema tako sprejemljive (variabilne) stroške kot tudi nekatere stalne (fiksne) in pripadajoče sporne spremenljive stroške. Stroški kupljenega materiala in storitev (najetega dela in uslug) so obračunani ponabavnih in maloprodajnih cenah. Stroški domačega materiala (osnovnih kmetijskih pridelkov, npr. mesa, krme itd.) so vrednoteni po lastni ceni, ki je izračunana za vsak kmetijski potrošek posebej. Poraba delovnega časa je izračunana s pomočjo številnih tehnoloških formul, ki ponazarjajo odnose med dejanskim časom, potrebnim za posamezno panogo predelave, in tehnoloških normativov (delovnih postopkov, kapacitet strojev in opreme itd.). Prihodek je ob predpostavki uspešne prodaje prikazan kot zmnožek predelane količine kmetijskega proizvoda in njegove prodajne cene. Osnovni rezultat simulacijskega modela je tako tehnološka karta s kalkulacijo skupnih stroškov proizvodnje. Na opisani način lahko razvite modele klasificiramo kot tehnološko-ekonomske simulacijske modele. Modeli so ustrezno računalniško podprti in omogočajo hitro in natančno izvedbo stroškovne analize za obravnavane kmetijske proizvode (Velikonja 2009).\n"], "11": ["3.2 Razvoj simulacijskega modela za prirejo mleka", "V prvi fazi raziskave je bil razvit simulacijski model za prirejo mleka. Mleko predstavlja na kmetiji namreč glavni vir dohodka. S pomočjo razvitega modela bodo ocenjeni nekateri pomembnejši ekonomski parametri, ki bodo natančneje definirani v podpoglavju kalkulacije skupnih stroškov.\nRazviti model vključuje stalne, spremenljive in sporne stroške pri prireji mleka. Seštevek vseh navedenih stroškov predstavlja v kalkulacijskem sistemu skupne stroške proizvodnje. Skupne prihodke tvori zmnožek mesečne mlečnosti in prodajne cene mleka, pomnožene s številom krav (v primeru analizirane kmetije 24 krav molznic). Ročne ure so se računale kot delitelj mesečne povprečne plače v Sloveniji s 174 urami.\nRazvit simulacijski model prireje mleka je shematično prikazan na sliki 1. \n"], "12": ["3.3 Kalkulacije skupnih stroškov", ""], "13": ["3.3.1 Stalni stroški", "Stalni ali fiksni stroški se ne spreminjajo z dosegom proizvodnje. Najpogostejše kategorije stalnih stroškov po Pažek (2006) so:\n- stroški stalnega dela (bruto plače polno in delno zaposlenih delavcev in najeto  delo),\n- stroški mehanizacije, ki definirajo (amortizacija, redno vzdrževanje in popravila,  gorivo in mazivo, davki in zavarovanje, pogodbene dajatve …),\n- najemnine (zemlja, objekti …),\n- splošni stroški (pošta, telefon …),\n- stroški socialnega varstva,\n- analiza proizvodov.\nNačin načrtnega razdeljevanja stalnih stroškov je v mnogih primerih sporen. Če poteka na kmetiji samo en tip proizvodnje, je načrtno razdeljevanje sorazmerno enostavno, saj lahko skupne stalne stroške enostavno razdelimo s skupno obdelovalno površino kmetije. V tem primeru so stalni stroški na površinsko enoto enaki. Način prerazporeditve stalnih stroškov je lahko marsikdaj sporen ter lahko prikaže rezultate slabše ali boljše, kot so v resnici. Zato mora biti način razporeditve stalnih stroškov rezultat natančnega premisleka in mora odslikavati dejansko situacijo. Tipičen primer napačnega razdeljevanja je, če z enakim deležem stroška električne energije obremenimo živinorejsko in rastlinsko proizvodnjo (Velikonja 2009). \nV analizirani proizvodnji so upoštevani naslednji stalni stroški:\n1. Rastlinska proizvodnja:\n- stroški mehanizacije, ki definirajo (redno vzdrževanje in  popravila, gorivo in maziva, zavarovanje),\n- najemnine (zemlja),\n- splošni stroški (telefon, pošta),\n- stroški socialnega varstva,\n- analiza proizvodov.\n1. Živalska proizvodnja:\n- stroški mehanizacije (redno vzdrževanje in popravila, davki  in zavarovanje),\n- najemnine (objekti),\n- splošni stroški (pošta, telefon),\n- stroški socialnega varstva.\n"], "14": ["3.3.2 Spremenljivi stroški", "Spremenljivi ali variabilni stroški se spreminjajo sorazmerno z obsegom aktivnosti oz. proizvodnje. Najpogostejše kategorije spremenljivih stroškov so:\n- surovine (semenski material, gnojila, škropiva, embalaža, krma …),\n- najete storitve in delo (prevozi, strojne storitve),\n- ročno delo,\n- strojne storitve. \nČe se poglobimo v živinorejsko proizvodnjo, lahko poseben problem predstavlja razporeditev spremenljivih stroškov doma pripravljene krme. Če imamo le eno vrsto živali, potem vse spremenljive stroške priprave krme pripišemo njej. Če je določena površina namenjena proizvodnji krme za več kategorij živali, pa se pojavijo resni problemi, ki jih lahko rešimo le s trezno presojo.\nV analizirani kmetiji so upoštevani naslednji spremenljivi stroški:\n1. Rastlinska proizvodnja:\n- najete storitve in delo (prevozi in strojne storitve),\n- ročno delo,\n- strojne storitve.\n1. Živalska proizvodnja:\n- ročno delo,\n- strojne storitve.\n"], "15": ["3.3.3 Skupni prihodek", "Skupni prihodek ali vrednost proizvodnje je izračunana kot zmnožek med količino pridelka in njegovo prodajno ceno.\nSP (VP) = KP * CP\nKjer je:\nSP (VP) - skupni prihodek (€) (imenujemo ga tudi vrednost proizvodnje) KP - količina pridelka (kg, l …) CP - prodajna cena pridelka (€/kg, €/1 …)\n"], "16": ["3.3.4 Lastna cena", "Lastna cena predstavlja strošek na enoto proizvoda. Izračunana je kot količnik med skupnimi stroški in količino pridelka.\nLC = SS / Y\nKjer je:\nLC - lastna cena posameznega proizvoda (€/enoto) SS - skupni stroški proizvodnje (€) Y - količina pridelka (kg, l …)\n"], "17": ["3.3.5 Finančni rezultat", "Finančni rezultat predstavlja razliko med skupnim prihodkom in skupnimi stroški proizvodnje.\nFR = SP – SS\nKjer je:\nFR - finančni rezultat proizvodnje (€) SP - skupni prihodek proizvodnje (€) SS - skupni stroški proizvodnje (€)\n"], "18": ["3.3.6 Koeficient ekonomičnosti", "Koeficient ekonomičnosti predstavlja razmerje med skupno vrednostjo proizvodnje in skupnimi stroški.\nKe = VP/SS\nKjer je:\nKe - koeficient ekonomičnosti VP - vrednost proizvodnje (€) SS - skupni stroški proizvodnje (€)\n"], "19": ["3.4 Krmni obrok za molznice in mlado pitano govedo ter teleta", "Krmni obrok se glede na obdobje krmljenja spreminja. Normativi obroka so prikazani za mlečnost krav molznic (650 kg), ki daje 19 litrov na dan, in upoštevajo vzdrževalne potrebe. Preglednica 1 prikazuje krmni obrok, ki traja od začetka novembra do konca aprila. V tem obdobju je obrok stalen. Vsebnosti hranilnih snovi so povzete iz strokovne literature Mužerlin (2009). Pri oceni stroška krme je upoštevana lastna cena (LC) za krmo, ki je pridelana doma, oz. za krmo, ki se dokupi. Krmne obroke je sestavila KGZS Ptuj.\n"], "20": ["3.4.1 Zimski krmni obrok", "Zimski krmni obrok vsebuje pretežni del sena, ki je najpomembnejša krma na kmetiji. Vključeni sta tudi travna silaža in koruzna silaža, ki sta pomembni v obroku, ker sta bogati z lahko topnimi ogljikovimi hidrati. Močna krmila v krmnem obroku so že pripravljene mešanice s pestro sestavo z vključenimi mineralnimi snovmi in vitamini (Benec 2011). V preglednici 1 je predstavljen zimski krmni obrok za krave molznice.\nKjer je:\nSS - suha snov (kg) PSB - prebavljive surove beljakovine (g) SV - surove vlaknine (g) NEL - neto energija laktacije (mj) \nIz sestave obroka je razvidno, da so krave pozimi primerno preskrbljene z energijo. Ker v osnovnem obroku primanjkuje soli in beljakovin, se doda sol, apnenec in granulor ter beljakovinski koncentrat. Vse krave se krmijo z mineralno-vitaminskim dodatkom, krave z večjo mlečnostjo pa še z dodatno količino krmne mešanice.\n"], "21": ["3.4.2 Poletni krmni obrok", "Prepadnik (2010) navaja, da moramo s poletnim obrokom zagotoviti dovolj energije za krave molznice in istočasno primeren obrok. Poletni krmni obrok vsebuje svežo krmo – pašo, v obrok pa vključimo tudi živalim dovolj energetsko bogate krme: koruzo in ječmen (zdrob).\nPreglednica 2 prikazuje sestavo poletnega krmnega obroka. Obrok ni vedno enak, ker se usklajuje s pašo in krmo, ki ostane od zimske zaloge. Prikazana je krma za poletni obrok, ki je kot zimski obrok sestavljena za molznice, težke 650 kg in z mlečnostjo 19 l na dan. Vzdrževalne potrebe živali so že upoštevane. Podatka o količini krme, ki jo žival zaužije s pašo, in o njeni hranljivi vrednosti sta ocenjena. \nKakovost paše na kmetiji je odvisna od sestave travne ruše na pašniku. Vse krave se dodatno hranijo z mineralno-vitaminskim dodatkom, krave z večjo mlečnostjo pa še z dodatno količino krmne mešanice.\n3.4.3 Krmni obrok za telice\nVključevanje novih krmil in silaže v vzrejo telic zahteva od rejca dodatna znanja. Telice v pitanju se prej zamastijo kot biki, ker imajo živali moškega spola večjo zmogljivost rasti, rast je bolj intenzivna in tudi sestava telesa je drugačna. Potrebe 300 kg težke telice, ki prirašča 600 g/dan, so:\n- 7,6 kg SS\n- 70 ME/MJ\n- 600 g PSB\nV preglednici 3 je prikazano krmljenje z zeleno krmo in s senom v poletnem obdobju. Seno je slabše kakovosti, da niso preveč debele (lažje telitve), tudi obrok je poceni, saj ne rabijo kakovostne krme in prebavila se navadijo izkoriščati slabo krmo, kar pomeni da bodo odlično krmo izkoriščale še toliko bolje in bo več mleka iz voluminozne krme.\nV preglednici 4 je prikazan zimski krmni obrok, kjer so telice krmljene s senom in koruzno ter travno silažo. Seno je slabše kakovosti, kar je zelo pomembno, saj če daješ telicam obrok molznic, lahko z nadomestitvijo tega s slabim senom privarčuješ do 70 % porabljenega denarja za vzdrževanje telic (Kavčič in sod. 2000).\n"], "22": ["3.4.4 Krmni obrok za teleta", "Prehrana novorojenih telet je močno odvisna od prehrane matere, posebno v zadnjih mesecih pred telitvijo. Po prvem tednu se že odločamo o namenu, ki ga imamo s teletom, ter o krmi, ki jo bomo uporabili. Ta odločitev je odvisna predvsem od spola, pasme, rejske usmeritve in lokacije teleta ter prodaje in cene mleka. V preglednici 5 je prikazan krmni obrok za teleta. \nBikci se oddajo do starosti enega tedna, v tem času dobijo mlezivo. Teličke dobivajo prva dva tedna mleko, naslednje tri mesece mlečni nadomestek, potem pa seno in pšenico. Seno imajo teleta vedno na voljo, ker žro večkrat po malem. Sena, ki se v jaslih navlaži, ne marajo, zato jim ga ob vsakem krmljenju zamenjajo, ostanke pa dajo telicam.\n"], "23": ["4 REZULTATI Z RAZPRAVO", "Kalkulacija skupnih stroškov je bila izdelana na podlagi tehnološko-ekonomskih podatkov, ki so bili predhodno pridobljeni na analizirani kmetiji. Za posamezen proizvod je bila sestavljena tehnološka karta s pripadajočimi elementi, na podlagi katerih so se s pomočjo računalniškega programa Microsoft Office Excel 2003 izračunavali in ocenjevali najpomembnejši kazalniki ekonomske upravičenosti pridelave. V raziskavi bo najprej sledila celovita analiza vseh stroškov in prihodkov proizvodnje, nato pa še ocena celotne ekonomičnosti proizvodnje mleka na kmetiji.\n"], "24": ["4.1 Opis trenutnega stanja", "Podatki, potrebni za preiskavo, so bili zbrani na domači kmetiji. Na kmetiji je sistem vezane reje z izpustom na pašo od aprila do novembra. Na kmetiji živi pet članov kmetije, en član kmetije si pridobi večino dohodkov iz kmetijstva in si na ta način zagotavlja socialno varnost, vsi ostali člani pa imajo nekmetijski vir dohodka. Kmetija ima 9 ha lastne in 9 ha najete zemlje. Ukvarjajo se pretežno z živinorejo – s prirejo mleka. V hlevu je 34 glav goveda, od tega je 24 molznic in 9 glav mladega pitanega goveda (starega od 6 do 12 mesecev). Povprečna mlečnost na kmetiji je 4.794,00 l mleka/kravo, za lastno rabo se porabi 400,00 l mleka/leto. Reja prašičev je za lastne potrebe. Krma za živali se proizvede doma, dokupijo se samo krmne mešanice. Za popolno zadovoljitev potreb živali primanjkuje potrebnih površin za pripravo koruzne in travne silaže. Na kmetiji tako v poletnih mesecih zmanjkuje koruzne silaže, pozimi pa travne silaže, zato je krmni obrok skromnejši.\n"], "25": ["4.2 Rezultati tehnološko-ekonomskega simulacijskega modela proizvodnje", "Vhodni podatki, ki so potrebni za nadaljne izračune v pripadajočih podmodelih, so v preglednicah zaokroženi in prikazani na dve decimalki natančno. V samem simulacijskem modelu so upoštevane v izračunih njihove dejanske vrednosti brez zaokrožitev.\n"], "26": ["4.2.1 Mleko", "Na kmetiji se vzreja 22 krav molznic, povprečna mlečnost je 4.794,00 l mleka/kravo, od tega gre za prodajo 4.594.00 l, ostalo se porabi za vzrejo telet (preglednica 6). Dejanski obseg proizvodnje znaša 101.068,00 kg mleka/čredo, torej je prihodek proizvodnje na kmetiji 31.637,76 €/čredo (prihodek je izračunan kot zmnožek količine mleka za prodajo (kg) mleka in števila krav). Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 2.587,89 €. Skupni stroški proizvodnje na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 1.880,03 €.\nse nadaljuje \n(Podatki o ceni (€/kg,l,ha uro) povzeti iz poročila o modelnih kalkulacijah 2010)\nLastna cena z upoštevanimi neposrednimi plačili je LC = 0,42 €/kg. Finančni rezultat je negativna vrednost (FR = - 9.679,34 €/čredo). \nIz ekonomske analize je razvidno, da pireja mleka ob teh predpostavkah ni ekonomsko upravičena, saj je vrednost Ke = 0,76, ker so stroški prireje mleka visoki (preglednica 6).\n"], "27": ["4.2.2 Prašiči", "Na kmetiji se vzreja pet prašičev za lastne potrebe. Teža posameznega prašiča ob zakolu je 110,00 kg. Dejanski obseg proizvodnje znaša 550,00 kg, torej je prihodek proizvodnje 990,00 € (prihodek je izračunan kot zmnožek žive mase na glavo, cene 1 kg žive teže ter števila prašičev), (preglednica 7). Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 76,56 €. Skupni stroški proizvodnje na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 73,86 €.\nse nadaljuje \nLegenda: - ž. m. - živa masa (Podatki o ceni (€/kg,l,ura,ha) povzeti iz poročila o modelnih kalkulacijah 2010)\nLastna cena z vštetimi neposrednimi plačili je bila LC = 0,67 €/kg. Finančni rezultat znaša 1.359,29 €/čredo. Reja prašičev je ob predpostavljenih parametrih reje na kmetiji ekonomsko upravičena (Ke = 2,68).\n"], "28": ["4.2.3 Mlado pitano govedo", "Na kmetiji se vzreja devet telic. Dosežena teža telic je 400 kg žive mase/glavo (preglednica 8). Dejanski obseg proizvodnje na kmetiji je bil 3.600,00 kg, torej je prihodek proizvodnje na kmetiji 10.800,00 €/čredo. Prihodek je izračunan kot zmnožek žive mase na glavo ter števila telic. Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 1.443,52 €. Skupni stroški proizvodnje na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 1.202,58 €. \nLegenda: - ž. m. - živa masa (Podatki o ceni (€/kg,l,ura,ha) povzeti iz poročila o modelnih kalkulacijah 2010) \nLastna cena reje telic z vštetimi neposrednimi plačili je LC = 3,00 €/kg. Finančni rezultat reje telic na kmetiji je negativna vrednost (FR = - 23,23 €/čredo). Reja telic je ob dejanskih pridelkih na kmetiji in subvencioniranju države ekonomsko neupravičena (Ke = 1,00), ker je čreda manjša in so s tem tudi manjši stroški reje visoki.\n"], "29": ["4.2.4 Travna silaža – bale", "Na površini 1 ha se je pridelalo 25 bal (preglednica 9). Dejanski obseg proizvodnje na kmetiji je bil 50 bal (površina 2 ha), torej je prihodek proizvodnje travne silaže v balah 1.500,00 €. Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 895,69 €, skupni stroški proizvodnje na kmetiji, upoštevajoč stranske pridelke in subvencije, znašajo 553,27.\nse nadaljuje \nnadaljevanje\n(Podatki o ceni (€/kg,l,ura,ha) povzeti iz poročila o modelnih kalkulacijah 2010)\nLastna cena travne silaže – bale z vštetimi neposrednimi plačili je bila LC = 0,04 €/kg oz. 22,13 €/balo. Finančni rezultat pridelovanja travne silaže – bale znaša 393,46 €. Pridelava travne silaže – bal je ob dejanskih pridelkih na kmetiji ob subvencioniranju države ekonomsko upravičena (Ke = 1,36).\n"], "30": ["4.2.5 Silažna koruza", "Koruza se je pridelovala na 3 ha, kjer se je pridelalo 40.000,00 kg silažne koruze/ha (preglednica 10). Dejanski obseg proizvodnje na kmetiji je bil 120.000,00 kg. Torej je prihodek proizvodnje na kmetiji 5.160,00 €/ha. Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 2.138,58 €/ha. Skupni stroški proizvodnje na kmetiji, upoštevajoč stranske pridelke in subvencije, znašajo 1.796,16 €/ha. \nse nadaljuje \nnadaljevanje\n( Podatki o ceni ( €/kg, l,uro,ha) so povzeti iz poročila o modelnih kalkulacijah 2010)\nLastna cena koruzne silaže z vštetimi neposrednimi plačili je bila LC = 0,13 €/kg. Finančni rezultat silažne koruze je v tem primeru negativna vrednost (FR = - 228,49 €/ha). Iz ekonomske analize je razvidno, da pridelava silažne koruze ni ekonomsko upravičena, saj je vrednost Ke = 0,96 (preglednica 10).\n"], "31": ["4.2.6 Ječmen", "Ječmen se je prideloval na 0,5 ha (preglednica 11). Dejanski obseg proizvodnje ječmena na kmetiji je bil 1.500,00 kg, torej je posledično prihodek proizvodnje ječmena 375,00 €/ha. Skupni stroški proizvodnje ječmena brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 1.032,75 €/ha. Skupni stroški proizvodnje na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 601,80 €/ha. \n(Podatki o ceni (€/kg,l,ura,ha) so povzeti iz poročila o modelnih kalkulacijah 2010) \nLastna cena pridelanega ječmena z upoštevanimi neposrednimi plačili znaša LC = 0,10 €/kg. Finančni rezultat pridelanega ječmena znaša 74,10 €. Pridelava ječmena je ob dejanskih pridelkih na kmetiji ob subvencioniranju države ekonomsko upravičena (Ke = 1,25).\n"], "32": ["4.2.7 Travna silaža", "Travna silaža se je pridelovala na 4 ha, kjer se jo je pridelalo 23.200,00 kg (preglednica 12). Dejanski obseg proizvodnje na kmetiji je bil 92.800,00 kg, torej je prihodek proizvodnje na kmetiji 6.403,20 €/ha. Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 990,21 €/ha. Skupni stroški proizvodnje na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 873,03 €/ha.\nse nadaljuje \nnadaljevanje\n(Podatki o ceni (€/kg,l,ura,ha) so povzeti iz poročila o modelnih kalkulacijah 2010)\nLastna cena pridelane travne silaže z upoštevanimi neposrednimi plačili je bila LC = 0,15 €/kg. Finančni rezultat pridelane travne silaže znaša 2.911,10 €/ha. Pridelava travne silaže je ob dejanskih pridelkih na kmetiji ob subvencioniranju države ekonomsko upravičena (Ke = 1,83).\n"], "33": ["4.2.8 Zelena krma", "Zelena krma se je pridelovala na 1 ha, kjer se jo je pridelalo 13.000,00 kg (preglednica 13). Dejanski obseg proizvodnje na kmetiji je bil 13.000,00 kg. Prihodek proizvodnje na kmetiji je 1.040,00 €/ha. Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 1.820,25 €/ha. Skupni stroški proizvodnje na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 1.494,80 €/ha. \n(Podatki o ceni (€/kg,l,ura,ha) so povzeti iz poročila o modelnih kalkulacijah 2010)\nLastna cena pridelane zelene krme z vštetimi neposrednimi plačili je bila LC = 0,11 €/kg. Finančni rezultat pridelane zelene krme je negativna vrednost (FR = - 454,80 €/ha). Pridelava zelene krme je ob pridelkih na kmetiji ekonomsko neupravičena (Ke = 0,70).\n"], "34": ["4.2.9 Paša", "Paša se je vršila na 2 ha, kjer se je pridelalo 35.000,00 kg trave (preglednica 14). Pridelalo se je 70.000,00 kg, torej je prihodek proizvodnje na kmetiji 700,00 €/ha. Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 631,34 € . Skupni stroški na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 335,89 €.\n(Podatki o ceni (€/kg,l,ura,ha) so povzeti iz poročila o modelnih kalkulacijah 2010) \nLastna cena paše z upoštevanimi neposrednimi plačili je bila LC = 0,02 €/kg. Finančni rezultat za pašo je pozitivna vrednost (FR = 28,21 €/ha). Paša je ob dejanskih pridelkih na kmetiji ob subvencioniranju države ekonomsko upravičena (Ke = 1,04), (preglednica 14).\n"], "35": ["4.2.10 Seno", "Seno se je pridelovalo na 5 ha, kjer se je pridelalo 8.000,00 kg/ha (preglednica 15). Dejanski obseg proizvodnje na kmetiji je bil 40.000,00 kg. Prihodek proizvodnje na kmetiji je bil 7.200,00 €/ha. Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 1.212,45 €. Skupni stroški na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 1.104,05 €.\nse nadaljuje \nnadaljevanje\n(Podatki o ceni (€/kg,l,ura,ha) so povzeti iz poročila o modelnih kalkulacijah 2010)\nLastna cena sena ob upoštevanih neposrednih plačilih znaša LC = 0,69 €/kg. Finančni rezultat znaša 1.679,77 €/ha. Pridelava sena je ob dejanskih pridelkih na kmetiji in subvencioniranju države ekonomsko upravičena (Ke = 1,30).\n"], "36": ["4.2.11 Koruzno zrnje", "Zrnje se je pridelovalo na 0,5 ha, kjer se je pridelalo 4.000,00 kg/ha (preglednica 16). Dejanski obseg proizvodnje na kmetiji je bil 2.000,00 kg. Prihodek proizvodnje na kmetiji je bil 420,00 €/ha (preglednica 16). Skupni stroški proizvodnje brez stranskih pridelkov in neposrednih plačil ter subvencij znašajo 1.296,00 €. Skupni stroški na kmetiji, upoštevajoč stranske pridelke in subvencije ter premije, znašajo 974,25 €.\nse nadaljuje \nnadaljevanje\n(Podatki o ceni (€/kg,l,ura,ha) so povzeti iz poročila o modelnih kalkulacijah 2010)\nLastna cena pridelanega zrnja z upoštevanimi neposrednimi plačili je bila LC = 0,12 €/kg. Finančni rezultat pridelanega zrnja je negativna vrednost (FR = - 67,12 €/ha). Pridelava zrnja je ob dejanskih pridelkih na kmetiji ob subvencioniranju države ekonomsko neupravičena (Ke = 0,86), (preglednica 16).\n"], "37": ["4.3 Celokupna analiza poslovanja analizirane kmetije", "V preglednici 17 so predstavljeni vsi tehnološko – ekonomski rezultati, ki so bili pridobljeni z uporabljenima metodama.\nKot je razvidno iz preglednice, lahko zaključimo, da je kumulativno poslovanje kmetije negativno (FR = - 4054,40 €), (preglednica 17).\n"], "38": ["5 SKLEPI", "Cilj diplomske naloge je bila analiza poslovanja na izbrani kmetiji, ki se ukvarja s prirejo mleka. S pomočjo pridobljenih podatkov izbrane kmetije v letu 2010 smo analizirali poslovno uspešnost prireje mleka in pridelave domače krme. Z namenom, da analiziramo poslovanje, smo ustvarili simulacijski model s pripadajočimi kalkulacijami proizvodenj.\nV ta namen smo zbrali skupne stroške in prihodke, povezane s pridelavo mleka, katere smo uporabili pri izračunu ekonomskih parametrov.\nV raziskavi so bile nekatere predpostavljene hipoteze sprejete, druge ne:\nH1: Sedanji obseg proizvodnje na kmetiji ustvarja dohodek v višini ene povprečne neto slovenske plače.\nHipotezo zavrnemo, saj je kmetija v letu 2010 ustvarila negativno stanje v višini – 4054,40 €/leto.\nH2: Prireja mleka je z ekonomskega vidika upravičena.\nHipoteze ne sprejmemo, saj nam rezultati kažejo, da je prireja mleka pri doseženi povprečni mlečnosti 4.794,00 z ekonomskega vidika neupravičena. Ocenjeni parametri kažejo na negativno vrednost finančnega rezultata (FR = - 9.679,34 €) in vrednost Ke nižjo od 1 (Ke = 0,76). \nH3: Razviti simulacijski sistem omogoča ob upoštevanju različnih vhodnih parametrov proizvodnje oceno ekonomskih parametrov, na podlagi katerih se bo ocenila ekonomičnost celovite proizvodnje na kmetiji.\nHipotezo 3 lahko sprejmemo, saj nam razvito orodje omogoča vnos različnih input podatkov in vzporedno ekonomsko analizo celovite proizvodnje na analizirani kmetiji tudi za oceno nadaljnega poslovanja na kmetiji.\n"], "abstract": ["Cilj raziskave je analizirati poslovanje na izbrani kmetiji, ki se ukvarja s prirejo mleka, in nadalje ocena ekonomske upravičenosti prireje mleka v letu 2010. Za oceno ekonomske upravičenosti prireje mleka na kmetiji smo razvili tehnološko-ekonomski simulacijski model s pripadajočimi podmodeli. Za kmetijsko proizvodnjo smo ocenjevali pomembnejše ekonomske parametre, kot so koeficient ekonomičnosti (Ke), lastno ceno (LC), finančni rezultat (FR) in prihodek (SP). Rezultati ekonomske analize prireje mleka kažejo, da je prireja mleka na kmetiji s 22 molznicami ekonomsko neupravičena (Ke = 0,76), kot tudi ekonomska analiza celotne kmetijske proizvodnje kaže, da je ocenjena vrednost finančnega rezultata negativna vrednost "]}