{"1": ["1 UVOD", "Ekonomski rezultati v prireji mleka so v Sloveniji neugodni, zato se kmetje, da bi dodali vrednost mleku, odločajo za različne ukrepe. Eden od njih je tudi neposredna prodaja mleka na mlekomatu. Mlekomati so se v Sloveniji v zadnjih dveh letih zelo razširili in vse več kmetov se odloča za ta način prodaje mleka. Ker je nakup mlekomata sorazmerno visoka investicija, je zelo pomembna odločitev, kdaj in pod kakšnimi pogoji ga kupiti, da bo investicija ekonomsko upravičena.\n"], "2": ["1.1 Cilji", "Osnovni cilj diplomske naloge je ugotoviti ekonomsko upravičenost investicije v nakup mlekomata za prodajo svežega kravjega mleka. Hkrati pa razviti računalniški model, ki bo omogočal izračunavanje ekonomske upravičenosti investicije pod določenimi pogoji in bo uporaben na vseh kmetijah, ki se odločajo za tovrstno investicijo.\n"], "3": ["1.2 Delovna hipoteza", "Predvidevamo, da je investicija v mlekomat ekonomsko upravičena ob doseganju predvidenih parametrov.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Proizvodni podatki", "Prireja kravjega mleka je najpomembnejša usmeritev slovenskega kmetijstva. K skupni vrednosti kmetijske proizvodnje v zadnjih dveh letih prispeva okoli 14%, k vrednosti živinoreje pa 31% (MKGP-KIS 2011).\nPrireja mleka v Sloveniji vseskozi presega domačo porabo. Stopnja samooskrbe se je v letu 2010 gibala okoli 116% in se tako vrnila na raven povprečja iz zadnjega petletnega obdobja. Poraba mleka za prehrano (v ekvivalentu surovega mleka) pa se giblje okoli 227 kg na prebivalca letno (MKGP-KIS 2011).\nSlovenija, ki se je po odkupni ceni mleka za rejce v zadnjih dveh letih uvrščala v srednjo tretjino držav EU, se je v letu 2010 premaknila v skupino članic z najnižjimi cenami. Nižjo odkupno ceno mleka so v letu 2010 imele le štiri nove članice (MKGP-KIS 2011).\nLeto 2010 je bilo z ekonomskega vidika za prirejo mleka podobno neugodno kot leto pred tem. Ob nekaj višji odkupni ceni mleka in praktično nespremenjeni vrednosti stranskih pridelkov (teleta, izločene krave) ter nekaj višjih neposrednih plačilih (zaradi uvedbe dodatka k plačilnim pravicam za rejo govedi na travinju) je bila po ocenah na osnovi modelov vrednost prireje višja kot leta 2009 za dober odstotek. Ob tem so se skupni stroški prireje dvignili za okoli 2%. Ekonomski rezultati pri prireji mleka so tako tudi v letu 2010 ostali pod povprečjem obdobja 2005-2009 in bili najslabši v zadnjem desetletju (MKGP- KIS 2011).\nŠtevilke, ki se nanašajo na oktober 2004, kažejo, da pri končni maloprodajni ceni surovega (pasteriziranega) mleka, prodanega v trgovinah, predstavlja 25% cene strošek pridelave \nsurovega mleka, 25% strošek predelave mleka v mlečni industriji, ostalih 50% pa je strošek trgovine. Dejstvo je, da so vhodni stroški (hrana, vzrejni stroški, oprema, amortizacija, energenti…) pri prireji mleka zelo visoki in otežujejo ekonomski položaj kmeta. Zato so kmetje pričeli iskati nove alternative, da svoj ekonomski položaj izboljšajo (Zanini in Leone, 2006).\n"], "6": ["2.2 Mleko", "Mleko je tekočina, ki jo izločajo ženske sesalcev z namenom zagotavljanja visoke ravni prehrane za svoje potomce v prvih dneh ali tednih življenja. Človek je skozi tisočletja te živali udomačeval, da bi lahko uporabljal mleko za lastne prehrambene potrebe (Kelly in Larsen, 2010).\nVedno več ljudi se odloča za uporabo surovega nepasteriziranega mleka. Okrepljene prehranske lastnosti, okus in koristi za zdravje so razlogi za povečano zanimanje uporabe surovega mleka (Oliver in sod., 2009).\n"], "7": ["2.3 Sestava mleka", "Sestava mleka ni vedno enaka. Nanjo vplivajo različni dejavniki, kot so pasemske lastnosti, stadij laktacije, prehrana, zdravstveno stanje žival - še posebno vimena (Rupić in Havranek, 2003).\nKravje mleko sodi po količini in kakovosti sestavin med najbolj kakovostno hrano ne samo za teleta, ampak tudi za ljudi (Žgajnar, 1990).\nMleko ima visoko hranljivo vrednost tudi za mikrobe. Surovo mleko, hranjeno pri sobni temperaturi, je odlično mesto za razvoj mikroorganizmov. Po nekaj dneh bo takšno mleko \npostalo kislo. To je na splošno posledica aktivnosti mlečnokislinskih bakterij (Wouters, 2002).\nV kravjem mleku je več kot 90 različnih sestavin, najpomembnejše so: voda 86-89%, maščoba 3,5-5,0%, beljakovine 2,6-4,2%, laktoza 4,6-4,9%, minerali (makroelementi: kalcij, fosfor, magnezij, kalij, natrij, klor in mikroelementi: železo, mangan, baker, cink, fluor, jod) 0,6-0,8%, skupaj suhe snovi 11-14% in vitamini, kot so A, D, E, K, B1, B12 in C- vitamin (Bajt in Golc-Teger, 2011).\n"], "8": ["2.4 Surovo mleko", "Presno, sveže surovo mleko je tisto mleko, ki ni obdelano z nobenim drugim postopkom razen s filtracijo in ohlajanjem na temperaturo pod 4-C. Je v »naravnem stanju«, kot smo ga pridobili od krave (www. sveže.si, www. mleko-mat.si).\n"], "9": ["2.5 Mlekomat", "Mlekomat je avtomat za prodajo svežega mleka, ki ga ustekleniči ob naročilu. Na mlekomatu so izobešeni podatki o trenutni pošiljki svežega mleka. V primeru odstopanja od ustaljenih postopkov avtomat preneha delovati. To velja predvsem v primeru, če je v avtomatu mleko, starejše od 24 ur, ali pa če mleko preseže določeno temperaturo. V mlekomatih je mleko sveže in ni pasterizirano (www. wikipedia.org).\n"], "10": ["2.5.1 Prednosti svežega mleka iz mlekomata", "Ker ni toplotno ali drugače obdelano, mleko iz mlekomata ohrani vse naravne lastnosti, je bogatejše z vitamini in ni homogenizirano. Lahko se uporabi za izdelovanje drugih mlečnih izdelkov: kislega mleka, jogurta, skute ali svežega sira. Koristi za okolje: ni potrebe za izvajanje dodatnih tehnoloških postopkov, npr. transport do proizvodnje, predelava, distribucija itd. (Zavod za zdravstveno varstvo Murska Sobota, 2010).\n"], "11": ["2.5.2 Slabosti svežega mleka", "Čeprav so mleko in mlečni izdelki pomembne sestavine zdrave prehrane, pa uporaba nepasteriziranega mleka lahko povzroči tveganje za zdravje zaradi možne okužbe s patogenimi bakterijami, vključno s Salmonelo E.Coli O157: h7, Listeria, Campylobacter in Brucella, ki lahko povzročijo bolezen in morda smrt. Bolezni, ki jih povzročajo patogene bakterije v mleku, so lahko še posebej nevarne za nosečnice, starejše, dojenčke, majhne otroke in ljudi z oslabljenim imunskim sistemom. Pasterizacija je najbolj učinkovita metoda za krepitev mikrobiološke varnosti mleka. S tem procesom segrejemo mleko na določeno temperaturo za določen čas in tako uničimo bakterije, ki so odgovorne za bolezni, kot so listerioza, salmonela, kampilobakterioza, tifus, tuberkuloza in bruceloze. Pasterizacija ne spremeni hranljive vrednosti mleka (Lejeune in Rajala-Shultz, 2009; FDA 2007).\n"], "12": ["2.6 Delovanje mlekomata", "Zavod za zdravstveno varstvo Murska Sobota v strokovnem gradivu navaja: Nadzorni sistem mlekomata in njegova programska oprema ne dovoljujeta izdaje mleka, ki je starejše od 24 ur. Če kmetovalec ne bi zamenjal mleka s svežim ali če bi prišlo do nenadzorovanega dviga temperature, bi se delovanje mlekomata ustavilo. Kmetovalec je o stanju mleka iz mlekomata sproti obveščen preko modula GSM. Na prikazovalnem zaslonu mlekomata je izpisana temperatura mleka ter datum, ura in minuta, ko je bilo pripeljano sveže mleko. Na zunanji strani mlekomata je vgrajen poseben ventilator, ki omogoča zračno zaveso in deluje ves čas, izklopi pa se v trenutku, ko senzor gibanja zazna kupca. Omogoča vzdrževanje ustrezne temperature pri točilnem sistemu, istočasno pa zračna zavesa odganja mrčes. Mleko iz mlekomata prevzamemo s svojo steklenico ali pa jo kupimo na avtomatu za steklenice. V tem primeru poskrbi za higiensko ustreznost embalaže lastnik mlekomata. Če pa posodo prinesemo s sabo, moramo sami poskrbeti, da je ta čista. V steklenico natočimo želeno količino mleka, jo dobro zapremo in umaknemo iz izdajnega prostora. Ko se vrata mlekomata zaprejo, se prostor polnjenja razkuži. Po vsakem točenju mleka se namreč točilni prostor razkuži z 1% raztopino alkohola. \nRazkuževanje poteka preko pršilne šobe in se izvrši s hladno raztopino. Točilni prostor ima vgrajeni dve UV svetilki, ki tudi razkužujeta prostor. Vse dele v sistemu mlekomata, ki pridejo v stik z mlekom (cisterna ali cevka, po kateri priteka mleko iz cisterne do točilnega mesta), mora skrbnik aparata dnevno čistiti. Temperatura komore je 4-C. Po prevzemu je pomembno, da mleko čim prej shranimo v hladilniku na temperaturi 4-C (Zavod za zdravstveno varstvo Murska Sobota, 2010).\n"], "13": ["2.7 Sestavni deli mlekomata", "Mlekomat je izdelan v skladu s standardi in pravili, ki veljajo za živilsko in prehrambeno industrijo, kar pomeni, da so uporabljeni pravilni materiali in da je poskrbljeno za varnost uporabnika. Sama fizična konstrukcija mlekomata je izdelana robustno, zato je odporna na morebitne nasilne poskuse vloma ali poškodb. Vsi vitalni deli mlekomata so izdelani tako, da niso dosegljivi običajnim uporabnikom (omarica z elektroniko, posoda za mleko, posoda za shranjevanje kovancev plačilnega dela...). Izpostavljeni deli in komponente, kot so tipke, LCD prikazovalniki, vratca točilne komore in ostalo, so standardnih dimenzij in izdelave, kar omogoča hitro zamenjavo in popravilo v primeru poškodbe ali okvare. Pri izdelavi samega mlekomata so uporabljeni visokokakovostni materiali, naprave in komponente (www. etra.si). \nGlavi sestavni deli mlekomata so:\n- hladilnik s kompresorjem, rezervoarjem in dozirno enoto,\n- avtomat za plastenke in steklenice,\n- krmilni in programski sistem s procesnim krmilnikom ETRA ETKM v 7.0,\n- plačilni del s prikazovalniki in tipkami, ki so osvetljene. \nKlimatska naprava s tipali za merjenje temperature vzdržuje stalno temperaturo v notranjosti mlekomata, ki je navadno 4-C. Poleg klimatske naprave je nameščena še razsvetljava za osvetlitev notranjosti mlekomata. Nameščeno je tudi varnostno stikalo za izklop delovanja v času zamenjave mleka.\nPosoda za shranjevanje in transport mleka je sestavljena iz dveh plasti nerjaveče pločevine, med katerima je 4 cm debel izolacijski material. Posode so velikosti od 100 litrov pa do 350 litrov. Možna je postavitev neizolirane posode. Na posodo je nameščen točilni sistem \niz sestavnih delov in elementov, ki so izdelani po zahtevah in določilih standardov za uporabo v prehrambeni industriji. Poleg posode za shranjevanje mleka sta še dve manjši posodi za vodo. Zgornja posoda je namenjena za čisto vodo, ki jo sistem samodejno črpa za potrebe pranja točilne komore. V spodnjo posodo pa odteka uporabljena voda.\nMešalo mleka je nameščeno na pokrovu posode za shranjevanje mleka in je namenjeno mešanju mleka . Mešalo se avtomatsko vklopi vsakih 30 minut ter meša 5 minut.\nElektrični priključki in konektorji z IP56 električno zaščito, ki omogočajo hitro menjavanje in samodejno identifikacijo posode za shranjevanje mleka.\nPlačilni sistem z osvetljenimi tipkami in navodili za uporabo. Plačilni sistem sprejema kovance v vrednosti 0.10€, 0.20€, 0.50€, 1€ in 2€, ki jih ne vrača, razen če kupec pred točenjem mleka nakup prekliče.\nMlekomat je opremljen z LCD prikazovalnikom informacij. Ta prikazuje temperaturo mleka, čas polnjenja in ceno mleka. Hkrati pa je opremljen s tipkami, ki omogočajo lastniku in vzdrževalcu nastavljanje posameznih parametrov sistema.\nMlekomat je opremljen z RFID senzorjem za brezgotovinsko plačevanje s pomočjo RFID  obeska.\nKo kupec plača želeno količino mleka, se mu odprejo vratca točilne komore, v katero vstavi embalažo. Nato pritisne stikalo, ki je namenjeno za točenje mleka, in ga drži toliko časa, dokler mleko ne preneha teči.\nTočilna komora je namenjena točenju mleka v embalažo. Po plačilu želene količine mleka se točilna komora odpre in kupec vanjo postavi embalažo, ki jo prinese s sabo ali pa jo kupi v avtomatu za nakup plastenk in steklenic. Komora je opremljena z optičnim senzorjem za prisotnost plastenk, ki preprečuje točenje mleka v »prazno«. V komori so nameščene šobe, ki jo po končanem točenju samodejno operejo, ter ventilator, ki odganja mrčes. \nTočilna komora je opremljena z UV svetilko za samodejno dezinfekcijo točilne komore. Modra osvetlitev komore je aktivna takrat, ko je le-ta zaprta, bela pa, ko je točilna komora odprta. UV svetilka omogoča dezinfekcijo komore, ko ta miruje.\nSama fizična konstrukcija mlekomata je izdelana robustno, zato je odporna na morebitne nasilne poskuse vloma ali poškodbe. \nMlekomat je opremljen z ETRA procesnim krmilnikom ETKM v 7.0, ki skrbi za brezhibno delovanje celotnega sistema. Nadzira temperaturo mleka in samodejno blokira delovanje sistema v primeru previsoke temperature ali v primeru, da mleko ni zamenjano v roku 24 ur.\nGSM modul s pošiljanjem SMS sporočil obvešča oskrbnika o stanju na mlekomatu. To se zgodi v primeru, ko je stanje mleka 30, 20 ter 10 litrov, če temperatura mleka preseže \ndovoljeno, če pride do kakšnih okvar na točilni komori ali ko zaradi katerih koli vzrokov avtomat preneha z delovanjem.\nGlavno stikalo je namenjeno za izklop celotnega aparata iz napetostnega omrežja za potrebe varnega servisa in vzdrževalnih del.\nAvtomat je namenjen prodaji plastenk in steklenic kupcem, ki s sabo nimajo svoje embalaže, v katero bi natočili mleko (www. etra.si).\n"], "14": ["2.8 Transport mleka do mlekomata", "Mleko se transportira do mlekomata v posodi za shranjevanje mleka, v katero je potrebno naliti ohlajeno mleko. Oskrbnik jo nato odpelje do mlekomata, kjer se prazno posodo oziroma tisto, v kateri je ostalo neprodano mleko, zamenja s posodo s svežim mlekom. Zamenjamo jo ročno ali z vitlom, ki ga je možno kupiti z doplačilom. Nato je treba v nadzorni sistem mlekomata navesti količino pripeljanega mleka in čas, kdaj je bilo to mleko pripeljano (Golčman, 2010).\n"], "15": ["2.9 Čiščenje mlekomata in posod za mleko", "Mlekomat ima nameščen samodejni sistem za čiščenje vseh delov, ki so v stiku z mlekom. Črpalka po končanem točenju pod pritiskom črpa vodo iz za to namenjene posode ter skozi šobe očisti točilno komoro. Odvečna voda pa nato odteče v posodo za odpadno vodo. Posodo za mleko lahko čistimo strojno ali ročno. Pri strojnem čiščenju priključimo črpalko na napajanje, ki omogoča dovod vode in čistila. Na pokrovu cisterne je nameščena pralna glava, skozi katero se ob priklopu na črpalko pod pritiskom črpa vodo in čisti posodo. Odpadna voda pa odteka na izpustu posode, ki je nameščen na spodnjem delu posode (Golčman, 2010).\n"], "16": ["3 METODE DELA", "Za potrebe izračunavanja upravičenosti investicije v nakup mlekomata smo uporabili metodo diskontiranega denarnega toka oziroma metodo NSV (neto sedanje vrednosti). Razvili smo model v elektronski preglednici s pomočjo programa Microsoft Office EXCEL 2003, ki omogoča preračunavanje upravičenosti investicije po različnih scenarijih. Model je uporaben za vsako kmetijo, ki se odloča za nakup mlekomata ali za podobne investicije ( avtomat za prodajo sadja in zelenjave, drugih mlečnih izdelkov…).\n"], "17": ["3.1 Metoda neto sedanje vrednosti", "Osrednja točka celotne finančne analize je zajeta v konceptu neto sedanje vrednosti (NSV), ki je definirana kot:\nNSV= neto sedanja vrednost I = višina investicije pi = denarni tok r = povprečna letna obrestna mera i = časovna komponenta (število let)\nRazlika med skupnimi prihodki in skupnimi stroški nam da odgovor o predvidenem dobičku, ki nastopi kot posledica investicije znotraj določenega kmetijskega sistema. Ključni element zgornje matematične definicije predstavlja izraz (1+r)n, ki označuje potrebno stopnjo devalvacije NSV in ga lahko razumemo kot indikator spreminjanja \nvrednosti denarja skozi čas. Izračunana NSV je potemtakem dejansko devalvirana vrednost kmetijskega projekta (Turk, 2001). Pravilo za odločitev o naložbi na osnovi NSV je, da naložbo sprejmemo, če je NSV večja od 0 (nič) in jo zavrnemo, če je NSV manjša od 0 (nič). Če je NSV enaka nič, smo pri odločitvi ravnodušni. Med več alternativnimi investicijskimi možnostmi pa izberemo tisto, ki ima najvišjo pozitivno NSV. Naložba je namreč sprejemljiva le tedaj, ko ni druge alternativne naložbe, ki bi pri enakih investicijskih stroških dajala višjo vrednost donosov (Čebokli, 2011).\nPripadajoči koncept NSV je interna stopnja donosnosti (ISD), ki ne postreže z nominalnimi vrednostmi, temveč s % obresti. Ta pomembni koncept znotraj finančne analize tako prikazuje maksimalne obresti, na podlagi katerih je finančno smotrno izvesti določeno naložbo v kmetijstvu (Turk, 2001).\nInterno stopnjo donosnosti izračunamo po naslednji enačbi:\nEnačbo rešimo za r. ISD = interna stopnja donosnosti I = višina investicije pi = denarni tok r = povprečna letna obrestna mera i = časovna komponenta (število let)\n"], "18": ["3.2 Razvoj modela", "Osnova za razvoj modela je program Microsoft Office EXCEL 2003, ki omogoča izdelavo tabel in vključitev osnovnih ter zahtevnejših enačb v tabele, ki avtomatično preračunavajo dane podatke. Model, ki smo ga sestavili, omogoča vnos naslednjih podatkov:\n- povprečno prodajo mleka v litrih na dan,\n- povprečno prodajo plastenk na dan,\n- povprečno prodajo steklenic na dan,\n- prodajno ceno mleka, prodanega preko mlekomata,\n- prodajno ceno plastenke,\n- prodajno ceno steklenice,\n- nabavne stroške mlekomata,\n- nabavne stroške s postavitvijo hišice,\n- nabavne stroške avtomata za embalažo,\n- ostale nabavne stroške (razna dovoljenja, vodovodni in električni priključki, avto,  dodatna posoda…),\n- povprečno neto plačo,\n- dnevno količino dela v urah,\n- dolžino dostavne poti mleka do mlekomata v kilometrih,\n- strošek enega prevoženega kilometra,\n- dostavljeno dnevno količino mleka v litrih,\n- porabljeno količino vode za vsakodnevno čiščenje mlekomata v litrih,\n- porabljeno količino vode za spiranje točilnega mesta v litrih na liter prodanega  mleka,\n- ceno 1000 litrov vode,\n- dnevno porabo elektrike v kilovatnih urah,\n- ceno kilovatne ure električne energije,\n- ostale dnevne stroške, kot so čistila, razkužila, metla, krpe ipd.,\n- letno najemnino za prostor, \n - letni strošek zavarovanja,\n- odkupno ceno mleka, ki jo kmet dosega pri pogodbenemu odkupovalcu,\n- nabavno ceno plastenke,\n- nabavno ceno steklenice,\n- letni strošek vzdrževanja, popravila,\n- povprečno letno obrestno mero.\n"], "19": ["3.2.1 Izračun povprečne prodaje mleka", "- Povprečno dnevno prodajo mleka preko mlekomata podamo po lastni presoji in  predhodni analizi trga in je izražena v litrih mleka na dan.\n- Povprečno mesečno prodajo izračunamo po naslednji enačbi:\nMpm = Dpm*30\nMpm = mesečna povprečna prodaja mleka Dpm = dnevna povprečna prodaja mleka\n- Povprečna letna prodaja je podana z naslednjo enačbo:\nLpm = Dpm*365\nLpm = letna povprečna prodaja mleka Dpm = dnevna povprečna prodaja mleka\n"], "20": ["3.2.2 Izračun povprečne prodaje plastenk", "- Povprečno prodajo plastenk v enem dnevu podamo sami po predhodni oceni,  koliko kupcev bo plastenko, ki jo enkrat kupijo, kasneje znova uporabljalo ali pa  bodo uporabljali svojo embalažo. \n - Povprečna mesečna prodaja plastenk je podana z enačbo:\nMpp = Dpp*30\nMpp = mesečna prodaja plastenk Dpp = dnevna prodaja plastenk\n- Povprečna letna prodaja plastenk se izračuna po formuli:\nLpp = Dpp*365\nLpp = letna prodaja plastenk Dpp = dnevna prodaja plastenk\n"], "21": ["3.2.3 Izračun povprečne prodaje steklenic", "- Povprečno prodajo steklenic v enem dnevu podamo sami po predhodni oceni,  koliko kupcev bo steklenico, ki jo enkrat kupijo, kasneje znova uporabljalo ali pa  bodo uporabljali svojo embalažo. Upoštevati je potrebno tudi dejstvo, da je  steklenica dražja od plastenke.\n- Povprečno mesečno prodajo izračunamo z izrazom:\nMps = Dps*30\nMps = mesečna povprečna prodaja steklenic Dps = dnevna povprečna prodaja steklenic\n- Povprečno letno prodajo steklenic pa smo podali takole: \n Lps = Dps*365\nLps = letna povprečna prodaja steklenic Dps = dnevna povprečna prodaja steklenic\n"], "22": ["3.2.4 Izračun vrednosti prodanega mleka", "- Ceno, po kateri bomo prodajali sveže mleko, določimo sami. Pri tem je potrebno  upoštevati ceno mleka konkurence, kupno moč ciljne skupine kupcev….\n- Vrednost prodanega mleka v enem dnevu izračunamo po enačbi:\nDvm = Dpm*Cm\nDvm = vrednost prodanega mleka v enem dnevu Dpm = dnevna povprečna prodaja mleka Cm = cena enega litra mleka\n- Mesečna vrednost prodanega mleka je podana z enačbo:\nMvm = Dvm*30\nMvm = mesečna vrednost prodanega mleka Dvm = dnevna vrednost prodanega mleka\n- Letno vrednost prodanega mleka smo v modelu izračunali z enačbo:\nLvm = Dvm*365\nLvm = letna vrednost prodanega mleka Dvm = dnevna vrednost prodanega mleka\n"], "23": ["3.2.5 Izračun vrednosti prodanih plastenk in steklenic", "- Ceno, po kateri bomo prodajali embalažo za sveže mleko, določimo sami. Navadno  je cena embalaže enaka nabavni ceni, ker je osnovni cilj prodaja mleka in ne  embalaže.\n- Vrednost prodanih plastenk v enem dnevu izračunamo po formuli:\nDvp = Dpp*Cp\nDvp = dnevna vrednost prodanih plastenk Dpp = dnevna prodaja plastenk Cp = prodajna cena plastenke\n- Mesečno vrednost prodanih plastenk smo podali s formulo:\nMvp = Dvp*30\nMvp = mesečna vrednost prodanih plastenk Dvp = dnevna vrednost prodanih plastenk\n- Letna vrednost prodanih plastenk se izračuna po enačbi:\nLvp = Dvp*365\nLvp = letna vrednost prodanih plastenk Dvp = dnevna vrednost prodanih plastenk\n- Vrednost prodanih steklenic v enem dnevu je podana z izrazom:\nDvs = Dps*Cs \nDvs = dnevna vrednost prodanih steklenice Dps = dnevna prodaja steklenic Cs = prodajna cena steklenice\n- Mesečno vrednost prodanih steklenic smo podali s formulo:\nMvs = Dvs*30\nMvs = mesečna vrednost prodanih steklenic Dvs = dnevna vrednost prodanih steklenic\n- Letna vrednost prodanih steklenic se izračuna po enačbi:\nLvs = Dvs*365\nLvs = letna vrednost prodanih steklenic Dvs = dnevna vrednost prodanih steklenic\n"], "24": ["3.2.6 Izračun vrednosti investicije", "Vrednost investicije smo v modelu izrazili kot vsoto nabavnih stroškov mlekomata, nabavnih stroškov hišice, nabavnih stroškov avtomata za embalažo in ostalih nabavnih stroškov, kot so razna dovoljenja, prevozno sredstvo, dodatna cisterna …, katerih vrednost je različna od primera do primera. Odvisna je namreč od dogovora z dobaviteljem, modela mlekomata, vrste hišice, avtomata za prodajo embalaž, načina dostave, raznih dovoljenj ter dodatne opreme.\nVi = Nsm + Nsh + Nsa + Nso\nVi = vrednost investicije \nNsm = nabavni stroški mlekomata Nsh = nabavni stroški hišice Nsa = nabavni stroški avtomata za embalažo Nso = ostali nabavni stroški\n"], "25": ["3.2.7 Izračun stroška dela", "Za izračun povprečnega stroška dela moramo v model vnesti vrednost povprečne neto plače ter število ur, ki so potrebne za nemoteno oskrbo mlekomata z mlekom in vzdrževanje v enem dnevu.\n- Izračun urne postavke\nUp = Pnp/170\nUp = urna postavka Pnp = povprečna neto plača 170 = število delovnih ur v mesecu\n- Izračun delovnih ur v enem letu\nDl = Dd*365\nDl = število delovnih ur v enem letu Dd = število delovnih ur v enem dnevu\n- Dnevni strošek dela\nDsd = Dd*Up \nDsd = dnevni strošek dela Dd = število delovnih ur v enem dnevu Up = urna postavka\n- Letni strošek dela\nLsd = Dsd*365\nLsd = letni strošek dela Dsd = dnevni strošek dela\n"], "26": ["3.2.8 Izračun prevoznih stroškov", "Za izračun prevoznih stroškov je potrebno v model navesti dolžino dostavne poti do mlekomata ter strošek enega prevoženega kilometra.\n- Dnevni strošek prevoza mleka do mlekomata se izračuna po enačbi:\nDsp = Dp*Spk\nDsp = dnevni strošek prevoza mleka do mlekomata Dp = dolžina poti Spk = strošek enega prevoženega kilometra\n- Letni strošek prevoza mleka do mlekomata je izražen s formulo:\nLsp = Dsp*365\nLsp = letni strošek prevoza mleka do mlekomata Dsp = dnevni strošek prevoza mleka do mlekomata\n"], "27": ["3.2.9 Izračun stroška neprodanega mleka", "S pomočjo podatkov, koliko mleka je bilo pripeljanega v mlekomat, koliko mleka je prodanega in kakšna je odkupna cena mleka pogodbenega odkupovalca (potrebno jih je vnesti ročno), model izračuna strošek neprodanega mleka po naslednjih enačbah:\n- Neprodana količina mleka\nDnk = Dpk-Dpm\nDnk = dnevna neprodana količina mleka Dpk = dnevna pripeljana količina mleka Dpm = dnevna povprečna prodaja mleka\n- Dnevni strošek neprodanega mleka\nDsn = Dnk-Ocm\nDsn = dnevni strošek neprodanega mleka Dnk = dnevna neprodana količina mleka Ocm = odkupna cena mleka pogodbenega odkupovalca\n- Letni strošek neprodanega mleka\nLsn = Dsn*365\nLsn = letni strošek neprodanega mleka Dsn = dnevni strošek neprodanega mleka\n"], "28": ["3.2.10 Izračun stroškov z vodo", "V modelu je potrebno navesti porabo vode za čiščenje mlekomata, porabo vode za izpiranje točilne komore po vsakem točenju mleka in strošek 1000 litrov vode, nato pa model iz že vnesenih podatkov sam izračuna naslednje podatke:\n- letno porabo vode za čiščenje mlekomata\nLpvč = Dpvč*365\nLpvč = letna poraba vode za čiščenje mlekomata Dpvč = dnevna poraba vode za čiščenje mlekomata\n- dnevno porabo vode za izpiranje točilne komore\nDpvi = Dpm*Pvi\nDpvi = dnevno porabo vode za izpiranje točilne komore Dpm = dnevna povprečna prodaja mleka Pvr = poraba vode za izpiranje po vsakem točenju mleka\n- letno porabo vode za izpiranje točilne komore\nLpvi = Dpvi*365\nLpvi = letna poraba vode za izpiranje točilne komore Dpvi = dnevno porabo vode za izpiranje točilne komore\n- strošek enega litra vode\nSv2 = Sv1/1000 \nSv2 = strošek enega litra vode Sv1 = strošek 1000 litrov vode\n- dnevni strošek vode za čiščenje mlekomata\nDsvč = Dpvč*Sv2\nDsvč = dnevni strošek vode za čiščenje mlekomata Dpvč = dnevna poraba vode za čiščenje mlekomata Sv2 = strošek enega litra vode\n- letni strošek vode za čiščenje mlekomata\nLsvč = Dsvč*365\nLsvč = letni strošek vode za čiščenje mlekomata Dsvč = dnevni strošek vode za čiščenje mlekomata\n- dnevni strošek vode za izpiranje točilne komore\nDsvi = Dpvi*Sv2\nDsvi = dnevni strošek vode za izpiranje točilne komore Dpvi = dnevno porabo vode za izpiranje točilne komore Sv2 = strošek enega litra vode\n- letni strošek vode za izpiranje točilne komore  Lsvi = Dsvi*365\nLsvi = letni strošek vode za izpiranje točilne komore Dsvi = dnevni strošek vode za izpiranje točilne komore\n"], "29": ["3.2.11 Izračun stroškov z električno energijo", "V model vnesemo podatek porabe kilovatnih ur električne energije v enem dnevu ter ceno električne energije za eno kilovatno uro, nato model sam izračuna naslednje parametre:\n- letno porabo električne energije\nLpe = Dpe*365\nLpe = letna poraba električne energije Dpe = dnevna poraba električne energije\n- dnevni strošek električne energije\nDse = Dpe*Ce\nDse = dnevni strošek električne energije Dpe = dnevna poraba električne energije Ce = cena električne energije\n- letni strošek električne energije\nLse = Dse*365\nLse = letni strošek električne energije Dse = dnevni strošek električne energije\n"], "30": ["3.2.12 Izračun ostalih stroškov", "V model vnesemo znesek ostalih dnevnih stroškov, kot so razkužila, gobice in krpe za pomivanje, metla, smetišnica itd., nato pa model izračuna vrednost teh stroškov za celo leto po enačbi:\nLos = Dos*365\nLos = letni ostali stroški Dos = dnevni ostali stroški\n"], "31": ["3.2.13 Izračun najemnine za prostor", "Stroški najemnine za prostor se lahko med seboj zelo razlikujejo od primera do primera in so odvisni večinoma od lokacije ter dogovora z lastnikom prostora, kjer bo mlekomat postavljen. V model je potrebno navesti letno najemnino za prostor (če stroška za najemnino ni, pustimo ta prostor prazen), nato pa model sam izračuna dnevni strošek najemnine po sistemu:\nDnp = Lnp/365\nDnp = dnevni strošek najemnine Lnp = letni strošek najemnine\n"], "32": ["3.2.14 Izračun stroška zavarovanja", "Zavarovanje mlekomata je zelo smiselno v primerih, ko stoji mlekomat na mestu, kjer je večja verjetnost, da bo prišlo do poškodb zaradi vandalizma, morebitnega vdora v mlekomat ali celo kraje mlekomata. Nekateri lastniki mlekomata se za zavarovanje ne \nodločajo, drugi pa. V model je potrebno navesti letni strošek zavarovanja, nato pa model sam izračuna dnevni strošek zavarovanja po enačbi:\nDsz = Lsz/365\nDsz = dnevni strošek zavarovanja Lsz = letni strošek zavarovanja\n"], "33": ["3.2.15 Izračun stroška prodanega mleka", "Med strošek prodanega mleka štejemo tisto količino mleka, ki ga neposredno prodamo preko mlekomata po ceni, ki jo ponuja pogodbeni odkupovalec, saj bi v primeru, da mlekomata ne bi imeli, to mleko prodali pogodbenemu odkupovalcu.\n- Dnevni strošek prodanega mleka\nDspm = Ocm*Dpm\nDspm = dnevni strošek prodanega mleka Ocm = odkupna cena mleka pogodbenega odkupovalca Dpm = dnevna povprečna prodaja mleka\n- Letni strošek prodanega mleka\nLspm = Dspm*365\nLspm = letni strošek prodanega mleka Dspm = dnevni strošek prodanega mleka\n"], "34": ["3.2.16 Izračun stroška embalaže", "V model je potrebno navesti ceno, po kateri smo kupili plastenko in steklenico ter predvideno prodajo obeh artiklov, nato model sam izračuna naslednje podatke:\n- dnevni strošek embalaže\nDse = Ncp*Dpp + Ncs*Dps\nDse = dnevni strošek embalaže Ncp = nabavna cena plastenke Dpp = dnevna povprečna prodaja plastenk Ncs = Nabavna cena steklenic Dps = dnevna povprečna prodaja steklenic\n- letni strošek embalaže\nLse = Dse*365\nLse = letni strošek embalaže Dse = dnevni strošek embalaže\n"], "35": ["3.2.17 Izračun stroška vzdrževanja in popravila", "V to rubriko vnesemo vrednost vseh stroškov, ki so povezani z vzdrževanjem in morebitnimi popravili okvar na mlekomatu. Model nato sam izračuna, kakšni so dnevni stroški vzdrževanja in popravila.\nDsv = Lsv/365 \nDsv = dnevni strošek vzdrževanja Lsv = letni strošek vzdrževanja\n"], "36": ["3.2.18 Izračun skupnih stalnih stroškov", "Med skupne (fiksne) stroške smo v modelu upoštevali dnevni strošek dela, dnevni strošek prevoza mleka do mlekomata, dnevni strošek vode za čiščenje mlekomata, dnevni strošek električne energije, ostale dnevne stroške (razkužila, čistila, metla krpe…), dnevni strošek najemnine, dnevni strošek zavarovanja in dnevni strošek vzdrževanja. Po vnosu teh podatkov model izračuna naslednje parametre:\n- dnevne skupne stalne stroške\nDfs = Dsd + Dsp + Dsvč + Dse + Dos + Dnp + Dsz + Dsv\nDsf = dnevni skupni stalni stroški Dsd = dnevni strošek dela Dsp = dnevni strošek prevoza mleka do mlekomata Dsvč = dnevni strošek vode za čiščenje mlekomata Dse = dnevni strošek električne energije Dos = dnevni ostali stroški Dnp = dnevni strošek najemnine Dsz = dnevni strošek zavarovanja Dsv = dnevni strošek vzdrževanja\n- letne skupne stalne stroške\nLfs = Dfs*365\nLfs = letni skupni stalni stroški Dfs = dnevni skupni stalni stroški\n"], "37": ["3.2.19 Izračun skupnih nestalnih stroškov", "Med nestalne (variabilne) stroške smo v modelu upoštevali dnevni strošek neprodanega mleka, dnevni strošek vode za izpiranje komore, dnevni strošek prodanega mleka in dnevni strošek embalaže. Nato pa model poda naslednje podatke:\n- dnevni skupni nestalni stroški\nDvs = Dsn + Dsvr + Dspm + Dse\nDvs = dnevni skupni nestalni stroški Dsn = dnevni strošek neprodanega mleka Dsvr = dnevni strošek vode za izpiranje točilne komore Dspm = dnevni strošek prodanega mleka Dse = dnevni strošek embalaže\n- letni skupni nestalni stroški\nLvs = Dvs*365\nLvs = letni skupni nestalni stroški Dsv = dnevni skupni nestalni stroški\n"], "38": ["3.2.20 Izračun skupnih stroškov", "Med skupne stroške smo v modelu upoštevali skupne stalne stroške in skupne nestalne stroške. Model pa nato sam prikaže naslednje podatke:\n- dnevne skupne stroške \n Dss = Dfs + Dvs\nDss = dnevni skupni stroški Dfs = dnevni skupni stalni stroški Dvs = dnevni skupni nestalni stroški\n- letne skupne stroške\nLss = Dss*365\nLss = letni skupni stroški Dss = dnevni skupni stroški\n- skupne stroške na liter prodanega mleka\nSslm = Dss/Dpm\nSslm = skupni stroški na liter prodanega mleka Dss = dnevni skupni stroški Dpm = dnevna povprečna prodaja mleka\n"], "39": ["3.2.21 Izračun skupnih prihodkov", "Med skupne prihodke smo upoštevali dnevno vrednost prodanega mleka ter dnevno vrednost prodanih plastenk in steklenic. Iz danih podatkov model sam prikaže:\n- dnevne skupne prihodke\nDsp = Dvm + Dvp + Dvs \nDsp = dnevni skupni prihodki Dvm = dnevna vrednost prodanega mleka Dvp = dnevna vrednost prodanih plastenk Dvs = dnevna vrednost prodanih stekelnic\n- letne skupne prihodke\nLsp = Dsp*365\nLsp = letni skupni prihodki Dsp = dnevni skupni prihodki\n- skupni prihodek na liter prodanega mleka\nSplm = Dsp/Dpm\nSplm = skupni prihodek na liter prodanega mleka Dsp = dnevni skupni prihodki Dpm = dnevna povprečna prodaja mleka\n"], "40": ["3.2.22 Izračun denarnega toka", "- Denarni tok na liter mleka je podan z enačbo:\nDt = (Dsp-Dss)/Dpm\nDt = denarni tok na liter meleka Dsp = dnevni skupni prihodki Dss = dnevni skupni stroški \n - dnevni denarni tok\nDdt = Dt*Dpm\nDdt = dnevni denarni tok Dt = denarni tok na liter mleka Dpm = dnevna povprečna prodaja mleka\n- letni denarni tok\nLdt = Ddt*365\nLdt = letni denarni tok Ddt = dnevni denarni tok\n"], "41": ["3.2.23 Izračun neto sedanje vrednosti", "Za izračun NSV smo uporabili naslednji izraz:\nNSV = neto sedanja vrednost Vi = vrednost investicije Ldt = letni denarni tok Om = obrestna mera i = časovna komponenta (število let)\n"], "42": ["3.2.24 Izračun interne stopnje donosnosti", "Za izračun ISD smo uporabili enačbo:\nVi = vrednost investicije Ldt = letni denarni tok Om = obrestna mera i = časovna komponenta (število let)\nISD je rešitev enačbe za Om. ISD rešimo z Microsoft Office Excel-ovim orodjem za iskanje ciljev.\n"], "43": ["4 REZULTATI Z RAZPRAVO", "Upravičenost investicije smo izračunali s pomočjo metode neto sedanje vrednosti (NSV) in interne stopnje donosnosti (ISD). Predvideli smo različne scenarije, ki se med seboj razlikujejo. Za vse scenarije pa so osnova naslednji parametri:\n- dnevna povprečna prodaja mleka je 50 litrov,\n- dnevna povprečna prodaja plastenk je 5 kosov (kupec uporabi isto plastenko  večkrat),\n- dnevna povprečna prodaja steklenic je 3 kose (kupec uporabi isto steklenico  večkrat),\n- prodajna cena mleka je 1€/ liter,\n- prodajna cena plastenke je 0,2€/ kos,\n- prodajna cena steklenice je 0,4€/ kos,\n- nabavni strošek mlekomata je 11.529,7 €,\n- nabavni strošek hišice je 3.160 €,\n- nabavni strošek avtomata za embalažo je 2.975 €,\n- ostali nabavni stroški so 2940,7 €,\n- povprečna neto plača je 980,52 €/mesec (www.stat.si),\n- delo je 1 ura/dan,\n- dolžina poti do mlekomata je 5 kilometrov,\n- strošek enega prevoženega kilometra je 0,37 € (Url. RS št. 140 2006, Url. RS št.  76 2008 ),\n- dnevna pripeljana količina mleka je 60 litrov,\n- dnevna poraba vode za čiščenje mlekomata je 20 litrov,\n- poraba vode za izpiranje točilne komore na liter iztočenega mleka je 0,05 litra,\n- cena 1000 litrov vode je 1,17 € (JKP Žalec 2011),\n- dnevna poraba električne energije je 10 kilovatnih ur,\n- cena kilovatne ure električne energije je 0,13 € (Elektro Celje 2011), \n - ostali dnevni stroški so 0,5 €,\n- letna najemnina za prostor je 150 €,\n- letno zavarovanje mlekomata je 500 €,\n- odkupna cena litra mleka pri pogodbenemu odkupovalcu je 0,33 €,\n- nabavna cena plastenke je 0,2 €/kos,\n- nabavna cena steklenice je 0,4 €/kos,\n- letni stroški vzdrževanja in popravila 200 €,\n- povprečna letna obrestna mera 6%.\n"], "44": ["4.1 Denarni tok, NSV in ISD po scenariju A", "V scenariju A bomo izračunali denarni tok, NSV in ISD po zgoraj navedenih parametrih.\nIz preglednice 1 je razvidno, da je denarni tok pozitiven. \nIz preglednice 2 je razvidno, da je NSV po dvajsetih letih pozitivna v znesku 56.634,893 €. Prvič bi bila pozitivna četrto leto, in sicer v znesku 2729,178 €. Tako dober rezultat je posledica dobre prodaje mleka tako količinsko kot tudi cenovno. Izračunana ISD znaša 32,6%. Ta podatek nam pove, da bi bila investicija do te povprečne obrestne mere še pozitivna.\n"], "45": ["4.2 Denarni tok, NSV in ISD po scenariju B", "V scenariju B bomo izračunali denarni tok, NSV in ISD po zgoraj navedenih parametrih s to razliko, da bo dnevna povprečna prodaja mleka podana v vrednostih 10 l, 20 l, 30 l, 40 l, 50 l in 60 l.\nIz preglednice 3 je razvidno, da je denarni tok pri prodaji 10, 20 in 30 litrov negativen. Že sam denarni tok nam pove, da bo v teh treh primerih investicija neupravičena. \nIz scenarija B je razvidno, da je investicija smotrna pri pričakovani prodajni količini 40 litrov. Prvič bi bila investicija upravičena pri prodaji 40 litrov mleka v devetem letu, in sicer v vrednosti 373,569 €.\nIz preglednice 5 je razvidno, da je investicija ekonomsko upravičena pri prodaji 40 litrov mleka in povprečni obrestni meri 13,9%. S povprečno prodajo pa se najvišja sprejemljiva obrestna mera povečuje.\n"], "46": ["4.3 Denarni tok, NSV in ISD po scenariju C", "V scenariju C bomo izračunali denarni tok, NSV in ISD po zgoraj navedenih parametrih s to razliko, da bo prodajna cena za liter mleka podana z naslednjimi parametri: 0,5 €, 0,6 €, 0,7 €, 0,8 €, 0,9 € in 1 €.\nIz preglednice 6 je razvidno, da je denarni tok pri ceni 0,5 € in 0,6 € za liter mleka negativen. Pri ceni 0,7 €, 0,8 €, 0,9 € in 1 € za liter mleka pa je denarni tok pozitiven. \nIz scenarija C je razvidno, da je investicija smotrna pri prodajni ceni 0,8 €, 0,9 € ali 1 € za liter mleka.\nIz preglednice je razvidno, da bi bila pri 2 % povprečni obrestni meri investicija upravičena že pri prodajni ceni 0,7 € za liter mleka.\n"], "47": ["4.4 Denarni tok, NSV in ISD po scenariju D", "V scenariju D bomo izračunali denarni tok, NSV in ISD po zgoraj navedenih parametrih s to razliko, da bomo predvideli različne oddaljenosti mlekomata od kmetije. Parametri oddaljenosti bodo naslednji: 0 km, 5 km, 10 km, 15 km, 20 km, 25 km\nIz preglednice 9 je razvidno, da se denarni tok glede na oddaljenost mlekomata od kmetije spreminja v manjši meri kot pri prejšnjih dveh scenarijih. \nIz scenarija D vidimo, da je investicija smotrna v vseh predvidenih scenarijih. V primeru, ko se prodaja preko mlekomata vrši na domačem dvorišču, je investicija pozitivna v četrtem letu, ko pa je prodajno mesto oddaljeno 25 km, bi bila investicija pozitivna v sedmem letu.\nIz preglednice 11 je razvidno, da je povprečna obrestna mera, pri kateri je investicija še upravičena, 35,9 % pri prodaji mleka preko mlekomata z domačega dvorišča. Če je mlekomat oddaljen 25 km, pa znaša povprečna obrestna mera 11,6 %.\n"], "48": ["5 SKLEP", "V elektronski preglednici smo izdelali model, ki omogoča preračunavanje smotrnosti investicije v mlekomat po različnih scenarijih, in ga testirali. Predvideli smo štiri različne scenarije. Po scenariju A bi bila investicija upravičena. Po scenariju B bi bila investicija upravičena pri dnevni prodaji 40 l mleka in več. Po scenariju C bi bila investicija smotrna pri prodajni ceni 0,8 € ali več za liter mleka. Pogojno bi bila opravičena tudi pri prodajni ceni 0,7 € za liter mleka ob povprečni obrestni meri 2%. Po scenariju D pa smo ugotovili, da je investicija upravičena v vseh šestih danih primerih.\nNa podlagi ugotovitev lahko trdimo, da je investicija v nakup mlekomata upravičena ob doseganju parametrov, ki smo jih predstavili v 4. poglavju diplomske naloge. S tem lahko potrdimo delovno hipotezo.\n"], "abstract": ["Namen diplomske naloge je bilo ugotoviti ekonomsko upravičenost investicije v nakup mlekomata za prodajo svežega mleka in razviti računalniški model, ki bo omogočal izračunavanje ekonomske upravičenosti investicije po predpostavljenih parametrih. Za izračunavanje upravičenosti investicije smo uporabili metodo NSV (neto sedanje vrednosti) in ISD (interno stopnjo donosnosti). Izdelali smo model v elektronski preglednici s pomočjo programa Microsoft Office EXCEL 2003, ki omogoča preračunavanje upravičenosti investicije po različnih scenarijih. Predvideli smo štiri različne scenarije. Ugotovili smo, da bi bila po prvem scenariju investicija upravičena že četrto leto. V drugem scenariju smo ugotovili, da bi bila investicija upravičena pri povprečni dnevni prodaji 40 litrov mleka in več. V tretjem scenariju smo ugotovili, da bi bila investicija upravičena pri prodajni ceni 0,8 € za liter mleka. V četrtem scenariju pa smo ugotovili, da je po vseh predpostavljenih parametrih investicija upravičena. "]}