{"1": ["1 UVOD", "V času, ko se občasno srečujemo s presežki mleka in mesa, uspešno gospodarijo le posestva z minimalnimi stroški pri prireji živali. Številne izkušnje kažejo, da je najcenejša na domači kmetiji pridelana krma. Zato si moramo na vsaki živinorejski kmetiji prizadevati, da bomo doma pridelali potrebam primerno količino kakovostne krme. Pomen pridelovanja krme pa ni samo zagotavljanje krme domačim živalim, ampak tudi v ohranjanju in ustvarjanju kulturnega videza krajine (Kramberger 1995).\nTravinje pridobiva čedalje večji pomen tudi zaradi drugih raznovrstnih koristi, kot so prostor za rekreativno dejavnost človeka, življenjski prostor za mnoge majhne živali in rastline, biodiverziteta… Še vedno pa so travniške površine v osnovi večinoma namenjene pridelovanju voluminozne krme za živino, bodisi neposredno (paša), bodisi posredno (pridelovanje mrve in silaža) ali kombinirano (pašno-košni sistem). Na travinju lahko na površinsko enoto pridelamo izjemno velike pridelke kakovostne krme za živino in s tem vplivamo na pocenitev živinoreje.\nNajbolj pomemben ukrep za pridelavo velikih količin krme je pravilno gnojenje. Za doseganje velikih količin pridelkov moramo uporabljati zadostno količino domačih ali kupljenih gnojil. Za pravšnje gnojenje je pomembna pravilna izbira vrst in količina gnojil. Samo na takšen način bomo zagotovili optimalno rast rastlin, obenem pa pripomogli k ohranjanju rodovitnosti tal in k preprečevanju negativnega vpliva na okolje.\nV zadnjih dveh desetletjih so mnogi kmetje v Sloveniji preuredili stare in zgradili nove hleve na gnojevko, na odplakovanje. Gnojevka vsebuje vse živalsko blato in seč ter praktično nič nastila. Gnojevka kot način uporabe živalskih izločkov pride v poštev zlasti na pašno-košnih kmetijah, kjer (skoraj) vso kmetijsko zemljo obraščajo travniki in pašniki (Leskovšek 1993). \nKer dandanes želimo pridelati čim večje količine kakovostne krme za živali, obenem pa pridelavo čim bolj poceniti, bi lahko pri intenzivni pridelavi sočasno z aplikacijo gnojevke dodajali tudi seme za obnovo ruše, kar ponekod v svetu že priporočajo (http://gruenland-online.de).\nOrganska gnojila (gnojevka) bi naj bila zelo primerno gnojilo rastlinam zaradi povečanja pridelka in ohranjanja rodovitnosti tal, vendar pa se v literaturi pojavljajo tudi poročila o negativnem delovanju gnojevke (Smith in sod. 1995, Hoekstra in sod. 2001, Reijs in sod. 2003 in Adriano in sod. 1973) pri njeni nepravilni uporabi. Ta poročila kažejo, da bi se naj negativno delovanje gnojevke odražalo na slabši rasti rastlin, pa tudi na manjši kalivosti semen. Ker so v ruši in na travinju ene od pomembnih rastlinskih vrst tudi metuljnice, smo v poskusu želeli ugotoviti, kako nekajdnevna izpostavljenost semen gnojevki vpliva na kalitev in na začetno rast bele ter črne detelje.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Pridelovanje krme v Sloveniji", "Po podatkih Zavoda Republike Slovenije za statistiko iz leta 2009 je bilo leta 2008 okrog 285.973 naših kmetijskih zemljišč uvrščenih v kategorijo travnikov in pašnikov, torej med površine, ki jih bolj ali manj trajno pokriva travna ruša.\nTravinje v slovenskem kmetijskem okolju seveda ni enakomerno razporejeno, temveč ga je v skladu z vlažnostjo podnebja in razgibanostjo (konfiguracijo) terena sorazmerno malo na severovzhodu naše dežele, le 20 do največ 40 % kmetijskih površin, medtem ko zavzema v osrednjem in zahodnem delu, posebno v hribovitih predelih, kar 80 do 90 % ali celo več. Vzrok, da imamo v Sloveniji tolikšen delež travinja, je predvsem v reliefu (Korošec 1984).\ntravniki in pašniki), v obdobju 2000 – 2008 (Vir: Statistični letopis  Republike Slovenije 2009).\n"], "4": ["2.2 Uporaba gnojevke na travinju", "V intenzivni živinorejski-govedorejski pridelavi je pri gnojenju gnojevka ena od pomembnejših in uporabnih gnojil. Gnojevka je zmes živalskih izločkov – blata in seča. \nOd krave, težke 500 kg, dobimo na leto 15 m3 nerazredčene gnojevke (torej takšne, ki ji nismo dodali vode). Takšna nerazredčena gnojevka vsebuje 90 % vode in 10 % sušine (snov, ki ostane po odstranjevanju vode). Če gnojevka ni razredčena z vodo, moramo to storiti tik pred razvažanjem. To še posebno velja za gnojenje travinja.\nZ razredčenjem dosežemo predvsem:\n- boljše izkoriščanje dušika iz gnojevke,\n- zmanjšanje nevarnosti, da bi se gnojevka zaskorjila na površini in tako deloma  zadušila travno rušo,\n- boljše siliranje krme,\n- zmanjšanje nevarnosti ožigov.\nKer se z dodajanjem vode povečajo stroški za razvažanje gnojevke, je potrebno poiskati primerno razredčitev. Če razdalja do travnika ni prevelika, potem za gnojenje travnatega sveta v rastni dobi ali tik pred njo gnojevko razredčimo z vodo približno v razmerju 1 : 1, po potrebi pa še bolj; za zimsko in pozno jesensko gnojenje travnikov ustreza razmerje 1 : 0,5 (pol toliko vode kot gnojevke) (Leskovšek 1988). Kramberger (1995) predlaga, da za gnojenje travne ruše gnojevko razredčimo z vodo spomladi in v jeseni v razmerju 2 do 3 dele gnojevke na 1 del vode, v poletnih mesecih pa v razmerju 1 : 1.\nNajprimernejši obdobji za uporabo gnojevke na travnatem svetu sta zgodnja pomlad in poletje, če je vreme oblačno (veliko vlage v zraku) in deževno. Na preveč suha tla, po drugi strani pa tudi na takšna, ki so z vlago že nasičena, ne priporočamo voziti gnojevke (Leskovšek 1988). Tudi drugi avtorji navajajo obdobja, ki so najprimernejša čas za uporabo gnojevke. Korošec (1984) pravi, da bomo z gnojevko gnojili spomladi pred začetkom rasti in takoj po prvi košnji. Pri drugem gnojenju moramo seveda paziti, da bomo polivali v vlažnem in ne prevročem vremenu, sicer bo večina amoniaka izhlapela. Nevarnost je tudi, da v suhem vročem vremenu s koncentrirano gnojevko travniku bolj \nškodimo kot koristimo. Kramberger (1995) predlaga, da gnojevko razvažamo v oblačnem in mirnem vremenu, da so izgube dušika zaradi izhlapevanja čim manjše.\nKer jame za gnojevko ponavadi niso takšne, da bi zadostovale za skladiščenje gnojevke celega leta, se dogaja, da bi morali gnojiti z gnojevko tudi jeseni ali celo pozimi. Če pridelamo gnojevko od živine, ki jo hranimo večinoma z doma pridelano krmo, potem te količine gnojevke ni težko porabiti; 15 do 20 m3 nerazredčene gnojevke lahko damo na hektar travnate površine. Tolikšno količino nerazredčene gnojevke dobimo od približno ene do dveh glav odraslega goveda. Schechtner (cit. po Korošec, 1977) ugotavlja, da na travinju ne bi smeli naenkrat uporabiti več kot 30 m3 oziroma skupaj 40 do 50 m3 gnojevke na hektar. Korošec (1977) pa piše, da je najprikladnejše gnojenje s 40 do 60 m3 gnojevke na hektar v dveh do treh obrokih. Kramberger (1995) pravi, da odmerek za enkratno uporabo naj ne presega 15 do 20 m3 nerazredčene gnojevke na hektar površine. Tako količina dušika, dodanega z enkratnim dognojevanjem, ne bo presegla 60 kg na hektar, kolikor lahko ruša porabi. Pri prevelikih odmerkih gnojevke bi se ob normalnih razmerah pojavile znatne količine izpranega dušika v podtalnici.\nV svetu se zelo širi injiciranje gnojevke v tla. V ta namen morajo imeti cisterne za gnojevko posebne dozatorje. Upoštevati pa je potrebno, da je gnojevko mogoče injicirati pod površino tal le na globokih tleh brez velikih teksturnih delcev (kamenje), (Kramberger 1995).\n"], "5": ["2.3 Zakonske določbe, ki določajo ravnanje z gnojevko", "V Sloveniji področje ravnanja z gnojevko ureja predvsem Uredba o varstvu voda pred onesnaževanjem z nitrati iz kmetijskih virov (Ur. list RS, št. 113/2009).\nV Uredbi o varstvu voda pred onesnaževanjem z nitrati iz kmetijskih virov je v 8. členu napisano: \n\"(1) Gnojenje z gnojevko in gnojnico je na zemljiščih brez zelene odeje prepovedano od 15. novembra do 15. februarja, razen na kmetijskih zemljiščih brez zelene odeje v katastrskih občinah, določenih v Prilogi 2, ki je sestavni del te uredbe, kjer je vnos prepovedan od 1. decembra do 31. januarja.\n(2) Gnojenje z gnojevko in gnojnico je na zemljiščih z zeleno odejo prepovedano od 1. decembra do 15. januarja, razen na kmetijskih zemljiščih z zeleno odejo v katastrskih občinah, določenih v Prilogi 2 te uredbe.\n(3) Ne glede na prvi in drugi odstavek tega člena lahko ministrstvo, pristojno za kmetijstvo, na podlagi strokovno utemeljene pobude Kmetijsko gozdarske zbornice Slovenije ob izjemnih vremenskih razmerah dovoli gnojenje z gnojevko in gnojnico v obdobju prepovedi.\"\nV 10. členu iste uredbe pa je določeno:\n\"(1) Gnojenje z gnojevko, gnojnico in mineralnimi gnojili je prepovedano na poplavljenih tleh, na tleh, nasičenih z vodo, na tleh, prekritih s snežno odejo, in na zamrznjenih tleh.\n(2) Na kmetijskih zemljiščih, ki so na strmih zemljiščih in obstaja nevarnost odtekanja gnojevke in gnojnice v površinske vode, je treba odmerke gnojevke in gnojnice razdeliti v več delov tako, da posamezni odmerek ne presega 80 kg N/ha.\n(3) Poleg zahtev iz prejšnjega odstavka je treba na njivah, ki so na strmih zemljiščih, nagnjenih k površinskim vodam, pri poljščinah s počasnim spomladanskim razvojem (koruza, pesa) ob gnojenju z gnojevko, gnojnico ali mineralnimi dušikovimi gnojili zagotoviti enega od naslednjih ukrepov: njiva mora biti razmejena s prečnimi ozelenjenimi pasovi, ki preprečujejo odplavljanje gnojil, ali med njivo in površinsko vodo mora biti najmanj 15 m širok pas zemljišča, porasel z zeleno odejo ali drugimi kmetijskimi rastlinami, razen poljščinami s počasnim spomladanskim razvojem ali njiva mora biti obdelana prečno na strmino ali njiva mora biti preko zime prekrita z zeleno odejo.\n"], "6": ["2.4 Možnosti obnove ruše z dodajanjem semena v gnojevko", "Neshein L. in sod. (2010) način setve, kjer pomešamo seme z gnojevko, imenujejo mokra setev. Ta način setve je trenutno bolj v uporabi za druge krmne rastline, ne toliko za trave in detelje. Na Norveškem so razvili sistem za dodajanje in mešanje semena trav in detelj z gnojevko. S semenom obogateno gnojevko lahko aplicirajo v rušo v trakovih (band spreading) ali pa injicirajo v tla. V travniških poskusih so s tako imenovano mokro setvijo dosegali spodbudne rezultate ob uporabi gnojevke, ki je vsebovala 3 do 5 % sušine.\nS problematiko setve, kjer seme primešamo gnojevki, se ukvarjajo tudi v Nemčiji (slika 1) in v drugih državah.\n"], "7": ["2.5 Škodljivo delovanje gnojevke na travniške rastline", "Med negativnimi vplivi, ki lahko zmanjšujejo pridelek krme, je potrebno izpostaviti ožige rastlin (plazmoliza), ki so posledica uporabe gnojevke predvsem v vročem sončnem vremenu ali tudi aplikacije na zmrznjenje rastline. Večja je koncentracija gnojevke, večja je nevarnost plazmolize in vidnih poškodb na rastlinah. Pojavi so lahko zelo izraziti predvsem v vročem vremenu, ki je pogosto povezano s sušo. Negativno na rastline pa vpliva tudi pokritje rastlin z gnojevko, kar vodi do zmanjšanja fotosintetske aktivnosti in lahko v celoti uniči rastlino (Kramberger in sod. 2010).\nPrins in Snijders (1987) sta ugotovila, da padavine po aplikaciji preprečijo delovanje negativnih vplivov in da je dovolj že približno 5 mm padavin, za te pa je zelo pomembno, da padajo neposredno takoj po aplikaciji gnojevke.\nSmith in sodelavci (1995) so med leti 1985 in 1988 opravljali poizkuse na sedmih lokacijah v Angliji, da bi ugotovili izraženost negativnih vplivov zimske in spomladanske aplikacije gnojevke na pridelek sena in silosa. Avtorji navajajo, da že ob spomladanski aplikaciji pri 6 % suhe snovi, gnojevka povzroči zmanjšanje pridelka na travinju zaradi ožigov in vidnih poškodb na rastlinah. Ugotovili so, da je pomembno, da gnojevko apliciramo čimbolj zgodaj spomladi.\nV literaturi pa se pojavljajo tudi poročila o negativnem delovanju gnojevke na kalitev nekaterih rastlin.\nAdriano in sod. (1973) so v rastlinjaku ugotavljali vpliv aplikacije hlevskega gnoja in gnojevk z različnimi vsebnostmi suhe snovi na kalitev semen različnih rastlin. Uporabili so rastni substrat in gnojevke z vsebnostjo suhe snovi 0 %, 5 %, 10 %, 15 %, 20 %. Ugotovili so, da se je z večanjem vsebnosti suhe snovi kalivost semena zmanjševala. \nHoekstra in sod. (2001) so ugotavljali kalitev vodne kreše (Lepidium sativum L.) pri različnih gnojevke. Uporabili so gnojevko iz štirih kmetij (ekološke, intenzivne, integrirane, konvencionalne kmetije) in proučevali njen učinek na kalitev in začetno rast korenin. Za rastni test so uporabili deset semen rastline, ki so bile dane na petslojni filter papir v devetcentimetrski petrijevki. Dodali so po pet mililitrov vsake gnojevke, kot kontrolo so uporabili vodo. Kalivost so preverjali po 24, 48 in 72 urah. Ugotovili so, da se z večanjem vsebnosti suhe snovi v gnojevki zmanjšuje kalitev semena.\nPodobno so Reijs in sod. (2003) ugotovili, da manjšo kalivost pri vodni kreši (Lepidium sativum L.) povzročata nerazredčena gnojevka in amoniak. Poskuse, v katerih so uporabljali gnojevko različnih sistemov kmetovanja, so izvedli poleti 2001 v neosvetljeni rastni komori, pri stalni temperaturi 24 -C in pri 90% relativni vlažnosti. Kalivost so preverjali po 24, 48 in 72 urah.\n"], "8": ["3 MATERIAL IN METODE DELA", ""], "9": ["3.1 Zasnova poskusov", "V eksperimentalnem delu smo v letu 2010 izvedli lončni poskus v rastlinjaku in kalilni poskus v rastni komori, ki smo ga zaradi zanesljivosti rezultatov ponovili dvakrat (poskus 1, poskus 2). V lončni poskus smo vključili tri dejavnike (rastlinska vrsta, koncentracija gnojevke, način zalivanja) v kalilni poskus pa dva (rastlinska vrsta, koncentracija gnojevke), vse skupaj v štirih ponovitvah.\nDejavnik 1: Rastlinska vrsta\nA ´črna detelja´ (Trifolium pratense L.) sorta Nike, B ´bela detelja´ (Trifolium repens L.) sorta Jura.\nDejavnik 2: Gnojevka\nV poskusu smo uporabili gnojevko iz govedorejske kmetije, kjer prevladuje pašno-košna raba. Govedo se prehranjuje izključno z voluminozno krmo. V gnojni jami prevladuje goveja gnojevka. Gnojevko smo razredčili z vodo na tri koncentracije, za kontrolno skupino smo uporabili vodo. Vsebnost suhe snovi, skupnega N in N-NH4+ v gnojevkah so podane v preglednici 2.\nDejavnik 3 (samo v lončnem poskusu): Način zalivanja\na voda je bila vedno na voljo v podstavku lončka b z vodo smo zalivali na gnojevko (imitacija dežja)\n"], "10": ["3.2 Oskrba poskusov", "V lončnem poskusu v rastlinjaku smo lončke napolnili s substratom, ki je mešanica slabo do srednje razgrajene bele šote (H6 – H8), zelo razgrajene primrznjene črne šote (H6 – H8) in glinenih zrn. Električna prevodnost substrata je 40 mS/m (+/- 25 %), pH vrednost je med 5,5 in 6,5, količina dodanega gnojila v substratu (NPK gnojilo 14:16:18) je 1,5kg/m3, (proizvajalec: Klasmann-Deilmann, Geeste.Nemčija). Po vrhu substrata smo polili po pet mililitrov sveže gnojevke različne koncentracije in v to gnojevko vstavili po petnajst semen posamezne detelje. Lončke v rastlinjaku smo razporedili tako, da so bili razporejeni na lončke z načinom zalivanja a in lončke z načinom zalivanja b. V času izvajanja poskusa smo porabili 20 l vode na m2 površine rastnega prostora (slika 2).\nV kalilnem poskusu smo semena bele in črne detelje sedem dni namakali v različnih koncentracijah gnojevke. Sedmi dan smo semena sprali z vodo. V plastične petrijevke smo pripravili petslojni filter papir, po katerem smo najprej polili osem mililitrov vode in nato postavili trideset semen vsake vrste. Petrijevke smo pokrili s plastičnim pokrovčkom in jih postavili v rastno komoro na dnevno temperaturo 22 -C in nočno temperaturo 16 -C pri 70 % relativni vlagi (slika 3).\n"], "11": ["3.3 Rastne razmere v poskusih", "V lončnem poskusu v rastlinjaku smo merili temperaturo zraka (-C) in relativno vlago (%), ki sta prikazana v preglednici 3. V tem času je bilo razmerje med dnevom in nočjo (14/10). \nV kalilnih poskusih so bile v rastni komori dnevne temperature 22 -C in nočne temperature 16 -C pri 70 % relativni zračni vlagi in v tam času je bilo razmerje med dnevom in nočjo (14/10).\n"], "12": ["3.4 Kemijske analize, meritve in ocenjevanja", ""], "13": ["3.4.1 Določitev celokupnega dušika v gnojevki po Kjeldahlu", "Celokupni dušik smo določili po postopku, ki je opisan v standardu ÖNORM L 1082. V steklene epruvete smo zatehtali od 1.000 do 1.500 g gnojevke in izvedli kislinski razklop s koncentrirano žveplovo(VI) kislino (H2SO4). Pred razklopom smo k vzorcem dodali Dewardovo zlitino, ki je sestavljena iz 50 % Cu, 45 % Al, 5 % Zu in deluje kot reducent. Za zvišanje vrelišča H2SO4 smo dodali K2SO4, kot katalizator pa smo uporabili raztopino CuSO4. Na steklene epruvete smo nastavili gumjasta tesnila, posode smo vpeli v stekleni \npokrov in jih postavili v grelni blok. Segrevali smo tako dolgo, da je raztopina postala bistro zelene barve. Raztopine smo ohladili dodali močno bazo (NaOH) in pričeli z destilacijo amoniaka z vodno paro. Izpodrinjen amoniak smo lovili v predložko v katero smo že pred začetkom destilacije odpipetirali določen volumen raztopine H2SO4 z znano koncentracijo in dodali Taschiro indikator. Po končani destilaciji smo prebitno H2SO4 titrirali z raztopino NaOH (0,1 mol l-1).\n"], "14": ["3.4.2 Določitev amonijskega dušika v gnojevki", "Amonijski dušik v gnojevki smo določili z destilacijo po metodi povzeti po AOAC 973.49 in EPA 350.2 (Peters in sod. 2003). V destilacijsko bučko smo zatehtali od 5 do 10 g gnojevke, dodali deionizirano vodo, nekaj kapljic parafinskega olja in MgO. Bučk smo povezali z destilacijskem sistemom. V predložko smo odpipetirali 25 ml, 4 % H3BO3 in dodali nekaj kapljic indikatorja. Suspenzijo smo segrevali tako dolgo, da je predestiliralo 100 do 150 ml tekoče faze. Po destilaciji smo raztopino v predložki (destilat) titirali s klorovodikovo kislino (0,1 mol l-1). Ko se je barva indikatorja spremenila iz zelene v rdečo, smo destilat segrevali do vrenja (~5 min.), da smo odstranili raztopljeni CO2. Barva indikatorja se je spremenila nazaj v zeleno. Nato smo k destilatu dodali še toliko HCl, da se barva indikatorja spet spremeni v rdečo. Izkoristek destilacije smo preverili tako, da smo na začetku k vzorcu gnojevke dodali določen volumen raztopine NH4Cl (100 ppm) z znano koncentracijo.\n"], "15": ["3.4.3 Meritve in ocenjevanja v lončnem poskusu", "Osmi, trinajsti, petnajsti, osemnajsti in dvajseti poskusni dan smo prešteli vznikle rastline ter rezultate preračunali v odstotke. Trinajsti in dvajseti dan smo izmerili višino rastlin (od dna do končne višine). Začetek vznika smo vrednotili, ko sta bila odprta klična lista.\n"], "16": ["3.4.4 Meritve in ocenjevanja v kalilnih poskusih", "V poskusu smo četrti, sedmi in deveti dan prešteli semena, ki so kalila, ter rezultate preračunali v odstotke. Začetek kalitve smo vrednotili, ko je bila vidna prakoreninica.\n"], "17": ["3.5 Statistične obdelave rezultatov", "Pridobljene rezultate lončnega poskusa in poskusa v rastni komori, smo obdelali z analizo variance. Razlike med aritmetičnimi sredinami smo testirali s Tukeyevem testom (p ≤ 0,05).\n"], "18": ["4 REZULTATI Z RAZPRAVO", ""], "19": ["4.1 Lončni poskus v rastlinjaku", "Iz rezultatov v preglednici 4 je razvidno, da se delež vzniklih rastlin od osmega do dvajsetega dneva glede na koncentracijo gnojevke statistično razlikuje (p > 0,05).\nrazredčena na 10 % suhe snovi; 2…gnojevka razredčena na 7 % suhe snovi; 3…gnojevka razredčena na 5 % suhe snovi; 4…kontrola – voda \nKoncentracija gnojevke je statistično značilno vplivala na odstotek vzniklih rastlin. Tako je v obravnavanju 1 (gnojevka razredčena na 10 % suhe snovi) osmega dneva 1,24 % vzniklih rastlin, v obravnavanju 2 (gnojevka razredčena na 7 % suhe snovi) 16,65 % rastlin v obravnavanju 3 (gnojevka razredčena na 5 % suhe snovi) 57,06 % rastlin in v obravnavanju 4 (kontrola – voda) 70,38 % rastlin. Odstotek vzniklih rastlin se je 13. dan povečal pri obravnavanju 1 na 4,98 % rastlin, v obravnavanju 2 je vzklilo 31,63 % rastlin in v obravnavanju 3 vzklilo 73,31 % rastlin. Najvišji je bil vznik v kontrolnem obravnavanju (voda) 75,38 % rastlin.\nNa slikah (slike 4 do 15) so prikazane na levi strani vedno kontrolne skupine, na desni pa skupine, z ustrezno koncentracijo gnojevke. Na posamezni sliki je v levi vrsti črna detelja, v desni vrsti pa bela detelja.\ndežja) (Bedenik 2010). \nb (imitacija dežja) (Bedenik 2010).\npodstavku) (Bedenik 2010). \nOdstotek vzniklih rastlin se je 15. dan in 18. dan še povečal. Tako je v obravnavanju 1 15. dan vzklilo 7,90 % rastlin v obravnavanju 2 na 35,38 % rastlin v obravnavanju 3 na 76,63 % rastlin in v obravnavanju 4 je vzklilo 78,30 % rastlin. Odstotek vzniklih rastlin se je 18. dan povečal v obravnavanju 1 na 8,74 % rastlin, v obravnavanju 2 na 35,79 % rastlin, v obravnavanju 3 na 77,88 % rastlin in v obravnavanju 4 na 79,14 % rastlin.\na (voda v podstavku) (Bedenik 2010).\nOdstotek vzniklih rastlin se je 20. dan povečal v obravnavanju 1 na 8,74 % rastlin. V obravnavanju 2 na 35,79 % rastlin, v obravnavanju 3 na 78,30 % rastlin. Za kontrolo smo uporabili vodo pri kateri je bil odstotek 79,97 % vzniklih rastlin. Podobne rezultate navaja tudi Adriano in sod. (1973), ki so zasnovali podoben poskus, le da so uporabili drugo rastlino, vodno krešo. \ndežja) (Bedenik 2010).\nb (imitacija dežja) (Bedenik 2010). \npodstavku) (Bedenik 2010).\na (voda v podstavku) (Bedenik 2010). \nTudi višina rastlin se po koncentraciji gnojevke med obravnavanji statistično značilno razlikuje (p < 0,05) (preglednica 4). Tako je v obravnavanju 1 trinajstega dneva rasti, višina rastlin 0,08 cm, z zmanjšanjem koncentracije gnojevke pa se je v obravnavanju 3 višina zvišala na 0,64 cm. Dvajseti dan je bila v obravnavanju 1 višina rastlin 0,23 cm, v obravnavanju 3 pa se je višina zvišala na 2,59 cm. V obravnavanju 4, kjer smo uporabili vodo kot kontrolo, je bila višina rastlin trinajsti dan 0,72 cm, dvajseti dan se je zvišala na 3,13 cm.\nPo načinu zalivanja se odstotek kaljenih rastlin statistično značilno razlikuje (p < 0,05). Tako smo na podlagi statistične analize ugotovili, da 13. dan višina po načinu zalivanja ni statistično značilno razlikovala (p > 0,05). Statistične značilne razlike (p < 0,05) pri tem proučevanem parametru smo ugotovili 20. dan.\nIz preglednice 4 je tudi razvidno, da delež kaljenih rastlin od osmega do dvajsetega dneva po rastlinski vrsti statistično ni razlikoval (p > 0,05).\nIz interakcij (preglednica 4) lahko vidimo, da je koncentracija gnojevke vplivala na vznik in višino rastlin tako pri črni, kot pri beli detelji.\n"], "20": ["4.2 Kalilni poskus v rastni komori", "Iz preglednice 5 je razvidno, da je koncentracija gnojevke značilno vplivala na odstotek kalitve semen pri prvem in drugem poskusu (p > 0,05).\nTako je pri prvem poskusu v obravnavanju 1 (gnojevka razredčena na 10 % suhe snovi) četrti dan kalilo 0,41 % semen, odstotek kalitve semen je sedmi in deveti dan v prvem poskusu ostal isti. V obravnavanju 2 (gnojevka razredčena na 7 % suhe snovi) je odstotek kalitve semen četrti dan zanašal 20,39 %, odstotek kalitve semen se je zvišal sedmi dan na 27,05 % in deveti dan ostal isti. V obravnavanju 3 (gnojevka razredčena na 5 % suhe snovi) je kalilo 47,04 %, sedmi dan se je kalitev povečala na 52,88 % in deveti dan je ostal isti. \nV obravnavanju 4 (kontrola-voda) je kalilo četrti dan 59,55 % semen, odstotek kalitve semen se je sedmi dan povečal na 64,54 % in deveti dan ostal isti.\n- povprečja znotraj obravnavanj označena z različno malo črko se med seboj stat .značilno razlikujejo (Tukey HSD; P≤0,05) A…črna detelja; B…bela detelja; 1…gnojevka razredčena na 10 % suhe snovi; 2…gnojevka razredčena na 7 % suhe snovi; 3…gnojevka razredčena na 5 % suhe snovi; 4…kontrola – voda\nV drugem poskusu so sicer številčne vrednosti nekoliko razlikujejo od prvega poskusa, vendar osnovna zakonitost vpliva koncentracije gnojevke na kalitev semen ostane ista, kot v prvem poskusu, kar potrjuje vrednost pridobljenih rezultatov.\nV manjši meri je bila kalitev semen v poskusih v poskusih v rastni komori odvisna od rastlinske vrste. Tako je bila v poskusu ena obravnavanja A (črna detelja) četrti dan večja kalitev semen kot v obravnavanju B (bela detelja). Odstotek kalitve semen se je povečal sedmi dan pri obravnavanju A in obravnavanju B. Deveti dan je odstotek kalitve semen \nostal isti, kot sedmi dan. V poskusu dva v smo ugotovili podobne rezultate kot v poskusu ena.\nNa slikah (slike 12 in 14) je prikazana primerjava kalivosti črne in bele detelje med kontrolo (voda) in različnimi koncentracijami suhe snovi v gnojevki.\nsuhe snovi (Bedenik 2010).\n5 % suhe snovi (Bedenik 2010). \nKo analiziramo interakcijo, ugotovimo, da je koncentracija gnojevke podobno vplivala na kalitev semen tako pri črni detelji, kot pri beli detelji.\n(Bedenik 2010).\n"], "21": ["5 SKLEP", "Glede na pridobljene rezultate iz lončnega poskusa in poskusa v rastni komori lahko zanesljivo sklepamo, da vsebnost suhe snovi v gnojevki pomembno vpliva na kalivost in začetno rast črne in bele detelje.\nUgotovitev je zelo pomembna za tiste, ki želijo dodajati semena teh rastlin v gnojevko s ciljem obnove ruše. V takem primeru je smiselno uporabit le zelo razredčene gnojevke, pa še tu je uspeh obnove lahko vprašljiv.\nPoskusi so bili izvedeni z dvema deteljama, za široko uporabo rezultatov v praksi bo potrebno opraviti še več podobnih poskusov z drugimi rastlinami.\n"], "abstract": ["Na Fakulteti za kmetijstvo in biosistemske vede smo v letu 2010 izvedli lončni in kalilni poskus, da bi ocenili vpliv goveje gnojevke na kalitev in začetno rast bele in črne detelje (Trifolium repens L. in Trifolium pratense L.). V lončni poskus v rastlinjaku so bili vključeni trije dejavniki (delež sušine v gnojevki, način zalivanja, rastlinska vrsta) v štirih ponovitvah (naključni bloki). V kalilnem poskusu v rastni komori sta bila obravnavana samo dejavnika rastlinska vrsta in delež sušine v gnojevki. V poskusih smo ugotovili, da se ob povečevanju koncentracije sušine v gnojevki zmanjšuje kalivost semen detelj na začetna rast obravnavanih detelj. Na kalivost semen je imel statistično značilen vpliv tudi način zalivanja lončkov. Rezultati kažejo, da lahko z vodo nerazredčena gnojevka ali pa gnojevka z malim dodatkom vode zmanjša uspeh obnove ruše, če seme apliciramo v rušo skupaj z gnojevko. "]}