{"1": ["1 UVOD", "V večjem delu 20. stoletja je bil cilj doseči čim večjo proizvodnjo in učinkovitost po kravi. Cilj zadnjih 50 let je bil izboljšati učinkovitost na podlagi selekcije osredotočene na zviševanje mlečnosti po kravi. Če se bo nadaljeval trend zviševanja mlečnosti po kravi tudi v prihodnje, lahko pričakujemo večje poslabšanje v plodnosti in zdravju živali (Oltenacu in Algers 2005).\nDolgoživost in visoke proizvodne lastnosti (količina in vsebnosti v mleku, reprodukcija in močna konstitucija živali) krav molznic so ključnega pomena za uspešno rejo. Prehitra izločitev krave iz črede, ki je lahko namerna (nižja mlečnost) ali pa nenamerna (plodnostne motnje, bolezen,…), je povezana z večjim remontom. Vzreja plemenskih telic je draga, saj čas od rojstva do prve telitve predstavlja obdobje, v katerem plemenske telice ne ustvarjajo prihodkov, zato težimo k čimprejšnji plemenski zrelosti telic. Prvič naj bi telile med 24. in 30. mesecem in dosegle mlečnost med 20-30 kg in ne več kot 30 kg mleka dnevno, saj živali, ki so dosegle mlečnost nad 30 kg mleka dnevno, niso dosegle tretje laktacije (Haworth in sod. 2008).\nCilj proučevanja v prispevku je bil ugotoviti, ali imajo uvožene telice črno bele pasme iz Nizozemske, Danske in Nemčije kasneje kot krave boljše proizvodnje lastnosti in dolgoživost, kot jih imajo krave iste pasme slovenskega izvora.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Vplivi na proizvodne lastnosti in dolgoživost krav molznic", "Količina prirejenega mleka na kravo se je v zadnjih nekaj desetletjih zelo povečala. Oltenacu in Algers (2005) navajata, da se je mlečnost na švedskem dvignila v letih od 1957-2003 iz 4200 kg na 9000 kg mleka v laktaciji, na več farmah pa dosegajo prirejo tudi več kot 10000 kg mleka, posamezne krave tudi dvakrat toliko. Tako visoka prireja pa zahteva tudi svoj davek, zato bi morala biti visoka mlečnost gledana z določeno mero skrbi. Obstaja več praktičnih razlogov zakaj:\n- povečevanje mlečnosti je v negativni povezavi z reprodukcijo, zvišuje možnost bolezni  in zmanjšuje dolgoživost modernih krav molznic,\n- obstaja močna negativna povezava med mlečnostjo in plodnostjo ter mnogimi  proizvodnimi boleznimi,\n- večji pojav bolezni znižuje koncepcijo, krajšo življenjsko prirejo in spremembo v  normalnem obnašanju krav molznic,\n- uspeh mlečne industrije je odvisen od potrošnikovega zavzemanja za blaginjo živali.\nDolgoživost je eden iz med močnejših dejavnikov, ki vplivajo na ekonomičnost prireje mleka. Živali morajo proizvajati v določenem območju, da lahko krijejo stroške in ko to dosežejo, lahko govorimo, da ustvarjajo dobiček (VanRaden in sod. 2006). Van Arendonk ter Jagannatha in sod. (1991, 1998, cit. po Garcia-Peniche in sod. 2006) ugotavljajo, da ima dolgoživost takoj za mlečnostjo največji vpliv na ekonomičnost črede.\nDolgo produktivno obdobje je zaželeno iz več različnih razlogov. Dolgoživost združuje vse lastnosti, ki direktno vplivajo na uspešnost obstoja krave v čredi. Določanje parametrov dolgoživosti krav molznic je v nenehnem toku. Lastnosti, katere so bile v določenem času popolnoma sprejemljive, sedaj postajajo limitirajoče. Zdravstveni problemi, kot so metritis, laminitis ali ketoza, lahko nastopajo kot manjši ali večji zdravstveni problem. Variabilni \nstroški, kot so krma in delo, lahko neposredno vplivajo na ravnanje z živalmi. Zato bi bilo potrebno produktivno obdobje obravnavati kot trenutno stanje tveganja v povezavi z izločitvijo, ne pa kot stalno in dolgotrajno. Napovedati optimalno razlago za produktivno obdobje je težko, saj se genetske povezave s produktivnim obdobjem skozi čas spremenijo (Tsuruta in sod. 2005).\nNa dolgoživost pa vpliva vrsta različnih dejavnikov. Garcia-Peniche in sod. (2006) ugotavljajo, da vročina negativno vpliva na dolgoživost krav molznic. Genetski napredek v mlečnem potencialu krav molznic je bil v povezavi s poslabšanjem plodnosti in zdravja (Oltenacu in Algers 2005; Tsuruta in sod. 2005). V primeru, da bi se izvajala selekcija na zdravje vimena, bi lahko pričakovali tudi večjo dolgoživost krav molznic (Sewalem in sod. 2006).\nEssl (1998) navaja, da linearne ocene živali ne morejo služiti kot učinkovit selekcijski kazalec za dolgoživost živali. Vacek in sod. (2006) navajajo da imajo krave z manjšim obsegom prsi in manjšo globino trupa boljšo dolgoživost.\nŽivali z nižjim številom somatskih celic (SCS) v mleku, bolj obsežnim in bolje pripetim vimenom, krajšimi seski, manjšim okvirjem, bolj ravnih nog, čvrstih bicljev in boljšo oceno trupa so bile v močni povezavi z zvišanjem dolgoživosti. Ostale lastnosti, kot so mlečnost, kondicija živali (BCS-Body Condition Score) in število dni od telitve do 1. osemenitve, so bile v močni povezavi s trajanjem produktivnega obdobja (Vollema in Groen 1997; Samoré in sod. 2003; Tsuruta in sod. 2005).\nHarris in sod. ter Veerkamp in sod. (1996, 2002, cit. po Berry in sod. 2005) navajajo, da je zmanjšana dolgoživost krav molznic strošek kmetijam in podjetjem, ki se ukvarjajo s prirejo mleka. S povečano dolgoživostjo pridemo do bolj razvitih starejših živali, od katerih se pričakujejo večje mlečnosti in manjša možnost za nenamerno izločitev iz črede. Ker posledično potrebujemo manj plemenskega materiala za nadomestitev izločenih živali, lahko znotraj črede brejih telic za nadaljnjo rejo odberemo le res najboljše (Brotherstone in sod. 1997; Berry in sod. 2005). \nZmanjšana plodnost ima največji vpliv na zmanjšanje dolgoživosti, št. laktacij in št. laktacijskih dni. Wathes in sod. (2008) navajajo, da krave molznice v Angliji v povprečju dosežejo le 3 laktacije in s tem zmanjšajo zmožnost zamenjave z brejimi telicami. Zmanjšanje št. laktacij omejuje zmožnost potencialne zamenjave telice rojene znotraj črede v času, ko se težave s plodnostjo povečujejo in s tem zvišujejo potrebe po vključitvi brejih telic (Haworth in sod. 2008). Ker vzreja plemenske živine predstavlja velik strošek, bi bilo v prihodnosti boljše, če bi lahko napovedali življenjsko prirejo krav še pred njihovo prvo brejostjo (Wathes in sod. 2008).\n"], "4": ["2.2 Vplivi na izločitev", "Same izgube pri intenzivni reji krav molznic se pojavljajo že zelo zgodaj. Prenatalne izgube so posledica zgodnje embrionalne smrtnosti (približno 40 %), pozne embrionalne smrtnosti (do 29 % v visoko produktivnih čredah) ali abortusov (okrog 5 %). Študija 19-ih čred v Angliji je pokazala, da je bilo 7,9 % telet mrtvorojenih, 3,4 % jih je poginilo pred enim mesecem starosti, 6,7 % živali pa ni doseglo starosti 15-ih mesecev zaradi bolezni ali nesreče in 2,3 % telic pa se ni obrejilo (Wathes in sod. 2008).\nOdločitev za izločitev določene živali je v povezavi z ekonomsko primerjavo s trenutno živaljo in pa potencialno zamenjavo (Hadley in sod. 2006).\nNamerna »voluntary« izločitev nastopi, kadar se kmet odloči, da bo izločil zdravo kravo na podlagi nižje mlečnosti. Nenamerna »involuntary« izločitev pa nastopi takrat, kadar je kmet prisiljen izločiti kravo z dobrim mlečnim potencialom na podlagi plodnostnih motenj, bolezni, poškodbe ali smrti (Berry in sod. 2005).\nWeigel in sod. (2003) navajajo, da je:\n- tveganje za nenamerno izločitev produktivnih in profitnih krav bilo nižje v čredah, kjer  je bilo manj živali na zaposlenega in tam, kjer delo opravljajo člani družine, \n- v čredah s prezračevalnim sistemom, s sistemom ohlajevanja živali z vodo, samo-  zapiralnimi hlevi, kakovostnimi jasli ter s porodnišnicami,\n- nenamerna izločitev je bila za 100 % manjša na kmetijah, kjer se poslužujejo umetnega  osemenjevanja, kot na tistih z naravnim pripustom,\n- tudi tam, kjer so molzli trikrat dnevno in imeli ločen hlev za mlado živino, je bila  stopnja za nenamerno izločitev večja.\nVollema in Groen (1998) navajata, da se možnost za izločitev krav iz črede poveča s starostjo ob prvi telitvi in nižjo prirejo mleka v primerjavi s povprečno mlečnostjo črede. Hoffman (1997) navaja, da je optimalna telesna masa brejih telic med 580-635 kg in v kondiciji s 3,5 (BCS) navaja tudi, da je prekomerna telesna masa povezana z manjšo mlečnostjo prvih 90 dni po porodu. Sewalem in sod. (2005) so ugotovili, da so telice, ki telijo pri višjih starostih (> 28 mesecev), imele večjo možnost za izločitev kot tiste, ki so telile med 24.-28. mesecem starosti. Simerl in sod. (1991, cit. po Nilforooshan in sod. 2004) so ugotovili, da imajo telice, ki telijo pri manj kot 22-ih in več kot 27-ih mesecih starosti večje porodne težave.\nLarroque in Ducrocq (2001) navajata, da imajo krave s spuščenim, slabo pripetim vimenom in počasnim iztokom mleka večje možnosti za izločitev. Manjša količina in pa slabša sestava mleka statistično značilno zviša možnost izločitve živali (Hadley in sod. 2006).\nČe je število dni od telitve do ponovne osemenitve več od 150 dni, ima žival 1,15-krat večjo možnost, da bo izločena v primerjavi s kravami v priporočljivi skupini (91-120 dni) (Sewalem in sod. 2008).\nSamoré in sod. (2003) ugotavljajo, da je število somatskih celic v mleku genetsko povezano s funkcionalno dolgoživostjo živali. Ugotovili so, da imajo krave z velikim številom SCS v mleku trikrat večjo možnost za izločitev kot tiste z majhnim številom. Kar \npa je manj, kot so ugotovili Sewalem in sod (2006), ki navajajo, da imajo krave z velikim število SCS v mleku 6,62-krat večjo možnost, da bodo izločene kot tiste z nižjim številom.\n"], "5": ["3 MATERIAL IN METODE DELA", "V proučevanje so bile vključene breje telice, ki so bile kupljene in pripeljane iz tujine, kot tudi breje telice slovenskega izvora, ki so prvič telile v letih od 1998-2000. V proučevanje je bilo prvotno skupno vključenih 832 brejih telic, ker pa so pri nekaterih živalih manjkali ključni podatki za analizo, kot so datum izločitve, parametri prireje v standardni in celi laktaciji (količina mleka, količina maščobe, količina beljakovin), so bile živali izvzete iz analize (n = 15). Skupno je bilo tako vključenih 817 brejih telic, od tega 461 telic črno bele pasme slovenskega izvora (SLO) in 98 telic iz Nemčije (NE), 155 telic iz Nizozemske (NZ) in 103 telice iz Danske (DK). Celotna baza podatkov je bila zasnovana v okolju MS Excel 2003. Podatke smo pridobili iz Centralne podatkovne zbirke Govedo, ki jo za Govedorejsko službo Slovenije ureja Kmetijski inštitut Slovenije (http://www.govedo.si) in pa s pomočjo računalniške aplikacije za sledenje živali VOLOS, s podatkovno zbirko Centralni register govedi, ki ga ureja Ministrstvo za kmetijstvo, gozdarstvo in prehrano (https://storitve-mkgp.gov.si/dad/sir/Volos).\n"], "6": ["3.1 Lastnosti, ki sem jih vključil v statistično obdelavo podatkov", "- starost ob prvi telitvi (meseci),\n- število dni od rojstva do izločitve,\n- število dni od prve telitve do izločitve,\n- indeks dolgoživosti (razmerje med številom dni od prve telitve do izločitve  deljeno s celotnim njenim življenjskim obdobjem, t. j. od rojstva do izločitve)  (Haworth in sod. 2008) \n - število dni med telitvama (DMT),\n- število presušenih dni,\n- število laktacijskih dni,\n- število laktacij\n- količina mleka v standardni laktaciji,\n- količina maščobe v standardni laktaciji,\n- količina beljakovin v standardni laktaciji,\n- življenjska prireja mleka,\n- življenjska prireja maščob,\n- življenjska prireja beljakovin,\n- količina mleka na molzni dan (življenjska prireja mleka deljeno s številom dni  od prve telitve do izločitve).\n"], "7": ["3.2 Statistična obdelava", "Analiza variance je bila narejena z GLM postopkom (SPSS 15.0 for Windows) s sledečim statističnim modelom:  yil = µ + I i + eil\nkjer je y proučevana lastnost l-te krave, i-tega izvora (i = SLO, NZ, DK, NE), µ je povprečna vrednost populacije za preučevano lastnost in eil je ostanek variance.\nRazlike med sredinami smo testirali s Post hoc Tukey HSD testom in so statistično značilne pri p < 0,05. Pri testiranju lastnosti, ki se navezujejo na povprečne vrednosti v standardnih laktacijah s Post hoc Tukey HSD testom je bilo vključenih le prvih sedem standardnih laktacij zaradi pomanjkanja podatkov v osmi in deveti laktaciji po posameznem izvoru živali.\n"], "8": ["4 REZULTATI Z RAZPRAVO", ""], "9": ["4.1 Primerjava proizvodnih lastnosti živali različnega izvora", "Iz preglednice 1 je razvidno, da so si živali različne v starosti ob prvi telitvi glede na izvor. Najmlajše so telile živali NZ izvora in se statistično značilno razlikujejo od živali SLO, DK in NE izvora (p < 0 ,05), te živali pa se med seboj statistično značilno ne razlikujejo (p ≥ 0,05). Vse živali so prvič telile v obdobju med 27. in 30. mesecem starosti, kar se ujema s podatki, ki jih navajajo Jenko in sod. (2007). Nilfooroshan in Edriss (2004) navajata, da je sicer optimalna starost ob prvi telitvi med 23-imi do 25-imi meseci (priporočljivo 24), saj je bila v njihovem primeru mlečnost optimalna, medtem ko Haworth in sod. Navajajo, da je optimalna starost 24-30 mesecev.\nSLO NZ DK NE N 461 155 103 98  b a b Starost ob prvi telitvi (meseci) 29,0 ± 0,2 27,8 ± 0,2 29,8 ± 0,4 29,7 ± 0,3b Št. dni od rojstva do izločitve 2291 ± 34 2292 ± 62 2351 ± 88 2230 ± 83 Št. dni od prve telitve do izločitve 1422 ± 34 1460 ± 62 1461 ± 87 1339 ± 83 DMT (dni) 415± 31 432 ± 58 428 ± 75 428 ± 74 Št. presušenih dni 59 ± 5 61 ± 6 60 ± 11 60 ± 13 Št. laktacijskih dni 1222 ± 28 1276 ± 53 1266 ± 75 1155 ± 71 Št. laktacij 3,6 ± 0,1 3,6 ± 0,1 3,8 ± 0,2 3,4 ± 0,2  bc ab c Količina mleka v standardi laktaciji 7491 ± 44 7229 ± 76 7540 ± 94 7043 ± 86a Količina maščob v standardi laktaciji 309 ± 2,0a 318 ± 3,9ab 326 ± 4,8b 305 ± 3,8a Količina beljakovin v standardi laktaciji 247 ± 1,4ab 248 ± 2,7b 252 ± 3,1b 238 ± 2,9a Življenjska prireja mleka (kg) 28809 ± 738 28461 ± 1380 29816 ± 1904 25230 ± 1621 Življenjska prireja maščob (kg) 1204 ± 31 1265 ± 61 1295 ± 82 1108 ± 72 Življenjska prireja beljakovin (kg) 693 ± 24 992 ± 48 1006 ± 64 866 ± 56 Količina mleka na molzni dan (kg) 23,0 ± 0,2 21,4 ± 0,4 23,3 ± 0,5 21,6 ± 0,5 Indeks dolgoživosti 0,53 ± 0,01a 0,57 ± 0,01b 0,54 ± 0,02ab 0,54 ± 0,02ab a,b,c  Vrednosti, ki so različno označene, se statistično značilno razlikujejo p < 0,05 \nPovprečno število dni od rojstva do izločitve se glede na izvor krav ni statistično značilno razlikovalo (p ≥ 0,05) med seboj, vendar pa je bilo število dni veliko večje v primerjavi s podatki, ki jih navajajo Garcia-Peniche in sod. (2006). Avtorji navajajo, da je povprečno število dni od rojstva do izločitve 1503 dni, v našem primeru so vse živali dosegle v povprečju več kot 2200 dni.\nŠtevilo dni od prve telitve do izločitve se ni statistično značilno razlikovalo (p ≥ 0,05) med kravami glede na izvor. Tsuruta in sod. (2005) so to obdobje poimenovali Heard Life (HL). V našem primeru znaša HL med 1339 ± 83 dni za NE in 1461 ± 87 dni za DK krave. Avtorji v literaturi navajajo 1305 dni (Van Arendonk 1985, cit. po Tsuruta in sod. 2005), 1042 dni (Tsuruta in sod. 2005), 1004 dni (Hare in sod. 2006), 748 ± 386 dni (VanRaden 2006) in 594 dni (Rroxtröm in sod. 2003).\nŽivali, glede na izvor, se med seboj niso statistično značilno razlikovale (p ≥ 0,05) v dobi med telitvama (DMT). Največja razlika je bila med kravami NZ v primerjavi s SLO, in sicer 17 dni. Oltenacu in Algers (2005) navajata, da se je DMT na Švedskem za Holstein pasmo v zadnjih desetletjih dvigovala in leta 2003 znašala skoraj 13,5 mesecev ali 410 dni, kar pa je manj kot v našem primeru.\nPrav tako se statistično značilno ni razlikovala (p ≥ 0,05) doba presušitve, ki je bila povprečno 59-61 dni. Tsuruta in sod. (2005) navajajo, da se je doba presušitve zmanjšala z 61 na 54 dni, ta doba pa lahko varira skozi čas in pa od živali do živali.\nPo številu laktacijskih dni najbolj izstopata NE z najmanjšim 1155 ± 71 in NZ z največjim 1276 ± 53 številom laktacijskih dni v primerjavi s SLO in DK. Med primerjavami skupin ni bilo statistično značilnih razlik (p ≥ 0,05). V povprečju so vse živali dosegle večje število laktacijskih dni od 916, kot jih navajata Nilfooroshan in Edriss (2004).\nŠtevilo laktacij se med seboj glede na izvor statistično značilno ne razlikuje (p ≥ 0,05). Povprečno število laktacij za SLO krave je bilo 3,6 ± 0,1, kar se ujema s podatki, ki jih navajajo Jenko in sod. (2007). Hare in sod. (2006) navajajo, da se je povprečno število \nlaktacij ameriških Holstein krav znižalo s 3,2 za krave, ki so prvič telile v letu 1980, na 2,8 laktacij za krave, ki so prvič telile v letu 1994. Garcia-Peniche in sod. (2006) navajajo nekoliko nižje vrednosti, in sicer, da je povprečno število laktacij za ameriško Holstein pasmo 2,12. Wathes in sod. (2008) pa ugotavljajo, da v Angliji povprečna molznica doseže 3 laktacije.\nPri primerjavi povprečnih količin mleka v standardnih laktacijah smo dobili naslednje statistično značilne razlike. SLO krave se statistično značilno razlikujejo od krav NE (p < 0,05), medtem ko se statistično značilno ne razlikujejo z DK in NZ (p ≥ 0,05) kravami. Krave NZ se statistično značilno razlikuje od krav DK (p<0,05), medtem ko se statistično značilno ne razlikujejo s SLO in NE kravami (p≥0,05). Krave DK se statistično značilno razlikujejo od NZ in NE (p < 0,05), medtem ko se s SLO kravami niso razlikovale (p ≥ 0,05).\nPri primerjavi povprečnih količin maščob v standardnih laktacijah smo ugotovili, med kravami glede na izvor, statistično značilne razlike. Krave SLO se statistično značilno razlikujejo od krav DK (p < 0,05), medtem ko se statistično značilno ne razlikujejo s kravami NZ in NE kravami (p ≥ 0,05). Krave DK se statistično značilno razlikujejo od krav SLO in krav NE (p < 0,05), medtem ko se statistično značilno ne razlikujejo s kravami NZ (p ≥ 0,05).\nPri primerjavi povprečnih količin beljakovin v mleku po standardnih laktacijah smo prav tako ugotovili statistično značilne razlike med skupinami krav. Krave NZ se statistično značilno razlikujejo od krav NE (p < 0,05), medtem ko se statistično značilno ne razlikujejo s SLO in DK (p ≥ 0,05) kravami. Krave NE se statistično značilno razlikujejo od NZ in DK (p < 0,05) krav, medtem ko se statistično značilno ne razlikujejo s SLO (p ≥ 0,05) kravami.\nMed količino mleka, maščob in beljakovin v življenjski prireji ni bilo statistično značilnih razlik (p ≥ 0,05), prav tako ni bilo statistično značilnih razlik za povprečno mlečnost na molzni dan (p ≥ 0,05). Tsuruta in sod. (2005) navajajo, da je bila povprečna količina mleka \nna molzni dan 37,4 kg, kar pa je za več kot 50 % več kot v našem primeru, ko so dosegle krave DK najboljšo mlečnost, in sicer 23,3±0,5 kg mleka na molzni dan. Pri indeksu dolgoživosti so bile najboljše živali NZ s 0,57 ± 0,01, zatem pa so jim sledile živali z DK s 0,54 ± 0,02, NE s 0,54 ± 0,02 in SLO poreklom s 0,53 ± 0,01. Haworth in sod. (2008) navajajo, da je indeks dolgoživosti razmerje med številom dni od prve telitve do izločitve, deljeno s celotnim njenim življenjskim obdobjem, t. j. od rojstva do izločitve. Krave SLO se statistično značilno razlikujejo od NZ (p < 0,05) krav, medtem ko se statistično značilno ne razlikujejo z DK in NE (p ≥ 0,05) kravami. Krave NZ, DK in NE se med seboj statistično značilno ne razlikujejo (p ≥ 0,05). Haworth in sod. (2008) navajajo, da je v njihovem primeru znašal indeks dolgoživosti 0,357 za krave, ki so prvič telile v obdobju 24-30 mesecev, kar pa je manj, kot so dosegle krave v našem primeru.\n"], "10": ["4.2 Preživitvena sposobnost krav po posameznih laktacijah glede na izvor", "V preglednici 2 je prikazano, kako se spreminja število krav različnega izvora po laktacijah, izražena v %. Preživitvena sposobnost iz prve laktacije v drugo je bila najboljša pri SLO kravah, saj je bila 90-odstotna. To pomeni, da so bile izgube iz prve laktacijo v drugo 10-odstotne. Za SLO kravami sledijo še krave NZ s 85,5 %, DK z 84,6 % in NE z najmanjšo prehodnostjo, ki znaša 77,8 %. Tsuruta in sod. (2005) navajajo 83,1 %, medtem ko Haworth in sod. (2006) navajajo za leto 2000 73,3-odstotno prehodnost iz prve v drugo laktacijo za ameriško Holstein pasmo.\nPrehodnost iz druge v tretjo laktacijo je bila najboljša pri kravah DK s 75 % kravami v primerjavi s prvo laktacijo. Sledijo ji še krave SLO s 71,4 %, NZ 69,8 % in NE s 65,7 % preživelih krav glede na prvo laktacijo, kar pa je veliko več od 49 % ali 54 %, kot navajajo Hare in sod. (2006) ter Tsuruta in sod. (2005). \nZaporedna laktacija SLO NZ DK NE\n1 100 100 100 100\nŠtevilo živali v četrti laktaciji se skorajda razpolovi v primerjavi s prvo laktacijo. Največ živali v četrti laktaciji je bilo DK izvora s 55,8 %, sledijo ji še NZ s 51,6 %, SLO s 51 % in NE s 48,5 %. Tsuruta in sod. (2005) ter Hare in sod. (2006) pa navajajo 28,8 % in 31,8 % živali v četrti laktaciji.\nNajvečje število živali, ki je doseglo svojo peto laktacijo, je bilo DK izvora s 33,7 %, nato ji sledijo še živali NZ s 31,4 %, SLO s 30,9 % in NE izvora s 25,5 %. Tsuruta in sod. (2005) navajajo 8,3 %, medtem ko Hare in sod. (2006) navajajo 18,4 % živali v peti laktaciji.\nDelež živali se je do šeste laktacije zmanjšal za več kot 75 %. Največ živali je bilo še vedno DK izvora, in sicer 22,1 %, nato pa so sledile še živali NZ s 18,2 %, NE s 15,2 % in SLO izvora s 15,1 %, kar pa je boljše od 9,8 %, kot navajajo Hare in sod. (2006). \nIzgube do sedme laktacije so več kot 90-odstone. V sedmi laktaciji je bilo največ živali DK izvora s 8,7 %, sledijo ji še živali NZ z 8,2 %, SLO s 7 % in NE izvora s 6,1 %. Hare in sod. (2006) navajajo, da v sedmo laktacijo pride 4,7 % krav, kar pa je manj kot v našem primeru.\nHare in sod. (2006) navajajo, da doživi osmo telitev 2,1 % živali. Rezultati iz našega poskusa imajo zelo podobne vrednosti. Največ živali v osmi laktaciji je bilo NZ izvora s 4,4 %, sledijo ji še živali NE s 3 %, SLO z 2,8 % in DK izvora z 1%.\nV deveti laktaciji so v našem poskusu le živali NZ in SLO izvora z 1,3 % in 0,4 %. DK in NE pa so bile popolnoma izločene pred deveto laktacijo.\n"], "11": ["4.3 Primerjava prvih sedmih standardnih laktacij glede na povprečno količino", "mleka\nV preglednici 3 so prikazane povprečne mlečnosti po standardnih laktacijah s standardno napako sredine. Tsuruta in sod. (2005) v svojem delu ugotavljajo, da je bila povprečna mlečnost prve standardne laktacije 11374 kg mleka za ameriško Holstein pasmo, kar pa je zelo podobno 11370-im kg, kot jih navajajo Norman in sod. (2007) za leto 2000. V letu 1997 je bila povprečna mlečnost standardne laktacije ameriških Holstein krav 10131 kg (Norman in sod. 2007). V primerjavi s povprečnimi vrednostmi v našem poskusu je to ogromno, saj so preučevane živali povprečno dosegle le med 6359 ± 106 kg (NZ) in 6653 ± 153 kg (DK) mleka v standardni laktaciji. Haworth in sod. (2008) navajajo, da majhna prireja mleka v prvi laktaciji vpliva na manjšo prirejo v 2. in 3. laktaciji. Glede na povprečno mlečnost v prvih dveh in pa sedmi standardni laktaciji med živalmi različnega izvora ni bilo statistično značilnih razlik (p ≥ 0,05). Statistično značilne razlike pa so bile prisotne v 3-6 laktaciji. Norman in sod. (2007) so objavili, da je bila leta 1997 povprečna mlečnost druge standardne laktacije 10864 kg. \nZaporedna laktacija SLO NZ DK NE\n1 6583 ± 63 6359 ± 106 6653 ± 153 6508 ± 142\n2 7668 ± 87 7104 ± 156 7609 ± 177 7589 ± 175\n3 8136 ± 97b 7851 ± 158ab 8094 ± 220b 7333 ± 202a\n4 7947 ± 122ab 8192 ± 226b 7831 ± 272ab 7283 ± 209a\n5 7892 ± 161b 7698 ± 277b 8263 ± 313b 6756 ± 288a\n6 7743 ± 257b 7438 ± 327b 7783 ± 361b 5777 ± 286a\n7 7803 ± 340 7260 ± 656 7084 ± 859 6640 ± 474 a,b  Vrednosti, ki so različno označene, se statistično značilno razlikujejo p < 0,05\nV tretji laktaciji so se krave NE statistično značilno razlikovale (p < 0,05) v količini mleka, od krav SLO in DK, medtem ko s kravami NZ ni bilo ugotovljenih statističnih razlik (p ≥ 0,05). Krave DK se statistično značilno niso razlikovale s SLO in NZ kravami, medtem ko so se statistično značilno razlikovale od NE (p < 0,05) krav. Najvišjo povprečno mlečnost so imele krave SLO izvora, in sicer 8136 ± 97 kg, kar pa je manj od 10544 kg, kar navajajo Norman in sod. (2007) za leto 1997.\nV primerjavi povprečnih količin mleka v četrti standardni laktaciji so se krave NE statistično značilno razlikovale (p < 0,05) od NZ krav. Med kravami SLO, DK in NE ni bilo statistično značilnih razlik (p ≥ 0,05). Prav tako ni bilo statistično značilnih razlik med kravami SLO, NZ in DK, pa čeprav je bilo v količini tudi skoraj 400 kg razlike. Najvišjo mlečnost v četrti laktaciji so dosegle NZ krave z 8192 ± 226 kg mleka. Norman in sod. (2007) navajajo za leto 1997, da je bila povprečna mlečnost v četrti laktaciji 10747 kg.\nV peti laktaciji se krave SLO, NZ in DK izvora med seboj niso statistično značilno razlikovale (p ≥ 0,05), medtem ko so se vse tri statistično značilno razlikovale (p < 0,05) \nod NE krav. Prav tako velja tudi za sedmo laktacijo. Najvišjo mlečnost v peti in šesti laktaciji so dosegle DK krave.\n"], "12": ["4.4 Primerjava prvih sedmih standardnih laktacij glede na povprečno količino", "maščob v mleku\nV preglednici 4 so prikazane povprečne vrednosti prirejenih maščob po standardnih laktacijah. Med 1., 2., 3. in 7. laktacijo ni statistično značilnih razlik (p ≥ 0,05). Povprečna količina prirejenih maščob v letu 2000 za ameriške Holstein krave je bila 415 kg, za leto 1997 pa 369 kg, 393 kg, 395 kg in 317 kg za 1., 2., 3. in 4. standardno laktacijo (Norman in sod. 2007). V prvih treh laktacijah so največ maščob proizvedle krave DK izvora, in sicer 284 ± 7,7 kg, 337 ± 10,0 kg in 354 ± 10,7 kg v 1., 2. in 3. zaporedni standardni laktaciji. V četrti laktaciji so se krave NE statistično značilno razlikovale od krav NZ (p < 0,05). Medtem ko v primerjavi s kravami SLO in DK ni statistično značilnih razlik (p ≥ 0,05), prav tako ni statistično značilnih razlik med kravami SLO, NZ in DK (p ≥ 0,05). V peti laktaciji ni statistično značilnih razlik med kravami NE, NZ in SLO ter kravami SLO, NZ in DK (p ≥ 0,05), se pa statistično značilno razlikujejo krave NE in NZ (p < 0,05). V šesti laktaciji med kravami SLO, NZ in DK ni statistično značilnih razlik (p ≥ 0,05), medtem ko se krave NE statistično značilno razlikuje (p < 0,05) od vseh ostalih. V šesti laktaciji se statistično značilno razlikujejo (p < 0,05) NE in DK krave, v primerjavi z ostalimi pa se med seboj statistično značilno ne razlikujejo (p ≥ 0,05). \nZaporedna laktacija SLO NZ DK NE\nVrednosti, ki so različno označene, se statistično značilno razlikujejo p < 0,05\n"], "13": ["4.5 Primerjava prvih sedmih standardnih laktacij glede na povprečno količino", "beljakovin v mleku\nV preglednici 5 so prikazana povprečja prirejenih beljakovin (kg) po posameznih standardnih laktacijah. Znotraj 1., 2., in 7. laktacije ni statistično značilnih razlik (p ≥ 0,05) glede na izvor živali. Količina beljakovin v prvih štirih laktacijah varira med 216 ± 3,8 kg v prvi in 281 ± 7,8 kg v drugi laktaciji za NZ krave, vendar razlike niso značilne. Norman in sod. (2007) navajajo, da so imele krave ameriške Holstein pasme v prvih štirih laktacijah v povprečju 302 kg, 321 kg, 323 kg in 317 kg beljakovin. Krave SLO se v tretji laktaciji statistično značilno ne razlikujejo (p ≥ 0,05) v povprečnih vrednostih prirejenih beljakovin od ostalih. Statistično značilno se razlikujejo krave DK od NE (p < 0,05), medtem ko se statistično značilno ne razlikujejo med SLO in NZ kravami. Krave NE se statistično značilno razlikujejo (p < 0,05) od NZ in DK krav. V četrti laktaciji se krave SLO in NZ statistično značilno ne razlikujejo (p ≥ 0,05), so pa bile statistično značilne razlike v proučevani lastnosti med kravami DK in NE (p < 0,05). \nV šesti laktaciji se krave SLO, NZ in DK statistično značilno razlikujejo (p < 0,05) od krav NE, medtem ko se med seboj statistično značilno ne razlikujejo (p ≥ 0,05). Največjo prirejo beljakovin v 6 laktaciji so dosegle krave DK (228 ± 8,1 kg), najmanj pa krave NE (202 ± 18,3 kg).\nZaporedna laktacija SLO NZ DK NE\nVrednosti, ki so različno označene, se statistično značilno razlikujejo p < 0,05\n"], "14": ["4.6 Povezave med posameznimi proučevanimi parametri", "V preglednici 6 so prikazani korelacijski koeficienti med različnimi preučevanimi lastnostmi (A = Izvor, B = Starost ob prvi telitvi, C = Št. dni od rojstva do izločitve, D = Št. dni od prve telitve do izločitve, E = DMT (dni), F = Št. presušenih dni, G = Št. laktacijskih dni, H = Št. laktacij, I = Življenjska prireja mleka. J = Življenjska prireja maščob, K = Življenjska prireja beljakovin, L = Količina mleka na molzni dan, M = Indeks dolgoživosti). \nIzvor živali je statistično značilno v negativni povezavi z DMT in št. presušenih dni (p < 0,05) in v statistično značilni pozitivni povezavi s količino mleka na molzni dan (p < 0,05) in indeksom dolgoživosti (p < 0,01).\nStarost ob prvi telitvi je v statistično značilni povezavi s št. dni od rojstva do izločitve (p < 0,05), kar pomeni, da starejše kot so bile živali ob prvi telitvi, večje imajo št. dni od rojstva do izločitve. Do enakih podatkov so prišli Haworth in sod. (2008), ki so ugotovili, da je pozitivna povezava med dolgoživostjo in starostjo ob prvi telitvi za telice, ki so v prvi laktaciji povprečno molzle pod 30 kg/dan. Moore in sod. ter Pirlo in sod. (1991, 2000, cit. po Haworth in sod., 2008) poročajo, da je bila pozitivna povezava med višjo starostjo ob prvi telitvi in večjo količino mleka v prvi laktaciji, vendar pa ne tudi v naslednjih. Nilforooshan in Edriss (2004) sta ugotovila da starost ob prvi telitvi vpliva na % maščobe v mleku in na življenjsko prirejo. To pomeni, višja kot je starost ob prvi telitvi, nižja je življenjska produktivnost živali.\nStarost ob prvi telitvi je v negativni statistično značilni povezavi z indeksom dolgoživosti (p < 0,001), kar pomeni, nižja kot je starost ob prvi telitvi, višji je indeks dolgoživosti.\nŠt. dni od rojstva do izločitve je v statistično značilni povezavi s št. dni od telitve do izločitve, DMT, št. presušenih dni, št. laktacijskih dni, št. laktacij, življenjsko prirejo mleka, maščob ter beljakovin, količino mleka na molzni dan in indeksom dolgoživosti (p < 0,01). Haworth in sod. (2008) navajajo, da se kravam drastično zmanjša dolgoživost, če so telile pred starostjo 24-ih mesecev.\nŠt. laktacij je v statistično značilni povezavi z življenjsko prirejo živali in indeksom dolgoživosti (p < 0,01). Haworth in sod. (2008) navajajo, da v njihovem primeru na število laktacij ni vplivala starost ob prvi telitvi kot tudi ne mlečnost v prvi laktaciji.\nŽivljenjska prireja mleka je v statistično značilni povezavi s količino maščob in beljakovin, količino mleka na molzni dan in indeksom dolgoživosti (p < 0,01). Haworth in sod. (2008) ugotavljajo, da so imele živali, ki so v povprečju molzle do 30 kg mleka/dan, bistveno \nvišjo življenjsko prirejo kot tiste, katerih je povprečna mlečnost v prvi laktaciji presegala 30 kg.\nŽivljenjska prireja maščob je v statistično značilni povezavi s količino beljakovin in količino mleka na molzni dan (p < 0,01). Prav tako je življenjska prireja beljakovin v statistično značilni povezavi z indeksom dolgoživosti in količino mleka na molzni dan (p < 0,01).\nKoličina mleka na molzni dan je v statistično značilni povezavi z indeksom dolgoživosti (p < 0,01). Haworth in sod. (2008) ugotavljajo, da se povečuje dnevna mlečnost z višanjem števila laktacij.\n"], "15": ["5 SKLEPI", "Primerjava proizvodnih prametrov krav domačega in tujega izvora, ki smo jih opravili, je pomembna za vsakega, ki se ukvarja z rejo krav črno bele pasme, saj predstavlja nakup plemenskih telic velik finančen strošek, še posebej, če se le-te uvozi iz tujine, v našem primeru iz Nemčije, Nizozemske in Danske. Za nakup plemenske živine iz tujine se rejci v veliki meri odločajo v želji po boljših proizvodnih lastnostih in po hitrejšem genetskem napredku, ki pa ni nujno, da je boljši od domačega. Iz naše primerjave je razvidno, da so bile živali SLO izvora značilno prej izločene (p < 0,05) kot tuje, čeprav so imele največjo mlečnost in posledično tudi največ prirejenih maščob in beljakovin v 3. in 7. laktaciji v primerjavi s tujimi, imele so tudi najkrajšo dobo med telitvama in pa presušitveno obdobje. V povprečju so dosegle 3,6 laktacij z najboljšo prehodnostjo v drugo laktacijo (90-odstotno) v primerjavi s tujimi. Živali se med seboj niso značilno razlikovale v življenjski pireji mleka, maščob, beljakovin, količini mleka na molzni dan, št. laktacij, št. laktacijskih dni, št. dni od prve telitve do izločitve, št. dni od rojstva do izločitve, v dobi med telitvama in v dobi presušitve (p ≥ 0,05). Razlikovale pa so se v lastnostih prireje vezane na standardno laktacijo. Tako so bile v povprečni količini mleka značilno najboljše DK v primerjavi z NE (p < 0,05), med SLO, NZ in DK pa ni značilnih razlik (p ≥ 0,05). Pri količini maščob je bila zopet najboljša DK v primerjavi z NE (p < 0,05), medtem ko med SLO, NZ in DK ni bilo statističnih razlik (p ≥ 0,05). Pri prireji beljakovin je bila spet najboljša DK v primerjavi z NE, medtem ko med SLO, NZ in DK ni bilo statističnih razlik (p ≥ 0,05).\nV našem primeru bi se po testiranih lastnostih najbolj izplačal nakup plemenske živine iz Danske, vendar pa se tu postavlja vprašanje, ali je to finančno smiselno, saj se živali glede na izvor med seboj značilno ne razlikujejo v življenjski prireji mleka, maščob in beljakovin.\n"], "abstract": ["Cilj preučevanja je primerjava proizvodnih lastnosti krav črno bele pasme med seboj glede na izvor. Skupno je bilo tako vključenih 817 brejih telic, od tega 461 telic črno bele pasme slovenskega izvora (SLO) in 98 telic iz Nemčije (NE), 155 telic iz Nizozemske (NZ) in 103 telice iz Danske (DK). Uvožene živali so bile pripeljane v Slovenijo kot breje telice in dosegle od 1. do 9. laktacij. Preučevali smo lastnosti, vezane na prirejo in dolgoživost živali. Vse živali so telile v obdobju med 27. in 30. mesecem starosti, značilno najmlajše so telile živali NZ izvora (p < 0,05), med živalmi SLO, DK in NE izvora ni bilo razlik (p ≥ 0,05). Značilno najhitreje so bile izločene SLO krave, ki so v povprečju dosegle 3,6 laktacij in 23 kg mleka na molzni dan. Krave se med seboj niso značilno razlikovale v življenjski pireji mleka, maščob, beljakovin, količini mleka na molzni dan, št. laktacij, št. laktacijskih dni, št. dni od prve telitve do izločitve, št. dni od rojstva do izločitve, v dobi med telitvama in v dobi presušitve (p ≥ 0,05). Največjo življenjsko prirejo so dosegle DK krave z 29816 ± 1904 kg mleka, prav tako so imele najvišje povprečne količine beljakovin, maščob in mleka v standardnih laktacijah. "]}