{"1": ["1 UVOD", "Kemična sestava mesa je eden izmed mnogih vidikov kakovosti mesa (poleg tehnološke, senzorične kakovosti, prehranske vrednosti itd.). Za določanje kemične sestave mesa se uporabljajo klasične kemijske metode, ki so večinoma zamudne, drage in pogosto okolju neprijazne. Za nameček so neprimerne za uporabo v industrijskih pogojih. Vse večja potreba po preverjanju sestave in kakovosti mesa v industrijskih pogojih je povzročila zanimanje za preučevanje različnih alternativnih metod, ki omogočajo določanje lastnosti na hiter, nedestruktiven in relativno poceni način.\nV zadnjem desetletju je bilo objavljenih precej raziskav na temo uporabnosti spektralnih informacij (npr. bližnja infrardeča, ang. near infrared, s kratico NIR) spektroskopije za analize mesa. Rezultati teh raziskav kažejo, da je NIR spektroskopija zelo obetavna metoda za tovrstne namene. Prednosti NIR spektroskopije v primerjavi s klasičnimi kemijskimi metodami so hitrost, enostavnost in možnost hkratnega določanja večjega števila različnih parametrov. Uporaba te metode v industriji mesa bi omogočila pravočasno razvrščanje surovega mesa v ustrezne predelovalne postopke in redno preverjanje/nadzorovanje kemijske sestave mesa in mesnih izdelkov. Prav tako bi lahko potrošniki dobili informacije o sestavi mesa in o njegovi prehranski vrednosti.\nOsnovni namen naloge je bil preveriti uporabnost NIR spektroskopije za določanje kemične sestave mesa in mesnih izdelkov. Kalibracijske modele oziroma modele za napovedovanje smo pripravili za glavne kemijske komponente mesa in mesnih izdelkov (vsebnost maščob, beljakovin in vode), pri čemer smo poudarili testiranje vrste uporabljenega vzorca: ena mišica, več mišic istega speciesa, različne mišice različnih speciesov in kombinacija različnih vrst mesa in mesnih izdelkov.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 NIRS", "Infrardeče območje spektra elektromagnetnega valovanja lahko s stališča aplikacije in instrumentov razdelimo na: bližnje (angl. near, NIR; λ = 780-2500 nm, ν = 3,8x1014- 1,2x1014 Hz), srednje (angl. middle, MIR; λ = 2500-50000 nm, ν = 1,2x1014-6,0x1012 Hz) in daljne (angl. far, FIR; λ = 50000-100000 nm, ν = 6,0x1012-3,0x1011 Hz) IR spektre (Rudan-Tasič in Klofutar, 2007).\nMerjenje odboja svetlobe temelji na absorpciji elektromagnetnega valovanja pri različnih valovnih dolžinah. Pri analizi merimo delež vpadnega valovanja, ki se razpršeno odbije od pripravljenega vzorca. Pri obsevanju snovi organskega izvora z infrardečo svetlobo se različne (npr. C-H, O-H in N-H) kemijske vezi raztegujejo in ukrivljajo ter tako absorbirajo del valovanja. S tem dobimo informacije o elementarnih sestavinah in molekulah, ki sestavljajo organske snovi. Te molekulske vezi in z njimi povezane sekundarne strukture so primarni sestavni deli vseh organskih snovi. S pomočjo NIRS-a lahko pri posameznem vzorcu izmerimo odbito in posredno tudi absorbirano valovanje širšega valovnega spektra. Tako pridobimo veliko informacij o kemični sestavi in fizikalnih lastnostih snovi (povzeto po Rudan-Tasič in Klofutar 2007).\nSpecifično vpijanje O-H vezi pri 1450 in 1940 nm infrardečega spektra, N-H vezi pri 1460-1570 nm in 2000-2180 nm za beljakovine ter C-H vezi pri 1100-1400, 1700 in 2200- 2400 nm za maščobne kisline pojasnjuje NIR napovedovanje za določene sestavine (Prieto in sod. 2009).\nZ NIRS lahko na splošno ocenjujemo najpomembnejše organske sestavine v materialih rastlinskega in živalskega izvora. Metoda je zelo primerna za širšo prakso, saj lahko hitro in hkrati ocenjujemo večje število parametrov brez posebnih priprav vzorcev (Žnidaršič 2007). Merjenje refleksije oz. difuznega odboja v področju NIR se je uveljavilo pri \ndoločanju maščob v oljaricah, pri karakterizaciji rastlinskih olj, druga področja uporabe pa so še analiza mlečnih izdelkov, mesa in mesnih izdelkov, testenin, čokolade in podobno (Rudan-Tasič in Klofutar 2007). Pomanjkljivosti te metode pa so njena odvisnost od referenčne metode, šibka občutljivost za snovi v majhnih koncentracijah, omejen prenos umeritvenih enačb zaradi različnih optičnih lastnosti instrumentov ter zapletena interpretacija spektralnih podatkov (Büning-Pfaue 2003).\nKljub temu, da so prve poskuse uporabe NIRS izvedli že pred 40 leti, je večina raziskav na mesu omejena na zadnje desetletje. Pregled raziskav o uporabnosti NIRS za napovedovanje kemične sestave, kakovosti mesa in mesnih izdelkov ter razvrščanje mesa (npr. razlikovanje reje, prisotnost določenih genov itd.) najdemo v preglednih člankih Prevolnik in sod. (2004) ter Prieto in sod. (2009).\n"], "4": ["2.2 Uporabnost NIRS za določanje kemične sestave mesa in mesnih izdelkov", "Uporabnost NIRS za določanje kemične sestave mesa so preučevali mnogi raziskovalci in razvili številne kalibracije za analizo govejega (Eichinger in Beck 1992, Alomar in sod. 2003, Tøgersen in sod. 2003, Prevolnik in sod. 2005, Prieto in sod. 2006, De Marchi in sod. 2007, Ripoll in sod. 2008), perutninskega (Valdes in Summers 1986, Renden in sod. 1986, Abeni in Bergoglio 2001, Viljoen in sod. 2005) in prašičjega mesa (Tøgersen in sod. 1999, Brøndum in sod. 2000, Chan in sod. 2002, Hoving- Bolink in sod. 2005, Prevolnik in sod. 2005, Barlocco in sod. 2006). Opravljene so bile tudi raziskave na zajčjem (Masoero in sod. 1994) in ovčjem mesu (Cozzolino in sod. 2000, Andrés in sod. 2007, Viljoen in sod. 2007). Večina raziskovalcev se osredotoča predvsem na napovedovanje ene ali več glavnih sestavin mesa, kot so maščobe, voda in beljakovine (Cozzolino in sod. 1996, Tøgersen in sod. 1999, Prevolnik in sod. 2005), najdemo pa tudi poskuse napovedovanja pepela (Masoero in sod. 1994, Alomar in sod. 2003), suhe snovi (Alomar in sod. 2003, Viljoen in sod. 2005, Prieto in sod. 2006), kolagena (Young in sod. 1996, Alomar in sod. 2003), mioglobina (Prieto in sod. 2006, Ripoll in sod. 2008), maščobnih kislin (Gonzales- \nMartin in sod. 2002, Molette in sod. 2001, Ripoche in Guillard 2001, Windham in Morrison 1998) in holesterola (Masoero in sod. 1994) z NIRS.\nRaziskave o uporabnosti NIRS za analize na mesu in mesnih izdelkih so zelo raznolike. Moderna oprema NIRS ponuja različne statistične metode za pripravo kalibracij: PLS (»partial least square«), mPLS (»modified partial least square«), PCR (»principal\ncomponent«), MLR (»multiple linear regression«) in nelinearno metodo – nevronske\nmreže (»neural networks«) (WinISI II, 2000). V raziskavah variira tudi število vzorcev, ki se najpogosteje giblje med 50 in 100. Število vzorcev mora biti dovolj veliko, da pokriva variacijsko območje za določeno lastnost/sestavino. V raziskavah se pojavljajo tudi razlike v vrsti uporabljenega vzorca. V raziskavah so umeritvene enačbe pripravljene za posamezno mišico (Eichinger in Beck 1992), za več mišic enega (Cozzolino in sod. 2000) ali več speciesov skupaj (Tøgersen in sod. 1999) ali pa za enega ali več vrst mesnih izdelkov (Gaitán-Jurado in sod. 2008, Gonzáles-Martín 2009, Collell in sod. 2010). Raziskave se nadalje razlikujejo v pripravi vzorcev. Večina raziskav napovedovanja kemične sestave je narejena na mletih vzorcih (Sanderson in sod. 2007, Tøgerson in sod. 1999, Alomar in sod. 2003, Prevolnik in sod. 2005, Prieto in sod. 2006, Ripoll in sod. 2008), manj pa na intaktnih (Eichinger in Beck 1992, Cozzolino in sod. 2000, Cozzolino in Murray 2002, Tøgersen in sod. 2003, Prevolnik in sod. 2005).\nRaziskovalci so sprva delili vzorce na dva dela: serija vzorcev za kalibracijo in serija neodvisnih vzorcev za napovedovanje (Valdes in Summers 1986, Eichinger in Beck 1992). Novejši instrumenti (npr. WinISI) pa točnost napovedovanja ocenijo s pomočjo navzkrižnega preverjanja na istih vzorcih, ki so bili predhodno uporabljeni za kalibracijo. V literaturi najdemo nekaj raziskav na mesu in mesnih izdelkih (Čandek-Potokar in sod. 2006, Ortiz-Somovilla in sod. 2007, Gaitán-Jurado in sod. 2008), ki potrjujejo, da sta oba načina validacije primerljiva/enakovredna.\nPo mnenju raziskovalcev sodi NIRS med najbolj obetavne metode za določanje različnih lastnosti kakovosti mesa (Monin 1998). Kljub številnim raziskavam pa je uporabnost te metode za ocenjevanje kemične sestave in kakovosti mesa v industrijskih pogojih (on-line) \nše zelo omejena, čeprav se kaže kot dovolj natančna alternativa dragim in zamudnim kemičnim analizam. Praktičen pomen NIRS se kaže tudi v hkratnih določitvah večjega števila različnih lastnosti, kar je nadvse primerno v industriji in pri selekciji v živinoreji. Omejenost uporabe pa se kaže predvsem v pripravi umeritev, ki je odvisna od namena uporabe ter od zanesljivosti referenčne metode, za vsako lastnost, ki jo želimo napovedati.\nKot kazalci točnosti napovedovanja z NIRS se v večini člankov uporabljajo statistični parametri, med katerimi se najpogosteje pojavljata determinacijski koeficient (R2) in napaka napovedovanja (SE). Pogosto avtorji navajajo tudi t.i. parameter RPD (razmerje med standardnim odklonom (SD) referenčnih vrednosti in napako napovedovanja), ki obravnava napake napovedovanja v okviru variabilnosti kemijskih (referenčnih) vrednosti. RPD je pomemben tudi zaradi primerjave različnih kemijskih komponent, saj v primeru različnih variacijskih območij kemijskih komponent napak napovedovanja ne moremo neposredno primerjati, temveč moramo upoštevati variabilnost. Glede na priporočila iz literature (Cozzolino in sod. 2000, Alomar in sod. 2003, Prieto in sod. 2008) je napovedovanje zanesljivo, kadar RPD presega 3,0. Iz različnih raziskav je razvidno, da je točnost napovedovanja kemične sestave mesa z NIRS večinoma zelo dobra, kar potrjujejo visoki determinacijski koeficienti (R2) in nizke standardne napake (SE). Najboljši rezultati pri kalibraciji in validaciji se nanašajo na določanje vsebnosti intramuskularne maščobe, medtem ko je točnost kalibracij (umeritvenih enačb) za beljakovine in vodo nekoliko slabša. Večina raziskav je narejena na celotnem spektru, ki vključuje območje vidne (λ = 400–800 nm) in NIR- svetlobe (λ = 1100–2500 nm) (Eichinger in Beck 1992, Cozzolino in sod. 1996, Molette in sod. 2001, Alomar in sod. 2003).\nO določanju IMM v mesu so narejene številne raziskave, ki kažejo dobre rezultate. Tako so pri govedini najvišje vrednosti R2 na mletem mesu (0,98) (Prevolnik in sod. 2005), RPD vrednosti pa dosegajo celo 9,23 pri sveže mletem mesu (De Marchi in sod. 2007). Prav tako dobri rezultati se kažejo tudi pri svinjini (RPD= 8,3) (Prevolnik in sod. 2005) in na perutnini (R2 = 0,93-0,98; RPD = 4,35-10,09) (Abeni in Bergoglio 2001, Windham in sod. 2003, Viljoen in sod. 2005). \nGlede na številne raziskave o uporabnosti NIRS za določanje kemične sestave mesa pa je bilo na mesnih izdelkih narejenih relativno malo raziskav (pregled je predstavljen v Prieto in sod. 2009). Raziskave so bile narejene predvsem na svinjskih klobasah (Ortiz-Somovilla in sod. 2007, Gaitán-Jurado in sod. 2008) in kažejo veliko točnost napovedovanja kemične sestave mesnih izdelkov z NIRS.\n"], "5": ["3 MATERIAL IN METODE", ""], "6": ["3.1 Vzorčenje in priprava vzorcev", "Vzorci mesa so bili zbrani v petletnem obdobju v različnih komercialnih klavnicah. Pri vzorčenju smo zajeli živali različnih pasem, tež, starosti in farm. V raziskavi smo uporabili 267 vzorcev surovega mesa in mesnih izdelkov. Vzorce smo razdelili v štiri skupine:\n- prašičja mišica longissimus dorsi (LD),\n- različne prašičje mišice,\n- različne mišice različnih speciesov in\n- meso in mesni izdelki.\nPrva skupina je obsegala 84 vzorcev prašičje mišice LD, drugo skupino je sestavljalo 130 vzorcev različnih prašičjih mišic (LD, ST (semitendinosus), SM (semimembranosus), BF (biceps femoris)), tretja skupina je vsebovala 227 vzorcev različnih mišic (LD, BF, TB (triceps brachii)) različnih speciesov (prašič, govedo, perutnina, jagnjetina, zajec) in v četrti skupini je bilo 267 vzorcev surovega mesa in mesnih izdelkov (klobase, hrenovke, pršut).\n"], "7": ["3.2 Kemične analize", ""], "8": ["3.2.1 Določitev vsebnosti IMM z ekstrakcijo po Soxhletu s predhodno hidrolizo", "Kemijska metoda, ki smo jo uporabili za določitev vsebnosti IMM, je bila ekstrakcija po Soxhletu s predhodno hidrolizo, ki je opisana v standardu SIST ISO 1443: 2001 z uporabo aparata Büchi Extraction System B-811 (Büchi Labortechnik AG, Flawil, Switzerland). Pri tej metodi smo vzorec mišičnine predhodno kuhali v razredčeni HCl (hidroliza). Hidrolizat \nsmo prefiltrirali skozi plast kvarca in celita ter ekstrahirali s petroletrom. S to metodo smo določali vsebnost IMM samo v mišičnini prašičev.\n"], "9": ["3.2.2 Določitev vsebnosti vode", "Določitev vsebnosti vode smo izvedli po standardu ISO 6496 (1999), pri čemer smo 5 g vzorca za kratek čas zmešali z enako količino kremenastega peska in sušili pri 103 -C do konstantne mase vzorca. Zabeležili smo izgubo mase pri sušenju in jo izrazili kot odstotek vode v vzorcu.\n"], "10": ["3.2.3 Določitev vsebnosti beljakovin", "Vsebnost beljakovin smo izračunali iz celokupne vsebnosti dušika, ki smo jo določili po mednarodnem standardu ISO 5983-2 (2005), z uporabo analizatorja dušika Kjeltec 2300 (Foss Analytical, Hileroed, Danska). Organsko snov v vzorcih smo razgradili s kratkim segrevanjem z žvepleno (VI) kislino in prisotnostjo katalizatorjev. Po dodatku baze NaOH smo izhajajoči plin amoniaka raztopili v raztopini borove kisline in titrirali s solno kislino. Celotno vsebnost dušika smo izračunali iz količine solne kisline, ki smo jo porabili za titracijo. Vsebnost beljakovin smo določili tako, da smo dobljeno vsebnost dušika pomnožili s 6,25.\n"], "11": ["3.2.4 Izračun razmerja med vsebnostjo vode in beljakovin", "Iz dobljenih podatkov smo izračunali razmerje med vodo in beljakovinami (razmerje VB).\n"], "12": ["3.3 NIRS", ""], "13": ["3.3.1 Snemanje spektrov", "Spektre vzorcev mesa in mesnih izdelkov smo posneli s spektrofotometrom NIR Systems model 6500 (Silver Spring, MD, USA) na spektralnem območju od 400 do 2500 nm, ki vključuje NIR spekter (λ = 1100–2500 nm) in spekter vidne svetlobe (λ = 400–1100 nm). Pri snemanju spektrov so točke, kjer izvaja meritve, oddaljene 2 nm (interval 2 nm), kar pomeni 1036 vrednosti na celotnem spektru, 343 vrednosti na vidnem spektru in 639 vrednosti na NIR spektru. Posneli smo spektre mletih vzorcev različnih vrst mesa in mesnih izdelkov. Za vsak vzorec smo posneli en spekter. Meritve so podane kot log 1/R, kjer R predstavlja odbojnost/refleksijo.\n"], "14": ["3.3.2 Kalibracija in validacija", "Pred spektralno analizo podatkov, ki smo jo naredili s programom WinISI II (WinISI Manual, 2000), smo vzorce razdelili na učni (kalibracijski) in testni (predikcijski) set s pomočjo posebne aplikacije (»Make and Use Scores«) programa WinISI, ki pri razdelitvi upošteva lastnosti spektrov in referenčne vrednosti. Razdelitev smo izvedli za vsako kemijsko sestavino in vrsto vzorca posebej. V učni set je bilo neodvisno od kemijske sestavine in vrste vzorca vključenih približno 2/3 vzorcev, ostali pa so bili uvrščeni v učni set podatkov. Lastnosti izbranih učnih in testnih nizov za posamezne kemijske sestavine in vrste vzorcev so predstavljeni v Preglednici 1. Učni niz smo uporabili za pripravo kalibracijskih modelov in navzkrižno validacijo, testni set podatkov pa za neodvisno testiranje modelov na neznanih vzorcih. \nPovprečje ± standardni odklon\nRazmerje Vrsta vzorca n IMM beljakovine Voda  VB\nUčni niz 58-60 2,04±1,37 22,6±1,25 73,57±1,43 3,26±0,19 Prašičja mišica LD  Testni niz 24-26 1,70±0,77 22,82±0,94 74,00±0,65 3,28±0,20\nUčni niz 89-91 3,00±2,00 21,62±1,73 73,67±1,52 3,43±0,29 Različne prašičje mišice  Testni niz 39-41 3,31±2,59 21,66±1,77 73,92±0,94 3,44±0,28\nUčni niz 154-156 3,85±2,94 21,22±1,88 73,61±1,90 3,50±0,32 Različne mišice različnih speciesov  Testni niz 71-73 3,85±2,78 21,69±1,78 74,13±1,60 3,50±0,29\nUčni niz 181-183 5,83±7,51 21,22±3,43 70,96±9,36 3,41±0,67 Meso in mesni izdelki  Testni niz 84-86 6,48±8,95 20,78±2,75 71,64±7,43 3,58±0,52\nLD - mišica longissimus dorsi, n - število vzorcev, IMM - intramuskularna maščoba, Razmerje VB - razmerje med vodo in beljakovinami\nPreden lahko NIRS uporabljamo za rutinske določitve, je treba narediti umeritvene enačbe oz. modele za napovedovanje, ki smo jih razvili na osnovi posnetih spektrov vzorcev mesa in rezultatov kemijskih analiz. Pri pripravi umeritvenih enačb moramo izbrati oz. določiti številne parametre, pri čemer imamo na voljo različne možnosti. V večini primerov ne obstaja ena sama najboljša kombinacija izbire teh parametrov. Za pripravo enačb smo izbrali regresijsko metodo »mPLS« (»modified partial least squares«) postopek validacije z navzkrižno preveritvijo (»cross validation«) in postopek za korekcijo razpršenosti »SNV and Detrend«. Med številnimi možnimi matematičnimi postopki smo izbrali postopek 1 4 4 1, kjer prva številka pomeni stopnjo odvoda, druga razmik med točkami (1 točka = 2nm) na spektru za izračun odvoda, tretja in četrta pa razmik med točkami na spektru za prvo in drugo zgladitev krivulje. Vzorci, pri katerih je razlika med dejansko in napovedano presegla 3 standardne odklone, so bili obravnavani kot ubežniki (outlierji). Število PLS \nsmo omejili na 16, optimalno število PLS faktorjev pa smo določili na osnovi zniževanja napake pri navzkrižni validaciji.\nPri pripravi kalibracij smo testirali:  1.) Spekter (vidni, NIR, skupen)  2.) Vrsta vzorca (prašičja mišica LD, različne prašičje mišice, različne mišice različnih  speciesov, meso in mesni izdelki)\nRezultat kalibracije in validacije modelov je podan v obliki statističnih parametrov,\npovprečja ( x ), standardnega odklona (SD), ocenjenega minimuma (oc. min) in maksimuma (oc. max) za vzorec ter kazalcev točnosti enačb: − determinacijskega koeficienta kalibracije (R2C); − standardne napake kalibracije (SEC); − determinacijskega koeficienta navzkrižne validacije (R2CV); − standardne napake navzkrižne validacije (SECV); − determinacijskega koeficienta predikcije (R2P); − standardne napake predikcije (SEP); − parametra RPD, ki smo ga izračunali kot razmerje med SD referenčnih vrednosti in  napako (SECV ali SEP).\n"], "15": ["4 REZULTATI Z RAZPRAVO", "Posebnost te raziskave je v tem, da smo izvajali poskus na velikem vzorcu, ki je zajemal različne mišice, različne speciese in različne mesne izdelke. V literaturi se namreč pojavljajo raziskave, ki zajemajo eno mišico enega speciesa (Prieto in sod. 2006, Prieto in sod. 2009), več različnih mišic enega speciesa (Cozzolino in sod. 1996, Cozzolino in sod. 2000, Alomar in sod. 2003, Tøgersen in sod. 2003, Viljoen in sod. 2007), različne mišice dveh različnih speciesov (Tøgersen in sod. 1999), različne mišice različnih speciesov (Cozzolino in Murray 2002), en mesni izdelek (Gaitán-Jurado in sod. 2008, Collell in sod. 2010) in različne mesne izdelke (Gonzáles-Martín, 2009). Raziskave, ki bi zajemala hkrati različne vrste mesa in mesnih izdelkov, v nam dostopni literaturi nismo našli.\nV pričujoči raziskavi so rezultati predstavljeni kot statistični parametri kalibracije (R2C in SEC), navzkrižne validacije (R2CV in SECV) in neodvisne predikcije (R2P in SEP). Navzkrižna validacija in predikcija predstavljata dva različna načina validacije. Pri navzkrižni validaciji smo testirali modele na kalibracijskem setu, medtem ko smo pri predikciji modele testirali na neodvisnem predikcijskem setu vzorcev. V splošnem so rezultati neodvisne predikcije potrdili rezultate navzkrižne validacije, kar je v skladu z nekaterimi predhodnjimi raziskavami (Čandek-Potokar in sod. 2006). Iz tega razloga smo se pri komentarjih osredotočili predvsem na statistične kazalce navzkrižne validacije.\nV primeru, ko preučevane spremenljivke zavzemajo različna variacijska območja, napak napovedovanja ne moremo neposredno primerjati. V naši raziskavi prav tako obravnavamo spremenljivke z različnimi variacijskimi širinami, saj imamo štiri različne kemijske komponente in štiri različne vrste vzorcev. V takšnih primerih moramo napake napovedovanja obravnavati glede na variabilnost referenčnih vrednosti. V ta namen smo po priporočilih iz literature (Kennedy in sod. 1996, Andrés in sod. 2008, Prieto in sod. 2008) kot dodatni indikator kakovosti modelov uporabili še parameter RPD (razmerje med SD in SE). Pri zanesljivih napovedih naj bi RPD znašal vsaj 3,0. Nižje RPD vrednosti so posledica ozke variacijske širine referenčnih vrednosti (nizek SD) ali veliki napaki \nnapovedovanja z NIRS v primerjavi s SD referenčnih vrednosti (Kennedy in sod. 1996, Andrés in sod. 2008, Prieto in sod. 2008).\n"], "16": ["4.1 Napovedovanje vsebnosti IMM", "Neodvisno od vrste vzorca smo dobili najboljše rezultate navzkrižne validacije pri napovedovanju vsebnosti IMM, saj so bile vse vrednosti R2 večje od 0,91, vrednosti RPD pa večje od 3,40. Najvišje vrednosti R2 (0,98) smo dobili iz vzorca različnih prašičjih mišic, kjer je bila najvišja vrednost RPD = 6,74. Na celem in NIR spektru so rezultati primerljivi, medtem ko so na vidnem spektru nekoliko slabši. Dobri rezultati za napovedovanje vsebnosti IMM so v skladu s številnimi rezultati iz literature (Abeni in Bergoglio 2001, Windham in sod. 2003, Prevolnik in sod. 2005, Viljoen in sod. 2005, De Marchi in sod. 2007), najdemo pa tudi raziskave, kjer se napovedovanje ni izkazalo za uspešno (Brøndum in sod. 2000, Cozzolino in sod. 2000, Hoving- Bolink in sod. 2005, Ripoll in sod. 2008).\n"], "17": ["4.2 Napovedovanje vsebnosti beljakovin", "Za določevanje beljakovin so bili rezultati na splošno slabši kot pri napovedovanju IMM. Primerljivi so znotraj vseh spektrov in vrst vzorcev, razen v prašičji mišici LD, kjer so vrednosti R2 pod 0,06 in RPD pod 1,03. Najboljše napovedi vsebnosti beljakovin smo dobili na vzorcu mesa in mesnih izdelkov (R2 = 0,91, RPD = 3,29). V preteklih raziskavah se pojavi najboljši rezultat za R2 0,99 (De Marchi in sod. 2007), sicer pa se vrednosti gibljejo od 0,38 (Tøgersen in sod. 1999) do 0,96 (Viljoen in sod. 2005). RPD doseže najboljši rezultat pri perutnini (5,4) (Cozzolino in Murray 2002). Slabe rezultate v prašičji mišici LD lahko pripišemo majhni variacijski širini vsebnosti beljakovin v tej mišici, o čemer so Prieto in sod. (2006) in Ripoll in sod. (2008) poročali tudi za govejo mišico LD. Beljakovine so v mesu namreč najbolj konstantna kemijska komponenta. Na slabše rezultate napovedovanja lahko vpliva tudi razlika v metodah (Kjeldahl vs. NIRS), saj smo \nvsebnost beljakovin kemično določili ob predpostavki, da se ves dušik v mesu nahaja v beljakovinah, čeprav ga je približno 13 % (Čandek-Potokar in sod. 2002) v drugih oblikah.\n"], "18": ["4.3 Napovedovanje vsebnosti vode", "Podobne rezultate kot pri napovedovanju vsebnosti beljakovin smo dobili pri napovedovanju vsebnosti vode. Najboljši rezultati so bili v vzorcu mesa in mesnih izdelkov (R2 = 0,98, RPD = 7,55), ki so sicer primerljivi z vsemi vzorci, razen s prašičjo mišico LD, kjer smo ponovno dobili slabše rezultate (R2 manjši od 0,80 in RPD manjši od 2,20). Raziskovalci v literaturi navajajo večinoma slabše rezultate od naših, z nekaj izjemami (R2 zaseda vrednosti vse od 0,94 (Kestens in sod. 2008) pa do 0,07 (Cozzolino in Murray 2002), RPD pa od 4,80 (Cozzolino in Murray 2002) do 1,57 (Andrés in sod. 2007)).\n"], "19": ["4.4 Napovedovanje razmerja vode in beljakovin", "Najboljše vrednosti smo dobili pri različnih prašičjih mišicah v vidnem spektru (R2 = 0,92, RPD = 3,43), čeprav so bili rezultati za vse tri spektre skupno boljši v vzorcu mesa in mesnih izdelkov (R2 > 0,86 in RPD > 2,67). Najslabši rezultati so bili zopet v vzorcu prašičje mišice LD (R2 < 0,60 in RPD < 1,55). Za določanje razmerja vode in beljakovin v mesu v literaturi nismo našli podatkov. Razmerje VB je pomemben pokazatelj tehnološke kakovosti mesa, in sicer sposobnosti za vezavo vode, predvsem izgub pri kuhanju (slabša senzorična kakovost in manjša masa). Znano je, da gre za negativno povezavo med VB in izgubami pri kuhanju (Monin in sod. 1986). \nLD - mišica longissimus dorsi, n - število vzorcev, SD - standardni odklon, oc. min - ocenjeni minimum, oc. max - ocenjeni maksimum, SEC - standardna napaka kalibracije, RC - determinacijski koeficient kalibracije, SECV - standardna napaka navzkrižne validacije, RCV - determinacijski koeficient navzkrižne validacije, RPDCV - razmerje med SD referenčnih vrednosti in SECV, SEP - standardna napaka predikcije, RP - determinacijski koeficient predikcije, RPDP - razmerje med SD referenčnih vrednosti in SEP. \nLD - mišica longissimus dorsi, n - število vzorcev, SD - standardni odklon, oc. min - ocenjeni minimum, oc. max - ocenjeni maksimum, SEC - standardna napaka kalibracije, RC - determinacijski koeficient kalibracije, SECV - standardna napaka navzkrižne validacije, RCV - determinacijski koeficient navzkrižne validacije, RPDCV - razmerje med SD referenčnih vrednosti in SECV, SEP - standardna napaka predikcije, RP - determinacijski koeficient predikcije, RPDP - razmerje med SD referenčnih vrednosti in SEP. \nLD - mišica longissimus dorsi, n - število vzorcev, SD - standardni odklon, oc. min - ocenjeni minimum, oc. max - ocenjeni maksimum, SEC - standardna napaka kalibracije, RC - determinacijski koeficient kalibracije, SECV - standardna napaka navzkrižne validacije, RCV - determinacijski koeficient navzkrižne validacije, RPDCV - razmerje med SD referenčnih vrednosti in SECV, SEP - standardna napaka predikcije, RP - determinacijski koeficient predikcije, RPDP - razmerje med SD referenčnih vrednosti in SEP. \nLD - mišica longissimus dorsi, n - število vzorcev, SD - standardni odklon, oc. min - ocenjeni minimum, oc. max - ocenjeni maksimum, SEC - standardna napaka kalibracije, RC - determinacijski koeficient kalibracije, SECV - standardna napaka navzkrižne validacije, RCV - determinacijski koeficient navzkrižne validacije, RPDCV - razmerje med SD referenčnih vrednosti in SECV, SEP - standardna napaka predikcije, RP - determinacijski koeficient predikcije, RPDP - razmerje med SD referenčnih vrednosti in SEP.\n"], "20": ["5 SKLEPI", "V raziskavi smo z zelo dobrimi rezultati potrdili možnost natančnega napovedovanja kemijske sestave mesa in mesnih izdelkov z uporabo NIRS.\nNajboljše rezultate smo dobili za napovedovanje intramuskularne maščobe. Uporaba celotnega ali NIR spektra valovnih dolžin na rezultate napovedovanja vsebnosti intramuskularne maščobe ni imela pomembnega vpliva. Točnost napovedovanja je bila v primeru določanja vsebnosti vode in beljakovin nekoliko slabša, a še vedno zadovoljiva. V primeru napovedovanja vsebnosti beljakovin z enačbo razvito na ločenih vzorcih mišice longissimus dorsi pa smo dobili precej slabe rezultate (nezanesljive napovedi).\nGlede na različne kazalce kalibracijske statistike lahko zaključimo, da je napovedovanje kemične sestave z modeli narejenimi na skupnem vzorcu različnih mišic najbolj zanesljivo. Točnost napovedovanja vsebnosti določenih lastnosti v mišici z enačbo, ki te mišice ne vključuje, pa je nizka.\n"], "abstract": ["Ugotavljali smo zanesljivost bližnje infrardeče spektroskopije (NIRS) za napovedovanje kemijske sestave mesa in mesnih izdelkov. Vzorcem smo kemijsko določili vsebnost intramuskularne maščobe (IMM) z ekstrakcijo po Soxhletu s predhodno hidrolizo (SIST ISO 1443, 2001), vsebnost vode (ISO 6496, 1999), vsebnost beljakovin (ISO 5983-2, 2005) ter izračunali razmerje med vodo in beljakovinami (VB). Z aparatom NIR Systems model 6500 (Silver Spring, MD, USA) smo posneli spektre vzorcev na območju valovnih dolžin vidne in NIR svetlobe (400-2500 nm) ter pripravili umeritvene enačbe (WinISI II programski paket) za različna spektralna območja (NIR, vidni ali celoten spekter) znotraj mišice, za različne mišice ter na vseh vzorcih skupaj. Točnost kalibracij smo ocenili s statističnimi parametri: determinacijski koeficient navzkrižne validacije (R2CV) in predikcije (R2P), standardna napaka navzkrižne validacije (SECV) in predikcije (SEP) ter razmerjem med standardnim odklonom referenčnih vrednosti in standardno napako (RPD). Točnost napovedovanja je bila pri vseh enačbah odlična za vsebnost IMM (RCV: 0,91- 0,98; RPD: 3,40-6,74). Za ostale lastnosti je bila točnost (z izjemo slabe točnosti kalibracij znotraj mišice longissimus dorsi) le malo slabša (za beljakovine RCV: 0,80-0,91, RPD: 2,26-3,29; za vodo RCV: 0,73-0,98, RPD: 1,92-7,55; za VB: RCV: 0,65-0,92, RPD: 1,68-3,43). Glede na različne kazalce kalibracijske statistike lahko zaključimo, da lahko z NIRS zelo točno napovedujemo kemično sestavo mesa in mesnih izdelkov (z izjemo kalibracij za vsebnost beljakovin znotraj mišice longissimus dorsi). "]}