{"1": ["1 UVOD", "Splošno znano je, da telesu in razpoloženju koristijo sveže stisnjeni sadni sokovi. Sadje je praktično brez maščob (razen v semenih) in ima izredno malo beljakovin. Za naš organizem so sadni sokovi predvsem vir v vodi raztopljenih vitaminov, mineralnih snovi, sadnih kislin in sladkorja. Proizvodnja in poraba sokov v razvitem svetu narašča, saj se vedno bolj zavedajo njihovih učinkov na zdravje in dobro počutje. Kakovost teh proizvodov je z uporabo sodobnih tehnoloških postopkov vse večja in primerni so tudi za široko porabo pri otrocih in vse do starostnikov.\nBistri sadni sokovi so dobljeni iz matičnih sokov ali iz koncentratov, ki so bili encimsko obdelani z bistrilnimi encimi in sredstvi za bistrenje. Encimi so določene beljakovinske snovi v naravnih snoveh, ki imajo to lastnost, da pospešujejo nekatere kemične spremembe. Njihova aktivnost je zelo odvisna od temperature. Pri 0 - C je zelo majhna in nezadostna, pri temperaturi + 50 - C pa se pektinske snovi dovolj razgradijo že v eni uri. Pektolitični encimi so na voljo v obliki tekočega koncentrata ali v prašnati obliki (Bernot in Bitenc 1976). Iz tega lahko sklepamo, da ima poleg encimov v postopku bistrenja soka pomembno vlogo tudi temperatura.\nCilj diplomskega dela je bil raziskati vpliv različnih odmerkov pektinaz (0,1 ml/l, 0,05 ml/l) tipa Pektinez XXL in različnih temperatur v času bistrenja (20 - C, 12 - C in 7 - C) na hitrost bistrenja jabolčnega soka. V ta namen smo sledili naslednjima delovnima hipotezama:\n- Večji odmerek pektinaz bo pospešil bistrenje soka.\n- Temperatura bo imela odločilen vpliv na hitrost bistrenja soka.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Sok", "Sadni sokovi in njim sorodni proizvodi so ena najznačilnejših skupin sadnih izdelkov s prehrambnega in gospodarskega pogleda. Sadni sok je nefermentiran izdelek, ki je pridobljen iz ene ali več vrst zdravih in zrelih sadežev, svežih ali zamrznjenih, in ima barvo, aromo ter okus, značilne za sok sadja, iz katerega je proizveden. Pri proizvodnji izdelkov so dovoljene naslednje snovi: pektolitični encimi, proteolitični encimi, amilolitični encimi, užitna želatina, tanin, bentonit, silikonski aerogel, oglje (Uradni list Republike Slovenije, 22. 9. 2011). Klemenčič in Rajher (2003) navajata, da sadne sokove delimo na osnovi sadnega deleža, ki ga vsebujejo. Poznamo: 100 % sadne sokove (džuse), sadne nektarje in napitke s sadnim deležem. Najpogostejši so jabolčni, pomarančni, grozdni in mešani sokovi. Ti sadni sokovi so naravno čisti in se jim ne smejo dodajati konzervansi. Vendar pa, kot navaja Innerhofer (2005), kadar zaradi vremena vsebujejo premalo sladkorja, EU dovoljuje do 15 g/l dodatka sladkorja. Ta dodatek mora biti v tem primeru naveden na etiketi. Sadne sokove lahko pridobivamo iz sadnega koncentrata ali neposredno izpod preše. Predelava koncentrata je proces, ki teče večinoma v industrijskih obratih in pomeni povratno redčenje sadnega koncentrata na 100 % sadni sok. Neposredno izpod preše pa lahko pridobivamo bistre in motne sokove.\nBistri sadni sok je sok, ki ga dobimo s stiskanjem svežega sadja ali iz koncentrata. Sok nato še bistrimo, obstojnost pa mu podaljšamo s pasteriziranjem. Surovini (zdrobljenim jabolkam), ki je občutljiva na porjavenje dodamo askorbinsko kislino, ki preprečuje porjavenje sadja. Na 50 - C segreti sadni kaši dodamo še pektolitične encime, ki razgradijo pektin, nato pa nadaljujemo s postopki predelave: stiskamo, bistrimo, pasteriziramo in vroče polnimo (Suwa - Stanojević 1995). Kot navaja Wrolstad (1997), je jabolčni sok proizveden kot bister in v barvah, različnih jantarjevih odtenkov. \nKot navajajo Mihalev in sod. (2004), je trenutno glede na rastočo potrošniško povpraševanje za zdravo prehrano glavni tehnološki izziv za optimalno proizvodnjo jabolčnega soka, povečati bioaktivne spojine, hkrati pa ohranjati visoke senzorične lastnosti soka. Ukrepi v postopku pridobivanju bistrega jabolčnega soka so v prvi vrsti namenjeni zmanjševanju polifenolov v soku. V procesu proizvodnje bistrega jabolčnega soka se zdi, da ima večji vpliv na polifenolne vsebine v soku različnih sort.\n"], "4": ["2.2 Lastnosti surovine", ""], "5": ["2.2.1 Vsebnost kislin in pH vrednost soka", "Kisline so sestavni deli sadja, ki odločajo o okusu, kot nehlapne kisline pa so nujne v sokovih. Kot večina njihovih soli so vodotopne. V sadju se pojavljajo v prosti obliki. V sadju je od 0,2 do 4,0 % kislin, prevladujoča je jabolčna kislina, ki je v jabolku od 0,3 do 0,9 %. Ker so kisline večinoma proste, je kislost sadja precej visoka. Ta lastnost sadja je odločilna pri pasterizaciji. V tako kislem okolju se namreč določene vrste mikroorganizmov ne morejo razvijati, zato lahko pasteriziramo sadne izdelke s segrevanjem do 100 - C. Sadne kisline oziroma kislost sadja vplivajo tudi na porjavenje med predelavo. Manj kislo sadje hitreje in bolj porjavi. Sadne kisline dajejo sadju prijetno svežino, pomembne pa so tudi pri bistrenju sokov (Bernot in Bitenc 1976). Kot navaja Seipp (1974), doseže skupna količina kislin v jabolku najvišjo stopnjo, ko je jabolko na približno polovici svoje rasti, potem pa se polagoma zmanjšuje. Obenem, se med spreminjanjem skupne količine kislin, spreminja tudi pH vrednost soka v jabolku. PH v sadju se giblje od 2,8 do 4,5 (Bernot in Bitenc 1976).\n"], "6": ["2.2.2 Pektini v soku", "Kot navajata Pilnik in Voragen (1991), je pektin heteropolisaharid, ki sestoji predvsem iz\n- 1,4 vezane, delno metilirane galakturonske kisline in precejšne količine nevtralnih sladkorjev (raminoze, galaktoze, ksiloze, arabinoze). Pektin sestoji iz amiloze (topen v vodi) in amilopektina (netopen v vodi) (Innerhofer 2005). Pektini v svežem sadju povzročajo trdoto plodov, zlasti ko so v nezrelem stanju povezani s celulozo in nekaterimi drugimi snovmi. Med zorenjem encimi razkrajajo prvotne pektinske snovi (protopektin), zato se plodovi mehčajo. V prezrelih plodovih so raztopljeni in že deloma razgrajeni. Pri predelavi sadja v bistri sok je prisotnost pektinov nezaželena. Pektini namreč preprečujejo odstranjevanje motnih delcev in jih moramo zato pred bistrenjem razgraditi. V sadju je od 0,1 - 2,0 % pektina (Bernot in Bitenc 1976).\n"], "7": ["2.2.3 Pomen zrelostnih stopenj za predelavo", "Sadje, ki ga nameravamo predelati v sok, mora biti primerno zrelo. Sok iz nedozorelega sadja nima značilnega okusa in vonja. Posledica tega je lahko manjši odstotek naravnega sladkorja in manjši izkoristek ob stiskanju. Prav tako je nezrelo sadje posebno bogato s pektini in škrobom, kar povzroča v predelavi sadja v sok, motnost (Bernot in Bitenc 1976, Lind in sod. 2001). Kot navaja Šiško (1975), je škroba v jabolkih 4 – 6 %, z zrelostjo pa se zmanjšuje. Predelava nezrelega sadja v sok je neprimerna tudi zaradi slabega izplena arom in nižje vsebnosti sladkorjev. Za predelavo prav tako ni primerno prezrelo sadje. Ker je manj sočno in premehko, je izkoristek precej manjši, dobljeni sok pa ni harmoničen in ima manj naravnih kislin in vitaminov (Lind in sod. 2001). Polno – primerno zrelo sadje ima visoko vsebnost sladkorjev in izraženo aromo. Škroba praktično ni več. Pri zorenju so se potrgale dolge verige pektinov v sadju in s tem se je sadje omehčalo (Schobinger in sod. 2001).\n"], "8": ["2.2.4 Tehnologije pridobivanja bistrega jabolčnega soka", "Sadje za predelavo najprej preberemo in izločimo vse nagnite, plesnive in drugačno bolne plodove. Nato sadje temeljito operemo. Sledi mletje sadja, pri čemer način in obseg drobljenja odločilno vplivata na izločanje soka. Pri fino zmletem sadju je težko ločiti sok od trdnih snovi. Zaradi visoke vsebnosti snovi, ki povzročajo motnost, so potrebni dodatni ukrepi za bistrenje. Prizadevamo si za čim bolj enotno stopnjo mletja (Lind in sod. 2001). Po mletju sadja se takoj začne vrsta biokemičnih procesov, ki so za zgradbo aromatičnih snovi deloma zaželeni, sočasno pa se odvijajo tudi nezaželeni procesi. Nastajajo presnovni produkti kvasovk in bakterij, kot so alkohol, ocetna kislina, aceton, diacetil; - Odvijajo se tudi številni encimski, oksidacijski in redukcijski procesi, ki negativno vplivajo na kvaliteto soka (Koren 1989). Mletju sledi stiskanje sadja. Najpomembnejše pri stiskanju sadja je, da pravočasno preprečujemo oksidacijo. Sok pred oksidacijo zaščitimo z dodatkom askorbinske kisline (Suwa Stanojević 1995).\nSveže stisnjen sok je motni, zato ga moramo zbistriti. Bistrenje soka je ključna faza v proizvodnji bistrih sokov. Zajema posege, procese in opcije, katerih cilj je odstranjevanje delcev, ki povzročajo motnost, in tistih sestavin, ki bi lahko šele kasneje povzročile motnost. Med posege v soku z namenom bistrenja spadajo: obdelava s pektolitičnimi encimi in obdelava s sredstvi za bistrenje, kot so želatina, tanin, bentonit,…(Lovrić in Piližota 1994). Že po nekaj urah postane sok svetel in ga lahko predelujemo naprej. Za bistrenje soka največkrat uporabljamo pektolitične encime.\nEncimska razgradnja pektina poteka pri temperaturi 45 – 50 - C. Bistrenje po dodatku pektolitičnih encimov je učinkovito, saj prav pektin stabilizira motnost v soku. Z dodatkom encimov se pektin raztopi in razgradi in postane precej manj viskozen. Pektinske snovi, ki so postale topne, učinkujejo kot zaščitni koloidi za številne delce motnosti. Takoj, ko izgine zaščitni učinek pektinov, se snovi, ki povzročajo motnost, spremenijo v kosmiče in se izločijo (Lind in sod. 2001). \nCilj bistrenja in stabiliziranja bistrosti soka je, da čim manj spremenimo prehransko – fiziološke in senzorične lastnosti soka. Optimalni učinek bistrenja dosežemo, če nenehno dodajamo sredstvo za bistrenje. S tem preprečimo predoziranje v nekaterih delih in sredstvo za bistrenje je v soku enakomerno porazdeljeno (Lind in sod. 2001).\nFiltracija je izločanje motnih snovi iz soka z uporabo porozne plasti. Ta je izdelana iz filtrskih snovi in je prepustna za sok, za delce, ki povzročajo motnost pa ne. Če teče motni sok pod pritiskom skozi porozno plast, se snovi v suspenziji zadržijo na površini (površinska filtracija) ali pa v notranjosti te plasti (globinska filtracija). Sledi še pasterizacija - postopek stabilizacije sadnih sokov, kjer z gretjem soka nad 75 - C uničimo vse žive mikroorganizme. Priporočena temperatura polnjenja za bistre jabolčne sokove je 78 - C (Lind in sod. 2001).\nPotencialni povzročitelji motnosti v bistrem soku, kot so navedli Schobinger in sod. (2001), so polisaharidi (pektin, škrob, araban), beljakovine (želatina, encimi), polifenoli (katehin, epikatehin), kovinski ioni (Cu, Fe) in mikroorganizmi; Beljakovinska motnost ima na površini negativni naboj. Motnost lahko preprečimo, če pri tej pH vrednosti dodamo pozitivno nabite koloide, recimo želatino. Motnost zaradi škroba lahko preprečimo s preventivno uporabo encimov, ki razgrajujejo škrob (Dietrich in Will 1998). \noksidacijo\nstr. 69).\n"], "9": ["2.2.5 Mehanizem delovanja pektinaz", "V sestavi celične stene se nahajajo pektin kot netopni pektin (protopektin), topni pektin in pektinska kislina. Protopektin sestavljajo galakturonska kislina, fosforjeva kislina, celuloza, sladkor, ocetna kislina, kalcij in magnezij. Topni pektin sestavljajo topne poligalakturonske kisline metilester (OCH3) ter pektinska kislina, ki sestoji iz koloidnih poligalakturonskih kislin z metilesterskimi skupinami (Schobinger in sod. 2001). Beldman (1997) navaja, da velik del naravnega sladkorja najdemo v tistih področjih pektinskih molekul, kjer ležijo stranske verige. Galakturonske molekule se lahko acetilirajo v razvejanem področju. Temeljijo na raziskavah jabolčnega pektina, katere lahko razvejano razčlenimo v tri delna področja (slika 2): prvi, raminogalakturonski del področja, ki sestoji izmenično iz 1, 4 vezane raminozne galakturonske kisline in 1, 2 vezane, ramnoseresten se delno nadomesti skozi posamezno galakturonsko molekulo, ki je vezana na C4 položaj raminoze. Naslednji raminogalakturonski del področja je nadomestljiv z dolgimi arabinoznimi verigami. Tretji del področja sestoji iz ksilogalakturonske kisline, to je \ngalakturonsko ogrodje, ki s ksilozo na C3 atomu nadomesti preostanek galakturonske kisline.\nV predelavi sadja je uporaba pektolitičnih encimov usmerjena v reševanje dveh glavnih problemov: raztapljanje protopektina in razgradnjo že topnega pektina. Z raztapljanjem protopektina dosežemo sprostitev vezanega soka in zato večji izkoristek pri stiskanju. Iz drozge na ta način lažje izteka prosti sok, ker se čvrstost celičnih membran zmanjša. Razgradnja raztopljenega pektina pa povzroči padec viskoznosti (Bučar in sod. 1987).\nPektinaze delujejo v območju pH vrednosti 2 – 8. Aktivne so v zelo ozkem temperaturnem območju (ne pod 10 - C), prav tako na učinkovitost pektinaz vpliva bistrenje, prisotnost taninov in čiščenje z bentonitom (Košmerl 2003).\nOdkar obstaja proizvodnja bistrega jabolčnega soka, eksistira tudi problem naknadne motnosti, trdijo Bučar in sod. (1987). Po vrsti zahtevnih postopkov jim je iz soka uspelo izolirati belo praškasto snov. S pomočjo nuklearne magnetne resonance je bilo ugotovljeno, da je snov sestavljena iz molekul s petimi C atomi, odnosno iz verige, ki jo sestavljajo - 1,5 arabinoze s stransko verigo na tretjem C atomu. V času večmesečnega skladiščenja pa lahko pride do kondenzacije in kristalizacije posameznih molekul arabinoze v araban. Pojav tega problema je odvisen od ekoloških pogojev rasti plodov in je manj odvisen od sorte jabolk. Z identifikacijo problema pa je bila tudi nakazana rešitev: dodatek encima arabinaze, ki cepi vez 1 – 5 v verigi arabinoz. Najboljši rezultat dobimo, v kolikor dodamo arabinozo v fazi bistrenja sokov, ker je ugotovljeno, da dodatek tega encima učinek zmanjšuje. \ncit. po Shobinger 2001, str 114).\n"], "10": ["3 MATERIAL IN METODE DELA", ""], "11": ["3.1 Jabolčni sok", "Surovina za izvajanje poskusa je bil sveže stisnjen jabolčni sok, sorte ´Topaz´z dodatkom standardnega odmerka askorbinske kisline (50 g/1000 l soka). Poskus smo izvajali med 16. in 17. 11. 2009 na univerzitetnem kmetijskem centru (UKC) Pohorski dvor.\n"], "12": ["3.2 Merjenje vsebnosti kisline, pH soka in vsebnosti topne suhe snovi", "Uporabili smo pH meter znamke Metller Toledo DL 50 graphix, ki smo ga predhodno umerili z dvema pufernima raztopinama. Določitev pH soka temelji na meritvi potenciala z dvema elektrodama, pri čemer je ena elektroda potopljena v vzorec, druga pa v primerjalno raztopino s konstantnim potencialom. Obe elektrodi sta običajno združeni v eno elektrodo. Merimo napetost elektrokemijskega člena (Košmerl in Kač 2003).\nKoncentracijo skupnih kislin smo izmerili s potenciometrično metodo. Ta meri razliko v potencialu med dvema elektrodama potopljenima v vzorec soka. Vsebnost jabolčne kisline v soku smo izmerili s titracijo 0,1M NaOH ob prisotnosti indikatorja fenolftaleina do prskoka barve iz svetlo rjave v modro – zeleno barvo (Gvozdenović 1989).\nTopno suho snov smo v jabolčnem soku izmerili s ročnim refraktometrom znamke ATAGO N1. Vsebnost topne suhe snovi je bila izražena v Oexlerjih.\n"], "13": ["3.3 Uporabljene pektinaze", "Pri našem poskusu so bile uporabljene pektinaze (Pektinez XXL). Ta sadni encim je v tekoči obliki. Pektinaze so encim, dobljen iz glivic Aspergilus niger in Rhisopus oryzae, ki imajo sposobnost razgradnje pektinskih kosmičev, zaradi česar je dragocen dodatek za bistrenje sadnih sokov (http://www.coolinarika.com/magazin/prehrambeni- rjecnik/p/pektinaza/ 15. 9. 2011). Soku so bile dodane v odmerkih 0,1 ml/l in 0,05 ml/l.\n"], "14": ["3.4 Oprema za merjenje gostote soka", "Za določevanje gostote smo uporabili napravo, imenovano turbidimeter – merilec motnosti TURB 430/IR (slika 3). Merilec motnosti temelji na primerjavi sipanja svetlobe pri prehodu skozi vzorec in skozi standardno suspenzijo z znano motnostjo (Mihalev in sod. 2004). Motnost povzročajo suspendirane organske in anorganske snovi ter mikroorganizmi. Več ko jih je, večja je motnost. Turbidimeter deluje v območju 0,01 – 1100 NTU (nefelometrične turbidimetrične enote) (www.zveza-zpm- mb.si/attachments/sl/480/Pitnost_vode_v_plastenkah.pdf,3. 9. 2011).\nmb.si/attachments/sl/480/Pitnost_vode_v_plastenkah.pdf, 3. 9. 2011).\n"], "15": ["3.5 Izvedba poskusa", "Izvedli smo dvofaktorski poskus. Prvi faktor je predstavljal odmerek pektinaz (0,1 ml/l, 0,05 ml/l), drugi faktor pa temperaturo bistrenja (20 - C, 12 - C in 7 - C).\nVzorec soka je bil shranjen trikrat v po tri merilne valje, velikosti 250 ml, katere smo označili z oznakami I, II in K. Soku z oznako valja I smo dodali 0,1 ml/l pektinaz in soku v valju z oznako II 0,05 ml/l pektinaz. Sok v valjih označenih s K, je predstavljal kontrolo – brez dodatka pektinaz.\nSok z dodanimi pektinazami in kontrolni sok je bil v času bistrenja izpostavljen trem različnim temperaturam, 7 - C, 12 - C in sobni temperaturi 20 - C. Obravnavanje je predstavljala kombinacija odmerka pektinaz in temperature. Na ta način smo dobili naslednja obravnavanja:\n- 7 I (0,1 ml/l pektinaz),\n- 7 II (0,05 ml/l pektinaz),\n- 7 K (brez dodatka pektinaz),\n- 12 I (0,1 ml/l pektinaz),\n- 12 II (0,05 ml/l pektinaz),\n- 12 K (brez dodatka pektinaz),\n- 20 I (0,1 ml/l pektinaz),\n- 20 II (0,05 ml/l pektinaz),\n- 20 K (brez dodatka pektinaz).\n"], "16": ["3.6 Način izvajanja meritev", "Meritve smo izvajali vsakih 30 min. Prvo meritev smo izvedli ob 10.00 in zadnjo naslednje jutro ob 7.00 (1020 min). S pipeto smo odpipitirali 5 ml soka v priloženo stekleničko za merjenje, katero smo vstavili v turbidimeter. Ob vsakem vzorčenju smo meritev ponovili trikrat in iz dobljenih vrednosti izračunali povprečje izmerjenih nefelometričnih turbidimetričnih enot.\nZadnjo meritev (1020 min), smo opravili po pretečenih 17 urah. Čez noč smo pustili sok mirovati in naslednje jutro zopet opravili meritev. Zanimalo nas je, kako in koliko se bo sok še zbistril.\n"], "17": ["3.7 Merjenje usedline in klobuka", "Tekom poskusa smo spremljali tudi usedlino in klobuk. S klasičnim merilom smo izmerili debelino obeh plasti v 60 min časovnih intervalih.\n"], "18": ["3.8 Statistična obdelava podatkov", "Dobljene podatke smo vnesli v delovno preglednico programa Microsoft Excel. Iz delovne preglednice smo podatke prenesli v program za statistično obdelavo podatkov SPSS 15. 00 za programsko okolje Windows. Srednje vrednosti izračunanih povprečnih parametrov smo z analizo variance (ANOVA) primerjali med posameznimi obravnavanji. Sredine proučevanih variabilnih spremenljivk pa testirali s Tukey HSD testom s 5 % tveganjem.\n"], "19": ["4 REZULTATI Z RAZPRAVO", "Lastnost surovine – soka, namenjenega za testiranje na hitrost bistrenja po dodatku različnih odmerkov pektinaz, je sledeča: pH je znašal 3,75, vsebnost skupnih titracijskih kislin, izraženih kot jabolčna kislina, je bila 3,56 g/l ter topne suhe snovi 48 - Oe.\n"], "20": ["4. 1 Vpliv posameznega dejavnika (temperatura, odmerek pektinaz) na bistrenje", "soka\nIz preglednice 1 je razvidno, da je imela uporaba pektinaz statistično značilen vpliv na bistrenje jabolčnega soka (p = 0,0001), medtem, ko je bil vpliv temperature nepomemben (p = 0,479). Vpliv časa bistrenja je bil prav tako potrjen kot statistično značilen dejavnik za bistrost soka (p = 0,001). Kot statistično značilna se je potrdila tudi interakcija uporabe pektinaz in časa bistrenja (p = 0,001). Iz preglednice 1 je razvidno tudi, da z interakcijo dodatka pektinaz in časa bistrenja pojasnimo 97 % variance v hitrosti bistrenja jabolčnega soka (p = 0,976), medtem ko delež pojasnjene variance pri testiranju vpliva temperature, ne presega 24 %. \n  jabolčnega soka ter pripadajoči determinacijski koeficient (R2)\n"], "21": ["4. 2 Rezultati meritev motnosti soka", "Iz preglednice 2 je razvidno, da količina motnih delcev v soku v interakciji s časom pada, saj smo vsakih 30 min izmerili nižje vrednosti nefelometričnih turbidimetričnih enot. Razlike v motnosti soka, bistrenega pri različnih temperaturah, so zelo majhne. Od bistrenja pri sobni temperaturi (20 - C) odstopajo pri 12 - C za 6,6 % in pri 7 - C za 12,2 %. Večja odstopanja opazimo med obravnavanji kot posledice uporabe pektinaz. Kontrola je imela ves čas višje vrednosti NTU (v povprečju za 45 %) v primerjavi s obravnavanji, kjer smo dodali pektinaze (1 dl/1000 l, 0,5 dl/1000 l). Iz preglednice 2 je razvidno tudi, da količina dodanih pektinaz ni odločujoče vplivala na hitrost bistrenja. \n"], "22": ["4. 3 Vpliv temperature na bistrenje soka", "Iz preglednice 3 je razvidno, da temperatura ni imela pomembnega vpliva na bistrenje soka, saj med obravnavanji nismo potrdili statističnih razlik (vrednosti vpliva od 0,446 do 0,845). Na osnovi tega smo v nadaljevanju temperaturo izločili iz analize podatkov. \n"], "23": ["4. 4 Vpliv pektinaz na bistrenje soka", "Iz preglednice 4 je razvidno, da smo tudi s Tukeyevim testom potrdili signifikanten vpliv uporabe pektinaz na bistrenje jabolčnega soka. Prav tako je razvidno tudi, da obstajajo signifikantne razlike med obravnavanjem, kjer smo pektinaze uporabili, in kontrolo, ni pa razlik med obravnavanji, kjer smo uporabili različne odmerke pektinaz (0,5 dl/1000 l oz. 1 dl/1000 l). Omenjena odmerka pektinaz sta imela enak učinek na bistrenje soka.\nKot nam prikazuje grafikon 1, vidimo, da obravnavanje K (kontrola – netretirano s pektinazami) zelo odstopa od preostalih dveh krivulj. Razlike med obravnavanji, kjer so pektinaze bile uporabljene, so signifikantne. Krivulji bistrenja soka v obravnavanjih I in II sta dokaj skladni in med njima v času 0 do 240 min po dodatku pektinaz ne opazimo razlik. Začetna gostota soka je znašala 380 NTU in je skupna vsem trem obravnavanjem. Po 30 min smo pri obravnavanju I izmerili 63 % manj motnosti, pri obravnavanju II pa 56 % manj motnosti. Po 60 min je obravnavanje I odstopalo od K za 52 %, obravnavanje II pa za 56,5 %. Po 90 min se krivulji združita in približno enakomerno odstopata od kontrole, od katere ostajata odmaknjeni za cca 42 %. Pri 120 min se krivulji zopet rahlo razmakneta. Po 180 min merjenja je odstotek odstopanja od kontrole pri obravnavanju I 40 %, pri obravnavanju II pa 37 %. Po 210 min merjenja odmerka odstopata približno za 33 %, prav tako po 240 min odstopata od kontrole za 38 %.\n*različne oznake (a, b, c) pomenijo statistično značilne razlike (Tukey, 0,05)\nPreglednica 5 nam prikazuje začetno vrednost merjenja nefelometričnih turbidimetričnih enot, katera je bila povprečno izražena pri odmerku 1 (dl/1000 l) 380 NTU, pri odmerku 0,5 (dl/1000 l) 378 NTU in pri 0 (dl/1000 l) 382,3 NTU. Prav tako nam prikazuje končno vrednost, ki je bila izmerjena po 17 urah (1020 min). Povprečna vrednost pri odmerku 1 (dl/1000 l) je bila 19 NTU, pri odmerku 0,5 (dl/1000 l) je bila 12 NTU in pri K (dl/1000 l) je bila 25,3 NTU.\n*različne oznake (a, b, c) pomenijo statistično značilne razlike (Tukey, 0,05)\nNa podlagi poskusa torej ugotovimo, da pektinaze imajo vpliv na bistrenje soka, vendar kot se je izkazalo pri našem poskusu, odmerek pektinaz ni igral bistvenega pomena na bistrenje jabolčnega soka.\n"], "24": ["4. 5 Posebnosti pri bistrenju", "Kot je že bilo omenjeno v poglavju Metode dela, smo tekom poskusa spremljali tudi posebnosti v bistrenju soka v posameznem obravnavanju na način, da smo v 60 min časovnih intervalih merili debelino plasti usedline na dnu in klobuka na površini soka. \nIz preglednice 6 je razvidno, da se pri bistrenju soka na 7 - C oz. 12 - C klobuk v 1020 min spremljanja bistrenja, ni pojavil. Pri bistrenju na temperaturi 20 - C pa je debelina klobuka pri kontrolnem obravnavanju po 60 min znašala 1 mm, po 120 min 2 mm in po 1020 min 4 mm. Pri obravnavanjih, kjer smo uporabili pektinaze, se klobuk ni pojavil. Iz tega sklepamo, da je pojav klobuka v veliki meri odvisen od temperature in dodatka pektinaz. Pri višji temperaturi je pojav klobuka bil izrazitejši.\nKljub dejstvu, da nismo potrdili temperature kot odločilnega dejavnika za hitrost bistrenja, pa se je njena pomembna vloga potrdila pri vrednotenju specifik v načinih bistrenja (pojav klobuka).\nPri obravnavanju 7 I je bilo usedline 5 mm, pri 7 II 4 mm ter pri K 2 mm. Po 120 min opazovanja smo namerili pri obravnavanju I 6 mm usedline, pri II 5 mm in pri K 2 mm usedline.\nPri obravnavanju 12 I je bilo po 60 min usedline 5 mm, pri 12 II 4 mm ter pri K 1 mm usedline. Po 120 min opazovanja smo pri obravnavanju I izmerili 6 mm usedline, pri II 5 mm in pri K 2 mm usedline.\nPri temperaturi 20 - C pa se nam je po 60 min opazovanja pojavil klobuk pri vseh treh obravnavanjih. Pri 20 I smo po 60 min izmerili 3 mm usedline, pri 20 II 2 mm usedline in pri K prav tako 2 mm usedline. Po 120 min opazovanja smo pri obravnavanju I izmerili 3 mm usedline, pri II 2 mm in pri K prav tako 2 mm usedline.\nMeritve smo nadaljevali naslednje jutro (1020 min). Opazili smo, da je pri temperaturi 7 - C plast usedline pri obravnavanju 7 I znašala 14 mm, pri 7 II 15 mm in pri K 10 mm. \nOpazili smo, da je bil sok zelo čist, na oko se nam je zdelo, da so se vsi delci usedli na dno. Po bistrosti je med obravnavanji odstopala le kontrola.\nPri temperaturi 12 - C je plast usedline pri obravnavanju 12 I in 12 II znašala 15 mm, pri K pa 7 mm. Podobno kot pri 7 - C se nam je tudi tukaj sok zdel zelo čist. Prav tako je odstopala kontrola, kjer so bili v tem času v soku vidni drobni plavajoči delčki.\nPri temperaturi 20 - C je bilo pri obravnavanju 20 I 9 mm usedline, pri 20 II 10 mm in pri K 5 mm. Sok se nam je v primerjavi z ostalima dvema zdel bolj moten, delci so še vedno v rahlem gibanju in kot smo videli, je tudi usedline bilo dosti manj pri vseh treh obravnavanjih.\n+: pojav klobuka \nDelovna hipoteza, da bo odmerek pektinaz vplival na hitrost bistrenje soka, je bila ovržena. Prav tako smo ovrgli hipotezo, da bo na hitrost bistrenja soka imela pomemben vpliv temperatura v času bistrenja. Lind in sod. (2001) navajajo, da z dodatkom encimov se pektin raztopi in razgradi in postane precej manj viskozen. Pektinske snovi, ki so postale topne, učinkujejo kot zaščitni koloidi za številne delce motnosti. Takoj, ko izgine zaščitni učinek pektinov, se snovi, ki povzročajo motnost, spremenijo v kosmiče in se izločijo. Kot navaja Košmerl (2003), so pektinaze aktivne v zelo ozkem temperaturnem območju (ne pod 10 - C). Podatki se razlikujejo od trditev, ki v svojih delih dokazujejo pomen temperature in odmerkov encimov za hitrost bistrenja soka. V poskusu se je pokazalo, da je dodatek pektinaz, ne glede na odmerek, signifikantno pospešil hitrost bistrenja v primerjavi s kontrolnim obravnavanjem, kjer pektinaze niso bile dodane. Prav tako Lind in sod. (2001) navajajo, da encimska razgradnja pektina poteka pri temperaturi 45 – 50 - C Vpliv temperature se je odrazil na drugačen način in sicer v načinu bistrenja in tvorbi klubuka pri višji temperaturi. Ob tem lahko sklepamo, da je višja temperatura (20 - C) spremenila način bistrenja tako, da lahko v praksi predstavlja težavo (pojav klobuka). S tega stališča bi bilo smiselno bistrenje soka izvajati pri nižjih temperaturah.\n"], "25": ["5 SKLEPI", "Leta 2009 smo na univerzitetnem kmetijskem centru (UKC) Pohorski dvor ugotavljali vpliv temperature (7 - C, 12 - C, 20 - C) in odmerka pektinaz tipa Pektinez XXL v odmerkih 0,1 ml/l in 0,05 ml/l na hitrost bistrenja jabolčnega soka sorte ′Topaz′. Meritve motnosti z nefelometrom so bile izvedene v 30 min intervalih.\nNa osnovi podatkov smo ugotovili, da dodatek pektinaz omenjenega tipa statistično značilno pospeši hitrost bistrenja jabolčnega soka in da so razlike v motnosti soka v primerjavi s kontrolo, kjer encimi niso bili uporabljeni, dokazljive še po 1020 min. Hkrati ugotavljamo, da v danih pogojih in lastnosti izhodiščnega materiala (lastnosti jabolk) odmerek pektinaz ne vpliva bistveno na bistrenje soka, saj v bistrosti soka med dodatkom 0,05 ml/l ali 0,1 ml/l nismo potrdili signifikantnih razlik. Ena glavnih ugotovitev je tudi, da temperatura v času bistrenja ni imela odločilnega vpliva na hitrost bistrenja soka, se pa je pri višji temperaturi (20 - C) pokazala »motnja« v bistrenju v obliki tvorbe klobuka na površini soka.\nRezultati nakazujejo možnost prepolovitve priporočljivega odmerka pektinaz v postopku bistrenja jabolčnega soka za doseganje primerljive ali primerne bistrosti jabolčnega soka in posredno opozarjajo na prednosti bistrenja pri temperaturah, nižjih od 20 - C.\n"], "abstract": ["Med 16. in 17. 11. 2009 smo na univerzitetnem kmetijskem centru Pohorski dvor ugotavljali vpliv temperature in odmerka pektinaz na bistrenje jabolčnega soka, sorte ´Topaz´. V poskusu smo uporabili pektinaze (Pektinez XXL) v odmerkih 0,1 ml/l in 0,05 ml/l. Obravnavanje brez dodatka pektinaz je predstavljalo kontrolo. Sok z dodanimi pektinazami je bil izpostavljen različnim temperaturam – 7 ° C, 12 ° C in 20 ° C. Meritve motnosti soka so bile izvedene s turbidimetrom v časovnih razmikih 30 min. Zadnja meritev motnosti je bila izvedena 1020 min po dodatku pektinaz. Rezultati so pokazali zanemarljiv vpliv temperature na hitrost bistrenja soka. Kot odločilni dejavnik za hitrost bistrenja se je potrdil dodatek, vendar ne odmerek pektinaz, ki je v prvih štirih urah pospešil bistrenje v povprečju za 40 - 65%. Ob zadnji meritvi (1020 min) je razlika med obravnavanji v bistrosti soka, povzročena z dodatkom pektinaz, še vedno znašala 46 %. V letu 2008 smo pri izbrani sorti jabolk lahko brez negativnega vpliva uporabili polovični odmerek pektinaz (0,5 dl/1000 l), kot ga priporoča proizvajalec. "]}