{"1": ["", "1 UVOD V diplomski nalogi bom predstavila možnosti oglaševanja v oglaševalskem podjetju Amicus d.o.o., kjer se bom osredotočila na povezavo med ceno oglaševanja na različnih medijih, ter stroški ki ob tem nastajajo.\nPoiskala bom glavne dejavnike, ki vplivajo na ceno ter izbiro določenega načina oglaševanja. Kateri mediji so najbolj donosni in prinašajo največ dobička ter kateri najmanj. Zakaj se naročniki odločajo za posamezno obliko oglaševanja in kakšne so omejitve pri izbiri.\nPodjetja namenjajo velike vsote denarja za oglaševanje, zato mora vsako podjetje najprej oblikovati ustrezen program oglaševanja. V okviru programa oglaševanja mora podjetje določiti cilje oglaševanja, razmisliti o potrebnih denarnih sredstvih, o zasnovi sporočila, o izbiri medijev in o načinu ocenjevanja doseženih rezultatov. Oblikovanje tega programa zahteva celovito razmišljanje, saj je vsaka napaka za podjetje lahko usodna.\nIzpostaviti želimo prednosti in slabosti posameznih medijev, ki se za oglaševanje uporabljajo v slovenskem prostoru, in se z njimi podrobneje seznaniti v praksi..\nCilj raziskave je ugotoviti obstoječe stanje na področju oglaševanja v podjetju Amicus d.o.o. ter raziskati dejavnike, ki vplivajo na ceno oglaševanja, priklic oglaševanega proizvoda ter raziskati kateri medij prinaša največji dohodek podjetju.\nV oglaševanju, ki je eno najpomembnejših orodij tržnega komuniciranja, je vedno težje »ujeti« porabnike. Populacija se glede na različno uporabo medijev vse bolj segmentira, tako da ima posamezen medij manjši delež uporabnikov. Poleg tega so uporabniki medijev postali bolj odporni oziroma slabo odzivni na oglaševalska sporočila. Stroški oglaševalcev postajajo višji, učinkovitost pa se manjša. Glede na to, da je zakup oglasnega prostora v medijih poglavitna postavka večine oglaševalskih kampanj, je medijsko planiranje že dalj časa specializirana, zahtevna, predvsem pa odgovorna dejavnost. V svetu in doma obstajajo številne raziskave medijskih navad potrošnikov ter seveda analize učinkov in vrednotenja samih medijev. (Franzen, 1997, str. 3-55; Shimp, 2000, str. 477-498; Zorko, 2004, str. 1-20.)\nIzhajamo iz predpostavke, da je oglasno sporočilo lahko zasnovano zelo dobro in lahko pritegne v javnosti veliko pozornosti občinstva, vendar z napačno izbiro medijev ne dosežemo ciljne skupine, ki ji je oglasno sporočilo namenjeno, oziroma če izberemo napačen čas oglaševanja, so ves trud in temu namenjena sredstva zaman. Mediji krojijo usodo in podobo izdelkov, blagovnih znamk ali podjetja, ki ga oglašujemo. Zato lahko z dobrim medijskim načrtovanjem tudi sami pripomoremo k podobi in usodi medijsko krojenega sveta. Pri majhnih in srednje velikih podjetjih \npredstavlja proračun bistveni pomen v procesu snovanja oglaševalske akcije, kar je pogosto vzrok, da oglaševanje ne doseže želenega učinka. Podjetje je tako na še večji izgubi, kot bi bilo, če bi oglaševanju posvetilo več pozornosti in sredstev. Takšna podjetja vidijo oglaševanje le kot velik strošek, ne zavedajo pa se njegovega uspeha. Po drugi strani pa velika podjetja namenjajo za oglaševanje ogromno sredstev, saj se zavedajo, da je to zelo dobra investicija, ki se bo ob pravi strategiji bogato obrestovala. Zato je zelo pomembno pred vsakim oglaševanjem dobro proučiti kakšen medij naj se izbere, da se izognemo nepotrebnim stroškom, ki bi nastali ob napačni izbiri samega načina oglaševanja.\n"], "2": ["2 MARKETINŠKO KOMUNICIRANJE", "Namen tržnega komuniciranja se kaže v oblikovanju zavedanja in ustvarjanju pozitivne podobe podjetja kot celote, v izboljšanju razumevanja na področju dela podjetja in premagovanju slabih stališč do podjetja. Usklajenost komunikacijskih orodij in elementov tržnega spleta je temeljna zahteva trženja in pogoj za uspeh podjetja, vendar morajo vsa trženjska orodja govoriti isti jezik (Habijanič in Ušaj 1998, 98).\nTržno komuniciranje je prepričevalno komuniciranje, s katerim podjetje pošilja ključna trženjska sporočila izbranim ciljnim javnostim oziroma kupcem. Splet tržnega komuniciranja med seboj prepleta različne instrumente oziroma dejavnosti. Večina avtorjev mednje uvršča (Tavčar, 1996, str. 38-42):\n- oglaševanje,\n- odnose z javnostjo in publiciteto,\n- osebno prodajo,\n- pospeševanje prodaje.\nNekateri avtorji pa poleg zgoraj naštetih dejavnosti posebno mesto v tržnem komuniciranju namenjajo še neposrednemu trženju.\nVsi instrumenti tržnega komuniciranja imajo skupno lastnost, da skušajo podjetja z njihovo pomočjo in z uporabo medijev komuniciranja seznaniti porabnike z izdelki in storitvami, s ciljem ustvariti ustrezno povpraševanje (Starman, 1998, str. 3).\nDa bi lažje razumeli naloge in težave, s katerimi se sodobni tržniki srečujejo pri komunikaciji s svojimi sedanjimi in potencialnimi kupci, si najprej oglejmo komunikacijski model (slika 1), ki nam kaže, kdo komu kaj sporoča, po kateri poti in s kakšnim učinkom.\n(Vir: Kotler, 1996, str. 597). \nNa sliki 1 je prikazanih devet prvin komunikacijskega modela:\n- oddajnik,\n- naslovnik,\n- sporočilo,\n- kanal,\n- zakodiranje,\n- razkodiranje,\n- odziv,\n- povratna informacija,\n- motnje.\nModel poudarja ključne dejavnike za učinkovito komunikacijo. Oddajnik mora vedeti, katerega naslovnika želi doseči in kakšne odzive lahko pričakuje od njega, pri zakodiranju sporočila pa mora upoštevati, kako ga ciljno občinstvo običajno razkodira. Komunikacijski kanal je potrebno izbrati tako, da bo sporočilo zagotovo doseglo ciljno občinstvo. Omogočiti pa je potrebno tudi povratne kanale, da bo oddajnik lahko sprejemal odzive občinstva na svoja sporočila. Seveda pa mora oddajnik pri svojem načrtovanju in izbiri upoštevati tudi, da je v okolju nešteto motenj.\nCilji tržnega komuniciranja:\n- obveščanje javnosti o dejavnosti podjetja in njihovih izdelkih,\n- ponavljanje že znanega obvestila o izdelkih,\n- prepričevanje uporabnikov za nakup,\n- miselno povezovanje porabnikov z določenimi izdelki in podjetji. (Potočnik\nElementi tržnega spleta:\n- oglaševanje, ki je plačana oblika neosebne predstavitve izdelka ali storitev s  strani znanega plačnika,\n- neposredno trženje, ki predstavlja komuniciranje z obstoječimi in možnimi  odjemalci po pošti, telefonu ali na drug neoseben način, z namenom  ugotavljanja odziva,\n- pospeševanje prodaje, ki zajema kratkoročne dejavnosti za spodbujanje  nakupa izdelkov ali storitev,\n- odnosi z javnostmi, ki zajemajo razne programe za promocijo podjetja ali  izdelkov,\n- osebna prodaja, ki predstavlja osebni stik z enim ali več možnimi kupci.  (Kotler 1996, 596).\n"], "3": ["2.1 PROCES TRŽNEGA KOMUNICIRANJA", "Beseda »komuniciranje« izvira iz latinskega izraza »communicare«, ki pomeni pogovarjati se, sporazumevati se, dogovarjati se, razpravljati, razlagati, posvetovati se. Komuniciranje je dvosmeren proces, v katerem si informacije izmenjujeta najmanj dva udeleženca. Komuniciranje je prvi omenil že Aristotel v svojem delu Retorika in obstaja že od začetka človeka kot družbenega bitja.\nTržno komuniciranje je proces, ki se odvija med gospodarskim subjektom in potrošniki v obeh smereh. Z vidika gospodarskega subjekta je cilj komuniciranja obveščanje potrošnika o svoji dejavnosti in pridobivanje informacij o reagiranju potrošnika na obveščanje, zato da bi dosegli trajne poslovne uspehe. Z vidika potrošnika je cilj komuniciranja biti informiran in pripravljen dati informacije o svojem reagiranju, zato da bi mogel čim bolje zadovoljevati svoje potrebe v smislu dolgoročnega blagostanja.\nProces komuniciranja je sistematično zaporedje dejanj usmerjeno k določenem cilju. Cilj komuniciranja je možno uresničiti le s komuniciranjem, vendar je uresničitev cilja odvisna od številnih faktorjev, katerih vplivanje je težko predvideti in nadzorovati. Uresničitev cilja komuniciranja, ki hkrati pomeni tudi učinkovitost komuniciranja, je odvisna od sestavin komuniciranja. Sestavine komuniciranja delimo v dve skupini, in sicer primarne in sekundarne. Primarne sestavine tvorijo sporočevalec, sprejemalec in posrednik ali prenašalec sporočila, sekundarne pa informacija in povratna zveza. Med najbolj znanimi načini razčlenjevanja procesa komuniciranja na njegova zaporedna dejanja je Laswellov verbalni model ali model raziskovalnih področij, po katerem lahko posamezna dejanja spoznamo, če odgovorimo na vprašanja: kdo sporoča kaj – po katerem kanalu – komu – s kakšnim učinkom. (Povzeto po Lorbeku (1979, 11-40))\nMed procesom komuniciranja se lahko pojavljajo motnje, do katerih pride zaradi neznanja, pomanjkanja poslovne etike ali pa po naključju. Motnje imajo naslednje pojavne oblike:\n- neustrezno vsebino oziroma obliko sporočila,\n- preobilico sporočil oziroma prekomerno ponavljanje določenega sporočila,\n- sporočila konkurence na istem kanalu ob istem času (Florjančič in Ferjan\n"], "4": ["2.2 ORODJA TRŽNEGA KOMUNICIRANJA", "(Vir: Kotler,1996, 597)\nHabjanič in Ušaj (1998, 102) navajata: »Izbira komunikacijskih orodij je odvisna od stopnje pripravljenosti potrošnikov za nakup. Stopnja pripravljenosti se povečuje od zavedanja, razumevanja, prepričanja preko nakupa do ponovnega nakupa. Tako imata oglaševanje in publiciteta največji vpliv na stopnjo zavedanja o obstoju izdelka, na razumevanje koristi in načina uporabe izdelka najbolj vplivata oglaševanje in osebna prodaja, porabnika najbolje prepričamo z osebno prodajo, na odločitev za nakup imata največji vpliv osebna prodaja in pospeševanje prodaje, na ponovni nakup pa lahko spomnimo z oglaševanjem. Oblikovanje komunikacijskega spleta pa je različno v posameznih stopnjah življenjskega cikla izdelka, tako sta v času uvajanja najuspešnejši orodji oglaševanje in publiciteta, nato pospeševanje prodaje in osebna prodaja. V obdobju rasti imajo vsa orodja sorazmerno majhen pomen, saj povpraševanje raste predvsem zaradi ustnega izročila. V obdobju zrelosti se poveča pomen pospeševanja prodaje, oglaševanja in osebne prodaje. V obdobju upadanja pa je najpomembnejše orodje pospeševanje prodaje.«\n"], "5": ["3 OGLAŠEVANJE", ""], "6": ["3.1 ZGODOVINA ZUNANJEGA OGLAŠEVANJA", "V starem veku je bilo najpogostejše oglaševanje od ust do ust. Kljub temu pa so prva oglasna sporočila našli že v ruševinah Pompejev. Prvi koraki proti sodobnemu oglaševanju so bili narejeni z iznajdbo tiska v 15. in 16. stoletju. Že v 17. stoletju so se oglasi pojavljali v tednikih v Angliji. Stoletje kasneje pa je bilo oglaševanje že široko razširjeno.\nZ razcvetom ekonomije v 19. stoletju je vedno bolj cvetelo tudi oglaševanje. Leta 1843 je prvo oglaševalsko agencijo ustanovil Volney Palmer v Philadelphiji. Na začetku so agencije delovale le kot posredniki za nabavo oglaševaskega prostora v časopisih, v 20. stoletju pa so začele prevzemati tudi odgovornost za vsebino le-teh (http://sl.wikipedia.org, 2008).\nŠtevilni strokovnjaki, med drugim tudi Ameriški inštitut za oglaševanje na prostem (Institute of Outdoor Advertising), so prepričani, da je ono najstarejša oblika oglaševanja v zgodovini človeštva. Še več, po njihovem prepričanju predstavlja oglaševanje na prostem tudi najstarejšo obliko množične komunikacije. Prve oblike oglaševanja na prostem strokovnjaki prepoznavajo v egipčanskih, več kot 5000 let starih, zapisih, vklesanih v obeliske svetišč v obliki hieroglifov. Egipčanski trgovci so prav tako uporabljali tudi tržna sporočila, vklesana v kamnite plošče in jih kot velike panoje raztavljali ob javnih poteh in cestah. Podobna so bila sporočila na ploščah v Grčiji in table na zidovih v Rimu. V bolj enostavnih oblikah so se že pojavljale zgodnje različice današnjih velikih plakatov – gledališki plakati. Arheološka najdba romanskega mesta Pompeji iz 8. stoletja priča o oglasnih sporočilih, ki so bila vklesana na mestnih zidovih, torej bi tu lahko govorili kar o zidnem ali stenskem oglaševanju. Za te prve oglase je značilno, da so bili pretežno slikovni ali simbolni, kajti večina ljudi je bila takrat nepismena.\nKasneje v zgodovini lahko pod zunanje oglaševanje štejemo tudi izveske angleških gostiln in prenočišč iz 15. stoletja. Do pravega razcveta zunanjega oglaševanja pa pride z izumom tiskarskega stroja, ki ga je leta 1450 razvil Johannes Gutenberg. Z njim je bilo sporočilo lažje prenosljivo iz lokacije na lokacijo in plakatiranje je prešlo v rabo povsod po Evropi. V 16. in 17. stoletju sta prve plakate izdajali le dve ustanovi, cerkev in država. V tem času je imela cerkev v družbi vsestransko vlogo, zato so bili letaki pogosto pritrjeni na vrata cerkva. Na tak način je tudi Martin Luther na cerkvena vrata pribil plakat s 96 tezami. Plakat je bil sicer narejen ročno, v enem samem izvodu, učinek pa, vemo, epohalen: sprožil je reformacijo. Da tovrstno oglaševanje ni bilo le domena evropskega prostora, pričajo tudi tiskovine iz 16. stoletja na Kitajskem, ki jih lahko štejemo med prednike plakatov in so bile naperjene proti zahodu, zlasti Evropi in krščanstvu. Prednost teh tiskovin je bila, da so bile ilustracije razumljive tudi nepismeni publiki. Ta medrazredni apel je omogočila uporaba tradicionalnih podob – idiomov. \nZa 18. in 19. stoletje, v obdobju po industrijski revoluciji, so že značilni plakati, kot jih poznamo danes. Plakate so množično tiskali in postavljali vsi, ne le cerkev in država. V Franciji je bil konec stoletja celo sprejet zakon, ki je posameznikom dovoljeval postavljati plakate, vendar so morali biti barvni, kajti črno beli so bili rezerviran za oblast. V tem obdobju lahko prvič govorimo o simbiozi oglaševanja in umetnosti. Najbolj znana umetnika, ki sta se ukavarjala z oblikovanjem oglaševalskih tiskovin sta bila Claude Monet in Toulouse Lautrec.\n"], "7": ["3.2 SPLOŠNO O OGLAŠEVANJU", "Oglaševanje je eno od petih glavnih orodij, ki jih podjetja uporabljajo za prenos sporočil, s katerimi prepričujejo kupce oziroma ciljno občinstvo. Kot oglaševanje opredelimo vsako plačano obliko neosebnega predstavljanja in promocija zamisli, dobrin ali storitev, ki jo plača znani naročnik (Kotler, P. 1996, 627).\nPri oglaševanju je najpomembneje to, da gre za načrtno delovanje na človekovo psiho z namenom ustvariti čim intenzivnejšo in dolgotrajno pripravljenost za nakup(ovanje) izdelka ali storitve. Oglaševanje mora biti torej usmerjeno na psihološke dejavnike, ki vplivajo na nakup blaga ali storitve. Glavni namen vsakega oglaševanja (produkta ali storitve) je povečati obseg prodaje, torej povečati tržni delež. Smiselno to velja tudi za oglaševanje neprofitnih organizacij (npr.: političnih strank). Oglaševanje je ekonomsko opravičljivo le, če je ta cilj mogoče doseči. Ker pri oglaševanju nastopajo veliki stroški oglaševanja, je oglaševanje smiselno le, če je potencial trga zadosten (Florjančič, J., Ferjan, M.,2000).\nV vsakdanji rabi se oglas pogostokrat enači z reklamo. Reklama je na splošno namerna in neprisiljena oblika vplivanja na odzivanje določene skupine ljudi. Reklama za idejne namene se največkrat imenuje propaganda (npr. politična ideja). Gospodarska reklama obsega vse ukrepe za pospeševanje prodaje: oglase, pisma, prospekte, letake, kataloge, plakate, izložbe, svetlobno, filmsko, radijsko in televizijsko reklamo ter značilne parole (ang. Slogan) (Leksikon, 1994, str. 452).\nSeveda je oglaševanje koristno tudi za porabnika, ne le za proizvajalca, saj omogoča boljši pregled nad ponudbo, vpliva na povečanje prodaje ter s tem na zniževanje stroškov proizvodnje (Starman, 1998, str. 2-17).\nKirpatrick (1994, str. 1-90) navaja tudi kritike oglaševanja in jih deli v naslednje skupine:\n- Kritike ekonomskih učinkov oglaševanja:\n- oglaševanje povzroča monopol,\n- oglaševanje dviguje cene.\n- Kritike družbenih učinkov oglaševanja:\n- oglaševanje prepriča porabnike, da kupujejo stvari, ki jih ne  potrebujejo,\n- oglaševanje nasprotuje porabnikovemu dobremu okusu.\n"], "8": ["3.3 OGLAŠEVANJE NA PROSTEM", "Oglaševanje na prostem je ena najstarejših oblik komuniciranja, saj so sporočila klesali v kamne že v starem Egiptu. Na osnovi ocene glede različne uporabe je zunanje oglaševanje zelo primerno za poudarjanje potez ali posameznih značilnosti, prepoznavanje identitete embalaže, eleganco, razburjenje in lepoto, kvaliteto ter navajanje k spolnosti. (Mayer, 2001, str. 15.)\nOglaševanje izven doma je eno od petih najpogostejših oblik oglaševanja, med katere, poleg njega, uvrščamo še televizijo, radio, tisk in internet. Od ostalega oglaševanja se ono najbolj razlikuje po načinu sprejemanja oglasov. Za razliko od drugih oblik oglaševanja, kjer potrošniki 'poiščejo in najdejo' oglas tam, kjer iščejo druge informacije, oglaševanje na prostem 'pride samo od sebe', ne da bi potrošnik iskal karkoli, še zlasti ne medijske informacije. Drugače povedano, oglaševanje izven doma potrošnika dobesedno doleti, zadane ga brez njegove vnaprejšnje vednosti in pričakovanja. Poleg tega gre pri vseh ostalih medijih v osnovi za informativne medije, kjer je oglaševanje večinoma drugotnega pomena, pri oglaševanju izven doma pa je največkrat edina funkcija medija izključno oglaševanje. To seveda ne velja v primeru transportnega in s tem avtobusnega oglaševanja ter v primeru t.i. oglaševanja na uličnem pohištvu, kjer so primarne funkcije medija načeloma drugačne; velja pa za veliko večino tovrstnih medijev(http://sl.wikipedia.org).\nKobliski (2005, str. 154), opredeljuje oglaševanje na prostem kot drzno, raznoliko in stalno. Vprašanje je, kako doseči določeno demografsko skupino. Pogosto argumentira, da že prikazujemo svoje zaupanje v moč oglaševanja na prostem, če smo na stavbo svoje pisarne obesili napis,. Sedaj se moramo samo še odločiti, koliko ljudi bo videlo naš napis podjetja ali njemu podoben napis. So vam ljudje, ki potujejo mimo vašega vhoda, dovolj, ali morate doseči tudi ljudi, ki navadno ne uporabljajo poti? Nedvomno moramo doseči mnogo več ljudi kot zgolj tiste, ki gredo vsak dan domov mimo vaših prostorov.\nTa oblika oglaševanja se je v Sloveniji začela razvijati šele po letu 1993, od takrat naprej pa se vse bolj uveljavlja. Najpopularnejši in najbolj številčni so veliki ali jumbo plakati. Njihova prednost je dobra vidijivost, izpostavljenost štiriindvajset ur na dan, možnost dobre geografske pokritosti in nizki stroški.\nLeta 1997 je bila Slovenija prvič vključena v vseevropsko raziskavo o številu velikih panojev. Že takrat smo bili v razmerju števila panojev na 1000 prebivalcev v Evropi nadpovprečno visoko. Tako smo imeli v tem času v Sloveniji ob približno 3.500 površinah eno veliko oglasno površino na skoraj 500 prebivalcev oziroma dve in pol oglasni površini na tisoč prebivalcev (tabela 1), (Zorko, 1998, str. 31).\nV letu 2006 pride približno ena velika oglasna površina na 330 prebivalcev oziroma tri oglasne površine na tisoč prebivalcev. Vendar je tu še izjemno veliko število manjših oglasnih površin, ki so postavljene na novo. V Sloveniji se večina oglasnih \npovršin oglaševanja na prostem nahaja na velikih panojih, ulični opremi ter na prevoznih sredstvih, torej ob cestnih površinah ali na vozilih, ki se vozijo po njih.\n(Vir: European Campaign Planner, 1997, v Zorko, 1998, str. 31)\nKot vidimo iz tabele 1 je bilo leta 1997 največ zunanjih oglasnih površin na tisoč prebivalcev na Češkem, tržni delež pa je bil najvišji v Franciji. Najmanj tovrstnih površin in tudi najnižji tržni deleži so bili v skandinavskih državah, Slovenija pa je bila s 5,4% tržnega deleža in 2,5 oglasne površine na tisoč prebivalcev nekoliko nad evropskim povprečjem.\nV zadnjih petnajstih letih se je število oglasnih površin oglaševanja na prostem naglo povečalo. Tako na sliki 3 vidimo, da je v prvih letih število oglasnih površin na panojih strmo naraščalo (iz nekaj 100 na 3000 površin), v zadnjih letih pa je število velikih površin (veleplakati) skoraj enako, za kar so poskrbele tudi občine s svojimi predpisi. Podjetja se sedaj bolj usmerjajo h kvaliteti storitev. V tem času se je pojavilo tudi veliko novih oblik oglaševanja na prostem: na in v transportnih sredstvih (pročelja vozil, vzglavniki), v trgovskih središčih (vozički, na \ntleh), v toaletnih prostorih, v obliki kartic, na zadnji strani računov, športnih objektih, na balonih itd.\n(Vir: MM, 2008) Pod kategorijo ostalo spada več kot 100 površin tipa »rotopano«, velikosti 18 m2 (6 x 3 m), in okrog 100 nestandardnih površin, ki so praviloma večje od 18 m2. Ti objekti so največkrat postavljeni ob avtocestah. Zanimivo je, da slovenskega izraza za te objekte sploh ne poznamo oziroma ga v praksi ne uporabljamo. Lahko bi jih poimenovali gigantski plakati ali skrajšano »giga«, sicer pa sta najbolj uveljavljena angleška izraza »bigboard« in »megaboard«. Največje med temi postavlja podjetje Amicus in merijo 15 metrov v dolžino in 6 metrov v širino (90 m2). V začetku leta 2006 je prve velike oglasne panoje postavilo tudi avstrijsko podjetje Outdoor Akzent, ki pa ima zaenkrat v Sloveniji še zanemarljiv delež.\nDanes je v Sloveniji velikih površin (nad 12 m2) več kot 6.000; skupaj z manjšimi plakatnimi mesti pa skoraj 11.500 oglasnih površin na prostem. 53 odstotkov je velikih panojev, 27 odstotkov neosvetljenih malih panojev (»city«), 18 odstotkov je svetlobnih vitrin, 2 odstotka pa zavzemajo ostale površine (slika 3).\nV zadnjih nekaj letih se je hitro razširil medij neosvetljenih manjših površin, ki se je v začetku imenoval »Supreme«, danes pa se trži pod blagovno znamko »City«. Število obcestnih panojev se je v zadnjih letih ustalilo, velik porast pa je opaziti pri svetlobnih vitrinah, zlasti v sklopu avtobusnih postajališč (Mediaskop 2005, Mediapool).\n"], "9": ["3.3.1 PREDNOSTI OGLAŠEVANJA NA PROSTEM", "Avtorja Sissors in Bumba (1992, str. 222-224) navajata sedem razlogov za uporabo tovrstnega oglaševanja.  1. Široka pokritost lokalnih trgov. Oglaševanje na prostem na številnih trgih  zagotavlja široko lokalno pokritost mobilne populacije v 30-dnevnem  obdobju trajanja akcije. Vendar s tem še ni zagotovljeno, da bo sporočilo  prebrano, ampak omogoča le potencialno izpostavitev sporočilu.  2. Visoka frekvenca. Medij ima visoko frekvenco pri doseganju mobilne  populacije. Na tem področju so mediji oglaševanja na prostem verjetno celo  najmočnejši.  3. Največja možna dimenzija tiskanega oglasa. Velikost zbuja močno pozornost.  Oglaševanje na prostem omogoča oglaševalcem pridobivanje pozornosti z  velikostjo medija, barvo in tudi osvetlitvijo.  4. Geografska prilagodljivost. Lahko je uporabljeno lokalno, regionalno ali  nacionalno. Tudi znotraj določenega trga je možno poudariti želene  segmente.  5. Velika vidnost v poletnih mesecih. V tem času veliko ljudi potuje, zato je  vidnost oglaševalnih blagovnih znamk povečana.  6. Štiriindvajseturna izpostavljenost. Ker so mnogi oglasni panoji osvetljeni, je  tudi sporočilo na njih vidno kadarkoli, podnevi ali ponoči. Vse dokler obstaja  mobilna populacija, obstaja tudi možnost izpostavitve.  7. Dobro za prenašanje preprostih sporočil in identifikacijo. Zgraditi zavedanje  blagovne znamke je ena od velikih prednosti tega medija.\nInternetni vir ([:URL: http://132.241.182.52/recr222/notes/advert/massmed.htm] april 2006) navaja naslednje prednosti oglaševanja na prostem, ki so v marsikateri točki enake kot pri navedenih razlogih za uporabo oglaševanja na prostem:\n- geografska selektivnost,\n- stroškovna učinkovitost – stroški na tisoč doseženih kupcev so pri  oglaševanju na prostem med najnižjimi,\n- visoka frekvenca; rezultati analiz kažejo, da odrasli v povprečju vidijo  oglas na velikem plakatu od 29- do 31-krat na mesec,\n- visok doseg; oglasi na prostem lahko dosežejo veliko število  potencialnih potrošnikov na določenem območju,\n- možnost bližine prodajnega mesta,\n- močna vidljivost poleti,\n- močna pokritost lokalnih trgov.\nPrednost zunanjega oglaševanja je tudi široka pokritost lokalnega trga. Rezultat visoke stopnje pokritosti sta visoka stopnja dosega in visoka frekvenca. Poleg tega je z zunanjimi mediji možno doseči večjo geografsko prilagodljivost, doseganje visoke stopnje zavedanja in učinkovitosti v smislu nizke cene na tisoč. \nPo teoriji je torej ena od glavnih prednosti zunanjega oglaševanja visoka frekvenca (Sissors., Bumba 1992, str 222), saj ljudje opazimo isti oglas ob cesti tudi do 100 ali večkrat v času kampanje.\nSporočilo oglaševanja na prostem se razlikuje tudi v tem, da je v primeru osvetljenosti porabnikom na voljo 24 ur na dan in 7 dni na teden. Potrošnik nima denarnih stroškov niti ne porabi dodatnega časa. Prednosti oglaševanja na obcestnih panojih so predvsem širok doseg (množični medij) in velika frekvenca. Uspešno dosega vse segmente populacije, še posebno ob vpadnicah v mestna središča. Menjava lokacije oz. fleksibilnost je zelo velika, pozicioniramo ga lahko na mesto, kjer ocenjujemo, da bo učinek največji, spada tudi med cenejše oblike oglaševanja in je najboljši medij za dosego lokalnega prebivalstva. Prednosti oglaševanja na prostem so še prožnost, veliko ponovljenih izpostavitev, nizki stroški in majhna konkurenca. (France, 1999, str. 7-17).\n"], "10": ["3.3.2 SLABOSTI OGLAŠEVANJA NA PROSTEM", "Ena od večjih težav oglaševanja na prostem je ta, da je težko meriti občinstvo. Drug problem pa izhaja s strani okoljevarstvenikov. Ponekod so bili oglasni nosilci odstranjeni, čeprav nekateri trdijo, da zanimivi panoji poživijo in polepšajo okolje ter avtoceste s privlačnim sporočilom. Spet drugi menijo, da je ta medij vsiljiv in neestetski, kar je v veliki meri stvar posameznih okusov (Shimp, 2000, str. 370-376, 477-498).\nSlabost tega načina oglaševanja je tudi omejitev ustvarjalnosti in neselektivnost, kar pomeni, da ga ne moremo usmeriti samo na naš ciljni segment, zato oglaševanje navadno dopolnjujemo še z ostalimi načini oglaševanja. (France, 1999, str. 7-17).\nPoglavitna pomanjkljivost oglaševanja na prostem je kratkotrajnost oglasa oziroma čas, ki je potreben, da vozniki oglas vidijo in preberejo. (Martinčič, 1998, str. 29-30).\n"], "11": ["3.3.3 VLAGANJE V ZUNANJE OGLAŠEVANJE", "V Sloveniji spremlja podatke o vlaganju v oglaševanje Delo Stik od leta 1986 naprej. V Marketing Magazinu objavljeni Propagandni barometer je bil do leta 1991 jugoslovanski, od takrat naprej pa spremlja vlaganje oglaševalcev v slovenske medije. Mediji sami posredujejo podatke o prihodkih od prodaje oglasnega prostora in časa. Zadnji MM-ov pregled realizacije oglaševanja v slovenskih medijih vsebuje 91 medijev. Podatki pomenijo stvarno denarno oglasno realizacijo.\nTabela 2 prikazuje vsoto denarja porabljenega za oglaševanje v slovenskih medijih skupaj v DEM in po odstotkih glede na vrsto medija od leta 1990 do 1997. \n(Vir: Marketing Magazin, februar 1992, februar 1993, februar 1994, februar 1995, februar 1996, februar 1997, februar 1998).\nV času Jugoslavije je bila Slovenija na prvem mestu glede vlaganja oglaševalcev v tiskane medije v letih 1989 in 1991. Takrat je bil tudi prihodek od oglaševanja v primerjavi z ostalimi jugoslovanskimi republikami v Sloveniji največji. Zanimiv je tudi podatek, da je vrednost slovenskega oglaševalskega kolača v letu 1991 padla za 12% v primerjavi s prejšnjim letom. Ta padec pripisujejo politični krizi v državi, ki ji je botroval izpad povpraševanja zaradi razpada Jugoslavije. Trendi kažejo, da se bodo deleži v medijskem kolaču in s tem tudi dohodki povečali predvsem pri televiziji in zunanjem oglaševanju.\nLeta 1991 je med mediji prvo mesto znotraj oglaševalskega kolača zasedla televizija, sledi nekaj let, ko so dnevniki predstavljali največji kos oglaševalske pogače v Sloveniji, leta 1995 pa je televizija zopet na vrhu in je do leta 1997 še okrepila vodilni položaj. Zunanje oglaševanje se prvič pojavi šele v letu 1993, od takrat naprej pa njihov delež pri vložku v oglaševanje vztrajno narašča. Delež vlaganja v dnevnike se je precej povečal v letih 1991 in 1992.\nMediana pa meri bruto vrednosti oglaševanja v slovenskih medijih, spremlja 81 medijev, brez radia, vendar so podatki na voljo šele od leta 1994. Taki podatki kažejo dejansko podobo realnih objav ne glede na plačilo (Marketing Magazin, februar 1998, str. 9).\nIzdatkov za oglaševanje naj po mnenju nekaterih ne bi uvrščali med stroške, ampak med investicije. (Brannan, 1993, str. 15.) Po raziskavah opravljenih v sredini 80-ih v Veliki Britaniji, naj bi podjetja, ki so več vlagala v oglaševanje, dosegala večjo donosnost takšnih investicij.\nOglaševanje na prostem je ocenjeno kot eno od najhitreje rastočih trgov v panogi. Od leta 1999 je raslo hitreje kot katerikoli drugi oglaševalski medij in sicer več kot 5 % letno, celoten trg pa se je povečal za cca. 4 %. Leta 2004 je bil svetovni trg oglaševanja na prostem ocenjen na 17 milijard eurov, kar predstavlja 5,2 % celotne \nletne investicije v oglaševanje po svetu. (Interni podatki podjetja Zenith Optimedia, 2005.)\nPri Mediani so pripravili pregled bruto vrednosti oglaševanja v medijih. Bruto vrednost oglaševanja v Sloveniji je v letu 2008 znašala 522,2 milijona evrov, kar predstavlja 15-odstotno rast v primerjavi z letom poprej. Čeprav je ta številka nižja, ko smo govorili o 20-odstotni rasti, pa v kriznih časih prinaša zelo visoko rast. Na prvi pogled se torej zdi, da je recesija oglaševalski trg zaobšla. Toda če oglaševalski kolač vzamemo pod drobnogled, se nam razkrije tudi druga plat medalje. Primerjava oglaševanja po mesecih v letih 2007 in 2008 pokaže, da je bila rast oglaševanja v drugi polovici lanskega leta iz meseca v mesec manjša. Najopaznejša je manjša rast ravno v zadnjih štirih mesecih. V prvem polletju je bila rast bruto vrednosti oglaševanja okrog 20-odstotna, od septembra dalje pa je konstantno padala, tako da je v decembru dosegla le še 3 odstotke več glede na december 2007. Vzrok za to lahko iščemo tako v krizi kot tudi v pretirani rasti oglaševanja v prvi polovici leta 2008.\nBruto vrednost na Mediani izračunajo iz evidence vseh objavljenih oglasnih sporočil v tisku, na televiziji, medijih na prostem, kinematografih in na internetu. Vsak objavljen oglas evidentirajo in ga ovrednotijo po ceni, navedeni v uradnem ceniku medijske enote. Vsa evidentirana oglasna sporočila so izražena v denarni valuti, pri čemer agencijski, količinski in drugi popusti niso upoštevani. Za radio zaradi preobširnosti medija pripravijo samo oceno oglaševalske vrednosti. Televizija je še vedno najbolj dominanten medij, saj v oglaševalskem kolaču predstavlja dobro polovico skupne bruto vrednosti oglaševanja (55 odstotka), z 11 odstotki sledijo dnevniki, desetino kolača predstavljajo revije, 7 – odstotni delež imajo zunanji mediji, odstotek manj priloge dnevnikov, sledita radio in internet s po 4-odstotnim deležem, časopisi predstavljajo 3 odstotke, vloženke v tiskanih medijih in kinematografi ter nov medij mobilni marketing malo manj kot pol odstotka.\nZmagovalec po rasti bruto vrednosti oglaševanja v lanskem letu je vsekakor internet. Pri tem mediju so na mediani namreč glede na leto 2007 zabeležili kar 75-odstotno rast (MM, januar 2009). \n(Vir: MM, 2008) V svetu obstajajo dokaj velike razlike v deležih oglaševanja na prostem med posameznimi državami. V razvitem svetu se odstotki gibljejo od 3 do 15 % oglaševalskega kolača. Kalifornija je znana kot država velikih panojev, kjer imajo kar 15-odstotni delež oglaševanja na prostem.\nPo podatkih specializiranega podjetja Kinetic Worldwide danes zavzema delež zunanjega oglaševanja v Združenih državah od 3 do 4 %, v kontinentalni Evropi nekje med 5 in 7 % ter v Veliki Britaniji od 5 do 9,5 % oglaševalskega proračuna (Eddleston, 2005.). Podatki so približni, saj se vsako leto menjajo, povrhu vsega pa so v vsaki državi drugačni. Dodatno je metoda merjenja in tudi vir povsod drug.\n"], "12": ["4 OGLAŠEVALCI IN BLAGOVNE ZNAMKE", "Že več let zapored v sam vrh največjih oglaševalcev glede na bruto vrednost oglaševanja sodijo ista podjetja. Spreminja se samo vrstni red. A ne za največjega. Že od leta 1997 je to multinacionalka P&G, ki se na vodilnem mestu ali pa tik pod njim, nahaja v večini evropskih držav. Z oglaševanjem kozmetičnih izdelkov in čistilnih sredstev se predstavlja pretežno na televiziji, vedno večji pa je delež tudi ostalih medijev, kjer imamo možnost videti njihove blagovne znamke. V primerjavi z letom 2005 se je bruto vrednost oglaševanja vodilnega oglaševalca povečala še za 19 odstotkov. Omenjeni družbi sledita še dve multinacionalki, ki oglašujete konkurenčne znamke in sicer Reckitt Benckiser z najbolj oglaševanimi znamkami Vanish, Cilit in Calgon ter Henkel Slovenija, kjer so paradne znamke Persil , Bref in Silan, vsaj glede na oglaševanje.\nPetnajsterica največjih oglaševalcev ostaja skorajda enaka kot leto prej. Iz lestvice sta izpadla le Porsche Slovenije, ki se nahaja na 20. mestu in Pejo trading, pri katerem beležimo skorajda 72 odstotno zmanjšanje bruto vrednosti oglaševanja in s tem padec iz 10. mesta, kjer se je nahajal v letu 2005, na 42. Podobne in še večje »padce« smo zabeležili še pri nekaterih slovenskih podjetjih: Batagel &Co. s sesalnimi tehnikami, otroška trgovina Ariel, uvoznik tujih blagovnih znamk Orbico in Vzajemna zdravstvena zavarovalnica, saj se v letu 2005 v nasprotju z letom prej, niso uvrstili niti med 100 največje.\nNasprotno pa so zmagovalci po visoki rasti bruto vrednosti oglaševanja podjetja, ki ponujajo različne vsebine za mobilne telefone. Družba 3line se je tako z množičnim oglaševanjem blagovne znamke Mobile Caffe predvsem na komercialnih televizijskih programih uvrstilo kar na deveto mesto največjih oglaševalcev. Med 100 največjih sta se uvrstili še dve konkurenčni podjetji in sicer Threeeants Koban & Co z blagovno znamko Mobi zabavo in Hartlab z Jolly mobile. Seveda podobno storitev pod znamko Mobitel Planet oglašuje tudi največji ponudnik mobilne telefonije Mobitel, ki je povečal skupno bruto vrednost oglaševanja za 13 odstotkov, njegov največji konkurent Si.mobil pa za 8 odstotkov. Da je bilo leto 2006 v znamenju oglaševanja telekomunikacij potrjuje še podatek, da je konec poletja pričel Mercator oglaševati predplačniški paket M mobil, ter da se je oglaševanje ponudnikov internetnih povezav povečalo za več kot tretjino. Pri tem sta levji delež prispevala glavna akterja Amis in Siol, ki sta močno povečala oglaševanje. Med oglaševalci, ki jim tudi lahko pripišemo, da so s povečano rastjo bruto vrednosti oglaševanja vplivali na oglaševalski trg v letu 2005, so vsekakor trgovci. Verjetno je eden izmed glavnih razlogov prihod in pričetek oglaševanja Hoferja in s tem seveda posledično tudi povečanje oglaševanja konkurenčnih trgovcev Engrotuš, Mercator in Spar Slovenija. Drugi razlog pa je mogoče prihod nove valute in s tem povezanimi vsebinami v oglasnih sporočilih, ki so preplavili naše medije v zadnjih mesecih.\nTudi na vrhu najbolj oglaševanih blagovnih znam ni sprememb. Še vedno sta vodilni znamki dveh ponudnikov mobilne telefonije Mobitel in Si.mobil Vodafone Sledijo najboljši sosed Mercator, kozmetična znamka Nivea, že omenjena znamka Mobile \nCaffe, ki je seveda v letu 2005 ni bilo med najbolj oglaševanimi. Do desetega mesta si sledijo še Danone, L'Oreal, Hoffer, Tuš, slednji se v letu 2005 prav tako nista nahajali na tako visokem mestu, ter zopet stara znanka podobnih lestvic Renault (Marketing Magazin, 2008).\n4.1 KORELACIJA MED BRUTO DOMAČIM PROIZVODOM  IN VLAGANJEM V OGLAŠEVANJE Slika 5 ponazarja enakomerno rast bruto domačega proizvoda v primerjavi s porabo oglaševalskega denarja. Oba ekonomska kazalnika sta izračunana na prebivalca Slovenije. Dokaj nazorno se vidi povezanost oziroma manjši padec obeh v letu 1991 in dokaj enakomerno in tudi usklajeno stopnjo rasti po letu 1992. Zaključimo lahko, da se z večanjem BDP-ja, veča tudi vložek sredstev v oglaševanje.\n(vir: Vir: Statistični letopis republike Slovenije 1997, statistični zavod RS in Marketing Magazin, marec 1991, februar 1992, februar 1993, februar 1994, februar 1995, februar 1996, februar 1997, februar 1998).\nDokazana je korelacija med bruto domačim proizvodom in vlaganjem v oglaševanje. Države z višjim bruto domačim proizvodom praviloma vlagajo več v oglaševanje kot države z nižjim bruto domačim proizvodom (Splet, oktober 1998, str. 3). \n(Vir: Statistični letopis republike Slovenije 1997 in Marketing Magazin, marec 1991, februar 1992, 1993, 1994, 1995, 1996, 1997 in 1998).\nSlika 6 nam prikazuje dokaj sorazmerno rast prometa trgovine na drobno na prebivalca Slovenije in vlaganja v oglaševanje. Po letu 1991 se obe krivulji strmo vzpenjata, nekje po letu 1995 pa se je rast pri obeh nekoliko umirila, a je se vedno prisotna.\n(Vir: Statistični letopis republike Slovenije 1997; Splet, februar 1998; Marketing Magazin, marec 1991, februar 1992, februar 1993, februar 1994, februar 1995, februar 1996, februar 1997, februar 1998).\nSlika 7 kaže, kako je do leta 1995 konstantno naraščal delež porabe za oglaševanje v BDP-ju, potem pa je nekoliko padel in v letu 1997 znaša 0.7 %. Ravno tako je na drugi strani rast trga drastično upadla po letu 1995.\nPomemben ekonomski kazalec je odstotek bruto domačega proizvoda, ki ga država oziroma podjetja v njej namenjajo za oglaševanje. Raziskava je pokazala, da sredstva za oglaševanje v EU predstavljajo v povprečju 1 % bruto domačega proizvoda (Kaynak, 1992, str. 39).\n(Vir: Statistični letopis republike Slovenije 1997. Marketing Magazin, marec 1991, februar 1992, februar 1993, februar 1994, februar 1995, februar 1996, februar 1997, februar 1998)\nSlika 8 nam prikazuje dve skoraj identični krivulji, kar pomeni, da je stopnja rasti povprečnih mesečnih bruto plač in pa stopnja rasti prometa oglaševalskih agencij skoraj enaka. Le v letu 1992 je promet agencij nekoliko upadel, glede na prejšnje leto, sicer pa se tako promet oglaševalskih agencij, kot tudi plače zaposlenih v podjetjih in drugih organizacijah strmo vzpenjajo z vsakim letom.\nNa osnovi podatkov, zbranih v tem poglavju in prikazanih v diagramih, lahko sklenemo, da je razvoj oglaševalske dejavnosti tesno povezan z razvojem celotnega gospodarstva države Slovenije. Že samo primerjava rasti bruto domačega proizvoda in porabe denarja za oglaševalske namene, kaže na veliko stopnjo skladnosti oziroma \nsoodvisnosti. Nadalje smo priča enakomerni inflacijski stopnji v primerjavi z vlaganjem v oglaševanje in zelo podobni rasti plač ter prometa oglaševalskih agencij. Vsi omenjeni kazalci so v vzponu, kar pomeni, da so njihove krivulje naraščajoče in se vzpenjajo vsako leto. Samo odstotek porabe oglaševalskega denarja v bruto domačem proizvodu in rast trga sta se nekoliko umirila, trg se je ustalil pri 5 odstotni letni rasti in delež v BDP-ju, ki ga namenjamo za oglaševanje je še vedno nekoliko nižji od zahodnoevropskega.\nGlede na vse to lahko tudi v naslednjih letih pričakujemo povečevanje sredstev namenjenih za oglaševanje, hkrati pa tudi približevanje evropskim standardom. Oglaševanje bi po vseh ocenah moralo v prihodnosti se utrditi svojo vlogo v slovenskem gospodarstvu. \n5 OGLAŠEVALSKA USPEŠNOST GLEDE NA CENE  STORITEV Na medijih na prostem smo v lanskem letu lahko občudovali oglase v bruto vrednosti 35,7 milijona evrov, kar predstavlja 11- odstotno rast glede na leto 2007. V lanskem letu so na Mediani namreč prvič pridobili podatke podjetja Amicus, ki trži tudi gigantske panoje ob avtocesti.\nMed najbolj oglaševanimi znamkami (slika 9) so bile v letu 2008 predvsem trgovske in mobilna telefonija. Na samem vrhu je Mobitel, za njim najboljši sosed Mercator, nato avtomobilska znamka Ranault, Simobil, Spar Slovenija, kozmetična znamka L'Oreal in nazadnje Engrotuš.\n(Vir: Marketing Magazin, januar 2009)\nV primerjavi z drugimi mediji je oglaševanje na prostem zelo vplivno in najugodnejše glede na stroške, najbolj dosegljivo in frekvenčno, najbolj kontinuirano in najbolj usmerjeno na ciljno skupino. Radio in zunanje oglaševanje imata precej skupnih točk. Oba medija komunicirata z občinstvom, ki je v gibanju. Oba lahko prineseta veliko vtisov tudi s pomočjo omejene količine denarja. Oba sta lokalna in ciljno usmerjena. (Kenneth, Maas, 1995, str. 70).\n"], "13": ["II. RAZISKOVALNI DEL", ""], "14": ["6 O RAZISKAVI", ""], "15": ["6.1 NAMEN OZIROMA CILJ RAZISKAVE", "Osnovni namen oziroma cilj raziskave je ugotoviti, kaj najbolj vpliva na ceno oglaševanja ter kaj vse pripomore k boljšemu priklicu samega proizvoda. Poleg glavnega cilja raziskave bom primerjala podatke o prihodku iz poslovanja in čistem dobičku v oglaševalskem podjetju Amicus v zadnjih petih letih. S tem bom ugotovila, koliko je k dobičku pripomogel njihov nov način oglaševanja na giga panojih, s katerimi so začeli tržiti 3 leta nazaj in kateri je trenutno edini ponudnik tovrstnega oglaševanja v Sloveniji.\n"], "16": ["6.2 VPRAŠANJA RAZISKAVE", "Cilj raziskave je ugotoviti obstoječe stanje na področju oglaševanja v podjetju Amicus d.o.o. ter odgovoriti na naslednja vprašanja:\n"], "abstract": ["Oglaševanje je oblika komunikacije s katero se želi prepričati potencialne kupce v nakup ali večjo potrošnjo določene blagovne znamke izdelka ali storitve. Eden izmed najstarejših in najbolj osnovnih načinov oglaševanja, je oglaševanje na prostem. Dandanes se s to obliko oglaševanja srečujemo na vsakem koraku izven doma. Osnovni namen oziroma cilj raziskave je bil ugotoviti, kaj najbolj vpliva na ceno oglaševanja ter kaj vse pripomore k boljšemu priklicu samega proizvoda. V prvem delu diplomske naloge smo predstavili področje oglaševanja v teoriji. Izpostavili smo procese in orodje marketinškega komuniciranja, oglaševanje na splošno, prednosti in slabosti zunanjega oglaševanja. S pomočjo zbranih podatkov in virov smo v drugem delu diplomske naloge predstavili medije oglaševanja v podjetju Amicus d.o.o. Primerjali smo podatke o prihodku iz poslovanja in čistem dobičku podjetja v zadnjih petih letih. S tem smo ugotovili, da je levji delež k dobičku pripomogel njihov nov način oglaševanja na giga panojih, katerega površina meri 90 mš. Podjetje Amicus d.o.o. je sicer tudi edini ponudnik na področju tovrstnih medijev v Sloveniji. V drugem delu pa smo tudi raziskali dejavnike, ki vplivajo na rast cene ter izboljšajo priklic oglasa. Ugotovili smo, da pravilna postavitev oglasnih proizvodov na površini bistveno poveča priklic oglaševanega proizvoda, oziroma storitve. Prav tako se izboljša priklic pri oglaševanju z znanimi osebnostmi. Na ceno ter priklic oglasa vplivata lokacija ter čas trajanja oglaševanja, saj je le ta višja v mestnih občinah, kjer je večje število ljudi. Ugotovitve kažejo, da so časovno krajše akcije (do 21 dni) glede na vložena sredstva uspešnejše od daljših, saj je priklic oglasa v krajših akcijah višji."]}