{"1": ["1 UVOD", "Å½ivljenje lahko vidimo kot niz odloÄitev, ki smo jih, jih bomo, bodisi zavestno bodisi podzavestno, sprejeli. Na sprejete odloÄitve nimamo vpliva, lahko pa se uÄimo iz njihovih posledic. Pomembno je to, da se v prihodnje odloÄimo tako, da se Äim bolj pribliÅ¾amo naÅ¡im ciljem. Da bi se bolje odloÄili, si pomagamo na razliÄne naÄine, eden izmed njih je tudi uporaba programske opreme, namenjene podpori odloÄanju. ObstojeÄe reÅ¡itve imajo po naÅ¡em mnenju veliko pomanjkljivost. Treba jih je namestiti na sistem, Äe jih Å¾elimo uporabiti. Pri tem smo pogosto omejeni z izbiro naprave, operacijskega sistema ali odvisni od drugih programov, ki so potrebni za njihovo delovanje. V zadnjem desetletju smo bili Å¡e vedno priÄa veliki rasti uporabe interneta. RazÅ¡iril se je predvsem nabor naprav, s katerimi se povezujemo vanj, nenazadnje je to moÅ¾no tudi Å¾e z mobilnimi telefoni. Zanimalo nas je, Äe je mogoÄe izdelati sistem za podporo odloÄanju, ki obide vse omejitve klasiÄnega programa in deluje v okviru spletne strani. To pomeni, da ni odvisen od uporabljene naprave ali operacijskega sistema, hkrati pa ne zahteva administratorskih pravic, saj ga ni treba namestiti na sistem. Edini pogoj za delovanje je spletni brskalnik na napravi z dostopom do spleta. NaÅ¡ cilj je bil izdelati prototipni sistem za podporo odloÄanju, ki bi bil Å¡iroko dostopen in bi omogoÄil bolj mnoÅ¾iÄno uporabo teh sistemov. Razviti smo ga Å¾eleli z uporabo najnovejÅ¡ih spletnih tehnologij, s ciljem, da nudi pomoÄ pri procesu odloÄanja s kar najmanj omejitvami. Å½eleli smo, da je tudi nadgradljiv, da bi ga bilo mogoÄe v prihodnosti prilagoditi tudi reÅ¡evanju zahtevnejÅ¡ih odloÄitvenih problemov. V diplomskem delu so najprej opisane teoretiÄne osnove veÄkriterijskega odloÄanja, na katerih temelji prototipni sistem, ki smo ga zasnovali v skladu z zgoraj navedenimi cilji. V poglavju o teoretiÄnih osnovah tako najprej predstavljamo faze odloÄitvenega procesa. Temu sledi predstavitev nekaterih metod veÄkriterijskega odloÄanja. Predstavljeni sta metodi Abacon in Kepner-Tregoe, ki sta bili osnova za razvoj naÅ¡ega prototipnega sistema. Nato sledi predstavitev sistema in reÅ¡evanje hipotetiÄnega odloÄitvenega problema. Podan je pregled rezultatov testiranja v veÄ razliÄnih okoljih, izpostavljene so prednosti in morebitne slabosti ter navedene moÅ¾nosti za nadaljni razvoj sistema. Preverili smo tudi delovanje na razliÄnih napravah, operacijskih sistemih in z razliÄnimi brskalniki. V nalogi zaradi omejenega obsega dela in razpoloÅ¾ljivega Äasa enostavnosti uporabe naÅ¡ega prototipnega sistema nismo preverjali. Prav tako smo se morali omejiti pri odpravljanju pomanjkljivosti metode Abacon, na kateri temelji naÅ¡a prototipna metoda in ki so predvsem v omejenih moÅ¾nostih analize dobljenih rezultatov in medsebojnega primerjanja alternativ.\n"], "2": ["2 TEORETIÄŒNE OSNOVE", ""], "3": ["2.1 ODLOÄŒANJE", "OdloÄanje je del sploÅ¡nega reÅ¡evanja problemov. Je proces, v okviru katerega izberemo eno izmed veÄ alternativ, in sicer tisto, ki najbolj ustreza naÅ¡im ciljem. OdloÄitveni proces poteka v petih fazah:  1. Identifikacija odloÄitvenega problema  2. Identifikacija alternativ  3. Razgradnja problema in modeliranje  4. Vrednotenje, analiza in izbira alternativ  5. Realizacija odloÄitve Opis faz smo povzeli po knjigi OdloÄanje in modeli (Bohanec, 2006, str. 19-25), pri Äemer smo pri opisu posamezne faze Å¾e nakazali, na kakÅ¡en naÄin posamezna faza poteka v primeru prototipnega sistema za podporo odloÄanju ODESYS, ki bo predstavljen v praktiÄnem delu diplomskega dela.\n"], "4": ["2.1.1 Faza 1: Identifikacija odloÄitvenega problema", "Prva faza nastopi, ko ugotovimo, da obstaja odloÄitveni problem, ki ga je smiselno reÅ¡evati na sistematiÄen in organiziran naÄin. V njej ga poskusimo Äim bolje definirati, spoznati in razumeti. DoloÄimo predmet odloÄitve in postavimo cilje, ki jih Å¾elimo doseÄi. Oblikujemo odloÄitveno skupino in doloÄimo, kdo bo tisti, ki bo definiral kriterije, ocenil primernost alternativ in sprejel odgovornost za odloÄitev in morebitno realizacijo. V tej fazi izberemo raÄunalniÅ¡ka orodja, ki nam bodo pomagala pri izgradnji modelov in pri vrednotenju ter analizi alternativ. V primeru uporabe sistema ODESYS se prva faza zaÄne z izdelavo projekta, v sklopu katerega bomo reÅ¡evali odloÄitveni problem.\n"], "5": ["2.1.2 Faza 2: Identifikacija alternativ", "V tej fazi poskuÅ¡amo poiskati Äim veÄje Å¡tevilo alternativ in o njih pridobiti Äim veÄ podatkov. VeÄje Å¡tevilo alternativ pomeni veÄ moÅ¾nosti, da bomo med njimi naÅ¡li tako, ki nas bo kar najbolj pribliÅ¾ala ciljem, ki smo si jih zastavili. Pomembno je, da poleg oÄitnih poskuÅ¡amo aktivno poiskati in oblikovati nove alternative. Ena izmed alternativ naj bo tudi trenutno stanje, to je status quo. Tako lahko ocenimo, Äe morda ni obstojeÄe stanje boljÅ¡e od vseh alternativ, ki smo jih naÅ¡li. Pri spletnem sistemu ODESYS smo fazo identifikacije alternativ prestavili za fazo modeliranja odloÄitvenega problema, saj je model naÄeloma neodvisen od posameznih alternativ. Takrat Å¾e vemo, po katerih kriterijih bomo ocenjevali alternative.\n"], "6": ["2.1.3 Faza 3: Razgradnja problema in izbira alternativ", "Za odloÄitveno analizo je prav ta faza najbolj znaÄilna. V njej odloÄevalec, skupaj s strokovnjaki, Äe je to potrebno, zgradi enega ali veÄ modelov. Z modeli potem ovrednoti alternative, jih med sabo primerja, oceni tveganja in opravi druge analize, ki pripomorejo k boljÅ¡emu razumevanju posledic odloÄitve. V sploÅ¡nem gre za matematiÄne ali grafiÄne modele, s katerimi lahko opiÅ¡emo in opredelimo najpomembnejÅ¡e komponente odloÄitvenega problema. Komponente odloÄitvenega problema:  1. Struktura odloÄitvenega problema. Tu poskuÅ¡amo odloÄitveni problem  razgraditi na manjÅ¡e in laÅ¾je obvladljive odloÄitvene podprobleme. Rezultat  razgradnje lahko potem v veÄparameterskem modelu opiÅ¡emo z zaporedjem  odloÄitvenih vozliÅ¡Ä v odloÄitvenem drevesu. Pri prototipnem sistemu  predvidevamo, da bo uporabljen za enostavnejÅ¡e odloÄitvene probleme, zato  v trenutni verziji ne podpira strukturiranja na podprobleme.  2. Kriteriji. V modelu opredelimo kriterije, po katerih bomo vrednotili in izbirali  alternative. Å e posebno je pomembno, da upoÅ¡tevamo naÄelo polnosti in ne  spregledamo kriterijev, ki bistveno vplivajo na odloÄitev. UpoÅ¡tevati moramo  tudi naslednje zahtve:  a. Neredundantnost. Ne uporabljamo odveÄnih kriterijev, ki ne vplivajo  na odloÄitev. \n b. Ortogonalnost. Medsebojna neodvisnost kriterijev.  c. Operativnost. Merljivost kriterijev.  Za vsak kriterij nato doloÄimo, katere njegove vrednosti so najmanj in katere  najbolj zaÅ¾elene.  3. Preference. V tesni povezavi s kriteriji so preferenece ali subjektivno mnenje  odloÄevalca o tem, katere alternative so bolj zaÅ¾elene od drugih oziroma  kateri kriteriji so pomembni in se med seboj kombinirajo pri vrednotenju  alternativ. Preference lahko izrazimo z medsebojnim primerjanjem, z uteÅ¾mi  ali z odloÄitvenimi pravili.  4. Negotovosti. V modelih opisujemo tudi negotovost (tveganje), do katerega  lahko pride pri naÅ¡i odloÄitvi. VpraÅ¡ati se moramo, kateri so tisti pojavi,  procesi ali aktivnosti, ki jih ni mogoÄe nadzorovati, vendar lahko bistveno  vplivajo na naÅ¡o odloÄitev. Za modeliranje negotovosti uporabljamo  odloÄitvena drevesa in diagrame vpliva.\n"], "7": ["2.1.4 Faza 4: Vrednotenje, analiza in izbira alternativ", "V tej fazi uporabimo modele za to, da vrednotimo alternative. Za vsako alternativo pridobimo oceno kvalitete ali koristnost glede na zastavljene cilje odloÄitvenega problema, ob tem pa ponavadi ocenimo tudi tveganje pri izbiri alternative. Na osnovi teh izraÄunov je alternative moÄ urediti od najboljÅ¡e do najslabÅ¡e, hkrati pa izbrati najboljÅ¡o, tisto, z najviÅ¡jo koristnostjo in Å¡e sprejemljivim tveganjem. Modele je moÄ uporabiti za analize in simulacije. KonÄna ocena praviloma Å¡e ne zadoÅ¡Äa za ustvarjenje celovite podobe o posamezni alternativi in posledicah, ki bi jih prinesel njen izbor. Razumeti moramo pod kakÅ¡nimi pogoji se ocena lahko spremeni in kaj to pomeni za odloÄitev, v Äem se alternative med seboj razlikujejo, katere so prednosti in slabosti posamezne alternative. Odgovore lahko iÅ¡Äemo tudi z naslednjimi analizami in simulacijami:\n- Analiza \"kaj-Äe\"\n- Analiza obÄutljivosti\n- Simulacija Monte Carlo\n- Selektivna razlaga Na koncu opisane faze pride Å¡e kljuÄno vpraÅ¡anje: \"Se zdaj lahko odloÄimo?\". Ali lahko po opravljenem vrednotenju in analizah razvrstimo alternative od najboljÅ¡e do najslabÅ¡e? Lahko izberemo najboljÅ¡o? Bomo z njo dosegli zastavljene cilje? Pozitivni odgovori na ta vpraÅ¡anja pomenijo konec odloÄitvenega procesa. Pomeni, da smo alternativo izbrali in jo zaÄnemo uresniÄevati. Negativni odgovori pomenijo, da moramo poiskati nove, drugaÄne poti do odloÄitve. Lahko se vrnemo v prvo fazo in drugaÄe definiramo problem ter si zastavimo drugaÄne in realnejÅ¡e cilje. Lahko se vrnemo v drugo fazo in poiÅ¡Äemo nove alternative, na katere prej morda nismo pomislili. V tretjo pa se fazo vrnemo takrat, ko smo pri analizi alternativ opazili slabosti naÅ¡ih modelov in jih Å¾elimo odpraviti.\n"], "8": ["2.1.5 Faza 5: Realizacija odloÄitve", "Faza realizacije ni veÄ del, ampak rezultat odloÄitvenega procesa. Alternativa je bila izbrana, zdaj jo je treba implementirati (uresniÄiti). To pomeni, da zaÄnemo dodeljevati sredstva za uresniÄitev te alternative in da je ta proces v sploÅ¡nem nepovraten. Popolno in kvalitetno izpeljan odloÄitveni proces prispeva pomembne ugotovitve, ki jih je mogoÄe koristno uporabiti pri realizaciji odloÄitve. Med realizacijo lahko spremljamo odzive in spremembe okolja ter ukrepamo v skladu z ugotovitvami analiz. ÄŒe je treba, lahko vrednotenje in analize ponovimo v skladu z novimi spoznanji.\n"], "9": ["2.2 METODE VEÄŒKRITERIJSKEGA ODLOÄŒANJA", "V resniÄnosti alternative najveÄkrat nimajo le ene same lastnosti. Zato pravimo, da so odloÄitve veÄinoma veÄparametrske. Pri tem za vsakega od parametrov doloÄimo pogoje (kriterije), katerim mora ustrezati alternativa. Tak naÄin odloÄanja imenujemo veÄkriterijski, pri njem pa Å¾elimo doseÄi veÄ ciljev hkrati. Metod veÄkriterijskega odloÄanja je veliko in so tiste, pri katerih ocenjujemo alternative na osnovi veÄ lastnosti oziroma parametrov. Ocene po posameznih lastnostih nato zdruÅ¾imo v konÄno oceno vsake alternative in tako izberemo najboljÅ¡o. Z vidika delovanja spletnega sistema ODESYS je pomembno poznati dve metodi veÄkriterijskega modeliranja, na osnovi katerih deluje. To sta metodi Abacon in Kepner-Tregoe, ki obravnavata lastnosti alternativ na sistematiÄen naÄin in zahtevata, da jih opiÅ¡emo s seznamom parametrov. Metoda Kepner-Tregoe alternative tudi ovrednoti.\n"], "10": ["2.2.1 Abacon", "Abacon je metoda, ki temelji na analizi prednosti in slabosti alternativ. Je ena najbolj preprostih metod, ki vse alternative ovrednoti z enakimi merili. Metodo izvedemo v treh korakih:  1. Definiramo parametre (lastnosti) alternativ, ki vplivajo na odloÄitev in jih zato  Å¾elimo upoÅ¡tevati. Pazimo, da ne spregledamo nobenega bistvenega  parametra. Dobimo seznam parametrov.  2. Parametre uredimo od najbolj do najmanj pomembnega in jih drugega za  drugim nanizamo v tabelo.  3. Parametre razÅ¡irimo v atribute tako, da na desni strani definiramo njihove  merske lestvice. Te so povsem poljubne, pomembno je le, da so urejene od  leve proti desni. Na levi strani navedemo najslabÅ¡o, na desni pa najboljÅ¡o  priÄakovano vrednost atributa. V ta okvir lahko vriÅ¡emo alternative. Ko poveÅ¾emo toÄke, dobimo profile alternativ, ki jih med sabo lahko primerjamo. Bolj ko je profil pomaknjen proti desni in veÄja kot je njegova povrÅ¡ina na levi strani, boljÅ¡a je alternativa. \nOmejitve in slabosti metode:\n- uporaba pribliÅ¾nih merskih lestvic\n- uporaba pribliÅ¾nih vrednosti atributov\n- ne upoÅ¡tevanje razliÄnih pomembnosti atributov\n- majhno Å¡tevilo alternativ (ne veÄ kot 4)\n- majhno Å¡tevilo kriterijev (8-10)\n- omejene moÅ¾nosti za analizo Metoda se uporablja pri reÅ¡evanju nezahtevnih odloÄitvenih problemov, kjer Å¾elimo hitro dobiti pregled nad kakovostjo alternativ. Uporaba Abacon metode v opisani obliki ni primerna za implementacijo v sistemu ODESYS, je pa osnova, okrog katere smo zgradili sistem.\n"], "11": ["2.2.2 Kepner-Tregoe", "Metoda Kepner-Tregoe je nadgradnja metode Abacon, saj poleg opazovanja alternativ in medsebojnega primerjanja omogoÄa tudi njihovo vrednotenje. Pri tej metodi za vsak parameter vsake alternative pridobimo numeriÄno oceno od 0 (najslabÅ¡a vrednost) do 10 (idealna vrednost). S toÄkami od 1 do 10 doloÄimo tudi uteÅ¾i posameznih parametrov in jim tako doloÄimo njihovo pomembnost oziroma teÅ¾o. Posamezno alternativo ovrednotimo tako, da izraÄunamo uteÅ¾ene ocene za vsak parameter. To naredimo tako, da pomnoÅ¾imo oceno parametra z njegovo uteÅ¾jo. UteÅ¾ene ocene nato seÅ¡tejemo in dobimo skupno oceno alternative.  ğ‘›  u(a) = w t (a)  ğ‘–=1 i i\nu(a) je konÄna ocena alternative, n je Å¡tevilo parametrov, wi je uteÅ¾ i-tega parametra, ti(a) je Å¡tevilo toÄk alternative a pri i-tem parametru. Na podlagi ocen jih lahko rangiramo od najboljÅ¡e do najslabÅ¡e, oziroma izberemo najboljÅ¡o.\n"], "12": ["2.2.3 Metoda ODESYS", "Za potrebe spletnega sistema za podporo odloÄanju smo razvili izvirno metodo, ki smo jo poimenovali ODESYS. Pri njenem naÄrtovanju smo si za glavni cilj zastavili preprostost uporabe. Za osnovo smo vzeli metodo Abacon, ki pa smo jo priredili z nekaterimi elementi metode Kepner-Tregoe. Metodo ODESYS izvajamo v pet korakih:  1. Izdelava projekta  2. Vnos kriterijev  3. Vnos alternativ \n 4. Vrednotenje  5. Analiza ZaÄnemo tako, da odpremo nov projekt in se lotimo izgradnje odloÄitevnega modela. To storimo tako, da ustvarimo vse pomembne kriterije, po katerih bomo izbirali ter vrednotili alternative. Nato jih razvrstimo po pomembnosti od najpomembnejÅ¡ega do najmanj pomembnega, sistem pa si zapomni vrstni red. V naslednjem koraku dodamo vse alternative, med katerimi bomo izbirali. Sledi vrednotenje alternativ, kjer z uporabo drsnikov ovrednotimo vsak parameter vsake alternative po kriterijih, ki smo jih doloÄili. V ozadju sistem glede na poloÅ¾aj drsnika zapiÅ¡e oceno med 1 in 10. V zadnjem koraku sistem generira grafiÄno predstavitev rezultatov ocenjevanja. Na levi strani so izpisani kriteriji, padajoÄi po pomembnosti (teÅ¾i), na desni strani pa ocene za vsak parameter, povezane s Ärto. Dobimo profile alternativ, ki jih med seboj lahko primerjamo. Sistem na podlagi ocen in fiksnih uteÅ¾i kriterijev izraÄuna Å¡e ocene za vsako alternativo in alternative uredi padajoÄe od najbolje ocenjene do najslabÅ¡e ocenjene. Uporabo fiksnih uteÅ¾i je mogoÄe izklopiti, v tem primeru se profili alternativ izriÅ¡ejo le na podlagi ocen pridobljenih iz postopka ocenjevanja. Formula za izraÄun najboljÅ¡e alternative z uporabo fiksnih uteÅ¾i je:  n  u(a) = ğ‘–=1  k (iâˆ’1) t i (a)\nu(a) je konÄna ocena alternative, n je Å¡tevilo parametrov, k je koliÄnik padanja teÅ¾e kriterija (0,9), ti(a) je Å¡tevilo toÄk alternative a pri i-tem parametru. \nDeleÅ¾ posameznega kriterija v konÄni oceni glede na  koliÄnik padanja teÅ¾e kriterija (KPTK)\nKoliÄnik padanja teÅ¾e kriterija smo doloÄili arbitrarno. Metoda ODESYS je zaradi preglednosti omejena na deset kriterijev. OdloÄili smo se, da bo pomembnost (teÅ¾a) kriterijev eksponentno padajoÄa, vendar mora tudi zadnji kriterij zadostiti potrebi po neredundantnosti. Glede na te zahteve smo se odloÄili za koliÄnik padanja teÅ¾e kriterija (KPTK) z vrednostjo 0,90, kar pomeni, da ima vsak naslednji kriterij za 10% manjÅ¡o teÅ¾o od prejÅ¡nega. Iz grafa 1 so razvidni deleÅ¾i posameznih kriterijev v konÄni oceni, glede na razliÄne koliÄnike padanja. Pri izbranem koliÄniku prispeva prvi kriterij 15% konÄne ocene, zadnji pa 6%.\n"], "13": ["2.3 SPLETNI SISTEM ZA PODPORO ODLOÄŒANJU", "Za razumevanje delovanja spletnega sistema za podporo odloÄanju, moramo najprej definirati, kaj sistem za podporo odloÄanju je. Po Mallachu in Maraksu Bohanec povzema: \"Sistemi za podporo odloÄanju (angl. Decision Support Systems, DSS) so interaktivni raÄunalniÅ¡ki programi, ki pomagajo odloÄevalcem pri uporabi podatkov in modelov za spoznavanje in reÅ¡evanje odloÄitvenih problemov.\" (Bohanec, 2006, str. 7) Bohanec kot glavne znaÄilnosti sistemov DSS navaja, da:\n- vsebujejo podatke in modele\n- so namenjeni predvsem za pomoÄ menedÅ¾erjem pri reÅ¡evanju delno  strukturiranih in nestrukturiranih odloÄitvenih problemov\n- podpirajo odloÄevalca, se pravi mu pomagajo z izbiro in prikazom informacij,  vendar ga ne nadomeÅ¡Äajo\n- so bolj kot uÄinkovitosti namenjeni izboljÅ¡anju kvalitete in uspeÅ¡nosti  odloÄitev Glede na prevladujoÄo tehnoloÅ¡ko komponento, se delijo na pet sploÅ¡nih tipov in sicer glede na to ali delujejo na podlagi:\n- komunikacij,\n- podatkov,\n- dokumentov,\n- znanja ali\n- modelov. (Jain & Lim, 2009) Lahko so visoko specializirani za dano podroÄje ali namenjeni reÅ¡evanju razliÄnih odloÄitvenih problemov, kot je v naÅ¡em primeru ODESYS. Spletni sistemi za podporo so nadgradnja klasiÄnih sistemov za podporo odloÄanju, saj za platformo, znotraj katere nudijo podporo, uporabljajo svetovni splet. Yao in Herbert jih definirata tako: \"Spletni sistemi za podporo (angl. Web-based Support Systems, WSS) so novo podroÄje raziskovanja, ki stremi k podprtju Älovekovih aktivnosti in razÅ¡iritvi njegovih fiziÄnih omejitev procesiranja informacij s spletnimi tehnologijami.\" (Yao & Herbert, 2007). Zaradi svoje narave nudijo kar nekaj prednosti, kot so Å¡iroka dostopnost, moÅ¾nost pridobivanja in izmenjave podatkov od drugih v splet povezanih sistemov in razliÄne moÅ¾nosti za komunikacijo z vsemi udeleÅ¾enci odloÄitvenega procesa.\n"], "14": ["3 ODESYS", "ODESYS (Online Decision Support System) je prototipni spletni sistem za podporo odloÄanju (WSS) in deluje v okviru spletne strani. Namenjen je Å¡irokemu krogu ljudi, ki se sreÄujejo z laÅ¾jimi odloÄitvenimi problemi, ki pa bi jih radi reÅ¡evali na organiziran in sistematiÄen naÄin, kar jim z enostavnim vmesnikom in vodenjem skozi vse korake odloÄitevnega procesa nudi ODESYS. Osnovne zahteve pri naÄrtovanju sistema so bile:\n- enostavnost uporabe\n- dostopnost z veÄ razliÄnih naprav\n- neodvisnost od operacijskega sistema\n- ni potrebe po namestitvi programske opreme na uporabnikov operacijski  sistem (raÄunalnik)\n- uporaba brez registracije Sistem deluje na podlagi na novo zasnovane ODESYS metode, ki smo jo predstavili v poglavju o metodah veÄkriterijskega odloÄanja. V nadaljevanju opisujemo, kako smo s pomoÄjo sistema reÅ¡ili hipotetiÄni odloÄitevni problem in dokumentirali proces reÅ¡evanja. Osnovna zahteva za uporabo sistema je, da je naprava, s pomoÄjo katere bomo reÅ¡evali odloÄitveni problem, povezana v svetovni splet in da na njej deluje aktualna razliÄica enega izmed spletnih brskalnikov, ki podpirajo najnovejÅ¡e spletne tehnologije. Za predstavitev primera smo uporabili zadnjo razliÄico (3.6.6) brskalnika Mozilla Firefox, v operacijskem sistemu Windows 7. \nNa sliki (Slika 2) vidimo prvo stran, kot jo vidi uporabnik, ko prispe na URL naslov sistema ODESYS1. Trenutno je uporabniÅ¡ki vmesnik v angleÅ¡Äini, obstaja pa moÅ¾nost lokalizacije. Na vrhu strani je meni z moÅ¾nostmi, kot je prijava v sistem za uporabo naprednejÅ¡ih funkcij (login) in povezava na prvo stran (home). Na levi strani je prostor za aktivni projekt (Project placeholder), kjer bodo na voljo povezave, vezane na podstrani trenutno aktivnega projekta. Na sredini je prostor za vsebino, kjer je kratka predstavitev sistema ODESYS s kratkim opisom faz reÅ¡evanja odloÄitvenega problema, ki so:\n- izdelava novega projekta\n- vnos in razvrstitev kriterijev po pomembnosti\n- vnos alternativ\n- vrednotenje alternativ\n- analiza alternativ Uporabnik zaÄne s klikom na povezavo (Start here).\nhttp://www.odesys.info/ \n3.1 REÅ EVANJE HIPOTETIÄŒNEGA PRIMERA NAKUPA  MONITORJA Z UPORABO SISTEMA ODESYS\nZa predstavitev poteka reÅ¡evanja odloÄitvenega problema, smo si izmislili naslednji scenarij: Kupujemo nov monitor, ki ga bomo uporabljali za obdelavo fotografij. Ker gre za veÄjo vsoto denarja in si Å¾elimo za svoj denar dobiti kar najveÄ, se odloÄimo, da k reÅ¡evanju problema pristopimo sistematiÄno in si pri tem pomagamo s sistemom ODESYS. Za testiranje si sposodimo Å¡tiri monitorje, med katerimi bomo izbrali najboljÅ¡ega. Pri uporabi ODESYS-a za pomoÄ pri odloÄitvi moramo najprej ustvariti nov projekt.\n"], "15": ["3.1.1 Korak 1: Izdelava projekta", "DoloÄimo Ime projekta (Title; Slika 3); v naÅ¡em primeru je to \"Izbira monitorja\". Polje Opis (Description) je namenjeno odloÄevalcu, vsebina pa je poljubna. Vanj lahko zapiÅ¡emo kratek opis problema, ki ga bomo reÅ¡evali, zastavljene cilje in svoja priÄakovanja, morebitne alternative, kriterije ali opombe, ki jih imamo. Namen je ustvariti predstavitev odloÄitvenega problema, ki nam bo v pomoÄ pri analizi in morebitni kasnejÅ¡i vrnitvi k projektu. Ko zakljuÄimo z vnaÅ¡anjem ustreznega imena in opisa, kliknemo na gumb Ustvari in nadaljuj (Create and continue), da nadaljujemo z naslednjim korakom.\n"], "16": ["3.1.2 Korak 2: Definicija kriterijev", "Ko smo ustvarili projekt se nam v Prostoru aktivnega projekta (Project placeholder) pojavi njegovo ime \"Izbira monitorja\" s povezavami na vseh pet korakov procesa, po katerih se lahko poljubno premikamo ali se na njih vraÄamo. V drugem koraku reÅ¡evanja odloÄitvenega problema definiramo vse kriterije (Slika 4), po katerih bomo ocenjevali parametre izbranih alternativ. Sistem za svoje delovanje zahteva minimalno dva kriterija, vendar jih je priporoÄljivo vnesti vsaj pet. NajviÅ¡je moÅ¾no Å¡tevilo kriterijev je deset. Kriterije dodajamo s klikom na gumb Dodaj kriterij (Add criteria).\nOdpre se nam novo okno, preko katerega vnesemo vse potrebne podatke za vnos kriterija. Kot je razvidno iz slike (Slika 5), moramo vnesti ime kriterija in podati Najmanj Å¾eleno vrednost (Worst) in Najbolj Å¾eleno vrednost (Best). Paziti moramo, da postavimo vrednosti dovolj visoko ali nizko, da zajamemo vse alternative. V primeru garancijske dobe to pomeni, da morajo biti garancijske dobe vseh monitorjev, ki jih bomo primerjali, med najmanj Å¾eleno vrednostjo (npr. 1 leto) in najbolj Å¾eleno vrednostjo (npr. 3 leta). V primeru nakupa Å¾elimo za najboljÅ¡o vrednost doloÄiti najniÅ¾jo ceno. Ker se viÅ¡jim vrednostim obiÄajno dodeli veÄje Å¡tevilo toÄk, lahko uporabnik nehote za najbolj Å¾eleno vrednost vpiÅ¡e najviÅ¡jo ceno, kar pri vrednotenju popaÄi rezultate.\nKo smo dodali vse kriterije, jih je bilo treba Å¡e urediti po pomembnosti, saj bodo tisti, ki so viÅ¡je, imeli veÄjo teÅ¾o in bodo poslediÄno veÄ prispevali k skupni oceni (Slika 6). To storimo tako, da enega za drugim povleÄemo na Å¾eleno mesto. KonÄni rezultat definiranja in razvrstitve kriterijev pri naÅ¡em primeru je naslednji seznam:  1. Kakovost slike  2. Vidni kot  3. Kontrast  4. Cena  5. Garancijska doba  6. Prilagodljivost \n 7. Poraba energije  8. Å tevilo prikljuÄkov  9. Rok dobave Na korak kriteriji se lahko vrnemo kadarkoli, Äe Å¾elimo zamenjati vrstni red, dodati, odstraniti ali urediti katerega izmed kriterijev.\nSlika 7 predstavlja brisanje kriterija, ki zahteva potrditev. Za naslednji korak kliknemo na gumb Naprej (Continue).\n"], "17": ["3.1.3 Korak 3: Definicija alternativ", "V tretjem koraku definiramo alternative (Slika 8), med katerimi bomo izbirali. Za vrednotenje alternativ moramo definirati najmanj dve. Zaradi preglednosti smo omejili najveÄje Å¡tevilo alternativ na deset.\nPodobno kot v prejÅ¡nem koraku pri kriterijih, tudi pri tem dodajamo alternative (Slika 9). Na voljo nam je dodajanje, brisanje in urejanje alternativ. Edina razlika je, da jih ne moremo razvrÅ¡Äati. Na ta korak se lahko vrnemo, ko Å¾elimo dodati ali odstraniti alternative. V naÅ¡em primeru smo dodali Å¡tiri monitorje, med katerimi se odloÄamo:\n- HP LP2475w \n - Dell U2410\n- HP ZR24w\n- Phillips 240B1CS\n"], "18": ["3.1.4 Korak 4: Vrednotenje alternativ", "V Äetrtem koraku z uporabo drsnikov ovrednotimo vsak parameter vsake alternative glede na najmanj in najbolj Å¾eleno vrednost (Slika 10). Ocenjujemo glede na lastno subjektivno mnenje, kot si ga ustvarimo iz podatkov, ki jih imamo na voljo. Na korak Vrednotenje (Evaluation) se lahko vrnemo kadarkoli in poljubno spreminjamo podatke. Potem, ko smo doloÄili vrednosti parametrov za vse alternative, s klikom na gumb Shrani in nadaljuj (Save and continue), nadaljujemo delo z zadnjim korakom \"Rezultati in analiza\".\n"], "19": ["3.1.5 Korak 5: Rezultati (analiza)", "Peti, zadnji in najpomembnejÅ¡i korak pri reÅ¡evanju odloÄitvenega problema z uporabo prototipnega sistema je prikaz rezultatov vrednotenja in analiza alternativ (Slika 11). Na vrhu strani je seznam alternativ. S klikom na ime alternative se na grafu izriÅ¡e profil alternative z barvo, ki je prikazana levo od njenega imena. Na desni strani lahko vidimo Å¡tevilo toÄk, s katerim jo je sistem ODESYS ocenil. Alternative so urejene padajoÄe od najbolje do najslabÅ¡e ocenjene.\nTabela 1 prikazuje vrstni red alternativ in Å¡tevilo toÄk, ki so jih dosegle, izraÄunane z ODESYS algoritmom. S primerjanjem profilov alternativ lahko Å¾e na pogled ugotovimo, pri katerih parametrih se razlikujejo. Ker so profili v osnovni obliki prikazani na podlagi Å¾e uteÅ¾enih ocen imamo boljÅ¡o predstavo, ne samo kakÅ¡na je razlika v oceni pri opazovanem parametru, temveÄ tudi koliko doprinese k skupni oceni. Posledica tega je, da se profil alternative od vrha proti dnu zoÅ¾uje, kot je razvidno iz slike (Slika 11). Na voljo je tudi moÅ¾nost, da izklopimo fiksne uteÅ¾i in si pogledamo, kako se med seboj razlikujejo alternative glede na neuteÅ¾ene ocene. S klikom na potrditveno polje Uporabi fiksne uteÅ¾i (Use fixed weights), izkljuÄimo uporabo funkcije za fiksno obteÅ¾itev kriterijev. Ocene alternativ se preraÄunajo, ker pa imajo v tem primeru vsi kriteriji enako teÅ¾o, se lahko zamenja tudi vrstni red alternativ. Nova oblika profila alternative je vidna na sliki (Slika 12), na naslednji strani, in je taka, kot bi jo dobili z uporabo metode Abacon. Z izkljuÄitvijo uporabe uteÅ¾i smo izvedeli, kaj se zgodi, Äe bi imeli vsi kriteriji enako teÅ¾o, namesto da je vsak naslednji obteÅ¾en z 10% manjÅ¡o uteÅ¾jo. V naÅ¡em primeru smo tako priÅ¡li do toÄke, ko predvidevamo, da imamo dovolj podatkov, da se lahko odloÄimo in izberemo alternativo. ÄŒe se Å¡e vedno ne bi mogli odloÄiti, bi se lahko vrnili v kateregakoli od prejÅ¡nih korakov in dodali nove kriterije, spremenili njihov vrstni red, poiskali nove alternative ali pa obstojeÄim spremenili ocene. MogoÄe bi nam uspelo pri drugem dobavitelju dobiti niÅ¾je cene za doloÄene modele, kar bi vplivalo na vrstni red alternativ. MogoÄe je tudi, da smo slabo razumeli odloÄitveni problem in na podlagi take ugotovitve bi poskusili poiskati veÄ informacij, da bi odloÄitveni problem lahko ponovno bolje zastavili. \nPri tem si lahko pomagamo tudi z opisom problema ter vseh kriterijev in alternativ, ki so zbrani v zadnjem koraku. Ker zadnji korak vkljuÄuje vse podatke, lahko doloÄimo Å¡e alternative, ki jih Å¾elimo imeti izrisane in zadnji korak natisnemo. Tako dobimo poroÄilo projekta. V naÅ¡em hipotetiÄnem primeru bi se odloÄili za monitor HP LP2475w, ki ima najboljÅ¡o kvaliteto slike, za katero smo pripravljeni plaÄati nekaj veÄ denarja. Pri nekaterih drugih kriterijih je alternativa Dell U2410 sicer nekoliko boljÅ¡a, vendar nam nekoliko manjÅ¡a prilagodljivost in daljÅ¡i rok dobave ne odtehtata dejstva, da dobimo malo slabÅ¡o sliko. OdloÄitev je seveda odvisna od presoje odloÄevalca, ki se na podlagi vseh zbranih informacij ter podatkov, ki mu jih posreduje sistem ODESYS, odloÄi. \nZ odloÄitvijo se proces reÅ¡evanja odloÄitvenega problema konÄa, svojo odloÄitev lahko zaÄnemo uresniÄevati. Pri zadnjem koraku nam sistem ustvari unikaten URL naslov, s pomoÄjo katerega se kadarkoli lahko vrnemo na urejanje projekta, ki smo ga oblikovali. Ob odprtju strani z navednim URL naslovom, se nam projekt ponovno aktivira in spet so nam na voljo vse funkcije strani. Ko naletimo na nov odloÄitveni probem, ki ga Å¾elimo reÅ¡evati z uporabo sistema ODESYS, ponovimo postopek, ki smo ga opisali zgoraj.\n"], "20": ["3.2 UPORABA SISTEMA NA RAZLIÄŒNIH NAPRAVAH IN  OPERACIJSKIH SISTEMIH", "Preizkusili smo delovanje sistema na razliÄnih raÄunalnikih, v operacijskih sistemih Windows, Linux in OS X. Preizkusili smo tudi delovanje na mobilni napravi Nokia N900. ODESYS deluje na vseh najpopularnejÅ¡ih brskalnikih, kot so Internet Explorer 8, Mozilla Firefox (Slika 13), Google Chrome (Slika 14) in Opera. Pri razliÄnih sistemi in brskalnikih se zaradi razliÄnega izrisa nekoliko razlikuje le izgled strani, ne pa tudi njegova funkcionalnost. StarejÅ¡e razliÄice brskalnika Internet Explorer, sistema Odesys ne podpirajo, pri uporabi zadnjih dveh razliÄic pa teÅ¾av ni. Za podporo brskalniku Internet Explorer 6 bi bil potreben dodaten razvoj, ker pa je deleÅ¾ uporabnikov, ki ga uporabljajo, v juniju znaÅ¡al le 7,2% (w3schools, 2010), vdelava podpore v prototip, ni bila smiselna. Z empiriÄnim preizkusom smo torej ugotovili, da lahko dostopamo do sistema iz razliÄnih operacijskih sistemov in brskalnikov, s tem pa je bil doseÅ¾en eden izmed osnovnih ciljev, ki smo si jih pri izdelavi zastavili. \nSpletni sistem je mogoÄe uporabljati tudi na prenosnih napravah. Za preizkus smo uporabili internetno tablico Nokia N900, ki ima na dotik obÄutljiv zaslon z loÄljivostjo 800x480 toÄk in dovolj zmogljiv brskalnik. Deluje v operacijskem sistemu Maemo OS, ki je osnovan na Linuxu. Slika 15 prikazuje drugi korak reÅ¡evanja odloÄitvenega problema, in sicer razvrÅ¡Äanje kriterijev. Pri uporabi sistema z Nokio N900 nismo opazili teÅ¾av. Delujejo vse predvidene funkcije. UporabniÅ¡ki vmesnik je bil vseeno zasnovan za naprave z veÄjo loÄjivostjo zaslona, zato z uporabo nismo bili zadovoljni. Glavne slabosti dostopanja z naprave so slaba preglednost, teÅ¾avno razvrÅ¡Äanje kriterijev po pomembnosti in poÄasno delovanje. Z dodatnim razvojem bi v prihodnosti lahko postavili razliÄico prilagojeno prenosnim napravam, ki bi obÅ¡la te omejitve. Na podlagi zaznane naprave, bi se spremenila postavitev strani in nekateri elementi upravljanja s stranjo, kot so na primer drsniki. Sistem bi bil tako bolj prilagojen dostopu s takÅ¡nih naprav. Pri dostopu s prenosnih naprav z zaslonom s horizontalno resolucijo vsaj 1024 toÄk in dovolj velikim zaslonom, teÅ¾av s preglednostjo ni, vendar pa vmesnik vseeno ni posebej prilagojen uporabi z naprav, ki imajo na dotik obÄutljive zaslone. V nekaterih primerih to lahko privede do teÅ¾av pri uporabi posameznih elementov sistema, kot je na primer razvrÅ¡Äanje kriterijev z vleÄenjem in spuÅ¡Äanjem.\n"], "21": ["4 ZAKLJUÄŒKI", "NajpomembnejÅ¡i rezultat naÅ¡ega dela je prototipni spletni sistem za podporo odloÄanju ODESYS. Razvili smo ga, tako kot je bilo predvideno, z uporabo najnovejÅ¡ih spletnih tehnologij. Sistem je nadgradljiv in ga je mogoÄe v prihodnosti prilagoditi tudi za reÅ¡evanje zahtevnejÅ¡ih odloÄitvenih problemov. Ugotavljamo, da nam je z izdelavo in preizkusom tega sistema, uspelo doseÄi cilje, ki smo jih predstavili v uvodu. Na vpraÅ¡anje, ali je mogoÄe izdelati tak sistem, ki:\n- obide vse omejitve klasiÄnega programa,\n- deluje v okviru spletne strani,\n- ni odvisen od uporabljene naprave ali operacijskega sistema,\n- ne zahteva administratorskih pravic,\n- ga ni treba namestiti na sistem,\n- pri Äemer je edini pogoj za delovanje spletni brskalnik na napravi z  dostopom do spleta, namreÄ lahko odgovorimo pritrdilno. Sistem ODESYS je v razliÄnih operacijskih sistemih, na razliÄnih brskalnikih in napravah, izpolnil naÅ¡a priÄakovanja. Narejen je bil na podlagi izkuÅ¡enj z naÄrtovanjem spletnih vmesnikov, katerih uporaba mora biti z vidika uporabnika Äim bolj enostavna. ODESYS lahko uporablja vsak z dostopom do spleta in novejÅ¡im brskalnikom. Trenutno je na svetu veÄ kot dve milijardi uporabnikov interneta. Seveda vsi nimajo izpolnjenih pogojev za uporabo sistema, bodisi zaradi neznanja angleÅ¡kega jezika ali pa zaradi uporabe zastarelega brskalnika. Vseeno pa je Å¡tevilo potencialnih uporabnikov ogromno. Ker sistem deluje v okviru spletne strani, je veliko bolj dostopen od podobnih sistemov za podporo odloÄanju, ki delujejo kot samostojni programi. Za Å¡tevilne uporabnike je nameÅ¡Äanje programov s svetovnega spleta povzano z utemeljenim strahom pred potencialno okuÅ¾bo s Å¡kodljivimi programi, kot so virusi in trojanski konji. Po drugi strani je uporaba spletne strani preprosta. Ker ODESYS do uporabnika nima nikakrÅ¡nih zahtev, kot bi bili podpis pogojev uporabe, zahteva po namestitvi, plaÄilo ali zahteva po razkritju osebnih podatkov, se potencialni uporabniki poÄutijo manj ogroÅ¾ene in je zato verjetnost, da bodo sistem uporabili, veÄja. Po odprtju strani ga lahko zaÄnejo uporabljati z enim samim klikom. S sistemom ODESYS smo ustvarili enega izmed bistvenih pogojev za enostavnejÅ¡o in mnoÅ¾iÄno uporabo podpore odloÄanju. Nismo pa reÅ¡ili vseh slabosti uporabljene metode, kar tudi ni bil naÅ¡ namen. V nalogi zaradi omejenega obsega dela in razpoloÅ¾ljivega Äasa nismo preverjali enostavnosti uporabe. Z morebitnim nadaljnim razvijanjem programa za uporabo v javnosti bi bilo smiselno in potrebno narediti raziskavo, ki bi preverila morebitne pomanjkljivosti pri uporabniÅ¡kem vmesniku, ter jih odpraviti. Enostavnost je v prototipni obliki tudi najveÄja pomanjkljivost sistema, saj je namenjen le reÅ¡evanju laÅ¾jih odloÄitvenih problemov. V prihodnosti vidimo priloÅ¾nosti za nadaljnji razvoj predvsem v dveh smereh. Prva smer je razÅ¡iritev funkcionalnosti, druga pa specializacija in prireditev sistema za uporabo na toÄno doloÄenem podroÄju. \nV trenutni obliki je omogoÄen vnos najveÄ deset kriterijev. Metodo bi lahko razÅ¡irili tako, da bi odstranili to omejitev. Dodali bi podporo za vnos podkriterijev, da bi bilo moÄ graditi sestavljene kriterije in tako reÅ¡evati zahtevnejÅ¡e odloÄitvene probleme. Prototip uporablja fiksne uteÅ¾i, ki se v skladu z vrstnim redom kriterijev zmanjÅ¡ujejo. Uporabnik sicer lahko izkljuÄi funkcijo obteÅ¾evanja kriterijev, ne more pa sam izbirati teÅ¾e posameznega kriterija. Izbira torej lahko samo med dvema moÅ¾nostima:\n- vsak naslednji kriterij ima manjÅ¡o teÅ¾o,\n- vsi kriteriji imajo enako teÅ¾o. Ker pa v praksi lahko naletimo na primere, ko pripisujemo veÄ kriterijem enako teÅ¾o in so tudi razlike med kriteriji lahko razliÄno velike, bi bilo treba sistem nadgraditi z moÅ¾nostjo opredelitve teÅ¾e posameznega kriterija. S tem bi sistem postal za uporabnike sicer nekoliko zahtevnejÅ¡i, vendar bi omogoÄal izdelavo bolj nataÄnega odloÄitvenega modela, kot je to v primeru metode Kepner-Tregoe. Pomanjkljivost sistema so trenutno tudi omejene moÅ¾nosti analize. Ena izmed moÅ¾nosti je razÅ¡iritev s \"kaj-Äe\" analizo. Sistem bi lahko omogoÄal medsebojno primerjavo dveh razliÄnih vrednotenj iste alternative v primerjavi z ostalimi alternativami. Tako bi lahko opazovali, kje nastanejo spremembe, Äe se spremeni vrednost parametrov. Obstaja tudi moÅ¾nost dodajanja drugih metod, s katerimi bi reÅ¡evali zahtevnejÅ¡e odloÄitvene probleme. Nenazadnje pa bi lahko sistem razvijali tudi v smeri povezovanja z Å¾e obstojeÄimi programskimi reÅ¡itvami za reÅ¡evanje odloÄitvenih problemov. Po konÄanem postopku izdelave odloÄitvenega modela bi lahko uporabniku ponudili izvoz odloÄitvenege modela v katero izmed obstojeÄih programskih reÅ¡itev za reÅ¡evanje kompleksnejÅ¡ih odloÄitvenih problemov. Menimo, da je treba tudi pri nadaljnem razvoju Å¡e naprej upoÅ¡tevati naÄelo enostavnosti uporabe. NaprednejÅ¡e funkcije je treba dodati tako, da so nadgradnja osnovnim. Na voljo bi bile naprednejÅ¡im uporabnikom, ki jih lahko vklopijo na dobro vidnih mestih. Spletni sistem za podporo veÄkriterijskemu odloÄanju ODESYS je dostopen na spletni strani http://www.odesys.info/. V diplomskem delu je opisana verzija ODESYS 0.3, postavljena 15.7.2010. V prihodnosti se sistem, dostopen na omenjenem naslovu, zaradi nadaljnega razvoja, lahko spreminjal.\n"], "abstract": ["V okviru diplomskega dela smo razvili prototipni spletni sistem za podporo veÄkriterijskemu odloÄanju ODESYS, ki temelji na izvirni metodi veÄparameterskega odloÄanja. V nadaljevanju smo predstavili teoretiÄne osnove, ki so podlaga za njegovo delovanje. Predstavimo tudi uporabniÅ¡ko izkuÅ¡njo in zmoÅ¾nosti sistema, skozi proces reÅ¡evanja hipotetiÄnega odloÄitvenega problema."]}