{"1": ["1 UVOD", "Obnovljivi viri energije so viri, ki se pridobivajo iz narave in se obnavljajo. Obnovljivi viri energije se čedalje več uporabljajo zaradi manjšega vpliva onesnaženja na okolico. Podnebne spremembe, ki se danes dogajajo, kakor tudi povečana cena fosilnih goriv, vodijo k čedalje večji uporabi obnovljivih virov. Pri tem se največ uporablja kot obnovljivi vir energije energija Sonca, vode in vetra.\nSončni moduli, ki so glavni gradniki sončnih elektrarn, so izpostavljeni različnim vremenskim vplivom. Vremenski vplivi lahko negativno vplivajo na delovanje sončnih modulov. Delovanje sončnih modulov lahko preverjamo električno ali toplotno. Električni pregled pomeni primerjanje vhodne in izhodne moči, medtem ko toplotni pregled pomeni temperaturno primerjavo sončnih celic. Električno analizo sončnih modulov opravljamo s pomočjo merilnih instrumentov za merjenje električnih veličin, medtem ko temperaturno analizo opravljamo s pomočjo termovizijske kamere. Termovizijska kamera omogoča brezkontaktno merjenje temperature in pri tem predstavlja več prednosti. Vse nepravilnosti, ki se pojavljajo na sončnih modulih, je mogoče jasno videti na termovizijski sliki. Za razliko od večine drugih metod je termovizijsko kamero mogoče uporabljati za analizo inštaliranih sončnih modulov sončne elektrarne v obratovalnem režimu delovanja. Termovizijska analiza je kot moderna brezkontaktna merilna metoda postal osnovni in bistveni način kontrole za večino faz proizvodnje in izkoriščanja sončnih modulov.\nPogoj za uporabo termovizijske metode in testiranje sončnih modulov v realnem času je obstajanje ustrezne temperaturne razlike med sončnim modulom in okoljem.\nNamen tega diplomskega dela je predstaviti infrardečo termovizijo kot učinkovito metodo brezkontaktnega merjenja temperature in analize sončnih modulov.\nDiplomsko delo je sestavljeno iz petih delov. Po uvodu so v drugem delu podani osnovni pojmi o izkoriščanju sončne energije ter uporabi sončnih celic in fotonapetostnih sistemov.\nV tretjem delu je opisana IR termovizija in so podane fizikalne osnove infrardeče termovizije, ki so potrebne za popolno razumevanje brezkontaktne merilne metode. V tem delu je tudi opisano delovanje termovizijske kamere.\nV četrtem delu je prikazana termovizijska analiza sončnih modulov, kakšne napake se javijo na modulih in njihovo ugotavljanje. Tudi je opisana izbira in pozicioniranje termovizijske kamere.\nV petem delu je predstavljena sončna elektrarna „MIC“, na kateri smo s termovizijsko kamero opravljali merjenja na stabilnem delu elektrarne in sledilniku.\n"], "2": ["2 SONČNA ENERGIJA", "Vsa energija, sprejeta na Zemlji, pride od Sonca. Sonce je zvezda, ki je najbližja Zemlji, ustvarjena pred 4,6 milijarde let. V tabeli 2.1 so zbrani osnovni podatki Sonca, kot so polmer, masa, povprečna gostota, izsevana moč Sonca, površinska temperatura in obhodni čas okoli središča galaksije.\nSonce razpolaga z ogromno količino energije, izvor te energije pa je termonuklearna fuzija, ki se pri visoki temperaturi odvija v globokih slojih. Med fuzijo se štirje atoma vodika vežejo in nastaneta dva atoma helija, pri čemer se sprošča ogromna energija. Sproščanje energije med termonuklearno fuzijo vodi k manjšanju mase Sonca. To zmanjšanje je neznatno, saj je Sonce do sedaj izgubilo le 5 % prvotne mase.\nIzsevana moč Sonca znaša 3,8  10   kW, kar je letno 3,3  10   kWh sončne energije. Na Zemljo od tega prispe približno 1/1000.000.000 celotne energije.\nPoglavje 2 je povzeto po [2] in [3].\n"], "3": ["2.1 SONČNO SEVANJE", "Teoretični potencial sončnega sevanja je mnogo večji od vseh ostalih obnovljivih virov energije (voda, veter, biomasa), ki so posledica ali druga oblika spremenjene sončne energije. Tehnično izkoriščanje potenciala sončne energije, tistega, ki se tehnološko lahko izkoristi za pretvarjanje energije sončnega sevanja v električno ali neko drugo vrsto energije, je večji od svetovne potrebe po energiji (slika 2.1).\nCelotno (globalno) sončno sevanje je sestavljeno iz direktne in razpršene (difuzne) komponente sončnega sevanja. Direktno sončno sevanje doseže cilj neposredno iz navidezne smeri od Sonca. Razpršeno sevanje nastaja z razpršenjem sončnega sevanja v atmosferi in prihaja na objekte iz vseh smeri neba.\nSpekter sončnega sevanja odgovarja spektru črnega telesa, segretega na temperaturo 5.760 -K. Temperatura Sonca se spreminja od notranjosti proti površini. Temperaturo 5.760 -K lahko določimo kot efektivno temperaturo sončne površine in s pomočjo Stefan-Boltzmannovega, Wienovega in Planckovega zakona izračunamo energijski spekter sončnega sevanja.\nSpekter sončnega sevanja v grobem razdelimo na tri dele:\n- ultravijolično (0,01µm    0,39µm),\n- vidno (0,40µm    0,76µm) in\n- infrardeče (0,76µm    4,0µm).\nOd celotne energije, ki se ustvarja na Soncu, 50% prihaja infrardeče, 40% vidljive in okoli 10% ultravijolične oblike sevanja. Maksimalna energija sevanja je na valovni dolžini od 0,476 µm. Slika 2.2 kaže spekter sončnega sevanja na vrhu ozračja, spekter črnega telesa in spekter sevanja na morski gladini.\nPoglavje 2.1 je povzeto po [4].\n"], "4": ["2.1.1 Solarna konstanta", "Solarna konstanta je definirana kot moč sončnega sevanja skozi enoto površine, normalno na smer sončnih žarkov zraka na srednji odaljenosti Zemlje od Sonca ( \" # 1,5  10%% m ). Standardna vrednost za solarno konstanto je dogovorjena in znaša:  W  E0 = 1,366 (2.1)  m2\nSolarna konstanta se spreminja čez leto in te spremembe znašajo 6,9 % (v januarju je 1.412 W/m , medtem ko v juniju 1.321 W/m ). Prvo oceno solarne konstante je izvedel Claude Pouillet leta 1838 z zelo preprosto napravo pirheliometrom, s katero je pridobil vrednost 1,228 W/m . Pozneje je Charles Greeley Abbott na začetku 20. stoletja opravil natančnejše meritve in dobil vrednosti, podobne današnji standardni vrednosti.\nPoglavje 2.1.1 je povzeto po [2] in [4].\n"], "5": ["2.2 SONČNA CELICA", ""], "6": ["2.2.1 Fotonapetostni pojav in razvoj sončnih celic", "Edmond Becquerel (1820–1891) je odkril fotonapetostni pojav leta 1839. Opazil je, da se moč elektrike med dvema elektrodama v elektrolitu poveča ob osvetlitvi elektrod.\nDo prve silicijeve sončne celice smo čakali do leta 1941, ki jo je odkril Russell Ohl, katere izkoristek je bil manjši od 1 %. Znanstveniki v New Yorku (Pearson, Fuller in Chapin) so izdelali prvo sončno celico iz monokristalnega silicija leta 1954 z izkoristkom preko 6 %. Prve sončne celice so imele visoko proizvodno ceno. Po prvi izstrelitvi satelita leta 1958 predstavljajo nezamenljiv vir energije na satelitih, vesoljski postajah in satelitskih plovilih. Tu se prvič uporabljajo kot komercialno ugoden izdelek.\nV zadnjih letih je prišlo do velikega letnega porasta v proizvodnji sončnih celic, za več kot 60 %. Ne glede na to so cene proizvodnje sončnih celic še vedno visoke, tako da je sončna energija lahko konkurenčna klasičnim virom energije le v določenih področjih pridobivanja.\nPoglavje 2.2.1 je povzeto po [2] in [4].\n"], "7": ["2.2.2 Princip delovanja sončnih celic", "Ko se sončna celica osvetli, oziroma ko absorbira sončno sevanje, se pri fotonapetostnih pojavih na koncu pojavlja napetost in tako sončna celica postaja vir električne energije. Pri spremljanju emisije in absorpcije sončnega sevanja (elektromagnetnega valovanja) se sevanje lahko opazuje kot snop delcev, tako imenovanih fotonov. Tako je na primer za izračun fotoelektrike sončne celice potrebno vedeti tok fotonov, ki vpadajo v celico. Vsak foton nosi določeno količino energije. Celotni razpon sevanja, ki nastaja v vesolju, imenujemo elektromagnetni spekter [4].\nSončna celica prikazana na sliki 2.4 je pn-spoj oziroma dioda, ki se obnaša kot usmernik in prepušča elektriko v samo eni smeri. V silicijevi sončni celici na površini silicijeve difundirane ploščice p-tipa so primesi, na primer fosfor, tako da na nekem površinskem sloju nastane področje n-tipa polprevodnika. Da bi se zbrala elektrika, ki je nastala z absorbiranjem fotona iz sončnega sevanja, se na sprednji površini celice nahaja kovinska rešetka, na zadnji strani pa je prekrita z kovinskim kontaktom. Rešetkasti kontakt na sprednji strani celice je konstruiran tako, da prekriva več kot 5 % površine, tako da je njegov vpliv na absorpcijo sončnega sevanja neznaten. Sprednja površina celice je prekrita s prevodnim antirefleksnim slojem, ki zmanjšuje sončno svetlobo in tako poveča efektivnost celice.\nSončna celica proizvaja napetost okoli 0,5 V in tok okoli 20 mA/cm. Da bi dobili ustrezno napetost oziroma moč celice, jih lahko vežemo zaporedno in vzporedno.\nPoglavje 2.2.2 je povzeto po [4].\n"], "8": ["2.2.3 Karakteristike sončnih celic", "Da lahko sončne celice med seboj primerjamo obstajajo mednarodni standardi za njihovo preizkušanje, ki se imenuje standardni testni pogoji. Najpomembnejši med njimi so:\n- gostota moči sončnega sevanja: 1.000 W/m ,\n- delovna temperatura sončne celice 25 -C ,\n- spekter AM 1,5 predstavlja gostoto standardiziranega Sončnega sevanja na zemeljski  površini za geografsko širino (cca 46-).\nSončne celice so polprevodniške diode, zato je za njih značilna diodna karakteristika. Vse točke delovanja povezuje krivulja moči katero imenujemo IU-karakteristika (slika 2.5). Električna moč sončne celice je produkt napetosti in toka, zato je moč za vsako točko na IU- karakteristiki različna Največo moč imenujemo vršna moč (angleško: peak power), in jo označimo z ' (angleško: Watt peak).\nV tabeli 2.2 so podane značilne karakteristike sončnih celic:\n- napetost odprtih sponk (()* ),\n- gostota kratkostičnega toka (+,- ),\n- izkoristek sončne celice (η).\nPoglavje 2.2.3 je povzeto po [4], [5] in [8].\n"], "9": ["2.2.4 Material za izdelavo sončnih celic", "Najpogostejši material, ki se uporablja za izdelavo sončnih celic, je silicij z deležom okoli 98%. Po kisiku, silicij je najpogostejše zastopan element v zemeljski skorji (27,6 %). Najpogosteje je v obliki oksida SiO kot kremen, opal, ametist ... Naravni silicij je sestavljen iz treh stabilnih izotopov 14 Si 28 (92, 28%), 14 Si 29 (4, 67%), 14 Si 30 (3, 05%).\nSilicij se lahko pridobiva in predeluje, ni toksičen in ne predstavlja nevarnosti za okolico. Njegove komponente so stabilne tudi na temperaturi do 200 -C in predstavlja glavni polprevodniški element.\nOstali materiali za izdelavo sončnih celic so: germanij (Ge), indijev fosfid (InP), galijev arsenid (GaAs), kadmijev selenid (CdSe), kadmijev telurid (CdTe) aluminijev antimonid (AlSb), galijev fosfid (GaP) kadmijev selenid (CdSe) … Danes so sončne celice najpogosteje proizvedene na bazi monokristalnega, polikristalnega, amorfnega silicija, galijevega arsenida (GaAs) in bakrovega sulfida/kadmijevega sulfida (Cu S/CdS).\nPoglavje 2.2.4 je povzeto po [2], [4] in [6].\n"], "10": ["2.2.5 Vrste sončnih celic", "Monokristalne silicijeve sončne celice predstavljajo celice z največjim izkoristkom, ki znaša od 15 do 18 %. Cena proizvodnje tega tipa je zelo visoka.\nPolprevodniški silicij je polkristalen. Da bi se spremenil v monokristalno stanje, je potrebno, da se stopi na 1.400 -C in da se z eno izmed znanih metod spremeni v monokristalno stanje. Dve najbolj znane metodi da pridobivanje monkristalnega silicija so:\n- Metoda Czochralskega,\n- Conska rafinacija.\nPolikristalne silicijeve sončne celice imajo manjši izkoristek kot monokristalne, in znaša od 13 do 16 %. Te celice so največ v uporabi, ker je cena proizvodnje skoraj za polovico manjša kot pri monokristalnih. Polikristalni silicij se pridobiva iz kremenčevega peska SiO , in sicer zaradi zmanjšanja ogljika pri visokih temperaturah (od 1.500 do 1.750 -C), s čimer se proizvaja silicij čistosti 99 %. Nato ga ohladimo na 1.412 -C. Pri hlajenju nastane blok polikristalnega silicija vlaknaste strukture.\nOpazna razlika med monokristalnim in polikristalnim silicijem je, da je polikristalni silicij sestavljen iz več posameznih kristalov in nima urejene kristalne strukture. Zaradi tega se pri njem pojavljajo strukturne in površinske napake.\nAmorfne silicijeve sončne celice: zaradi dolgotrajnega procesa proizvodnje in visoke cene kristalnega silicija je iskan novi material in tako so pridobili amorfni silicij (a-Si). Pomemben razlog uporabe amorfnega silicija za sončne celice je v dosti manjši debelni, ki znaša do 300- krat manj od sončne celice, izdelane iz monokristalnega silicija. Pri amorfnem siliciju je struktura nepravilna in statična, medtem ko je pri kristalnem pravilna in ponavljajoča. To so celice z izkoristkom okoli 6 do 8 %.\nVse do leta 1975 amorfni silicij ni imel nobene praktične uporabe. Takrat sta Spear in Le Comber objavila rezultate raziskav v zvezi s pridobivanjem a-Si s termično razgradnjo silana (SiH) s temperaturno podlago 300 -C. Cena proizvodnje amorfnih silicijevih celic je dosti nižja od cene proizvodnje kristalnih celic.\nSončne celice izdelane iz drugih materijalov:\n- galijev arsenid (GaAs),\n- kadmijev sulfid/bakrov sulfid (CdS/Cu S),\n- kadmijev telurid (CdTe),\n- večslojne sončne celice ...\nPoglavje 2.2.5 je povzeto po [2] in [4].\n"], "11": ["2.3 FOTONAPETOSTNI MODULI", "Ena sončna celica proizvede relativno majhno moč, saj se več celic povezuje v skupino in tako oblikuje fotonapetostni modul. Celice so lahko povezane zaporedno ali vzporedno. Da bi dobili želeno moč celice, povezujemo vzporedno, za želeno napetost pa zaporedno. Maksimalna izhodna napetost ene sončne celice znaša 0,6 V, zato celice združujemo zaporedno, da dobimo želeno napetost, ki je največkrat 12 ali 24 V. V večini primerov je modul sestavljen iz 36 ali 72 v nizu povezanih celic.\nV primeru, če je ena izmed rednih zvez pokvarjena, pride do motenj v delovanju celotnega sistema. Pokvarjena celica se obnaša kot potrošnik, segreva se in predstavlja „vročo“ točko zveze. V praksi se ta problem rešuje z vzporednim dodajanjem diode vsaki celici, tako da v primeru nedelovanja ene izmed celic ne bi izpadel celoten sistem.\nSončni moduli so podvrženi težkim pogojem med obratovanjem, kot so slabi vremenski pogoji: veter, prah, vlaga, padavine in dolgotrajna izpostavljenost ultravijoličnim žarkom. Velik problem nastane, ko pride do senčena modula. To je regulirano z vzporedno\npostavljenimi diodami, ki so zvezane približno na vsako dvajseto celico. Diode omogočajo, da ostali nivoji, ki niso osenčeni, delajo normalno. Zaradi vsega tega konstruiranja in izdelave omogočajo kakovostno delo, brez značilnega padca efektivnosti in brez servisiranja v obdobju 25 in več let.\nPoglavje 2.3 je povzeto po [4] in [7].\n"], "12": ["2.4 FOTONAPETOSTNI SISTEM", "Fotonapetostni sistemi se lahko razdelijo na dve osnovni skupini: fotonapetostni sistemi, ki niso priključeni na omrežje (angleško: off-grid) in se pogosto imenujejo tudi samostojni fotonapetostni sistemi, in fotonapetostni sistemi, priključeni na javno omrežje elektroenergetskega sistema (angleško: on-grid).\nFotonapetostni sistem, ki je sestavljen iz panelov, akumulatorja in porabnika, se uporablja za dva osnovna procesa: pretvarjanje sončne energije v električno in pretvarjanje električne energije v kemijsko in nasprotno.\nFotonapetostni sistem lahko dela brez akumulatorja samo, če obstaja pobuda (sončno sevanje). V tem primeru se generirana energija neposredno uporablja, medtem ko se višek nepovratno izgublja. Z uporabo akumulatorja je delovanje porabnika možno tudi brez sončnega sevanja.\nSončni fotonapetostni sistemi so lahko izvedeni tudi kot hibridni sistemi z vetrnim agregatom, kogeneracijo, gorivnimi členi ali najpogosteje z generatorjem na dizelsko gorivo. Pri teh sistemih se z električno energijo, pridobljeno s solarnimi moduli ali z vetrnim agregatom, najprej napajajo potrošniki. Presežek energije se hrani v tako imenovanih solarnih akumulatorjih. V primeru, da ne obstajajo pogoji za proizvodnjo električne energije s solarnimi moduli ali z vetrnimi agregati, bo izvor za napajanje enosmernih ali izmeničnih porabnikov akumulator. V primeru, da tudi akumulator nima več energije, se za napajanje porabnika vključi generator na dizelsko gorivo [4].\nSončne elektrarne predstavljajo skupino združenih sončnih modulov, ki se lahko postavljajo na objektih in v naravi in so priključene na javno omrežje. Obstajata dve vrsti elektrarn, stabilne in sledilne. Glavni element sončnih elektrarn so sestavljeni iz dveh večjih sklopov. Prvi predstavlja fotonapetostni modul, ki predstavlja najpomembnejši del vsake sončne elektrarne, katere vloga je pretvarjanje elektromagnetnih sevanj sonca v enosmerno napetost in tok. Drugi sklop predstavlja elektroenergetski element z vlogo porabljanja proizvedene energije za določene namene.\nV zadnjih letih se širom sveta lahko opazijo elektrarne velikih moči, celo z močjo preko 10 MW, ki so direktno povezane na javno elektroenergetsko omrežje in vso energijo oddajajo v energetski sistem. Takšen primer fotonapetostnega sistema iz Španije je prikazan na sliki 2.11.\nPoglavje 2.4 je povzeto po [4] in [5].\n"], "13": ["3 TERMOVIZIJA", "Termovizija predstavlja ustaljeni način prikazovanja površinske temperature na določenem objektu in s pomočjo tega prikaza analiziramo določene lastnosti objekta, katere s prostim očesom niso opazne. Najpreprostejši grafični prikaz razdelitve površinskih temperatur lahko dobimo z uporabo termokamere, ki za oko nevidno infrardeče sevanje objekta predstavi v termični sliki.\nZnano je, da število okvar, še zlasti v procesni industriji, predstavlja zelo velike stroške. Varčevanje, ki se doseže z uvajanjem in uporabo IR termovizije, je izredno veliko. Z redno in pravilno uporabo IR termovizija maksimalno ščiti naprave in njihovo uporabnost, odkriva vzroke potencialnih okvar in vedno omogoča popravilo v najugodnejšem trenutku za uporabnika. Kot brezkontaktno temperaturno merjenje IR termovizija omogoča koristniku odkrivanje različnih potencialnih napak in to brez potrebe prekinitve procesa proizvodnje, kakor tudi brez dodatnih stroškov.\nPodročja merjenja z IR termovizijo: elektroenergetski sistemi, mehanski sistemi, gradbeništvo, vojna oprema, medicina in veterina, restavrirana umetnina, nadzor …\nPrednosti IR termovizije so:\n- brezkontaktno merjenje,\n- delovanje v realnem času,\n- merjenje temperature na nedostopnih in nevarnih mestih,\n- preprosta interpretacija termograma.\nSlabosti IR termovizije so:\n- vpliv emisijskega faktorja, atmosfere, odaljenosti, geometrije objekta in ostalih delov  telesa na rezultat meritev,\n- termovizijske kamere imajo visoko ceno,\n- posnetki se težko interpretirajo, če se gre za objkete z nehomogenimi temperaturami.\nPoglavje 3 je povzeto po [11] in [15].\n"], "14": ["3.1 TOPLOTA", "Toplota predstavlja energijo, katera prehaja z enega telesa na drugo telo. Toplota je del notranje energije telesa, ki s telesa ali sistema z višjo temperaturo prehaja na telo z manjšo temperaturo. Ko se temperaturi izenačita, je sprememba toplote enaka nič.\nNa začetku se mislil, da je toplota substanca, ker se ni dalo razložiti njenega prehoda z enega telesa na drugo telo (s toplejšega na hladnejše). Rudolf Julius Emanuel Clausius je ovrgel to mnenje in toploto opisal kot kinetično energijo elementarnih delov. Toplota in delo so v obliki energije, v kateri prehaja z enega sistema na drugi sistem ali s sistema na okolje. Energija sistema se definira kot mera, ki prikazuje, kolikšna je možnost tega sistema, da opravi delo [A] ali proizvede toploto [Q].\nZ stališča kinetične teorije toplota predstavlja statistični seštevek kinetičnih energij elementarnih delcev – molekul in atomov. Kinetična energija je rezultat toplotnega gibanja.\nMakroskopska manifestacija tega gibanja je temperatura. Oznaka za toplotno energijo v mednarodnem sistemu oznak je Joul [J], medtem ko se za kalorije uporablja oznaka [cal].\nToplota se izračuna s pomočjo (3.1):\nQ = mc∆T (3.1)\n- m - masa telesa, tekočine ali plina [kg],\n- ∆T - temperaturna razlika [K],\n- c - specifični toplotni koeficient [J/kgK].\nPoglavje 3.1 je povzeto po [12].\n"], "abstract": ["V diplomskem delu je predstavljena infrardeča termovizija kot učinkovita metoda brezkontaktnog merjenja temperature sončnih modulov. Diplomska naloga vključuje opis sončnih celic in modulov ter njihovo delovanje in zgradbo. Prav tako so podane fizikalne osnove infrardeče termovizije, ki so potrebne za pravilno razumevanje merilne metode. Predstavljeni sta fiksna in sledilna sončna elektrana „MIC“ na katerih smo s termovizijsko kamero opravljali merjenja pravilnosti delovanja."]}