{"1": ["1 UVOD", "Slovenija se kot mlada država vedno bolj uveljavlja tudi na kriznih območjih Kosova, Bosne in Hercegovine, Afganistana, Libanona, Sirije in Somalije v okviru Zavezništva. To nas hkrati dela prepoznavne tudi terorističnim skupinam, katerih aktivnosti potekajo po vsem svetu.\nAli je Slovenija pripravljena na terorizem svetovnih razsežnosti? Ali so službe dovolj usposobljene, da prepoznajo dejanje kot teroristično? Imamo dovolj kadra za preprečevanje in reševanje nesreč? Ali je lahko popolnoma vsakdanji dogodek splet okoliščin ali pa priprava na teroristično dejanje? Odgovorov na zastavljena vprašanja ne najdemo v nobenem priročniku, navodilu, načrtu ali opomniku, po katerih ustrezne službe delujejo. Zato bomo v diplomskem delu na stvarnem primeru skušali prikazati, kako pomemben je človeški faktor pri prepoznavi podatkov, preden le-ti postanejo informacija oziroma kasneje sporočilo, da za teroristično aktivnost dejansko tudi gre. Opozoriti želimo tudi na posledične napake sistema, ki je ranljiv za tovrstne spreglede.\n"], "2": ["1.1 Metodološki pristop", "Z diplomsko nalogo želimo prikazati delo službe Operativno komunikacijskega centra (v nadaljevanju OKC), ki je poleg Regijskega centra za obveščanje (v nadaljevanju RCO) prva taka služba na regionalnem območju, ki se srečuje z množico podatkov in dogodkov v vsakodnevnem življenju državljanov. Želimo opozoriti na premalo cenjeno delo policistov, ki morajo prepoznati oziroma zaznati problem in ločiti pomembne od nepomembnih podatkov. Prav tako pa želimo opozoriti, da so lahko znanja v določenem segmentu pri teh policistih omejena in jih je potrebno v smislu zaznave teroristične aktivnosti dopolnjevati in vzpostaviti trajnostno izobraževanje.\nZa pisanje diplomskega dela smo uporabili deskriptivno metodo (Ivanko, 2007), metodo analize vsebine pisnih virov (strokovne literature, zakonodaje, navodil, načrtov itd.) in metodo analize internetnih virov, s pomočjo katerih izhajamo iz naslednjih hipotez:\nAli lahko dejanje s terorističnim predznakom trenutno oziroma začasno  onesposobi varnostne organe v Republiki Sloveniji?  Ali je prejšnja hipoteza ključno odvisna od znanja in percepcije policistov  OKC?  Znanja policistov OKC je potrebno trajnostno nadgrajevati!\n"], "3": ["2 VARNOSTNA OCENA NACIONALNEGA PROSTORA  IN REGIJE", "Po Resoluciji o strategiji nacionalne varnosti (Ur. l. RS, št. 56/2001) mora Republika Slovenija zagotavljati notranjo varnost z zaščito ustavne ureditve, demokratičnega političnega sistema, človekovih pravic ter temeljnih svoboščin in drugih ustavnopravno varovanih vrednot. Za uspešno zagotavljanje notranje varnosti je pomembno uravnoteženo delovanje vseh vej oblasti, učinkovita gospodarska politika in politike na drugih področjih (zdravstvenem, zaposlitvenem, socialnem itd.), ki predstavljajo tveganja za notranjo varnost. Preko subjektov varnostnega sistema in njihovih funkcij poskuša država obvladovati varnostno okolje na različnih področjih človekovega dela in življenja.\nVarnostna ocena je običajno sestavljena iz skupnih poročil Slovenske obveščevalno – varnostne agencije (v nadaljevanju SOVA), Obveščevalno varnostne službe (v nadaljevanju OVS) in Policije, ki so poleg oblastnih organov subjekti varnostnega sistema v ožjem smislu (Kopač, 2007, 56). To je ocena, ki temelji na statistično obdelanih podatkih dogodkov iz preteklosti, zato je neko realno trenutno stanje zelo težko oceniti. Običajno se za informacije po varnostni oceni oziroma stopnji ogroženosti obračamo na Policijo, kjer pa strokovnjaki zagotavljajo, da je varnostna ocena »dobra«. Vendar kaj to pomeni? Da smo varni? Ko pa se zgodi nek nepričakovan dogodek večje razsežnosti, pa s prstom kažemo na tistega, ki zagotavlja, da je varnostna ocena dobra (Regijski načrt zaščite in reševanja ob uporabi orožij ali sredstev za množično uničevanje v teroristične namene oziroma ob terorističnem napadu s klasičnimi sredstvi na območju Ljubljanske regije, 2008).\nLjubljanska regija, kot del Republike Slovenije, ni imuna pred pojavom terorizma na njenem ozemlju. Učinki terorističnih napadov v sosednjih in drugih regijah ali državah lahko ogrožajo tudi to regijo. Možnosti terorističnega napada s sredstvi za množično uničevanje, s katerimi grozijo različne ekstremne teroristične organizacije, na svojem ozemlju, tudi sicer ne more izključiti nobena država (Regijski načrt zaščite in reševanja ob uporabi orožij ali sredstev za množično uničevanje v teroristične namene oziroma ob terorističnem napadu s klasičnimi sredstvi na območju Ljubljanske regije, 2008).\nPo ocenah pristojnih služb je ocena ogroženosti Ljubljanske regije, zaradi napadov terorističnih organizacij z orožji ali s sredstvi za množično uničevanje in klasičnimi terorističnimi sredstvi majhna, vendar je ni mogoče izključiti. Pristojne službe redno spremljajo dejavnike in razmere, ki vplivajo na povečano verjetnost terorističnih napadov ter ocenjujejo različne stopnje nevarnosti terorističnih napadov v Republiki Sloveniji. O tem redno obveščajo pristojne organe.\nOb naštetih aktivnostih je za uspešno zagotavljanje notranje varnosti zato pomembno delovanje subjektov kot so Policija, obveščevalne in varnostne službe, državno tožilstvo, pravosodni ter inšpekcijski in drugi nadzorni organi. Delovanje teh organov temelji na spoštovanju pravnega reda, evropskih konvencij in priporočil, etičnosti in profesionalnosti. Njihova preventivna in kurativna dejavnost je usmerjena tako v zagotavljanje notranje varnosti, kot tudi v prevzemanje ustreznega dela odgovornosti za globalno varnost. Ključna naloga Republike Slovenije na področju notranje varnosti je tudi učinkovit nadzor in varovanje meja Republike Slovenije na kopnem, morju in v zračnem prostoru.\n"], "4": ["3 KLIC V SILI", ""], "5": ["3.1 Klicni center", "Klicni centri, pa naj si bo to OKC, RCO ali kak drug klicni center (štabi, varnostno- nadzorni centri – VNC) vsi bolj ali manj pomenijo posebno službo znotraj posamezne organizacije, ki s pomočjo informacijske tehnologije skrbi za komunikacijo med njihovo organizacijo in njihovimi strankami ter jim zagotavlja določene usluge, ne glede ali gre za telefonsko prodajo ali za zagotavljaje varnosti.\nNa hitro so si med seboj vsi centri zelo podobni, saj je v vsakem več ljudi, ki s »slušalkami na glavi tipkajo po računalniku in se z nekom pogovarjajo«. Taka podobnost tudi ostane v prvi fazi, ki smo jo pozneje v nalogi poimenovali proces sprejema. Bistvena razlika med njimi pa je v tem, kaj določeni center naredi s podatkom, ki ga sprejme od prijavitelja, in v nadaljevanju, ko se proces sprejema zaključi.\n"], "6": ["3.2 Kaj je OKC?", "V današnjem času si nobena Policija svojega dela ne more zamisliti brez OKC-jev, katerih naloge so sicer raznolike, javnosti pa sta večinoma poznani le dve in sicer da se javi na njihove klice in jim priskoči na pomoč.\nSlužba OKC je v Generalni policijski upravi (v nadaljevanju: GPU) na državni ravni, podobni centri pa so tudi na regionalnem nivoju in sicer na policijskih upravah (v nadaljevanju: PU). Na regionalnem nivoju jih je enajst, eden pa je še na Policijski akademiji v Tacnu.\nOKC sodi med mlajše službe, nastal je po osamosvojitvi Republike Slovenije leta 1992. Toda njegovi začetki segajo že v leto 1945, ko je takratna Narodna milica organizirala stalna dežurstva. Naloga OKC-ja je bila, da je o nastalih varnostnih razmerah takoj obvestila vse pomembne nosilce narodne oblasti, če je bilo to potrebno.\nLeta 1998 je Policija postala samostojen organ v sestavi ministrstva. Z zakonom so bile jasno opredeljene njene naloge, organizacija in njena pooblastila. OKC GPU je postal samostojna organizacijska enota Policiji, zadolžena za usklajeno delovanje na ravni države.\nZnotraj OKC-ja delujejo oddelki za operativo, komunikacije in zavarovanje. Center obsega 11 OKC-jev PU, ki v okviru policijskih nalog skrbijo za sprejem obvestil na telefonsko številko 113, prve policijske ukrepe, obveščanje in poročanje pristojnim policijskim in drugim institucijam ter za zavarovanje na območju PU (Pravila o obveščanju in poročanju (interno gradivo Ministrstva za notranje zadeve)).\nOKC spremlja, usmerja, usklajuje in ocenjuje njihove ukrepe in posreduje pri prometnih, naravnih in drugih nesrečah, kaznivih dejanjih in ob vseh drugih večjih, pomembnih dogodkih in pojavih. Vendar »državni« center ne skrbi samo za nadzorstvene funkcije, temveč je zadolžen tudi za usklajevanje prvih operativnih ukrepov ter obveščanje in poročanje v primeru varnostnih dogodkov, ki zajemajo več PU, ali pa za dogodke, ki so pomembni za celotno državo oziroma za informacijski\nsistem. V kočljivih in obsežnih varnostnih situacijah zagotavlja t. i. »štabno delovanje«, to pomeni vodstveno delovanje, katerega osnovni namen je zbiranje, urejanje in ovrednotenje podatkov, ki pomagajo pri vodenju.\nPogosto je kakovost policijske storitve odvisna tudi od podatkov, ki jih posreduje prijavitelj. Na podlagi zbranih podatkov in predpisanih načrtov, navodil in opomnikov, pripravljenih za posamezne dogodke, policisti - operaterji skupaj z vodjo izmene in njegovimi pomočniki usmerjajo policijske patrulje oziroma operativne enote na terenu. Ker pravočasna in popolna informacija lahko rešuje življenja, javnosti prek medijev posredujejo vse informacije, pomembne za varnost v državi. Na spletnih straneh Policiji (www.policija.si) je vsak dan objavljena tudi t.i. črna kronika, pregled vseh odmevnejših interventnih dogodkov. (Kolenc, 2002, str. 84–89)\nDelo na OKC PU Ljubljana poteka v petih izmenah, in sicer v »ruskem turnusu«. To pomeni, da delo poteka 12 ur v dnevni in 12 ur v nočni izmeni. V eni izmeni dela 8 delavcev, od katerih je eden vodja izmene, trije pomočniki vodje izmene (v nadaljevanju: PVI) in štirje operaterji.\n"], "7": ["3.3 Način dela", "V skupini je delo razdeljeno na tri segmente in sicer na sprejem, napotitev in vodenje. Med samim delom se izkaže, da samega sprejema klicev in napotitve ni smotrno združevati v eno delovno mesto, saj delavec, čeprav lahko opravlja več opravil hkrati, ne more komunicirati na več različnih komunikacijskih sredstvih hkrati. Največkrat se to pokaže pri nujnih zadevah (iskanje pogrešanih oseb, ropi, večji pretepi, streljanje, zasledovanje storilcev itd.).\nOb takih primerih poskuša operater ves čas do prihoda patrulje na kraj dogodka zadržati prijavitelja pri telefonu in od njega pridobivati koristne in potrebne podatke, ki jih izoblikuje v razumljivo informacijo. PVI pošlje na kraj dogodka patrulje in koordinira njihovo delo ter jim nudi vso mogočo pomoč, hkrati pa jim posreduje informacije, ki jih ob dogodkih, ki smo jih prej omenili, operater še zbira od prijavitelja.\nČe je potrebno, se v delo vključijo še preostali delavci v sobi. Večinoma pa prve patrulje odhajajo na kraj dogodka še vedno s pomanjkljivo in nezanesljivo informacijo, saj jo sporoči neznana oseba, na katero pa se pri odločitvi, ki je življenjskega pomena, ni mogoče zanesti, saj ta prijavitelj ni strokovno usposobljen, njegovega vira podatkov pa v tem trenutku še ni mogoče preveriti.\nNa žalost se dogaja tudi pri nas, da na manjših PU v Republiki Sloveniji vse tri delovne procese opravlja en človek.\n"], "8": ["3.3.1 Sprejem", "Na sprejemu telefonske številke 113 načeloma delajo operaterji, ki sprejmejo občanov klic. Ob sprejemu ga ovrednotijo in se odločijo, ali je na kraju potrebna intervencija Policiji ali ne. Če je na kraju potrebna intervencija Policiji, v program, imenovan Dnevnik dogodkov OKC (v nadaljevanju DDOKC), vnesejo zapis.\nPo internem navodilu se ob prijavi od prijavitelja zahtevajo osnovni podatki (Opomnik za sprejem obvestila o hujših dejanjih in dogodkih, 2001):\nime in priimek prijavitelja, če je mogoče tudi naslov prebivališča,  točna lokacija dogodka (kraj, ulica, št., če je blok, tudi nadstropje ali opis poti,  kako je mogoče priti do tja),  opis dogodka (kratek povzetek opisa občana v stavku ali dveh).\nOb sami prijavi se klic tudi ovrednoti: kakšno dejanje je nastalo, kršitev po Zakonu o varstvu javnega reda in miru (Ur. l. RS, št 70/2006), kršitev Zakona o varnosti cestnega prometa (Ur. l. RS, št. 83/2004) ali je kaznivo dejanje po Kazenskem zakoniku Republike Slovenije (Ur. l. RS, št. 95/2004). Zato je v DDOKC poseben šifrant s temami, ki natančneje opredelijo dejanje.\nOperater na sprejemu tudi odloči, kako nujen je dogodek in posredno tudi koliko policistov bo potrebnih, da bi na kraju vzpostavili normalno stanje. Od odločitve o nujnosti dogodka je tudi odvisno, kako hitro in v kolikšnem številu bodo prišli policisti.\nKo vse potrebne podatke vpiše v aplikacijo, zapis shrani in pošlje v mrežo. Tako postane informacija dostopna vsem potrebnim uporabnikom.\nČe je treba na kraj dogodka napotiti še druge službe, kot so gasilci, reševalci (v nadaljevanju RV), Družbo za upravljanje z avtocesto (v nadaljevanju DARS), cestno podjetje (v nadaljevanju CP), komunalno podjetje (v nadaljevanju KP), službo javne razsvetljave (v nadaljevanju JR), higienika itd., jih operater obvesti po telefonu in jim posreduje potrebne podatke.\nOperater mora podatke, ki jih sprejme od prijavitelja, v čim krajšem času zabeležiti v DDOKC in jih spremeniti v jasno in razumljivo informacijo. Treba je razumeti, da na številko 113 kličejo osebe, ki so navadno v zelo velikem stresnem stanju in praviloma ne vedo, kako se obnašati v takih primerih. Največkrat so njihovi podatki nerazumljivi in nepovezani. Večkrat tudi opisujejo, kako je nastal dogodek, ne pa, kaj se dejansko dogaja tam.\nOperater vse vnese v DDOKC z opisom v stavku, mogoče dveh.\n"], "9": ["3.3.2 Napotitev", "To delo opravljajo PVI, in sicer patruljo napotijo na podlagi sprejetega zapisa. Napotitev je odvisna od več pogojev, in sicer od:\nrazpoložljivosti patrulj,  oddaljenosti patrulj,  števila in izkušenosti policistov v patruljah,  nujnosti dogodka,  obsežnosti dogodka,  pomembnosti dogodka  in drugih.\nNato se patruljo napoti po sistemu zvez. Ves čas, od napotitve do konca obravnave dogodka, OKC nudi patrulji vso mogočo pomoč, omogoča napotitev dodatnih patrulj,\nnjihovo koordinacijo, obvešča druge službe (reševalce, gasilce, vlečno službo itd.). Ko se razmere na kraju dogodka umirijo, se od patrulje zahteva povratno informacijo, na podlagi katere se sprejema nadaljnje odločitve, ukrepe in potrebna obveščanja. Prav tako se na koncu obravnave zahteva končna informacija. Vsa dela, ki se opravijo med napotitvijo, ukaze, ki jih izda OKC, blokade, uporabe prisilnih sredstev, dodatne informacije se v DDOKC vpisuje hkrati ali z nekajminutnim zamikom, odvisno od razmer, ki to dopuščajo. Ko se prejme končna informacija, se zapis v DDOKC zaključi.\n"], "10": ["3.3.3 Vodenje", "Potem delo prevzame vodja izmene, ki je nadzoroval celoten potek dela in se je po potrebi vključil v delo. V DDOKC pregleda zapis dogodka, če so bili opravljeni vsi potrebni ukrepi, in če so bile dejansko obveščene vse potrebne službe. Nato zaključi zapis DDOKC in v tej točki je delo za OKC končano.\n"], "11": ["3.4 Frekvenca dela", "V 12 urah ena izmena sprejme približno 600 telefonskih pozivov na številko 113. V število niso vključeni klici, ki prihajajo po internih linijah, kar pomeni, da posamezen policist - operater sprejme okoli 200 telefonskih pozivov na dan, od tega v povprečju napiše 40 zapisov v program DDOKC. Tako je v izmeni v DDOKC zapisanih približno 160 interventnih dogodkov, kar pomeni, da morajo na tak zapis policisti oditi na kraj dogodka. Vsi drugi klici na številko 113 končajo v aplikaciji DDOKC kot neaktivni, vendar je vanje še vedno možnost vpogleda.\nPovprečni reakcijski čas OKC (čas od začetka zvonjenja telefona do same napotitve) je približno 5 minut. Če je dogodek nujen, ko je ogroženo življenje ali so storilci na kraju dogodka, pa je reakcijski čas 2 do 3 minute. V takih primerih se zbere le podatke, ki jih je mogoče dobiti, predvsem o vrsti dogodka in kraju dogodka. Največkrat že med samim pogovorom z občanom na kraj odide ustrezno število patrulj.\nOb tem je treba poudariti, da imajo delavci OKC na voljo le nekaj sekund, da se odločijo, kako ukrepati in koga napotiti na kraj. Pri takih zadevah odločitve temeljijo predvsem na:\nizkušnjah,  pravilni predstavljenosti problema s strani klicatelja,  poznavanju terena,  problematiki na terenu (zasedenost patrulj, obravnava drugih večjih dogodkov)  ob kritičnem trenutku,  količini podatkov, ki so na voljo,  delovanju opreme. (Opomnik za sprejem obvestila o hujših dejanjih in  dogodkih, 2001)\nNa žalost si klici ne sledijo v določenem vrstnem redu, ampak prihajajo naključno in ponavadi v takšnih intervalih, da jih hkrati ob istem času sledi več, kot jih je mogoče sprejeti v tistem trenutku.\n"], "12": ["4 STOPNJA OGROŽENOSTI", "Če bi Al Kaida izvedla teroristični napad podobnih razsežnosti kot v Ameriki leta 2001, bi bile posledice, ki bi ga utrpelo Evropsko gospodarstvo, katastrofalne za vso Evropo. Ob tem naj povemo, da je bil leta 2006 pravočasno preprečen poskus razstrelitve več potniških letal nad Atlantikom. Razdrobljene letalske družbe v Evropski uniji bi se dobesedno sesule in brez državnih intervencij sploh ne bi mogle preživeti. Ohromela bi celotna multiplikacijska veriga, ki je povezana z letalskim gospodarstvom (agencije, hoteli, investicije, promet, kulturne dejavnosti, gostinstvo, zabavne in športne dejavnosti, izguba delovnih mest, borzne izgube itd.) (Geršak, 2009, 45).\nKot je omenjeno že v začetku diplomskega dela, Republika Slovenija kljub svojemu strateškemu položaju, kjer se križajo mnoge prometne poti med vzhodno in zahodno Evropo ter med severom in Balkanom, uživa kar visoko stopnjo varnosti. Iz navedenega bi lahko rekli, da je stopnja ogroženosti v Republiki Sloveniji nizka. Ne glede na to, da so trenutne razmere stabilne, pa kljub vsemu ni zanemarljivo, da lahko stopnja ogroženosti zelo hitro naraste. Skratka gre za proces ki traja in se ga mora konstantno spremljati.\n"], "13": ["5 ANALIZA PRIMERA", "Za analizo smo si izbrali izmišljen dogodek, tako da so morebitne podobnosti naključne.\n"], "14": ["5.1 Kronološki pregled dogajanja", "Dne 11.05.2010 ob 10.20 uri OKC PU Postojna pokliče na OKC PU Ljubljana in sporoči, da jih je obvestila novinarka Večera Špela Kovač (078) 237-237, da jo je poklical moški, ki se je predstavil kot Janez Novak s telefonske številke (067) 857-857 in povedal, da je obsojen na zaporno kazen in ker ni kriv ne bo šel v zapor, saj se bo v roku pol ure raje razstrelil. Trenutno se nahaja v Ljubljani, kje točno pa ne ve.\nTakoj po sprejetem obvestilu je naročeno dežurnemu policistu na PP Ljubljana Center, da preveri na sodišču, če je kakšna obravnava, kjer je udeležen Janez Novak. Prav tako delavec OKC-ja preveri podatke po evidencah organov za notranje zadeve in ugotovi identiteto osebe, ki naj bi klicala novinarko. Opravljena tudi preverka pri ponudniku mobilne telefonije, da se ugotovi lokacija uporabnika navedene telefonske številke.\nOb 10:43 kliče na OKC PU Ljubljana novinarka Kovačeva in pove, da je Novak obsojen na dveletno zaporno kazen, ki bi jo moral nastopiti v zaporih na Dobu zaradi kaznivega dejanja goljufije. Čez 10 minut bo poslala po faksu dokumentacijo, ki ji jo je Novak poslal.\nOb 10:56 varnostnik Franci iz Državnega zbora (v nadaljevanju DZ) sporoči, da se je pred poslopje DZ pripeljal voznik osebnega avtomobila PO99-8XY, v vozilu je moški, policistki enote Urada za varnost in zaščito, ki varuje objekt, je izročil listek, na katerem je napisano: »V avtu je bomba«. Varnostniki so kraj zavarovali, prosi za obveščanje PP Center.\nOb 11.02 uri so takoj na kraj napoteni dve patrulji, seznanjeno vodstvo policijske uprave ter dežurni kriminalist.\nOb 11.09 uri je vozilo odpeljalo izpred poslopja DZ. Patrulji, ki sta bili napoteni na kraj, sta prišli le nekaj trenutkov za tem, tako da so policisti opazili odhajajoči avtomobil. Zapeljali so se za njim ter ga z zvočnimi signali ter utripajočimi modrimi lučmi poskušali ustaviti. Voznik se ni zmenil za to, temveč je pospešil hitrost svoje vožnje, zapeljal skozi nekaj rdečih luči na semaforiziranih križiščih ter pri tem povzročil prometno nezgodo, v kateri je tovorno vozilo – cisterna za prevoz nevarnih snovi, trčilo v osebni avtomobil in se prevrnilo. V osebnem vozilu sta bili huje poškodovani 2 osebi ena pa je umrla na kraju nesreče, iz cisterne pa je začela iztekati tekočina. Voznik Novak, ki je povzročil nezgodo, pa je nepoškodovan odpeljal naprej.\nMedtem, ko je več policijskih patrulj sledilo vozniku Novaku, je eden PVI na OKC vodil in koordiniral delo patrulj ter postavljal na primernem mestu blokado vozniku Novaku, je drugi PVI vodil in koordiniral delo na kraju prometne nezgode. Takoj je bilo na kraj napoteno reševalno vozilo, obveščen RCO, da aktivira gasilsko brigado, obveščeno cestno podjetje za zavarovanje kraja nezgode in zaporo ceste, obveščen prometno informacijski center za obveščanje medijev in ostalih udeležencev v prometu o nastali zapori ceste in eventuelnem obvozu. Kasneje, ko so prvi nujni ukrepi s strani OKC-ja izvedeni, se po potrebi in po časovnem poteku dela na kraju obvešča še preiskovalnega sodnika in okrožnega državnega tožilca o morebitni udeležbi na kraju kaznivega dejanja, zdravnika sodne medicine o ogledu pokojne osebe na kraju nezgode, Javno podjetje Žale o odvozu trupla, avtovleke za odvoze vozil, komunalno podjetje za čiščenje vozišča, itd.\nOb 11:19 uri sporoči patrulja, ki je sledila vozniku Novaku, da je vozilo ustavljeno s pomočjo sredstva za prisilno ustavljanje vozil – Stinger in sicer na cesti na relaciji Medno – Medvode. Na primerni razdalji zavarujejo vozilo s trakom »POLICIJA«, moški pa je v vozilu.\nOb 11:31 kliče novinarka Kovačeva, da jo je poklical Novak in zahteval, da se vsi policisti odstranijo, saj bo v nasprotnem primeru pritisnil na sprožilec, pa če tudi bo vklenjen v lisice.\nOb 11:32 uri na kraj napoten bombni tehnik, prav tako tudi za vodnik službenega psa za iskanje eksploziva.\nOb 11:40 uri je preverjeno pri bombnem tehniku glede evakuacije bližnjih stanovalcev (praznenje hiš), ki pa se ni mogel odločiti kolikšen radij se prazni, če gre za vozilo pa lahko tudi do 500 m. Po spletu srečnih okoliščin pa na kraju v tolikšni razdalji ni nobene naseljene hiše.\nOb 11.52 uri dež. Kriminalist - pogajalec pove, da so na vezi z g. Novakom in da je dogovorjeno, da pride sam iz vozila, policiste pa naj opozorimo, da naj ne planijo po njem.\nOb 11:53 uri je oseba prišla iz vozila, je prijeta in pod kontrolo.\nOb 11:57 uri OKC PU Postojna pove, da so opravili razgovor z ženo Novaka, ki pove, da je Novak v zadnjem času zelo živčen, ker bi moral na prestajanje kazni. Vojaškega roka ni služil in ni ljubitelj orožja, je pa v slabem psihičnem stanju in je možno da kaj stori.\nOb 12:00 uri je na kraj poslan krim tehnik\nOb 12:19 uri bombni tehnik sporoča, da je pregledal vozilo in ni našel nič posebnega, razen 1/2 ročke bencina\nOb 13:15 uri je ogled zaključen, promet sproščen, prav tako zaključen ogled prometne nezgode, osumljencu pa je bila ob 11.53 uri odvzeta prostost po členu 157/II ZKP, gre za kaznivo dejanje povzročitev splošne nevarnosti, povzročitev smrtne prometne nezgode iz malomarnosti in opustitev pomoči poškodovanim osebam na kraju nezgode.\nOb 17.40 uri je ena izmed patrulj Novaka odpeljala v kazenski pripor Dob na prestajanje zaporne kazni.\n"], "15": ["6 REVIZIJA POSTOPKOV", "Zakaj delamo revizijo? Je morda nek postopek, pri katerem je delo popolna rutina, še vedno dovolj dobro izpeljan, da ne zanemarimo nekega drugega dogodka, ki je morda zakrit s »fingiranjem« prvega? Vedno je potrebno identificirati in kritično oceniti predpostavke, na katerih temeljijo informacije, ki vam jih posredujejo (Newman, Clarke, 2010, 41). Iz opisanega primera je razvidno, da je delo uslužbencev na OKC zelo raznoliko. Namenoma smo izbrali primer, kjer gre navidezno za nek dogodek, ki sprva sploh ne kaže nekih znakov pomembnosti oziroma večjih razsežnosti. Pa kljub temu, se že pri vsakdanjih dogodkih opazi pomankljivosti in napake, iz katerih se lahko veliko naučimo, da se nam ne bi ponavljale. Poglejmo si nekaj zanimivih ugotovitev:\nOb prvi prijavi je bilo navedeno s strani novinarke, da se bo Janez Novak čez  30 minut nekje v Ljubljani razstrelil. Ob prijavi je navedla številko mobilnega  telefona Novaka. V analizi ugotovimo pomankljivost, da ni nihče zaprosil za  lociranje številke mobilnega telefona Novaka.  Točna identiteta osebe je bila znana po preverjanju preko evidenc Policiji, prav  tako ni bila znana njegova trenutna lokacija, objekt napada, kakšna kazniva  dejanja je obsojen, v kateri zapor bi moral iti.  Klic je bil sprejet na območju druge PU in sicer OKC PU Postojna ob 10:11  uri, OKC PU Ljubljana pa je bil o dogodku seznanjen ob 10:20 uri. Sam prenos  sporočila je potekal 9 minut.  Po sprejetju sporočila na OKC PU Ljubljana je bila novinarka, ki bi lahko  nudila dodatne podatke, večkrat poklicana na telefon, vendar pa je bila  nedosegljiva. Kasneje, ob 10:43 uri, je novinarka povedala, da ima Novakove  dokumente zaradi objave zgodbe (točna identiteta). Ključni podatki ob  sprejemu na OKC PU Ljubljana niso bili znani.  Dve minuti po preteku roka 30 minut ob 10.43 uri kliče novinarka z dodatnimi  podatki o identiteti osebe, prav tako novinarka na OKC Postojna ob 10:53  sporoči, da je Novak pred poslopjem DZ.  Ni razvidno, da bi takoj po sprejetju obvestila opozorili vse policiste na terenu  kaj se dogaja, kljub kratkemu roku. Prav tako, bi se na podlagi obvestila lahko  sklepalo, da bodo tarča napada državne ustanove ali večji javni kraji. Tudi ni\n razvidno, da bi bil seznanjen Urad za varnost in zaščito, ki bi lahko opozoril  svoje policiste.  Obveščanje oziroma predlog o vključitvi pogajalca, ki se je nato vključil v delo  in pripomogel k uspešnemu reševanju dogodka, se je pričelo šele po 30  minutnem roku  OKC PU Ljubljana je bil o lokaciji Novaka seznanjen ob 10:56 uri in še to s  strani varnostnika pred poslopjem DZ. OKC Postojna pa je ta podatek imel že  ob 10:53 uri.  Ob podatku, da se oseba nahaja pred DZ, sta bili na kraj napoteni dve patrulji.  V danem trenutku še ni bilo znano ali ima Novak pri sebi res eksplozivno telo  ali ne, prav tako ne moč te naprave. Hkrati ni bilo poskrbljeno za širšo blokado,  saj je storilec s kraja zbežal, lahko pa bi prišlo tudi do eksplozije.  Na kraju so bili policisti Urada za varnost in zaščito in njihovi starešine, vendar  ni znano kakšne naloge so poleg varovanja objekta tam opravljali. Prav tako  OKC PU Ljubljana ni komuniciral z njimi, saj njihove radijske zveze ne  delujejo na istih skupinah. Koordiniranje med policisti PU in Urada za varnost  in zaščito je verjetno potekalo verbalno na samem kraju in le med njimi  osebno.  Ob 11.09 uri (po 13 minutah) se je Novak z vozilom odpeljal naprej, kljub  temu, da so bili na kraju policisti Urada za varnost in zaščito. Glede na časovno  obdobje 13 minut, so policisti verjetno imeli možnost, da vozilo zablokirajo in  onemogočijo vožnjo.  Ob 11:31 uri kliče novinarka z zahtevo, da se policisti umaknejo, drugače bo  Novak sprožil eksplozivno telo, kar daje znak, da je novinarka ves čas lahko z  njim komunicirala in da je bil z njo pripravljen govoriti\nDogodek, si zasluži obširnejšo analizo saj bi lahko z gotovostjo pokazali več težav, ki so se zgodili med obravnavanjem dogodka.\nOcenjujemo, da se je glede na težo prijave dogodka in kratek rok izgubilo preveč časa za obveščanje med notranjimi službami Policiji. Ob informaciji, da je Novak pred DZ, se je napotilo policiste le v bližino Novaka, o širši blokadi, ki bi prišla v poštev, če bi se dogodek razvil drugače (ob aktiviranju eksplozivnega telesa) pa ni razmišljal nihče.\nOKC v prvih 30 minutah ni klical Novaka na številko mobilnega telefona. Se pa v podobnih primerih vedno pojavlja dilema o čem govoriti s tako osebo in kako pristopiti k pogovoru. V kolikor bi res imeli le 30 minut, bi ta pogovor med OKC in Novakom lahko podaljšal rok ali pa bi na ta način pridobili kakšen koristen podatek. V primeru nepravilnega pogovora pa bi lahko situacijo tudi poslabšali. Smiselno bi bilo usposobiti delavce OKC za podobne pogovore ali pa takoj v takih primerih vključiti pogajalca.\n"], "16": ["7 RAZPRAVA", "OKC PU sprejema in se odziva na klice ljudi, ki so jim vlomili v avtomobil ali ga odtujili, vlomili v nepremičnino, so udeleženi v prometni nesreči, prijavljajo požare, umore, samomore, posilstva, pretepe, izlitja nevarnih snovi, naravne nesreče, izgubljene osebe, najdeno orožje, delovne nesreče itd.. Na kratko: vse, kar se hudega zgodi, ponavadi izvemo prvi. Med takimi klici so tudi banalne zadeve, npr. sosedova mačka ne more z drevesa ali pa v zadnjem času zelo aktualna tema, sprehaja se spuščen pes brez nadzora.\nMed zahtevnejšimi zadevami pa so pogovori z različnimi ljudmi, ki kličejo, da testirajo znanje in potrpežljivost delavcev na OKC ali pa potrebujejo nasvet, kako naprej v življenju, ker so se znašli v življenjski krizi.\nVsakemu, ki kliče, poskušamo pomagati v mejah razuma in zdrave logike, kar pa včasih žal tudi ni mogoče.\nNa podlagi javno dostopnih podatkov menimo, da se je stopnja ogroženosti povečala. To je zelo enostavno tudi dokazati, že če samo spremljamo statistične podatke telefonskih klicev na številko 113, ki so javno dostopni na spletnih straneh Policiji. Razen v zadnjih dveh letih, ko je stanje približno enako, se je v preteklih letih število klicev povečevalo. Delo je takrat potekalo v štirih izmenah, v katerih je bilo po sistematizaciji delovnih mest v Policiji za delo v OKC PU Ljubljana 8 ljudi in je veljalo za polno zasedeno izmeno. Danes delo na OKC PU Ljubljana poteka v petih izmenah, medtem se je marsikaj spremenilo, vendar pa ponovno velja, da je za polno zasedeno izmeno potrebnih 8 ljudi. Seveda je vsakomur takoj jasno, da ko nastopijo bolniški staleži in letni dopusti ali drugi izostanki z dela, je zelo težko zagotoviti polno število. Tako se zgodi, da v izmeni dela običajno 7 ljudi, kar pa ni pravilo. Redko se zgodi 8, ne tako redko pa tudi 6. In tu se začnejo vse težave, ko se dva ali trije policisti javljajo na telefon »klic v sili«, ko ne veš, kdo bolj potrebuje pomoč. Ko se policisti srečujejo z množico klicev, ki sploh niso delovno področje Policiji; ko se srečujejo z množico klicev mesečnikov, ki se jih ne morejo in ne morejo otresti, čeprav prekinejo linijo, saj le-ti neumorno znova in znova kličejo nazaj; ko so policisti tako rekoč vseh 12 ur\ndelovnega časa pod stresom in na robu izgorelosti in da ne omenjamo še pogojev dela, zaradi katerih bi inšpekcijske službe že davno zaprle prostore zaposlenih, če ne bi šlo za prostore državnih organov itd..\nKo se zavedamo vsega navedenega, potem lahko z zagotovostjo trdimo, da gre za povečana tveganja, pri čemer ustaljena praksa dela ne zadostuje minimalnim varnostnim standardom. Kaj hitro se lahko zgodi ne le en primer, ki smo ga opisali, lahko se jih zgodi več hkrati na različnih lokacijah. Pa je to še nesreča ali je morda že teroristično dejanje? Mar ni to tisto, s čimer »zaposlimo« Policijo, da deluje drugje, kot bi bilo potrebno? Premišljeno dejanje, ko Policijo napotimo stran, jo onesposobimo in tu se pojavi vprašanje hipoteze. Da, z zagotovostjo lahko trdimo, da je Policija v takem primeru trenutno ali začasno onesposobljena. Že sedaj se večkrat dogajajo razne manjše potegavščine, ko v nekem oddaljenem kraju prebivalci zelo dobro vedo, da le ena policijska patrulja varuje njihovo območje ali morda še sosednjega. In predno gredo iz gostilne malce okajeni v vozilo, pokličejo na 113 in prijavijo lažni dogodek (npr. kako oviro na cesti ali kaj podobnega) na oddaljeni relaciji, da se potem lahko »varno« odpeljejo domov, ko je policijska patrulja zasedena, da ne more opraviti kontrole vinjenega voznika.\nZamislimo si, da nekdo sporoči Policiji, da je sosed kupil večjo količino hidrogena. Za nekega policista je ta podatek popolnoma nepomemben, saj v danem trenutku ni vedel, kje podatki nastanejo. Ne da ni hotel sprejeti sporočila, ni vedel, da je hidrogen tudi ena od sestavin za tekoči eksploziv (Ivanuša, Podbregar, 2006). S tega vidika je zelo pomembno izobraževanje, saj ravno v tem segmentu nastajajo podatki, ki so bistveni za Policijo, ki se ukvarja z notranjo varnostjo.\n"], "17": ["8 ZAKLJUČEK", ""], "18": ["8.1 Verifikacija hipotez", "Hipoteza 1: Ali lahko dejanje s terorističnim predznakom trenutno oziroma  začasno onesposobi varnostne organe v RS ?\nDa, dejanje s terorističnim predznakom lahko za krajši čas onesposobi varnostne organe v RS.\nHipoteza 2: Ali je hipoteza 1 ključno odvisna od znanja in percepcije policistov  OKC?\nNe, znanje in percepcija policistov OKC ne vpliva bistveno na varnostne razmere v RS.\nHipoteza 3: Znanja policistov OKC je potrebno trajnostno nadgrajevati!\nDa, znanja policistov OKC je potrebno nadgrajevati.\n"], "19": ["8.2 Povzetek glavnih ugotovitev", "Kot smo ugotovili že pri verifikaciji hipotez, so glavne ugotovitve, da lahko dejanje s terorističnim predznakom trenutno oziroma začasno onesposobi varnostne organe v RS. To pa ni ključno odvisno od znanj policistov, čeprav je njihovo znanje v določenih trenutkih pomanjkljivo. Policisti na OKC so bili v preteklosti deležni izobraževanj, v zadnjem času poteka izobraževanje le za novo sprejete policiste v službo OKC in ko le- ti opravijo izobraževanje, potem se smatra, da so usposobljeni. Vendar pa je namen tega izobraževanja v izboljšanju komunikacije in obvladovanju konfliktov, kakor tudi lažje delo s težavnimi strankami. Ni pa poudarka na prepoznavanju podatkov, ki bi lahko kazali na teroristično grožnjo. Tudi v zadnjem času je opaziti željo po izobraževanju, predvsem pri starejših policistih, saj si tudi sami želijo jasna navodila za delo. Želijo si določenih vzorcev, na podlagi katerih bi bilo mogoče narediti novo prakso in ne da so prepuščeni lastnim presojam, na kateri dogodek reagirati in na katerega ne.\n"], "abstract": ["Diplomska naloga govori o klicnem centru Policije, zaposlenih v tem centru in reagiranju zaposlenih ob sprejemu podatkov. Poleg interventne številke 112, ki je številka Regijskega centra za obveščanje (v nadaljevanju RCO) je 113 interventna številka Policije, na katero uporabniki prijavljamo različna dejanja, ki se dogajajo v naši okolici, ne glede na to ali se to dogaja komu drugemu ali nam samim. Gre za službo, ki se imenuje operativno komunikacijski center (v nadaljevanju OKC), v kateri imajo zaposleni veliko odgovornost, saj se ob določenih dogodkih sami odločajo s tem, ali poslati na dogodek policijsko patruljo ali ne. Ob prisotnosti mnogo dejavnikov je ta odločitev hkrati tesno povezana s prepoznavanjem podatkov, ki bi ob nekem večjem dogodku ali celo terorističnem dejanju lahko tako močno ogrozilo varnost, da službe, ki se s tem ukvarjajo, ne bi zmogle opraviti svojega dela. OKC je služba, ki je močno preobremenjena, zaposleni so na robu izgorelosti, zato je ključnega pomena zaposlene razbremeniti in nadgrajevati njihovo znanje, saj z izobraževanjem zaposlenih dosežemo višji nivo znanja in strokovnosti. Spoznali bomo kakšen je standardni postopek, opravili revizijo postopka nekega primera, zaključili pa bomo z verifikacijo hipotez ter predlogi za določene spremembe."]}