{"1": ["1 UVOD", "Vino je bilo skozi čas zvest spremljevalec človeka in njegovega zdravja. Z napredkom znanosti se zanimanje na področju prehrane in dietike vedno bolj poglablja. S čedalje večjo vnemo in z vedno bolj refiniranimi tehnikami si vsestransko prizadevamo, da bi čimbolj spoznali hranila. Boljše poznavanje pijač in jedi po biološki plati bo omogočilo, da se bomo bolje ravnali v prehrani (Simčič 1987, str. 20).\nPo slovenski zakonodaji, je vino definirano kot pridelek, pridobljen s popolnim ali delnim alkoholnim vrenjem drozge ali mošta, pridelanega iz grozdja žlahtne vinske trte. Za to preprosto definicijo pa se skriva ena najbolj kompleksnih in priljubljenih pijač na svetu (Bavčar 2006, str. 13). Slovenija ima sicer relativno majhno površino vinogradov, ki znaša po registru državnega statističnega urada za leto 2009 približno 25.580 pridelovalcev, ki so obdelovali 16.350 ha vinogradniških površin. Več kot 80 % pridelovalcev obdeluje vinograde, manjše od enega hektarja. Po oceni letne porabe vina (40 litrov) na prebivalca se uvrščamo visoko med evropskimi državami. Razširjenost vinske trte in močna tradicija pridelave, vpletena v narodne običaje, sta glavna vzroka za priljubljenost vina (Bavčar 2009, str. 14).\nZnanost se je začela zanimati za pojav alkoholnega vrenja že v 17. stoletju, vendar je šele leta 1897 Ed. Buchner dokazal, da je za vrenje potreben encim kvasovke, imenovan cimaza. Encim omogoča, da se sladkor pretvarja v alkohol, po naslednji enačbi:\nC6H12O6 (sladkor)  2 CO2 (ogljikov dioksid) + 2 C2H5OH (alkohol) + E\nAlkohol je tudi dober konzervans vina. Z alkoholom bogatejša vina so obstojnejša kot z alkoholom revnejša. Z zorenjem (staranjem) vina se količina alkohola zmanjšuje. Del alkohola izhaja, del se oksidira v aldehide, del pa esterificira. Prisotni alkohol v vinu je na etiketi steklenice označen z natančnostjo ±0,5 %. To je dejanski alkohol, ki ga vino vsebuje (Vodovnik A. in Vodovnik T. 1999, str. 100). \nSenzorične lastnosti vina se glede na dejansko koncentracijo alkohola močno razlikujejo. Vino lahko na podlagi tega podatka sistematično uvrstimo v kategorije, pomemben je pri ocenjevanju vina pa tudi pri etiketiranju, ustekleničenju, staranju in prodaji vina. Večji pridelovalci se poslužujejo natančnejših analiz vina ali pa imajo sami dovolj znanja in opreme za lastne meritve. Med mnogimi manjšimi, ljubiteljskimi vinogradniki pa se samostojnega merjenja poslužuje le malokdo, saj je merjenje alkohola zaradi mnogih primesi v vinu zelo oteženo.\n"], "2": ["1.1 Cilj naloge", "Pri natančnejših metodah se koncentracija alkohola izračuna iz izmerjene relativne gostote destilata vina. Za merjenje relativne gostote destilata pa uporabljamo različne metode merjenja kot tudi različne aparature in pribor za izvajane meritev. Ena od preprostejših metod merjenje gostote in s tem vsebnosti alkohola, je hidrometrija. Tu se za določanje deleža dejanskega alkohola uporabljata alkoholmeter in termometer. Ob uporabi opreme večje natančnosti je metoda lahko uporabljena pri uradnih analizah vina. Pri določanju alkohola iz gostote destilata je zelo pomembna temperatura merjenega vzorca, saj se gostota glede na temperaturo močno spreminja.\nNamen diplomskega dela je nadgradnja metode merjenja alkohola v destilatu z alkoholmetrom, z elektronskim sistemom, ki s pomočjo senzorjev meri nivo alkoholmetra in temperaturo vzorca. Z dobljenimi podatki mikrokrmilnik izvede korekcijo, ki je odvisna od izmerjene temperature, in poda dejanski delež alkohola na zaslonu. Prednosti naprave sta enostavno rokovanje in predvsem možnost neprestanega merjenja. Sistem pa je testiran s pomočjo destilatov z različno vsebnostjo alkohola, na podlagi katerih je ocenjena natančnost sistema.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Alkoholna sestava vina", "Vino je produkt alkoholnega vrenja mošta svežega grozdja, ki ga da žlahtna vinska trta (Vitis vinifera L.). Po svoji sestavi je vino raztopina vode ter mnogoštevilnih organskih in anorganskih spojin. Ugotovljenih jih je že več kot tisoč in še vedno odkrivajo nove. Vsebnost vode je od 75 % do 85 %. Čim nižji je odstotek vode, tem boljša je kakovost vina. Pri vinu se večinoma omejujemo na etanol (etilni alkohol), ki ga imenujemo kar alkohol, saj ga je od nastalih alkoholov največ. V manjših količinah so prisotni tudi višji alkoholi, organske spojine z najmanj dvema OH-skupinama, ki se dobro topijo v vodi in so sladkega okusa. V primerjavi z etanolom je njihova koncentracija od 200 do 300-krat manjša (Vodovnik A. in Vodovnik T. 1999).\nPravilnik o označevanju vina in drugih proizvodov iz grozdja in vin predpisuje, da mora vino vsebovati najmanj 8,5 % dejanskega alkohola, razen vina cviček, ki morajo vsebovati najmanj 7,5 % dejanskega alkohola in največ 15 % skupnega alkohola (Vodovnik A. in Vodovnik T. 1999).\nSplošno trdimo za vina, ki vsebujejo:\n- do 9 % alkohola, da so tanka,\n- od 9,5 % do 10,5 % alkohola, da so blaga ali lahka,\n- od 10,5 % do 12 % alkohola, da so srednje močna,\n- od 12,5 % do 14 % alkohola, da so močna,\n- več kot 14 % alkohola, da so zelo močna vina (Bavčar 2009).\nZnano je, da vino daje moč. Zaradi zgorevanja energije v organizmu se sprošča energija. 1 % alkohola = 8 g alkohola/l in 1 g alkohola = 7 kcal. Iz teh podatkov lahko izračunamo, da ima alkohol enega litra vina z vsebnostjo 10 % energijsko vrednost 560 kcal (Vodovnik A. in Vodovnik T. 1999).\n"], "5": ["2.1.1 Etanol", "Etanol ali etilni alkohol (C2H5O4) je nedvomno najpomembnejši alkohol v vinu. Nastane kot posledica delovanja kvasovk Saccharomyces cerevisiae in je skupaj z ogljikovim dioksidom, glavni produkt alkoholne fermentacije. Kvasovke pri večji koncentraciji etanola odmrejo, zato je neposredno z vrenjem možno doseči do največ 25 % prostorninskega delež etanola. Večjo koncentracijo dobimo z destilacijo. Z destilacijo ni možno doseči 100-odstotne čistosti etanola, ampak le do teoretično 95,7 %. Vrelišče ima pri 78,3 -C, je brezbarven, prijetnega vonja in pekočega okusa. Gori s komaj vidnim, modrim plamenom. Izhlapeva že pri sobni temperaturi (Judež 1981). Specifična teža etanola pri 4 -C je 0,80374 g/cm3 in pri 20 -C 0,78945 g/cm3, kar je približno za eno petino lažji od vode. Pri mešanju z vodo se razvije toplota, prostornina pa se zmanjša. Zaradi tega bo volumen mešanice etanola in vode manjši kot seštevek volumna etanol in volumna vode pred mešanjem.\n"], "6": ["2.1.2 Metanol", "Metanol ali metilni alkohol ni proizvod alkoholne fermentacije, ampak posledica hidrolize pektinskih snovi pod vplivom encima pektinmetilesteraze. Vina iz grozdja, napadenega s plesnijo Botrytis cinerea, imajo splošno večjo koncentracijo metanola. Zanimanje za metanol je večje zaradi njegove negativne lastnosti, da se v človeškem telesu oksidira v formaldehid in mravljično kislino. Oba produkta sta toksična za centralni živčni sistem. Formaldehid lahko zelo hitro poškoduje optični živec in povzroči slepoto. Med normalnim procesom vinifikacije metanol nikoli ne doseže škodljive koncentracije (Bavčar 2009).\n"], "7": ["2.1.3 Višji alkoholi", "Višji alkoholi so alkoholi z več kot dvema ogljikovima atomoma. Če ne štejemo etanola, predstavljajo približno 50 % vseh aromatičnih snovi v vinu. Iz njih se tvorijo estri, zato so pomembni tudi pri zorenju vina. Nastajajo v glavnem med alkoholno fermentacijo, nekaj pa jih je v grozdju. Ti se med alkoholno fermentacijo večinoma odstranijo iz grozdja in tako minimalno vplivajo na končni vonj vina. Med alkoholno fermentacijo njihova sinteza poteka vzporedno s sintezo alkohola. Nastanejo iz aminokislin ali iz sladkorjev. Večjo koncentracijo \nvišjih alkoholov povzročijo določene vrste kvasovk, višja temperatura, več prisotnega kisika, višji pH, več prisotnih trdnih delcev in pomanjkanje amoniaka ter prostega dušika v moštu.\nV vinu se nahajajo propilni, izobutilni, izoamilni in amilni alkohol. Izoamil predstavlja več kot 50 % vseh višjih alkoholov. Bela vina imajo običajno manjšo skupno koncentracijo višjih alkoholov, največ pa jih je v vinih posebne kakovosti (tudi do 1000 mg/l). Sicer višji alkoholi do koncentracije 350 mg/l še pripomorejo k boljši senzorični kakovosti vina, v večjih koncentracijah pa je njihova prisotnost moteča (Bavčar 2009, str. 68).\n"], "8": ["2.1.4 Gliceroli", "Glicerol je lahko prisoten v grozdju, v največji meri pa nastaja kot stranski produkt alkoholne fermentacije. Spada med poliole, ki so alkoholi s 3 ali več hidroksilnimi skupinami. Poleg glicerola so najpomembnejši predstavniki še manitol, eritrol, arabinol, sorbitol, ksilitol in mezoinozitol. Na koncentracijo glicerola vpliva več faktorjev, kot so temperatura, različni sevi kvasovk, koncentracija razpoložljivih sladkorjev v moštu, dušikovih spojin in razmerje aminokislin, koncentracija žveplovega dioksida. Na boljšo sposobnost tvorbe glicerola vplivajo tudi nekatere avtohtone mikroflore, kot so Kloeckera apiculata, Metschnikowia pulcherrima in Candida stellata ter prisotnost plesni Botrytis cinerea (Bavčar 2009, str. 70).\nGlicerol daje vinu prijeten in harmoničen okus, deluje rahlo sladko in vpliva na občutek polnosti predvsem v belih in suhih vinih. V suhih vinih je glicerola poleg vode in etanola največ. Vina običajno vsebujejo od 6 do 14 g/l glicerola (Judež 1981, str. 197).\n"], "9": ["2.2 Določanje alkohola v vinu", "Vsebnost alkohola, koncentracija skupnih kislin, pH, reducirajoči sladkorji ter prosti in skupni žveplov oksid so prve analize, s katerimi se sreča vinar. Poznavanje osnovnih fizikalno- kemijskih parametrov grozdja, mošta in vina je nujno za izbiro ustreznih tehnoloških postopkov pri pridelavi vina. Zato je težnja večine vinarjev, da poznajo osnovne postopke za določanje teh parametrov (Bavčar 2009). Po definiciji O. I. V. (Organisation Internationale de la Vigne et du Vin) je volumenski delež alkohola število litrov etanola, ki ga vsebuje 100 litrov vina; oba volumna sta merjena pri 20 -C. Volumenski delež se izraža z %vol.\nV domačih laboratorijih se uporabljajo enostavnejše oziroma prilagojene metode, ki so primerne za hitro določitev posameznega parametra z minimalno porabo kemikalij. Od tu izhaja večina razlik med meritvami istega parametra med pooblaščeno organizacijo in vinarji samimi. Večina pooblaščenih organizacij uporablja evropsko potrjene metode, ki so bolj točne od hitrejših, poenostavljenih metod (Bavčar 2009).\nPredpisane uradne metode določanja alkohola so časovno in ne nazadnje ekonomsko izredno zahtevne. Vse pooblaščene organizacije za vino v Sloveniji pa morajo svoje metode prilagajati predpisom Evropske skupnosti. Istočasno pa se srečujejo tudi z vedno večjim številom vzorcev. Ker pa so prisiljene v točno določenem roku izdati ustrezne odločbe, se pooblaščene organizacije pri nas in po svetu poslužujejo različnih hitrih metod za določanje želenih parametrov. Izbira hitrih metod je običajno velika, vprašljiva pa je predvsem točnost dobljenih rezultatov. Pri izvajanju s pomočjo določene aparature se pogosto pojavlja tudi problem visoke nabavne cene in dragega vzdrževanja (Bavčar 2002).\nZa natančnejše merjenje pri pijačah, ki nimajo samo alkoholno-vodne mešanice, temveč tudi ekstrakt, je potrebna destilacija in se jakost določi v čistem destilatu. Homologi etanola, skupaj z etanolom in homologi etanola v etilnih estrih, so všteti v volumenskem deležu alkohola, ker so prisotni v destilatu. Kot ekstrakt smatramo vse nehlapne komponente vina.\n"], "10": ["2.2.1 Priprava destilata", "Metoda za pridobivanje destilata je opisana v sedmem členu Navodil o fizikalno kemijskih analizah grozdnega mošta in vina Uradnega lista, kjer piše, da je uporaben katerikoli tip \ndestilatorja ali parnega destilatorja, ki ustreza sledečemu testu. Destiliramo zmes vode in etanola z volumenskim deležem 10 %, 5-krat zapovrstjo. Destilat mora vsebovati najmanj 9,9 % po peti destilaciji oziroma izguba alkohola med vsako destilacijo ne sme biti večja od 0,02 %.\nZa destilacijo vzorca najprej v merilno bučo odmerimo natančno 100 ml vzorca pri temperaturi 20 -C in ga kvantitativno prenesemo v destilirno bučo. Merilno bučo trikrat izperemo z 10 do 15 ml vode in vsebino prelijemo v destilirno bučo. V isto merilno bučko 100 ml, ki jo uporabljamo za lovljenje destilata, dodamo 5 ml vode in jo namestimo tako, da se konec hladilnika skoraj dotika vode. Ko predestiliramo približno 20 ml, postavimo bučo tako, da sega konec hladilnika nekoliko pod oznako, da bi alkohol (destilat) prosto kapljal v merilno bučo. Ko predestiliramo približno 80 do 85 ml destilata, destilacijo prekinemo. Merilno bučo z alkoholom dopolnimo z vodo skoraj do oznake in dobro premešamo (Uradni list RS, št. 84/2003, Priloga 1).\n"], "11": ["2.2.2 Merjenje z ebulioskopom", "V domačih laboratorijih se za določanje vsebnosti alkohola največkrat uporablja ebulioskop (ebulitio – lat. vrenje), ki omogoča enostavno določitev, ker ne zahteva destilacije ali ločitve alkohola od drugih sestavin vina. Poznamo dve vrsti, Maliganov in Saleronov ebulioskop. Oba delujeta po principu Raultovega zakon znižanja temperature vrelišča za sistem etanol- voda. Alkohol ima vrelišče pri 78,29 -C, voda pa pri 100 -C. Vino, ki je zmes obeh, bo imelo vrelišče med tema dvema temperaturama. Vrelišče je tem nižje, čim več ima vino alkohola in obratno.\nMaliganov ebulioskop je sestavljen iz kelihu podobnega kovinskega kotlička in iz toplomera, ki kaže vrelišče vina ali iz njega že preračunane in na skalo nanesene volumenske odstotke alkohola. Hladilnik preprečuje prehitro uhajanje alkohola pri segrevanju. Ker je vrelišče odvisno od zračnega pritiska, moramo najprej določiti vrelišče vode pri danem pritisku, ki nam služi kot ničelna točka na premični skali. Po nastavitvi vlijemo vzorec vina. Ko začne vino vreti, se živosrebrna nitka ustavi na točki, ki je vrelišče vina. Več alkohola vino vsebuje, tem bliže je 78 -C (Šikovec 1993).\n"], "12": ["2.2.3 Merjenje z vinomerom", "Določanje alkohola z vinomerom je najmanj natančno in najmanj zanesljivo. Metoda temelji na kapilarnosti (lasničnosti) tekočin. Kapilarnost tekočine se ravna po njeni specifični teži in je pri vodi večja kot pri alkoholu. Zaradi kapilarnosti se v drobnih lasničnih cevkah vzpenja kvišku. Več alkohola vino vsebuje, manjša je kapilarnost vina.\nVinomer sestoji iz tanke steklene cevke, na kateri je vdelana lestvica. Cevka je na koncu razširjena v podobi lija. Pred meritvijo z vinom preverimo aparat z vodo. Meritev mora pokazati ničlo, nato ga izpraznemo. Nato v cevko nalijemo vino in počakamo, da prikaplja iz nje. Sedaj cevko obrnemo, tekočina zdrsne nazaj in se postavi nižje kot pri vodi. Tam, do kamor seže tekočina, preberemo % alkohola (Judež 1981).\n"], "13": ["2.2.4 Določanje s piknometrom po metodi destilacije", "Določanje alkohola s piknometrom temelji na določanju relativne gostote destilata brez ekstrakta pri temperaturi 20 -C glede na destilirano vodo s temperaturo 20 -C. Na podlagi tako dobljene relativne gostote odčitamo delež alkohola iz tabele po Osbornu (Uradni list RS, št. 84/2003).\nPiknometer napolnimo z vročo kromžveplovo kislino in ga pustimo čez noč. Po izpraznitvi ga izpiramo z destilirano vodo, nato pa 3 ure sušimo pri temperaturi od 105 do 108 -C. Piknometer 30 minut hladimo v eksikatorju, potem pa ga stehtamo z natančnostjo do četrte decimalke (Uradni list RS, št. 84/2003).\nZatem piknometer napolnimo z destilirano vodo, ki mora segati čez oznako, ga zamašimo in prenesemo v vodno kopel s temperaturo 20 -C, kjer mora stati 30 minut. S kapilaro naravnamo vodno vrednost do oznake. Zunanjost piknometra obrišemo in ga nato stehtamo na analitski tehtnici z natančnostjo do četrte decimalke (Uradni list RS, št. 84/2003).\nPiknometer tri- do štirikrat izplaknemo z raztopino pripravljenega vzorca, napolnimo čez oznako in prenesemo v vodno kopel s temperaturo 20 -C, kjer mora stati 30 minut. S kapilaro izravnamo gladino raztopine do oznake, nato pa piknometer stehtamo in vrednost določimo z natančnostjo do četrte decimalke (Uradni list RS, št. 84/2003).\n"], "14": ["2.2.5 Določanje z denzimetrom po metodi destilacije", "Denzimeter je elektronska naprava, ki meri relativno gostoto tekočine. Za določanje alkohola v vinu tako uporabimo destilat vina. Pred meritvijo prvega vzorca je potrebno umerjenje z vodo. Z vzorcem nato 2 do 3-krat speremo resonančno U-cevko v denzimetru s pomočjo injekcijske brizge. Cevko previdno in počasi ponovno napolnimo z vzorcem in s pritiskom na gumb začnemo meritev. Aparat vzorec ohlaja ali ogreva, dokler nista vrednosti nastavljeni in dejanski temperaturi izenačeni. Po izenačitvi temperatur aparat izmeri relativno gostoto, ki je podana kot povprečje desetih meritev. Na zaključek meritve smo opozorjeni z zvočnim signalom, rezultat pa odčitamo na zaslonu denzimetra (Košmerl in Kač 2004).\n"], "15": ["2.2.6 Določanje po kemični metodi", "Ena od metod za določanje alkohola po kemični poti je s kromovo kislino. Alkoholi s kromovimi spojinami (VI) oksidirajo. Reakcija s kromovo kislino nastane v nekaj minutah. Pri tem se krom (VI) oranžne barve spremeni v krom (III) modre barve. Merilo za količino alkohola v vzorcu je porabljena količin kroma (VI), ki je oksidiral. Ostanek neporabljenega kroma (VI) se določi jodometrično. Prednost metode je hitra izvršitev in natančnost.\n"], "16": ["2.2.7 Določanje z alkoholmetrom po metodi destilacije", "Princip temelji na določanju alkohola s preverjeno brezhibnim alkoholmetrom z razdelbo 0,1 % pri temperaturi 20 -C. Pri brezbarvnih pijačah, ki nimajo ekstrakta, določamo alkohol z alkoholmetrom neposredno. Pri vinu pa je potrebna destilacija in se jakost določi v čistem destilatu (Uradni list RS, št. 84/2003).\n250 ml testnega vzorca nalijemo v merilni valj in po 30-minutnem termostatiranju v vodni kopeli pri temperaturi 20 -C določimo odstotek alkohola z alkoholmetrom. Meritve lahko izvedemo tudi pri drugih temperaturah, vendar je v tem primeru potrebna korekcija s pomočjo mednarodne tabele za volumenski delež alkohola pri 20 -C. V merilni valj vstavimo termometer in hidrometer. Temperaturo odčitamo po enominutnem mešanju vzorca, s katerim izenačimo temperaturo. Termometer umaknemo in odčitamo navidezni alkohol s skale hidrometra po preteku naslednje minute. Navidezni alkohol pri izmerjeni temperaturi \nkorigiramo na 20 -C z uporabo pripadajočih tabel (Priloga, tabele 2-5) (Uradni list RS, št. 84/2003).\n"], "17": ["2.3 Delovna hipoteza", "Zadnja metoda je primerna za nadgradnjo z elektronskim senzornim sistemom, predvsem zaradi neposrednih meritev in komercialne dostopnosti. Kljub navidez preprostemu delovanju, pa lahko pri izvedbi predvidimo več potencialnih težav. Predpostavljamo lahko, da je za izvedbo zelo pomembna pravilna izbira materialov in merilnih aparatur. Alkoholmeter je na okoljske vplive zelo občutljiva merilna aparatura in njegova natančnost je poglavitnega pomena. Senzor razdalje mora biti primernega merilnega območja oziroma zadostne natančnosti. Celotno ogrodje naprave mora biti fiksno zaradi nastavitev senzorja. Uporabnost temperaturne kompenzacije je odvisna od ostalih meritev. Po pregledu specifikacij sestavnih delov je pričakovana natančnost ±1 %.\n"], "18": ["3 MATERIALI IN METODE", "Naprava za merjenje stopnje alkohola v destilatu vina je sestavljena iz primarnih in sekundarnih elementov. Primarne elemente v tem primeru sestavljata senzor za temperaturo in senzor oddaljenosti. Njuna naloga je zaznavanje temperature in oddaljenosti vrha alkoholmetra od gladine mejnega vzorca. Sekundarne elemente pa predstavlja električno vezje, ki skrbi, da se s senzorji zaznane količine pretvorijo v nam razumljiv zapis in se preko izhodne enote predstavi v nam razumljivi obliki.\nHidrometer je plovec s skalo, ki nam pokaže gostoto merjene kapljevine glede na njegovo potopljenost v njej. Alkoholmeter je plovec s skalo, ki je umerjen na določene gostote, ki so značilne za mešanice etanola in vode ter nam prikaže volumenski procent alkohola v merjenemu vzorcu. Večina hidrometrov je umerjenih za merjenje pri 20 -C. Za merjenje pri drugih temperaturah se uporabljajo korekcijske tabele. Gostota vode pri 4 -C je 1 g/cm3, pri 20 -C pa 0,9978 g/cm3, gostota etanola pri 4 -C je 0,80374 g/cm3 in pri 20 -C 0,78945 g/cm3. Za merjenje koncentracije alkohola potrebujemo hidrometer za tekočine z merjeno gostoto manjšo od gostote vode.\nPribližni volumenski delež alkohola pri določeni temperaturi lahko izračunamo iz relativne gostote, kot prikazuje enačba (3.1):\nXvol% = 1 – ρs / 1 – ρe (3.1)\nkjer je: Xvol% - volumenski delež alkohola [%] ρs – skupna relativna gostota pri določeni temperaturi [g/cm3] ρe – relativna gostota etanola pri določeni temperaturi [g/cm3]\nZa natančnejše izračune pa se uporabljajo tabele z relativnimi gostotami mešanic alkohola in vode (Priloga 2). Grafikon 1 prikazuje gostoto vode pri različnih temperaturah in tlaku. \n(Density of Fluids).\nSpecifična gostota vode in etanola se spreminja že pri manjših razlikah v temperaturi, medtem ko se glede na tlak spreminja pri razliki večih barov. Ker so razlike zaradi sprememb v območju zračnega pritiska skoraj nezaznavne, jih lahko pri meritvah gostote zanemarimo. Pri spremembi temperature tekočine se pojavi temperaturni prostorninski raztezek, katerega lahko izrazimo z enačbo (3.2):\nρ1 = ρ0 / (1 + β (t1 – t0)) (3.2)\nkjer je: ρ1 – končna gostota [g/cm3] ρ0 – začetna gostota [g/cm3] β - toplotni koeficient volumenskega raztezka [m3/m3 oC] t1 – končna temperatura [oC] t0 – začetna temperatura [oC]\n"], "19": ["3.1 Princip delovanja", "Za meritve je uporabljen merilni valj 100 ml, v katerem je termistor za zaznavanje temperature in alkoholmeter širšega merilnega območja (0 – 70 %) z razmiki po 1 %. Na zunanji del merilnega valja je pritrjeno stojalo za senzor razdalje, ki spremlja odmik (višino) alkoholmetra. Merjeni vzorec mora segati do roba merilnega valja, saj mora biti gladina vzorca vedno na enaki razdalji od senzorja. Senzorja sta preko vodnika povezana na vezje z mikrokrmilnikom, ki vrednost razdalje pretvori v navidezno koncentracijo alkohola, vrednost termistorja pa v -C. Glede na temperaturo vzorca se navidezni koncentraciji alkohola doda ali odbije določen delež %. Dobljena količina je dejanski volumenski delež alkohola, ki jo mikrokrmilnik izpiše na izhodni enoti (LED zaslon). Slika 1 prikazuje glavne sestavne dele sistema in povezavo med njimi.\n"], "20": ["3.2 Programiranje", "Centralna procesna enota povezuje vse dele mikrokrmilnika v celoto. Odgovorna je za pravilno izvajanje programa v mikrokrmilniku. Njene najpomembnejše naloge so branje, dekodiranje in izvajanje programskih ukazov. Za programiranje mikrokrmilnika je uporabljen program MPLAB proizvajalca Microchip, ki je razvojno okolje za PIC mikrokrmilnike. Programiranje se vrši v programskem jeziku C. Spisan program se prevede v zbirnik (assembler), ki je tik nad strojnim jezikom. Da pa bo to razumel mikrokrmilnik, se mora ta zapis prevesti v zaporedje ničel in enic. To vrsto zapisa imenujemo strojni jezik. Dobljeno strojno kodo se nato s programatorjem prenese v programski pomnilnik mikrokrmilnika.\n"], "21": ["3.3 Mikrokrmilnik", "PIC je družina mikrokrmilnikov proizvajalca Microchip. Kratica PIC stoji za ''Pheripheral Interface Controller'', kar bi lahko prevedli kot ''periferni vmesniški krmilnik''. Uporabljeni mikrokrmilnik nosi oznako PIC18F4550, ki ima 40 kontaktov (pinov). Črka ''F'' označuje, da ima pomnilnik tipa flash, ki omogoča večkratno vpisovanje in brisanje programa. Napajanje PIC mikrokrmilnikov se izvaja tako, da med kontakta VDD in VSS priklopimo napajanje 5V. Oznaka VSS se uporablja za označevanje ozemljitve, 0 V (kontakta 12 in 31), medtem ko VDD pomeni napajanje, +5 V (kontakta 11 in 32). Vezavo in priklopne kontakte mikrokrmilnika prikazujeta slika 2 in 3.\nZa izvedbo takta je uporabljen zunanji signal, ki ga podaja zunanji kvarcev kristal. V ta namen sta uporabljena kontakta OSC1/CLKI (št. 13) in OSC2/CLKO (št. 14), kot prikazuje slika 4. Takt pripeljemo na kontakt CLKI. Med izvajanjem programa se, ker se ukazi izvajajo v štirih periodah taktnega signala, na kontaktu CLKOUT pojavi signal 4-krat manjše frekvence. Uporabljen kristal deluje pri frekvenci 4 MHz, kar pomeni, da mikrokrmilnik izvaja 1 milijon ukazov na sekundo.\nVhodno/izhodni kontakti nam omogočajo enostaven način povezave različnih naprav z mikrokrmilnikom. Opravljajo funkcijo digitalnih vhodov ali izhodov. V tem primeru je 12 izhodov uporabljenih za priklop 7-segmentnega LED prikazovalnika. Večina vhodno/izhodnih kontaktov pa lahko opravlja tudi funkcijo analognega vhoda, kar nam omogoča analogno-digitalno pretvorbo. Kontakt, ki ga določimo za analogni vhod, preneha opravljati funkcijo digitalnega vhoda ali izhoda. Za vsak priklopljen senzor je torej določen en analogni vhod, ki bo omogočal analogno-digitalno pretvorbo signala. Dodaten analogni vhod pa je povezan z napajalno napetostjo, ki služi kot referenčna napetost pri analogno-digitalni pretvorbi, za kar je določen kontakt 1. Podaja nam največjo vrednost, ki jo lahko senzor odda. Vhod signala senzorja razdalje je določen na kontaktu 2 in signal termistorja na kontaktu 3.\nAnalogno-digitalna pretvorba je postopek, s katerim analogno veličino pretvorimo v ustrezno digitalno vrednost. Analogni signal je v obliki napetosti na analognih vhodnih kontaktih in se iz območja 0 do 5 V pretvori v ustrezno 10-bitno število. Ker je največje število, ki ga lahko zapišemo z desetimi biti, 1024 se območje napetosti razdeli na 1024 enakih delov. Pretvornik izmerjeni napetosti priredi ustrezno število od 0 do 1024.\n"], "22": ["3.4 7-segmentni LED prikazovalnik", "Vezje prikazuje priklop štirih LED prikazovalnikov na mikrokrmilnik. Vsak izmed njih potrebuje osem povezav za krmiljenje vsakega od vgrajenih segmentov in dodatno povezavo za decimalno piko. Na podlagi tega bi lahko sklepali, da je potrebnih vsaj 32 izhodnih kontaktov mikrokrmilnika za priklop vseh štirih, vendar temu ni tako. Število potrebnih kontaktov lahko zmanjšamo s časovnim multipleksom. Pri tovrstni izvedbi naenkrat sveti samo eden od štirih prikazovalnikov. Mikrokrmilnik z ustreznim programom skrbi, da posamezni prikazovalnik sveti le delček milisekunde, nato ugasne, nakar se prižge naslednji in tako naprej do zadnjega, nato pa zopet zasveti prvi izmed njih. Če je dogajanje dovolj hitro, človeško oko ne zazna pravega zaporedja dogodkov, zato dobimo vtis, da vsi prikazovalniki svetijo istočasno. Z zaporednim vklapljanjem in izklapljanjem tranzistorjev se vklapljajo tudi prikazovalniki. Mikrokrmilnik usklajeno s tranzistorji pošilja napetosti na prikazovalnike. Pravilna kombinacija vklopljenih in izklopljenih kontaktov št. 33 do 40 vklopi določene diode in izpiše število.\nMikrokrmilniško vezje se je, zaradi mnogih sprememb med samo zasnovo, izdelalo in uporabljalo kar na testni plošči (»protoboard«), ki omogoča sprotno spreminjanje vezave. Modul s prikazovalnikom pa je fiksen. Zato se je zasnovalo in izdelalo tiskano vezje z LED prikazovalnikom. Izris vezja je potekal v programu Cadsoft Eagle. Na tiskanem vezju se nahajajo štirje združeni 7-segmentni LED prikazovalniki, osem uporov in štirje tranzistorji. Debeline povezav so 1 mm in ponekod 1,6 mm. Program ima funkcijo »autorouter«, ki po postavitvi komponent, samodejno razporedi povezave med njimi v najbolj optimalno konfiguracijo. Na naslednji sliki je prikazan končni izris vezja LED prikazovalnika, ki se odtisne na pobakreno ploščico. \nIzrisano vezje se natisne na reklamni papir v pravi velikosti, s čimbolj črno nastavitvijo. Pobakrena ploščica se dobro očisti, potiskan reklamni papir se pritrdi na pobakreno ploščico tako, da se natis vezja dotika bakra. Toner, ki ga uporabljamo v laserskih tiskalnikih, se na vročini stopi in prilepi na baker. Ploščica se segreje s tem, ko jo 15 do 20-krat spustimo skozi strojček za plastificiranje. Po tem, ko se ploščico toplotno obdela, se jo potopi v mlačno vodo in odstrani papir. Ostane ploščica s povezavami, ki se potopi v mešanici vode in klorovodikove kisline. S tem se odstrani ves baker, ki ni zaščiten s tonerjem. Dobljeno tiskano vezje se premaže z zaščitnim lakom. Ko je postopek končan, se na ploščico s spajkalnikom namestijo elektronske komponente.\n"], "23": ["3.5 Temperaturni senzor", "Termistor je vrsta upora, čigar upornost se spreminja s temperaturo. Sestavlja ga keramični polprevodnik iz različnih kovinskih oksidov. Pri termistorjih tipa NTC (negativni temperaturni koeficient) se njegova električna upornost zmanjšuje z višanjem temperature. Merilno območje tipala je od -30 do +125 -C in ni linearno. Da se električno upornost \nprevede v napetost na vhodu mikrokrmilnika, se uporabi preprost delilnik napetosti, ki ga sestavljata termistor in upor, prikazana na sliki 7.\nPri določeni temperaturi je podana napetost, ki narašča z naraščanjem temperature, saj namesto napetosti na termistorju, merimo napetost upora. Z umeritvijo se napetostni vrednosti pripiše temperatura. V kozarec sta poleg temperaturnega tipala nameščena elektronski in navadni termometer. V kozarec se nalije vroča voda, ki se počasi ohlaja. Med spreminjanjem se temperaturo in napetost, ki ju podaja termistor, beleži. Enako se ponovi z mrzlo vodo. Rezultate večih zaporednih meritev se uporabi za umeritev temperaturnega tipala, ki ga nazorno prikazuje grafikon 2. \nmed meritvijo.\nKljub temu, da je tipalo nelinearno, je v manjšem merilnem območju, od 12 do 28 -C, sprememba napetosti linearna. Iz dobljenih rezultatov se izrazi enačba premice, ki v programu mikrokrmilnika pretvarja napetost v temperaturo (3.4):\nx = (y – 10/9) 18 (3.4)\nkjer je: x – temperatura [-C] in y – napetost [V].\n"], "24": ["3.6 Senzor razdalje", "Senzor razdalje proizvajalca Sharp deluje pri napajalni napetosti od 4,5 do 5,5 V in ima merilno območje od 20 do 150 cm. Posebnost tega senzorja je enostavno krmiljenje. Deluje na osnovi odboja infrardeče svetlobe, ki jo oddaja dioda, od merjene površine. Glede na merjeno razdaljo se spreminja oddana napetost. Pri tem odgovarja napetost 2,6 V za 20 cm in 1,6 V za 40 cm. Grafikon 3 prikazuje največji naklon in linearnost v območju od 20 do 40 cm.\n(specifikacije izdelka Sharp GP2Y0A02YK0F).\nNapetost, ki jo z meritvami dobimo, pa je potrebno prevesti v nam razumljive podatke. Z merjenjem razdalje odmika alkoholmetra v najnižjem ter najvišjem merilnem položaju, se določi napetost pri 0 % ter 20 %. Ker je senzor linearen, je tako vsaka vmesna napetost določena razdalja in ta določen odstotek navideznega volumenskega deleža alkohola. Napetost se prvo pretvori v razdaljo, nato iz razdalje v % alkohola po naslednji enačbi (3.5), ki se uporabi v programu mikrokrmilnika: \n x = (((3,5 – y) 20) – 25,46) 77,5 (3.5)\nkjer je: x – napetost (V) in y – navidezni volumen (%).\nVrednost, označena z ''x1'' v naslednji enačbi, je dejanski delež alkohola, ki ga mikrokrmilnik zapiše na LED prikazovalniku. Faktor 0,2 se pomnoži s stopinjami, ki od temperature 20 -C odstopajo, in zmnožek prištejemo, če je izmerjena temperatura vzorca nižja od 20 -C ter odštejemo navideznemu deležu alkohola, če je izmerjena temperatura višja od 20 -C. Izrazi se z enačbo (3.6):\nx1 = x2 - ((t1 – 20 -C) 0,2) (3.6)\nkjer je: x1 – dejanski delež alkohola [%], x2 – navidezni delež alkohola [%] in t1 – izmerjena temperatura [-C].\n"], "25": ["4 MERITVE IN REZULTATI", ""], "26": ["4.1 Priprava vzorcev in meritve", "Pri brezbarvnih pijačah, ki nimajo ekstrakta, določamo alkohol neposredno z alkoholmetrom. Ker vino vsebuje veliko nehlapnih komponent, katere močno zmanjšajo natančnost meritev na osnovi relativne gostote, se pri določanju alkohola uporablja destilat vina. Pri pripravi destilata moramo upoštevati, da lahko prihaja do napak zaradi izgube etanola z izhlapevanjem. Za čimbolj natančno izvajanje meritev so bile tako namesto destilata vina uporabljene mešanice 70 % etanola in destilirane vode. Napravo smo preizkusili z merjenjem vzorcev z različnimi volumenskimi deleži alkohola pri različnih temperaturah. Izračun količine vode, ki jo je potrebno dodati, ni ravno preprost, ker pride pri alkoholno-vodni mešanici do zmanjšanja volumna. Določamo jo lahko z izračunom ali uporabo tabel (Priloga 3). Za redčenje na 10 % mešanico moramo 100 ml 70 % etanola primešati 602 ml destilirane vode. Za merjenje pri redčenju se uporabljata merilni valj in pipeta, nato pa se še dodatno preveri z alkoholmetrom. Uporabljeni vzorci vsebujejo 8 %, 10 %, 12 %, 14 %, 16 % in 18% etanola. Pri poizkusu se jih do oznake 100 ml nalije v merilni valj, v katerega se nato počasi spusti alkoholmeter. Ko se le-ta umiri, pa se valj dopolni do zgornjega roba.\n"], "27": ["4.2 Rezultati", "Vsak vzorec je bil uporabljen za tri meritve. Najprej so bile meritve vseh vzorcev izvedene pri 20 -C, nato po ohladitvi v hladilniku, pri 15 -C , in na koncu segrevanje vzorcev in meritve pri 25 -C. Ker posamezne meritve močno nihajo, v nekaterih primerih tudi do ±5 % in se izpisana števila hitro menjajo, je bilo vzeto povprečje večih meritev. Najboljši čas za opravljanje meritve je takoj, ko je merilni valj poln in se je alkoholmeter umiril. Pozorni moramo biti tudi na pozicijo alkoholmetra, saj mora biti direktno pod senzorjem razdalje, in pa na njegovo vrtenje. Oba parametra močno vplivata na prikazane meritve. Primerjave dejanskih vsebnosti alkohola z izmerjenimi, pri temperaturah 15, 20 in 25 -C, prikazujejo grafikoni 4, 5 in 6. \nlevi stolpci dejanske vrednosti, desni pa povprečja izmerjenih vrednosti.\nlevi stolpci dejanske vrednosti, desni pa povprečja izmerjenih vrednosti. \nlevi stolpci dejanske vrednosti, desni pa povprečja izmerjenih vrednosti.\nIz rezultatov meritev je mogoče opaziti kar velika odstopanja od dejanskih vrednosti. Še posebno pri meritvah na 20 -C (grafikon 4), pri vzorcih z 10, 12 in 14 % alkohola pa so si meritve zelo podobne. Do velikega odstopanja pride pri vzorcu 5 (16 %) merjenem pri 15 -C (grafikon 5), kjer je vrednost kar za 5 % manjša kot pri meritvah pri 20 in 25 -C. Tabela 1 prikazuje povprečne napake posameznih meritev, povprečno napako posameznega vzorca in povprečno napako pri posamezni temperaturi ter celostno odstopanje.\n-C\\% V1 (8%) V2 (10%) V3 (12%) V4 (14%) V5 (16%) V6 (18%) Nt  Nv 0,566667 0,866667 0,9 1,366667 2,1 0,8 0,86704\n-C (Nt), povprečne napake meritev posameznih vzorcev (Nv) in skupni standardni  odklon. \nTemperaturno kompenzacijo naprave smo preizkusili in primerjali z vrednostmi tabel korekcijskih faktorjev (Priloga 1), ki jih uporabljamo za popravek navideznega volumenskega deleža alkohola glede na vpliv temperature. Primerjavo rezultatov s korekcijskimi faktorji za 12 % alkoholno mešanico prikazuje grafikon 7.\nalkohola iz korekcijskh tabel.\nSenzor razdalje je bilo potrebno nastaviti tako, da je ves čas podajal iste rezultate. Medtem, ko je miroval, se je temperaturni senzor prvo ohlajal z mrzlo vodo, kateri je temperatura počasi rasla. Enako se je ponovilo tudi z vročo vodo. Ko se je temperatura vode počasi približevala sobni temperaturi, so se za vsako stopinjo beležila odstopanja od začetne razdalje. Te razlike so korekcijski faktorji, kateri se pri določenih temperaturah prištejejo ali odštejejo prvotnim meritvam. 12 % alkoholna mešanica je primerljiva, ker je na sredini merilnega območja. Odstopanja bi bila pri drugih odstotkih nekoliko večja, vendar v območju med 6 in 18 % ter v temperaturnem območju od 15 do 25 -C nikoli večja kot 0,40 %. \n5 SKLEP\nPreprosto metodo merjenja koncentracije alkohola v destilatu vina z alkoholmetrom smo nadgradili v elektronski merilni sistem. Po izdelavi se je naprava testirala na različnih vzorcih in rezultati kažejo na zelo slabo natančnost, saj pričakovana natančnost ±1 % ni bila dosežena. Meritve razdalje so, ne glede na vzorec ali temperaturo, močno nihale, za kar je odgovornih več dejavnikov.\nTemu botrujeta predvsem senzor razdalje, ki je večjega merilnega območja (20 do 150 cm), in za natančnejše meritve ni primeren, ter univerzalni alkoholmeter, ki ima razpon od 0 do 70 %, kar je primernejše za žganje. Tovrstni alkoholmetri so najbolj razširjeni in vsem dostopni. Z uporabo specializiranega alkoholmetra, ki ima obseg merilnega območja samo 7 %, in razmik skale 0,1 %, bi lahko povečali točnost meritev za 10–krat. Enako bi lahko naredili z uporabo senzorja z večjo natančnostjo.\nVečja težava je tudi sama mehanika merjenja z alkoholmetrom. Za meritev z uporabljenim senzorjem razdalje je potrebna nekoliko večja površina. Zato je potrebno na zgornji del alkoholmetra namestit košček papirja ali stiropora, da mu povečamo merilno površino. S tem nastaneta sledeči težavi, in sicer alkoholmeter se že zaradi majhnega koščka papirja pogrezne kar za 10 do 20 % in ker merilna skala ni linearna, to zahteva dodatno umerjanje senzorja in s tem poveča možnosti za napake. Nameščen papir mora biti tudi perfektno centriran, sicer se povesi, pogosto pa se tudi obrača.\nDel naprave, ki skrbi za korekcijo, pa se je odzival bolje od pričakovanega. Zaradi dobre toplotne odzivnosti in linearnosti v manjšem merilnem območju, je bila natančnost presenetljiva, z vnosom tabel pa bi se jo programsko lahko še izboljšalo.\n"], "abstract": ["Metodo merjenja alkohola v destilatu vina z alkoholmetrom smo nadgradili z elektronskim sistemom. Ta vsebuje senzor razdalje, ki meri odmik vrha alkoholometra do gladine merjenega vzorca, in temperaturni senzor, ki meri temperaturo vzorca. Naloga elektronskega sistema z mikrokrmilnikom je, da pretvori izmerjeni signal in izvede temperaturno korekcijo izmerjenega volumenskega deleža alkohola, na LED prikazovalniku pa poda dejanski delež alkohola merjenega vzorca. Natančnost sistema smo preizkusili na vzorcih z 8, 10, 12, 14, 16 in 18 % alkohola ter pri temperaturah 15, 20 in 25 °C, kjer smo izmerjene meritve primerjali z dejanskimi alkoholnimi vrednostmi. Na osnovi pridobljenih podatkov smo določili odstopanja in korekcijsko tabelo temperaturne kompenzacije. Ugotovili smo, da napaka elektronskega merilnega sistema pri izmerjeni količini alkohola lahko dosega napako 3,8 %, v najslabšem primeru, in 0,1 %, v najboljšem primeru. "]}