{"1": ["1 UVOD", "Po vstopu Slovenije v EU se je zanimanje za energetsko rabo bioplina hitro povečalo. Na eni strani ni več carinskih ovir glede nakupa ustrezne tehnologije in sanitarno-higienski predpisi ne dovoljujejo več dosedanjega ravnanja z vrsto organskih odpadkov, na drugi strani pa zakonsko zagotovljen odkup in ugodne odkupne tarife za električno energijo na osnovi bioplina. V Sloveniji zagotavljajo stabilen ekonomski okvir za investicije v to obetavno možnost pridobivanja energije preko predelave biološko razgradljivih in energetsko bogatih odpadkov. Država spodbuja energetsko izrabo bioplina z zagotovljenim odkupom in odkupno ceno električne energije. Pojem kvalificirane proizvodnje električne energije je uvedel energetski zakon z namenom povečanja obsega električne energije, ki se proizvaja na okolju prijazen način. Sem sodi proizvodnja električne energije iz obnovljivih virov energije ali odpadkov in soproizvodnja električne energije in toplote z nadpovprečno visokim izkoristkom.\nNa splošno je mogoče bioplin uporabljati v enake namene kot zemeljski plin. Sestava bioplina se sicer močno spreminja v odvisnosti od uporabljenih surovin in načina nastanka, obenem je potrebno bioplin ustrezno obdelati, da je primeren za rabo v različnih plinskih porabnikih. Najpogostejši načini izrabe bioplina so proizvodnja toplote in pare, proizvodnja električne energije/soproizvodnja toplotne in električne energije, gorivo za motorna vozila, proizvodnja kemikalij, pridobivanje vodika iz bioplina ter nadaljnja poraba.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Splošno o bioplinu", "Bioplin nastane pri anaerobnem (brez prisotnosti zraka) vrenju (gnitju) organskih snovi, kot so hlevski gnoj, gnojnica, rastline, odpadki hrane, klavnični odpadki itd. Če navedene organske snovi uskladiščimo brez pristopa zraka, se začne biološki proces, pri katerem nastane bioplin, ki v glavnem sestoji iz 50 do 75% metana (CH4) in 25 do 50% ogljikovega dioksida (CO2) ter v manjši meri, še iz nekaterih drugih sestavin, kot so NH3, N2, H2S, H2, H2S in O2 (Muršec s sod., 2007; Amon s sod., 2003).\nBioplin ima podobne lastnosti kot zemeljski plin in ga lahko uporabimo za soproizvodnjo električne in toplotne energije. Kurilna vrednost 1 m3 bioplina (glede na vsebnost metana) ustreza približno 0,6 l kurilnega olja ali okoli 6,0 kilovatne ure (kWh). V napravi za soproizvodnjo električne in toplotne energije tako lahko pridobimo iz 1 m3 bioplina (glede na izkoristek naprave) okoli 1,5 do 2 kWh električne energije in 2 do 3 kWh toplotne energije (http://www.ljudmila.org/sef, 26. oktober 2006). \n2.2 Prednosti izrabe bioplina\nPrednosti izrabe bioplina so:\n- zmanjšuje emisije CO2 in metana;\n- je obnovljivi vir energije;\n- proizvajamo in uporabljamo ga decentralizirano, zato povečuje zanesljivost  energetske oskrbe;\n- električno energijo in toploto iz bioplina dobavljamo iz uskladiščene sončne  energije v skladu s trenutnimi potrebami, neodvisno od letnega časa in natančno v  predvidljivih količinah;\n- omogoča smotrno rabo opuščenih kmetijskih površin;\n- z možnostjo izvajanja dodatne energetske dejavnosti ponuja kmetom dodatno  ekonomsko oporno točko;\n- povečuje dodano vrednost in s tem kupno moč podeželskih regij;\n- zagotavlja dodatno delo domači industriji in obrti;\n- omogoča zmanjšanje uporabe umetnih gnojil;\n- pomembno prispeva k ohranjanju naše kulturne krajine (http://www.aure.si/dokumenti/Izraba%20bioplina.pdf , 12. september 2003)\n"], "4": ["2.3 Tehnologija pridobivanja bioplina", "Proces aneaerobnega vretja najbolje poteka pri temperaturah med 25-C in 38-C (govorimo o vretju v mezofilnem območju). Vretje je mogoče tudi pri temperaturah do 55-C, kjer imamo opravka s t.i. termofilnim območjem. Toda proces je z naraščanjem temperature čedalje bolj nestabilen (Amon s sod,. 2006).\nFermenter oz. digestator je jedro vsake bioplinske naprave. V njem bakterije razgrajujejo lahko razgradljive vnesene organske snovi. Pri tem se sprošča zaželeni bioplin. Brez obdelave v bioplinski napravi se lahko te lahko razgradljive obstojne snovi pretvorijo v smrad, amoniak, ter v tleh zmanjšujejo deleža kisika. Postopek pridobivanja bioplina nam tako zagotovi dvojno okoljsko korist: poleg pridobivanja energije, ki ne obremenjuje ozračja z dodatnimi emisijami toplogrednih plinov, se vhodne snovi oz. substrat predelajo \ntako, da povzročajo tudi manj drugih emisij in so bolj sprejemljive za okolje. To zahteva dobro delujoč fermentor, za kar morajo biti izpolnjeni naslednji pogoji:\n- preprečiti moramo dostop zraka in svetlobe;\n- posoda mora biti vodotesna in plinotesna;\n- omogočeno mora biti segrevanje na želeno procesno temperaturo ter njeno  ohranjanje in natančno reguliranje (termostatska regulacija);\n- s pogostim in izdatnim mešanjem moramo preprečiti nastajanje slojev in con;\n- zagotoviti moramo zanesljiv vhod in izhod, kot tudi pretok substrata;\n- zagotoviti moramo ustrezen čas zadrževanja substrata v fermentorju;\n- izogibati se moramo dovodu večjih količin hladnega substrata naenkrat;\n- izogibati se moramo dovodu večjih količin dezinfekcijskih snovi.\nBioplinski sistem je sestavljen iz več komponent. V zbirni jami se zbira substrat (gnoj, gnojevka, biološki odpadki). Potopni rezalnik najprej celotno maso zmelje in premeša. Dobljena masa s sistemom prečrpavanja (črpalna postaja) preide nato do fermenterja (digestor), ki je toplotno izoliran, plinotesen ter opremljen s stenskim ogrevanjem. Polnjenje fermenterja izvajamo praviloma dvakrat dnevno. Pri temperaturi od 35 do 55 -C poteka proces fermentacije. Čas fermentacije je različen in je odvisen od sestave substrata. Sveže dodana gnojevka nato potiska maso iz prvega v drugi fermentor (postfermentor), iz njega pa se skozi drug črpalni jašek prečrpava v končni zbiralnik za gnojevko. Gnojevka po fermentaciji ne vsebuje nitratov, zato je dragoceno biološko gnojilo, ki ne povzroča ožigov zelenih listov in je skoraj brez vonja. Postfermenter je najpogosteje enako velik kot fermentor, plinotesen ter opremljen z mešalno napravo. Praviloma ga ni potrebno ne ogrevati ne toplotno izolirati. Tu v procesu razžvepljevanja s kontroliranim dotokom zraka že poteka priprava bioplina. Bioplin se iz postfermenterja skladišči v zbiralniku plina (plinohram), ki je namenjen njegovemu skladiščenju, saj proizvodnja in raba bioplina ne potekata sočasno. Spekter substratov, možnosti pridobivanja in energetske izrabe bioplina se tako hitro širi. S tem investitorji v bioplinarne postavljeni tudi pred nove izzive in tveganja, ter soočeni z administracijo najrazličnejših okoljsko-sanitarno-veterinarsko- elektrotehničnih predpisov in dovoljenj. Bioplinske naprave, ki bi uporabljale samo gnoj in \ngnojevko iz živalskih farm, se skoraj ne gradijo več (Muršec 2007, http://www.fs.uni-lj.si, 10. november 2005).\n"], "5": ["2.4 Prednosti in slabosti različnih postopkov proizvodnja bioplina", "Preglednica 2 prikazuje lastnosti (prednosti in slabosti) različnih postopkov pridobivanja bioplina. Postopki pridobivanja bioplina pa so: fermentacija gnojevke, kofermentacija, fermentacija bio-odpadkov in pridobivanje bioplina s pomočjo energetskih rastlin.\n"], "6": ["2.5 Surovine za pridobivanje bioplina", "V praksi se v te namene uporabljajo komunalne in industrijske odpadne vode, človeški in živalski ekstrementi ter odpadna (rastlinska) biomasa. Osnovne zahteve teh snovi pri ekonomični pridelavi bioplina so:\n- da imajo sestavo, ki omogoča učinkovito in ekonomično proizvodnjo bioplina;\n- zadostne količine so na razpolago preko celega leta;\n- ne vsebujejo substanc, ki bi delovale toksično na proces. Organske substrate lahko razdelimo na naslednje skupine:\n- ekstrementi domačih živali in ljudi;\n- organski odpadki industrije;\n- poljedelski odpadki;\n- gojena biomasa;\n- kanalizacijske odpadne vode.\nRastlinske substrate (koruza, trava, sudanska detelja, krmna pesa, sončnice, hmelj ostanki krompirjeve lupine) dovajamo v fermentor sveže ali kot silažo. V fermentor lahko dovajamo tudi zunanje kofermentorje, ki nastajajo v vsakodnevnem življenju (ostanki hrane – pomije iz gospodinjskih objektov, restavracij, hotelov, letališč), v prehrambeni industriji (ostanki pri predelavi sokov, piva, sladkorja, mleka) ali kot klavnični odpadki (http://www.ee.uni-lj.si, 7. november 2006)\n"], "7": ["3 MATERIAL IN METODE DELA", ""], "8": ["3.1 Zasnova poskusa", "Poskus se je izvajal na posestvu Univerzitetnega kmetijskega centra Fakultete za kmetijstvo in biosistemske vede s sedežem v Pivoli 10, 2311 Hoče pri Mariboru. Predposevek poskusa je bila travno deteljna mešanica. Za poskus smo posejali 15 različnih hibridov koruze. Vsak hibrid koruze je bil posejan v štirih vrstah oziroma 3 m širine in 65 m dolžine, v izsušena tla, 23. 04. 2007, s sejalnico za presledno setev proizvajalca Imp Panonija na medvrstno razdaljo 70 cm in razdaljo v vrsti 15,3 cm. Za vsak hibrid koruze smo imeli 3 ponovitve parcelic. Vsak hibrid smo ročno poželi na treh naključno izbranih parcelicah velikosti 10 m2 in stehtali pridelek celih rastlin. Nato smo stehtane rastline zmleli z enorednim traktorskim silažnim kombajnom Vihar 40 proizvajalca Sip. Silažno maso s posamezne parcelice smo potlačili v plastično posodo z volumnom 15 litrov, ki smo je nepredušno zaprli s pokrovom in ustrezno označili ter opravili meritev sproščanja in nastanek bioplina iz posameznega hibrida koruze.\nPreglednica 4 prikazuje načrt zasnove poskusa. Zastopanih je bilo 15 hibridov koruze, s tremi ponovitvami parcelic. \nPreglednica 5 prikazuje zrelostne razrede hibridov koruze, ki so bili uporabljeni v poskusu. V poskusu je bilo zastopanih 15 hibridov koruze, in sicer PR38F70, PR38H20, NK THERMO, NK CISKO, PR37D25, PR37F73 PR37M34, PIXXIA, NK PAKO, RAXXIA, PR36K67, POXXIM, TIXXUS, CODISTAR in hibrid PR34N43. \nPreglednica 6 prikazuje zrelostne razrede hibridov koruze po semenskih hišah v Sloveniji. Zastopani so bili hibridi koruze semenske hiše PIONEER, SYNGENTA in hibridi semenske hiše AGROSAAT.\n"], "9": ["3.3 Zgradba plinske aparature za laboratorijski poskus", "Za izvajanje poskusa smo uporabili plinsko aparaturo (slika 2), ki je sestavljena iz cevi za eudiometer z volumnom 300 do 400 ml in je graduirana od zgoraj navzdol. Ta aparatura je postavljena na stoječo steklenico, z volumnom 500 ml. Skozi dno cevi eudiometra vodi povezovalna cev, ki nastalemu bioplinu v stoječi steklenici, omogoča vstop v merilno cev. Povezovalna cev se drži na mestu s steklenimi palicami, ki so nameščene na štirih straneh. Na spodnjem koncu cevi eudiometra je pritrjena steklena oliva, od katere vodi cevna povezava k nivojni posodi. Na zgornjem koncu cevi eudiometra pa je pritrjena stožčasta pipa za odvzem plinskih vzorcev in za nastavljanje nivoja (slika 2). \nOsnovna konstrukcija je zgrajena iz nerjavnega jekla (inoxa), dolga 2500 mm, visoka 1000 mm in široka 350 mm. Na najvišjem delu je polica, na kateri so zunanje posode za odvečno tekočino. Spodaj je korito 200x200 mm obloženo s stiroporom, ki preprečuje prevelike izgube toplote. V koritu pa je zraven eudiometrov postavljena še grelna črpalka, ki skrbi za stalno konstantno temperaturo in kroženje vode. Tako dosežemo čim bolj enakomerno temperaturo vode po vsem koritu. Eudiometri so pritrjeni na kovinski profil nad konstrukcijo, tako da se ne bodo mogli prevrniti. Na levi strani konstrukcije je pritrjen termometer in barometer, ki preko tipala meri temperaturo vode v koritu in posebej okoliško temperaturo (slika 3). \n"], "10": ["3.4 Namen laboratorijskega poskusa", "Obnašanje fermentacije v laboratorijskem merilu daje informacije o neaerobni razgradnji blata, v določenem časovnem obdobju, merjeno glede na produkcijo plina. Časovni potek razvijanja plinov, sestava plinov kot tudi sestava blata pred in po poskusu fermentacije in tudi volumen bioplina, ki se nanaša na maso organskih snovi, omogočajo v primerjavi z normalno razgradljivimi blati, ki nastanejo iz domačih odpadnih vod, oceno obnašanja fermentacije blata. Raziskave se lahko uporabljajo za blata neznane sestave in različnih izvorov, služijo pa tudi kot spremljevalne raziskave, da izvemo, kakšni so vzroki motenj pri fermentaciji v tehničnem merilu. Ta poskus se lahko uporabi za preverjanje vpliva posebnih snovi na proces fermentacije v stimulacijskem poskusu in za izboljšanje poteka razgradnje enostransko sestavljenih blat, z dodajanjem pomožnih snovi (DIN 38 414, del 8). \nRazlikovati je treba:\n- koliko razgradljive organske mase vsebuje blato. To se izrazi z volumnom bioplina,  ki se nanaša na organsko maso. Z zadostnim razredčenjem s cepilnim blatom, pa  morajo biti zagotovljeni optimalni okoljski pogoji, ki so potrebni za fermentacijo.\n- ali je blato fermentirano, ali pa še vsebuje organske snovi, ki so potrebni za  fermentacijo.\n- ali blato vsebuje snovi, ki zavirajo fermentacijo.\nFermentacija se lahko zavira z ioni težkih kovin v toksičnih koncentracijah, z nadpovprečno produkcijo dihydogensulida ali z drugimi snovmi, ki delujejo baktericidno.\n"], "11": ["3.5 Priprava laboratorijskega poskusa", "Od blata, ki smo ga raziskovali (primerjalno blato in cepitveno blato) smo na začetku poskusa določili suhi ostanek (po DIN 38 414 del 2), izgubo zaradi žarjenja (po DIN 38 414 del 3) , eventualni TOC (organsko vezan ogljik) in pH vrednost (po DIN 38 414 del 5). Nato smo pred začetkom poskusa nastavili pH vrednost blata. Z dodajanjem anorganskih substanc npr. natrij vodikovega karbomata se blato termperira na približno 35 -C. V posebnih primerih je potrebno nujno optimiranje ponudbe hranilnih snovi z nastavitvijo C:N:P razmerja mase na približno 100:6:1. To se zgodi z dodajanjem amonijevega klorida ali natrijevega sulfata.\n"], "12": ["3.6 Izvedba laboratorijskega poskusa", "Poskus smo izvedli v termirani vodni kopeli pri (35+/- 1) stopinj Celzija. Za formulacijo serij razredčitve poskusov smo uporabili mešanico z 15 g primerjalnega blata (vzorec hibrida koruze) in 385 g cepitvenega blata, pri čemer je bilo 400 g mešanice. Vsak hibrid koruze smo ponovili v treh ponovitvah. Kot kontrolno mešanico pa smo imeli primerjalno blato (mešanica 400 g primerjalnega blata), ki je imelo podobno vsebnost organskih snovi kot blato, ki se preiskuje. Kontrolno mešanico smo prav tako ponovili v treh ponovitvah.\nStoječo steklenico smo napolnili z 400 g mešanice (385 g cepitvenega in 15 g \nprimerjalnega blata). Zrak v steklenici smo izpodrinili z dušikom in namestili eudiometer. S pomočjo nivojne posode smo pri odprti cevi eudiometra nastavili nivo zaporne tekočine na oznako 0. Pri tem nikakor ne sme zaporna tekočina prestopiti v povezovalno cev in s tem v vzorec blata. Nivojno posodo smo napolnili na približno četrtino volumna posode. Nato smo pipo zaprli. Stoječo steklenico z mešanico blata pa smo hranili v koritu obloženo s stiroporom, katera preprečuje prevelike izgube toplote. Največ volumna se razvije na začetku, nato pa pride do pojemajočega nastajanja plina. Poskus se je izvajal 35 dni, oziroma tako dolgo, dokler se je še tvoril relativno majhen volumen bioplina. Glavna količina bioplina se ponavadi razvije v prvem tednu poskusa, po 35 dnevih pa je biološka razgradnja po večini končana.\nPri vsakem odčitavanju volumna plina v cevi eudiometra smo določili temperaturo in zračni pritisk, da smo lahko preračunavali normni volumen ali volumen plina na normirano stanje.\n"], "13": ["3.7 Izračun normnega volumna", "Normni volumen je volumen plina, ki se je razvil iz cepitvenega blata. Za vrednotenje podatkov je najprej potrebno izvesti izračunavo normnega volumna v posameznih časovnih obdobjih razvitega bioplina. V ta namen služi enačba:\n( Pl − Pw ) ⋅ To  V = Vo ⋅ [1]  Po ⋅ T\nVo = standardni volumen bioplina v ml V = odčitani volumen bioplina v ml Pl = zračni tlak v času odčitavanja, v mbar Pw = parni pritisk vode v odvisnosti od temperature obdajajočega prostora v mbar To = normna temperatura; To = 273 K Po = normni tlak Po = 1013 mbar T = temperatura bioplina oziroma obdajajočega prostora v K \nPotem se izračuna delež produkcije plina cepitvenega blata. V ta namen služi enačba:\nVis =  ∑Vis ⋅ mis  [2]\nVis = volumen plina, ki se je razvil iz cepitvenega blata (cepitveno blato je v veliki meri izfermentirano blato, ki se ohranja biološko aktivno z rednim dodajanjem majhnih količin surovega blata) v ml ΣVis = vsota volumna plina poskusa z cepitvenim blatom za opazovano dobo poskusa v ml mis = masa cepilnega blata, uporabljenega za mešanice v g mM = masa uporabljenega cepitvenega blata v kontrolnem poskusu v g\nSpecifična produkcija bioplina oziroma cepitvenega blata se izračuna postopoma od odčitavanja do odčitavanja po enačbi:\nVs = specifični volumen bioplina v času poskusa, v l/kg, odvisna od izgube mase pri žganju ΣVn = neto-plinski volumen poskusa oziroma primerjalne cepitvenega blata v opazovalnem času, v ml\nm = masa stehtanega vzorca oziroma primerjalnega blata (primerjalno blato tega standarda je surovo blato, iz komunalne čistilne naprave, ki ni obremenjeno s preprečevalnimi snovmi – inhibitorji) v g Wt = suhi ostanek vzorca poskusa oziroma primerjalnega blata v % Wv = izguba gorenja suhe mase v poskusu oziroma primerjalnega blata v %\nPod specifično produkcijo bioplinov se razume volumen bioplina, ki se nanaša na maso \norganskih snovi blata. Za organske snovi se tukaj postavi izguba žarjenja suhe mase. Enota specifične produkcije bioplina je l/kg oSS (DIN 38 414, del 8).\n"], "14": ["3.8 Vremenske razmere v letu 2007", "vremensko postajo Maribor. Vir: ARSO (mesečni bilten 2007)\nPodatki vremenske postaje Maribor kažejo precejšnjo pomanjkanje vlage v aprilu, ravno v času setve, čemur je sledil v drugem tednu po setvi rahel temperaturni šok (ohladitev). Prav tako je nekoliko primanjkovalo vlage tudi v juniju. Drugače pa je bilo vlage in toplote dovolj na razpolago za normalen razvoj koruze. To je razvidno iz modificiranega Walter- Gausovega klimadiagrama.\nMaribor\n"], "15": ["3.9 Statistična obdelava podatkov", "Statistična obdelava podatkov je bila opravljena s statističnim paketom SPSS, verzije 15. Z analizo variance smo preverjali statistično značilne razlike v proizvodnji bioplina, biometana in kemijske sestave plinov med hibridi posameznega zrelostnega razreda, ter proizvodnjo bioplina, biometana in kemijske sestave plinov med zrelostnimi razredi koruze. Vrednosti obravnavanj so bile testirane pri 5 % tveganju s Tukey-evim testom. \n4 REZULTATI Z RAZPRAVO\n"], "16": ["4.1 Ugotavljanje pridelka sveže silažne mase in suhe snovi hibridov koruze", "Na pridelek sveže silažne mase in suhe snovi hibridov koruze vpliva predvsem odstotek vlažnosti koruze. Odstotek vlage pa je pogojen s časom spravila in zrelostnim razredom koruze. Pridelka suhe snovi in sveže silažne mase pa pomembno vplivata na proizvodnjo bioplina in biometana.\nSuho snov hibridov koruze smo dobili tako, da smo iz vseh treh plastičnih posod oziroma iz vseh treh ponovitev hibrida koruze naredili skupni vzorec, od katerega smo nato odtehtali 100 g skupnega vzorca. Ta vzorec smo nato dali v sušilnico, kjer se je sveža silažna masa sušila vse do suhe snovi pri 70 – 80-C.\nPreglednica 8 prikazuje odstotek vlage po posameznem hibridu koruze, glede na posamezno ponovitev. Odstotek je odvisen od časa spravila in zrelostnega razreda hibrida koruze. Odstotek vlage vpliva na pridelek suhe snovi in pridelek sveže silažne mase koruze.\nPR38F70 PR38H20 NKTHERMO NKCISKO PR37D25 PR73F73 PR37M34 PIXXIA\npridelek SM (kg/ha) pridelek SS (kg/ha)\nNK PAKO RAXXIA PR36K67 POXXIM TIXXIUS CODISTAR PR34N43\npridelek SM (kg/ha) pridelek SS (kg/ha)\nGrafikona 2 in 3 prikazujeta rezultate pridelka suhe snovi in sveže silažne mase hibridov koruze v kg/ha. Najmanjši pridelek suhe snovi smo opazili pri hibridu PR36K67 (24087,4 kg/ha), pri hibridu PIXXIA pa je bil opazen največji pridelek suhe snovi (30323 kg/ha).\nNajvečji pridelek sveže silažne mase je imel hibrid POXXIM, in sicer 83233,3 kg/ha. Najnižji pridelek sveže silažne mase pa smo opazili pri hibridu PR38H20, in sicer 54083,3 \nkg/ha sveže silažne mase.\nNa pridelek suhe snovi, kot tudi pridelek sveže silažne mase koruze izredno vpliva ta čas spravila in zrelostni razred koruze.\n"], "17": ["4.2 Proizvodnja bioplina, biometana ter kemijska sestava plinov hibridov koruze", "Za testiranje smo uporabili 15 hibridov koruze, ter ugotavljali, kateri zrelostni razred koruze, ter kateri izmed hibridov zrelostnega razreda, daje največjo proizvodnjo bioplina, biometana, zanimala nas je pa tudi kemijska sestava plinov.\nPreglednice 9, 10, 11 nam prikazujejo rezultate proizvodnje bioplina in biometana v Nl/kg oSS in v Nm3/ha. V preglednicah so podani tudi rezultati kemijske sestave plinov, in sicer sestava plinov CH4, CO2, O2.\nzrelostnega razreda FAO 300 – FAO 400\n koruze zrelostnega razreda FAO 300 – FAO 400\nkoruze zrelostnega razreda FAO 500 – FAO 600\n hibridov zrelostnega razreda FAO 300, FAO 400 in FAO 500\nPreglednica 11 nam prikazuje rezultate povprečne proizvodnje bioplina, biometana in kemijsko sestavo plinov hibridov zrelostnega razreda FAO 300, FAO 400 in FAO 500. V zrelostnem razredu FAO 300 – FAO 400 so bili zastopani hibridi PR38F70, PR38H20, NKTHERMO in NKCISKO. Hibridi zrelostnega razreda FAO 400 – FAO 500, katere smo testirali z laboratorijskim poskusom so: PR37D25, PR73F73, PR37M34, PIXXIA, NKPAKO, RAXXIA, PR26K67 in POXXIM. V zrelostnem razredu FAO 500 – FAO 600 pa so bili zastopani hibridi TIXXUS, CODISTAR in hibrid PR34N43.\n"], "18": ["4.3 Proizvodnja bioplina iz hibridov zrelostnega razreda FAO 300 – FAO 400", "katerem so bili vključeni hibridi PR38F70 (FAO 330), PR38H20 (FAO 340), NK THERMO (FAO 370) in NK CISKO (FAO 390).\n0 7 14 21 28 35  Dnevi\n(FAO 340), NK THERMO (FAO 370) in NK CISKO (FAO 390)\nPR38F70 PR38H20 NKTHERMO NKCISKO\nNajvečji donos bioplina (Nm3/ha) zrelostnega razreda FAO 300 je dosegel hibrid PR38F70, in sicer 13778,5 Nm3/ha bioplina,vendar se statistično značilno pri 5 % tveganju ne razlikuje od hibridov PR38H20 in NKCISKO. Statistično značilno najslabši izplen bioplina pa je imel hibrid NKTHERMO, s proizvodnjo 11410,5 Nm3/ha bioplina. Proizvodnja biometana (Nm3/ha) je bila pravtako največja pri hibridu PR38F70 z vrednostjo 7646,2 Nm3/ha in najmanjša pri hibridu NKTHERMO, z vrednostjo 6995,6 Nm3/ha metana (preglednica 9, grafikon 4).\n"], "19": ["4.4 Proizvodnja bioplina iz hibridov zrelostnega razreda FAO 400 – FAO 500", "Za testiranje hibridov za proizvodnjo bioplina, biometana zrelostnega razreda FAO 400 – FAO 500 (grafikon 6,7) smo vključili hibride PR37D25 (FAO 400), PR37F73 (FAO 410), PR37M34 (FAO 410), PIXXIA (FAO 420), NK PAKO (FAO 440), RAXXIA (FAO 450), PR36K67 (FAO 450) in POXXIM (FAO 490).\n0 7 14 21 28 35  Dnevi\n(FAO 410), PR37M34 (FAO 410) in PIXXIA (FAO 420) \n0 7 14 21 28 35  Dnevi\n(FAO 450), PR36K67 (FAO 450) in POXXIM (FAO 490)\nGrafikon 8 prikazuje proizvodnjo bioplina zrelostnega razreda FAO 400 – FAO 500 v Nm3/ha. \nZa hibride zrelostnega razreda FAO 400 smo ugotovili, da je največji izplen bioplina pri hibridu PIXXIA (FAO 420), vendar se statistično značilno pri 5 % tveganju ne razlikuje od hibrida PR37M34 (FAO 410), ki pa se pravtako statistično značilno ne razlikuje od hibrida PR73F73 (FAO 410). Statistično značilno najnižji izplen bioplina smo zabeležili pri hibridih PR37D25 (FAO 400), RAXXIA (FAO 450) in PR36K67 (FAO 450), vendar niso statistično značilno nižji od izplena bioplina pri hibridih NKPAKO (FAO 440) in POXXIM (FAO 490). Statistično značilnih razlik pa tudi ni med hibridi PR73F73, NKPAKO in POXXIM. Največji donos biometana je dosegel hibrid PIXXIA, to je 9440,6 Nm3/ha biometana, najnižjega pa hibrid RAXXIA, s proizvodnjo 7026,6 Nm3/ha biometana (preglednica 10, grafikon 8).\n"], "20": ["4.5 Proizvodnja bioplina iz hibridov zrelostnega razreda FAO 500 – FAO 600", "Grafikon 9 prikazuje rezultate testiranja hibridov koruze za proizvodnjo bioplina zrelostnega razreda FAO 500 – FAO 600, pri čemer smo za testiranje uporabili hibride CODISTAR (FAO 500), TIXXUS (FAO 500) in PR34N43 (FAO 580).\n0 7 14 21 28 35  Dnevi\n(FAO 500) in PR34N43 (FAO 580) \nNajvečji izplen bioplina je dosegel hibrid CODISTAR, in sicer 14464,1 Nm3/ha, vendar se statistično značilno pri 5 % tveganju ne razlikuje od proizvodnje hibrida TIXXUS. . Proizvodnja bioplina hibrida TIXXUS je 12995,4 Nm3/ha, vendar se statistično značilno ne razlikuje od proizvodnje bioplina hibrida PR34N43. Proizvodnja bioplina PR34N43 pa je 12961,9 Nm3/ha. Največji izplen biometana je dosegel hibrid CODISTAR, s proizvodnjo 7848,1 Nm3/ha biometana. Najnižji izplen biometana pa je imel hibrid PR34N43, to je 6443 Nm3/ha proizvedenega biometana (preglednica 11, grafikon 10).\n"], "21": ["4.6 Proizvodnja bioplina, biometana hibridov zrelostnega razreda FAO 300 – 500", "Zanimalo nas je tudi, kateri zrelostni razred koruze daje največjo proizvodnjo bioplina, biometana, kajti v testiranju smo imeli hibride zrelostnega razreda FAO 300, FAO 400 in FAO 500. Največ hibridov je bilo zastopanih v zrelostnem razredu FAO 400 – FAO 500, najmanj pa v zrelostnem razredu FAO 500 – FAO 600.\nNajvišji izplen bioplina so imeli hibridi zrelostnega razreda FAO 400, in sicer 13927,4 Nm3/ha proizvedenega bioplina, vendar se statistično značilno pri 5 % tveganju ne razlikujejo od hibridov koruze zrelostnega razreda FAO 500. Najnižji izplen pa so imeli hibridi zrelostnega razreda FAO 300 ki so proizvedli 12498,1 Nm3/ha proizvedenega bioplina, vendar se tudi statistično značilno ne razlikujejo od zrelostnega razreda FAO 500 (preglednica 12, grafikon 11). \nFAO 400 in FAO 500, P < 0,05 po Tukey-u\nStatistično značilno najvišji izplen biometana pri 5% tveganju so imeli hibridi zrelostnega razreda FAO 400, s proizvodnjo 7796,3 Nm3/ha biometana, vendar se statistično značilno ne razlikujejo od hibridov zrelostnega razreda FAO 300, s proizvodnjo 7175,5 Nm3/ha biometana. Najnižji izplen biometana pa so imeli hibridi zrelostnega razreda FAO 500, to je 7050,1 Nm3/ha biometana, kateri pa se statistično značilno ne razlikujejo od hibridov koruze zrelostnega FAO 300 (preglednica 12, grafikon 12).\nNa Avstrijskem Štajerskem so v letu 2002 znanstveniki (Amon s sod,. 2002) raziskovali proizvodnjo bioplina iz hibridov različnih zrelostnih razredov ter proizvodnjo bioplina med hibridi določenega zrelostnega razreda. Ugotavljali so, kateri zrelostni razred, ter kateri hibridi določenega zrelostnega razreda dajejo največji hektarski donos bioplina, biometana. Zanimala jih je tudi kemična sestava plinov. Laboratorijski poskus so opravljali po metodi DIN 38 414, del 8, tako kot je potekal naš laboratorijski poskus. Rezultati njihovega laboratorijskega poskusa kažejo, da se proizvodnja bioplina, biometana povečuje z zrelostnim razredom koruze, kar smo z našimi rezultati dokazali tudi mi. S tem so potrdili, da največjo proizvodnjo bioplina dajejo hibridi zrelostnega razreda FAO 400 in FAO 500.\n"], "22": ["4.7 Kemijska sestava plinov enega izmed hibridov zrelostnega razreda FAO 300", "(PR38H20), FAO 400 (PR37D25) in FAO 500 (CODISTAR)\nAnaliziranje sestave plinov smo izvedli z merilnikom za pline (Geotechnical Instruments GA 45), kjer smo primerjali podatke proizvedenega plina med hibridi koruze.\nKORUZA - PR38H20\n0 7 14 21 28 35\nDnevi\nIz grafikona 13 je razvidno, da se je vrednost plina metana (CH4) za hibrid koruze PR38H20 prvih sedem dni stopnjevala, potem pa je bila vrednost do 35 dneva več ali manj konstantna.\nVrednost plina CO2 je bila na začetku poskusa povečana, potem pa se je vrednost iz dneva v dan spreminjala oziroma zmanjševala vse do konca 35 dni.\nVrednost plina kisika O2 je bila skozi celo obdobje laboratorijskega poskusa bila manjša od 1%, kar kaže na anaerobne pogoje v digestorju in s tem na potek anaerobnega vrenja. Kisik je indikator anaerobne fermentacije.\nKORUZA - PR37D25\n0 7 14 21 28 35  Dnevi\nIz grafikona 14 je razvidno, da se je vrednost plina metana (CH4) za hibrid PR37D25, prvih sedem dni pravtako stopnjevala, potem pa je bila vrednost do 35 dneva več ali manj konstantna.\nVrednost plina CO2 je bila na začetku laboratorijskega poskusa povečana, potem pa se je vrednost iz dneva v dan spreminjala z minimalnimi odstopanji in ostala na konstantni vrednosti. \nVrednost plina kisika O2 pa je bila celo obdobje laboratorijskega poskusa (35 dni) manjša od 1 %.\nKORUZA - CODISTAR\n0 7 14 21 28 35\nDnevi\nVrednost plina metana (CH4) za hibrid CODISTAR se je prvih sedem dni stopnjevala, potem pa je bila vrednost vse do 28 dneva bila več ali manj konstantna, po 28 dnevu pa je vrednost plina začela upadati.\nVrednost plina CO2 za hibrid CODISTAR je bila na začetku laboratorijskega poskusa povečana, potem pa je vrednost začela upadati z minimalnimi odstopanji.\nVrednost plina kisika O2 za hibrid CODISTAR pa je bila celo obdobje laboratorijskega poskusa (35 dni) manjša od 1 %.\n"], "23": ["5 SKLEPI", "V letu 2007 je bil izveden poskus na lokaciji UKC Pohorski dvor. Ugotavljali smo, kateri zrelostni razred koruze, in kateri hibrid določenega zrelostnega razreda, daje največjo proizvodnjo bioplina, biometana. Preučevali smo tudi kemijsko sestavo plinov.\nNa podlagi rezultatov lahko sklepamo naslednje:\ndonos bioplina, biometana. Najvišji izplen bioplina so imeli hibridi zrelostnega  razreda FAO 400, in sicer 568 Nl/kg oSS ali 13927,4 Nm3/ha proizvedenega  bioplina, s kemijsko sestavo 55,2% CH4, 39,3% CO2 in 0,6% O2. Hibridi  zrelostnega FAO 500 so imeli 530 Nl/kg oSS ali 12836,2 Nm3/ha proizvedenega  bioplina, s kemijsko sestavo 55,5% CH4, 38,1% CO2 in 0,5% O2. Proizvodnja  biometana hibridov zrelostnega razreda FAO 400 je bila 315 Nl/kg oSS ali 7768,4  Nm3/ha proizvedenega biometana. Hibridi zrelostnega razreda FAO 500 pa so imeli\n(FAO 330) 544 Nl/kg oSS proizvedenega bioplina. Pridelek suhe snovi silirne mase  pri poljskem poskusu je bil 26828 kg/ha, to je 13778,5 Nm3/ha bioplina, s kemijsko  sestavo 58,2% CH4, 39,3% CO2 in 0,7% O2. Pridelek biometana hibrida PR38F70  pa je 312 Nl/kg oSS ali 7646,2 Nm3/ha proizvedenega biometana.\n420) 600 Nl/kg oSS proizvedenega bioplina. Pridelek suhe snovi silirne mase pri  poljskem poskusu je bil 30322,85 kg/ha, to je 16447,2 Nm3/ha bioplina, s kemijsko  sestavo 57,4 % CH4, 34,8% CO2 in 0,4% O2. Proizvodnja biometana hibrida  PIXXIA pa je 345 Nl/kg oSS ali 9440,6 Nm3/ha proizvedenega biometana. \n4. Med hibridi zrelostnega razreda FAO 500 – FAO 600, pa daje hibrid CODISTAR  (FAO 500) 559 Nl/kg oSS proizvedenega bioplina. Pridelek suhe snovi silirne mase  pri poljskem poskusu je bil 28782 kg/ha, to je 14464,1 proizvedenega bioplina, s  kemijsko sestavo 55,1% CH4; 39,8% CO2 in 0,8% O2. Proizvodnja biometana  hibrida CODISTAR pa je bila 330 Nl/kg oSS ali 8562,7 Nm3/ha proizvedenega  biometana.\n5. Proizvodnja metana, ki ima bistveno vlogo pri proizvodnji bioplina, je pri hibridih  koruze variirala od 50 – 60% celotne količine nastalih plinov.\n6. Po rezultatih našega laboratorijskega poskusa priporočamo za proizvodnjo bioplina,  hibrida PIXXIA (FAO 420) in CODISTAR (FAO 500), vendar bi še bilo potrebno  opravit poljski poskus na kateri drugi lokaciji, na drugem tipu tal, itd.\n"], "abstract": ["Cilj diplomske naloge je bil ugotoviti, kateri zrelostni razred koruze, in kateri hibrid določenega zrelostnega razreda, daje največjo proizvodnjo bioplina in biometana. Preučevali smo tudi kemijsko sestavo plinov. Testirali smo hibride koruze zrelostnega razreda FAO 300 – FAO 400, FAO 400 – FAO 500 in FAO 500 – FAO 600. Poskusi so potekali v laboratoriju, po tri serije poskusov s tremi ponovitvami, po metodi DIN 38 414, del 8. Rezultati raziskave so pokazali, da se pri višjem zrelostnem razredu koruze (FAO 400, FAO 500) povečuje hektarski donos bioplina in biometana. Najvišji izplen bioplina, biometana med zrelostnimi razredi koruze so imeli hibridi zrelostnega razreda FAO 400 in FAO 500. Med hibridi koruze zrelostnega razreda FAO 300 – FAO 400, daje hibrid PR38F70 (FAO 330) največji donos bioplina in biometana. Med hibridi zrelostnega razreda FAO 400 – FAO 500, je dajal največjo proizvodnjo bioplina in biometana hibrid PIXXIA (FAO 420). Hibrid CODISTAR (FAO 500) pa je imel med hibridi zrelostnega razreda FAO 500 – FAO 600 največji donos bioplina in biometana. Proizvodnja biometana, kateri ima bistveno vlogo pri proizvodnji bioplina, je pri hibridih koruze variirala od 50 – 60% celotne količine nastalih plinov. "]}