{"1": ["1 UVOD", "V času, ko vedno bolj naraščajo zahteve po lastni hrani pa tudi izvozu, ko se veča število prebivalstva po vsem svetu in ko dobiva hrana tudi strateško vlogo, velja pridelavi poljščin in krme nameniti kar največ pozornosti. Kupci težijo po čim cenejši hrani, kar lahko povzroči intenzivno kmetovanje in s tem veliko obremenjevanje okolja.\nZaradi vse večje ekološke ozaveščenosti je tudi vse večji poudarek na racionalnem kmetijstvu, ki temelji na upoštevanju agrotehničnih in tehnoloških ukrepov, ki se v kmetijstvu hitro spreminjajo, vendar pa zagotavljajo večje in kakovostne pridelke ter hkrati zmanjšujejo negativni vpliv na okolje. Sem spada prav gotovo tudi uporaba dosevkov, ki pomembno vplivajo na zmanjšano spiranje dušika v podtalnico. Danes predvsem zaradi strožje zakonodaje na področju varstva narave, uvedbe nitratne direktive in drugih ukrepov gledamo pozitivno na vlogo dosevkov v kolobarju in na njihov širši pomen, predvsem s stališča racionalnega gospodarjenja z rastlinskimi hranili, kjer je posebna pozornost namenjena dušiku. Poleg številnih pozitivnih lastnosti dosevkov v njivskem kolobarju pa lahko imajo dosevki, zlasti trave, kot je mnogocvetna ljuljka (Lolium multiflorum Lam.), in križnice, tudi izrazito negativen vpliv na naslednjo poljščino (Kramberger in sod. 2003). Vzroki za to so lahko kompleksni, posebej pa lahko izpostavimo tudi morebitne alelopatske vplive, kar bi se lahko odražalo v slabši rasti in posledično manjšem pridelku naslednje poljščine (Kramberger 2008).\nAlelopatija je delovanje ene rastlinske vrste na drugo z izločki in je sorazmerno novo raziskovalno področje, ki v kmetijski praksi dobiva vse večji pomen. Zato z namenom, da bi čimbolj celovito določili vplive med gojenimi rastlinami ter ostalimi rastlinami, ki spremljajo rast gojenih rastlin, številni raziskovalci proučujejo tudi alelopatske odnose med temi rastlinami.\n"], "2": ["1.1 Cilj raziskave", "V naši raziskavi smo želeli ugotoviti, ali imajo ostanki mnogocvetne ljuljke negativen alelopatski vpliv na vznik in začetno rast koruze (Zea mays L.) kot naslednje poljščine v njivskem kolobarju. Poskuse v rastlinjaku in laboratoriju smo želeli zasnovati tako, da bi čim bolj posnemali dejansko dogajanje v tleh na njivi, ob in po setvi koruze.\n"], "3": ["2 PREGLED LITERATURE", ""], "4": ["2.1 Vpliv predposevka na pridelek koruze", "Rastline, ki jih sejemo proti koncu poletja ali v začetku jeseni, njivo pa zapustijo pozno jeseni ali spomladi do meseca maja, so kot dosevki za krmo ali podor v slovenskem kmetijstvu sicer prisotne že dolgo, vendar je zaradi racionalnega gospodarjenja z rastlinskimi hranili (zlasti z dušikom) danes njihova prisotnost v njivskem kolobarju zaželena in pomembna bolj kot kadarkoli prej. Glede na to, da so dosevki pomemben sestavni del njivskega kolobarja, pa lahko vplivajo tudi na pridelek naslednje poljščine (Kramberger 2008). Prevladuje splošno prepričanje, da koruza ni občutljiva za vrstni red poljščin v kolobarju, saj obstajajo dokazi, da dobro uspeva za večino predposevkov (Tajnšek 1991).\nV literaturi zasledimo kar nekaj objav, ki ugotavljajo vpliv predposevka na koruzo. V raziskavah prevladuje ugotovitev, da metuljnice kot predposevki večinoma nimajo izrazito negativnega vpliva na pridelek koruze v različnih pridelovalnih sistemih. Medtem ko pa se setev mnogocvetne ljuljke ali rži (Secale cereale L.) kot predposevka lahko odraža v slabši rasti in posledično tudi v manjšem pridelku koruze.\nKoruza je poljščina, ki za svojo rast potrebuje nekoliko več dušika, zato se z izrazito pozi- tivnim vplivom srečamo, če za prezimni dosevek uporabimo prejšnje leto pravočasno (v avgustu) sejano metuljnico (Kramberger 2008).\nKramberger in sod. (2006) poročajo, da so v mikroposkusu na eni izmed lokacij ugotovili, da metuljnice v primerjavi z neozelenelo njivo niso negativno vplivale na koruzo. Avtorji še navajajo, da lahko na osnovi do sedaj ugotovljenega in na osnovi izsledkov tujih raziskav trdimo, da je v primeru prezimne ozelenitve njive, ko pridelka dosevka ne uporabimo za krmo, uporaba metuljnic: inkarnatke (Trifolium incarnatum L.), črne detelje (Trifolium pratense L.), podzemne detelje (Trifolium subterraneum L.) in ozimne grašice \n(Brassica napus L. var. napus Thell) ob pravočasni setvi priporočljivejša, kot uporaba ljuljke, in je lahko poplačana z večjim pridelkom naslednje poljščine, npr. koruze.\nClark in sod. (1997) poročajo, da lahko stročnice in prezimne metuljnice, kot so kuštrava grašica (Vicia villosa Roth.), podzemna detelja (Trifolium subterraneum L.) in druge, zagotovijo večino dušika, ki je potreben za čim večji donos koruze.\nInderjit in Dakshini (1999, cit. po Caporali in sod. 2003) sta ugotovila, da se je v primerjavi s kontrolnim obravnavanjem gostota plevela v koruzi po uporabi ljuljke povečala za 47 %, po uporabi podzemne detelje za 44 % ter po uporabi kuštrave grašice za 42 %. Pri zelenem gnojenju s prezimnimi dosevki se je biomasa plevela nad tlemi v koruzi v primerjavi s kontrolnim obravnavanjem pri ljuljki zmanjšala za 94 %, pri kuštravi grašici za 31 % ter podzemni detelji za 40 %. Najmočnejši negativen učinek biomase plevela v koruzi se je pokazal pri zelenem gnojenju z ljuljko, kar je lahko posledica manjše vsebnosti mineralnega dušika v tleh, oziroma tudi alelopatskega vpliva ostankov ljuljke na plevel v koruzi.\nKramberger in sod. (2006) so v enoletnih mikroposkusih na treh različnih lokacijah proučevali vpliv različnih rastlin za ozelenitev (mnogocvetna ljuljka, ozimna ogrščica, podzemna detelja) na pridelek koruze. Na prvi lokaciji so opazili negativen vpliv mnogocvetne ljuljke na pridelek koruze, medtem ko na drugi lokaciji negativnega vpliva niso zaznali. Na tretji lokaciji so prav tako ugotovili negativni vpliv ljuljke, vendar pa so v tem poskusu ugotavljali vpliv mnogocvetne ljuljke na pridelek sladkorja sladkorne pese. Omenjeni negativni vpliv mnogocvetne ljuljke na pridelek koruze pa se ni odražal v tolikšni meri, da bi njeno uporabo za ozelenitev tal preko jesenskih in zimskih mesecev odsvetovali.\nMartinez in Guiraud (1990, cit. po Bergström in Jokela 2000) sta v raziskavi z ljuljko in koruzo ugotovila, da je zaoravanje ostankov ljuljke zmanjšalo pridelek zrnja koruze za 13 % v primerjavi s koruzo, ki so jo pridelovali po prahi. Posledico zmanjšanja pridelka sta \npripisala visoki gostoti korenin ljuljke, ki je poslabšala strukturo tal, kar je prispevalo tudi k pogojem, ki so neprimerni za setev in rast koruze.\nCaporali in sod. (2003) navajajo, da je ljuljka, ki ni bila gnojena z mineralnim dušikom, negativno vplivala na pridelek zrnja koruze. V primerjavi s pridelkom zrnja koruze po kuštravi grašici se je po uporabi ljuljke pridelek koruze zmanjšal za 32 %, v kontrolnem obravnavanju pa je bil v primerjavi z grašico manjši le za 22 %.\n2.1.1 Negativni alelopatski vpliv predposevka na pridelek koruze in negativni alelopatski  vpliv ljuljke v kolobarju\nKar nekaj avtorjev v svojih raziskavah navaja alelopatski vpliv rži na pridelek koruze.\nKessavalou in Walters (1997, cit. po Duiker in Curran 2005) navajata, da se lahko zaradi alelopatskega vpliva zmanjša pridelek koruze v primeru, ko je mlad dosevek rži zaoran en teden pred setvijo koruze. Duiker in Curran (2004) pa poročata nasprotno, da negativnega alelopatskega učinka rži na koruzo niso opazili, saj je dosevek rži pridelek koruze povečal oziroma nanj sploh ni vplival. V študiji iz Ontaria je bilo prav tako ugotovljeno, da je dosevek rži povzročil precejšno zmanjšanje pridelka naslednjega posevka koruze (Raimbault in sod. 1990), medtem ko so z raziskavo v Ohiu pokazali, da se pridelek koruze ni zmanjšal, če je vmesni dosevek rži sledil soji (Glycine max Merrill) namesto koruzi (Eckert 1988, cit. po Duiker in Curran 2004).\nRaimbault in sod. (1991) navajajo, da lahko velika proizvodnja biomase rži porabi precej površinske vlage in s tem povzroči zmanjšanje pridelka koruze. Tudi nekatere spojine, ki jih izloča rž (alelopatija) lahko zmanjšajo pridelek (Raimbault in sod. 1990). Prav tako so v predhodni študiji Raimbault in sod. (1990) ugotovili, da se je pridelek koruze, ki je sledil rži, zmanjšal za 11-17 %, kar so pripisali fitotoksičnim oziroma alelopatskim snovem, ki jih izloča rž. V naslednji študiji so ugotovili, da je alelopatski vpliv izničen, če je bila rž \nuničena približno dva tedna pred setvijo koruze in če je bila izvedena obdelava tal pred setvijo (Raimbault in sod. 1991).\nKramberger je v svojem članku zapisal, da se z alelopatskimi vplivi lahko srečamo pred- vsem v primerih, kjer smo prezimni dosevek kemijsko ali mehanično uničili, biomasa, ki se razkraja, pa je ostala na površini tal. Nekateri produkti razgradnje, ki se izpirajo prek se- mena in pozneje vrhnjih korenin naslednje poljščine, lahko negativno vplivajo na rast le- te (http://www.kmeckiglas.com/).\nŠtevilni tuji avtorji v raziskavah poročajo sicer o večjem zmanjšanju pridelka koruze po uporabi rži, kar pripisujejo pomanjkanju vode, imobilizaciji dušika ali alelopatiji (Raimbault in sod. 1990), vendar pa je študija, ki so jo izvedli v Marylandu (Clark in sod. 1997 a, cit. po Duiker in Curran 2004), pokazala, da pozno zaoran dosevek rži ni negativno vplival na pridelek koruze in je prav tako pokazal koristen vpliv na ohranjanje vlage na površini tal.\nVyn (1988, cit. po Raimbault in sod. 1990) je ugotovil, da so se pri gojenju koruze v kolobarju s še drugimi predposevki pridelki zrnja koruze povečali za 6 do 12 %. Ostanki pridelka žita lahko imajo negativen vpliv na rast in razvoj naslednjega posevka v kolobarju, verjetno zaradi alelopatskih snovi, ki jih izloča razgradnja žitne slame (Cochran in sod. 1977, Freyman in Schaalje 1983, Barnes in Putnam 1986) (cit po Raimbault in sod. 1990).\nO alelopatskih vplivih ljuljke v literaturi ni veliko napisanega, vendar posamezne študije govorijo o njihovih alelopatskih vplivih na druge rastlinske vrste.\nMattner in Parbery (2001) sta v raziskavi, ki sta jo opravila v rastlinjaku, ugotovila, da je zemlja prej rastoče ljuljke okužene s patogenom oziroma rjo (Puccinia coronata Corda f.sp. lolli Brown), zmanjšala pridelek biomase detelje za 36 %, v primerjavi z zemljo prej rastoče z rjo neokužene ljuljke. Podobno so tudi izcedne vode iz zemlje okužene ljuljke zmanjšale pridelek biomase detelje za 27 % v primerjavi z izcedno vodo iz zemlje zdrave \nljuljke. To je dokaz, da patogeni lahko vplivajo na alelopatijo med rastlinami in da rja lahko poveča alelopatijo ljuljke na deteljo.\nAmini in sod. (2009) poročajo, da so v raziskavi ugotavljali alelopatski vpliv koreninskih izločkov ljuljke v različnih razvojnih obdobjih rasti na rast korenin in poganjkov štirih sort pšenice (Triticum aestivum L.) (WW14192, Ventura, Sunco in Janz). Ugotovili so, da je ljuljka najbolj zavirala rast korenini pšenice v obdobju med šestim in osmim dnevom rasti. Največji vpliv ljuljke na rast korenin in poganjkov pšenice se je pokazal na sorti pšenice WW14192.\nSan Emeterio in sod. (2003) so v raziskavo vključili dve biotestni metodi, s katerima so testirali alelopatski potencial semen, korenin in poganjkov testne vrste Lolium rigidum Gaud. (toga ljuljka) na dve travi Lolium multiflorum Lam. (mnogocvetna ljuljka) in Dactylis glomerata L. (pasja trava) ter na metuljnico Medicago sativa L. (lucerna). Vse tri rastlinske vrste so pokazale različne stopnje občutljivosti na L. rigidum, pri čemer pa je znano, da je L. multiflorum še posebej občutljiva na alelopatijo. Pozitivnih in negativnih vplivov L. rigidum na razvoj sadik niso opazili. Izvlečki poganjkov L. rigidum so pokazali negativne učinke z zaviranjem raztezka radikule pri vseh treh proučevanih rastlinah .\nLi in sod. (2008) so opravili raziskavo o alelopatskem vplivu razkrajajočih ostankov mnogocvetne ljuljke na riž (Oryza sativa L.). Poskus v rastlinjaku je pokazal, da se je z vključevanjem ostankov mnogocvetne ljuljke v zemljo bistveno zmanjšalo razraščanje riža. Pri in–situ obravnavanju so se poganjki riža zmanjšali za 44,3 %, pri ex-situ pa za 36,7 %. Tudi vodni ekstrakti razkrajajočih ostankov mnogocvetne ljuljke so zavirali rast korenin pri rižu.\nSmith in Martin (1994) navajata, da so vodni ekstrakti iz listov in stebel travniške bilnice (Festuca arundinacea Schreb.), mnogocvetne ljuljke (Lolium multiflorum Lam.) in malega ječmena (Hordeum pusillum Nutt.) zmanjšali kalitev semen in rast sadik pri lucerni (Medicago sativa L.) in mnogocvetni ljuljki. Ugotovili so, da je vodni ekstrakt iz stebla travniške bilnice v koncentraciji 2,8 in 2,5 g/L zmanjšal kalitev semen in rast sadik lucerne \nza 50 %. Prav tako se je kalitev in rast sadik obeh testnih rastlin zmanjšala za 50 %, ko so v raziskavi uporabili 5,0 g/L vodnega ekstrakta tkiv mnogocvetne ljuljke in ječmena.\n"], "5": ["2.2 Alelopatija", "Alelopatija in alelopatske sposobnosti rastlin so v zadnjih letih predmet raziskav številnih znanstvenikov po vsem svetu (Šćepanović in sod. 2007). Med rastlinami predstavlja alelopatija pomemben mehanizem, s katerim rastline uveljavljajo tekmovalnost do drugih rastlin (Debeljak 2010). Alelopatija je produkcija in sproščanje kemičnih substanc, ki vplivajo na rast druge rastlinske vrste (Debeljak 2010). Rastline z alelopatskim učinkom, ki jih imenujemo tudi donatorske rastline, lahko vplivajo na druge rastline stimulativno ali zaviralno, kar se kaže v povečani oziroma zmanjšani kalivosti semen ter pospešenem ali zaviralnem razvoju in rasti sosednjih rastlin (Rice 1984, cit. po Bezuidenhout 2002).\nIzraz alelopatija je prvi uvedel nemški fiziolog Hans Molisch leta 1937. Ta izraz izhaja iz grških besed » allelon« (med seboj) ter »pathos« (trpeti) in pomeni neugoden vpliv ene rastline na drugo (Kruse in sod. 2000, Bezuidenhouit 2002). Na osnovi Molischovega koncepta Rice definira alelopatijo, kot posredni ali neposredni, pozitivni ali negativni vpliv ene rastline na drugo z izločanjem kemičnih snovi – alelokemikalij (Šćepanović 2007).\n"], "6": ["2.2.1 Alelokemikalije", "Alelokemikalije so po večini sekundarni metaboliti, ki jih proizvajajo rastline kot stranske produkte primarnih presnovnih poti (Kruse in sod. 2002). Whittekar in Feeney (1971), Rice (1984) ter Putnam in Tang (1986) (cit. po Bezuidenhout 2002) navajajo številne kemične skupine, iz katerih izhajajo alelopatske učinkovine. Med njimi so: enostavne vodotopne organske kisline, enostavni nenasičeni laktoni, višje maščobne kisline, kompleksni kinoni, enostavni fenoli, aromatske kisline, flavonoidi, tanini, terpenoidi in steroidi, alkaloidi, kumarini, nukleozidi ter nekatere neznane spojine (cit. po Bezuidenhout \n2002). Rice (1984) in Putman (1985) poročata, da so alelokemikalije prisotne v celotnem rastlinskem tkivu in sicer v koreninah, listih, steblu, sadju, pelodu, cvetnih listih in rizomih (cit. po Kruse in sod. 2000, Bezuidenhout 2002). Količina alelokemikalij v rastlini je odvisna od sorte rastline in genotipa (Kruse in sod. 2000).\nAbiotični in biotični dejavniki okolja imajo pomembno vlogo pri tvorbi alelokemikalij v rastlinah (Kruse in sod. 2000). Pomanjkanje mineralnih snovi, sevanje, sušni in vodni stres, nizka temperatura, starost rastlinskih organov, genetika ter plenilci spodbujajo nastajanje večine alelokemikalij (Rice 1984, cit po Narwal 1994). Prav tako tudi tekmovalnost med rastlinami kot stresni dejavnik vpliva na povečano tvorbo alelokemikalij v rastlinah (Kruse in sod. 2000).\n"], "7": ["2.2.1.1 Sproščanje alelokemikalij", "Alelokemikalije se iz rastlin sproščajo v okolje preko listov, razkroja ostankov rastlin, izločkov korenin ter s procesi, kakršna sta izhlapevanje in spiranje (Bezuidenhout 2002, Inderjit in Callaway 2003). Nekatere rastline sproščajo oziroma izločajo alelokemikalije v tla preko svojih korenin. Te alelokemikalije pa nato vsrkajo korenine drugih rastlin, ki rastejo v neposredni bližini (Hamayun in sod. 2005). Izločanje alelokemikalij v tla pa poteka tudi skozi nadzemne dele rastlin in sicer pod vplivom dežja, namakanja oziroma rose (Kruse in sod. 2000). Voda pa ima med drugim tudi zelo pomembno vlogo pri prenosu kemikalij od donatorskih rastlin do rastlin prejemnic (Kruse in sod. 2000, Bezuidenhouit 2002). Sproščanje alelokemikalij iz rastlin poteka postopoma (Rice 1984, cit. po Narwal 1994). Za liste velja, da so lahko najbolj izrazit vir alelokemiklij, medtem ko se v koreninah nahajajo alelokemikalije v manjši meri (Bezuidenhout 2002). Visoke koncentracije alelokemikalij zavirajo rast in kalitev, medtem ko lahko nizke koncentracije stimulirajo rast in kalitev iste ali druge rastlinske vrste (Rice 1984, cit. po Bezuidenhout 2002).\n"], "8": ["2.3 Raziskave o alelopatskih vplivih gojenih rastlin na druge gojene rastline", "Alelopatijo kot naravni pojav, kjer rastlinske vrste kemično vplivajo na kalitev in rast drugih rastlin, poznamo že več kot 2000 let (Kruse in sod. 2000). O alelopatskih sposobnostih rastlin je pisal že Teofrast 300 let pred našim štetjem (Šćepanović in sod. 2007). Z začetkom 20. stoletja pa se je zanimanje znanstvenikov za ta pojav znatno povečalo (Singh in sod. 2001, cit. po Šćepanović in sod. 2007). Razlog za to so težnje znanstvenikov, ki si z različnimi «alternativnimi« ukrepi proti rastlinskim škodljivcem prizadevajo zmanjšati negativne vplive sintetičnih pesticidov na okolje, zmanjšati onesnaženost vode in rastlinskih pridelkov ter zmanjšati bolezni tal (Šćepanović in sod. 2007). Bilo je opravljenih že veliko raziskav o vplivu alelopatskih učinkov gojenih rastlin na druge gojene rastline ali na plevelne vrste ter plevelnih vrst na gojene rastline. Med žiti je bilo največ raziskav za: pšenico (Triticum aestivum L.), koruzo (Zea mays L.), rž (Secale cereale L.), ječmen (Hordeum vulgare L.), riž (Oryza sativa L.), sirek (Sorghum halepense L.) in proso (Pennisetum glaucum L.) (Narwal 1994). Poleg žit so bile številne raziskave opravljene tudi pri naslednjih gojenih rastlinah: lucerna (Medicago sativa L.), detelje (Trifolium spp., Melilotus spp.), sončnica (Helianthus annuus L.), kumara (Cucumis sativus L.), črna gorjušica (Brassica nigra L.), beluši (Asparagus spp.), sladki krompir (Ipomoea batatas L.) itd. (Kruse in sod. 2000).\nBitenc in sod. (2003) so na podlagi poskusa s kalitvijo solate (Lactuca sativa L.) pod vplivom izvlečkov šestih sort pšenice (Triticum aestivum L.) ugotovili, da so v splošnem izvlečki nadzemnih delov pšenice intenzivneje zavirali skupno kalivost, bolj zmanjšali energijo kalivosti in bolj zavirali rast radikule solate kot izvlečki podzemnih delov.\nRizvi in sod. (1992) poročajo, da je Assumpcao (1979) spremljal poskus v rastlinjaku, kjer je ostanke soje dodal v zemljo, v katero je nato posadil koruzo. Opazil je, da so ostanki soje delovali stimulativno na sadike koruze, kar se je kasneje pokazalo v višini in teži samih sadik. Pozitiven učinek ostankov soje bi gotovo lahko pripisali – ne izločkom, ki inhibirajo rast, ampak ostankom dušika v razkrajajočih se rastlinah. \nSaffari in sod. (2010) so v raziskavo vključili dva ekstrakta pšenične slame v različnih koncentracijah in tako ugotavljali, kakšen vpliv imata na kalitev in rast dveh sort koruze. Raziskava je pokazala, da imajo ekstrakti pšenične slame močan negativen alelopatski vpliv na rast obeh sort koruze. Na podlagi rezultatov zato predlagajo, da je ostanke pšenične slame potrebno z njive odstraniti še preden na njo posejemo koruzo, če se želimo izogniti negativnim alelopatskim učinkom pšenične slame na rast koruze.\nCheema in sod. (1988) so ugotovili, da je vodni ekstrakt iz pšenične slame povzročil, zaviranje kalivosti semena bombaža za 15 do 20 %, vendar pa je spodbujal rast poganjkov in korenin ter proizvodnjo suhe snovi.\nBauer in Reeves (1999) poročata, da so ostanki ovsa, rži in inkarnatke zavirali raztezanje korenin pri redkvi in koruzi, ki so ju gojili v rastlinjaku.\nV posevku ovsa in lucerne je oves zaviral rast lucerne, medtem ko je lucerna na oves imela stimulativno delovanje (Narwal 1994).\nMartin in sod. (1990) so v poskusu ugotavljali alelopatski vpliv ostankov soje, ovsa in travne mešanice na kalitev in začetno rast koruze. Vpliv ostankov gojenih rastlin so proučevali pod steriliziranimi oziroma nesteriliziranimi pogoji. Nesterilizirani izvlečki ostankov soje in ovsa so zmanjšali kalitev koruze za 74 %, nesterilizirani izvlečki ostankov travne mešanice pa za 27 %. Sterilizirani izvlečki na kalitev koruze niso učinkovali.\nSirek (Sorghum halepense L.) ima alelopatski vpliv na mnoge poljščine in plevelne vrste. Tako je vodni ekstrakt ostankov sirka zaviral kalitev in zmanjšal rast korenin in poganjkov pri koruzi in pšenici (Narwal 1994).\n"], "9": ["2.3.1 Alelopatski vpliv plevelov na gojene rastline", "Vplivi plevela na pridelek, pridelka na plevel oziroma pridelka na pridelek so vedno prisotni (Bezuidenhout 2002); še zlasti so z agronomskega vidika zanimivi medsebojni vplivi med plevelnimi vrstami in gojenimi rastlinami (Kruse in sod. 2000). Plevelne rastlinske vrste običajno povzročajo zmanjšanje pridelka gojenih rastlin. Z izločki iz semen, listov, korenin ter z razgradnjo rastlinskih ostankov vplivajo na kalitev in rast gojenih rastlin ter z njimi tekmujejo za hrano, svetlobo, življenjski prostor in hranilne snovi (Qasem in Hill 1989).\nPo mnenju Aldricha (1984, cit. po Bezuidenhout 2002) plevel vpliva na gojene rastline na dva načina:\n- zavira kalitev in ukoreninjene ter\n- zavira rast.\nMed plevelnimi rastlinskimi vrstami z alelopatskim delovanjem je veliko gospodarsko pomembnih plevelov: plazeča pirnica (Elytrigia repens L.), njivski osat (Cirsium arvense L.), bržunasti oslez (Abutilon theoprasti Med.), bela metlika (Chenopodium album L.) itd. (Narwal 1994). V nadaljevanju so podani nekateri primeri plevelnih vrst, pri katerih je bilo ugotovljeno alelopatsko delovanje na druge gojene rastline.\nQuasem in Foy (2001, cit. po Šćepanović in sod. 2007) navajata, da toksini iz ostankov večletnih plevelov, kot so Agrophyrum repens L. (plazeča pirnica), Cirsium arvense L. (njivski osat) in Sorghum halepense L. (divji sirek) povzročajo negativni alelopatski vpliv na rast graha, soje, lucerne in drugih poljščin.\nV raziskavah, ki sta jih opravila Rainhardt in Bezuidenhout (2001, cit. po Šćepanović in sod. 2007), poročata, da vodni ekstrakt iz korenin in listov plevelne rastline užitne ostrice (Cyperus esculentus L.) bistveno zavira kalitev solate. \nHamayun in sod. (2005) so v raziskavi ugotavljali vpliv vodnih ekstraktov dveh plevelov, in sicer Cyperus esculentus L. (užitna ostrica) in Echinochloa crus – galli L. (navadna kostreba), na kalitev semen koruze ter vpliv na rast plamule in radikule pri koruzi. Ugotovili so, da je ekstrakt teh dveh plevel zaviral kalitev koruze in močno zaviral rast plamule in radikule. Angiras in sod. (1988, cit. po Hamayun in sod. 2005) prav tako poročajo, da sta ekstrakta plevelov Cyperus rotondus L. in Echinochloa crus – galli L. zavirala rast plamule in radikule pri koruzi.\nAlelopatsko delovanje je izkazala tudi plevelna vrsta Xanthium strumarium L. v raziskavi, ki sta jo opravila Shajie in Saffari (2007, cit. po Šćepanović in sod. 2007). Listi in steblo navedene plevelne vrste je delovalo inhibitorno na kalitev in rast sejancev koruze, repice, sezama in leče.\n"], "10": ["2.4 Metodologija pri proučevanju alelopatije in težave, ki se pri tem pojavljajo", "Rastline, ki rastejo na istem zemljišču, lahko vplivajo ena na drugo s tekmovanjem za vodo, hranila in svetlobo ter z alelopatijo (Qasem in Hill 1989). Kljub temu da je bilo opravljenih že veliko raziskav o alelopatiji, pa tako biologi kot ekologi, še vseeno popolnoma ne razumejo zapletenih odnosov med rastlinami v naravi in možne vloge alelopatije. Nekateri raziskovalci verjamejo, da ta mehanizem interference med rastlinami značilno vpliva na rast rastlin in razvoj. Drugi raziskovalci pa dvomijo, da ima ta mehanizem kakršen koli vpliv v naravi (Qasem in Hill 1989).\nOsnoven problem v raziskavah alelopatskih sposobnosti rastlin se torej pojavlja pri ločevanju alelopatije od tekmovalnosti (Rice 1984, cit. po Bezuidenhout 2002).\n"], "11": ["2.4.1 Biotestne metode", "Biotestne metode se uporabljajo in so potrebne za proučevanje alelopatskega potenciala ekstraktov rastlin ali zemlje (Haugland in Brandsaeter 1996).\nNa splošno obstajata dva tipa ugotavljanja biološke aktivnosti aleloptskih snovi:\n- ugotavljanje specifičnih bioloških aktivnosti (npr. zaviranje fotosinteze),\n- ugotavljanje nekaterih aspektov rasti (npr. kalitev, teža korenin v suhi snovi…)  (Haugland in Brandsaeter 1996).\nHaugland in Brandsaeter (1996) navajata, da so Putnam in Duke (1978) ter Leather in Einhellig (1986) opravili pregled različnih biotestnih metod za proučevanje alelopatije. Ena pogosteje uporabljenih biotestnih metod je ekstrakcija iz rastlinskega tkiva. Ta biotestna metoda za testiranje alelopatske aktivnosti je tehnika, pri kateri poteka kalitev semen v petrijevki na filter papirju, pesku, zemlji ali agarju. Gre za proučevanje učinkov ekstrahiranega rastlinskega materiala na kalitev testne rastline ali proučevanje učinka rastlinskih ostankov in njihovega razkroja v zemlji (Haugland in Brandsaeter 1996). V primerjavi s poljskimi poskusi so biološki testi cenejši, hitrejši in bolj enostavni za uporabo (Bezuidenhout 2002). Številne študije vključujejo tudi bioteste rasti rastlin, vendar vpliv na kalitev pogosto ni ločen od vpliva na rast. To so raziskovali Liu in Lovett (1993) ter Kato- Noguchi in sod. (1994) (cit. po Haugland in Brandsaeter 1996). Na količino ter vrsto ekstrahiranih alelokemikalij iz rastlinskega tkiva vplivata metoda ekstrakcije ter vrsta uporabljenega topila (Inderjit in Dakshini 1995). Kot topilo se najpogosteje uporabljata voda ali etanol (Putnam 1985, cit. po Bezuidenhout 2002).\nUgotavljanje kalivosti se pogosto uporablja v raziskavah alelopatskih vplivov, vendar pa je kar nekaj raziskav pokazalo, da to ni najbolj zanesljiv parameter. Dolžina korenin se je izkazala za bolj zanesljivo, vendar je ugotavljanje rasti korenin bolj zahtevno kot ugotavljanje kalivosti semena (Leather in Einhellig 1986, cit. po Haugland in Brandsaeter 1996). \nPutnam (1983) navaja, da se pri metodi z ekstrakcijo zanemari dejstvo, da nekatera topila lahko pospešijo difuzijo (razprševanje) topnih kemikalij, medtem ko obravnavanja z materiali, ekstrahirani s celotne rastline, vsebujejo tako toksične kot ne toksične snovi, difuzne in ne difuzne kemikalije in zanemarjajo možne učinke ekstrakcijskih metod na lastnosti teh produktov. Ti dejavniki vodijo do neprepričljivih rezultatov.\nLovett (1982, cit. po Qasem in Hill 1989) omenja, da začetne eksperimentalne tehnike, ki vključujejo maceracijo in mletje rastlinskega materiala, vodijo do nepojasnjenih rezultatov zaradi sprostitve določenih kemikalij, ki se mogoče v naravnih pogojih sploh ne bi sprostile. Del Moral in Cates (1971, cit. po Qasem in Hill 1989) sta na primer pokazala, da so nasekljane oziroma odmirajoče rastline izločale toksin, ki ga normalne rastline v naravi niso izločale.\nHaugland in Brandsaeter (1996) sta v članku navedla, da sta Anderson in Loucks (1966) dokazala pomembnost ozmotskega potenciala v raztopini pri testiranju ekstraktov rastlin, vendar pa zelo malo raziskav alelopatskih učinkov upošteva vpliv ozmotskega potenciala ter navajata, da so Wardle in sod. (1992) ugotovili, da so lahko alelopatski vplivi pomembno precenjeni, če ne upoštevamo ozmotskega potenciala.\nProbleme, ki so povezani s tehnikami za proučevanje alelopatije, in razloge, zakaj nekateri raziskovalci dvomijo v uporabe teh tehnik, lahko razložimo s tem, da primanjkuje dovolj prepričljivih eksperimentalnih metod, ki bi posnemale takšne pogoje, kot so v naravi, saj je večji del študij o alelopatiji narejen v laboratoriju ali ob drugih umetnih pogojih, ki ne pokažejo dejanskega stanja v naravi (Qasem in Hill 1989).\n"], "12": ["3 MATERIAL IN METODE", "V poskusu, ki smo ga izvajali leta 2010 na Fakulteti za kmetijstvo in biosistemske vede, smo poskušali dokazati alelopatski vpliv mnogocvetne ljuljke (Lolium multiflorum Lam.) na vznik in začetno rast koruze (Zea mays L). Poskus je potekal v dveh delih. V prvem delu smo izvedli poskus v rastni komori, nato pa še lončni poskus v rastlinjaku.\n"], "13": ["3.1 Poskus v rastni komori", "Za izvedbo poskusa smo v mesecu aprilu odvzeli vzorce zemlje na njivi posestva Pohorski dvor nad Hočami pri Mariboru. Njiva je bila razdeljena na več parcelic, na katerih so bili posejani prezimni dosevki za ozelenitev tal. V naši raziskavi smo iz te njive potrebovali: vzorec zemlje, kjer je rasla ljuljka, vzorec zemlje, kjer je rasla inkarnatka, ter vzorec zemlje, kjer dosevka ni bilo (kontrola). Vzorce smo odvzeli tako, da smo zemljo odstranili s korenin ljuljke oziroma inkarnatke ter jo odnesli v laboratorij.\nPo osnovni kemijski analizi (AL-metoda) so bila tla srednje preskrbljena s fosforjem in kalijem (9,2 mg P2O5/100g tal in 19,3 mg K2O/100g tal). Reakcija tal (0,1 M KCl) je znašala 5,91. Ob odvzemu zemlje na poskusu je le-ta v sloju tal 0 – 30 cm vsebovala v obravnavanju z ljuljko 9,02 kg Nmin ha-1, v obravnavanju z inkarnatko 38,25 kg Nmin ha-1 in v obravnavanju s kontrolo (brez dosevka) 9,57 kg Nmin ha -1.\n"], "14": ["3.1.1 Ugotavljanje vznika pri koruzi", "V laboratoriju smo ugotavljali vznik koruze sorte PIONEER PR 38A79 v različnih na poskusnem polju odvzetih vzorcih zemlje, ki so predstavljali različna obravnavanja:\n- obravnavanje 1: zemlja odvzeta s korenin mnogocvetne ljuljke,\n- obravnavanje 2: zemlja odvzeta s korenin inkarnatke, \n - obravnavanje 3: zemlja iz kontrole (na njivi ni bilo rastlin dosevka).\nPostopek ugotavljanja vznika: v steklene petrijevke smo namestili tri plasti filter papirja ter ga navlažili z nekaj mililitri vode. Nanj smo enakomerno razporedili dvajset semen koruze ter semena nato pokrili z zemljo iz posameznih obravnavanj. Petrijevke smo označili, pokrili s steklenimi pokrovčki ter postavili v rastno komoro, v kateri je možno dosegati želeno temperaturo, relativno vlago in osvetlitev (slika 1). Statistično je bil poskus zasnovan kot naključni bloki s tremi obravnavanji v petih ponovitvah.\n"], "15": ["3.1.2 Meritve, ocenjevanja in oskrba poskusa v rastni komori", "Prvo ugotavljanje vznika smo opravili po treh dneh. Semena, ki so vznikla, smo prešteli, ter iz vseh petrijevk odstranili pokrovčke, da ne bi prišlo do morebitnega pritiskanja le-teh na rastline. Po potrebi smo vsebino petrijevk dodatno navlažili ter jih postavili nazaj v rastno komoro za naslednje tri dni. Semena koruze, ki so vznikla, smo prešteli tretji in \nšesti dan. Osmi dan poskusa smo iz petrijevk vzeli vznikle rastline in jih pod curkom vode očistili zemlje in filter papirja. Pri tem smo morali biti zelo pazljivi, da ni prišlo do trganja koreninic, ki so bile med seboj močno prepletene. Nato smo z ravnilom pri vsaki vznikli rastlini izmerili najdaljšo korenino in dolžino lista.\n"], "16": ["3.1.3 Rastne razmere v poskusu", "V času izvajanja poskusa je bila v rastni komori dnevna temperatura 22 -C, nočna temperatura pa 16 -C pri 70 % relativni zračni vlagi. Dnevna osvetlitev v komori je trajala šestnajst ur, nočna polovico manj.\n"], "17": ["3.2 Poskus v rastlinjaku", "Poskus v rastlinjaku je bil zasnovan kot dvofaktorski poskus v šestih ponovitvah.\nObravnavanja:\n- dejavnik 1: različna zemlja v lončkih,\n- dejavnik 2: različni izpirki razkrajajočih se rastlin, s katerimi smo zalivali koruzo v  lončkih.\nZemlja v lončkih:\n- zemlja 1: lončke smo polnili z zemljo iz kontrolnega obravnavanja na njivi, kjer  preko zime ni bilo prezimnih dosevkov (glej poskus v rastni komori),\n- zemlja 2: lončke smo polnili z zemljo za lončnice oziroma substratom , ki je  mešanica slabo do srednje razgrajene bele šote (H6 - H8), zelo  razgrajene primrznjene črne šote (H6 - H8) in glinenih zrn. Električna  prevodnost substrata je 40mS/m (+/- 25 %), pH vrednost je med 5,5 in  kg/m3, (proizvajalec: Klasmann – Deilmann, Geeste. Nemčija). \nIzpirki razkrajajočih se rastlin:\n- A _ izpirek ljuljke, ki se je razkrajala v zemlji kontrolnega obravnavanja z njive,\n- B _ izpirek ljuljke, ki se je razkrajala v mešanici zemlje kontrolnega obravnavanja  z njive in peska (1/3 : 2/3),\n- C _ izpirek zemlje kontrolnega obravnavanja,\n- D _ koruzo v lončkih smo zalivali z vodo iz vodovodnega omrežja.\n(1) in zemljo za lončnice (substrat) (2) (Šamperl 2010).\n"], "18": ["3.2.1 Pridobivanje izpirkov", "Izpirke ljuljke smo pridobivali tako, da smo 850 g sveže ljuljke zrezali in dali v vedra, v katerih je bilo 7 kg zemlje. Vedrom smo na dnu napravili luknjice, skozi katere smo kasneje pridobivali izpirek. Vedra z zemljo in ljuljko smo pripravili 17 dni pred začetkom izvajanja lončnega poskusa in jih namestili v rastlinjak s temperaturo 25 – 28 -C. Izpirke smo nato pridobili tako, da smo vedra napolnili z vodo, po preteku ene ure pa smo skozi luknjice na dnu (predhodno zamašene) vedra zbrali izpirek, s katerim smo zalivali koruzo v lončkih.\n"], "19": ["3.2.2 Sajenje koruze v lončke", "Koruzo smo ročno sadili 6. 5. 2010 v 10 cm visoke plastične lončke. V vsak lonček smo posadili dve semeni na globino 3 cm. Po vzniku smo eno rastlino s škarjami odstranili. Zalivanje je potekalo dvakrat tedensko. Vsako poskusno rastlino smo zalili s 100 ml izpirka posameznega obravnavanja.\n"], "20": ["3.2.3 Meritve in ocenjevanja", "Višino rastlin smo ugotavljali osemnajsti dan. Osemindvajseti in petintrideseti poskusni dan smo ugotavljali dolžino najdaljšega iztegnjenega lista ter število pravih listov.\n"], "21": ["3.2.4 Rastne razmere v lončnem poskusu", "V obdobju poskusa je povprečna temperatura v rastlinjaku znašala od 25 – 28 -C pri 94 % relativni zračni vlagi.\n"], "22": ["3.3 Statistična obdelava podatkov", "Podatke, dobljene v laboratoriju in v lončnem poskusu, smo vnesli v podatkovno tabelo programskega paketa Microsoft Excel Office 2003. Statistično obdelavo podatkov z analizo variance smo nato izvedli s paketom za statistične analize SPSS (Ver. 15.0). Statistične razlike med obravnavanji smo preverjali s Tukey HSD testom ter LSD testom pri 5 % tveganju.\n"], "23": ["4 REZULTATI S KOMENTARJEM", ""], "24": ["4.1 Poskus v rastni komori", "V preglednici 1 so prikazani rezultati vpliva različnih obravnavanj na odstotek vznika rastlin koruze, število vidnih vzniklih rastlin koruze in dolžino korenin in listov pri koruzi.\n*Povprečja znotraj obravnavanj, označena z isto črko, se med seboj statistično značilno ne razlikujejo (LSD test; P ≤ 0,05) 1…zemlja odvzeta s korenin mnogocvetne ljuljke; 2… zemlja odvzeta s korenin inkarnatke; 3…zemlja iz kontrole na njivi;\nIz preglednice 1 je razvidno, da tretji dan merjenja obravnavanja niso statistično značilno vplivala na odstotek vznika ter število vidnih vzniklih rastlin koruze (p > 0,05). Tako lahko vidimo, da je pri obravnavanju 1 (zemlja odvzeta s korenin mnogocvetne ljuljke) tretji dan odstotek vznika 15 % oziroma so vidne 3 vznikle rastline, pri obravnavanju 2 (zemlja odvzeta s korenin inkarnatke) 13 % oziroma 2,6 vidnih vzniklih rastlin in pri obravnavanju 3 (zemlja iz kontrole na njivi) 19 % oziroma je vidnih 3,8 vzniklih rastlin koruze od 20.\nNa slikah (slike 4 in 5) je prikazana primerjava vznika koruze v posameznih obravnavanjih. \n(zemlja odvzeta s korenin mnogocvetne ljuljke)\n(zemlja odvzeta s korenin inkarnatke) (zemlja iz kontrole na njivi)\nposkusa (Šamperl 2010).\nS statistično analizo smo ugotovili, da obravnavanja tudi šesti dan niso statistično značilno vplivala na odstotek vznika in število vidnih vzniklih rastlin koruze (p > 0,05). Iz rezultatov je vidno, da se je odstotek vznika šesti dan pri obravnavanju 1 povečal na 95 % in je vidnih 19 vzniklih rastlin, pri obravnavanju 2 na 94 % in vidnih 18,8 rastlin ter pri obravnavanju 3 na 99 % oziroma je vidnih 19,8 rastlin (Preglednica 1). \n(zemlja odvzeta s korenin mnogocvetne ljuljke)\n(zemlja odvzeta s korenin inkarnatke) (zemlja iz kontrole)\nposkusa (Šamperl 2010).\nPri upoštevanem 5 % tveganju obravnavanja niso statistično značilno vplivala niti na dolžino lista osmi dan (p > 0,05). Dolžina lista pri obravnavanju 1 (zemlja odvzeta s korenin ljuljke) osmi dan je 6,24 cm, pri obravnavanju 2 (zemlja odvzeta s korenin inkarnatke) 6,04 cm in pri obravnavanju 3 (zemlja iz kontrole na njivi) 6,72 cm (Preglednica 2). \n(Obravnava 1) (Obravnava 2)\n(Obravnava 3)\n2010).\nPri dolžini korenin, kot proučevanem parametru v raziskavi, razlike med obravnavanji niso bile statistično značilne (p > 0,05) (Preglednica 1). Dolžina korenin pri obravnavanju 1 (zemlja odvzeta s korenin ljuljke) osmi dan je 13,54 cm, pri obravnavanju 2 (zemlja odvzeta s korenin inkarnatke) 13,16 cm in pri obravnavanju 3 (zemlja iz kontrole na njivi) 14,18 cm.\n"], "25": ["4.2 Lončni poskus s koruzo v rastlinjaku", "Iz rezultatov v preglednici 2 je razvidno, da zalivanje z različnimi izpirki ni statistično značilno vplivalo na proučevane parametre koruze (p > 0,05).\n*Povprečja znotraj obravnavanj, označena z različno črko, se med seboj statistično značilno razlikujejo (Tukey HSD; P ≤ 0,05) A… izpirek ljuljke, ki se je razkrajala v zemlji kontrolnega obravnavanja z njive; B… izpirek ljuljke, ki se je razkrajala v mešanici zemlje kontrolnega obravnavanja z njive in peska (1/3 : 2/3); C… izpirek zemlje kontrolnega obravnavanja; D… koruzo v lončkih smo zalivali z vodo iz vodovodnega omrežja 1… zemlja iz kontrolnega obravnavanja na njivi; 2… zemlja za lončnice (substrat)\nS statistično analizo smo ugotovili, da zalivanje z različnimi izpirki ni statistično značilno vplivalo na višino rastlin koruze (p > 0,05). Tako je v obravnavanju A (izpirek ljuljke, ki se je razkrajala v zemlji kontrolnega obravnavanja z njive) osemnajsti dan višina rastlin koruze 20,83 cm, v obravnavanju B (izpirek ljuljke, ki se je razkrajala v mešanici zemlje kontrolnega obravnavanja z njive in peska (1/3 : 2/3)) 20,46 cm, v obravnavanju C (koruzo \nv lončkih smo zalivali z vodo iz vodovodnega omrežja) 20,76 cm ter v obravnavanju D (koruzo v lončkih smo zalivali z vodo iz vodovodnega omrežja) 19,26 cm (Preglednica 2).\nOb upoštevanju 5 % tveganja prav tako zalivanje z različnimi izpirki ni statistično značilno vplivalo na dolžino najdaljšega iztegnjenega lista in na število pravih listov koruze (p > 0,05) pri obeh dnevih merjenja. Vendar pa sta se dolžina iztegnjenega lista in število pravih listov merjenih osemindvajseti dan, povečala, kar je vidno pri naslednjem merjenju (Preglednica 2).\nStatistično značilne razlike (p < 0,05) pri vseh proučevanih parametrih koruze smo ugotovili pri primerjavi zemlje iz kontrole na njivi (1) ter zemlji za lončnice (substrat) (2). Iz preglednice in slike 7 je razvidno, da je zemlja za lončnice v primerjavi z zemljo iz kontrole vplivala na hitrost vznika in rast koruze (Preglednica 2), vendar pridobljen rezultat ne govori o alelopatskem vplivu rastlin, ampak na splošno o boljši rasti koruze v rodovitnejši zemlji.\n(osemnajsti dan) (Šamperl 2010). \nInterakcija med dejavnikoma zalivanja z različnimi izpirki in zemlje je bila statistično značilna (p < 0,05) pri vseh proučevanih parametrih in je vplivala na višino rastlin, dolžino najdaljšega iztegnjenega lista ter na število pravih listov koruze (Preglednica 2).\nV mnogih poljskih poskusih različni avtorji ugotavljajo negativen vpliv mnogocvetne ljuljke na koruzo kot naslednje poljščine v njivskem kolobarju (Kramberger in sod. 2006, Caporali in sod. 2003). Glede na to, da v naših lončnih poskusih in poskusu v rastni komori nismo dokazali alelopatskega vpliva ljuljke, lahko sklepamo, da je razlog negativnega vpliva ljuljke na koruzo drugje. Torej ne v izločkih ljuljke (bodisi žive, bodisi izločkih razkrajajočih se ostankov), ampak mogoče, kot navajajo Kramberger in sod. (2009) v imobilizaciji dušika zaradi razkrajanja ostankov ljuljke z neugodnim C : N razmerjem.\n"], "26": ["5 SKLEPI", "Namen raziskave, ki smo jo opravili v okviru diplomskega dela, je bil ugotoviti, ali obstaja alelopatski vpliv mnogocvetne ljuljke na vznik in začetno rast koruze. V raziskavo smo vključili poskus v rastni komori in lončni poskus s koruzo v rastlinjaku, vendar pa ob poskušanju posnemanja razmer v naravi alelopatskega vpliva ljuljke na vznik in začetno rast koruze nismo uspeli dokazati, saj pri upoštevanju 5 % tveganja različna v poskus vključena obravnavanja niso statistično značilno vplivala na proučevane parametre koruze.\n"], "abstract": ["Da bi ugotovili ali obstaja alelopatski vpliv mnogocvetne ljuljke (Lolium multiflorum Lam.) na vznik in začetno rast koruze (Zea mays L.), smo na Fakulteti za kmetijstvo in biositemske vede v letu 2010 izvedli poskus v rastni komori in lončni poskus v rastlinjaku. V laboratoriju smo ugotavljali vznik koruze v različnih na poskusnem polju odvzetih vzorcih zemlje, ki so predstavljali različna obravnavanja: zemlja odvzeta s korenin mnogocvetne ljuljke, zemlja odvzeta s korenin inkarnatke, zemlja iz kontrole (na njivi ni bilo rastlin dosevka). Statistično je bil poskus zasnovan kot naključni bloki s tremi obravnavanji v petih ponovitvah. V lončni poskus v rastlinjaku (split – plot metoda v šestih ponovitvah) sta bila vključena dva dejavnika: različna zemlja v lončkih in različni izpirki razkrajajočih se rastlin, s katerimi smo zalivali koruzo v lončkih. Poskuse v laboratoriju in rastlinjaku smo želeli zasnovati tako, da bi čim bolj posnemali dejansko dogajanje v tleh na njivi, ob in po setvi koruze. V nobenem od poskusov nismo uspeli dokazati alelopatskega vpliva mnogocvetne ljuljke na vznik in začetno rast koruze, saj različna obravnavanja niso statistično značilno vplivala na proučevane parametre koruze. "]}