{"1": ["1 UVOD", "Konj je skozi preteklost prešel od pripomočka pri vojskovanju do športnega partnerja v konjeništvu. V raziskavi smo se osredotočili na panogo endurance, kjer se konjeniki s svojimi konji trudijo premagati določeno razdaljo poti v najkrajšem času in s čim manj izčrpanim konjem. Raziskavo smo usmerili na treniranje konja in kontinuirano spremljanje srčnega utripa med treningom.\nGlavna cilja raziskave sta bila predelava in namestitev senzorja srčnega utripa (SU), naprave Garmin Forerunner 305, v sedelni pas in spremljanje gibanja vrednosti SU konja v enomesečnem obdobju treniranja.\nPred in med obdobjem treniranja smo izvajali vsakodnevne meritve temperature zraka, relativne zračne vlažnosti, zračnega tlaka, telesne temperature konja, dihanja in frekvence srčnega utripa. Naš cilj je bil proučiti odvisnosti med spremenljivkami.\nPred raziskavo smo postavili tri hipoteze. Prva hipoteza je bila, da bo srednja vrednost srčnega utripa med treningom iz tedna v teden nižja. Z drugo smo trdili, da bo prirejena naprava za merjenje SU prav tako uporabna in natančna kot originalna. Zadnja hipoteza pa je temeljila na izgubi telesne mase konja med treniranjem.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Vzdržljivostno jahanje", ""], "4": ["2.1.1 Vzdržljivostno jahanje po svetu in pri nas", "Vzdržljivostno jahanje je ena najhitreje rastočih disciplin v konjeništvu na svetu. Čeprav so se vzdržljivostne preizkušnje izvajale že sredi leta 1800 v Združenih državah Amerike, se je sodobno športno vzdržljivostno jahanje začelo leta 1955, ko je bila organizirana vzdržljivostna preizkušnja iz Squaw Valleyja pa do Nevade v Kaliforniji (v enem dnevu 160 kilometrov). Prve vzdržljivostne tekme v Evropi se pojavijo leta 1960 s pravili, ki se spreminjajo od države do države (USHorse 2011).\n"], "5": ["2.1.2 Kategorije pri tekmovanju v vzdržljivostnem jahanju", "Tekme v vzdržljivostnem jahanju dajejo poudarek na odnosu med jahačem in konjem. Strmijo k skupnemu soočanju s težavami in premagovanju ovir. Dajejo poudarek na pravilni izbiri konjevega tempa in obremenitve (Pravilnik za tekmovanja v vzdržljivostnem jahanju 2011).\nDiscipline se delijo na:\n- hitrostna tekmovanja,\n- pravilnostna tekmovanja,\n- dolžine od 30 do 160 km.\n"], "6": ["2.1.3 Nekaj pravil pri vzdržljivostnem jahanju", "Pred samim tekmovanjem opravi prvi pregled konjev glavni veterinar in izloči konje z raznimi nepravilnostmi, kot so: povečano dihanje in srčni utrip, poškodbe, klinični znaki, bolezni itd. Tako imenovana »veterinarska vrata« so postopek veterinarske kontrole med tekmo. Na tej kontroli se izmeri konjev srčni utrip, ki pa ne sme presegati meje 64 udarcev na minuto. Opravi se pregled pregretosti – gornja meja telesne temperature je 40 -C. Pri pravilnostni kategoriji je minimalna starost konj 5 let, pri udeležbi na hitrostnih tekmah pa 6 let. Na tekmah nad 80 km + 80 km ali 120 km in tekmah v tujini pa morajo biti konji stari več kot 8 let. Ob prihodu konja in jahača v cilj se ponovno izmeri srčni utrip in konje z višjim utripom od 64 udarcev na minuto izloči (Pravilnik za tekmovanja v vzdržljivostnem jahanju 2011).\n"], "7": ["2.2 Športna fiziologija konj", ""], "8": ["2.2.1 Dihanje", "Dihalni sistem konja je temeljnega pomena za zdravje konja in dober ter kvaliteten trening. Frekvenca dihanja konja v mirovanju je med 8 do 16 vdihov na minuto. Pri visokih obremenitvah se frekvenca dihanja dvigne na 100 vdihov na minuto in več (Trapečar 1999), vse pa je odvisno od fizične in psihične pripravljenosti konja (večja je pripravljenost – manjša je frekvenca dihanja in obratno). Kot zanimivost se pojavi pri galopu izenačenje frekvence dihanja in takta galopa. Dihalni volumen konja je približno 10–15 ml/min telesne mase ali 7–10-kratna vrednost telesne mase, izražena v kilogramih. Minutni volumen (količina zraka, ki vstopi ali izstopi v eni minuti) pri konju, težkem 450 kg, je približno 12 ml/kg telesne mase (Lafortuna in Saibene 1991).\n"], "9": ["2.2.2 Kardiovaskularni sistem", "Pri konjih je srce v primerjavi z drugimi vrstami domačih živali relativno veliko. Delež telesne mase znaša od 0,8 % (pri ljudeh 0,4 do 0,5 %), pri treniranih polnokrvnih pasmah pa do 1,1 %.\nPojavi med obremenitvijo v kardiovaskularnem sistemu:\n- povečana srčna frekvenca,\n- povečan minutni volumen,\n- povečana simpatična aktivnost,\n- povečan pretok skozi pljuča zaradi odpiranja kapilar in alveol,\n- povečana dihalna frekvenca,\n- nastopi prerazporeditev krvi na periferijo in predvsem v skeletne mišice,\n- povečan pretok v kožo, zaradi česar se pospeši izguba toplote,\n- hitrejše vračanje krvi v mišice zaradi povečanega srčnega pretoka.\nV mirovanju se frekvenca srčnega utripa pri konjih giblje okoli 35 udarcev na minuto (lahko pade celo na 25 ali manj). Pri obremenitvah doseže srčni utrip pri kondicijsko bolj pripravljenih konjih celo 240 ali več udarcev na minuto. Najhitrejše dviganje srčne frekvence opazimo od trenutka obremenitve pa do 30–35 sekund trajanja obremenitve. V tem času se frekvenca umiri, če pa se obremenitev nadaljuje nekaj časa, se frekvenca postopno dviga (ni več sunkovitih preskokov). Za konje, ki tečejo na 400 do 800 metrov, je srčna frekvenca v linearni korelaciji. Po prenehanju obremenitve se frekvenca znižuje postopoma. Največje znižanje opazimo v prvi in drugi minuti, po tem je pa umirjanje veliko bolj postopno. Pri konjih z visoko kondicijsko pripravljenostjo se srčna frekvenca umiri in vrne na nivo umirjenega konja prej kot pri kondicijsko nepripravljenih konjih.\nKoličino krvi, ki jo srce iztisne v eni minuti, imenujemo minutni volumen. Minutni volumen je produkt udarnega (iztisnega) volumna in srčne frekvence. Pri povprečnem konju s telesno maso 455 kg je bil v mirovanju ugotovljen srčni minutni volumen 35 l, iztisni \nvolumen pa 1 l, seveda pri povprečni srčni frekvenci 35 udarcev na minuto. Pri večjih obremenitvah se iztisni volumen poveča, posledično doseže minutni volumen vrednosti do 240 l/min. Največji zabeležen minutni volumen je bil 253 l/min (Cestnik 1995).\n"], "10": ["2.2.3 Termoregulacija ter izguba vode in mineralnih snovi", "V nasprotju z mirovanjem se konju pri napornem delu količina proizvedene toplote poveča 40- do 60-krat. Glavni način konjeve termoregulacije je znojenje, ki je najmočnejše na vratu, prsih, ramenih in spodnjem delu trebuha. Tudi pri visoko kondicijsko pripravljenih konjih so izmerili 10–12 litrov izgub tekočine, pri dolgotrajnih obremenitvah pa je vrednost narasla na 29–40 litrov. Pri znojenju se skupaj s tekočino izgubljajo tudi mineralne snovi v organizmu – večji del elektroliti (natrij, kalij, klor). Količino izgubljenih mineralnih snovi in vitaminov moramo nadomestiti s primernim mineralno-vitaminskim dodatkom in elektroliti. Količino dnevno izločenega znoja pri različnih obremenitvah prikazuje preglednica 1.\nMineralno-vitaminskih izgub se z znojenjem ne da preprečiti, zato jih je potrebno obvezno dodati konju v krmo, vodo ali v čisti obliki. Dodani minerali in vitamini pred treningom se \ndokaj hitro izgubijo v urin. Nadomestitev dodatka med ali po treningu pa uspešno nadomesti izgubljene snovi pri konju. Priporoča se razmerje v raztopini natrija, kalija in klorida 1 : 1: 0,5. Pomanjkanje kalija privede do zmanjšanega znojenja zaradi varnostnega ukrepa telesa po zadržanju ostalih zalog kalija, ki so še ostale v telesu. Zmanjšanje znojenja med težkim delom, ko je potreben ukrep hlajenja razgretega telesa, posledično privede do hipertermije (Cestnik 1995).\n"], "11": ["2.2.4 Konjeva neodzivnost na trening", "Kljub rednemu treningu in pozornosti pravilnega izvajanja treninga nas lahko preseneti neodzivnost konja na trening. Med treningom se pri konju lahko pojavi npr.: nenaden padec kondicije, izguba volje po delu, nesodelovanje med treningom, psihična zmedenost med treningom. Za ugotovitev vzrokov je potreben celostni pregled konja – pregled vseh njegovih organov, po možnosti v stanju, v katerem se srečamo s problemom. Najpogostejši vzroki za neodzivnost na trening so:\n- obolenje skeleta in sklepov,\n- poškodbe hrustanca,\n- nepravilnosti in obolenja v respiratornem sistemu,\n- motnje v kardiovaskularnem sistemu,\n- utrujenost konja in pomanjkanje K-ionov (zaradi dehidracije),\n- razna mišična obolenja,\n- obolenje čutil,\n- psihična nestabilnost konja.\nKljub fizični stoodstotni pripravljenosti se lahko pojavi problem neodzivnosti na trening. Po pričakovanem padanju srčnega utripa iz treninga v trening nas preseneti nenaden dvig utripa oz. padec kondicije v času treninga. Možni vzroki so med drugim: preobremenitev konja med treningom, estrus pri kobili, moteči dejavniki na terenu, nezbranost in nervoza pred tekmo, drugi jahač in drugi pristopi med treningom ali monoton in nespremenjen okvir \ntreninga. Če vzroka za psihično nezbranost konja pred, med in po treningu ne najdemo kljub odlični fizični sliki, nam rezultati lahko padejo tudi za sto odstotkov (Cestnik 1995).\n"], "12": ["2.3 Merjenje telesne mase pri konjih", "Na splošno se telesno stanje konja ocenjuje z opazovanjem. Z opazovanjem lahko ocenimo tudi debelost ali shiranost konja glede na njegov habitus, pasmo in postavo. Kadar pa potrebujemo točno vrednost njegove telesne mase, bodisi pri odmerkih zdravil, narkozi, zahtevnih krmnih obrokih športnih konj in napajanju, se poslužujemo natančnejših metod, kot so: tehtanje ali skoraj tako natančna metoda merjenja, ki je bolj enostavna in cenejša. Najpogostejša metoda merjenja telesne mase konja je merjenje dolžine trupa in obsega prsi z merilnim trakom. Meritve in izračuni telesne mase pri merjenju samega obsega prsi so natančne približno 87-odstotno, če pa izmerjenemu obsegu dodamo še dolžino trupa, dosežemo 90-odstotno natančnost (Carroll in Huntington 1988). Predstavili bomo dve izmed bolj natančnih ocen s pomočjo Carroll in Huntingtonovih (1988) enačb.\n Enačba za oceno telesne mase odraslih konj (Carroll in Huntington 1988):\nmasa konja (kg) = (obseg prsi2 [cm] * dolžina trupa [cm]) / Y,\nkjer je Y = 11900.\nEnačba za oceno telesne mase žrebet, starih od 0 do 60 dni (Carroll in Huntington  1988):\nmasa žrebeta = (obseg prsi [cm] / 2,54 – 25) / 0,07.\nPovprečno žrebe bo podvojilo svojo rojstno maso v prvih 28. dneh. Natančnost izmerjene vrednosti je odvisna od natančnosti izvedbe meritve, pasme in starosti konj. Prav tako so meritve netočne pri miniaturnih konjih, njihovih žrebetih in starih konjih. Če nam enačba ni na voljo in bi hoteli hitro in približno oceniti maso konja, nam je na razpolago po Carroll in Huntingtonu (1988) ocena telesne mase (preglednica 2).\n1988)\n"], "13": ["2.4 Stopnjevanje treningov vzdržljivostnega jahanja", "Pogoj za kakršenkoli trening je predhodno ogret konj z zdravimi in urejenimi kopiti. Osnovni način vadbe je stopnjujoče treniranje konja do nivoja, kjer se srečata naša zadovoljenost in pričakovanja ter konjevo še dobro počutje. Program treninga naj bo podaljševanje premagane razdalje ob isti srčni frekvenci. Tak program krajše imenujemo LSD program (v ang. longe slow distance) (Southeast Endurance Riders Association 1991 in American endurance ride conference 2008). Tako dosežemo, da je telo sposobno delati z isto srčno frekvenco, ne da bi mu primanjkovalo kisika (aerobna vadba). S treningom napredujemo in srčna frekvenca se dviguje (npr. iz 120 do 150 utripov na minuto), pri kateri je še omogočeno aerobno dihanje (Evans 2000).\nČe je konj jahan in ni ne predebel in ne presuh, lahko začnemo s prvim stadijem treniranja, kjer zadostuje 20 do 30 minut dvakrat tedensko. Primer treninga naj bo 3 do 5 km po ravnem terenu v koraku ter kasu do hitrosti 8 km/h. Ko spoznamo, da je konj sposoben za nadgradnjo treninga, dvignemo nivo težavnosti treninga na drugi stadij treniranja, opisan v preglednici 3 (Evans 2000).\nPo treh mesecih dela preidemo na tretji stadij treniranja, opisan v preglednici 4, kjer lahko v konjev trening vključimo tudi kakšen dan ali dva bolj napornega treninga. Namen tega je zvišati anaerobni prag in dvigniti točko, kjer začne telesu primanjkovati kisika za delovanje (pri srčni frekvenci okrog 150 udarcev na minuto). Po treh mesecih treniranja lahko vključimo »Fartlek« (izraz v športni medicini, ki pomeni izvajanje naključnih velikih naporov med treningom), šprint, delo na strmem terenu, galopiranje z vmesnim aerobnim umirjanjem konja na zadovoljivih 80 utripov na minuto (American endurance ride conference 2008).\n2000)\nPoslužujemo se lahko treh načinov stopnjevanja treninga:\n- stopnjevanje hitrosti med treningom,\n- podaljševanje dolžine poti med treningom,\n- povečanje zaporednih ponovitev med treningom.\nVeliko pozornost moramo namenjati tudi vremenu in vremenskim vplivom med treningom. Seštevek relativne zračne vlažnosti (RZV) in temperature okolja ne sme presegati 120 enot. Primer: RZV = 75 %, temp. okolja = 32 -C, seštevek je 107 enot. Konj se lahko pregreje ali \npride do hipertermije (40 in več -C). V tem primeru ga je najbolje umakniti v senco, na hladno in z mrzlo ali celo ledeno vodo polivati po venah na nogah in vratu (Golob 2008).\nTako kot skozi vse leto nabiramo kondicijo do nekega nivoja, jo moramo na koncu leta tudi postopoma znižati. To dosežemo s postopnimi vedno krajšimi in manj napornimi treningi. Skozi zimo opravimo tudi nekaj nenapornih treningov ob izbranem vremenu (v ne premrzlem in ne presuhem vremenu), da konj ne pozabi na nas in mi na konja, istočasno pa vzdržuje neko osnovno kondicijo za nove priprave spomladi (Glaser 2011).\n"], "14": ["2.5 Prehrana v času treniranja", "Konj potrebuje dnevno vir hranljivih snovi za normalno dnevno aktivnost. Te porabi za obnavljanje telesnih tkiv, oskrbo z energijo, vzdrževanje telesne mase in telesne temperature. Pri petkratnem tedenskem treningu po več kot eno do dve uri na trening uvrstimo napor konja med srednje težko delovno obremenitev, za katero so podane potrebe konj po energiji in hranljivih snoveh v preglednici 5. Optimalna razporeditev dnevnih obrokov bi bila ¼ obroka zjutraj, ¼ opoldan in 2/4 zvečer (Zupanc 2000).\nobremenitvah (Zupanc 2000)\nDnevni obrok je sestavljen iz mešanice koruze in ovsa ter voluminozne krme (seno). Po upoštevanju hranilnih in energetskih vrednosti v preglednici 6, je bil krmni obrok v času treniranja sestavljen iz 3,5 kg ovsa, 1,7 kg koruze in 5 kg voluminozne krme.\n"], "15": ["3 MATERIAL IN METODE DELA", ""], "16": ["3.1 Material dela", ""], "17": ["3.1.1 Opis pasme konja", "Obravnavan konj je toplokrvni križanec, barve rjavec. Star je 12 let in je moškega spola (žrebec). Spada med konje manjšega do srednjega okvirja, v višino vihra meri 152 cm, dolžina trupa pa znaša 155 cm. Ima srednje veliko glavo in razmeroma kratek močan vrat. Konj ima poševna pleča, raven hrbet z zaobljenim križem in močnimi nogami. Po vseh značilnostih in karakterju je primeren za rekreacijsko ali profesionalno jahanje po zahtevnem terenu, kot tudi za vožnjo vprege (Vejnovič 2008).\n"], "18": ["3.1.2 Merjenje srčnega utripa, dihanja in telesne temperature v fazi mirovanja", "Merjenja smo izvajali zjutraj pred krmljenjem in zvečer pred krmljenjem v konjevem boksu. Ob pristopu h konju in med merjenjem smo bili umirjeni, s počasnimi kretnjami in nizko frekvenco dihanja, da se ni vznemiril.\nMeritve srčnega utripa smo izvajali s pomočjo stetoskopa ob nizkem krvnem pritisku in večinoma z blazinicami prstov leve roke. Postavili smo se na levi bok konja in z levimi prsti natipali arterijo med požiralnikom in levo vratno mišico na sredini dolžine vratu (nekje pri petem vratnem vretencu). Srčne utripe smo šteli eno minuto – rezultat merjenja so srčni utripi na minuto (Rose in Hodgson 2000).\nMeritve dihanja smo izvajali vizualno ob veliki zadihanosti in očitnem premikanju prsnega koša in trebušne votline med dihanjem. Med mirovanjem smo se postavili na levo stran \nkonja v smeri proti repu. Desno roko smo položili na trebuh in tipali širjenje in krčenje eno minuto. Rezultat meritev je število vdihov v eni minuti (Vogel 2007).\nMerjenje telesne temperature smo opravljali z merilcem telesne temperature znamke Thermoval, model classic. Merjenje smo opravljali v boksu. Postavili smo se na desno stran konja, obrnjeni proti repu. Z desno roko smo nežno s počasnimi pol krožnimi gibi potisnili merilec približno 5 cm v rektum. Merjenje je bilo končano, ko se temperatura v 16. sekundah ni dvignila za več kot pa za 0,1 -C. Rezultat meritev je telesna temperatura konja v -C (Vogel 2007).\nMerjenje dolžine trupa in obsega prsi smo razdelili na dva sklopa – merjenje pred in po treniranju. Pri merjenju smo uporabljali merilni trak za merjenje živali, dolžine 250 cm, neznane znamke in modela. Obseg in dolžino trupa smo izmerili, kot ponazarja slika 1. Za obseg in dolžino trupa smo uporabili srednjo vrednost šestih meritev (dvakrat zjutraj, opoldne in zvečer) pred začetkom treniranja in prav tako po končanem treniranju, zaradi večje natančnosti izmerjenih vrednosti.\n"], "19": ["3.1.3 Opis treninga", "Konja smo trenirali en mesec po pet do šest dni v tednu. Posamezni trening je trajal med pol do dve in pol ure. Teren in pot treninga smo zaradi monotonosti vsakodnevno spreminjali. Enkrat na teden smo opravili kondicijski preizkus konja, ki pa je potekal vedno po isti poti. Kondicijski preizkus je trajal dve uri in pol in je meril petnajst kilometrov. Preizkus smo vedno izvajali v zgodnjih jutranjih urah zaradi ugodne temperature.\nTeren preizkusa kondicije se je začel s segrevanjem. Prvi kilometer – umirjena hoja z jahačem. Po prvem kilometru je konj tekel zmerno v kasu pol kilometra. Po pol kilometrskem kasu – umirjena hoja z jahačem do prvega klanca, dolgega kilometer in pol. Nadaljevali smo sto metrov z umirjeno hojo z jahačem, nato smo s konjem zmerno galopirali en kilometer. Sledila sta dva kilometra umirjene hoje z jahačem, do ekstremne \nstrmine, kjer je konj dosegel svoj najvišji srčni utrip med treningom. Strmina je bila dolga petsto metrov. Po strmem delu smo jahali umirjeno v koraku točno en kilometer, po katerem smo se spustili kilometer navzdol. Po spustu smo jahali umirjeno z jahačem sto metrov, nato je sledil galop en kilometer. Po galopu smo umirjeno jahali v koraku kilometer in pol. Zadnja dva kilometra smo nadaljevali v koraku z razjahanim konjem. Potek preizkusa kondicije, lokacije meritev, izmerjene vrednosti in delovna obremenitev konja na posameznih odsekih proge so vrisana in označena na zemljevidu (slika 2).\n"], "20": ["3.2 Metode", "3.2.1 Opis predelave ročnega GPS sprejemnika s senzorjem srčnega utripa znamke  Garmin, model Forerunner 305\nNajoptimalnejše zaznavanje srčne frekvence je na konjevi desni strani, 4 centimetre za prednjo desno nogo. Prva elektroda ima mesto 35 cm nižje od vihra, druga pa 56 cm nižje od vihra (Janžekovič in Prišenk 2009). Pri merjenju srčnega utripa med treningom smo uporabili:\n- sedelni pas sintetic comfort, dolžine 90 centimetrov in širine 11 cm,\n- senzor srčnega utripa v kompletu z merilnikom srčnega utripa Forerunner 305,  dolžine 34 cm in širine 3,5 cm.\nSedelni pas ima prvi trak našit na razdalji 12,5 cm od desne strani proti sredini. Drugi trak je od prvega oddaljen 33 cm. Zgornji in spodnji trak imata funkcijo stabiliziranja senzorja srčnega utripa med sedelnim pasom in telesom konja. Sedelni pas ima izsekano luknjo z radijem 5 cm med obema trakoma za lažji prenos podatkov med uro in senzorjem srčnega utripa. Podroben načrt kombinacije senzorja srčnega utripa in prirejenega sedelnega pasa je prikazan na sliki 3.\nOprema Garmin Forerunner 305 je sestavljena iz sprejemnika srčnega utripa v obliki ure, senzorja srčnega utripa in programske opreme Garmin training center. Za nemoteno delovanje je priporočena razdalja med senzorjem in sprejemnikom med pol in enim metrom. Merilnik smo med samim treningom pritrdili na desno stran sedla približno pol metra od senzorja srčnega utripa. Pred vsakim merjenjem smo kožo navlažili z mlačno vodo brez dodatkov. Ob pričetku treninga smo vklopili merjenje:\n- srčnega utripa,\n- nadmorske višine,\n- dolžine treninga,\n- časa treninga.\nV trenutku konca treninga smo vsa merjenja izklopili. Intervali meritev so samodejni, to pomeni med 2 in 18 sekund.\n"], "21": ["3.2.2 Statistična analiza", "Za obdelavo podatkov smo uporabili programa SPSS v.18.0 in Microsoft Office Excel 2003.\nRačunanje povprečij frekvence dihanja in telesne temperature med posameznimi preizkusi kondicije smo izvedli na podlagi izmerjenih podatkov med kondicijskimi preizkusi. Med vsakim preizkusom smo pridobili štiri vmesne rezultate za frekvenco dihanja in telesno temperaturo.\nPovprečno frekvenco srčnega utripa pa smo izračunali iz velikega števila podatkov, ki smo jih pridobili s pogostim zaporednim merjenjem skozi ves preizkus. Z analizo variance (ANOVO) smo ugotavljali, ali se srčni utrip po obravnavanjih razlikuje. Za ugotavljanje statističnih razlik med obravnavanji pa smo uporabili Tukeyjev test mnogoterih primerjav \npri 5 % tveganju. Monotono povezanost med spremenljivkami v mirovanju konja smo ugotavljali s Spearmanovim testom korelacije.\nZa glajenje krivulj pri prikazu srčnega utripa med kondicijskimi preizkusi smo uporabili metodo drsečih sredin (moving averages).\nPri napovedovanju telesne temperature v odvisnosti od srčnega utripa (padca frekvence dihanja) smo uporabili linearni model:\nkjer sta in regresijska koeficienta, pa so ostanki, ki zadoščajo predpostavki, da so neodvisni in normalno porazdeljeni z aritmetično sredino ter konstantno varianco Normalno porazdelitev ostankov lahko testiramo s Kolmogorov-Smirnovim testom. Z metodo najmanjših kvadratov dobimo nepristranski oceni za koeficienta in :\ns standardnim odklonom\nin\ns standardnim odklonom\nkjer je\nnepristranska ocena za varianco ostankov, aritmetična sredina vrednosti in aritmetična sredina vrednosti . Ničelno hipotezo, da telesna temperatura ni odvisna od utripa (b=0), smo testirali s testno statistiko\nki se porazdeljuje po Studentovi porazdelitvi z prostostnimi stopnjami. Izračunali smo še determinacijski koeficient, ki pove, kolikšen procent variance odvisne spremenljivke je pojasnjene s tem modelom (Kraner Šumenjak in Šuštar 2011).\n"], "22": ["4 REZULTATI Z RAZPRAVO", ""], "23": ["4.1 Rezultati meritev srčnega utripa, dihanja in telesne temperature konja", "4.1.1 Rezultati meritev srčnega utripa, dihanja in telesne temperature v odvisnosti od  relativne zračne vlažnosti (RZV), temperature zraka in zračnega pritiska v fazi  mirovanja\nMeritve na konju in popis podatkov iz lokalne vremenske postaje smo beležili vsakodnevno (zjutraj in zvečer). Z uporabo Spearmanovega testa korelacije smo ugotovili, katere spremenljivke so medsebojno monotono povezane, in katere niso.\nSpearmanov test korelacije smo izvedli za jutranje in večerno merjenje. Pokazal nam je koleracijsko značilnost pri zračnem pritisku in številu vdihov na minuto zjutraj (Sig.= 0,006) in tudi zvečer (Sig.= 0,012). Korelacija med relativno zračno vlažnostjo in temperaturo okolja je negativna. Negativno korelacijo lahko pojasnimo s segrevanjem ozračja in nasičenostjo zraka – z dvigom temperature zraka RZV pada (Pučnik 1980). Do enake povezanosti pride tudi med številom vdihov na minuto in temperaturo okolja ter med številom vdihov na minuto in relativno zračno vlažnostjo popoldne (Sig.= 0,000) in zračno vlažnostjo dopoldne (Sig.= 0,047). Ker je povezanost med RZV in temperaturo zelo močna, ne vemo, ali je število vdihov na minuto primarno povezano z RZV ali s temperaturo okolja.\nPri povezanosti s srčnim utripom je korelacija prisotna pri vdihih na minuto, in sicer popoldne (Sig.= 0,001), relativni zračni vlažnosti dopoldne (Sig.= 0,034) ter telesni temperaturi popoldne (Sig.= 0,013).\nUgotovili smo zanimivo povezavo med telesno temperaturo in zračnim pritiskom zjutraj (Sig.= 0,001), medtem ko je zvečer povezanost mejno statistično značilna, se pa pojavi korelacija med telesno temperaturo in srčnim utripom (Sig.= 0,013). Vse korelacijske značilnosti med izmerjenimi spremenljivkami so prikazane v preglednici 7. \n* * = Korelacija je statistično značilna pri 0,01 stopnji tveganja. * = Korelacija je statistično značilna pri 0,05 stopnji tveganja.\n"], "24": ["4.1.2 Primerjava srčnega utripa, telesne temperature in dihanja med treningi", "V času treninga smo potrdili hipotezo, da se bo srednja vrednost srčnega utripa iz treninga v trening zniževala do neke meje. V našem primeru se je od prvega do drugega vzdržljivostnega preizkusa znižala povprečno za 7,2 utripa/min, od drugega do tretjega za 8,12 utripa/min, nakar se je od tretjega preizkusa pa do četrtega povišala za 1,5 utripa/min. Dvig srednje vrednosti srčnega utripa med tretjim in četrtim treningom nas je presenetil, saj bi po postavljeni hipotezi moral padati do neke razumne meje, ki pa bi po mnenju in izkušnjah poznavalcev (Trapečar 1999) nastopila po več mesecih ali celo letih. V našem primeru si pojav razlagamo na osnovi konjevih hormonskih sprememb. Med tretjim in četrtim merjenjem kondicije smo v obdobju šestih dni vsak dan pripuščali žrebca s kobilo. V obdobju parjenja in privolitvenega procesa kobile steče v žrebcu veliko hormonalnih sprememb. Po našem mnenju je slednje povzročilo nezbranost in posledično večje trošenje energije skozi ves trening. \nPrimerjave vrednosti srčnega utripa med vsemi štirimi kondicijskimi preizkusi smo prikazali v grafikonu 1. Za oblikovanje grafikona smo uporabili metodo drsečih sredin (Kendall 1976).\n0 2000 4000 6000 8000 10000 12000 14000  Dolžina poti (m)\nV obdobju treniranja se je zmanjšala srednja vrednost vdihov na minuto pod obremenitvijo, ki smo jo izmerili na postajah med treningi. Med prvim in drugim preizkusom je srednja vrednost vdihov na minuto padla za 6,5, med drugim in tretjim za 8,5 in med tretjim in četrtim za 5,75 vdihov na minuto. Skupno se je dihanje upočasnilo iz srednje vrednosti prvega merjenja 51,25 na 30,5 vdihov na minuto v zadnjem merjenju, kot prikazuje grafikon 2.\nTelesna temperatura se je v odvisnosti od srčnega utripa med vsemi treningi gibala po funkciji: f(x)= 0,0078x + 37,192; R2= 0,6293. Ustreznost modela (b≠0) smo testirali s t- \ntestom (Sig.= 0,00). To pomeni, da se je ob zvišanju srčnega utripa povišala tudi telesna temperatura. Do enakih sklepov je prišel tudi Prišenk (2010). Srednja vrednost telesne temperature med vsemi štirimi preizkusi pa se ni bistveno spremenila in je nihala od 37,8 -C pa do 38,2 -C. V grafikonu 2 je prikazano gibanje srednjih vrednosti srčnega utripa, dihanja in telesne temperature med treningi.\n1 2 3 4  Zaporedni preizkusi\n* Povprečja SU po posameznih obravnavanjih označena z isto črko se statistično ne razlikujejo (Tukey, α=  0.05).\nV obdobju enomesečnega treniranja se je frekvenca dihanja v mirovanju zmanjšala, vsi ostali merjeni parametri v mirovanju se niso spremenili. Ob minimalnih spremembah telesne temperature in srčnega utripa konja v mirovanju se je frekvenca vdihov na minuto \nstatistično značilno znižala iz srednje vrednosti 13 na 9 vdihov na minuto (model smo testirali s t-testom, Sig= 0,00). To ponazarja grafikon 3.\ny = -0,1314x + 13,131  R = 0,1742\n0 5 10 15 20 25 30  Zaporedni dnevi treniranja\n"], "25": ["4.2 Razlika telesne mase med začetkom in koncem treniranja", "Srednja vrednost izmerjenih dolžin trupa pred treniranjem konja je znašala za obseg prsi 187,7 cm, za dolžino trupa pa 155,2 cm. Po končanem enomesečnem treniranju se dolžina trupa ni spremenila, merila je 154,7 cm (5 mm odstopanja zaradi napak pri merjenju). Obseg prsi pa se je v času treniranja konja zmanjšal za 7,3 cm in je meril 180,3 cm.\nPo izračunu s pomočjo Carroll in Huntingtonove (1988) enačbe je bila telesna masa konja 460,1 kg pred treniranjem in 423,5 kg po končanem treniranju. Konj je v enomesečnem treningu izgubil 36,6 kg telesne mase.\n"], "26": ["5 SKLEPI", "Integracija senzorja srčnega utripa naprave Garmin Frerunner 305 v sedelni pas je po naših izkušnjah veliko cenejša in ravno tako uporabna kot originalni merilniki konjevega srčnega utripa (Polar Horse Heart Rate Monitor). Z integriranim senzorjem lahko spremljamo vrednost srčnega utripa konja med treningi in ga na podlagi sprotnih rezultatov kar se da strokovno in učinkovito vodimo. V raziskavi smo izvajali enomesečno treniranje 12-letnega žrebca. Povzetek pomembnejših dobljenih rezultatov:\n- Srednja vrednost števila srčnih utripov na minuto je statistično značilno padla  povprečno za 18,32 min-1 od prvega do tretjega kondicijskega preizkusa.\n- Presenetil nas je dvig srednje vrednosti števila srčnih utripov na minuto za 1,5 med  tretjim in zadnjim preizkusom. Razlika ni bila statistično značilna. Po našem mnenju  je bil ta pojav povezan s pripuščanjem in posledičnim tokom hormonskih reakcij v  organizmu žrebca.\n- Ugotovili smo zmanjšanje srednje vrednosti frekvence dihanja v mirovanju za 4  vdihe na minuto, ki smo jo ponazorili z linearno regresijo po metodi najmanjših  kvadratov:  y = −0,1314x + 13,13; R2 = 0,17.\n- S Spearmanovim testom korelacije smo ugotovili zanimivo dopoldansko (rS= 0,324)  in popoldansko mejno značilno povezanost (rS= 0,366) med številom vdihov na  minuto v mirovanju in zračnim pritiskom.\n- Potrdili smo hipotezo o izgubi telesne mase konja v obdobju treniranja. Konj je bil  po enomesečnem treniranju lažji za 36,6 kg.\n"], "abstract": ["Za raziskavo smo priredili merilec srčnega utripa za ljudi “Garmin Forerunner 305”, s pomočjo katerega smo merili srčni utrip 12-letnega žrebca med treningom. Med enomesečnim treniranjem smo izvedli štiri preizkuse kondicije. Raziskovali smo povezanost med relativno zračno vlažnostjo, temperaturo zraka, zračnim tlakom, srčnim utripom, dihanjem in telesno temperaturo konja v mirovanju, pred ter med treniranjem. Proti našim pričakovanjem je bila zelo močna povezanost dopoldne med zračnim tlakom in telesno temperaturo. Na podlagi merjenja srčnega utripa, dihanja in telesne temperature med samim preizkusom smo spremljali telesno kondicijsko pripravljenost konja v obdobju treniranja. Kondicija je rasla do zadnjega tedna treniranja, v katerem pa smo zaznali njen padec. Menimo, da je bila to posledica vsakodnevnega pripuščanja žrebca. "]}