{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Pridelovalci sadja v Sloveniji, ki želijo nastopati na zahtevnih tujih trgih, se trudijo pridelati sadje ustrezne kakovosti, ki bo zadovoljilo potrebe vse bolj zahtevnih kupcev, hkrati pa poslovati ekonomsko pozitivno. Pritisk javnosti, trgovcev in potrošnikov za občutno zmanjšanje uporabe fitofarmacevtskih sredstev (FFS) pri pridelavi sadja in ostankov teh sredstev v sadju je vse večji. Nekateri strokovnjaki ocenjujejo, da je eden od pomembnih vzrokov za zmanjšano uživanje sadja v EU prepričanje potrošnikov, da sadja ne moremo več sprejemati kot zdravo hrano, češ da »vsebuje veliko ostankov pesticidov, ker ga tekom rastne dobe nenehno škropijo« (Lešnik in sod. 2008).\n»Že danes z nizko stopnjo ostankov FFS na sadju dokazujemo visoko stopnjo odgovornosti. Vendar če bomo dolgoročno hoteli ostati konkurenčni in uspešni, se moramo ravnati po željah potrošnikov. Čeprav je popolna odsotnost FFS ob današnji analizni natančnosti pravzaprav utopija, moramo imeti za cilj minimiranje ostankov« (Zadravec 2009).\n"], "3": ["1.2 Namen in cilji", "Pri razvoju novega okoljskega sadjarskega pridelovalnega sistema na osnovi povezovanja načel integrirane in ekološke pridelave sadja ter tehnologije pridelovanja sadja brez ostankov fitofarmacevtskih sredstev (sistem CRP) raziskovalci več institucij že tri leta raziskujejo možnost uvedbe pridelovalnega sistema 0,0 MLR v naše pridelovalne razmere. Cilj diplomskega dela je analiza ekonomske upravičenosti pridelave, prikaz razmerja med stroški in prihodki med dvema različnima pridelovalnima sistemoma jabolk, in sicer med običajno integrirano pridelavo in pridelavo po sistemu 0,0 MLR.\n"], "4": ["1.3 Delovne hipoteze", "Delovna hipoteza je, da je pridelava jabolk sort elstar, jonagold, zlati delišes in idared po sistemu 0,0 MLR v letu 2009 ekonomsko upravičena.\n"], "5": ["2 PREGLED OBJAV", ""], "6": ["2.1 Javnomnenjske raziskave", "Dostikrat se zgodi, da je javnost slabo in nestrokovno obveščena o škodljivih posledicah ostankov fitofarmacevtskih sredstev v svežem sadju, nemalokrat pa mediji tudi pretiravajo. Javnomnenjske raziskave kažejo, da zaradi tega ljudje niso naklonjeni uporabi teh sredstev. Večina trgovskih mrež po svetu poskuša od svojih dobaviteljev odkupovati sveže sadje z minimalno količino fitofarmacevtskih ostankov. S tem želijo ohraniti in celo izboljšati zaupanje svojih kupcev. Javnega mnenja in oglaševalskih kampanj, ki se borijo proti kakršnim koli ostankom FFS v svežem sadju, ne moremo spremeniti. Pridelovalcem sadja bo v prihodnosti izziv, kako ustreči kupcem, od katerih so odvisni.\nDanes je pomen sadja v prehrani človeka jasen, odprto pa ostaja vprašanje glede načina pridelave z vsemi posledicami za človeka in okolje. Pomemben segment je tudi cenovna dostopnost sadja vsem slojem prebivalcev (Cross in Berrie 2008).\n"], "7": ["2.2 Potrebe po spremembah tehnologij pridelovanja sadja v Sloveniji", "V Sloveniji so potrebne občutne spremembe v tehnologijah pridelave in skladiščenja sadja, ki bodo omogočile pridelavo sadja z občutno manjšo količino ostankov fitofarmacevtskih sredstev. Več držav EU, ki jih lahko štejemo za sadjarske velesile, je začelo intenzivne raziskave modificiranih integriranih sistemov pridelave, hkrati pa pospešujejo razvoj ekološke pridelave. Strateški interes države je prepoznan tudi v dejstvu, da sta uvajanje sistema 0,0 MLR kot kratkoročni cilj do danes javno napovedali le dve državi, in sicer Nova Zelandija in Velika Britanija. To pomeni, da si s hitrim ukrepanjem lahko Slovenija utrdi svoj položaj (izvozne možnosti) na globalnem trgu (Tojnko in sod. 2008).\nPri nas prevladuje mnenje, da zgolj z ekološko pridelavo ni mogoče povsem zadovoljiti vseh potreb trga po sadju, integrirana pridelava pa ne zmore zagotoviti takšne kakovosti sadja, kot jo glede ostankov fitofarmacevtskih sredstev v današnjem času pričakujejo kupci in trgovci.\nSuckling (1999) navaja, da so se na Novi Zelandiji ukvarjali z zatiranjem škodljivcev s čim manjšim vplivom na okolje in istočasno zagotovitvijo gospodarske upravičenosti. Uporabili so tri različne načine pridelave, in sicer klasičnega, integriranega in ekološkega. Ugotovili so, da konvencionalna pridelava zaradi odpornosti škodljivcev na insekticid in potreb trga ni več sprejemljiva. V integriranem sistemu pridelave so z uporabo tebufenozidov dosegli odlično kontrolo z malo vpliva na naravne sovražnike. \nPri ekološki pridelavi pa so naleteli na ekonomsko nevzdržnost in možnost omejitve le na lokalni trg. Že takrat so bili mnenja, da bi te težave bilo mogoče reševati le s povsem novo, inovativno tehnologijo pridelave.\nVečina držav podpira mnenje, da je ena od predvidenih ekonomsko uspešnih poti hibridizacija ekološke in integrirane pridelave.\n"], "8": ["2.3 Uveljavljeni sistemi pridelave v Sloveniji", ""], "9": ["2.3.1 Integrirana pridelava", "\"Integrirana pridelava sadja pomeni zaključen biološki krog ali ravnovesje, ki ga vzpostavljamo z ohranjanjem raznovrstnosti življenja v naravi, tako da na gospodarsko sprejemljiv način pridelamo visoke in kakovostne pridelke zdrave hrane. Za doseganje tega cilja želimo zmanjšati uporabo kemičnih sredstev in zagotoviti ustrezen izbor. Tako bomo skupaj z drugimi ukrepi omogočili zmanjšanje števila škodljivih organizmov pod prag škodljivosti, pri čemer imajo prednost vse naravne danosti\" (Tojnko 1999). Integrirano varstvo sadnih dreves naj bi bilo usmerjeno tako, da bi drevesa ohranila svojo naravno odpornost proti škodljivcem in boleznim. Uporaba kemičnih sredstev \nnaj bi bila samo izhod v sili in naj ne bi presegla razumnih meja (Tojnko 1999).\nBistveni cilji integrirane pridelave so:  ‒ uravnoteženo izvajanje agrotehničnih ukrepov ob skladnem upoštevanju  ekoloških, toksikoloških in gospodarskih dejavnikov;  ‒ naravni ukrepi imajo prednost pred fitofarmacevtskimi, biotehnološkimi in  drugimi ukrepi, njihov gospodarski učinek pa je enak;  ‒ nadzorovana uporaba gnojil in fitofarmacevtskih sredstev;  ‒ pospeševanje in ohranjanje biotske raznovrstnosti z ustreznimi metodami  varstva rastlin (biotično varstvo);  ‒ gnojenje z organskimi gnojili ima bistveno prednost pred gnojenjem z  mineralnimi gnojili;  ‒ certificiranje pridelkov in kontrolirana pridelava – to daje potrošnikom  zagotovilo, da proizvodi ustrezajo višjim standardom kakovosti;  ‒ pridelava zdravstveno neoporečne – varne in kakovostne hrane (MKGP 2010).\nRazvoj integrirane pridelave v Sloveniji V Sloveniji se je integrirana pridelava začela uvajati v letu 1991. Do danes je v pridelavi sadja dosegla izjemno veljavo, kar potrjuje podatek, da je kar 90 odstotkov vseh sadovnjakov tržno usmerjenih. Integriran tehnološki pristop je pripomogel k občutni spremembi razumevanja kompleksnosti dogajanja v sadovnjaku v primerjavi s prej veljavnim konvencionalnim pristopom. Pri tej pridelavi sadja zmanjšamo obremenjevanje okolja s kemičnimi zaščitnimi sredstvi in lahko topnimi mineralnimi gnojili ter povečamo pozornost do koristnih živalskih vrst, do pridelovanja zdrave \nhrane večje prehranske vrednosti in poskušamo obvestiti potrošnike sadja o prijaznem načinu pridelave. Doslej opravljene analize ostankov pesticidov na plodovih jabolk takoj po obiranju kažejo, da je ti ostanki izredno majhni (MKGP 2010).\n"], "10": ["2.3.2 Ekološka pridelava", "Ekološko kmetovanje je posebna oblika kmetijske pridelave, ki poudarja gospodarjenje v sožitju z naravo. Je način trajnostnega kmetovanja, ki upošteva kmetijo kot celosten, enovit sistem v smislu tla-rastline-živali-človek in skrbi za ravnovesje vseh vključenih elementov. Poseben poudarek je na ohranjanju rodovitnosti tal z večanjem humusa in z uporabo organskih gnojil (Bavec 2001).\nPri ekološki pridelavi jabolk imajo lastnosti sadne vrste veliko večji pomen kot v konvencionalnem kmetijstvu. Pridelki niti približno niso tako visoki kot pri konvencionalnem pridelovanju. V ekološkem kmetijstvu se pridelek zmanjša predvsem zaradi nižje učinkovitosti bioloških sredstev. Učinek biofungicidov in bioinsekticidov je 60–80-odstoten, v skrajnih primerih pa tudi samo 40-odstoten in zato lahko zelo velik napad bolezni in škodljivcev povzroči večji izpad pridelka ali celo propad dreves (Weibel in sod. 2001).\nCilji ekološkega kmetijstva so široko zastavljeni v smislu:\n‒ ohranjanja rodovitnosti tal, \n ‒ sklenjenega kroženja hranil,  ‒ živalim ustrezne reje in krmljenja,  ‒ pridelave zdravih živil,  ‒ zaščite naravnih življenjskih virov (tla-voda-zrak),  ‒ minimalne obremenitve okolja,  ‒ aktivnega varovanja okolja in biološke raznovrstnosti,  ‒ varstva energije in surovin,  ‒ zagotovitve delovnih mest v kmetijstvu (Bavec 2001).\nRazvoj ekološke pridelave v Sloveniji\nPrve kontrolirane ekološke kmetije so se v Sloveniji pojavile leta 1998 in od takrat njihovo število vsako leto narašča. Danes delež ekološko obdelanih površin dosega tri odstotke vseh kmetijskih površin v Sloveniji. K temu je prispevala tudi država s kontinuiranim spodbujanjem in pospeševanjem ekološkega kmetijstva (Bavec 2001).\n"], "11": ["2.4 Sistem 0,0 MLR – optimalni nadomestek dosedanjega integriranega", "sistema\nV EU so v zadnjih letih monitoringi ostankov fitofarmacevtskih sredstev v sadju pokazali, da je na trgu približno 45–50 odstotkov sadja, v katerem ni merljivih ostankov, pri približno 40–50 odstotkih sadja so koncentracije ostankov v mejah MLR, pri približno 2,5–5,5 odstotka sadja pa so koncentracije ostankov višje od MLR. Ti podatki so povzeti po FVO-poročilih, poleg teh jih potrjujejo analize raznih nevladnih organizacij. Kakovostno doseganje cilja 0,0 MLR zahteva večje spremembe v pridelovalni tehnologiji. Trenutno veliko analizirajo pristope 0,0 MLR v Angliji, kjer že šest let intenzivno proučujejo modificirane pridelovalne tehnologije. Podobne aktivnosti potekajo še v Avstriji, Belgiji, Nemčiji in v drugih pomembnih sadjarskih državah. Tudi v Sloveniji smo začeli razvijati sistem nove integrirane pridelave. V letu 2007 so na Fakulteti za kmetijstvo Maribor naredili poskus na posestvu UKC – pri sorti jonagold so proučevali možnost za pridelavo po sistemu 0,0 MLR. Med rastno dobo so na jablanah večkrat opravili analizo stopnje napada škodljivcev in bolezni po standardnih metodah, ob obiranju jabolk so opravili analizo ostankov fitofarmacevtskih sredstev, analizirali pa so tudi stroške pridelovanja. Pri tej analizi so upoštevali vse stroške pridelave, obiranja, skladiščenja in priprave za prodajo z embalažo vred. Pri pripravi kalkulacije stroškov pridelovanja so bili prikazani deleži plodov po treh \nkakovostnih razredih (I. razred, II. razred in industrija), upoštevan pa je bil tudi pristop, da se 90 odstotkov prvorazrednih jabolk proda v kartonskih zabojčkih trgovskim verigam, 10 odstotkov prvorazrednih in vsa drugorazredna jabolka pa se prodajo jeseni neposredno v zabojnikih, enako kot industrijska jabolka (Lešnik in sod. 2008).\nVsebinsko dovršena shema pridelave sadja po sistemu 0,0 MLR bo zaradi svojih prednosti morala postati nova nacionalna shema pridelave sadja v Sloveniji (Tojnko in sod. 2008).\nPrehod k sistemu 0,0 MLR za zmanjšanje ostankov pesticidov lahko izvedemo z naslednjimi ukrepi:\n- z gojenjem odpornih sort;\n- z uporabo krajše obstojnosti izdelkov;\n- z uporabo brezkemičnih metod nadzora, bioloških in biotehnoloških metod, kjer  je to mogoče;\n- več pozornosti je treba nameniti razvoju in uporabi novih izdelkov, predvsem  pa uporabi bioloških pesticidov, ki ne puščajo ostankov pesticidov;\n- z izogibanjem uporabi pesticidov, razen kadar je to nujno potrebno;\n- z usposabljanjem in pridobivanjem znanja in izkušenj vseh, ki sodelujejo pri  odločanju (Cross and Berrie 2008). \n2.5 Splošne ovire pri nadaljnjem razvoju sistema 0,0 MLR v EU in v Sloveniji\nOsnovni pogoj za sprejem novega pristopa je ekonomska vzdržnost za pridelovalca in jasna prepoznavnost pri kupcih. Sistem se razvija na predpostavki, da je cena sadja po sistemu 0,0 MLR skoraj enaka ceni integrirano pridelanega sadja. Na trgih, zasičenih s sadjem, in ob zmanjševanju porabe sadja v EU sta vidna dva učinka ponudbe sadja, pridelanega po sistemu 0,0 MLR:\n- tekmovalna prednost na trgu v EU in zunaj ter\n- izboljšanje zaupanja v sadje, ki bi kot zdravo živilo prispevalo k večji porabi  sadja. Vendar je prepoznavnost nove tržne kategorije težje dosegljiv cilj kot sam razvoj priporočil za izvajanje te nove tehnologije. Ta mnenja se usklajujejo med strokovnjaki tako v Sloveniji kot zunaj nje. Sadje, pridelano po sistemu 0,0 MLR, bo moralo tekmovati tako z integrirano pridelanim sadjem kot z ekološko pridelanim sadjem, ki lahko v velikih količinah pride tudi na trge zunaj EU. Pri vsem tem so pomembni tudi kupci. Napovedi strokovnjakov, da bo uživanje sadja, ki zagotavlja več kot 100-krat manj ostankov, zagotavljalo zdravju neškodljive učinke, se lahko uresničijo le z vrhunskim tržnim pristopom (Lešnik in sod. 2009).\n"], "12": ["3 METODOLOGIJA DELA", "Ekonomsko primerljivost sistema uveljavljene integrirane pridelave (OIPS) in pridelave sadja po sistemu 0,0 MLR smo preverili s štirimi poskusi. Poskusi so bili izvedeni v letu 2009 na štirih različnih lokacijah in štirih različnih odpornih sortah jabolk:\n- UKC Fakultete za kmetijstvo in biosistemske vede, sorta jonagold;\n- Sadjarstvo Mirosan, sorta elstar;\n- Sadjarstvo Blanca, sorta idared;\n- Sadjarski center Gačnik, sorta zlati delišes.\nV vseh primerih so bili poskusi izvedeni v intenzivnih nasadih, z rodnimi volumni 10.000 do 13.000 m². Poskusi so se izvajali v naključnih blokih v štirih ponovitvah, posamezna parcela pa je merila 400 m². V nasadih so bila opravljena naslednja dela: standardno gnojenje, namakanje, sistem rezi, gojitveni ukrepi, vzdrževanje negovane ledine, rez in druga dela.\nV poskusnih nasadih je bilo opravljeno tudi varstvo rastlin, tako da je bilo razdeljeno na dva tipa: postopek varstva rastlin, izveden v skladu z usmeritvami integrirane pridelave sadja za leto 2009 (OIPS), in postopek varstva rastlin, izveden tudi v skladu z integrirano pridelavo sadja 2009 (OIPS), pri čemer so se v drugi polovici rastne dobe začeli uporabljati izključno biotični pripravki (0,0 MLR). S tem se je poskušalo do \nkonca rastne dobe minimalizirati ali povsem izničiti ostanke fitofarmacevtskih sredstev v plodovih.\n"], "13": ["3.1 Viri podatkov", "Podatke o porabi posameznih inputov, zajetih v kalkulacije, smo pridobili iz naslednjih virov:\n- mineralna gnojila, investicijsko vzdrževanje, vezivo in posredni stroški so bili  zajeti iz modelnih kalkulacij (analitična kalkulacija – rastlinski pridelki 2009)  Kmetijskega inštituta Slovenije;\n- podatki o cenah embalaže, strojnega dela, zavarovanja nasada, amortizacije  nasada in dela so bili iz interne baze podatkov Fakultete za kmetijstvo in  biosistemske vede Maribor;\n- podatke o cenah škropilnih pripravkov so prispevali Semenarna Ljubljana, UKC  Fakultete za kmetijstvo in biosistemske vede Maribor, Lagerhaus – Austria, izr.  prof. dr. Mario Lešnik.\nŠkropilne programe in analize poskusov povprečnih pridelkov (glej priloge), ki so nam omogočili izračun cen za škropilni načrt in skupni prihodek, smo pridobili od UKC Fakultete za kmetijstvo in biosistemske vede (za sorto jonagold), Sadjarstva Mirosan (za sorto elstar), Sadjarstva Blanca (za sorto idared) in Sadjarskega centra Gačnik (za sorto zlati delišes).\n"], "14": ["3.2 Analiza stroškov", "Stroški so sestavni del vsakega proizvodnega procesa, ki se pojavljajo kot posledica izvajanja najrazličnejših proizvodnih ali storitvenih dejavnosti (Turk 2001). Skupni stroški proizvodnje so vsota vseh stroškov proizvodnje.\nPri analizah smo zajeli naslednje stroške:\n- stroški škropilnih načrtov;\n- stroški dela;\n- stroški veziva, investicijskega vzdrževanja, gnojilnega načrta in posredni  stroški;\n- stroški embalaže po treh kakovostnih razredih;\n- stroški strojnega dela;\n- stroški amortizacije nasada;\n- stroški zavarovanja.\n"], "15": ["3.2.1 Izračun stroškov škropilnih načrtov", "Iz škropilnih programov (predstavljeni v prilogah) smo na podlagi podatkov o veleprodajnih cenah sredstev, pridobljenih od Kmetijskega inštituta Slovenije, izračunali maloprodajne cene. Te smo obračunali na podlagi veleprodajnih cen, \nmaloprodajne marže in davka na dodano vrednost, ki znaša 8,5 odstotka. Rabat (5 odstotkov) je bil že upoštevan pri veleprodajnih cenah. Seštevek vseh maloprodajnih cen nam da končni strošek škropljenja jabolk oz. vseh sredstev, uporabljenih v škropilnem programu. Glavni namen je bil prikazati stroške varstva rastlin pri običajni integrirani pridelavi sadja in novi integrirani pridelavi sadja po sistemu 0,0 MLR ter s tem ekonomsko analizirati sam škropilni program obeh pridelav.\n"], "16": ["3.2.2 Izračun stroškov dela", "Strošek dela se v modelnih kalkulacijah skupnih stroškov izračuna kot produkt vsote ur opravljenega dela na hektar in plačilo oz. cena ure opravljenega dela.\nOsnovni indikatorji za izračun porabe ur stroškov dela (rez, zelena dela, obiranje itd.) so v našem primeru podatek o normativih, o številu dreves na hektar in povprečnem pridelku oz. skupnem pridelku na hektar. Za strošek rezi in zelenih del v sadovnjaku vzamemo podatek o številu dreves na hektar in normativu, za strošek obiranja pa povprečen pridelek na hektar in normativ tega dela. K izračunu vsote ur opravljenega dela je treba prišteti še strošek preostalega dela, katerega produkt je 10 odstotkov, in vsoto vseh ur stroškov dela (rez, zelena dela, obiranje).\n"], "17": ["3.2.3 Posredni stroški, investicijsko vzdrževanje, vezivo, gnojilni načrt", "Podatke o posrednih stroških, investicijskem vzdrževanju, vezivu in gnojilnem načrtu smo pridobili iz modelnih kalkulacij za rastlinsko pridelavo 2009 s Kmetijskega inštituta Slovenije.\n"], "18": ["3.2.4 Izračun stroškov embalaže", "Pri izračunu stroška embalaže po kakovostnih razredih na hektar je treba poznati:\n- cene posameznih vrst embalaže (zaboji, paletni zaboji);\n- kapacitete embalaže (npr. I. razred in industrija – paletni zabojnik kapacitete  cca 350 kg, II. razred – zaboji kapacitete cca 15 kg);\n- letno rabo oz. življenjsko dobo embalaže;\n- povprečne pridelke po kakovostnih razredih (I. razred, II. razred, industrija );\n- število palet oz. zabojev na hektar (tj. število, ki pri dani kapaciteti embalaže  kakovostnega razreda jabolk pokrije količino povprečnega pridelka na hektar  po kakovostnih razredih);\n- faktor (tj. faktor, ki pomeni razmerje med ceno posamezne vrste embalaže  (paletni zaboji, zaboji) in letno oz. življenjsko dobo embalaže).\n"], "19": ["3.2.5 Izračun strojnega dela", ""], "20": ["3.2.6 Izračun stroška amortizacije nasada", "Amortizacijo v kalkulaciji upoštevamo kot fiksni strošek. Amortizacijska osnova so skupni napravni stroški, ki so izdelani za različne težavnostne stopnje priprav zemljišča (ravnina, vertikala, sajenje na terase ali brežine ipd.) (Jerič, Jamnik, Caf in drugi 2001).\n3.2.7 Izračun amortizacije v nasadu\nAmortizacija nasada = napravni stroški nasada / življenjska doba nasada\n"], "21": ["3.2.7 Izračun stroška zavarovanja nasadov", "Kmetijstvo je gospodarska panoga, ki je zelo odvisna od raznih vremenskih dejavnikov (toča, mraz, ujme …). Zavarovanje kmetijske proizvodnje omogoča predvsem na neki način ohranitev ekonomske stabilnosti kmetijske proizvodnje (Rozman, Turk in Pažek 2009). \nZavarovalna stopnja je v letu 2008 znašala pri pridelavi jabolk 46 odstotkov, vendar je pri tem država sofinancirala polovico oz. 50 odstotkov.\n"], "22": ["3.3 Izračun prihodka", "Skupni prihodek je vrednost proizvodnje. Odvisen je od skupnega pridelka (kg, l, kom), v našem primeru pridelka jabolk, in od cene enote proizvoda (€/kg, l, kom). Matematično ga zapišemo:\nSP = Y * Cy\nKjer je: SP – skupni prihodek Y – skupni pridelek (kg, l, kom) Cy – cena enote proizvoda (€/kg, l, kom) \nVendar je ta trditev malo poenostavljena, saj v praksi skupni prihodek ni vedno enak produktu cene in količine pridelka, treba je upoštevati tudi cene glede na različne kakovosti jabolk. V pridelavi jabolk je treba za izračun skupnega prihodka upoštevati cene po treh kakovostnih razredih. Cena za I. kakovostni razred je v našem primeru 0,60 €/kg, za II. razred 0,30 €/kg in za jabolka industrijske kakovosti 0,10 €/kg. Izračun prihodka po kakovostnih razredih: SP – I. kakovostni razred = (Y) skupni pridelek I. razreda jabolk * cena I. kakovostnega razreda SP – II. kakovostni razred = (Y) skupni pridelek II. razreda jabolk * cena II. kakovostnega razreda SP – industrijska kakovost = (Y) skupni pridelek industrije * cena industrije\nVsota skupnih prihodkov po kakovostnih razredih jabolk nam da končni skupni prihodek pridelave jabolk. Na podlagi teh podatkov smo analizirali lastno ceno, finančni rezultat, koeficient ekonomičnosti in delež posameznega stroškovnega nosilca v strukturi skupnih stroškov. Podatke smo analizirali in obdelali v programu Microsoft Office Excel 2007.\n"], "23": ["3.4 Indikatorji ekonomske upravičenosti", "- Finančni rezultat Je pomemben indikator ekonomske upravičenosti. Nekateri ga imenujejo tudi dobiček ali profit. Definiran je kot razlika med skupnim prihodkom in skupnimi stroški proizvodnje oz. pridelave.\nFR = SP – SS\nKjer je: FR – finančni rezultat (€ ali €/enoto), SP – skupni prihodek (€ ali €/enoto), SS – skupni stroški proizvodnje/pridelave (€ ali €/enoto).\n- Lastna cena Je naslednji pomemben indikator, ki pomeni višino stroškov, potrebnih za proizvodnjo enote (kg, l, kom) določenega proizvoda (jabolk). Lastno ceno izračunamo po naslednji formuli:\nLC = SS/Y\nKjer je: LC – lastna cena (€/enoto), \nSS – skupni stroški proizvodnje/pridelave (€ ali €/enoto), Y – skupni pridelek (kg, l, kom).\n- Koeficient ekonomičnosti Koeficient ekonomičnosti pomeni razmerje med skupnim prihodkom in skupnimi stroški proizvodnje/pridelave. Če je koeficient ekonomičnosti večji od ena (KE > 1), je proizvodnja ekonomsko upravičena, če je manjši od ena (KE < 1), pa proizvodnja ni ekonomsko upravičena. V matematični obliki bi lahko zapisali:\nKE = SP/SS\nKjer je: KE – koeficient ekonomičnosti, SP – skupni prihodek (€ ali €/enoto), SS – skupni stroški proizvodnje/pridelave (€ ali €/enoto).\n"], "24": ["3.5 Analiza strukture skupnih stroškov", "»Pomembna informacija, ki jo dobimo iz kalkulacij, je tudi podatek o deležih posameznih stroškovnih nosilcev v strukturi skupnih stroškov. Odstotkovni delež posameznih stroškovnih nosilcev izračunamo na naslednji način:\n% ss = ssn / ss * 100 % \nKjer je: % ss – delež posameznega stroškovnega nosilca v strukturi skupnih stroškov, ssn – strošek posameznega stroškovnega nosilca (€), ss – skupni stroški (€)« (Rozman, Turk in Pažek 2009).\n"], "25": ["4 REZULTATI Z RAZPRAVO", ""], "26": ["4.1 Analiza rezultatov", "Iz rezultatov za leto 2009 je mogoče marsikaj izluščiti in ugotoviti  ugotoviti, kaj je treba spremeniti in kje ima novi sistem 0,0 MLR še možnosti za izboljšave. V prvi preglednici bomo prikazali skupne rezultate vseh poskusov,  poskusov in sicer za stroške škropljenja.\nRavno škropilni načrti kažejo največjo razliko med obema pridelovalnima sistemoma in zato lahko povzročijo bistveno razliko v skupnih stroških pridelave, kar vpliva na nadaljne kalkulacije.\nIz grafikona je razvidno, da so stroški škropljenja zelo razlikujejo glede na sorto. V vseh primerih razen pri zlatem  latem delišesu so stroški škropljenja v 0,0 MLR višji, kar je posledica tega, da so biološki pripravki še vedno relativno dragi. Bistveno višje stroške škropljenja  pljenja imajo poskusi, ki imajo v svojem škropilnem načrtu tretiranje z pripravkoma Serenade in Madex, ki sta v primerjavi z drugimi pripravki izrazito dražja.\nNa finančni rezultat poleg vseh stroškov močno vpliva tudi kakovost proizvodov. Ta je pogosto odvisna tudi vremenskih neprilik,  neprilik kot je npr. toča – v našem primeru je pri sorti zlati  lati delišes povzročila precej višje deleže II. in III. kakovosti predvsem pri 0,0 MLR, ker so kurativni pristopi k zdravljenju precej težji kot v IP. Posledice toče uspešno rešujemo s protitočnimi mrežami, ki so se izkazale za zelo učinkovite.\n"], "27": ["4.2 Sorta jonagold", " pridelave na posestvu Fakultete za kmetijstvo in biosistemske vede pri sorti jonagold\nPri sorti jonagold je zanimivo, da je pridelek višji v 0,0 MLR, kar pomeni, da je z novim načinom pridelave mogoče dosegati količinsko primerljive rezultate. Boljši finančni rezultat pri IP lahko pripišemo višjemu deležu prvorazrednih jabolk.\nZaradi relativno nizkih stroškov škropljenja je bila pri sorti jonagold dosežena zelo nizka lastna cena, ki je nižja od cene, ki smo jo v vseh poskusih uporabili za II. kvaliteto, in sicer 0,3 evra.\nV primerjavi z drugimi sortami je jonagold dosegel tudi najmanjša odstopanja med koeficienti ekonomičnosti.\n"], "28": ["4.3 Sorta elstar", "skupn stroškov pri sorti elstar IP\n pridelave na posestvu Mirosan pri sorti elstar\nPri sorti elstar lahko opazimo, da je skupni pridelek v IP precej višji in zato sta precej višja tudi finančni rezultat in koeficient ekonomičnosti v primerjavi z 0,0 MLR. Na to vpliva tudi precejšnja razlika pri strošku škropljenja, ki je bil pri 0,0 MLR precej večji kot v IP in je imel v primerjavi z drugimi sortami največje odstopanje.\nSorte, ki imajo višji skupni pridelek, imajo nižji skupni strošek na enoto proizvoda, in obratno.\n"], "29": ["4.4 Sorta idared", "amortizacija nasada \n pridelave na posestvu Sadjarstva Blanca pri sorti idared\nPri sorti idared se je zaradi nižjega skupnega pridelka in nizkega odstotka prvorazrednih jabolk pri sistemu 0,0 MLR pojavil negativni finančni rezultat in posledično koeficient ekonomičnosti, ki je nižji od 1. Finančni rezultat bi spravili iz rdečih številk že s tem, da bi ceno jabolk I. kvalitete z 0,40 zvišali na 0,43 evra.\n"], "30": ["4.5 Sorta zlati delišes", "amortizacija nasada \n pridelave na posestvu Gačnik pri sorti zlati delišes\nPri zlatem delišesu se je pri obeh primerih pojavil relativno visok odstotek II. kvalitete, kar je znatno pripomoglo k slabšemu finančnemu rezultatu. Tudi pri tem poskusu bi bilo za sistem 0,0 MLR dovolj že povišanje cene z 0,40 na 0,45 evra.\n"], "31": ["5 SKLEPI", "Glede na vse finančno-ekonomske indikatorje lahko pri vseh sortah sklepamo naslednje:\nZ novim sistemom 0,0 MLR je mogoče dosegati skupne pridelke, ki so zelo primerljivi sistemu IP.\nS pestrejšo in cenovno ugodnejšo ponudbo biotičnih pripravkov za varstvo pred škodljivimi organizmi bi pri sistemu 0,0 MLR dosegli učinkovitejše in cenovno ugodnejše škropilne načrte.\nPri vseh poskusih smo uporabljali enotno ceno vseh treh kakovostnih razredov, in to dokaj nizko. Pričakujemo lahko, da bi z dobro trženjsko akcijo lahko dvignili ceno pridelkom iz sistema 0,0 MLR. Že pri minimalnem dvigu cen bi dosegli tudi precej boljše finančne rezultate.\n"], "abstract": ["Ena od značilnosti 21. stoletja je, da vsak dan raste povpraševanje po zdravem in okolju prijazno pridelanem sadju, ki ne vsebuje ostankov fitofarmacevtskih sredstev. Ker take pridelke ponuja le ekološko pridelovanje, povpraševanje močno presega ponudbo. Če želijo slovenski kmetje zadovoljiti potrebe domačega trga in s svojo ponudbo konkurirati tudi na tujih trgih, je treba prenoviti sistem integrirane pridelave sadja, ki zdaj prevladuje pri pridelovalcih sadja. Sistem 0,0 MLR (minimalna stopnja ostankov) pomeni približevanje metod integrirane pridelave (IP) ekološki pridelavi sadja (EKO) tako, da se EKO preverjene metode, ki so uporabne v intenzivni proizvodnji, integrirajo v shemo IP. V diplomski nalogi bomo na osnovi poskusov in znanih podatkov poskušali ugotoviti, ali je sistem 0,0 MLR v primerjavi s sistemom IP ekonomsko upravičen. "]}