{"1": ["1. UVOD", "Termoelektrarna Šoštanj (slika 1.1) je družba z omejeno odgovornostjo, v kateri je večinski družabnik Holding Slovenske elektrarne. Pretežna dejavnost je proizvodnja elektrike in toplote za daljinsko ogrevanje [1].\nZa izgradnjo termoelektrarne v Šoštanju so bila odločilnega pomena bogata nahajališča lignita pod Šaleško dolino. Korenine elektroenergetike v dolini segajo v obdobje pred drugo svetovno vojno, vendar so se začele priprave za izgradnjo kmalu po drugi svetovni vojni. V preglednici 1.1 imamo opisane tudi pomembnejše zgodovinske prelomnice.\nDanes Termoelektrarna Šoštanj proizvede povprečno tretjino energije v državi, v kriznih obdobjih tudi polovico, in sicer v povprečju med 3,8 in 4,2 milijardami kWh električne energije ter 0,4 milijarde kWh toplotne energije, za kar pokuri od 4,2 do 4,4 milijonov ton premoga [2].\nIzpihovanje saj je ena izmed dejavnosti, katere so pomembne za nemoteno obratovanje Termoelektrarne Šoštanj. Prejšnji sistem nam ni več dopuščal nemotenega obratovanja, zato smo se odločili le tega zamenjati in posodobiti. Potrebno je bilo dobro pregledati stanje »starega« sistema izpihovanj, kaj bi lahko obdržali, ter preveriti kaj se v sedanjem času najpogosteje uporablja za tovrstne namene na tržišču. Omejenost je ta, da ima Termoelektrarna Šoštanj pogodbo z Siemens-om, zato lahko uporabljamo samo njihove izdelke. Po skupnem premisleku smo se odločili, da zamenjamo celoten sistem, obdržimo pa izpihovalnike, kateri so nameščeni na kotlu.\nV tem poglavju smo na kratko opisali splošno predstavitev Termoelektrarne Šoštanj in njeno zgodovino, katera je izrednega pomena. V drugem poglavju podrobneje spoznamo, kakšno je bilo trenutno stanje v Termoelektrarni Šoštanj. Opisano je tudi zakaj je bilo potrebno sistem obnoviti, delovanje kotla, kjer poteka izpihovanje saj in kako poteka ter delovanje kratkih in dolgih izpihovalcev saj. Nadaljujemo s tretjim poglavjem, kjer je opisana posodobitev sistema izpihovanja saj in opis posameznih uporabljenih komponent. V četrtem poglavju smo predstavili režime delovanja izpihovalnikov saj in algoritme, s pomočjo katerih so programerji napisali program za izpihovanje izpihovalcev v avtomatskem in ročnem režimu. V zadnjem, petem poglavju je opisan sklep diplomskega dela.\n"], "2": ["2. STANJE V TERMOELEKTRARNI ŠOŠTANJ", "Sistem izpihovanja saj v Termoelektrarni Šoštanj je v uporabi že od leta 1972. Izveden je bil v relejni tehniki (slika 2.1), zato so se dostikrat začele pojavljati težave z zanesljivostjo obratovanja. Izvajanje izpihovanja se je ustavljalo in ni hotelo iti naprej, zato so morali dostikrat posredovati vzdrževalci. Težava je bila tudi nabava rezervnih delov, zato nekateri izpihovalci niso bili v obratovanju. To je privedlo do celotne zamenjave sistema upravljanja, krmilnih omar, merilnikov temperature, merilnikov tlaka, ožičenja izpihovalcev, skratka skoraj vsega, kar je bilo povezano s prejšnjim sistemom.\nZa boljše razumevanje, kako deluje sistem, so v nadaljevanju opisani pomembnejši elementi sistema izpihovanja. Začnemo pri parnem kotlu, katerega je leta 1923 odkril Barbcock Benson v Angliji.\n"], "3": ["2.1 Kotel", "Kotel (slika 2.2) je tehnična naprava, katera nam omogoča bolj ali manj ekonomično proizvodnjo toplotne energije iz goriva (premog, olje). Ustvarja pogoje, ki so potrebni za pretvorbo kemične energije v gorivo. Dimni plini, ki nastajajo pri izgorevanju in imajo visoko temperaturo, odvajajo svojo toploto vodi preko cevi. Pri dovajanju toplote se voda najprej segreje na temperaturo vrelišča, nato upari. Pri nadaljnjem dovajanju se para pregreje.\nBarbcock Benson je izkoristil razmerje pri kritičnem stanju pare, in sicer tlaku 225,4 bar in kritični temperaturi 374,2 -C, ko je uparjalna toplota 0, tako da pride voda v paro brez spremembe volumna.\nV parnih kotlih proizvajamo paro z različnimi tlaki in temperaturami, odvisno od tega za kakšen namen smo kotel gradili. Paro, dobljeno v kotlu, z določenim tlakom in temperaturo vodimo v energetski ali delovni stroj. To je lahko parna turbina, parni batni stroj ali parno kladivo. Para se pod tlakom v delovnem stroju razteza, pri čemer s svojo energijo, npr. vrti rotor turbine in turbino sama. Turbina (slika 2.3) vrti generator za proizvajanje električne energije [3]. V preglednici 2.1 lahko vidite osnovne tehnične podatke za blok 4.\nPri vsem tem ustvarjanju pare, se zaradi izgorevanja premoga v kotlu nabirajo saje. Te je potrebno vsake toliko izpihovati, saj lahko privede do neželenega povišanja temperatur. Kako izgledajo izpihovalniki lahko vidite v naslednjem podpoglavju.\n"], "4": ["2.2 Izpihovanje saj", "Kot je že omenjeno, so izpihovalniki izjemno pomembni za delovanje kotla. Saje je potrebno izpihovati pred vsako predvideno zaustavitvijo ter kadar ni mogoče več vzdrževati temperatur na kotlu. Na sliki 2.4 lahko vidite izpihovalnike saj v Termoelektrarni Šoštanj.\nNa kotlu se nahajajo različni izpihovalniki in ventili. Pri nas so uporabljeni naslednji in sicer:\nkratki izpihovalniki (pomični): 34 kom   dolgi izpihovalniki (suličasti) : 48 kom   varnostni ventil : 1 kom   ročni, reducirni, elektromotorni ventil : 1 kom   elektroventil za odvodnjavanje : 2 kom\nZa delovanje je potrebno ustvariti točno določen tlak in doseči točno določeno temperaturo:\npotreben tlak : 14 – 16 bar   potrebna temperatura : 170 -C\nKako sedaj deluje ves ta sistem? Na odvzemu pare iz kotla se nahajajo ročni ventil, elektromotorni ventil in reducirni ventil (slika 2.5). Z reducirnim ventilom se tlak pare zreducira na točno določen pritisk (14-16 bar).\nCeloten parovod je varovan z varnostnim ventilom (slika 2.6). Na ročici ventila se nahaja utež z določeno težo. Ko je v sistemu prevelik tlak, le ta odpre varnostni ventil in tako vzpostavi primeren tlak v sistemu.\nNa grelnih površinah kotla je instaliranih 82 parnih izpihovalnikov, 34 kratkih (slika 2.7 levo) in 48 dolgih izpihovalnikov (slika 2.7 desno).\nNa koncu cevja so vgrajeni elektromotorni ventili za odvodnjavanje (slika 2.8), kateri se odprejo na začetku izpihovanja, da doseže temperatura ca. 170 -C, nato se zaprejo. Ponovno se odprejo po končanem izpihovanju in so odprti tako dolgo, da izpustimo vso paro in kondenzat.\nIzpihovanje kotla poteka od spodaj navzgor. Najprej gre v pogon prvi kratki izpihovalnik, ki se nahaja na položaju 1 (KS1-končno stikalo 1). Ko doseže položaj 2 ( KS2-končno stikalo 2), se vključi v pogon že naslednji izpihovalnik, prvi pa se vrne v prvotni položaj KS1. Na ta način si sledijo drug za drugim vsi kratki izpihovalniki. Dolgi izpihovalniki opravijo vsak svojo polno pot izpihovanja. To pomeni, ko se vrne v prvotni položaj KS1, gre v pogon šele naslednji. Prav tako poteka izpihovanje grelnikov zraka s prvim kratkim izpihovalnikom, drugo pa se opravi po končanem dolgem izpihovanju kotla [3].\n"], "5": ["2.2.1 Kratki izpihovalnik", "Kratki izpihovalnik je opremljen z enim trifaznim motorjem in dvema mehanskima končnima stikaloma. Mirovni in izhodni položaj je na zdajšnjem končnem stikalu KS1 (glej sliko 2.9). Če se vklopi eden izpihovalnik, ga pomakne trifazni motor, preko reduktorja, v sprednjo končno lego (izpihovalni položaj). Izklop se izvaja s pomočjo sprednjega končnega stikala KS2. V tem položaju izpolni izpihovalnik, v času ca. 30 s, njegovo izpihovalno nalogo. Po končani nalogi pelje izpihovalnik nazaj do zadnjega končnega stikala KS1, katero ostane v mirovni legi vedno pritisnjeno. Vsak izpihovalnik je možno krmiliti s pomočjo stikala, ki se nahaja poleg izpihovalnika, da se izpihovalnik zapelje noter ali ven [4].\n"], "6": ["2.2.2 Dolgi izpihovalnik", "Dolgi izpihovalnik deluje podobno kakor kratki, le da se ob dosegu prednjega končnega stikala KS2 prične takoj pomikati nazaj v izhodiščni položaj, na končno stikalo KS1. Tudi te izpihovalnike je možno krmiliti s pomočjo tipala (slika 2.10), katero se nahaja poleg izpihovalnika, da se izpihovalnik zapelje noter ali ven [4].\nNamen poglavja je približati delovanja kotla, sistema izpihovanja in izpihovalnikov za kasnejše boljše razumevanje. Sedaj se lahko vprašamo, kako bi pa posodobili takšen sistem in ga izboljšali.\n"], "7": ["3. KAKO POSODOBITI SISTEM IZPIHOVANJA", "Kaj izboljšati? Kaj pustiti takšno kot je? To so vprašanja, ki so se vedno ponavljala pri iskanju rešitev.\nPosodabljanje se je pričelo pri krmilnih omarah. Te je bilo potrebno zamenjati zaradi dotrajanosti in možnosti kasnejšega nadgrajevanja, saj vemo, da se sistemi vedno izboljšujejo in tako zahtevajo dodatni prostor v celotnem sistemu. Pojavi se vprašanje, kakšna naj bo omara? Omara mora zadovoljevati vsem dosedanjim izpihovalnikom in omogočiti razne posodobitve. Sedaj, ko je bila izbrana krmilna omara, je bilo potrebno zamenjati vso ožičenje. Stari kabli so bili dotrajani. Opazno je bilo, da so odslužili svoje. Kakšne merilnike uporabiti, da dosežemo potreben tlak in potrebno temperaturo? Potrebno je upoštevati, da se ti merilniki nahajajo na izjemno nečistem kraju (pri kotlu), ter morajo biti neobčutljivi na vplive iz okolice. Izbrana sta bila trenutno najbolj primernejša merilnika, katera lahko obratujeta pri takšnih pogojih. Kako krmiliti izpihovalnike? Omejeni smo z Siemens-ovimi merilniki in ostalimi napravami, zato je izbran tudi temu primeren panel in krmilnik, s pomočjo katerega lahko krmilimo izpihovalnike. Kako izdelati program? Program je izveden z programskim jezikom, kateri podpira delo z izbranim krmilnikom in panelom. Izjemno pomemben pri programu je vrstni red izpihovanja izpihovalcev. Potrebno je nadziranje časa pretekanja izpihovalnikov, čas vračanja izpihovalnikov, nadzor toka, čas doseganja določene temperature in tlaka. Vse te pomembne dejavnike je potrebno meriti in krmiliti.\nVsa ta vprašanja in še marsikatera druga so se pojavljala pri posodabljanju sistema. Moja naloga je bila raziskati, katere naprave so najbolj primerne za naš sistem, hkrati pa izdelati\nalgoritem, kako naj programerji napišejo program. Vse naprave in merilniki so opisane v naslednjih podpoglavjih, ter njihove slabe in dobre lastnosti.\n"], "8": ["3.1 Opis komponent", "V tem podpoglavju so podrobneje opisani uporabljeni merilniki. Na sliki 3.1 vidimo, kako je zgrajen naš sistem. Tako so potekala tudi predvidena dela, katera so opisana v naslednjih podpoglavjih (od spodaj navzgor). Najprej merilnik temperature.\n"], "9": ["3.1.1 Merilnik temperature Pt100", "Dandanes najdemo na tržišču dosti merilnikov temperature. Merilnik tipa Pt100 smo izbrali, ker so izredno temperaturno natančni, izdelani za visoke temperature ter cenovno izjemno ugodni. Ne potrebujejo specialnih kablov za priklop senzorjev, kot to zahtevajo drugi termoelementi. Slednje je bil glavnih razlogov, zakaj smo se odločili za ta tip.\nUporovni merilnik temperature Pt100 (slika 3.2) opravi izjemno natančno merjenje skozi široko temperaturno območje (- 200 -C do 850 -C), kar zadovoljuje temperaturi kotla.\nOsnovni princip je merjenje temperature platinastega termoelementa, kateri se nahaja na konici. Pt100 ima upornost 100 Ω pri 0 -C in 138,4 Ω pri 100 -C. Razmerje med temperaturo in upornostjo (slika 3.3) je linearno skoz majhno temperaturno območje, npr. če rečemo, da je linearno od 0 -C do 100 -C, je napaka pri 50 -C nekje 0,4 -C (preglednica 3.1). Za izjemno natančne meritve je potrebno popraviti merjene rezultate upornosti, da dobimo točno temperaturo. Definicijo razmerja med upornostjo in temperaturo nam določa standard ITS 90 (internacionalni temperaturni standard).\nMerjene rezultate upornosti popravimo avtomatsko (računsko). Enačba linearizacije se glasi :\n(  Rt = R0 ⋅ 1 + A ⋅ T + B ⋅ T 2 + C ⋅ (T − 100 ) ⋅ T 3 )\nKjer je :   A = 3.9083 E-3,   B = -5.775 E-7,   C = -4.183 E -12 (nad 0 -C),   C = 0 (pod 0 -C)\nPri Pt100 senzorjih bo temperaturna sprememba 1 -C povzročila 0.384 Ω spremembo upornosti. Na tak način nam majhna napaka meritve upornosti povzroči veliko napako meritve temperature. Za precizne meritve imajo senzorji štiri priključne sponke; dve za merjenje toka in dve za merjenje napetosti senzorskega elementa.\nTok skozi senzorje povzroča gretje le teh, npr. občutljivost toka 1mA skozi 100 Ω upor bo povzročil 100 µW temperaturne energije [5].\nZaradi nizkih signalnih vrednosti je pomembno, da vodimo meritvene kable čimbolj stran od električnih kablov, motorjev in drugih naprav, katere bi lahko povzročile motnje v meritvi.\nNa sliki 3.4 vidimo, kako je pritrjen merilni senzor Pt100 na cev. Kabel za priključitev je oddaljen od cevi, katera bi lahko povzročala dodatne motnje pri meritvi.\nNaslednji pomemben merilnik je merilnik tlaka, katerega je bilo potrebno previdno izbrati, saj lahko nanj vplivajo različni dejavniki in ostale motnje. Več o tem je zapisano v naslednjem podpoglavju.\n"], "10": ["3.1.2 Merilnik tlaka Siemens Sitrans P MKII", "Merilnik tlaka je izrednega pomena v Termoelektrarni Šoštanj, saj zahteva veliko točnost merjenja, pod izjemno težkimi pogoji za merjenje. Ti so visoke temperature, veliko praha, glasnost, vibracije, pa še kaj bi se našlo. Spodaj našteti izhajajo iz Siemensove ponudbe:   Sitrans P MPS,   Sitrans P DSIII,   Sitrans P300,   Sitrans P MKII,   ...\nAlternativa bi lahko bili digitalni merilniki tlaka, kot so:   Sitrans P MPS,   Sitrans P DSIII in   Sitrans P300.\nVse te naprave nam spremenijo določen tlak v standarden izhodni signal 4–20 mA. Sestavljeni so iz nerjavečega jeklenega ohišja z mehansko zaščito IP 68, posebnega uporovnega senzorja ter potrebujemo dvožilni priključni kabel. Dobre lastnosti digitalnih merilnikov so:   točnost ≤ 0.25%; točnost preciznih merilnikov ≤ 0.075 % (Sitrans P DSIII),   dolgotrajna stabilnost ≤ 0.2 % na 12 mesecev,\n  območja merjenja 1 mbar – 400 bar…\nVendar, ker ni ničesar popolnega, imajo ti merilniki tudi slabe lastnosti. Te pa so:   občutljivi na temperaturo,   občutljivi na prah in   občutljivi na ostale trenutne nestabilnosti.\nTemperatura, prah in ostale trenutne nestabilnosti so ključnega pomena v našem sistemu, zato nismo izbrali digitalnega merilnika tlaka. Izbrali smo analogni merilnik Sitrans P MKII (slika 3.6), ki je izdelan za industrijsko uporabo. Cenovno ugoden merilnik zadovoljuje našim potrebam za merjenje [6]. Dobre lastnosti teh merilnikov so:   je izredno neobčutljiv na temperaturo,   na prah,   na trenutne nestabilnosti,   vsi deli, kateri pridejo v stik z merjenim mestom, so zgrajeni iz nerjavečega jekla.\nSlabe lastnosti so:   merilna točnost 0.25 %, vendar je zadovoljiva za našo uporabo in   merjenje tlaka od 0.2 bar do 160 bar.\nSedaj, ko sta izbrana merilnik tlaka in merilnik temperature, je pomembno izbrati tudi komunikacijsko omrežje za komunikacijo med različnimi napravami.\n"], "11": ["3.1.3 Komunikacijska omrežja", "V našem sistemu in tudi drugih avtomatiziranih procesih morajo komponente delovati sočasno, da dosežemo funkcijski namen razvoja. Komunikacijska omrežja igrajo pomembno vlogo v našem sistemu saj povezujejo komponente sistema. Trenutno najbolj popularne industrijske mreže so: Profibus, Interbus-s, Fielbus, Canbus, Modbus in druge. Mi smo pri realizaciji uporabili:   Industrijski ethernet in   Profibus.\n- Industrijski ethernet\nEthernet je eden izmed klasičnih lokalnih omrežij. Pomembno je povedati, da za industrijsko uporabo ni dovolj, da vgradimo tiskano vezje v pločevinasto ohišje, ampak so pomembne tudi druge pomembnejše lastnosti:   boljša zaščita proti udarcem in tresljajem;   razširjeno temperaturno območje delovanja;   zaščita proti vodi, vlagi, prahu;   možnost neprekinjenega delovanja skozi daljše obdobje;   konstruiran za postavitev v kontrolnih sobah in kontrolnih omarah;   enostavna montaža;   nizka napajalna napetost (24 VDC).\nPrednost industrijskega etherneta je tudi ta, da se veliko vlaga v integrirano avtomatizacijo, katera nam dovoljuje programiranje, shranjevanje podatkov, komunikacijo preko TCP/IP protokola, vključno z SMTP in HTTP protokolom [7]. Za nadgradnjo sistema z več krmilniki moramo uporabiti mrežno stikalo, katero prikazuje slika 3.7.\nVse lastnosti zadovoljujejo našim potrebam tako, da lahko uporabimo industrijski ethernet v našem sistemu. Na sliki 3.8 vidimo, da lahko medsebojno povezujemo različne avtomatizacijske komponente.\n- Profibus\nProfibus je standardno industrijsko vodilo, katerega smo uporabili pri naši realizaciji. Uporabljamo ga za povezavo naprav, kot so I/O (vhodno-izhodne) postaje in ostali vmesniki za avtomatizacijo sistemov. Preko vmesnika Profibus-DP (slika 3.9) komunicirajo razne naprave. Spodaj je naštetih le nekaj, kot so:   Sinumerik CNC regulator,   Simatic PLC,\n  motorji položajev Posmo in   Profibus–DP neodvisni dekodirnik.\nKomunikacija je lahko sinhronizirana s Profibus gospodarjem skozi ustrezen komunikacijski procesor (slika 3.10). V nekatere krmilnike so komunikacijski procesorji že integrirani.\nProfibus omrežje je lahko oblikovano za različne prenose podatkov na širokem območju uporabe:   elektronski prenos podatkov s pomočjo dvožilnega kabla (slika 3.9);   optičen prenos podatkov, s pomočjo optičnega kabla in   brezžičen prenos podatkov z infrardečim modulom na območju 15m [8].\nV našem primeru mora Profibus protokol zadovoljevati dvema osnovnima zahtevama:   med komunikacijo ene aktivne postaje mora biti zagotovljeno, da ima postaja  dovolj časa, da izvede svoje komunikacijske naloge in   med komunikacijo postaje gospodar in postaje suženj mora biti izmenjava podatkov  izvedena čimbolj enostavno in v najkrajšem možnem času.\nZaradi teh zahtev Profibus uporablja tehniko podajanja žetona. Podajanje žetona se izvaja med aktivnimi postajami (gospodarji). Žeton je poseben telegram, ki se podaja od postaje do postaje po logičnem zaporedju postaj v omrežju. Ko postaja dobi žeton, pridobi vlogo »gospodarja« na omrežju, v časovnem intervalu, ki ga ima na voljo lahko izvaja komunikacijo z drugimi aktivnimi postajami ali pa zahteva podatke od pasivnih postaj (sužnjev). Po izteku časa postaja poda žeton naslednji postaji v logičnem zaporedju (slika 3.11).\nV našem sistemu je dosti različnih postaj, katere vodimo, zato je bila uporaba protokola Profibus dobra odločitev. Te protokole uporabljajo v dosti elektrarnah in tovarnah, zato smo se zanj odločili tudi mi. Ker pa lahko vse skupaj vodimo iz kontrolne sobe, je tukaj pomemben tudi naslednji sistem, katerega uporabljajo v marsikateri elektrarni. Imenuje se Teleperm XP, kateri nam omogoča lažjo vodenje naprav, kar iz kontrolne sobe. Podrobneje je opisano v naslednjem podpoglavju.\n"], "12": ["3.1.4 Teleperm XP", "Termoelektrarna Šoštanj je moderna elektrarna, v kateri se nahaja dosti strojnih in programskih standardov, katere je pomembno upoštevati. Izjemno pomembno je, da sledi inovacijam in spremembam, katere se iz dneva v dan povečujejo, zato je tukaj pomemben omeniti sistem Teleperm XP.\nSistem Teleperm XP ne uporablja več klasičnega upravljalnega sistema preko pulta, zato smo morali komandni pult odstraniti. Zamenjali smo ga z novim sistemom OM 650, s katerim sedaj krmilimo in upravljamo krmilno regulacijske kroge iz kontrolne sobe (slika 3.12) [9].\nKrmilno-nadzorni sistem Teleperm XP (slika 3.13) je razdeljen na več nivojev. Ti so:   upravljalni in nadzorni nivo,   procesni nivo,   avtomatizacijski nivo in   osnovni nivo.\nPoleg krmilno-nadzornega sistema vsebuje Teleperm XP tudi podsisteme (slika 3.14), kot so:   AS 620 - sistem avtomatizacije   OM 650 - nadzor in upravljanje sistema   ES 680 - sistem tehnike   CT 675 - izvršilni sistem   DS 670 - sistem diagnostike\nIzjemno pomemben za naš nadzor in upravljanje je sistem OM 650, katerega bomo bolj podrobneje opisali v naslednjem podpoglavju. To je vmesnik človek-stroj, katerega je možno prilagoditi na vse velikosti elektrarn.\n- OM 650\nSistem OM 650 (slika 3.15), s pomočjo katerega nadziramo in vodimo avtomatizirane procese iz kontrolne sobe, opravlja naloge kot so kontrola procesa, informacijski proces in proces managmenta. Funkcije so razpoložljive uporabniku prek uporabniškega vmesnika MMI (vmesnik človek-stroj), ki temelji na standardih X/Windows in OSF-Motif.\nPomembno je prikazati nekatere pomembnejše lastnosti sistema OM 650. Te pa so:   enoten prikaz kontrole procesa in informacij,   optimizirana operacijska filozofija,   predstavitev informacij,   distribucija podatkov in funkcij   funkcijski paketi za kontrolo funkcij in informacij,   centralna med-enota kontrole in informacije procesa [9].\nAplikacije za kontrolo procesa, informacije procesa in procesa managmenta v OM 650 se lahko konfigurirajo in sicer:   funkcijski paket »kontrola procesa« OM 650 se uporablja predvsem za vodenje  procesa z uporabo monitorjev preko vmesnika človek-stroj (slika 3.16);   funkcijski paket »informacije procesa« vključuje funkcije, ki se ne ukvarjajo z  takojšno kontrolo procesa ampak z dogodki, ki so se ali se bodo zgodili.  Dokumentacija, analize procesa in zmožnosti tovarne so večinoma  najpomembnejše;   funkcijski paket »managment procesa« vsebuje funkcije, ki ne vplivajo direktno na  proces, ampak se uporabljajo za nadzorovanje, planiranje, optimiziranje procesa,  ter s tem na podaljšanje življenjske dobe elektrarne.\nVmesnik človek-stroj ima moderen, zaslonski prikaz, kateri bazira na standardih X/Windows, OSF-Motif in na grafičnem sistemu DYNAVIS-X. Prikaz je predstavljen preko različnih prikazovalnih kategorij, kot na primer:   prikaz elektrarne (slika 3.16),   video posnetki (v živo se lahko prikazujejo deli tovarne, ki se snemajo),\n  prikaz procesa (nam prikazuje zgodovino in proces elektrarne),   organizacijski prikaz (ti so urejeni hierarhično na različne nivoje),   proces operacij (npr. vklop-izklop naprav, spreminjanje operacij modula  ročno/avtomatsko, ….),   alarmni sistem (nam javlja napake, vse napake se shranijo v arhiv).\nVse te lastnosti, katere so omenjene, nam izjemno pomagajo pri samem nadzoru sistema, katerega opravljajo nadzorniki iz kontrolnih sob. Izjemno jim olajšujejo delo za nadzor celotne tovarne kot tudi za posamezne dele, v našem primeru izpihovanje saj, katerega je možno upravljati tudi iz komandne sobe. Na tem področju ni možno uporabljati katerih drugih podobnih sistemov, saj je to sistem, katerega uporablja večina elektrarn in predstavlja bodočnost elektrarn.\n"], "13": ["3.1.5 Krmilna omara", "Kot je bilo v diplomskem delu že omenjeno, smo se odločili za uporabo krmilne omare zato, ker nam ta omogoča lažje posodabljanje sistema z modernejšimi napravami v prihodnosti in ker smo imeli prej podobno zgrajen sistem in s tem nekako pripravljeno pot načrtovanja do končne posodobitve. Na sliki 3.17 vidimo krmilno omaro, katero smo uporabili za izpihovanje saj.\n- Močnostni del krmilne omare\nNa sliki 3.18 je prikazan močnostni del krmilne omare, katera vsebuje naslednje prikazovalnike in stikala, kateri so na krmilni omari označeni s številkami in sicer:\n1. tokovni merilnik dolgih izpihovalnikov – na levi strani kotla  2. tokovni merilnik dolgih izpihovalnikov – na desni strani kotla  3. napetostni merilnik napajanja  4. tokovni merilnik kratkih izpihovalnikov – na levi strani kotla  5. tokovni merilnik kratkih izpihovalnikov – na desni strani kotla  6. napetostno merilni preklopnik  7. signalna lučka za motnje oz. napake  8. glavno stikalo 400V / 50 Hz\n- Krmilni del\nSlika 3.19 nam pa prikazuje kako je zgrajen krmilni del omare. Ti deli so:\n9. vklopna svetleča tipka za krmilno napetost\nV vrata krmilne omare je vstavljen Siemens-ov panel, s pomočjo katerega lahko krmilimo ves naš sistem izpihovanja.\n"], "14": ["3.1.6 Operacijski panel OP270", "Siemens-ov vmesnik človek-stroj smo uporabili predvsem zaradi lažjega upravljanja sistema. Na tržišču najdemo različne operacijske panele, panele na dotik (touch panel) kot tudi kontroliranje sistemov s pomočjo računalnikov. Mi smo se odločili za operacijski panel znamke Siemens, ker je cenovno ugoden in ni tako občutljiv na motnje, kot bi lahko bil panel na dotik. Izbirali smo med modeloma OP170 in OP270. Ker je naš sistem narejen po shemah, smo se odločili za slednjega, ker model OP270 uporabljajo predvsem za vizualno kontroliranje, v katerem so večinoma sheme in nastavljamo podatke na shemah. Alternativa bi mogoče bili paneli na dotik, vendar zaradi težkih pogojev obratovanja (veliko praha), smo se odločili za operacijski panel.\nOP270 (slika 3.20) je kompakten upravljaljski panel s tipkovnico za zahtevne vizualizacijske naloge. Mi smo uporabili OP270, kateri ima naslednje lastnosti:   38 sistemskih tipk; 36 programirljivih in ne programirljivih funkcijskih tipk (28 z  led diodami);   procesor RISC CPU;   Windows CE;   2MB pomnilnika;   oblikovanje z Simatic ProTool ali WINCC;   sprednja stran : 308 mm * 204 mm;   globina : 59 mm.\nPanel ima vse kar pričakujemo od njega. Zahvaljujoč Windows CE operacijskemu sistemu, so vmesniki človek-stroj dosegljivi tudi za računalnike, s pomočjo katerih lahko vodimo sisteme, v našem primeru sistem izpihovanja. Tako je zgrajen tudi naš sistem. Zanimiva lastnost je ta, da lahko te sisteme razširjamo s komponentami drugih proizvajalcev. Poleg zgoraj omenjenih lastnosti, vsebujejo operacijski paneli tudi:   CF režo za kartice : npr. razširitev spomina za arhive, obnovitve ali dodatne  vmesnike;\n ethernet kartico (TCP/IP) : izmenjavamo podatke z računalniki na višjem nivoju,  povezava z Simatic S7/WinAC z Win CC flexible;  integriran USB vmesnik za priklop perifernih naprav (tipkovnica, miška,  tiskalnik,…) v času delovanja;  standardno hranjenje podatkov : procesiranje podatkov s standardnimi pripomočki  (Excel) [10]\nSlika 3.21 nam prikazuje primer povezave panela OP270 z ostalimi napravami v sistemu.\nS pomočjo panela OP270 upravljamo in krmilimo sistem izpihovanja saj kar iz krmilne omare. Na sliki 3.22 vidimo uvodno shemo, katera se nam prikaže, ko vklopimo napajalno napetost.\nVeč o samem upravljanju, nadzorovanju, nastavitvah s pomočjo panela OP270 je opisano podrobneje v prilogi diplomskega dela. Na sliki 3.21 smo opazili, kako je OP270 priključen z ostalimi komponentami. Med temi komponentami je izjemno pomemben krmilnik, katerega smo uporabili za krmiljenje sistema.\n"], "15": ["3.1.7 Krmilnik S7-400", "Pri izbiri krmilnika je bil zopet glavni problem to, da smo bili omejeni s Siemensovimi krmilniki. Izbirali smo lahko med krmilniki iz SIMATIC družine, kateri sodijo v sam svetovni vrh na področju krmilnikov. Imeli smo na izbiro modele:   S7-200,   S7-300 in   S7-400.\nSIMATIC S7-200 predstavlja spodnjo cenovno skupino krmilnikov in dodatnih modulov za avtomatizacijo enostavnih krmilnih in regulacijskih nalog različnih procesov in strojev. To skupino krmilnikov oblikuje predvsem nezahtevnost glede na njihovo programiranje. Krmilniki S7-200 so v kompaktni izvedbi.\nSIMATIC S7-300 predstavlja srednje cenovno in zmogljivostno skupino izdelkov za avtomatizacijo srednje zahtevnih krmilnih in regulacijskih nalog različnih procesov. Krmilniki S7-300 so v modularni izvedbi.\nSIMATIC S7-400 predstavlja zgornjo cenovno in zmogljivostno skupino izdelkov za avtomatizacijo glede na obseg in hitrost najzahtevnejših krmilnih ter regulacijskih nalog, procesov in strojev. Krmilniki S7-400 so v modularni izvedbi.\nMed vsemi temi najbolj izstopa na tem področju model S7-400. Model S7-400 smo tudi izbrali za naš sistem, ker predstavlja enega izmed najmočnejših krmilnikov na tržišču. Predstavlja avtomatizacijsko platformo za sistemske rešitve pri planiranju sistema. Slika 3.23 predstavlja krmilnik S7-400. Krmilnike S7 uporabljamo v raznih industrijah, kot so:   avtomobilska industrija,   papirna industrija,   lesna industrija,   kemična industrija,   ...\nDružino S7-400 sestavljajo krmilniki osnovnih centralno procesnih enot, kot so CPU 412- 1, CPU412-2, CPU 414-2, CPU 414-3, CPU 416-2, CPU 416-3, CPU 417-4. V spodnji preglednici vidimo podrobnejše tehnične podatke za te centralno procesne enote.\nCentralno procesna enota (CPU) ima sestavljeno načrtovanje in vmesnik Profibus-DP, kar pomeni, da so dostopni kadarkoli iz operacijskega panela ali katerekoli druge upravljalne naprave. Vmesnik je lahko uporaben za povezavo raznolikih naprav. Vse CPU, razen vhodna stopnja CPU 412-1, tudi vmesnik Profibus DP, katerega glavna funkcija je vplivati na različne vhode/izhode, so lahko nastavljeni tako, da jih uporabljamo za komunikacijo z operacijskim panelom ali računalnikom. Glavna razlika med CPU-ji je področje delovanja (RAM, naslovna območja, število modulov katere lahko povežemo in čas procesiranja), kar nam prikazuje slika 3.24.\nGlavni pomnilnik v S7-400 je razdeljen na dva dela:   pomnilnik za shranjevanje in   glavni pomnilnik.\nČe razcepimo glavni pomnilnik, se nam izboljša samo delovanje za okoli 100%. Ko standardni procesor dostopa do RAM pomnilnika najmanj 2-krat, specialni S7-400\nprocesorji dostopajo do programske kode in podatkovnega spomina istočasno v posamezni periodi.\nVelikost glavnega pomnilnika je določena z izborom primerne CPU. V CPU 417 je lahko glavni pomnilnik razširjen do 20 MB z rezanjem iz zunanjih pomnilniških modulov, kar nam prikazuje slika 3.25 [11].\nV tem poglavju je predstavljeno, kako je zgrajena centralno procesna enota in da še izboljšamo delovanje le te je potrebno razdeliti pomnilnik. Da pa krmilimo naš krmilnik je potrebna posebna programska oprema, katera je podrobnejše opisana v naslednjem podpoglavju.\n"], "16": ["3.1.8 Programski paket Step7", "Step7 je programska oprema, namenjena za profesionalno uporabo s Simatic regulatorji oz. krmilniki. Vsebuje razna orodja za raznolike naloge, katere so vključene v avtomatizacijo sistema. To je za nas ključnega pomena, zato smo tudi izbrali ta paket. Hkrati pa je to programski jezik, kateri je razširjen po celem svetu.\nStep7 vsebuje programske jezike, kateri izpolnjujejo mednarodni standard ICE 1131. Standard predpisuje univerzalen jezik za programiranje krmilnikov različnih proizvajalcev, ki so ta standard že vključili v svoje krmilnike. Standard nam omogoča, da lahko npr. krmilnik Siemensa zamenjamo s popolnoma drugačnim krmilnikom katerega drugega proizvajalca in se ohrani prvotni ICE 1131 program. To se izjemno pozna pri stroških programiranja, dokumentiranja in vzdrževanja, saj omogoča enoten pristop do različnih krmilnikov, če pride do tega. Podpira tudi uporabnika skozi vse faze razvijanja za avtomatizacijsko rešitev, kot so:   projekti montiranja in upravljanja,   oblikovne računalniške naloge in komunikacije,   simbolično upravljanje, programsko generiranje za ročne sisteme Simatic S7,   nalaganje programov na končne sisteme in testiranje avtomatizacijskih postavitev  [12].\nSpodaj sta omenjeni dve izvedbi programa Step7. Ti sta:   Step7 Basic za osnovno uporabo in   Step7 Professional za profesionalno uporabo.\n- Step7 Basic\nStep7 Basic uporabljamo za programiranje Simatic krmilnikov. Vsebujejo osnovna orodja in funkcije. Orodja v tem paketu so :   Simatic upravljalec za upravljanje vseh orodij in podatkov v avtomatizaciji sistema;   programski urejevalnik za pisanje programov s pomočjo kontaktnega načrta (LAD),  funkcijskega načrta (FBD) in v stavčnem vpisu (STL);   simbolični urejevalnik za upravljanje celotne regulacije oz. krmiljenja;   računalniške nastavitve za nastavljanje računalniških komponent;   NetPro za postavitev podatkovne povezave preko MPI ali Profibus [13].\n- Step7 Professional\nPaket Step7 Professional vsebuje naslednje komponente:   Step7 Basic paket, kateri vsebuje dobro preizkušene programe, katere  programiramo s pomočjo kontaktnega načrta (LAD), funkcijskega načrta (FBD) in  v stavčnem vpisu (STL);   S7-Graph za grafično programiranje zaporednih kontrolnih točk;   S7-SCL program, na visoki ravni, za programiranje najbolj kompleksnih nalog;   S7-PLCSIM za simulacijo avtomatiziranih rešitev.\nVse se izvaja v MS Windows 95/98/Me/NT 4.0/XP operacijskem sistemu in je prilagojen grafični in predmetni usmerjenosti [13]. Na kratko predstavimo naslednje.\nS7-Graph: Razvoj je opisan grafično in ločeno v posameznih korakih z razumljivimi funkcijami. Učinki so definirani za vsak korak in tako lahko kontroliramo njihovo izvajanje in spajanje. Spajanje vsebuje najprej pogoj za izvajanje in kontroliranje, zato lahko takoj odkrijemo napako v posameznem koraku. Tukaj je nekaj prednosti primerljivih z kontaktnimi načrti (LAD), funkcijskimi načrti (FBD) in stavčnega vpisa (STL) :   jasno oblikovanje procesov v fazi načrta, tudi v vseh ostalih fazah procesa;   LAD, FBD in STL so v glavnem rabljeni za logično kontrolo. Z S7-Graph (slika  3.26) je faza procesa glavna;\n grafično predstavljanje procesa z uporabo zaporedja;  iskanje in odpravljanje napak, z rezultati funkcij, v izjemno kratkem času, še  posebej v proizvodnih linijah [13].\nS7-SCL: To je programski jezik, kateri ima za osnovo Pascal. S7-SCL se odziva na izvirni jezik ST (Structured Text), definiran po standardu DIN EN/IEC 61131-3. Primeren je za programiranje zahtevnih algoritmov in matematičnih funkcij oz. za podatkovno procesne naloge. S7-SCL (slika 3.27) dopušča:   preprosto, hitro programsko razvijanje z le malo napakami, poleg uporabe vplivnih  elementov, kot je IF…THEN…ELSE;   izboljšano razumljivost z izboljšano čitljivostjo in sestavo;   ustvarjanje simboličnih programov nam brez problema zagotavlja spremembe;   poenostavljeno testiranje programov z uporabo odstranjevalca napak [13].\nS7-PLCSIM: V svetu avtomatizacije je izjemno pomembna simulacija, s katero lahko zmanjšamo trajanje procesov. Če programsko napako ugotovimo dovolj zgodaj, nam bo program to označil in popravil, ter bo takoj deloval bolj tekoče. S7-PLCSIM je integriran v Step7 in tako določa simulirano okolje. Tukaj lahko testiramo posamezne bloke in programe za krmilnike S7-300 in S7-400 na programski opremi oz. računalniku. Testiranja lahko opravimo kar v programerjevi pisarni. Programski jeziki, kateri so kompatibilni z S7- PLCSIM so:   LAD, FBD in STL;   S7-Graph;   S7-SCL;   S7-HiGraph;   CFC;   S7-Pdiag;   WinCC;\nNa sliki 3.28 vidimo primer delovanja S7-PLCSIM.\n"], "17": ["4. UPRAVLJANJE IN PROGRAM IZPIHOVALNIKA SAJ", "Izpihovalce saj je možno krmiliti na več načinov. Ti načini so:\n"], "18": ["krmiljenje s pomočjo tipala, katero se nahaja poleg izpihovalnika,", "ročno krmiljenje in   avtomatsko krmiljenje.\nZa vsakega od teh načinov je v nadaljevanju opisano delovanje. Program je napisan v programskem jeziku z funkcijskimi načrti (FBD) in stavčnem zapisu (STL), katerega lahko opazimo na sliki 4.1.\n"], "19": ["4.1 Krmiljenje s pomočjo tipala, katero se nahaja poleg izpihovalnika", "Krmiljenje s pomočjo tipala, katero se nahaja poleg izpihovalnika, se nanaša na ročno krmiljenje. Na krmilni omari moramo najprej postaviti programsko stikalo na pozicijo (slika 4.2), kjer bomo lahko vodili izpihovalnik not oz. ven s pomočjo tipala, katero se nahaja poleg izpihovalnika. Sedaj se lahko s pomočjo sprožitve tipk na tipalu, kakor vidimo na sliki 4.3, vsak izpihovalnik zapelje not oz. ven, pri čemer vrstni red ne igra pomembne vloge.\n"], "20": ["4.2 Ročno krmiljenje", "Vsak izpihovalnik ima na vratih stikalne omare po eno predizbirno stikalo s položajema »vklop-izklop« in eno svetilno lučko za ročno sprožitev.\nČe se postavi programsko stikalo na pozicijo »ročno«, se lahko iz krmilne omare sproži vsak izpihovalnik, pri čemer je potrebno upoštevati, da se lahko sprožijo le tisti, ki so bili predhodno izbrani s pomočjo predizbirnega stikala (npr. izpihovalniki od 1 do 5). Tudi tukaj ne igra nobene vloge vrstni red izpihovalnikov. Ko je izbran določen izpihovalnik, zasveti zelena žarnica signalne lučke. Brž ko se sproži tipka s signalno lučko, ugasne zelena žarnica in utripa tekoča žarnica v vezalni shemi svetilk. Po končani funkciji ugasne tekoča žarnica in ponovno zasveti zelena žarnica signalne lučke. Več o vsem tem je opisano v prilogi, kjer imamo podrobneje opisano ročno krmiljenje s pomočjo panela OP270. Slika 4.4 prikazuje napisan kratek algoritem za delovanje ročnega krmiljenja s pomočjo panela OP270.\n"], "21": ["4.3 Avtomatsko krmiljenje", "Če želimo delati z avtomatiko pa so potrebne naslednje funkcije:   Potrebno je paziti, da zaporedni izpihovalni pari delajo skupaj (npr. kratki  izpihovalnik 1 in 2). Pri tem se predpostavlja, da sta oba predizbrana. S pomočjo  zelenih signalnih lučk lahko kontroliramo, če so izbrani vsi izpihovalniki, ki bi naj  obratovali v programu.   Programsko stikalo, na krmilni omari, se mora postaviti na pozicijo »avtomatsko  krmiljenje«.   Po kratki sprožitvi štartne tipke, se začne izvajati program. Naslednje funkcije se  sedaj avtomatično izvedejo:  o Glavne zaporne ventile odpreti;  o Odpreti ventile za odvodnjavanje;  o Ko je pri vseh termostatih dosežena nastavljena temperatura, se ventili za  odvodnjavanja zaprejo;  o Če je dosežen tlak v obeh parnih krogih, se vklopita prva dva kratka  izpihovalnika. Kakor hitro sta oba izpihovalnika dosegla sprednjo končno  lego KS2, se začne izpihovanje. Z začetkom povratnega teka se vklopita  naslednja dva izpihovalnika. Možno je, da je po paru predizbran samo en  izpihovalnik. V tem primeru se izvaja preklapljanje najprej, ko posamezni  izpihovalnik preklopi v povratni tek. Če so sedaj izpihovali vsi predizbrani  kratki izpihovalniki, se pri preklopu zadnjega kratkega izpihovalnika,  vklopita prva dva dolga izpihovalnika. Naslednji oz. naslednja dva se  vklopita v trenutku, ko je dosegel prvi oz. prva dva njihovo izhodno lego.  Če je zadnji, od predizbranih izpihovalnikov, dosegel svojo izhodno lego, se  zaprejo glavni zaporni ventili. Ventili za odvodnjavanje se odprejo in po  času nekje 5 min zaprejo. Program je končan, ko so vsi ventili za  odvodnjavanje zaprti.\nSpodaj na sliki 4.5 je še prikazan algoritem za prvi par kratkih izpihovalnikov 1 in 2.  Na podoben način delujejo vsi izpihovalci, razlika je le ta, da pri dolgih izpihovalnikih,\nko le ti pridejo v končni položaj KS2, se pričnejo takoj premikati v izhodiščni položaj KS1.\nEnak potek programa se lahko prične iz komandnega prostora na zaslonu (slika 4.6). V tem primeru je potrebno programsko stikalo postaviti na položaj »komanda« [4].\nPri vsem tem je potrebno pri kratkih in dolgih izpihovalnikih opazovati in nadzirati čas premikanja, čas vračanja in pri tem nadzirati tok. Pri glavnih ventilih, ventilih za odvodnjavanje pa je potrebno nadziranje toka, s katerim krmilimo ventile, ter tlak in temperaturo, da ne pride do težav. Vse težave in razna javljanja lahko opazujemo tako na krmilni omari kot na zaslonu v kontrolni sobi. Na krmilni omari lahko opazujemo signalizacije, kot so:   ko izpihovalnik opravlja nalogo izpihovanja, takrat signalna lučka utripa,   ko predizberemo izpihovalnik iz krmilne omare, signalna lučka trajno sveti,   ko so ventili zaprti ali odprti, signalna lučka trajno sveti, zeleno-odprti, rdečo-  zaprti.\nKo smo napisali program za celotni sistem izpihovanja se je pričelo testiranje. Opravili smo testiranja za vse režime izpihovanja, tako ročni, avtomatski, kot tudi izpihovanje s pomočjo tipala, katero se nahaja poleg izpihovalnika. V nobenem od režimov ni prihajalo do kakršnihkoli napak, zato lahko zaključimo, da smo uspešno prišli do zastavljenega cilja.\n"], "22": ["5. SKLEP", "Dandanes je izredno težko slediti inovacijam iz področja elektrotehnike saj se dnevno spreminjajo in dopolnjujejo. Tako je tudi s sistemom izpihovanja saj v Termoelektrarni Šoštanj.\nIzpihovalnike saj je bilo nujno potrebno obnoviti, kajti bili so v uporabi že mnogo let in je sistem delovanja zastaral. Obnova je potekala tako, da smo najprej zamenjali krmilno omaro, katera je bila namenjena prejšnjemu, relejnemu sistemu. Po razstavljanju le te, smo opazili, da je poleg tega nujno potrebno zamenjati ožičenje, tako tega v krmilni omari, kot tistega, kateri vodi do samih izpihovalcev, saj so odslužili svoje in nam ne bodo predstavljali težav v prihodnosti. Zamenjava ožičenja nam je vzela največ časa, saj je bilo potrebno zamenjati nekaj kilometrov ožičenja. Tukaj smo sodelovali vsi iz elektro oddelka TEŠ. V času zamenjave ožičenja in krmilne omare, smo iskali tudi najbolj primerne naprave za naš sistem. Odločilni faktorji, pri izbiri modernih naprav, so bili področje uporabe, saj je bilo potrebno upoštevati samo okolje obratovanja (visoke temperature, tresljaji…), stroški nabave in omejenost z Siemens-ovimi napravami. Tukaj menim, da so bile izbrane primerne naprave. Ko smo izbrali vse skupaj, se je pričela naloga izdelave zasnove delovanja in izdelava algoritma delovanja, kako naj deluje ves sistem. Upoštevati smo morali vse kriterije, po katerih je deloval prejšnji sistem in dodati nekaj novih. Tudi tukaj je preteklo dosti časa, saj smo našli vedno nekaj novega za dodati. Izdelava algoritma sama po sebi ni bila izjemno zahtevna, vendar se je nenehno spreminjala, ko smo ugotavljali, kako bi še kaj posodobili.\nV prihodnosti moramo zamenjati še en podoben sistem na drugem kotlu, vendar se ne bo dosti razlikoval od sedanjega, razen če bi izbrali bolj sodobne naprave. Menim, da smo\nuspešno izvedli projekt izpihovanja saj, saj je sistem preverjen, testiran in služi svojemu namenu.\nIzvedba projekta je zahtevala dosti delovnih izkušenj, znanj in vloženega dodatnega časa, saj je bilo potrebno zamenjati sistem izpihovanja v času letnega remonta, kjer je potekalo hkrati tudi več drugih zamenjav in posodobitev. Pridobljene izkušnje, katere sem si nabral v času projekta, mi bodo v prihodnosti pomagale pri načrtovanjih in olajševale nadaljnjo delo.\n"], "abstract": ["Po tridesetih letih obratovanja izpihovalnikov saj, so elementi relejne tehnike že precej utrujeni. Pojavljali so se problemi z zanesljivostjo obratovanja. Dostikrat se je krmilje izpihovanja ustavilo, zato so morali posredovati vzdrževalci in te težave odpravljati. Poleg tega so se pojavile tudi težave pri nabavi rezervnih delov. Zaradi dotrajanosti krmilne omare in raznih merilnih naprav so star sistem zamenjale sodobnejše naprave. V diplomskem delu je opisana nabava konkretnih merilnikov in krmilne omare, komunikacija med napravami, krmilnik ter programski paket. Predstavljeno je tudi natančno krmiljenje izpihovalnikov saj v TEŠ s pomočjo panela in program za vsa krmiljenja."]}