{"1": ["", " 3 UVOD Celiakija ali glutenska enteropatija je kronična avtoimunsko pogojena bolezen, ki nastane kot posledica uživanja glutena pri genetsko predisponiranih osebah (1,2,3). Gluten najdemo v nekaterih žitaricah, predvsem v pšenici, ržu in ječmenu, za nekatere bolnike pa bi naj bil škodljiv tudi oves. Najizrazitejše spremembe se kažejo na tankem črevesu. Leta 1999 je bila v Sloveniji incidenca simptomatske celiakije ocenjena na 1/550. Številne raziskave so pokazale, da je dejansko število bolnikov s celiakijo zelo veliko in bolniki predstavljajo celo okoli 1% populacije. Zelo pomembno je vedeti, da razmerje med simptomatsko in asimptomatsko celiakije ocenjujejo na 1:5 do 1:7 (1). Tipična klinična slika bolezni z dolgotrajno drisko in slabšim napredovanjem bolnikov je znana že več kot 100 let (4). Značilne simptome celiakije vidimo vse redkeje; najpogosteje jih vidimo pri otrocih do 2. leta starosti (1). Praviloma se celiakija pojavi pri dojenčkih oziroma malčkih, ko pridejo v stik s hrano, ki vsebuje gluten (2). Pri otroku nastopijo ponavljajoče driske, blato je značilnega videza: penasto, svetlo, obilno in smrdeče. Poleg tega lahko otrok bruha, je zelo razdražljiv in jokav, ima napihnjen, izbočen trebušček, tanke okončine, krhke lase in zelo slab apetit ter ne napreduje na telesni teži in višini (5). Celiakija ni le bolezen otroške dobe in se lahko pojavi v kateri koli starosti. Pri tem je zanimivo, da v odrasli dobi običajno ne poteka z značilnimi kliničnimi znaki (3). Mnogo pogosteje so prisotni zunajčrevesni znaki celiakije in tudi resni zapleti bolezni, ki jih sicer lahko opazimo tudi že v otroški dobi. Pozno prepoznana ali neustrezno zdravljena celiakija lahko povzroči zaplete na številnih organih oziroma organskih sistemih. Znano pogost je razvoj nekaterih drugih avtoimunih bolezni, predvsem bolezni ščitnice. Sicer pa med najpogostejše zunajčrevesne znake celiakije štejemo hematološke motnje, predvsem anemijo zaradi pomanjkanja železa, vidimo lahko tudi anemijo zaradi pomanjkanja folne kisline in vitamina B12. Pri odraslih osebah je anemija lahko celo primarni klinični znak celiakije. Drugi pomembni zunajčrevesni znaki, ki jih najdemo pri celiakiji so še nizka rast, osteoporoza, artritisi, okvare zobne sklenine, kožne spremembe (herpetiformni dermatitis) in tudi nevrološki zapleti. Zelo pomembne so tudi težave, ki prizadenejo reproduktivni sistem. Dokazano je, da pride pri dekletih in fantih z nezdravljeno celiakijo do zapoznele pubertete, pogostejše pa so\ntudi druge težave, predvsem neplodnost, neredne menstruacije, pogostejši splavi, rojstvo otrok z nižjo porodno težo. Najresnejši zaplet celiakije je nedvomno razvoj malignih bolezni, predvsem malignega limfoma tankega črevesa (3). Za opisovanje zunajčrevesnih simptomov celiakije se uporablja izraz atipična celiakija, čeprav mnogi strokovnjaki menijo, da bi bilo pravilneje uporabljati izraz ne-gastrointestinalna celiakija, ker so ti simptomi enako pogosti kot gastrointestinalni in niso atipični (1). Najustreznejša slika sedanjega koncepta celiakije predstavlja slika ledene gore. Vrh ledene gore je relativno majhen in predstavlja klinično manifestno celiakijo. Pod »vodno gladino« pa so asimptomatske oblike (6), in sicer tiha, latentna in potencialno celiakija. Tiha celiakija je asimptomatska oblika bolezni s karakterističnimi spremembami črevesne sluznice, ki se z brezglutensko dieto popolnoma normalizirajo. Serološki označevalci celiakije so prisotni. Za latentno celiakijo je ob normalni prehrani značilna navidezno normalna sluznica tankega črevesa, čeprav je bila le-ta nekoč atrofična, po brezglutenski dieti pa se je normalizirala. Potencialna celiakija se pojavlja pri osebah, ki imajo pozitivne serološke označevalce za celiakijo, medtem ko histološko ne moremo najti vidnih sprememb (7).\nSlika 1. Slika ledene gore\n"], "2": ["3.1 DIAGNOSTIKA CELIAKIJE", "Predvsem zaradi visoke prevalence celiakije, ki lahko poteka z resno klinično sliko, in zaradi možnosti razvoja resnih zapletov bolezni je potrebno bolnike s celiakijo aktivno iskati. Pri tem uporabljamo sodobna diagnostična merila za celiakijo, ki temeljijo na dokazu povratne okvare sluznice tankega črevesa, ki nastane kot posledica uživanja glutena. Kot zlati standard predvidevajo biopsijo sluznice tankega črevesa, pomembno vlogo v diagnostiki pa igrajo tudi specifične imunske spremembe, ki omogočajo diagnostiko na podlagi seroloških testov. V diagnostiki celiakije najpogosteje uporabljamo revidirana merila ESPGHAN (Evropsko združenje za pediatrično gastroenterologinjo, hepatologijo in prehrano), ki predvidevajo eno biopsijo sluznice tankega črevesa ob hkratnem sledenju ravni seroloških označevalcev za celiakijo in klinične slike po prehodu na brezglutensko dieto (8). Najnovejša merila NASPGHAN (Severno ameriško združenje za pediatrično gastroenterologinjo, hepatologijo in prehrano) prav tako kakor revidirana merila ESPGHAN predvidevajo le eno biopsijo sluznice tankega črevesa in nato dokaz kliničnega izboljšanja in normalizacijo seroloških testov po prehodu na brezglutensko dieto. Pri tem so merila NASPGHAN bolj specifična glede uporabe seroloških testov, saj predvidevajo predvsem uporabo protiteles t-TG, v nekaterih primerih pa upoštevajo tudi možnost uporabe genetskih testov za dokazovanje značilnega zapisa za HLA-DQ2 ali HLA-DQ8 (3).\n"], "3": ["3.1.1 Serološki označevalci za celiakijo", "Specifični patološki imunski odziv pri celiakiji omogoča, da v serumu bolnikov s celiakijo lahko dokažemo prisotnost specifičnih protiteles, ki jih imenujemo serološki označevalci celiakije. Sem sodijo antigliadinska protitelesa (AGA) razredov IgG in IgA, antiendomizijska protitelesa (EMA) razreda IgA in protitelesa proti tkivni transglutaminazi (t-TG) (3). Prav odkritje protiteles proti t-TG, ki predstavljajo avtoprotitelesa pri celiakiji, je omogočilo tudi vpogled v osnovne patogenetske mehanizme, ki privedejo do razvoja bolezni (9). Uporaba seroloških označevalcev omogoča manjšo invazivnost diagnostičnih postopkov, hkrati pa njihova visoka občutljivost in specifičnost ni zmanjšala zanesljivosti diagnostike celiakije. V diagnostične namene danes določamo\nantiendomizijska protitelesa (EMA) razreda IgA in protitelesa proti tkivni transglutaminazi (t-TG) razreda IgA in IgG (3). Razvoj seroloških označevalcev celiakije omogoča hitrejšo in zanesljivejšo diagnostiko, predvsem v asimptomatskih primerih (1).\n3.1.1.1 Antiendomizijska protitelesa (EMA) Antiendomizijska protitelesa so pri bolniku s celiakijo prvič opisali leta 1984 in jih kmalu uvedli v klinično uporabo (10). EMA so usmerjena proti antigenom endomizija, ki se nahaja v ekstracelularnem matriksu večine tkiv (11). Danes je dokazano, da je antigen za antiendomizijska protitelesa encim tkivna transglutaminaza (12,13). Večina centrov se pri dokazovanju prisotnosti protiteles EMA razreda IgA odloča za uporabo komercialnih indirektnih imunofluorescenčnih testov, ki uporabljajo kot antigen rezine požiralnika primatov (opic). Pri tem pod fluorescenčnim mikroskopom prisotna fino zamrežena struktura dokazuje prisotnost protiteles EMA (3). Njihova pozitivna napovedna vrednost je po mnenju vseh avtorjev blizu 100 % (14). Glede na to, da gre za protitelesa razreda IgA, je treba pri dokazovanju upoštevati morebitno pomanjkanje celotnih IgA, saj lahko v tem primeru določimo tudi protitelesa EMA razreda IgG (3).\n3.1.1.2 Protitelesa proti tkivni transglutaminazi (t-TG) Protitelesa proti tkivni transglutaminazi so bila prvič opisana leta 1997 (15), njihovo dokazovanje je danes skupaj z dokazovanjem prisotnosti antiendomizijskih protiteles osnova diagnostike celiakije (12).Tkivna transglutaminaza je pravzaprav avtoantigen za protitelesa EMA. Antigen predstavlja encim tkivna transglutaminaza (3), ki naj bi imela pomembno vlogo v proliferaciji in diferenciaciji celic, celični smrti ter tvorbi ekstracelularnega matriksa (16). Na ta način naj bi imela blokada njenega delovanja s prisotnimi protitelesi posledične učinke tudi na celične procese, ki so pomembni za vzdrževanje črevesne homeostaze in za nastanek, razvoj ter obnovo epitelija. Hkrati je bilo ugotovljeno, da je pri celiakiji značilno povečana tudi lokalna produkcija samega encima, posledica česar je lahko še izrazitejši nastanek protiteles (11). T-TG določamo z metodo ELISA. Številne izkušnje kažejo, da je test zelo občutljiv in visoko specifičen, vendar je specifičnost po nekaterih podatkih nekoliko nižja kot pri protitelesih EMA (14). Protitelesa t-TG razreda IgA in IgG so po mnenju NASPGHAN najprimernejša v diagnostiki celiakije in imajo prednost pred protitelesi EMA in AGA (3).\n"], "4": ["3.1.2 Biopsija črevesne sluznice", "V času odkritja škodljivega učinka glutena (17), je diagnostika celiakije temeljila na kliničnih znakih bolezni. Leta 1957 je bila opravljena prva peroralna biopsija tankega črevesa (Shinner-jeva v Veliki Britaniji in Royer v Argentini) (17,18), ki je omogočila histološki pregled bioptov sluznice tankega črevesa. Danes je dokaz značilnih sprememb sluznice tankega črevesa še vedno zlati standard v diagnostiki celiakije. Za histološko diagnozo je pomemben biopsijski odvzem sluznice tankega črevesa, večinoma iz distalnega dela dvanajstnika (20). Metoda izbire za odvzem bioptov je tako pri dojenčkih kot tudi pri starejših preiskovancih ezofago- gastro-duodenoskopija. Na ta način si lahko natančno ogledamo mesto odvzema bioptov pred in po biopsiji, prav tako pa nam metoda omogoča odvzem večjega števila vzorcev iz različnih mest dvanajstnika (3). Najznačilnejše histološke spremembe, ki jih pri celiakiji opažamo, so popolna ali delna atrofija črevesnih resic, podaljšanje Lieberkühnovih kript in pomnožitev intraepitelnih T-limfocitov. Povrhnji epitel kaže degenerativne spremembe, v lamini propiji pa so pomnožene mononuklearne celice, zlasti plazmatke, limfociti in eozinofilci (2,16). Različne stopnje sprememb, ki jih opažamo pri celiakiji, ocenjujemo s pomočjo Marsh-eve klasifikacije (21).\n"], "5": ["3.1.3 Genetska predispozicija", "Ne glede na različne pojavne oblike bolezni je skupna značilnost vseh bolnikov s celiakijo njihova genetska predispozicija za razvoj bolezni. Natančnejše genetske analize so pokazale, da je v predispozicijo za razvoj celiakije verjetno vključenih več genov na različnih kromosomih in da gre za kompleksno genetsko predispozicijo. Najbolj raziskana je povezava celiakije z nekaterimi HLA (Human Leukocyte Antigen) aleli, kodiranimi na šestem kromosomu. Najpogostejši predisponirajoči genetski dejavnik za celiakijo v Evropi je HLA-DQ2 heterodimer, sledi mu HLA-DQ8. Bolnike s celiakijo, ki ne nosijo zapisa za HLA-DQ2 ali HLA-DQ8, srečamo le izjemoma. Danes ima rutinska uporaba genetskih preiskav velik pomen v diagnostiki celiakije, predvsem zaradi svoje visoke negativne napovedne vrednosti, saj so bolniki, ki ne nosijo za celiakijo značilnega gentskega zapisa, izredno redki (3).\n"], "6": ["3.1.4 Hitri test za dokazovanje protiteles proti tkivni transglutaminazi", "Najnovejša preiskavna metoda, ki bo verjetno pomembno vplivala na diagnostiko celiakije v naslednjih letih, je določanje prisotnosti protiteles t-TG v kapilarni krvi (3). Podatki o hitrem testu, ki omogoča dokazovanje protiteles proti tkivni transglutaminazi so bili prvič objavljeni leta 2005 (22). S to metodo izkoriščamo tkivno transglutaminazo v eritrocitih za odkrivanje protiteles razreda IgA v kapilarnem vzorcu krvi. Test opravimo ob postelji bolnika, rezultate pa odčitamo v petih do desetih minutah. Na ta način lahko indikacijo za potrditveno biopsijo postavimo že ob prvem obisku in se s tem izognemo nepotrebnemu čakanju na izvide seroloških testov (3).\nKer je mnogo bolnikov s celiakijo brez simptomov in ker lahko tudi asimptomatska celiakija povzroča hude zaplete, so se pojavile potrebe po hitrem in enostavnem testu za zgodnje odkrivanje celiakije. Namen naše raziskave je pokazati uporabnost hitrega testa za dokazovanje protiteles proti tkivni transglutaminazi (t-TG quick) v diagnostiki in sledenju bolnikov s celiakijo.\n 4 NAMEN Namen naše raziskave je bil ugotoviti diagnostično vrednost hitrega t-TG testa. Cilji raziskave: Splošni cilji\n-opredeliti uporabnost hitrega t-TG testa v diagnostiki celiakije\n-opredeliti uporabnost hitrega t-TG testa pri sledenju bolnikov, ki uživajo brezglutensko dieto Specifični cilji\n-opredeliti specifičnost hitrega t-TG testa\n-opredeliti občutljivost hitrega t-TG testa\n-opredeliti pozitivno napovedno vrednost hitrega t-TG testa\n-opredeliti negativno napovedno vrednost hitrega t-TG testa\n"], "7": ["5 HIPOTEZA", "Hipoteza, ki jo z raziskavo želimo potrditi\n-hitri t-TG je uporaben v diagnostiki celiakije in je enako senzitiven in specifičen kot dokazovanje protiteles proti tkivni transglutaminazi in antiendomizijskih protiteles s klasičnimi serološkimi testi\n"], "8": [" 6 METODE DELA", "Raziskavo smo izvajali na Kliniki za pediatrijo Univerzitetnega kliničnega centra Maribor.\n"], "9": ["6.1 PREISKOVANCI", "V raziskavo je bilo vključenih 507 preiskovancev. 267 (52,7%) žensk, 240 (47%) moških. Srednja starost preiskovancev je bila 8,8 +/- 9,9 let (razpon med 5 mesecev in 65 let). Pri 47 (9,3%) preiskovancih smo z izvedbo klasičnih diagnostičnih testov potrdili prisotnost celiakije v skladu z merili ESPGHAN. 102 (20,1%) pacienta s potrjeno celiakijo sta bila anamnestično vsaj pol leta na dieti brez glutena. 5 (1%) pacientov je bil na glutenskem preizkusu – kontrolirani obremenitvi z glutenom zadnjih 6 mesecev zaradi nejasnosti ob primarni postavitvi diagnoze celiakije. Ostalih 353 (69,6%) preiskovancev je bilo razporejenih v kontrolno skupino. Preiskovance oziroma starše ali skrbnike preiskovalcev, ki smo jih vključili v raziskavo, smo natančno seznanili s potekom in cilji naše raziskave in od njih pridobili pisno privoljenje o sodelovanju njih oziroma njihovih otrok v raziskavi. Raziskavo je odobrila Republiška komisija za medicinsko-etična vprašanja.\n"], "10": ["6.2 PREISKOVALNE METODE", "Vsem preiskovancem, ki so privolili v preiskavo oz. so v preiskavo privolili njihovi starši ali skrbniki, smo vzeli anamnestične podatke in opravili klinični pregled ter jim odvzeli vzorec venske krvi za določanje nivoja seroloških označevalcev za celiakijo (EMA in t-TG). Prav tako smo vsem preiskovancem vzeli vzorec kapilarne krvi za izvedbo hitrega t-TG testa. Vsem preiskovancem, ki so imeli pozitivne serološke teste smo opravili biopsijo sluznice tankega črevesa.\n"], "11": ["6.2.1 Antiendomizijska protitelesa-EMA", "Protitelesa EMA razreda IgA smo v raziskavi določali s pomočjo diagnostičnega testa Antiendomysium® (Eurospital, Trst, Italija). Gre za metodo indirektne imunofluorescence. Pri tem testu se kot antigenski substrat uporabljajo tkivne rezine\ndistalnega dela opičjega požiralnika. Le-te so na posameznih objektnih ploščicah nanešene v obliki ločenih testnih polj. Sekundarna protitelesa, usmerjena proti humanim IgA, so označena s fluorescein izotiocianatom. Vezava le teh na protitelesa EMA razreda IgA v serumu bolnikov, ko so se predhodno vezala na antigenski substrat, nam omogoča vrednotenje značilnega vzorca fluorescence. Vrednotenje poteka s pomočjo fluorescentnega mikroskopa, pri čemer se rezultati podajajo kvalitativno kot pozitivni oz. negativni.\n"], "12": ["6.2.2 Protitelesa proti tkivni transgutaminazi- t-TG", "Za določitev protiteles tTG razreda IgA smo uporabili diagnostični test EU-T-TG®- IgA (Eurospital, Trst, Italija). Uporablja se metoda ELISA, ki za antigenski substrat uporablja humano rekombinantno tTG. Sekundarna protitelesa, ki se vežejo na protitelesa proti t-TG preiskovanca, so označena z encimom peroksidazo. Po dodatku encimskega substrata steče peroksidazna reakcija, kar vodi v spremembo obarvanosti vzorca. To lahko prikažemo na optičnem čitalcu, ki tako neposredno meri encimsko aktivnost, ki je premo sorazmerna koncentraciji prisotnih protiteles. Vrednotenje testa temelji na izračunu indeksa med standardom proizvajalca in testnim vzorcem. Rezultat je podan v arbitrarnih enotah. Podane so tudi mejne vrednosti.\n"], "13": ["6.2.3 Hitri t-TG test", "Za zaznavo t-TG protiteles iz vzorca polne krvi po 5 in po 10 minutah smo uporabili Eu-tTG Quick test (Eurospital, Trst, Italija). Ta imunokromatografski test zazna IgA protitelesa proti tkivni transglutaminazi v polni krvi. Ob prisotnosti protiteles proti encimu t-TG v bolnikovem vzorcu krvi se tvorijo imunski kompleksi med endogeno transglutaminazo in anti-IgA protitelesi. Imunski kompleksi se vežejo na stacionarni reagent v testni membrani, ki ujame transglutaminazo, da tvori vidno testno linijo. Na testnem lističu je prav tako kontrolna črta, s katero preverimo prehod krvi in reagenta v testno področje. Rezultat testa je pozitiven, če sta na testu vidni obe črti (testna in kontrolna), negativen, če je prisotna samo kontrolna črta in neveljaven, če na testu ni vidne kontrolne črte. V primeru neveljavnega testa, smo testiranje ponovili z novim testnim lističem.\nBolnikom smo odvzeli vzorec kapilarne krvi v 10 μl kapilaro. To kapilaro smo nato postavili v epruveto z raztopino in jo večkrat pretresli, da se je kri iz kapilare popolnoma razporedila po raztopini, ki je privedla do hemolize eritrocitov in s tem do sprostitve endogene t-TG, kar je omogočilo tvorbo imunskih kompleksov v primeru prisotnosti protiteles proti t-TG v istem vzorcu kapilarne krvi. V to epruveto smo nato vstavili testni listič. Rezultate hitrega t-TG testa smo preverjali po 5 minutah, tako kot priporoča proizvajalec in še po 10 minutah, saj smo želeli preveriti, kako se spremenijo rezultati, če podaljšamo čas opazovanja.\n"], "14": ["6.2.4 Biopsija sluznice tankega črevesa", "Vsem preiskovancem, ki so imeli pozitivne serološke teste smo opravili biopsijo sluznice tankega črevesa. Biopte sluznice tankega črevesa smo odvzeli iz dvanajstnika ob ezofago-gastro-duodenoskopiji. Pri majhnih otrocih smo preiskavo opravili v sedaciji z midazolamom. Histološke vzorce je pregledal izkušen patolog, ki je ocenil spremembe v skladu s klasifikacijo po Marsh-u, ki upošteva stopnjo atrofije črevesnih resic, stopnjo hiperplazije sluzničnih kript in število intraepitelnih limfocitov.\n"], "15": ["6.2.5 Določanje prisotnosti zapisa za HLA- DQ2 ali HLA-DQ8", "Za določanje prisotnosti zapisa HLA-DQ2 ali HLA-DQ8 uporabljamo metodo pomnoževanja nukleinske kisline (PCR). Preiskavo smo s pomočjo komercialnega pripravka OLERUP DQ Low Resolution Kit (GenoVision, QUIAGEN Vertriebs GmbH, Dunaj, Avstrija) opravili v Laboratoriju za medicinsko genetiko UKC Maribor pri vseh preiskovancih pri katerih smo potrdili celiakijo v skladu z merili ESPGHAN.\n"], "16": ["6.3 STATISTIČNE METODE", "Posamezne skupine preiskovancev smo med seboj primerjali glede na opazovane spremenljivke in ugotavljali morebitne razlike med skupinami. Podatke smo statistično obdelali s programom PASW statistic. S pomočjo statističnega programa smo izračunali občutljivost in specifičnost kot tudi pozitivno in negativno napovedno vrednost hitrega t-TG testa.\n"], "17": ["6.3.1 Občutljivost hitrega t-TG testa", "Občutljivost (senzitivnost) je verjetnost, da bo test pozitiven pri osebah, ki so resnično bolne. Test je občutljiv, če zazna bolezen, ko ta dejansko obstaja.\nSenzitivnost =\n"], "18": ["6.3.2 Specifičnost hitrega t-TG testa", "Specifičnost je merilo verjetnosti, da bo test negativen pri osebah, ki niso bolne. Specifičnost je sposobnost testa, da eliminira bolezen, ko ta dejansko ne obstaja.\nSpecifičnost =\n"], "19": ["6.3.3 Pozitivna in negativna napovedna vrednost hitrega t-TG testa", "Pozitivna napovedna vrednost je verjetnost, da ima nekdo bolezen, ko ima znak.\nPozitivna napovedna vrednost=\nNegativna napovedna vrednost je verjetnost biti brez bolezni, ko znak ni navzoč.\nNegativna napovedna vrednost= (23)\n"], "20": [" 7 REZULTATI", "V raziskavo je bilo vključenih 507 preiskovancev. Od tega je bilo 267 (52,7%) žensk in 240 (47%) moških. Srednja starost preiskovancev je bila 8,8 +/- 9,7 let (razpon med 5 mesecev in 65 let). Pri 47 (9,3%) preiskovancih smo v skladu z merili ESPGHAN s klasičnimi diagnostičnimi testi na novo potrdili celiakijo. 102 (20,1%) pacientov s potrjeno celiakijo je bilo anamnestično na dieti brez glutena najmanj 6 mesecev. 5 (1%) pacientov je bil na glutenskem preizkusu – kontrolirani obremenitvi z glutenom zadnjih 6 mesecev zaradi nejasnosti ob primarni postavitvi diagnoze celiakija. Ostalih 353 (69,6%) preiskovancev je bilo razporejenih v kontrolno skupino.\n"], "21": ["7.1 NOVO DIAGNOSTICIRANA CELIAKIJA", "38 (80,9%) od 47 pacientov z novo diagnosticirano celiakijo je imelo zvišano koncentracijo protiteles t-TG tako pri testiranju s testom t-TG ELISA kot tudi pri testiranju s hitrim t-TG testom po petih minutah. Po desetih minutah je bil hitri t-TG test pozitiven še pri dodatnih 3 pacientih, skupaj torej pri 42 (89,4%).\nSlika 2. Rezultati hitrega t-TG testa po 5 in 10 minutah v primerjavi z ELISA t-TG pri bolnikih z novo odkrito celiakijo.\n46 (97,8%) pacientov z novo diagnosticirano celiakijo je imelo pozitivne izvide EMA, eden je imel mejno pozitiven izvid. 39 (83%) od 47 pacientov je imelo pozitiven izvid protiteles EMA in hkrati zvišano koncentracijo protiteles proti t-TG pri testiranju s hitrim t-TG testom po petih minutah. Po desetih minutah je bil hitri t-TG test pozitiven pri 43 (91,5%) pacientov z novo odkrito celiakijo.\nSlika 3. Rezultati hitrega t-TG testa po 5 in 10 minutah v primerjavi s EMA pri bolnikih z novo odkrito celiakijo\nNovo odkrita celiakija\nnegativen pozitiven\nSlika 4. Primerjava rezultatov hitrega t-TG testa po 5 in 10 minutah, t-TG ELISA in EMA pri bolnikih z novo odkrito celiakijo.\n"], "22": ["7.2 PACIENTI NA BREZGLUTENSKI DIETI", "72 (70,6%) od 102 pacientov, ki so anamnestično uživali strogo brezglutensko dieto najmanj pol leta, je imelo normalno koncentracijo protiteles pri testiranju s testom t-TG ELISA. Pri 69 (95,8%) od teh smo opažali tudi negativni hitri t-TG test po petih minutah. 30 (29,4%) od 102 pacientov na brezglutenski dieti je imelo zvišano koncentracijo protiteles proti t-TG pri testiranju s testom t-TG ELISA. Le 7 od teh pacientov (23,4%) pa je imelo hkrati tudi pozitiven hitri t-TG test po petih minutah. Po desetih minutah je bil test pozitiven pri 13 (43,3%) od teh pacientov.\nSlika 5. Rezultati hitrega t-TG testa po 5 in 10 minutah pri bolnikih na brezglutenski dieti v primerjavi s t- TG ELISA.\nObčutljivost hitrega t-TG testa za odkrivanje prekrškov na brezglutenski dieti po 5 minutah je 23,3%, če opazovanje povečamo na deset minut naraste na 43,3%.\n68 (66,7%) pacientov na brezglutenski dieti je imelo negativne izvide EMA, 6 (5,9%) pacientov je imelo mejno pozitivne izvide EMA, ostalih 28 (27,5%) je imelo pozitivne izvide EMA. 66 (97,1%) EMA negativnih pacientov je imelo negativen tudi hitri t-TG test po petih minutah. Le 7 (25%) EMA pozitivnih pacientov na brezglutenski dieti je imelo pozitiven hitri t-TG test po petih minutah oziroma le 13 (46,4%) po 10 minutah.\nSlika 6. Rezultati hitrega t-TG testa po 5 in 10 minutah v primerjavi z EMA pri pacientih na brezglutenski dieti\nBrezglutenska dieta\nnegativen pozitiven\nSlika 7. Primerjava rezultatov hitrega t-TG testa, t-TG ELISA in EMA pri bolnikih na brezglutenski dieti\n"], "23": ["7.3 GLUTENSKI POSKUS – KONTROLIRANA OBREMENITEV Z  GLUTENOM", "Trije (75%) bolniki na glutenskem poskusu so bili pozitivni tako na t-TG ELISA, EMA in hitrem t-TG test po petih in 10 minutah.\nGlutenski poskus\nnegativen pozitiven\nSlika 8. Primerjava rezultatov hitrega t-TG testa, t-TG ELISA in EMA pri bolnikih na glutenskem poskusu\n"], "24": ["7.4 KONTROLNA SKUPINA", "Vsi ti preiskovanci kontrolne skupine so imeli negativne izvide testov t-TG ELISA in EMA, prav tako so imeli normalno koncentracijo celokupnih IgA. Ugotovili smo 11 (3,1%) lažno pozitivnih hitrih t-TG testov po petih minutah, število se je povečalo na 37 (10,5) po 10 minutah opazovanja.\nSlika 9. Rezultati hitrega t-TG testa po 5 in 10 minutah v kontrolni skupini.\nKontrolna skupina\nnegativen pozitiven\n"], "25": ["7.5 OBČUTLJIVOST IN SPECIFIČNOST HITREGA t-TG TESTA", "Tabela 1. Osnova za računanje občutljivosti, specifičnosti, pozitivne in negativne napovedne vrednosti\nObčutljivost hitrega t-TG testa po 5 minutah je 83,0%, če podaljšamo čas opazovanja na 10 minut naraste na 93,6%. Specifičnost hitrega t-TG testa po 5 minutah je 96,9%, če podaljšamo čas opazovanja na 10 minut ta pade na 89,5%.\nNegativna napovedna vrednost hitrega t-TG testa po 5 minutah je 97,7% in še naraste na 99,1%, če čas opazovanja podaljšamo na 10 minut. Pozitivna napovedna vrednost hitrega t-TG testa po 5 minutah je 78% in pade na 54,3% če podaljšamo čas opazovanja na 10 minut.\n"], "26": [" 8 RAZPRAVA", "Celiakija je še vedno preredko oziroma prepozno diagnosticirana bolezen (24). Najverjetneje zaradi raznolikosti klinične slike premalo zdravnikov pomisli na celiakijo. (25). Odkritje specifičnih protiteles, ki so značilna za celiakijo, je prineslo velike spremembe v razumevanju. Serološki testi danes predstavljajo temelj v diagnostičnem postopku celiakije. Ker so klasični serološki testi dragi in je na rezultate pogosto potrebno čakati dalj časa (22), se je pojavila potreba po hitrejšem in enostavnejšem testu (26) . V letu 2005 so prvič objavili podatke o hitrem testu, ki omogoča dokazovanje protiteles proti tkivni transglutaminazi (22). Test je enostaven, hiter, za odčitavanje rezultatov ne zahteva posebnih znanj. Uporaba hitrega testa bi zelo pospešila in pocenila postopek diagnostike celiakije (27). Hitri t-TG test bi bil še posebej primeren za diagnostiko celiakije v manj razvitih državah, kjer bolniki nimajo dostopa do terciarnih zdravstvenih ustanov in serološke ter endoskopske diagnostične obdelave. Prav tako bi bil primeren kot presejalni test za celiakijo (28). Od prve uporabe hitrega testa je bilo opravljenih veliko raziskav o njegovi uporabnosti. V večini do sedaj uporabljenih raziskav je bil uporabljen hitri t-TG test Biocard™ (22,24,26- 30). V naši raziskavi smo preverjali uporabnost hitrega t-TG testa proizvajalca Eurospital, ki je na voljo na našem tržišču. Predpostavljali smo, da bodo rezultati podobni. Ker vse dosedanje raziskave vrednotijo hitri t-TG test samo po petih minutah, smo se odločili, da preverimo njegovo uporabnost tako po petih kot tudi po desetih minutah. Specifičnost hitrega testa (93,5%-100%) se le malo razlikuje med posameznimi raziskavami, medtem ko so razlike v občutljivosti (78,1%-97%) precej večje (22,24,26,27). Naši rezultati so povsem primerljivi z rezultati dosedanjih raziskav, pri čemer pa moramo poudariti, da se je občutljivost hitrega testa bistveno povečala s podaljšanjem časa opazovanja iz pet na deset minut. Nasprotno pa se je s tem zmanjšala specifičnost testa. Korponay-Szabo s sodelavci v svoji raziskavi poroča o zelo visoki pozitivni napovedni vrednosti hitrega t-TG testa (88,4% do 100%) (23), medtem ko v naši raziskavi ugotavljamo nižjo napovedno vrednost (78%), ki je po podaljšanju časa opazovanja na deset minut še dodatno padla (54,3%). Smo pa ugotovili zelo visoko negativno napovedno vrednost (97,7%), ki je po podaljšanju časa izpostavljenosti še narastla (99,1%). Ta lastnost testa je zelo pomembna predvsem pri njegovi uporabi v\npresejanju večje populacije, saj kaže na zelo malo verjetnost, da bi katerega od bolnikov s tem testom lahko spregledali. Brezglutenska dieta je še vedno edina in najbolj učinkovita oblika zdravljenja celiakije. Po prehodu na brezglutensko dieto pride pri bolniku s celiakijo do serokonverzije, ki jo zaznamo z odsotnostjo protiteles (t-TG in EMA). Raivio s sodelavci je v svoji raziskavi pokazal, da pride do serokonverzije tudi pri hitrem testu iz pozitivnega v negativnega kar v 97% pacientov (27). To smo potrdili tudi z našo raziskavo. Vendar pa naši rezultati kažejo, da hitri t-TG test ni primeren za spremljanje bolnikov na brezglutenski dieti, ki delajo občasne prekrške, kar je med mladostniki pogostejše kot pri otrocih in odraslih. Rezultati hitrega t-TG testa se namreč bistveno razlikujejo od klasičnih seroloških testov za dokazovanje za celiakijo značilnih protiteles. Občutljivost hitrega testa za dokazovanje glutenskih prekrškov (opredeljeni kot pozitivni t-TG ELISA test in anamnestični podatek o občasnih prekrških) je bila samo 23,3% po petih minutah in 43,3% po desetih minutah. Na tem področju so še potrebne nadaljnje raziskave, saj bi bil hiter test za odkrivanje glutenskih prekrškov zelo dobrodošla diagnostična metoda. Omogočal bi hitro iskanje pacientov, ki se ne držijo diete in tako omogočil hitro ukrepanje lečečega zdravnika (27).\n"], "27": [" 9 ZAKLJUČEK", "Na podlagi pridobljenih rezultatov lahko potrdimo našo hipotezo, da je hitri t-TG test z visoko občutljivostjo in visoko specifičnostjo uporaben v diagnostiki celiakije. Občutljivost hitrega testa se je po podaljšanju opazovanja iz pet na deset minut še povečala, vendar na račun zmanjšanja specifičnosti. V naši raziskavi se je pojavil problem uporabnosti hitrega t-TG testa pri pacientih na brezglutenski dieti, ki občasno delajo dietne prekrške. Rezultati hitrega t-TG testa namreč niso izražali dejanske prisotnosti protiteles proti t-TG dokazanih z ELISA metodo in EMA protiteles, ki tako še vedno ostajajo »zlati serološki standard« v diagnostiki celiakije. Nadaljnje raziskave na tem področju ter prizadevanja za razvoj zanesljivejših hitrih testov za odkrivanje celiakije, bodo nedvomno prispevala k zgodnejšemu odkrivanju bolezni in ustreznemu sledenju bolnikov na brezglutenski dieti.\n"], "abstract": ["Hitri t-TG test se je izkazal kot dobra diagnostična metoda za zgodnje odkrivanje celiakije, oziroma njeno izključevanje. Občutljivost testa se je po podaljšanju časa opazovanja še povečala. Uporaba testa pri spremljanju bolnikov na brezglutenski dieti je za razliko od tega omejena. Na podlagi naše raziskave lahko priporočamo uporabo hitrega t-TG testa za odkrivanje celiakije. Ne moremo pa ga priporočati za spremljanje bolnikov na brezglutenski dieti. "]}