{"1": ["1 Uvod", "Evropsko sodišče za človekove pravice (v nadaljevanju ESČP ali Sodišče) ima že 52-letno zgodovino delovanja. V tem času je s svojimi sodbami doseglo marsikateri mejnik v varstvu človekovih pravic in temeljnih svoboščin. Del te zgodovine pa je tudi Slovenija, ki se je k Svetu Evrope, pod okriljem katerega Sodišče tudi deluje, pridružila 14. maja 1993. Leto kasneje pa je ratificirala Evropsko konvencijo o človekovih pravicah in temeljnih svoboščinah (v nadaljevanju EKČP ali Konvencija). Od takrat je bilo proti Sloveniji vloženih že nešteto pritožb, saj znotraj države ni bilo v zadostni meri poskrbljeno za to, da ne bi prišlo do kršitev človekovih pravic in temeljnih svoboščin. Seveda pa odločitve Sodišča niso pomembne samo za državo, ki je kršila pravice iz Konvencije, ampak služijo za zgled vsem državam, ki se trudijo varovati temeljne človekove pravice svojih državljanov.\nSlovenija je od takrat, ko se je pridružila k Svetu Evrope in ratificirala EKČP, storila korak naprej v varstvu človekovih pravic. Lahko rečemo, da so k temu pripomogle tudi sodbe proti Sloveniji, ki jih je izreklo ESČP in jih je bilo do leta 2010 že 233. Kar je za tako majhno državo, ki je članica šele od leta 1993, velika številka. Res pa je, da se velika večina sodb nanaša na kršitve pravice do sojenja v razumnem roku in zato je pričakovati, da se bo s tem, ko bo Slovenija odpravila te kršitve, število obsodb zmanjšalo. To pa seveda ne velja za tiste kršitve pravic, ki jih Slovenija znotraj svoje zakonodaje še ne ureja na zadovoljiv način. Izbrane sodbe, kjer je bila tožena država Slovenija, bodo predstavljale osrednji del našega diplomskega dela. Poskušali bomo zajeti tiste najpomembnejše odločitve, ki so za Slovenijo pomenile, da mora spremeniti svojo sodno prakso in v nekaterih primerih tudi zakonodajo, če se hoče izogniti nadaljnjim kršitvam pravic in s tem posledično novim obsodbam. To je tako imenovani splošni učinek obsodb Evropskega sodišča za človekove pravice. Zajeli pa bomo tudi posebne oz. individualne učinke obsodb, ki se nanašajo na pritožnika samega.\nV manjši meri se bomo v diplomskem delu dotaknili trikotnika, ki ga sestavljajo pritožnik in njegov odvetnik, državno pravobranilstvo Republike Slovenije, ki je pooblaščeno, da zastopa Slovenijo pred tujimi in mednarodnimi sodišči, ter ESČP. To bomo storili v okviru že izbranih sodb.\nVključili pa bomo tudi intervju s slovenskim odvetnikom, ki se med drugim ukvarja z vlaganjem pritožb na Evropsko sodišče za človekove pravice.\n2 Konvencija o varstvu človekovih pravic in temeljnih svoboščin in protokoli k njej ter Evropsko sodišče za človekove pravice\nKonvencija o varstvu človekovih pravic in temeljnih svoboščin je bila sprejeta 4. novembra 1950. Veljati je začela tri leta kasneje in predstavlja enega izmed najpomembnejših dokumentov na področju varovanja človekovih pravic in svoboščin.\nBila je prvi mednarodni instrument o človekovih pravicah, ki si je prizadeval zaščititi široki spekter civilnih in političnih pravic tako v obliki pravno zavezujoče pogodbe za države pogodbenice kakor z vzpostavitvijo sistema, ki je namenjen nadzoru uresničevanja pravic na državni ravni. Vse države, ki ratificirajo Konvencijo, se zavežejo, da bodo sprejele sodno pristojnost Evropskega sodišča za človekove pravice pri presoji individualnih pritožb (Gomien, 2009).\nZasnovana je bila v okviru Sveta Evrope in jo mora obvezno ratificirati vsaka članica Sveta Evrope.\nKonvencija je sestavljena iz treh delov. Prvi del predstavljajo politične in osebne pravice ter svoboščine. V drugem delu Konvencija vzpostavlja pravne mehanizme za zagotavljanje izvajanja njenih določil. To funkcijo nadzora danes nosita ESČP in Odbor ministrov Sveta Evrope. V tretjem delu pa najdemo razne določbe, kot je na primer člen o ozemeljski veljavnosti Konvencije.\nOd njenega nastanka so bili k njej sprejeti številni protokoli, ki se delijo v dve vrsti. Prvi so tisti, ki spreminjajo Konvencijo in jih morajo sprejeti vse države članice Sveta Evrope. To sta na primer Protokol št. 11, ki je vzpostavil Evropsko sodišče za človekove pravice, kot ga poznamo danes in Protokol št. 14, ki je začel veljati 1. junija 2010 in skuša okrepiti učinkovitost delovanja Sodišča, saj se le-ta sooča z veliko preobremenjenostjo zaradi nenehnega\nnaraščanja pritožb. Protokol št. 14 spreminja nadzorni sistem Konvencije. Druga vrsta protokolov pa so protokoli, ki dopolnjujejo besedilo Konvencije in jih more ratificirati določeno število držav. Tak je na primer Protokol št. 1 in Protokol št. 6.\nSlovenija je Konvencijo ratificirala 28. julija 1994. S tem smo državljani Republike Slovenije pridobili možnost, da vložimo pritožbo neposredno na ESČP. Pritožbo lahko vložimo proti katerikoli članici Sveta Evrope, za katero menimo, da nam krši pravice, ki so določene s Konvencijo. Prav tako pa lahko proti Sloveniji vložijo pritožbo na Sodišče državljani drugih držav članic Sveta Evrope.\nKljub izredno pomembni vlogi Sodišča, ki je po mnenju Ribičiča (2009) najbolj uveljavljena vseevropska institucija, ki je sprejela že več kot deset tisoč meritornih odločitev, iz katerih je stkana gosta mreža minimalnih evropskih standardov varstva pravic, pa se ta sooča s preobremenjenostjo. Zaradi tega je razumljivo, da si Svet Evrope nenehno prizadeva, tako s protokoli (npr. Protokolom št. 14), kot z oblikovanjem ekspertnih skupin (npr. skupina ustanovljena leta 2005 v Varšavi), da bi izboljšal delovanje ESČP.\nNajpogostejše kršitve Konvencije, s katerimi se sooča Sodišče, so: sojenje v nerazumnem roku, neučinkovite preiskave glede mučenja in smrti posameznikov, nezakonito in predolgo zadrževanje ter neizvrševanje sodnih odločb in določb ESČP. Države, ki imajo največje težave pri izvrševanju sodb, so predvsem Bolgarija, Grčija, Italija, Moldavija, Poljska, Romunija, Ruska federacija, Turčija in Ukrajina (Letnar Černič, 2011).\nOdbor parlamentarne skupščine Sveta Evrope (COE Committee on Legal Affairs and Human Rights, 2011) je v svojem statističnem poročilu objavil podatke, ki kažejo na težave, ki se pojavljajo v posameznih državah glede neizvrševanja sodb. Na prvem mestu najdemo Italijo, ki ima do 1. aprila letos 2.482 neizvršenih sodb, sledita ji Rusija s 1.570 in Turčija z 946 neizvršenimi sodbami. V tej statistiki pa najdemo tudi Slovenijo, ki je na devetem mestu z 219 neizvršenimi zadevami, ki čakajo na obravnavo pred Odborom ministrov Sveta Evrope. Od tega jih je 213 tako imenovanih klonskih ali ponavljajočih se\nzadev1. Ostalih šest zadev pa predstavlja primere, ki odkrivajo nove sistematične/strukturalne probleme. Sem spadajo tudi t. i. »pilotske« sodbe2.\nParlamentarna skupščina pa Slovenije ni vključila med skupino devetih držav s sistemskimi težavami pri uresničevanju EKČP (Letnar Černič, 2011).\nStatistični podatki kažejo na problem neizvrševanja sodb znotraj posameznih držav. S tem se zmanjšuje kredibilnost ESČP, saj če se sodbe ne izvršujejo, potem ni smiselno vlagati pritožbe na Sodišče. Čas bo pokazal ali so bile spremembe Konvencije, ki se tičejo ESČP, uspešne ali pa bodo potrebne nove prilagoditve, da Sodišče ne bi zašlo v še večje težave in da bo varstvo človekovih pravic in temeljnih svoboščin v članicah Sveta Evrope ostalo vsaj na isti ravni, če ne še na višji.\nTo so tiste zadeve, ki se nanašajo na sistemski ali splošen problem, ki je že bil obravnavan pred Odborom ministrov v enem ali več drugih zadevah.  Pilotska sodba je sodba, ki je zavezujoča za vse podobne primere, saj je kršitev izhajala iz neustrezne normativne ureditve (Petrovčič, 2010).\n"], "2": ["3 Odvetnik in državljan Slovenije pred Evropskim sodiščem za človekove pravice", "Evropsko sodišče za človekove pravice odloča o kršitvah pravic iz Evropske konvencije o človekovih pravicah in temeljnih svoboščinah, storjenih s strani držav, ki so jo ratificirale. Sodišče ne velja za višje sodišče, ki bi naj odločalo o pritožbah zoper odločitve najvišjih državnih sodišč, kot je v Sloveniji na primer Ustavno sodišče. ESČP ne more spreminjati ali odpraviti domnevno napačno odločitev slovenskega sodišča. Lahko pa ugotovi, da je prišlo do kršitev pravic iz Konvencije.\n"], "3": ["3.1 Kdo lahko vloži pritožbo?", "Na podlagi 34. člena Konvencije lahko pritožbo na Sodišče poda vsak posameznik, nevladna organizacija ali skupine posameznikov, ki menijo, da so jim bile s strani države Slovenije ali katerekoli druge države pogodbenice kršene pravice, ki so določene s Konvencijo in njenimi protokoli. Individualna pritožba je bistven institut pred ESČP. Državljan Slovenije jo lahko napiše v slovenskem jeziku na obrazcu (Priloga št. 1), ki ga najde na arhivski strani Informacijskega urada Sveta Evrope3. Sodišče pa je med drugim pristojno tudi za meddržavne zadeve, saj lahko država članica v skladu s 33. členom Konvencije obvesti Sodišče o domnevni kršitvi pravic, priznanih s Konvencijo, s strani druge države članice. Pomembna pristojnost Evropskega sodišča za človekove pravice pa je tudi izdaja svetovalnih mnenj. V tem primeru Sodišče izda svetovalno mnenje o pravnih vprašanjih razlage Konvencije. Zahtevo za izdajo mnenja da Odbor ministrov Sveta Evrope (Lampe, 2010).\nhttp://www.svetevrope.si/sl/evropsko_sodisce_za_clovekove_pravice/ kako_se_pritoziti_na_sodisce/obrazec_pritozbe/index.html.\n"], "4": ["3.2 Postopek", "Lahko ga razdelimo na več faz:\n- predhodni postopek in registracija pritožbe (vloga),\n- obravnavanje pritožbe,\n- preizkus dopustnosti pritožbe,\n- dajanje pritožbe vladi v odgovor,\n- ter morebitna prijateljska poravnava oz. sprejetje sodbe.\nMogoče pa je tudi zahtevati ponovno obravnavo zadeve pred Velikim senatom in revizijo sodbe (Vilfan, 2007).\nSodišče deluje v skladu s Poslovnikom Sodišča, kjer je postopek še natančneje urejen. Najsodobnejšo različico, ki je stopila v veljavo s 1. aprilom 2011, najdemo na spletni strani ESČP4.\nPostopek pred Sodiščem je javen in večinoma pisen. ESČP sme obravnavati zadeve šele po tem, ko so izčrpana vsa domača pravna sredstva in v šestih mesecih od dne, ko je bila sprejeta dokončna odločitev po notranjem pravu (35. člen Konvencije). Uradna jezika Sodišča sta angleščina in francoščina, v začetnih fazah postopka pa lahko vlagatelji pišejo v slovenščini ali pa v kateremkoli drugem jeziku držav članic. Osebe, ki vlagajo individualno pritožbo, torej posamezniki, nevladne organizacije ali pa skupine posameznikov, lahko dajo vlogo sami ali preko zastopnika. Zastopnik bi naj v zadostni meri obvladal angleški ali francoski jezik. To pa lahko predstavlja problem za nekatere slovenske odvetnike. Kot je v intervjuju povedal Roman Završek, odvetnik iz Ljubljane in eden redkih slovenskih odvetnikov z dvoletno prakso na ESČP, se slovenski odvetniki zelo redko pojavljajo pred Sodiščem. Po njegovem mnenju se večina odvetnikov za to področje ne odloča, ker morda menijo, da je nepoznavanje jezika glavna ovira za njihovo nastopanje  http://www.echr.coe.int/NR/rdonlyres/6AC1A02E-9A3C-4E06-94EF- E0BD377731DA/0/RulesOfCourt_April2011.pdf.\npred Sodiščem. Problem pa vidi tudi v tem, da gre za cenovno manj pomembne spore in da so stranke po navadi šibkejšega socialnega statusa, ki niso sposobne nositi stroškov, čeprav velja, da je postopek pred Sodiščem brezplačen (Kukec, 2006).\nPritožnik ne potrebuje odvetnika oz. zastopnika vse, dokler ni sprejeta odločitev, da se pritožba sprejme. V tej fazi, torej pred sprejetjem pritožbe, lahko komuniciranje s Sodiščem poteka v jeziku ene izmed držav članic, tudi v slovenščini. Do tega trenutka naj jezik ne bi predstavljal ovire. Po sprejetju pritožbe pa Poslovnik Sodišča določa, da je odvetnik obvezen in od takrat naprej se komunicira v angleškem ali francoskem jeziku. Lahko pa predsednik ali senat/Veliki senat uradno dovoli uporabo jezika, v katerem je bila napisana pritožba. To je po mnenju odvetnika Boštjana Verstovška (Kukec, 2008) redna praksa ESČP, saj je Sodišče zelo širokogrudno pri podeljevanju pravice uporabljanja slovenščine in zato tudi on v vseh postopkih pred Sodiščem uporablja slovenščino.\nPritožba in vsi ostali dokumenti, ki jih predložijo stranke, so načeloma dostopni za javnost. Slovenijo pred ESČP zastopa državno pravobranilstvo, v večini primerov je to generalni pravobranilec, g. Lucijan Bembič.\nPritožbo lahko obravnava sodnik posameznik, odbor treh sodnikov, senat sedmih sodnikov ali Veliki senat sedemnajstih sodnikov.\nZa nadaljnjo obravnavo pritožb je pomembno, da se preizkusi dopustnost vloge. Pritožba je možna le, če je kršitev človekovih pravic povzročila država in ne zasebnik ali zasebna pravna oseba5. V preteklosti je odbor treh sodnikov za nedopustne razglasil približno devet desetin vlog, zato je za uspeh pritožbe potrebno dobro poznavanje pogojev dopustnosti in sodne prakse Sodišča (Vilfan, 2007). To svetuje tudi Završek (Kukec, 2006), ki meni, da je za uspešnost odvetnikov pred sodišči v Luxemburgu, Haagu ali Strasbourgu,\nZaradi nenehnega naraščanja števila pritožb in zahtevah po ekonomičnosti postopka, lahko tudi sodnik posameznik odloča ali je zahteva sprejemljiva za obravnavo ali pa jo črta s seznama zadev. Vendar samo, če primer ne zahteva dodatne presoje.\npotrebno dobro znanje domačega prava, vsesplošna razgledanost ter pretok informacij med kolegi.\nSodišče lahko v katerikoli fazi (ali sestavi) odloči, da je zadeva nedopustna.\nV drugi fazi sta stranki pozvani, da podrobneje obrazložita navedbe, ki sta jih posredovali. Sodišče lahko poskuša stranke spodbuditi k sklenitvi prijateljske poravnave. Če to ni mogoče, Sodišče v senatu sedmih ali v Velikem senatu sedemnajstih sodnikov odloči o kršitvah Konvencije ali njenih Protokolov. Odloči z večino glasov. Odločitve so dokončne in so za državo članico zavezujoče. Njihove izvršitve spremlja Odbor ministrov.\n"], "5": ["3.3 Sodbe", "Sodbe so praviloma ugotovitvene, izjemoma Sodišče državi natančno razloži, kaj naj stori za odpravo kršitve. Sodniki lahko k sodbi podajo pritrdilna ali odklonilna ločena mnenja.\n"], "6": ["3.4 Intervju z odvetnikom", "Ker nas je zanimalo, kakšne so izkušnje slovenskega odvetnika z ESČP, smo se v zvezi s tem odločili, da izvedemo krajši intervju. V njem smo odvetnika Martina Graja, ki ima odvetniško pisarno na Ptuju, povprašali o njegovih izkušnjah z vlaganjem pritožb na Sodišče.\nKako dolgo ste že odvetnik?\n»Od 1.1.1983.«\nKdaj ste začeli vlagati pritožbe na Evropsko sodišče za človekove pravice in koliko ste jih do sedaj že vložili? \n»Leta 2007. Do sedaj sem jih vložil približno 9.«\nKakšne so vaše izkušnje v zvezi z zastopanjem državljanov pred Evropskim sodiščem za človekove pravice?\n»Ena pritožba je bila zavrnjena, ne da bi bila opravljena kakšna obravnava ali nam vročena pisanja nasprotne stranke. Vse ostale zadeve so odprte in še nismo dobili nobenega obvestila, kdaj in na kakšen način se bodo reševale.«\nV medijih lahko preberemo, da se dandanes le malo odvetnikov odloča za zastopanje pred Sodiščem. Kaj menite, v čem je glavni problem?\n»Odločitev za vložitev Evropske pritožbe je odvisna od volje stranke. Predhodno pa je treba vložiti tudi številna pravna sredstva pri nas in stranke pri tem velikokrat že prej odnehajo.«\nAli bi lahko zastopali svojo stranko v angleškem ali francoskem jeziku pred senatom sedmih ali Velikim senatom sedemnajstih sodnikov?\n»Ne, saj navedenih jezikov ne obvladam aktivno.«\nVemo, da lahko Sodišče podeli pravico do uporabljanja slovenščine v postopkih pred njim. Kakšne so vaše izkušnje s tem? Ali v postopkih pred Sodiščem uporabljate izključno slovenščino ali tudi angleščino?\n»Do danes smo vse vloge na ESČP podali v slovenskem jeziku.«\nZanima nas, koliko računate svojim strankam za vlaganje pritožb ter kasnejše zastopanje pred Sodiščem? Prebrali smo namreč, da je odvetniška tarifa okoli teh storitev neurejene oz. pomanjkljiva. Ali to drži?\n»Odvisno od različnih dejavnikov, med drugim tudi od vrednosti spornega predmeta oz. pomembnosti zadeve in plačilne sposobnosti stranke.«\nIz statistike ESČP lahko razberemo, da število pritožb proti Sloveniji narašča in da smo po številu sodb v samem vrhu. Kaj menite, da so glavni vzroki za takšno veliko število pritožb in na koncu tudi sodb?\n»S tem vprašanjem se do danes nisem ukvarjal.«\nMenite, da se bo ta trend naraščanja pritožb proti Sloveniji sčasoma umiril in da se bo država uspešno spopadla z očitanimi sistemskimi in strukturalnimi problemi?\n»Menim, da se število pritožb proti Sloveniji zaradi sprejetega Zakona o varstvu pravice do sojenja brez nepotrebnega odlašanja (ZVPSBNO) zmanjšuje, saj so bile številne pritožbe vložene zaradi odškodnin zaradi sojenja v nerazumnem roku.«\nAli morate za svoje vsakdanje delo podrobno spremljati odločitve in sodno prakso ESČP?\n»Seveda.«\nAli se v zadevah, ki jih imate odprte pred slovenskimi sodišči, kdaj sklicujete na sodbe in odločitve ESČP?\n»Seveda se sklicujemo — predvsem na kazenske.«\nDržavljan za vložitev pritožbe na ESČP seveda ne potrebuje odvetnika, vendar je po našem mnenju priporočljivo, da ga ima. Že površen pregled sestavin pritožbe pokaže, da je potrebno vsaj manjše znanje prava. Najti odvetnika, ki te bo zastopal pred postopki na ESČP in bo zato dovolj usposobljen, pa je nekoliko težja naloga. Verjetno je glavni problem v tem, da odvetniki za to niso dovolj usposobljeni in se niti nočejo lotiti takšnih primerov. Zato ni nenavadno dejstvo, da npr. odvetniška pisarna Verstovšek zastopa 77 % slovenskih strank pred ESČP (Kukec, 2008).\nŽe odvetnik Graj je na vprašanje, če bi lahko zastopal svojo stranko pred senatom sedmih ali Velikim senatom sedemnajstih sodnikov odgovoril, da ne bi mogel, ker uradnih jezikov ne obvlada aktivno.\nOdvetnik Graj pa izpostavlja tudi drug problem, da je vložitev pritožbe odvisna od volje strank in da jih veliko predhodno odneha. To je popolnoma razumljivo, saj stranke za to, da izčrpajo vsa pravna sredstva pred slovenskimi\nsodišči, porabijo veliko časa in denarnih sredstev. Zato lahko razumemo, da za postopke pred Sodiščem nimajo več volje, kot tudi ne denarja.\nV zvezi s pritožbami pa se pojavljajo še druge težave. Že Ribičič je opozoril, da slovenski odvetniki ne odstopajo v pozitivnem smislu glede kakovosti oblikovanja pritožb. Problemi se kažejo v slabem poznavanju in tudi razumevanju Konvencije glede formalnih pogojev za vložitev vloge; slabi so opisi dejanskega stanja, ki mora biti podprto z ustreznimi dokumenti; najšibkejše pa so pritožbe v najpomembnejšem delu, kjer se je treba sklicevati na sodno prakso Sodišča (Ribičič, 2006). Tukaj se kaže slabo znanje angleškega ali francoskega jezika slovenskih odvetnikov. Za pregled večine sodb ESČP potrebuješ znanje enega izmed teh dveh jezikov, ker jih je le majhen delež preveden v slovenščino.\nOd 95 % zavrnjenih vlog za obravnavo pred Sodiščem je večina nedopustna ravno zaradi procesnih razlogov (vložene prepozno, pred izčrpanjem pravnih sredstev itd.) (Zupančič, 2004).\nKer ima ESČP vedno bolj pomembno vlogo v slovenskem prostoru, je potrebno, da se izobražujejo bodoči odvetniki tako, da bodo znali učinkovito in uspešno voditi postopek pred Sodiščem. Tukaj je predvsem pomembna vloga pravnih fakultet, kjer bi moral biti predmet, kot je Evropsko pravo človekovih pravic obvezen in ne samo izbiren.\nZa slovenske odvetnike je pomembno, da dobro poznajo sodno prakso Sodišča, saj je poznavanje le-te potrebno tudi za postopke pred slovenskimi sodišči. Kot je v intervjuju povedal g. Graj, mora za svoje vsakodnevno delo podrobneje spremljati odločitve in sodno prakso ESČP. Na njih pa se v primerih, ki jih ima pred sodišči, še posebej kazenskih, tudi sklicuje.\nŠtevilo pritožb pred Sodiščem naj bi se po sprejetju Zakona o varstvu pravice do sojenja brez nepotrebnega odlašanja (ZVPSBNO) zmanjšalo, ker se jih je večina nanašala na odškodnine zaradi sojenja v nerazumnem roku, s čimer se strinja tudi odvetnik Graj. Na drugi strani pa je mnenje odvetnika Verstovška, da novi zakon ne funkcionira. Njegova pisarna je vložila 1200 nadzorstvenih pritožb in približno enako število rokovnih predlogov. Uspešen je bil le en \nrokovni predlog, kar je po njegovem mnenju dokaz neučinkovitosti zakona (Kukec, 2008).\nZa ocenjevanje uspešnosti zakona (ZVPSBNO) bomo morali počakati, da ga bo presojalo ESČP, ki bo po našem mnenju dokončno povedalo, ali je zakon učinkovit ali ne.\n4 Izbrani primeri, ko je pred Evropskim sodiščem za človekove pravice kot tožena stranka nastopala Republika Slovenija\nV tem poglavju bomo predstavili sodbe, ki so se nam osebno zdele najpomembnejše. Vsakega primera smo se lotili tako, da smo najprej opisali dejansko stanje, nato postopek pred Sodiščem in Komisijo (ko je le-ta še delovala). Na koncu vsakega primer pa sledi še zaključek, kjer je predstavljeno naše mnenje glede zadeve in mnenje različnih strokovnjakov s tega področja.\n"], "7": ["4.1 Majarič proti Sloveniji (pritožba št. 28400/95)", ""], "8": ["4.1.1 Okoliščine zadeve", "Zoper slovenskega državljana g. Ljuba Majariča (pritožnik) so 6. decembra 1991 vložili obtožnico zaradi spolnega napada na mladoletno osebo in odvzema mladoletnih oseb. V priporu je ostal do 30. aprila 1992, ko so ga izpustili. 5. junija 1992 se je proti njemu začelo sojenje pred Okrožnim sodiščem v Novi Gorici (v nadaljevanju okrožno sodišče), kjer je bila zadeva isti dan preložena. Okrožno sodišče je pritožniku 16. junija 1992 odredilo ponoven odvzem prostosti. 28. avgusta so bile zaslišane številne priče, 3. septembra in 28. septembra 1992 je okrožno sodišče preložilo sojenje zaradi bolezni pritožnika. Dne 17. septembra 1992 je bil pritožnik ponovno izpuščen. 21. julija 1992 je bil pritožnik obdolžen še enega spolnega napada na mladoletno osebo, za katerega je bila obtožnica vložena 18. januarja 1993. 17. marca 1993 je okrožno sodišče združilo oba postopka. 2. junija 1993 je državni tožilec zahteval nadaljnjo preiskavo na podlagi utemeljenega suma, da je pritožnik storil novo kaznivo dejanje po prvem in drugem odstavku 96. člena Kazenskega zakonika Republike Slovenije. 21. oktobra 1993 je bil za ta\ndejanja vložen obtožni predlog. 28. marca 1995 pa je okrožno sodišče odločilo, da se vse obtožnice proti pritožniku obravnavajo v enem postopku. V času med 18. februarjem 1997 in 9. julijem 1997 je potekalo na okrožnem sodišču več obravnav. Nato ga je okrožno sodišče 9. julija 1997 obsodilo na enotno zaporno kazen dve leti in osem mesecev. Spoznan je bil krivega za kazniva dejanja spolne nedotakljivosti iz več točk obtožnice. Pritožil se je na Višje sodišče v Kopru (12. februarja 1998), kjer so pritožbo zavrnili in mu zvišali zaporno kazen na tri leta. 26. marca 1998 je pritožnik vložil zahtevo za varstvo zakonitosti, ki jo je Vrhovno sodišče 17. septembra 1998 zavrnilo. 24. marca 1998 je pritožnik vložil ustavno pritožbo, ki jo je Ustavno sodišče 15. junija 1998 zavrnilo. Potem je pritožnik vložil še eno ustavno pritožbo v zvezi z odločbo Vrhovnega sodišča z dne 17. septembra 1998. V njej je med drugim navajal kršitve tretjega odstavka 6. člena Konvencije, ki pa jo je Ustavno sodišče 1. decembra 1998 zavrnilo, ker ni ugotovilo kršitve pravice pritožnika do pravičnega obravnavanja6.\n"], "9": ["4.1.2 Postopek pred Komisijo in Sodiščem", "G. Ljubo Majarič je vložil svojo pritožbo na Evropsko komisijo za človekove pravice (v nadaljevanju Komisija) decembra 1994, ki je bila takrat na podlagi prvega odstavka nekdanjega 25. člena Konvencije pristojna za njeno obravnavanje. Komisija je v skladu s Konvencijo do novembra 1998 preučevala dopustnost vseh pritožb posameznikov ali držav proti državam članicam. Podajala je mnenja glede kršitev, ki so jih pritožniki zatrjevali v pritožbah, kjer ni prišlo do mirne rešitve spora in ki so se izkazale za dopustne.\nPritožnik je v pritožbi zatrjeval, da mu je Slovenija kršila pravice, ki izhajajo iz 1. odstavka 5. člena in 1. odstavka 6. člena Konvencije. Vlada Republike Slovenije (v nadaljevanju Vlada) je podala naslednjo pisno stališče: »Vlada izjavlja, da je bilo edino pravno sredstvo, ki je bilo na voljo pritožniku za\nOkoliščine so povzete po prevodu sodbe, ki jo najdemo na internetni strani Sveta Evrope: http://www.svetevrope.si/sl/evropsko_sodisce_za_clovekove_pravice/slovenski_prevodi_sod b/156/.\npospešitev kazenskega postopka, »nadzorstvena pritožba« v skladu z 72. členom Zakona o sodiščih. Pri »nadzorstveni pritožbi« predsednik sodišča ali ministrstvo ne izdata nobene odločbe, temveč samo poročata stranki o svojih ugotovitvah. Vlada je navedla, da je pritožnik večkrat vložil tako pritožbo, in sicer zadnjič 27. maja 1994. Vlada sklepa, da pri zavlačevanju postopka ni mogoče vložiti ustavne pritožbe.«\nNa podlagi tega je Komisija odločila, da je pritožba sprejemljiva v delu, ki se nanaša na dolžino kazenskega postopka. Nato pa je v svoji odločbi z dne 21. oktobra 1998 (nekdanji 31. člen Konvencije) soglasno sprejela, da so bile pritožniku kršene pravice iz 1. odstavka 6. člena Konvencije.\nNa predlog pritožnika se je postopek nadaljeval pred Sodiščem. Ta je predlagal, da Sodišče obdrži ugotovitev Komisije in mu prizna pravično zadoščenje.\nV nadaljnjem postopku pred Sodiščem je Vlada v svojem predhodnem ugovoru zatrjevala, da pritožnik ni izčrpal vseh domačih pravnih sredstev, saj ni uporabil tožbe v upravnem sporu in tudi ne ustavne pritožbe. Sodišče je ugotovilo, da Vlada ni podala ustreznega ugovora, ko je Komisija obravnavala sprejemljivost pritožbe, zato ne more več opraviti tega procesnega dejanja in so zanjo nastale škodljive posledice.\nPritožnik se je pritoževal na dolžino kazenskega postopka zoper njega, kar naj bi predstavljajo kršitev 1. odstavka 6. člena Konvencije. Menil je, da v njegovem primeru ni bila spoštovana pravica do sojenja v razumnem roku.\nVlada je zatrjevala, da je bil primer proti pritožniku kompleksen in da so bile vložene dodatne obtožnice. Po njenem mnenju je pritožnik tudi sam prispeval k dolžini postopka, ko se ni udeležil obravnav, razpisanih z dne 3. in 28. septembra 1992. Navedla pa je tudi to, da je bilo zavlačevanje, ki ga lahko pripišemo domačim organom, posledica osamosvojitve Slovenije. Država bi naj bila v tistem času deležna korenitih sprememb pravnega in gospodarskega sistema.\nKljub temu, da se je kazenski postopek zoper pritožnika začel že 6. decembra 1991, se je upoštevalo obdobje od 28. junija 1994 naprej, ko je Slovenija ratificirala Konvencijo. Postopek je torej trajal štiri leta in nekaj več kot pet mesecev.\nSodišče je opozarjalo, da je treba ocenjevati razumnost dolžine postopka na podlagi posebnih okoliščin zadeve in z upoštevanjem meril iz sodne prakse Sodišča, še posebej pa je treba upoštevati kompleksnost zadeve, ravnanje pritožnika in organov, ki zadevo obravnavajo, ter kaj je to pomenilo za pritožnika. Zadevo je štelo za dokaj kompleksno, saj so bile v času trajanja postopka podane dodatne obtožnice zoper pritožnika, kar pa samo po sebi ne more opravičevati dolžine postopka. Sodišče ni razpolagalo z nobenimi podatki, ki bi nakazovali, da je pritožnik sam prispeval k dolžini postopka. Prav tako je menilo, da lahko zavlačevanje postopka pripišemo pretežno ravnanju domačih sodišč.\nZavrnilo je tudi argument Vlade, da so bila domača sodišča pod veliko delovno obremenitvijo zaradi gospodarskih in zakonodajnih reform. Sodišče je opozorilo, da morajo države pogodbenice organizirati svoj pravosodni sistem, tako da lahko sodišča izpolnijo vse svoje naloge. Vlada ni predložila nobenih podatkov, ki bi kazali na to, da so bile težave v Sloveniji v tistem obdobju takšne, da bi lahko odvzela pritožniku njegovo upravičenost do sodne odločitve v razumnem roku.\nV skladu z vsem navedenim je Sodišče ugotovilo, da je prišlo do kršitve 1. odstavka 6. člena Konvencije.\nPritožnik pa je zahteval tudi pravično zadoščenje po 41. členu Konvencije, ki določa:\n»Če Sodišče ugotovi, da je prišlo do kršitve Konvencije ali njenih protokolov, in če notranje pravo visoke pogodbenice dovoljuje le delno zadoščenje, Sodišče oškodovani stranki, če je potrebno, nakloni pravično zadoščenje.«\nSodišče je soglasno odločilo: da je prišlo do kršitve prvega odstavka 6. člena Konvencije; da mora država plačati odškodnino za nepremoženjsko škodo v\nvišini 300.000 slovenskih tolarjev in da se preostali del zahteve za pravično zadoščenje zavrne7.\n"], "abstract": ["V diplomskem delu se ukvarjamo z analizo sodb Evropskega sodišča za človekove pravice, kjer je kot tožena stranka nastopila Republika Slovenija. V začetnem delu se najprej dotaknemo Konvencije o človekovih pravicah in temeljnih svoboščinah, ki je tesno povezana z delovanjem ESČP. Nato navajamo nekatera dejstva povezana z vložitvijo pritožbe na Sodišče, postopkom pred njim in sodbo, ki sledi celotnemu procesu. Poglavje pa zaključujemo z intervjujem s slovenskim odvetnikom, ki nam razkrije svoje izkušnje s Sodiščem. Sledi glavni del, kjer smo analizirali izbrane primere. V okviru analize smo poskušali čim bolje predstaviti ne samo sodbo Sodišča, ampak tudi argumente pritožnikov in Vlade. Slednja je v letih postopkov pred Sodiščem postala učinkovitejša in ne dela več nepotrebnih napak, kot je bilo to značilno za prve zadeve pred Sodiščem. Osredotočili smo se predvsem na tiste primere, kjer je bila Slovenija spoznana za krivo in na tiste, ki so bili po našem mnenju najpomembnejši za našo državo. Analiza nam je pokazala, da je prišlo do kršitve v izbranih zadevah zato, ker domača sodišča niso delovala učinkovito oz. je bila domača zakonodaja pomanjkljiva ali neustrezna. Ugotovili smo, da so imeli nekateri primeri vpliv na zakone in sodno prakso, saj je obsodbi pred Sodiščem ponekod sledila sprememba ali dopolnitev zakonodaje v Sloveniji. Izkazalo pa se je tudi, da bi bilo treba na nekaterih področjih sprejeti nove zakone oz. zagotoviti učinkovito izvrševanje obstoječih zakonov, česar pa Vlada še ni storila. Zaradi tega in dejstva, da so se nekateri ukrepi Vlade izkazali za neuspešne oz. premalo učinkovite, je možno pričakovati, da bo v prihodnosti število pritožb proti Sloveniji naraščalo."]}