{"1": ["1 UVOD", "Glede na svoje naravne geografske in družbene značilnosti sodi Slovenija med najbolj raznolike in pestre evropske države (Hrustel-Majcen in sod. 2006), čeprav je ena izmed manjših evropskih držav. Glede na celotno površino države imamo dokaj mali delež površin v kmetijski pridelavi (Čop 2005).\nKmetijska zemljišča v uporabi so vsa zemljišča, ki jih kmetijska podjetja in družinske kmetije uporabljajo za kmetijsko pridelavo v določenem letu. To so njive in vrtovi, trajni nasadi, trajni travniki in pašniki (Statistični letopis Republike Slovenije 2009). Travinje so površine pokrite s travno rušo. Sestavljajo ga trave, ki jih je v ruši največ, poleg njih pa najdemo v ruši tudi metuljnice in zeli (Vidrih 2007).\nTravinje na ozemlju Slovenije je pretežno antropogenega nastanka. Odločilnega pomena za nastanek in vzdrževanje travnatega sveta Slovenije v preteklosti, kjer se kar 75 % kmetijskih zemljišč nahaja na območjih omejenih možnosti za kmetijsko dejavnost, je bila nuja po pridelavi hrane. Zadnjih 50 let je vse močneje prisotno opuščanje rabe travinja in zaraščanje z grmovjem (Vidrih 2007).\nVolk in sodelavci (2009) navajajo, da se površina kmetijskih zemljišč v uporabi v letu 2009 ni pomembneje spremenila od leta 2008. Iz Statističnega letopisa Republike Slovenije (2009) pa je razvidno, da se obseg travinja v zadnjih letih na splošno zmanjšuje. V letu 1991 je bil obseg kmetijskih zemljišč v uporabi 561.294 ha, v letu 2000 je bil obseg 508.960 ha, v letu 2008 pa 492.424 ha. Prav tako se zmanjšuje tudi površina trajnih travnikov in pašnikov, saj se je iz 308.196 ha v letu 2000, površina zmanjšala na 285.973 v letu 2008.\nVse površine porasle s travno rušo je potrebno ustrezno oskrbovati. Za doseganje dovolj kakovostnih in tudi količinskih pridelkov je potrebno travinje ustrezno gnojiti. Za gnojenje \ntravinja lahko uporabljamo rudninska ali organska gnojila. Od organskih gnojil je za gnojenje travinja najbolj primerna gnojevka (Leskošek 1993).\nTravna ruša zelo ugodno deluje na fizikalne, kemične in biološke lasnosti tal, na povečanje rodovitnosti tal in zlasti na izboljšanje strukturnosti ter zračnega in vodnega režima v tleh. Travniki in pašniki, zlasti na dobrih rastiščih, dajejo krmo, ki je po vsebnosti in sestavi hranilnih snovi zelo ugodna in bogata ter lahko v celoti pokrije potrebe po teh snoveh v prehrani domačih živali (Korošec 1997). Hranilna vrednost krme je zelo odvisna od pogostnosti košnje. Glede na veliko raznolikost pridelave, se v Sloveniji srečujemo z dvo-, tri-, štiri- in večkosnimi travniki.\n"], "2": ["1.1 Opredelitev problema", "Na kakovost in količino pridelka ima zelo velik vpliv količina dodanih hranil. Zaradi varovanja okolja smo zakonsko vedno bolj omejeni z maksimalnimi količinami vnosa posameznih hranil pri gnojenju, temu ustrezno pa mora slediti tudi pogostnost košnje. Zaradi zmanjševanja potreb po krmi se v svetu marsikje zmanjšuje intenzivnost pridelave na v preteklosti intenzivno izkoriščenih travnikih. Ekstenzifikacija lahko poteka tudi v smeri zmanjševanja števila košenj.\n"], "3": ["1.2 Cilj raziskave", "V raziskavi smo želeli ugotoviti, kako vpliva gnojenje z gnojevko v dovoljenih in priporočenih količinah na količino in kakovost pridelka krme s travnika združbe Lolietum ob le trikratni košnji letno.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Proizvodnost našega travinja", "Glede na svoje naravne geografske in družbene značilnosti sodi Slovenija med najbolj raznolike in pestre evropske države (Hrustel-Majcen in sod. 2006). Takšno je tudi naše travinje. Zaradi velike raznolikosti travne ruše, je pridelovalna zmogljivost slovenskega travinja zelo različna. Na pridelovalno zmogljivost travinja, vplivajo poleg gnojenja tudi različni tipi tal. Kramberger (1995) navaja, da je na rodovitnih in z vlago dobro preskrbljenih tleh v nižini travinje mnogo bolj produktivno, kot na plitvih, suhih tleh hribovitega travinja, saj je v hribovitem svetu intenzivna raba in redna oskrba ovirana predvsem zaradi reliefa.\nKorošec (1997) ugotavlja, da proizvodna zmogljivost rodovitnejših travniških združb ali tipov travinja v slovenskih rastnih razmerah znaša na hektar 55 kg suhe snovi na dan v času rasti. Letni pridelek pri normalni agrotehniki pridelovanja bi lahko na boljših tipih travinja znašal tudi 11 do 15 t pridelka ha-1. V preteklosti so bili pridelki na nepognojenih travnikih in pašnikih nekje med 2 do 4 t suhe snovi ha-1 (Korošec in Leskošek 1998), vendar se v zadnjih letih zaradi močnejšega gnojenja travinja pridelki povečujejo. V letu 2008 je bilo letno povprečje pridelka 5,5 t suhe snovi ha-1 (Statistični letopis Republike Slovenije 2009).\nGlede na velik delež travnatih površin, lahko te površine izkoriščamo na različne načine: s košnjo, pašo ter kombinacijo obeh. Predvsem je za optimalno količino in kakovost pridelka pomembna pravočasna spomladanska raba (Korošec 1997).\nZnano je, da s povečanjem števila košenj, zmanjšujemo letni pridelek zelinja. V poskusu, ki ga že od leta 1995 izvajajo na Univerzitetnem kmetijskem centru (UKC) Pohorski dvor, \nso po navedbah Podvršnika (2009) v obravnavanem petletnem obdobju (2004-2008) upravičili to navedbo. V celotnem obdobju proučevanja so letno gnojili z 170 kg N ha-1, 120 kg P2O5 ha-1 in 180 kg K2O ha-1. Najvišje pridelke sušine so dobili pri dvakratni letni rabi (10,65 t ha-1 leto-1). Sledila je štirikratna raba z 10,60 t ha-1 leto-1, nekoliko nižji je bil pridelek pri trikratni rabi, nato pa se z večanjem števila košenj, pridelki zmanjšujejo. Za trikratno rabo so sledile petkratna raba, sedem do osemkratna raba, najnižji pridelki so bili pri štirinajst do šestnajstkratni rabi.\nPrav tako sta Kramberger in Gselman (2000) v istem poskusu, ki je bil izveden na Univerzitetnem kmetijskem centru (UKC) Pohorski dvor, že v letih od 1995 do 1998 ugotovila, da je bil najvišji pridelek suhe snovi preko 12 t ha-1 pri trikosni rabi, najnižji pridelek pa pri dvanajst- do štirinajstkosni rabi, ko je pridelek dosegel 7 t ha-1.\nPodobne rezultate navajata tudi Holliday in Wilman (1965, cit. po Podvršnik 2009), ki pri gnojenju s 300 kg dušika ha-1 na leto dosežeta najvišji pridelek pri dvokosni rabi (12 t suhe snovi), nato pri štirikosni rabi (10 t suhe snovi), pri desetkosni rabi pa pridelek pade na le 7 t suhe snovi ha-1 na leto.\nNa poskusnih travnikih v Jablah pri Ljubljani so ugotavljali vsebnost surovih beljakovin (kg ha-1) in pridelek suhe snovi (t ha-1) glede na pogostnost rabe (Preglednica 1). Ugotovili so, da so bili najvišji pridelki pri dvokosni rabi (10,5 t ha-1) in trikosni rabi (10,1 t ha-1), s povečanjem števila košenj, pa so se pridelki zmanjševali. Vsebnosti surovih beljakovin je bila najvišja pri štirikosni rabi (1310 kg ha-1) in petkosni rabi (1282 kg ha-1) (Korošec 1997). Iz tega lahko sklepamo, da je za količinsko najvišje pridelke najprimernejša dvo do trikosna raba, za kakovost pridelka pa je primešnejša štiri do petkosna raba. \n  (Korošec 1997)\n1 2 3 4 5 6  Pridelek mrve (t ha ) 7,4 10,5 10,1 9,8 9,1 6,9  Pridelek surovih  beljakovin (kg ha-1) 408 772 1105 1310 1282 1050 Legenda: 1= enkratna letna raba, 2= dvokratna letna raba, 3= trikratna letna raba, 4= štirikratna letna raba, 5= petkratna letna raba, 6= šestkratna letna raba\n"], "6": ["2.1.1 Kakovost pridelane krme", "V današnjem času je v živinoreji zelo pomembna kakovost krme, ki jo moramo zagotoviti z ustrezno pridelavo. Na kakovost pridelane krme vplivata predvsem raba in način gnojenja. Čop (2005) navaja, da je kakovost krme zelo odvisna od starosti travniških rastlin ob košnji. Kakovost je na splošno slabša pri redki košnji in boljša pri pogosti košnji. S starostjo ruše se poslednično v rastlinah povečuje delež sušine in surove vlaknine, s tem se posledično zmanjšuje delež surovih beljakovin, surovih maščob in neto energije laktacije (Babnik 1998). Gnojenje z dušikom bistvenega vpliva na neto energijo laktacije nima, pomembnejši vpliv pa ima na vsebnost surovih beljakovin (SB) (Schübiger in sod. 1999).\nNa splošno seno s trikosnega gnojenega travnika v sušini vsebuje za 2,5 do 3,5 % več beljakovin kot seno z dvokosnega. Seno štirikosne rabe pa je še za 2 % bogatejše s surovimi beljakovinami od trikosnega. Koncentracija energije v sušini sena se giblje pri košnji med 15. in 30. majem v nižinah od 5,5 do 6 MJ neto energije laktacije kg-1 suhe snovi, pri košnji med 1. in 20. junijem pa se koncentracija energije giblje med 4,8 in 5,5 MJ neto energije laktacije kg-1 suhe snovi (Leskošek in Mihelič 1998).\n"], "7": ["2.2 Gnojenje", "Rastline potrebujejo za rast in uspevanje hranila, ki jih večinoma črpajo iz zemlje. Z rabo travinja s košnjo odnašamo s travniških tal tudi rastlinska hranila. Tla torej osiromašimo, zato moramo hranila, ki jih s pridelki odnašamo, tudi redno nadomeščati z ustreznimi gnojili. K gnojenju prištevamo vsa sredstva, ki jih uporabljamo za gnojenje. Med makroelementi so za prehrano najpomembnejši dušik (N), fosfor (P) in kalij (K). Ta hranila dobijo rastline iz razkrajajoče se organske snovi v tleh, ali pa iz gnojil, s katerimi gnojimo (Korošec 1997). Nekaj hranil pride v tla tudi iz drugih virov. Med druge vire prištevamo dušik, ki pride iz ozračja s padavinami. Tega dušika je po nekaterih podatkih do 20 kg ha-1 letno (Stevenson in Cole, 1999, cit. po Kramberger 2009). Whitehead (2000, cit. po Kramberger 2009) govori tudi o 50 kg N ha-1 letno na območjih, kjer je tudi izpustov dušikovih spojin v ozračje veliko. Že dolgo je znano tudi to, da na nepognojenih travnikih, ki imajo v travni ruši prisotno belo deteljo, lahko vzdržujejo rodnost in velik pridelek zaradi sposobnosti fiksacije atmosferskega dušika, kljub nenehnim izgubam dušika z odvzemom s pridelki, ali spiranjem dušika iz tal (Wu in McGechan, 2001). Ledgard in Steele (1992) ocenjujeta, da lahko travniki, ki imajo v travni ruši prisotno belo deteljo, vežejo do 250 kg N ha-1 letno. Spatz in Buchgraber 2003 (cit. po Kramberger 2009) navajata, da s simbiozo pridobimo 2 - 7 kg N ha-1 letno za vsak % biomase metuljnic v ruši.\nDušik pridobljen s simbiozo in padavinami, skupno z organskimi gnojili, lahko po izračunih Leskošeka in Miheliča (1998) že pokrije potrebe po tem hranilu za obremenitev kmetije z živalmi 2 GVŽ ha-1. Potrebe z dušikom pri gnojenju so v ekološki pridelavi že pokrite. Za večje obremenitve na nekoliko intenzivnejših kmetijah je potrebno v krogotok dodatno vnesti vsaj še 50 kg N ha-1 (Kramberger 2009). Prav tolikšno količino dušika pa za Avstrijo na travinju priporočata Buchgraber in Gindl (2004).\nV poskusu, ki je bil izveden na raziskovalni postaji Univerze Ondokuz Mayis v Turčiji v letih 1998 do 2000 so ugotovili, da gnojenje z dušikom povečuje pridelek zelinja in \nzmanjšuje delež metuljnic v botanični sestavi, medtem ko gnojenje s fosforjem, delež metuljnic povečuje. Učinek fosforjevih gnojil je zagotovljen le v primeru nizkih odmerkov dušikovih gnojil (Aydin in Uzun 2005).\n"], "8": ["2.2.1 Gnojilne norme za travinje", "Pri gnojenju z dušikovimi gnojili je potrebno upoštevati priporočene gnojilne norme in Uredbo o varstvu voda pred onesnaževanje z nitrati iz kmetijskih virov. Tu je navedena mejna vrednost letnega vnosa dušika v tla za trikosni travnik, ki znaša 240 kg N ha-1 (Ur. l. RS, 113/2009).\nSchmid in Thöni (1990) navajata, da je glede na predvideno pogostnost in način rabe, odvisna količina uporabljenih gnojil. Leskošek in Mihelič (1998) za gnojenje trikosnega travnika navajata gnojilne norme, ki so podane v preglednici 2. Do teh vrednosti sta avtorja prišla na osnovi dolgoletnih raziskav na različnih poskusnih lokacijah. Ugotovila sta, da je potrebno za večje pridelke (več kot 8 t mrve ha-1) poleg gnojenja s fosforjem in kalijem, gnojiti tudi z dušikom.\nMihelič 1998.\nObroki N (kg ha ) za Odmerek Odemerek Stopnja Gnojilna P2O5** K2O** intenzivnosti norma 1.košnjo 2.košnjo 3.košnjo  60-80 120-200 II. PK * - -  I. N80-100 PK 40-50 40-50 20-40 * V 1.letu (mogoče še v 2.) gnojimo na zelo siromašnih, doslej negnojenih rastiščih, s 40 kg N za prvo košnjo, v poznejših letih samo PK. ** Če imamo na voljo rezultat kemične analize tal, gnojimo glede na stopnjo preskrbljenosti. \nTudi v nam primerljivih državah za gnojenje s fosforjem in kalijem, priporočajo PK gnojenje na osnovi analize. Gnojilne norme za gnojenje travinja z dušikom iz sosednje Avstrije so podane v preglednici 3.\n2004)\nNačin rabe kg N ha-1 letno*  Tri kosni (bogati z metuljnicami) 60-120  Tri kosni (bogati z travami) 100-150 *Količina se smiselno razdeli čez celotno leto posameznim košnjam\nZa nemško pokrajino Baden - Württemberg so podane gnojilne norme za trikosni travnik na mineralnih tleh. Gnojilna norma za dušik znaša 120 kg ha-1. Tako kot za dušik so podane tudi gnojilne norme za fosfor, ki znaša 70 kg P2O5 ha-1 ter za kalij, katerega norma je 220 kg K2O ha-1 ( http://gruenland-online.de/ ).\nTako v razvitih deželah, kot pri nas so spoznali, da ob povečanju enkratnega odmerka dušika do 80 kg ha-1 travna ruša še vedno dobro reagira z ustreznim povečanjem pridelka, vendar je zaradi racionalnega gospodarjenja s tem hranilom, potrebno v drugi polovici rastne dobe pri dognojevanju, odmerke dušika zmanjševati. S tem se izognemo tudi nepotrebnemu kopičenju nitratov v krmi (Kramberger 1995).\nGnojenje v ekološki pridelavi je lahko tako rekoč tudi posredno, z vnosom organskih hranil in žetvenih ostankov v tla, hranila postanejo dostopna gojenim rastlinam po mineralizaciji. Ekološki kmetje so pri reji živali omejeni s številom živali na hektar (1,9 GVŽ ha-1), vendar je potrebno za doseganje gnojilne norme in predvsem želenih pridelkov dodati tudi dokupljena gnojila, ki so dovoljena v ekološki pridelavi. Maksimalno dovoljene vrednosti \nuporabljenih hranil iz živinskih gnojil za ekološko pridelavo so: 170 kg N ha-1, 120 kg P2O5 ha-1 in 300 kg K2O ha-1 (Bavec in sod. 2009).\n"], "9": ["2.2.2 Uredba o varstvu voda pred onesnaženjem z nitrati iz kmetijskih virov", "Uredba o varstvu voda pred onesnaženji z nitrati iz kmetijskih virov (Ur. l. RS, 113/2009) je zelo pomembna z vidika zakonodaje, saj so v njej določila za pravilno gnojenje z dušikovimi gnojili, podane so tudi časovne omejitve ter prepovedi za gnojenje z gnojili, ki vsebujejo dušik.\nZaradi varstva voda pred onesnaževanjem z nitrati iz kmetijskih virov je celotno območje Republike Slovenije opredeljeno kot ranljivo območje. Na tem območju letni vnos dušika iz živinskih gnojil ne sme presegati 170 kg N ha-1. Pri gnojenju z gnojevko, gnojnico in mineralnimi gnojili, ki vsebujejo dušik, je potrebno upoštevati časovne omejitve. V 8. členu te uredbe so podane omejitve za gnojenje z gnojevko in gnojnico. Z njima je prepovedano gnojiti od 15. novembra do 15. februarja na zemljiščih brez zelene odeje, na zemljiščih z zeleno odejo pa je prepovedano gnojenje med 1. decembrom in 15. januarjem. Prav tako kot pri gnojenju z gnojevko in gnojnico, je prepovedano gnojenje z mineralnimi gnojili, ki vsebujejo dušik, med 15. novembrom in 15. februarjem (9. člen). Gnojenja z gnojili, ki vsebujejo dušik je prepovedano tudi na poplavljenih tleh, na tleh nasišenih z vodo, na tleh pokritih s snežno odejo ter na zmrznjenih tleh (10. člen). Vnos gnojil v tla ali na tla je prepovedan tudi na kmetijskih zemljiščih v zaraščanju ter na nerodovitnih in na vodnih zemljiščih (11. člen).\nV preglednici 4 so podane mejne vrednosti letnega vnosa dušika (kg ha-1) za krmo z trajnih travnikov in pašnikov. Iz te preglednice je razvidno, da se v odvisnosti od rabe travne ruše, spreminjajo tudi mejna vrednost letnega vnosa dušika v tla. \n in pašnikov – Vir: Uradni list RS, 113/2009.\nMejna vrednost\nRaba ( kg ha-1)  2- kosni travnik 170  3- kosni travnik 240  4- kosni travnik 320  Pašno- kosna raba 240  Trave, travne mešanice in travno deteljne mešanice 320\nGnojila je potrebno uporabljati v skladu s potrebami rastlin. Te se določijo na osnovi pričakovanih pridelkov, tipov tal, razmer v tleh, podnebnih razmer, rabe zemljišč in drugih pridelovalnih razmer. Ob upoštevanju navedenih dejavnikov, skupni letni vnos dušika pri gnojenju posameznih vrst kmetijskih rastlin ne sme presegati mejnih vrednosti. Letni vnos dušika iz organskih gnojil na posamezno enoto rabe kmetijskih zemljišč ne sme presegati 250 kg N ha-1 (13. člen).\n"], "10": ["2.3 Združba Lolietum multiflorae", "Značilna vrsta združbe: mnogocvetna ljulka (Lolium multiflorum Lam.) Razlikovalne vrste združbe: veliki trpotec (Plantago major L.), enoletna latovka (Poa annua L.) in navadna zvezdica (Stellaria media L.) Stalni spremljevalci združbe: navadni rman (Achillea millefolium L.), navadni dežen (Heracleum sphondylium subsp. sphondylium), ozkolistni trpotec (Plantago lanceolata L.), navadna latovka (Poa trivialis L.), ripeča zlatica (Ranunculus acris L.), plazeča zlatica (Ranunculus repens L.), navadna kislica (Rumex acetosa L.), topolistna kislica (Rumex \nobtusifolius L.), navadni regrat (Taraxacum officinale Weber.) in bela detelja ( Trifolium repens L.).\nZdružbo Lolietum multiflorae najdemo na travnikih, kjer ne raste veliko različnih vrst (ponavadi le okrog 20 vrst). Rastišča naj bi bila zmerno vlažna, s pogostimi padavinami, nadmorska višina se naj ne bi dvignila nad 800 m, torej uspeva na nižjih rastiščih, z blagim podnebjem. Združba je nastala s setvijo ali z močno intenziviranjem naravnih rastišč, kamor se je priselila mnogocvetna ljulka. To združbo je potrebno pogosto gnojiti z gnojevko in jo 4-6 krat pokositi, zaradi česar spada med najbolj intenzivno rabljene združbe. Pri tej združbi prevladuje med metuljnicami bela detelja (Trifolium repens L.), med zelmi pa se lahko uveljavi navadni regrat (Taraxacum officinale Weber.) (Ellmauer in Mucina 1993).\nV združbi Lolietum multiflorae se redko pojavljajo trave in zeli, ki se drugače redno pojavljajo v združbi Arrhenatheretum. Pogosto zaradi visoke rodnosti nadomešča prav združbo Arrhenatheretum, ki obsega relativno veliko število vrst. Če se pri močnem gnojenju, združba Lolietum multiflorae ne kosi redno, pride do pojava plevelov, med katerimi prevladujejo navadni dežen (Heracleum sphondylium subsp. sphondylium) in gozdna krebuljica (Anthriscus sylvestris L.). Združba lahko hitro postane prezrela, v krmi se lahko pojavi nizka vsebnost magnezija (Ellmauer, Mucina 1993).\n"], "11": ["2.3.1 Mnogocvetna ljulka (Lolium multiflorum Lam.)", "Mnogocvetna ljulka, znana tudi kot italjanska ljulka, se razprostira širom sveta, od severne in južne Amerike, Evrope, Nove Zelandije do Avstralije. Prilagojena je na hladna in vlažna rastišča. Najbolje ji ustrezajo temperature med 20 in 25- C. Temperaturni šok lahko zmanjša pridelek ljulke tudi v primeru, da ima na voljo dovolj vode. Glede pH tal ni zahtevna, saj dobro uspeva v velikem razponu (od pH 5 do 7,8) (Hannaway in sod. 1999). \nMnogocvetno ljulko uvrščamo med srednje visoke do visoke trava. Bili s socvetji dosežejo višino 80 do 100 cm. Se šopasto razrašča. Večji del šopastega koreninskega sistema se razvije v vrhnjem sloju tal do globine 10 cm. Oblikuje dolge, velike in široke liste. Njeni listi so rumenkasto - zelene barve, na spodnji strani močno bleščeči. Odrasel list je sestavljen iz listne nožnice, ki objema poganjek in steblo ter listne ploskve. Na prehodu med listno nožnico in listno ploskvijo rastlina tvori nežen jeziček. Rastlina z razraščanjem po začetnem razvoju in po vsaki košnji tvori vegetativne poganjke, katerih rast je zelo hitra in intenzivna, še posebej, če je na voljo dovolj vlage in hranil. Ti vegetativni poganjki se po prezimitvi pričnejo oblikovati v generativne (steblo). Na vrhu stebla je socvetje, ki je redek klas, sestavljen iz klaskov, ki izraščajo iz klasnega vretena. V klasku pa se nahaja več cvetov (Kramberger 1999).\nMnogocvetna ljuljka se večinoma priporoča za setev na njivah, saj je pri nas to najbolj rodovitna in s hranilnimi snovmi najbogatejša trava. Je zelo listnata rastlina, ki jo odlikuje hitra rast in hitra regeneracija po vsaki košnji. Kot krmna rastlina je zelo cenjena zaradi všečnosti živalim in prebavljivosti, ima tudi velik delež beljakovin in mineralov (Hannaway in sod. 1999). Prebavljivost je še vedno zelo visoka (preko 70 %), tudi ko že opazimo prva socvetja, to premorejo med travami le še trpežna ljulka, hibridi ljulke (križanci med trpežno in mnogocvetno ljulko), travniška bilnica in po nekaterih podatkih tudi pasja trava (Kapun in sod. 1999). \nhttp://commons.wikimedia.org/wiki/File:Westerwolds_raaigras_Lolium_  multiflorum.jpg\nwww.bayercropscience.com.mx/.../en/LOLMU.html\n"], "12": ["3 MATERIAL IN METODE DELA", "Poskus smo izvedli na kmetiji Vrecl, v Zgornjih Hočah (46-29’31”S, 15-37’13”V, 325 m n.v.)\n"], "13": ["3.1 Material", ""], "14": ["3.1.1 Združba tal", "Poskus smo izvedli na travniku združbe Lolietium multiflorae, na katerem je po botanični analizi maja 2007 bila med travami najbolj zastopana mnogocvetna ljulka (Lolium multiflorum Lam.) z 52 %. Med metuljnicami je bila najbolj prisotna bela detelja (Trifolium repens L.). Zeli so bile prisotne le v 5 % deležu.\nDelež funkcionalne skupine v % Število vrst Trave 91 9 Travniški lisičji rep (Alopecurus pratensis L.) + Travniška latovka (Poa pratensis L.) 4 Travniška bilnica (Festuca pratensis Huds.) 9 Pasja trava (Dactylis glomerata L.) 8 Trpežna ljuljka (Lolium perenne L.) 3 Mnogocvetna ljuljka (Lolium multiflorum Lam.) 52 Plazeča pirnica (Agropyron repens L.) 14  Se nadaljuje \nNadaljevanje\nMehka stoklasa (Bromus mollis L.) + Visoka pahovka (Arrhenatherum elatius L.) + Metuljnice 4 2 Črna detelja (Trifolium pratense L.) + Bela detelja ( Trifolium repens L.) 4 Zeli 5 13 Ripeča zlatica (Ranunculus acris L.) + Plazeča zlatica (Ranunculus repens L.) 1 Studenčna smiljka (Cerastium fontanum Baumg.) + Navadni regrat (Taraxacum officinale Weber.) 2 Plazeči skrečnik (Ajuga reptans L.) + Njivski slak (Convolvulus arvensis L.) + Navadni repnjakovec (Arabidopsis thaliana L.) + Navadna zvezdica (Stellaria media L.) + Perzijski jetičnik (Veronica persica Poir.) + Navadni plešec (Capsella bursa pastoris L.) + Topolistna kislica (Rumex obtisifolius L.) + Velika kopriva (Urtica dioica L. ) + Bršljanasta grenkuljica (Glechoma hederacea L.) +\n"], "15": ["3.1.2 Tla", "Tla na eksperimentalni površini so distrična rjava tla. Za ta tip tal je značilno, da so revna s hranilnimi snovmi. Po teksturi so srednje težka, peščeno ilovnata tla, na tem območju pade vrednost pH pod 5,5 (Stepančič in sod. 1998).\nPo opravljeni analizi tal (2006) je bilo ob nastavitvi poskusa v tleh 4,2 mg P2O5 /100g tal in 10,7 mg K2O /100g tal, pH tal pa je znašal 5,7.\n"], "16": ["3.2 Metode dela", ""], "17": ["3.2.1 Zasnova poskusa", "V nalogi smo zajeli dvoletno obdobje izvajanja poskusa (2007 in 2008) in sicer tri obravnavanja v štirih ponovitvah. Velikost parcelic je bila 25m2 (5m × 5m). Košnja je potekala v obeh letih skoraj istočasno. Termini košenj so podani v preglednici 6.\nLeto 1. košnja 2. košnja 3. košnja\n"], "18": ["3.2.2 Gnojenje", "Gnojenje je potekalo glede na posamezna obravnavanja. V obravnavanju 1 smo gnojili z organskimi gnojili (140 kg N ha-1 letno) in v ekološki pridelavi dovoljenimi rudninskimi hranili glede na predviden odvzem in normative za posamezne načine rabe. V obravnavanju 2 smo gnojili z 20 % nižjimi odmerki gnojil kot v obravnavanju 1 (organska gnojila in v ekološki pridelavi dopuščena rudninska gnojila). V obravnavanju 3 smo gnojili v enakih količinah hranil kot v obravnavanju 1, le da so bila dodana namesto ogranskih gnojil mineralna gnojila.\nGnojevka je bila računana kot nerazredčena z 10 % sušine, natančno količino smo določili pred gnojenjem na osnovi areometra in tabele. Pri preračunavanju količine dodanega dušika iz gnojevke z 10 % sušine, smo upoštevali tudi 15 % izgube. V gnojevki so bile v \nlaboratoriju ugotovljene vsebnosti hranilnih snovi, na osnovi katerih smo izračunali dejansko vrednost dodanih hranil na hektar. Vsebnosti hranil v gnojevki so bile naslednje: 5,2 kg N (4,4 kg N z vštetimi 15 % izgubami), 1,9 kg P2O5 in 8,2 kg K2O v enem m3.\nKoličina hranil v dodani gnojevki (kg ha-1) Mineralna gnojila (kg ha-1)  140 kg N  Obravnavanje 1 61 kg P2O5 59 kg P iz hiperkorna  262 kg K2O  112 kg N  Obravnavanje 2 50 kg P2O5 51 kg P iz hiperkorna  210 kg K2O  140 kg N  Obravnavanje 3 61 kg P2O5  180 kg K2O\n"], "19": ["3.2.3 Ugotavljanje suhe snovi in kemična analiza rastlinskih vzorcev", "Pridelek suhe snovi smo določili po sušenju vzorcev. Iz ene parcelice (5m × 5m) smo vzeli po dva vzorca (en vzorec 0.5m × 0.5m = 0.25 m2), v skupni velikosti 0.5m2 ter jih posušili v sušilni omari pri 60-C. Po končanem sušenju smo vzorce stehtali, določili suho snov v vzorcu in jo preračunali v kilograme suhe snovi na hektar.\nZ metodo bližnje infrardeče refleksijske spektrometrije (NIRS) smo v posušenih vzorcih, ki so bili predhodno zmleti, na Kmetijskem inštitutu Slovenije določili kemično sestavo (vsebnost SB in NEL). Vsebnost dušika v rastlinah pa smo določili po Kjeldahl-ovi metodi.\n"], "20": ["3.2.4 Klimatske razmere v času poskusa", "Po Koppenovi klasifikaciji sodi območje, kjer smo izvajali poskus (Zgornje Hoče) v vlažni, zmerno topli pas, s suhimi zimami in modificirano srednjeevropsko klimo. V Sloveniji kolebajo temperature v ozkem območju. Nad veliko večino površja Slovenije je srednja letna temperatura zraka med 8 in 10 -C. Pri prostorski razporeditvi padavin v Sloveniji je odločilnega pomena relief. Večina površin osrednjega in zahodnega dela Slovenije dobi 1250 do 1750 mm, proti vzhodu in severovzhodu količina padavin pada. Tako pade v teh delih okoli 1000 mm do 1250 mm padavin letno, proti Prekmurju pa se količina padavin še zmanjša, in sicer pod 800 mm padavin letno (Stepančič in sod. 1998).\nV preglednici 8 so prikazani podatki za vremenske razmere za leti izvajanja poskusa (2007 in 2008) za območje, kjer smo izvajali poskus. Po podatkih Statističnega letopisa Republike Slovenije je povprečna letna temperatura za leto 2007 znašala 11,7 -C, za leto 2008 pa 11,5 -C. Letna količina padavin za leto 2007 je 965 mm, v letu 2008 pa je bilo 895 mm padavin.\nMaribor v letih 2007 in 2008 (Mesečni bilten 2007, 2008)\nJan. Feb. Mar. Apr. Maj Jun. Jul. Avg. Sept. Okt. Nov. Dec. Padavine (mm)  2007 42 39 113 10 143 60 113 129 173 71 26 46 Padavine (mm)  2008 2 15 95 39 73 135 149 134 61 44 46 102  Temp. (-C)  Temp. (-C) \npadavine 1:4) za meteorološko postajo Maribor za leto 2007\npadavine 1:4) za meteorološko postajo Maribor za leto 2008 \nIz grafikona 1 in 2 je razvidno, da so bila v času trajanja poskusa sušna obdobja. V letu 2007 sta se pojavili dve sušni obdobji. Prvo se je pojavilo v začeteku aprila in trajalo do konec maja, drugo sušno obdobje se je pričelo v prvi dekadi junija ter je trajalo vse do konca meseca. Leta 2008 sušnega obdobja praktično ni bilo, saj sušno obdobje, ki je bilo v začetku leta (od začetka januarja do sredine februarja), nima vpliva na poskus, saj so rastline v tem času še v zimskem mirovanju.\n"], "21": ["3.2.5 Statistična obdelava podatkov", "Podatke, ki smo jih dobili, smo obdelali s programom Microsoft Office Excel 2003, statistično obdelavo podatkov smo izvedli s programom SPSS (Verzija 14.0). Razlike med aritmetičnimi sredinami smo naredili s testom mnogoterih primerjav (LSD, p ≤ 0,05).\n"], "22": ["4 REZULTATI", ""], "23": ["4.1 Pridelek sušine", "Najvišje statistično značilne pridelke sušine smo v letu 2007 pridelali pri tretjem načinu gnojenja, in sicer 12,60 t ha-1, najnižjega pa pri prvem, ki je znašal 9,82 t ha -1  . V naslednjem letu poskusa je bil prav tako najvišji pridelek pri gnojenju, kjer smo gnojili zgolj z mineralnimi gnojili (13,76 t ha-1), vendar razlike med obravnavanji niso bile statistično značilne (Preglednica 9).\nPridelek SS (t ha-1) Pridelek SS (t ha-1) Pridelek SS (t ha-1)  Gnojenje 2007 2008 2007+2008\n* Povprečja v stolpcu, označena z isto črko se statistično značilno ne razlikujejo med seboj (LSD, p≤0.05) Legenda: 1 - uporaba gnojevke v količini od 1,9 GVŽ + 60 kg P iz hiperkorna ha-1, 2 - uporaba gnojevke v količini od 1,5 GVŽ + 50 kg hiperkorna ha-1, 3 - 140 kg N, 120 kg P2O5, 180 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN).\nGledano iz vidika dvoletnega povprečja so razlike med povprečnimi letnimi pridelki posameznih obravnavanj statistično značilne ob največjem pridelku v obravnavanju 3 (13,18 t suhe snovi ha-1).\n"], "24": ["4.2 Količina pridelka surovih beljakovin (SB)", "Vsebnost surovih beljakovin v pridelku krme je bila v letu 2007 statistično značilno najvišja v obravnavanju 3 (1650,27 kg ha-1). Razlike med obravnavanji 1 in 2 niso bile statistično značilne (Preglednica 10). V letu 2008 kakor tudi v dvoletnem povprečju, razlike med obravnavanji pri 95 % verjetnosti, niso statistično značilne.\nPridelek SB (kg ha-1) Pridelek SB (kg ha-1) Pridelek SB (kg ha-1)  Gnojenje 2007 2008 2007+2008\n* Povprečja v stolpcu označena z isto črko se statistično značilno ne razlikujejo med seboj (LSD, p≤0.05) * Vrednosti so izračunane glede na pridelek po obravnavanjih Legenda: 1 - uporaba gnojevke v količini od 1,9 GVŽ + 60 kg P iz hiperkorna ha-1, 2 - uporaba gnojevke v količini od 1,5 GVŽ + 50 kg P iz hiperkorna ha-1, 3 - 140 kg N, 120 kg P2O5, 180 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN).\n"], "25": ["4.3 Količina pridelka neto energije laktacije (NEL)", "Pri ugotavljanju hektarskega pridelka neto energije laktacije (NEL) smo v letu 2007 statistično značilno najvišji pridelek (57570,60 MJ ha-1) dosegli pri tretjem načinu gnojenja, statistično značilno najnižjega pa pri prvem (48609,00 MJ ha-1). V drugem letu poskusa statistično značilnih razlik med obravnavanji glede na pridelek NEL ni bilo. Razlik ni bilo tudi pri dvoletnem povprečju (Preglednica 11). \nPridelek NEL (MJ ha-1) Pridelek NEL (MJ ha-1) Pridelek NEL (MJ ha-1)  Gnojenje 2007 2008 2007+2008\n* Povprečja v stolpcu označena z isto črko se statistično značilno ne razlikujejo med seboj (LSD, p≤0.05) * Vrednosti so izračunane glede na pridelek po obravnavanjih Legenda: 1 - uporaba gnojevke v količini od 1,9 GVŽ + 60 kg P iz hiperkorna ha-1, 2 - uporaba gnojevke v količini od 1,5 GVŽ + 50 kg hiperkorna ha-1, 3 - 140 kg N, 120 kg P2O5, 180 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN).\n"], "26": ["4.4 Dušik v pridelku", "Iz preglednice 12 je razvidno, da je bila v letu 2007 najvišja ugotovljena vsebnost dušika (kg ha-1) pri tretjem načinu gnojenja (264,04 kg ha-1). Razlika med prvim in drugim obravnavanjem ni bila statistično značilna. V letu 2008 razlike med obravnavanji niso statistično značilne, enako pa velja za dvoletno povprečje. \nVsebnost N (kg ha-1) Vsebnost N (kg ha-1) Povprečna vsebnost N (kg ha-1)  Gnojenje za leto 2007 za leto 2008 za leti 2007 in 2008  b * Povprečja v stolpcu označena z isto črko se statistično značilno ne razlikujejo med seboj (LSD, p≤0.05) * Vrednosti so izračunane glede na pridelek po obravnavanjih Legenda: 1 - uporaba gnojevke v količini od 1,9 GVŽ + 60 kg P iz hiperkorna ha-1, 2 - uporaba gnojevke v količini od 1,5 GVŽ + 50 kg hiperkorna (26% P2O5) ha-1, 3 - 140 kg N, 120 kg P2O5, 180 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN).\n"], "27": ["4.5 Rastlinska sestava", "V preglednici 13 je prikazana floristična sestava v letu 2008 glede na posamezna obravnavanja. Rastlinske vrste so razdeljene v tri funkcionalne skupine: trave (Poaceae), metuljnice (Fabaceae) in zeli (ostale zelnate rastline).\nobravnavanje 2 - uporaba gnojevke v količini od 1,5 GVŽ + 50 kg hiperkorna (26% P2O5) ha-1, obravnavanje 3 - 140 kg N, 120 kg P2O5, 180 kg K2O ha-1 iz mineralnih gnojil (NPK, KAN).\nGlede na izhodiščno botanično sestavo ruše (Preglednica 12) se je v letu 2008 nekoliko zmanjšala prisotnost mnogocvetne ljulke (Lolium multiflorum Lam.) v ruši in sicer iz začetnih 52 % na 37 % (povprečje po treh obravnavanjih) in travniške bilnice (Festuca \npratensis Huds.), ki je bila v letu 2008 še komaj zaznavna v travni ruši. Posledično se je z zmenjšanjem mnogocvetne ljulke (Lolium multiflorum Lam.) in travniške bilnice (Festuca pratensis Huds.) v ruši, povečala prisotnost navadne latovke (Poa trivialis L.) ter travniške latovke (Poa pratensis L.). Navadne latovke (Poa trivialis L.) v izhodiščem popisu travne ruše ni bilo prisotne, v letu 2008 pa v povprečju predstavlja 13 % delež med travami. Prav tako je tudi travniška latovka (Poa pratensis L.) iz začetnih 4 % zastopanosti v travni ruši dvignila povprečje na 25 %. Delež metuljnic in zeli se glede na izhodiščno botanično sestavo ruše ni bistveno spremenil.\n"], "28": ["5 KOMENTAR", "Iz rezultatov našega poskusa je razvidno, da smo najvišje pridelke krme in NEL, kot tudi vsebnosti surovih beljakovin in dušika v pridelku, dosegli pri gnojenju z mineralnimi gnojili (obravnavanje 3). Čeprav smo v obravnavanju 1 (gnojenje z organskimi gnojili in v ekološki pridelavi dovoljenimi rudninskimi hranili) gnojili s približno enakimi količinami hranil kot v obravnavanju 3 (gnojenje z mineralnimi gnojili), so bili pridelki pri obravnavanju 3 veliko višji. Sklepamo lahko, da so bili pridelki pri gnojenju z mineralnimi gnojili višji predvsem zaradi slabše izkoristljivosti dušika iz gnojevke. Poleg slabe izkoristljivosti pa so lahko vzroki še drugi: večje izgube dušika iz gnojevke in v vročem vremenu škodljivo delovanje gnojevke. S to navedbo se strinjata Smith in Jakson (1994), ki trdita, da prevelike količine gnojevke uporabljene za gnojenje v toplem in sončnem vremenu, povzročijo ožige travne ruše. Zato je zelo pomembno, da gnojevko apliciramo v oblačnem vremenu, ki mu sledi dež, da spere gnojevko iz listne površine. Navedbe Smitha in Jaksona (1994) bi lahko v našem poskusu potrjevalo dejstvo, da med 1 in 2 obravnavanjem v pridelku suhe snovi skoraj ni bilo razlik, kljub temu, da smo v obravnavanju 2 gnojili z 20 % nižjimi vrednostmi.\nRazlog, da se pridelki količinsko med obravnavanji niso razlikovali je lahko tudi v tem, da je bilo naše poskusno območje v preteklosti intenzivno gnojeno z dušikovimi gnojili, s tem so se kopičile zaloge dušika v tleh. Dušik so torej rastline lahko dobile z mineralizacijo organske snovi v tleh, zaradi prisotnosti metuljnic v travni ruši, pa se je nekaj dušika pridobilo s simbiotsko vezavo iz zraka. Omenjeno tezo potrjuje dejstvo, da je bila vsebnost dušika v pridelku vseh obravnavanj višja, kot smo dodali dušika pri gnojenju.\nPri botanični sestavi ruše se je glede na floristični popis v letu 2008 nekoliko zmanjšala prisotnost mnogocvetne ljulke (Lolium multiflorum Lam.) v ruši in sicer iz začetnih 52 % na 37 % (povprečje po treh obravnavanjih). Razlog za zmanjšanje mnogocvetne ljulke (Lolium multiflorum Lam.) v botanični sestavi je verjetno v tem, da ruša ni bila dovoljkrat \npokošena oziroma dovolj intenzivno izrabljena. Za združbo Lolietum multiflorae, v kateri med travami prevladuje mnogocvetna ljulka (Lolium multiflorum Lam.), je značilno pogosto gnojenje z gnojevko in vsaj 4-6 kratna raba, saj spada mnogocvetna ljulka (Lolium multiflorum Lam.) med najbolj intenzivno rabljene gospodarske trave (Ellmauer, Mucina 1993).\nSicer pa je prav za mnogocvetno ljulko z vidika kakovosti krme vprašljiva le trikratna košnja letno, ki je opravičljiva le v primeru potrebe po krmi slabše prebavljivosti. V naših poskusih je ob trikratni košnji mnogocvetna ljulka v prvih dveh košnjah krepko presegla stadij cvetenja, kar po DLG tabelah (Deutsche Landwirtschafts Gesellschafl 1997) pomeni manj kot 60 % prebavljivost krme.\nKermauner 2009\nKategorija Koeficient prebavljivosti organske snovi (%)  Krave molznice (vzdrževanje) 50  Krave v obdobju presušitve 50-60  Krave molznice (10 l mleka) 66  Krave molznice (20 l mleka) 74  Krave molznice (30 l mleka) 80  Pitanci (300 - 500 kg) 65-70  Plemensko govedo (300 - 500 kg, vzreja) 55-65\nGlede na to, da je bila v našem primeru prebavljivost manjša kot 60 % po DLG tabelah (Deutsche Landwirtschafts Gesellschafl 1997), bi lahko po navedbah Orešnika in Kermaunerjeve sklepali (Preglednica 14), da je naša krma primerna le za prehrano krav molznic v vzdrževanju in krav v obdobju presušitve. Za plemensko govedo ter vse ostale kategorije moramo imeti na voljo bolj kakovostno krmo, saj ob slabši prebavljivosti obroka pojedo manj krme, živali pa so nezadostno oskrbljene z energijo in hranilnimi snovmi.\n"], "29": ["6 SKLEP", "V poskusu, ki smo ga izvedli, smo sicer ugotovili za prakso nekatera pomembna izhodišča, ki so podana v poglavjih rezultati in komentar. Vendar je zaradi narave poskusov le dvoletno izvajanje premalo za podajanje natančnih navodil za gnojenje. Za slednje, bo potrebno poskuse izvajati dalj časa in zaradi vpliva različnih rastišč tudi na večih različnih lokacijah.\n"], "abstract": ["V letih 2007 in 2008 smo v Zgornjih Hočah (46°29’31”S, 15°37’13”V, 325m n.v.) ugotavljali vpliv gnojenja na pridelek krme (tri košnje letno) s travnika združbe Lolietum multiflorae. Obravnavanja (različna gnojenja) v poskusu zasnovanem kot naključni bloki v štirih ponovitvah so bila: 1 - gnojenje z gnojevko in hiperkornom - 140 kg N, 120 kg P2O5 in 262 kg K2O ha-1 letno; 2 - enako kot obravnavanje 1 vendar z 20 % nižjimi odmerki gnojil in hranil; 3 - enako kot obravnavanje 1 vendar so uporabljena konvencionalna mineralna gnojila (NPK, KAN). Najvišje pridelke suhe snovi smo tako v letu 2007 (12,60 t suhe snovi ha -1) kot 2008 (13,76 t suhe snovi ha -1) dosegli v obravnavanju 3, podobno je bilo s pridelkom surovih beljakovin (SB) in NEL. Glede na izhodiščno sestavo se je v času izvajanja poskusa v vseh obravnavanjih zmanjšala prisotnost mnogocvetne ljulke (Lolium multiflorum Lam.) in travniške bilnice (Festuca pratensis Huds.) v ruši, povečal pa se je delež latovk (Poa ssp.). Trikosna raba te rastlinske združbe je zaradi pozne košnje in nizke prebavljivosti krme primerna le za ekstenzivno živinorejo. "]}