{"1": ["1 UVOD", "V okviru zagotavljanja delovanja logističnega sistema je prilagodljiv, hiter in neodvisen transport z avtomobilom še vedno najbolj učinkovito prevozno sredstvo. Velike količine avtomobilov v urbanih naseljih zelo obremenjujejo mestne ceste in zrak. Največja ozka grla na prometni mreži pa so seveda križišča. V križiščih največkrat prihaja do zastojev in edini varen ter sprejemljiv način, da se promet odvija nemoteno, je namestitev svetlobno signalnih naprav. Dobro načrtovana prometna signalizacija pripomore k povečanju učinkovitosti cestnega omrežja, kar je zelo pomembno z ekonomskega in ekološkega vidika.\nMehki pristop postaja vse bolj pomemben pri upravljanju prometne signalizacije. Mehka logika uporablja lingvistične spremenljivke in preprosta pravila oblike IF- THEN stavkov, ki glede na trenutno prometno situacijo podajo ugodno rešitev. Na primer: »Če je število približujočih se vozil majhno in je število čakajočih vozil veliko, potem je interval zelenega signala kratek.« Mehke množice, kot so veliko, majhno, kratko itd., nimajo točno določene meje in lahko vsebujejo tudi elemente z delno stopnjo pripadnosti. Na primer: »20 sekund čakanja pred semaforjem za nekoga pomeni kratek čas, za nekoga drugega pa zelo veliko«.\nSodobni upravljalniki prometne signalizacije upravljajo časovne intervale glede na trenutne prometne razmere. Upravljalniki s pomočjo senzorjev pridobivajo podatke, kateri mnogokrat niso zanesljivi, saj ne sprejemajo informacij iz okolja tako dobro kot ljudje. Ker v prometu nastopa ogromno spremenljivk, je težko izdelati matematični model, ki bi lahko dobro funkcioniral na podlagi pridobljenih podatkov. Mehko vodenje je uporabno predvsem tam, kjer (Muškinja, 1997, str. 2):\n- ni sprejemljivega matematičnega modela sistema in\n- kjer obstaja ekspert, ki že uspešno obvladuje sistem in je sposoben določiti  kvalitativna pravila v obliki jezikovnih izrazov.\nV raziskavi bomo razvili mehki upravljalni sistem, ki bo primeren za takšne situacije. Sestavljen bo iz numeričnih informacij, pridobljenih iz senzorjev in jezikovnih informacij, ki so neposredno vključene v obliki če-potem pravil. Kombinacijo ekspertne jezikovne informacije z numerično informacijo uporablja vse več inženirskih pristopov, saj vzajemno dajeta maksimalne učinke.\nZ jezikovnim modeliranjem se sistemu poveča transparentnost in možnost kasnejšega optimiziranja. Sistemi mehke logike so v primerjavi s tradicionalnimi sistemi tudi enostavnejši za načrtovanje in lažji za vzdrževanje. Osnovne operacije so preproste in vključujejo manjše število parametrov (Malej, 2004, str. 2).\nNa izbiro teme diplomske naloge je vplivalo nezadovoljstvo voznikov v urbanem okolju, saj pri nas nimamo enotnega sistema krmiljenja semaforjev. Časovno krmiljenje je nastavljeno nelogično, nestrokovno in z različnimi sistemi krmiljenja. \nMnogi semaforji so krmiljeni tako, da ima prednostna cesta enak časovni interval kot stranska, kljub temu da je razlika v gostoti prometa npr. 3:1 v korist prednostni cesti.\n"], "2": ["1.1 Namen raziskave", "Namen raziskave je:\n- predstaviti uporabo mehke logike pri upravljanju prometne signalizacije,\n- analizirati mehki pristop pri upravljanju prometne signalizacije na izbranem  križišču in predstaviti izpeljan algoritem ter\n- podati rešitve.\nPosebno pozornost smo posvetili tvorjenju baze pravil sistema mehke logike glede na različne prometne situacije in predstavitvi modela mehkega upravljanja signalizacije.\n"], "3": ["1.2 Predpostavke in omejitve raziskave", "Predpostavka raziskovalnega dela je: mehki pristop pri upravljanju prometne signalizacije je smiseln in ekonomsko ter ekološko upravičen.\nPri analizi konkretnega problema smo analizirali izbrano križišče v Mariboru. Predvsem nas je zanimala gostota prometa in zaporedni časovni intervali prihajajočih vozil. Takšne meritve pa zahtevajo kar nekaj časa in več človeških faktorjev.\n"], "4": ["1.3 Metode raziskovanja", "Pri raziskavi je bilo uporabljenih več metod. V prvem, teoretičnem delu, je delo temeljilo na preučevanju literature domačih in tujih avtorjev. V drugem, praktičnem delu, je delo temeljilo na zbiranju podatkov, analizi problema in na uporabi računalniškega programa za načrtovanje in optimizacijo sistemov mehke logike. Podatke smo pridobili na Direkciji republike Slovenije za ceste, za eno izmed pomembnejših semaforiziranih križišč v Mariboru. Pri uporabi računalniškega programa fuzzyTECH smo uporabili naslednje metode: metoda grafičnega prikazovanja podatkov, metoda poizkusov in napak ter metoda modeliranja.\n"], "5": ["1.4 Kratek pregled vsebine poglavij", "Diplomsko delo je razdeljeno na šest poglavij. V prvem, uvodnem, poglavju je predstavljen problem, cilji, predpostavke in metode raziskovanja. Drugo poglavje opisuje mehko logiko. Predstavljene so mehke množice, pripadnostne funkcije, operacije nad mehkimi množicami in mehki sistem upravljanja. V tretjem poglavju je prikazano sedanje delovanje prometne signalizacije. Navedene so razlike med izoliranim in koordinacijskim upravljanjem ter med upravljanjem s fiksnimi časovnimi intervali ter upravljanjem na zaznavo vozil. V četrtem poglavju je opisan splošni mehki pristop upravljanja signalizacije, ki vključuje postopke mehčanja, sklepanja in ostrenja. V petem poglavju smo pridobljeno znanje uporabili na konkretnem primeru. Naredili smo model mehkega pristopa pri upravljanju prometne signalizacije na izbranem križišču v Mariboru. Šesto poglavje podaja sklep in zaključno misel. Sledi našteta uporabljena literatura, kazalo slik in tabel ter prilogi. V prvi so obrazloženi tuji izrazi in kratice, v drugi pa je dodan izpis datoteke sistema mehkega pristopa pri upravljanju prometne signalizacije izbranega križišča v tekstovni obliki.\n"], "6": ["2 O MEHKI LOGIKI", "V zadnjem času se je mehko vodenje izkazalo kot najbolj aktivno in tudi zelo uspešno področje uporabe teorije mehkih množic. Mehka logika (angl. fuzzy logic) je inovativna tehnologija, ki omogoča opis sistemov z uporabo vsakdanjega govornega jezika. Začetki mehke logike segajo v leto 1965, ko je prof. Lotfi A. Zadeh na univerzi Berkeley v Kaliforniji izdal članek z naslovom »Fuzzy sets« v akademski reviji Information and Control. V tem članku je prof. Zadeh predstavil mehko logiko kot logiko brez začrtanih meja, kot je npr.: meja za visoko temperaturo, meja za visokega moškega, meja za velika števila itd. Svojo trditev je razširil v matematično teorijo. V osemdesetih letih je E. H. Mamdani s svojimi sodelavci opravil prve raziskave na področju uporabe mehkih množic za vodenje sistemov.\nMehka logika je veja računske inteligence, ki je v praksi našla veliko zanimivih aplikacij. Področje uporabe mehkega vodenja je zelo široko, kar dokazujejo že izvedeni mehki sistemi vodenja, kot so: avtomatsko nadziranje in vodenje prometa, vodenje žerjavov v pristaniščih, vodenje dvigal, avtomatski menjalniki pri avtomobilih, klimatske naprave itd. Na osnovi naštetega lahko sklepamo, da je uporaba mehkega vodenja koristna predvsem pri vodenju zahtevnih in matematično težko definiranih procesov.\nV klasični logiki lahko matematična spremenljivka zavzame dve različni vrednosti 1 (izjava je pravilna) in 0 (izjava je napačna). Izkaže se, da izjava v naravnem jeziku, ki govori o procesu ali sistemu, hitro postane dvoumna, neprecizna, približna itd., kar je vzrok, da si s klasično logiko v takšnih primerih ne moremo dovolj pomagati. V okviru mehke logike nas to privede do lingvistične spremenljivke, lingvistične vrednosti, lingvističnega atributa itd., ki dokaj dobro matematično opredeljujejo pojme, čeprav gre za dvoumne informacije. Ko postane proces ali sistem tako velik, da ga ne moremo obvladati s klasičnim matematičnim modelom, je lahko mehka rešitev edina, ki je še možna (Virant, 1998, str. 1) .\nOsnovni element sistema mehke logike je torej lingvistična spremenljivka. Ta lahko zavzame kakršnokoli vrednost. Npr.: gostota prometa, človeška starost, inteligenca, višina, teža, temperatura in tako dalje. Vrednosti te spremenljivke pa so lingvistični termini oziroma lingvistične vrednosti. Za gostoto prometa so lingvistični termini lahko ničelna, majhna, srednja in velika. Teh terminov je lahko še več, kot na primer manj kot srednja, več kot srednja, zelo velika in tako dalje. Z lingvističnimi spremenljivkami prevedemo določene številčne vrednosti v lingvistične termine. Na primer: ničelna od 0–3 vozila, majhna od 0–10 vozil, srednja od 7–14 vozil in velika od 10–17 vozil.\nMehka logika ima v matematiki vedno večje razsežnosti. Spoznan je princip posploševanja, ki omogoča, da marsikaj, kar smo spoznali v okviru klasične \nmatematike, lahko uporabljamo tudi v mehki logiki, seveda pa so za to potrebna ustrezna znanja.\nUporabili smo že pojem dvoumnost. Vzemimo izjavo: »Ugotovitev je pravilna«. Če je proces kompleksen in odvisen od človeškega faktorja, ima omenjena izjava lahko veliko obrazov, kot na primer (Virant, 1998, str. 2):\n- »ugotovitev je možna«\n- »ugotovitev je delno pravilna«\n- »ugotovitev je približno pravilna«\n- »ugotovitev je zelo verjetna«\n- »ugotovitev je delno nedoločena«\n- »ugotovitev je rizična«\n- »ugotovitev je sporno pravilna«\n- itd. Med vsemi temi možnostmi ne znamo razlikovati z strogostjo, ki je vsaj blizu matematični strogosti. Spremenljivka merljivi čas se v procesih in sistemih največkrat pojavlja, zato je posebna obravnava časa dokaj smiselna (Virant, 1998, str. 2).\nMehki upravljalnik prometne signalizacije je zgrajen na osnovi mehke logike in je veliko bližji človeškemu načinu vodenja, kot so tradicionalni logični sistemi. To pomeni, da lahko z mehko logiko učinkovito aproksimiramo nenatančno in težko določljivo obnašanje realnega sveta. Bistveni del mehkega logičnega upravljalnika prometne signalizacije so jezikovna pravila za vodenje, ki jih dobimo na osnovi izkušenj. Tako algoritem mehkega logičnega sistema prevede jezikovna pravila za vodenje v sistem avtomatskega vodenja.\n"], "7": ["2.1 Mehke Množice", "V klasični teoriji množic nek element množici pripada v popolnosti ali pa ji sploh ne pripada. Na sliki je skicirana takšna množica, kjer element a pripada množici A, element b pa ji ne pripada.\nPripadnost elementa množici A lahko opišemo s pripadnostno funkcijo (angl. membership function) µA(x):\nV realnem svetu je ogromno problemov, kjer je element lahko znotraj množice, vendar blizu roba, element je lahko na samem robu množice, lahko je tudi zunaj množice, vendar blizu roba in podobno. Potrebno je upoštevati lingvistične termine, kot so: zelo blizu, blizu, daleč, zelo daleč in druge (Usenik, 2007, str. 30).\nMeje mehke množice so nejasne in nedoločene. Mehka množica je takšna množica, katere elementi lahko pripadajo množici le delno. Pripadnost elementa množici je realno število z intervala [0,1]. Elementi s pripadnostjo 0 sploh niso člani množice, elementi s pripadnostjo 1 pa v popolnosti spadajo v mehko množico. Vmesne vrednosti opisujejo delno pripadnost. Odvisnost pripadnosti elementov mehki množici od nekega numeričnega podatka najlažje opišemo s pripadnostno funkcijo in njenim grafom.\nMehka množica A je določena kot množica urejenih parov A = {x, µA(x)}, kjer je µA(x) pripadnostna funkcija elementa x množici A. Čim večji je µA(x), tem bolj gotovo je, da element x pripada množici A (Usenik, 2007, str. 30).\nOznaka, ko je univerzalna množica x diskretna in končna, je za mehko množico A:\nKo je univerzalna množica x zvezna in neskončna, pa je oznaka za mehko množico A takšna:\n"], "8": ["2.1.1 Pripadnostne funkcije", "Pripadnostne funkcije mehkih množic nastopajo v več oblikah. Vse oblike pa morajo dosegati vse vrednosti med 0 in 1. Standardne oblike pripadnostnih funkcij so:\n- Trikotna pripadnostna funkcija\n- Trapezna pripadnostna funkcija\n- Z oblika pripadnostne funkcije\n- S oblika pripadnostne funkcije\nNaštete pripadnostne funkcije so linearne in povsod gladke ter so zaradi lahke izračunljivosti zelo priljubljene. Nelinearne pripadnostne funkcije, kot so: Gaussova, \nSigmoidna, Zvončasta in razne druge empirične funkcije, pa niso tako enostavne za izračunavanje. Za potrebe mehke logike v diplomskem delu zadoščajo predstavljene funkcije.\n"], "9": ["2.1.2 Operacije nad mehkimi množicami", "Najbolj uporabljene operacije nad mehkimi množicami so komplement, unija in presek.\nKomplement Ā mehke množice A je mehka množica iz prostora X. Definirana je s pripadnostno funkcijo, ki za vse x ∈ X zavzame vrednosti µĀ(x) = 1 - µA(x).\nUnija AUB mehkih množic A in B je mehka množica iz prostora X. Definirana je s pripadnostno funkcijo, ki za vse x ∈ X zavzame vrednosti µAUB(x) = max (µA(x), µB(x)).\nPresek A∩B mehkih množic A in B je mehka množica iz prostora X. Definiran je s pripadnostno funkcijo, ki za vse x ∈ X zavzame vrednosti µA∩B(x) = min (µA(x), µB(x)). \n"], "10": ["2.2 Mehka Števila", "Mehka števila uporabljamo v primerih, ko ne poznamo zanesljivega točnega podatka, na osnovi katerega bi izračunali pripadnost nekega elementa mehki množici. Najpreprostejša oblika mehkih števil so t.i. trikotna mehka števila, ki jih predstavimo z grafom trikotne pripadnostne funkcije okoli osrednje vrednosti. Mehka števila so tiste mehke množice, ki so konveksne in normirane. Imajo svoje pripadnostne funkcije.\nMehka števila opisujemo s stopnjo domneve (angl. level of presumption). To pomeni, da domnevamo, da bo ob določeni uri npr. 20 vozil na tej cesti. Lahko pa domnevo izrazimo z zaprtim intervalom, z intervalom zaupanja (angl. confidence interval), npr. da bo ob tej uri med 15 in 30 vozil na tej cesti. Vsak interval zaupanja je določen s stopnjo domneve.\nZ mehkimi števili izvajamo računske operacije na enak način kot s trdimi števili (angl. crisp numbers). Lahko jih seštevamo, odštevamo, množimo, delimo in množimo mehko število s konstanto.\n"], "11": ["2.3 Mehke Izjave", "Mehka logika se tako kot klasična logika ukvarja z izjavami, le da klasična logika pozna samo pravilne in nepravilne izjave. Mehka logika dovoljuje izjave, ki imajo vmesne vrednosti, torej so le delno pravilne. Delno pravilnost izražamo s številom med 0 in 1 in ga imenujemo stopnja pravilnosti (angl. degree of truth).\nMehko izjavo podobno kot mehko množico podamo s funkcijo, ki za vsako vrednost stanja, na katerega se nanaša izjava, pove stopnjo pravilnosti. Funkciji rečemo \npravilnostna funkcija. Pravilnostna funkcija je v resnici kar pripadnostna funkcija za mehko množico, na katero se nanaša mehka izjava (Usenik, 2007, str. 41).\nNajpogostejše operacije, ki se izvajajo nad mehkimi izjavami so (Usenik, 2007, str. 41-44):\n- Negacija od izjave A je izjava z oznako Ā. Njena pripadnostna funkcija je  enaka µĀ(x) = 1-µA(x).\n- Disjunkcija mehkih izjav A in B je izjava AUB (preberemo A ali B). Njena  pripadnostna funkcija je enaka µAUB(x) = max (µA(x), µB(x)).\n- Konjunkcija mehkih izjav A in B je izjava A∩B (preberemo A in B). Njena  pripadnostna funkcija je enaka µA∩B(x) = min (µA(x), µB(x)).\n"], "12": ["2.4 Mehki Sistemi", "Mehki sistemi so zgrajeni na osnovi če-potem (angl. if-then) mehkih pravil. Predstavljajo osnovo krmilnikov, ki temeljijo na mehki logiki. Osnovni elementi mehkih sistemov so: pravila, mehke izjave, sklepanje in postopek pretvorbe mehkih števil v trda števila. Struktura in delovanje takšnega sistema sklepanja prikazuje spodnja slika.\nSlika prikazuje osnovno konfiguracijo mehkega logičnega sistema. Sistem ima n vhodnih lingvističnih spremenljivk in eno izhodno ostro vrednost. V okviru mehkega sklepanja imamo opravka s tremi fazami:  1. Mehčanje (angl. fuzzyfication)  2. Mehko sklepanje (angl. fuzzy inference)  3. Ostrenje (angl. defuzzyfication) \nV prvi fazi vse vhodne številčne vrednosti prevedemo z uporabo vhodnih lingvističnih spremenljivk v lingvistične vrednosti in jih predstavimo v obliki mehkih množic. Vzemimo konkretni primer semaforiziranega križišča: eden izmed vhodnih podatkov »Jug« predstavlja število vozil na semaforju iz južne smeri, ki čakajo na zeleni signal. Naj bo to število enako 10. Z mehčanjem lahko število 10 prevedemo v srednje število vozil (slika 11, str. 12). Na tak način realne vhodne vrednosti sistema prevedemo v lingvistične vrednosti.\nV drugi fazi se identificira množica pravil, ki definira obnašanje sistema. Pri sestavljanju baze pravil se zmeraj pojavi vprašanje, kako priti do pravil. Običajno zapiše bazo če-potem pravil izvedenec za določen sistem na podlagi svojega znanja in izkušenj. Izvedenec mora določiti tudi vhodne in izhodne mehke funkcije, njihovo obliko in položaj. Pogosto pa se zgodi, da njegovo znanje ne zadostuje in torej ne more definirati zadostnega števila pravil. Zato so bili razviti tudi postopki formiranja ali dopolnitve baze pravil na podlagi razpoložljivih numeričnih podatkov (Šafarič, Rojko; 2007, str. 77). Rezultati sklepanja so lingvistične vrednosti izhodne spremenljivke. V našem primeru izhodna spremenljivka predstavlja »Čas trajanja zelenega signala« in lingvistični rezultat za to spremenljivko ima naslednje vrednosti: zelo kratek, kratek, srednji, srednje dolg, dolg in zelo dolg.\nV zadnji fazi lingvistični rezultat prevedemo nazaj v ostro vrednost oziroma številčni rezultat. V našem primeru nam številčni rezultat vrne vrednost, koliko sekund naj traja zeleni signal na semaforju v vsaki smeri.\n"], "13": ["2.4.1 Mehčanje", "Le redko se zgodi, da so vhodne vrednosti v mehki sistem že v osnovi mehke, saj gre običajno za numerične podatke iz senzorjev. Za mehko sklepanje je torej potrebno pretvoriti ostre vhodne vrednosti v mehke, kar se izvede v postopku mehčanja oziroma fuzifikacije.\nVsem spremenljivkam, ki nastopajo v sistemu, definiramo ustrezne lingvistične spremenljivke. Vsaki lingvistični spremenljivki pa moramo definirati vse njene lingvistične vrednosti. V našem primeru nastopajo naslednje spremenljivke:\nZa vsako posamezno lingvistično spremenljivko je vsaka lingvistična vrednost definirana s pripadnostno funkcijo.\nVhodne vrednosti so torej ostre, prirediti pa jim je potrebno mehkost, da bodo lahko pravilno upoštevane v procesu (Virant, 1998, str. 76). V koraku mehčanja se vhodne ostre vrednosti prevedejo v vrednosti lingvističnih spremenljivk, le-te so pa predstavljene z mehkimi množicami. V primeru s slike 11 se število 14 prevede v srednje s stopnjo pripadnosti 0.5 in veliko s stopnjo pripadnosti 0.6.\nVse predstavljene pripadnostne funkcije na začetku poglavja lahko matematično predstavimo kot kosoma linearne funkcije. Stopnjo pripadnosti vhodne vrednosti sistema neki mehki množici tedaj izračunamo na sledeči način (Malej, 2004, str. 17):\n1. Definiramo pripadnostno funkcijo z množico karakterističnih točk P(xi,  µi), kjer je i=1,…,n, x1 ≤ xi ≤ xn in µi ∈ [0,1]. Interval [x1, xn] je  definicijsko območje funkcije in vhodna vrednost X ∈ [x1, xn]\n2. Ocenimo vhodne vrednosti: xk ≤ X ≤ xk+1\n3. Izračunamo stopnje pripadnosti: µ = µi + (X – xi) (µi+1 - µi) / (xi+1 – xi) \nPri funkcijah, ki niso kosoma linearne, je postopek podoben. Potrebno je definirati interval z µ(x) = 0 in µ(x) = 1. Stopnjo pripadnosti mehki množici izračunamo s pomočjo analitičnega zapisa pripadnostne funkcije.\n"], "14": ["2.4.2 Mehko sklepanje", "Poleg lingvističnih spremenljivk so osnovni gradniki sistema mehke logike še množice pravil. Pri sklepanju na osnovi mehke logike moramo vse vednosti in dejstva spraviti v določen red in nanj navezati postopek izvajanja sklepanja, tako, da je ta izvedljiv z računalnikom. Ta red nam navadno predstavlja spisek oziroma sistem pravil (Virant, 1992, str. 49):\nV pravilu nastopajo dejstva (fakti) X1 = A1, X2 = A2, …, Xn = An, predpostavke Aij in operatorji logičnega sklepanja oziroma logične inference if…then. Vsako pravilo ima levo in desno stran, med eno in drugo stranjo je mnemonik then. Levo in desno stran lahko gledamo preko vsega spiska. Desna stran se nanaša na iskano spremenljivko Y, leva pa na neodvisne spremenljivke. X1 do Xn in Y so lingvistične spremenljivke, dejstva pa mehke množice (Virant, 1992, str. 50).\nMehko sklepanje oziroma mehka inferenca pomeni računanje z mehkimi pravili. Normalna mehka inferenca je postavljena na naslednjih treh temeljih (Virant, 1998, str. 77): agregaciji, implikaciji oziroma neposrednem sklepanju in akumulaciji.\nAgregacija nam omogoča, da več pogojev sestavimo v en sestavljen pogoj in tako preidemo iz posameznih prostorov, v katerih so mehke množice, v skupni prostor (Virant, 1998, str. 77).\nPri agregaciji izračunamo, v kolikšni meri je zadoščeno pogojem posameznih pravil. Pogoji so lahko sestavljeni iz več podpogojev. Za agregacijo stopenj zadoščanja podpogojem zato uporabljamo različne operatorje, kot sta operatorja preseka in unije. Zanju se najpogosteje uporabljata operatorja minimum (slika 12, str. 14) in maksimum (slika 13, str. 14), predvsem zaradi njune preprostosti in razumljivosti.\nZa presek in unijo se uporabljajo tudi drugi operatorji, kot sta na primer operator min-max, kot kombinacija minimuma in maksimuma ter operator gama, kot kombinacija produkta in omejene vsote.\nImplikacija nam omogoča sklepanje, to je prehod iz ČE-dela v POTEM-del mehkega pravila. Z implikacijo izračunamo stopnjo posledice pravil. Stopnja pravilnosti prvega dela pravila se pomnoži z vnaprej podano vrednostjo ali t.i. utežjo. Vsakemu pravilu je prirejena utež, ki se v programu fuzzyTECH imenuje DoS (angl. Degree of support), ki predstavlja pomembnost pravila. Uteži imajo vrednost med 0 in 1. Pravilo z utežjo 0 je za sistem popolnoma nepomembno, ker ne vpliva na rezultat. Običajno se za operatorja implikacije uporablja kar množenje. µ THEN = µ IF * DoS\nAkumulacija skrbi za pravilno sestavo rezultativnih komponent Ai v skupno mehko množico A. Če več pravil povzroči isto posledico, moramo različne stopnje iste posledice združiti v eno samo stopnjo posledice. To je korak akumulacije. Tipična operaterja sta maksimum in omejena vsota, z oznakama MAX in BSUM. MAX: µ RESULT = max i (µ THEN ,i )\nBSUM: µ RESULT = min(1, ∑ (µ THEN ,i )) \nAkumulacija določi, katera pravila in v kolikšni meri naj prispevajo k rezultatu ostrenja.\n"], "15": ["2.4.3 Ostrenje", "Zadnje procesiranje v sklopu mehkih sistemov se nanaša na ostrenje oziroma defuzifikacijo, ki se pričenja šele tedaj, ko smo dosegli rezultativno mehko množico A. Ostrenje prireja mehki množici A ostro vrednost rezultata, ki gre v ostro okolje mehkega nadzora. Rezultatov sklepanja je lahko več. S primerno metodo ostrenja naredimo kompromis med lingvističnimi rezultati in izračunamo končni številčni rezultat. Naloga postavljavca mehkega sistema je, da zna izbrati metodo, ki je primerna njegovi aplikaciji (Virant, 1998, str. 79).\nMetoda višine (angl. Height method, kratica: HM) oziroma center maksimumov (angl. Center of Maksimum, kratica: CoM) oziroma metoda povprečja maksimumov sodi med najhitrejše in najenostavnejše metode ostrenja. Uporabljena bo tudi v nalogi. Pri tej metodi najprej poiščemo točke, v katerih imajo posamezne pripadnostne funkcije maksimume. Izračuna se uteženo povprečje maksimumov Yi, pripadnostnih funkcij µi.. Po metodi CoM se ostra vrednost sistema izračuna:\nTežiščna metoda (angl. Center of Gravity, kratica: CoG) oziroma metoda center ploščin (angl. Center of Area, kratica: CoA) sodi med najbolj popularne metode in je najpogosteje uporabljena (Virant, 1998, str. 80). Pri tej metodi pripadnostne funkcije vseh izhodnih mehkih vrednosti obrežemo pri maksimalni aktivitaciji, ki so jo \ndosegle. Ploščina, ki jo omejujejo tako dobljene funkcije z abscisno osjo, je uporabljena za izračun težišča (glej sliko 15). Težišče območja v vseh primerih izračunamo kot:\nKot sklep proglasimo mehko vrednost z najvišjo pripadnostjo v točki težišča.\nMetoda srednjega maksimuma (angl. Mean of Maximum, kratica: MoM) izračuna sredino maksimuma tiste mehke vrednosti, katere pripadnost je najvišja.\nPrimerjava metod ostrenja\nPomembna lastnost metod ostrenja je zveznost. Metoda ostrenja je zvezna, če neskončno majhna sprememba vhodne spremenljivke nikoli ne povzroči ogromne spremembe v katerikoli izhodni spremenljivki (von Altrock, 1997, str. 362).\nNa izbiro metode ostrenja vpliva vsebina odločanja. Pri kvantitativnem odločanju uporabimo CoM, pri kvalitativnem pa MoM. Odvisno je tudi od tega, ali kot rešitev potrebujemo kompromis ali najbolj smiseln rezultat.\nObstaja še več drugih metod ostrenja, vendar jih v okviru tega diplomskega dela ne bomo obravnavali.\n"], "abstract": ["Diplomsko delo obravnava uporabo mehkega pristopa pri upravljanju prometne signalizacije. Predstavljene so osnove mehke logike in mehkega logičnega sistema, ki na podlagi lingvističnih spremenljivk in mehke baze pravil poda ugodno rešitev. Opisani so sodobni upravljalni algoritmi prometne signalizacije glede na tipe križišč. V nadaljevanju je predstavljen splošen mehki pristop pri upravljanju prometne signalizacije in izpeljan algoritem za konkreten primer na križišču v Mariboru. saj s kombinacijo ekspertnega znanja in verbalnega komuniciranja dosega maksimalne učinke. Ekspertno znanje je zelo pomembno pri določitvi baze pravil, ki predstavlja osnovni princip gradnje mehkega sistema. Verbalno komuniciranje pa je pomembno pri določitvi vhodnih in izhodnih lingvističnih spremenljivk in njihovih pripadnostnih funkcij. Prednost tega pristopa je, da za načrtovanje sistema ne potrebujemo natančnega matematičnega modela procesa, kar pri klasičnih metodah ni mogoče. Prav tako je prednost v tem, da mehki upravljalniki prometne signalizacije zaznavajo stanja v križišču iz vseh smeri in ne samo iz prednostne, tako kot sodobni upravljalniki."]}