{"1": ["1 UVOD", "Mak spada med najstarejše gojene rastline. Poznali naj bi ga že v kameni in bronasti dobi, kot narkotik pa je bil znan že 3000 let pr. n. št. Mak je rastlina iz rodu Papaver, v katerem so znane številne vrste. Pri nas poznamo poljski mak (Papaver rhoeas L.), ki pa ni bil spoznan kot prednik vrtnega maka (Papaver somniferum L.). Kot prednik pride v poštev Papaver setigerum DC, ki je služil kot vrsta za kultiviranje na območju Sredozemlja. Uporaba makovega semena je precej razširjena, in sicer kot dodatek kruhom in pecivom (pri nas še posebej v prekmurski gibanici). Vse bolj pa mak pridelujejo tudi kot oljnico, saj seme vsebuje tudi do 50 odstotkov olja (Bavec 2000). Mak je na Slovenskem bolj ali manj zapostavljena poljščina, ki bi ji ravno zaradi njenih uporabnih lastnosti morali v prihodnosti posvečati več pozornosti. Po podatkih Statističnega urada RS je v Sloveniji letno posejanih le okoli 17 hektarjev maka. V Jugoslaviji je leta 1925 bilo posejanih 350 hektarjev maka, ki se je uporabljal za opij in kot seme (Sadar 1951).\n"], "2": ["1.1 Predstavitev problema", "Namen raziskave je bil ugotoviti primernost nekaterih herbicidov za zatiranje plevelov v posevkih maka in ugotoviti njihovo morebitno fitotoksičnost. Za raziskavo smo se odločili na podlagi informacije o oceni pridelovalnih površin v Evropi, kjer se prideluje mak: v Avstriji na 1200 ha, na Češkem na 30.000 ha, Poljskem na 10.000 ha, Madžarskem na 3500 ha, v Franciji na 4200 ha ter Španiji na 4500 ha. Podatki kažejo, da mak v nekaterih državah postaja pomembna poljščina. Pridelava maka je neizkoriščena priložnost za slovenske poljedelce. Makovo seme se množično uporablja za pekarske proizvode, pecivo, torte in druge sladice na območju vzhodne in srednje Evrope. Ena od ovir za uspešno pridelovanje maka pri nas je omejeno uspešno zatiranje plevelov, tako na kemični kot na mehanski način. Domačih strokovnih informacij je na voljo le \nmalo, zato je izvajanje poskusov za preučitev možnosti zatiranja plevelov dobrodošlo.\n"], "3": ["1.2 Raziskovalna hipoteza", "V nalogi želimo opraviti presojo, ali je možno s herbicidi, ki jih imamo na voljo pri nas, dovolj temeljito zatirati plevele in dosegati visoke pridelke, ali pa je dejansko treba poskrbeti, da se na trg uvedejo dodatni pripravki, ki jih imajo na voljo drugod. Za izdelavo mnenja glede tega smo izvedli poskus s herbicidi in opravili pregled herbicidov, ki so na voljo za zatiranje plevelov v maku po svetu. Hipoteza je, da je s herbicidi, ki jih imamo na voljo na domačem tržišču, moč zadovoljivo zatreti plevele in omogočiti pridelavo povprečno visokih pridelkov semena maka.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Razširjenost pridelave maka po svetu", "Največja proizvajalka maka vrste P. somniferum na svetu je Češka, ki ima z njim posejanih več kot 30.000 hektarjev površin (elektronski vir). Sledijo ji Turčija, Francija, Madžarska, Nemčija, Izrael, Avstrija in druge (elektronski vir). Največ opijskega maka pridelajo države t. i. Zlatega trikotnika. Zlati trikotnik je ime, s katerim so na začetku sedemdesetih let dvajsetega stoletja Američani poimenovali gorato ozemlje na severu celinske Jugovzhodne Azije na mejnih področjih Tajske, Mjanmara in Laosa. Tukaj so od konca petdesetih do konca osemdesetih let proizvajali največ opija in heroina na svetu ter ju potem skozi Bangkok pošiljali na cvetoče trge zahodnega sveta. V zadnjem času je primat v mednarodni trgovini s heroinom prevzel t. i. Zlati polmesec – področje na mejah Afganistana, Irana in Pakistana, kar je verjetno posledica ponesrečene ameriške okupacije (elektronski vir).\n"], "6": ["2.2 Herbicidi, čas njihove uporabe in zatiranje plevelov v maku v drugih državah Evrope in sveta", "Mak je poljščina, ki uspeva v pasu s subtropsko klimo od Indije in vse do severa Evrope, zato imajo pridelovalci maka pri zatiranju plevelov različne pristope. Občutljivost maka na herbicide je genetsko pogojena, zato se v nekaterih državah poslužujejo tudi gensko modificiranih rastlin, ki vsebujejo gen za odpornost na herbicid glufosinat, ki je pridobljen iz bakterije rodu Streptomyces (GMAC 1999). V deželah, kjer ne uporabljajo GM-maka (gensko spremenjenega = GM), uporabljajo herbicide na podlagi osmih aktivnih snovi. Zatiranje plevelov je možno takoj po setvi, in sicer pred ali po vzniku rastline, ter prav tako v fazi štirih listov. Dajanje prednosti enemu ali drugemu sistemu je odvisno od področnih značilnosti glede plevelnih populacij, ki jih želimo zatreti. Češka, kot vodilna država v pridelavi maka, ima zelo veliko izkušenj z uporabo herbicidov. \nNajpogostejši pleveli, s katerimi se tamkajšnji pridelovalci spopadajo, so navadna kostreba (Echinochloa crus-galli L.), bela metlika (Chenopodium album L.), ščiri (Amaranthus spp.), dresni (Polygonum spp.) in druge pogoste vrste. Pridelovalci stremijo k temu, da se pri uporabi herbicidov povzroči čim manjša fitotoksičnost. Uporabljajo pa pripravke, kot so SYNCURAN 80 DP (0,7 kg/ha), LENTIPUR 500FW (1 l/ha) in TOLUREX 50 SC (1 l/ha). Vsi ti pripravki so pripravljeni na podlagi aktivne snovi klorotolurona (Bartoška 2002).\nKot najuspešnejši pripravek pri zatiranju plevelov se je izkazal pripravek COMMAND 4 EC, ki je zasnovan na podlagi klomazona. Sredstvo zatira trpotec (Plantago spp.), plezajočo lakoto (Galium aparine L.), belo gorjušico (Sinapis alba L.), drobnocvetni rogovilček (Galinsoga parviflora L.), koprive (Lamium spp.) in dresni (Polygonum spp.). Pridelovalci priporočajo, da naj se COMMAND 4 EC uporablja v mešanici s pripravki na podlagi klorutolurona, saj tako dosežemo večji spekter delovanja na plevele. Najpogosteje uporabljena kombinacija, in sicer dva dni po setvi, je COMMAND 4 EC + LENTIPUR 500FW (0,1 l + 1 l/ha). COMMAND 4 EC kot samostojni pripravek slabše deluje na kamilice (Matricaria spp.), ščire (Amaranthus spp.), pasje zelišče (Solanum nigrum L.) in belo metliko (Chenopodium album L.). Naslednji herbicid, ki se prav tako dobro obnese za zatiranje plevelov v maku, je MERLIN 750 WG (aktivna snov: izoksaflutol). MERLIN 750 WG najbolj učinkuje v odmerku 130 g/ha, kar je ustrezen odmerek pri srednjih in težkih tleh. MERLIN 750WG zelo dobro deluje na plevele, kot so navadna kostreba (Echinochloa crus-galli L.), kamilica (Matricaria spp.), kopriva (Lamium spp.), bela metlika (Chenopodium album L.), alpski viniček (Epimedium alpinum L.), bela gorjušica (Sinapis alba L.) in plezajoča lakota (Galium aparine L.). Za znižanje stopnje fitotoksičnosti herbicida na posevek maka priporočajo, da se odmerek zmanjša na 100 g/ha (Máchal 2002). Da dosežejo večjo učinkovitost na plevele, kot sta npr. srhodlakavi ščir (Amaranthus retroflexus L.) in navadna rosnica (Fumaria officinalis L.), se uporabi kombinacija MERLIN 750 WG + COMMAND 4 EC (100 g + 0,1 l/ha). \nZa zmanjšanje fitotoksičnosti pri uporabi katerega koli herbicida se pridelovalci poslužujejo dodatka ATOMIK. ATOMIK je naravni rastni regulator, sredstvo za krepitev rastlin, ki pospešuje pretok hranilnih snovi, te pa pospešujejo sintezo beljakovin, maščob in encimov (Vašák 2002). Veliko maka pridelujejo tudi na Poljskem. V enem poskusu so poskušali ugotoviti vpliv kemičnega zatiranja plevelov na razvoj in donos semena avtohtonih sort maka. Rezultati so pokazali, da so avtohtone sorte maka občutljivejše na herbicide kot kultivarja »Opal« in »Lazur«. Pridelek sorte »Michalko« pa je najbolje izkazal na parcelah, ki so bile takoj po setvi obdelane s pripravkom LENTIPUR FLO 500 SC (aktivna snov: klorotoluron) v odmerku 1,2 l/ha in v fazi štirih listov, ko so tretirali s pripravkom CALLISTO (aktivna snov: mezotrion) v odmerku 0,4 l/ha (Wójtowicz 2007).\nKot zelo dober herbicid, ki so ga preizkusili v maku, se je izkazal tudi COMMAND 480 EC (aktivna snov: klomazon) v odmerku 480 g/ha in pri porabi vode 250 l/ha. Pripravek zelo dobro deluje na enoletne trave in širokolistne plevele, in sicer na način, da zavira fotosintezo. COMMAND 480 EC se je zelo dobro obnesel pri zatiranju naslednjih plevelov: bela metlika (Chenopodium album L), drobnocvetni rogovilček (Galinsoga parviflora L.), njivski čišljak (Stachys arvensis L.), ptičja dresen (Polygonum aviculare L.) in navadna kostreba (Echinochloa crus-galli L.). Pripravek dobro deluje tudi na pasje zelišče (Solanum nigrum L.), ščire (Amaranthus spp.) in njivsko redkev (Raphanus raphanistrum L) (Macleod 1997).\nV deželah, kjer se bojujejo proti drogam, so dokazali, da na mak negativno vplivajo herbicidi na podlagi bromoksinila, 2,4-D, triazinov, atrazina, kloruksurona, diurona, simazina in še nekateri. Majhne rastlina so bile zelo poškodovane z uporabo 2,4-D, takojšnje uničenje pa je bilo zaznati pri pripravkih na podlagi bromoksinila in parakvata z mešanico dikvata. Odpornost rastlin maka se je povečala z njeno starostjo (Horowitz 1980).\nNa severovzhodu Tasmanije so poskušali oceniti učinkovitost herbicidov na podlagi \ndikvata in nitrofena. Prišli so do zaključka, da se največja učinkovitost doseže ob kombinaciji teh dveh aktivnih snovi. Kombinacija zelo dobro deluje na belo metliko (Chenopodium album L.) in rosnico (Fumaria spp.), ki sta v tej deželi zelo razširjena plevela v maku. Čeprav je bilo opaziti zaostajanje maka v rasti in zmanjšanje rastline v fazi cvetenja, se pridelek ob žetvi ni zmanjšal (Baldwin 1977). Kot zelo učinkovita kombinacija herbicidov, ki zelo dobro deluje na belo metliko (Chenopodium album L.) in enokalične plevele, se je izkazala kombinacija Dicuran + Dual (Földesi 1980).\n"], "7": ["3 MATERIAL IN METODE DELA", ""], "8": ["3.1 Izvedba in statistična zasnova poljskega poskusa", "Mak sorte Jozef je bil posejan 14. 3. 2008 s klasično žitno sejalnico proizvajalca Pottinger, model Vitasem 300, z uporabo reducirnih vmesnikov za setev drobnih semen v količini 1 kg/ha na globino 0,5–1,5 cm. Poljščina je bila posejana v mrvičasto strukturo z nevtralno reakcijo zemljišča (pH = 7). Po setvi smo zemljišče povaljali z gladkim valjarjem, da je zelo drobno seme dobilo boljši stik s podlago. Poskus smo izvajali na domači njivi, na Moti, blizu Murske Sobote. Statistična zasnova je bila sistem naključnih blokov v štirih ponovitvah. Velikost posamezne parcelice je znašala 4 m x 6,25 m (površina 25 m2). Sejali smo jari mak sorte Jozef. V poskusu smo preizkušali devet herbicidov. V vsaki ponovitvi smo imeli tudi eno poskusno parcelico, kjer nismo uporabljali herbicidov.\nNanos herbicidov so izvedli sodelavci Kmetijsko-gozdarskega zavoda Maribor s profesionalno nahrbtno škropilnico na stisnjen zrak, namenjeno mikroposkusom, znamke Gloria BASF. Poraba vode je znašala 350 l/ha. Mak smo posejali z žitno sejalnico 14. 3. 2008, tretiranja pa smo opravljali v dve različnih terminih:\n- prvo škropljenje pred vznikom maka 19. 3. 2008;\n- drugo škropljenje v razvojni fazi maka 7–8 listov 6. 5. 2008.\nRezultate glede delovanja herbicidov na plevele smo potem vizualno ocenjevali. Pred ocenjevanjem učinkovitosti herbicidov smo popisali sestavo plevelne združbe na kontrolnih parcelah in jih vnesli na seznam. Za vsak plevel s seznama smo na vsakem obravnavanju vizualno ocenili, kakšen je bil odstotek učinkovitosti posameznega herbicida oziroma kombinacij herbicidov (standardiziran EWRS-sistem vizualnega ocenjevanja od 0 do 100 %) (Püntener 1981). Ocenili smo tudi fitotoksičnost herbicidov za mak, tj. stopnjo poškodovanosti tkiv zaradi herbicida (standardiziran EWRS-sistem vizualnega ocenjevanja od 0 do 10); 0 pomeni, da ni vidnih poškodb, 10 pa pomeni, da so rastline propadle. Ob \ntem smo ocenili še splošno pokrovnost plevelov na posameznih parcelah v odstotkih (% površine tal, pokrite s pleveli).\nS pridobljenimi podatki smo najprej opravili postopke analize variance, nato pa smo testirali statistično značilnost razlik med povprečji posameznih možnosti s testom Tukey HSD (α = 0,05). Za izvajanje statistike smo uporabili statistični program Stagraphics Plus for Windows StatSoft ZDA.\n"], "9": ["3.1.1 Način ugotavljanja pridelka semena maka", "Pridelek smo določili tako, da smo v času zrelosti iz sredine parcelic naključno izbrali 20 glavic maka, jih odrezali s škarjami in jih dali sušit. Ko so bile glavice posušene, smo jih zdrobili ter seme presejali in stehtali. Na parcelicah smo v času formiranih glavic prešteli število glavic na kvadratni meter parcelice ter iz števila glavic in povprečne količine semena v glavici izračunali teoretični pridelek makovega semena na hektar. Vlage pri \ntehtanju nismo določili, vendar so bile glavice od izločanju semena zares suhe.\n"], "10": ["3.2 Vremenske razmere v času poskusa", "Povprečna temperatura v mesecu marcu je bila v mejah običajne spremenljivosti in večinoma nad dolgoletnim povprečjem. Padavin je bilo več kot sicer in so bile dokaj enakomerno porazdeljene čez celoten mesec, kar je ugodno vplivalo na vznik in razvoj maka v rozeto. Razmere za delovanje talnih herbicidov so bile dobre.\nV naslednjih dveh mesecih je bilo dolgoletno temperaturno povprečje presežena, odklon je znašal med 1 in 2,5 -C. Sončnega vremena je bilo povsod več kot sicer, padavin pa malo manj. Največji letni odklon temperatur od dolgoletnega povprečja je bil zabeležen prav v Murski Soboti, in sicer 3 -C.\nTudi poletni meseci so bili nekoliko toplejši od dolgoletnega povprečja, padavine niso bile več tako pogoste, nastopilo je tudi krajše sušno obdobje, ki pa ni bistveno vplivalo na rast in razvoj posevka. Sušno obdobje se je končalo z julijskim neurjem, ki je po večini države povzročilo ogromno gmotno škodo, a je maku v našem poskusu prizaneslo. Neurja so zaznamovala tudi mesec avgust, ki je bil predhodnik izrazitih hladnih front, padavine so bile razporejene zelo neenakomerno, mak pa je vseeno tvoril zelo lepe cvetne nastavke. \n vremensko postajo Murska Sobota. Vir: ARSO (mesečni bilten 2008)\nMurska Sobota (z razmerjem temperatura : padavine = 1 : 4) \n"], "11": ["3.3 Pregled lastnosti uporabljenih herbicidov in tehnika aplikacije", "Pregled lastnosti uporabljenih herbicidov:\n- BOXER (aktivna snov: 80 %, prosulfokarb). Je selektivni herbicid, ki deluje prek  listov in korenin. Uporablja se za zatiranje ozkolistnega in širokolistnega plevela v  ozimni pšenici, ozimnem ječmenu in ozimni rži, kjer zelo dobro zatira njivni lisičji  rep (Alopecurus myosuroides), navadni srakoperec (Apera spica-venti), jetičnike  (Veronica spp.), belo metliko (Chenopodium album), pravo kamilico (Matricaria  camomilla), plezajočo lakoto (Galium aparine), mrtve koprive (Lamium spp.) in  navadno zvezdico (Stellaria media). Ima tudi stransko zaviralno delovanje na  njivsko vijolico (Viola arvensis). Tretira se: a) pred vznikom, vendar samo če je  zagotovljena dobra pokritost semena (globina setve najmanj 2–3 cm), ker lahko  nezadostno pokrito seme, ki bi prišlo v stik s herbicidom, propade. Tretira se v  največjem dovoljenem odmerku 5 l/ha (50 ml na 100 m2); b) po vzniku v času, ko  imajo žita najmanj en list do začetka razraščanja (BBCH 11 do 21), v največjem  dovoljenem odmerku 5 l/ha (50 ml na 100 m2); - v jarem ječmenu v največjem  dovoljenem odmerku 5 l/ha (50 ml na 100 m2) po vzniku, ko ima ječmen najmanj  en in največ tri liste; - v krmnem grahu, krompirju, fižolu in čebuli, kjer zelo dobro  zatira navadni srakoperec (Apera spica-venti), jetičnike (Veronica spp.), plezajočo  lakoto (Galium aparine), mrtve koprive (Lamium spp.), samoniklo ogrščico,  njivsko spominčico (Myosotis arvensis) in navadno zvezdico (Stellaria media). Ima  tudi koristno delovanje na njivni lisičji rep (Alopecurus myosuroides), metlike  (Chenopodium spp.) in dresni (Polygonum spp.). Sredstvo, uporabljeno v skladu z  navodili, ni fitotoksično za gojene rastline, na katerih se uporablja. Sredstvo se  lahko na istem zemljišču uporabi samo enkrat v eni rastni sezoni. Pri tretiranju se  uporabi od 300 do 400 l vode na hektar (3 do 4 l vode na 100 m2). V poskusu smo  uporabili 3,5 l sredstva na hektar ob dodani količini vode 350 l/ha.\n- CENTIUM CS (aktivna snov: 360 g/l, klomazon). Je talni herbicid za uporabo v  oljnih bučah (Cucurbita pepo L.) za zatiranje enoletnega širokolistnega in \n ozkolistnega plevela. Deluje na plevele v času kalitve. Pripravek se lahko na isti  površini uporabi samo enkrat v rastni sezoni. V sezoni, ko je zemljišče bilo  tretirano s sredstvom v polnem odmerku, ne smemo sejati ozimnih žit. S  pripravkom je moč zatirati: - občutljive plevele, kot so npr. navadna kostreba  (Echinochloa crus–galli), navadna zvezdica (Stellaria media), škrlatno rdeča mrtva  kopriva (Lamium purpureum), njivska mrtva kopriva (Lamium amplexicaule),  plezajoča lakota (Galium aparine), navadni plešec (Capsella bursa pastoris) in  njivski mošnjak (Thlaspi arvense); - zmerno občutljive plevele, kot so npr. bela  metlika (Chenopodium album), poljski jetičnik (Veronica arvensis), njivska pasja  kamilica (Anthemis arvensis), prava kamilica (Matricaria chamomilla) in enoletna  latovka (Poa annua). Pripravek je neučinkovit proti plevelom, kot sta npr. navadna  rosnica (Fumaria officinalis) in njivska vijolica (Viola arvensis). Priporočena  količina vode je 200–400 l/ha. Uporabili 0,25 l/ha pripravka ob porabi vode  350 l/ha.\n- SUCCESOR 600 (aktivna snov: 600 g/l, petoksamid). Je talni sistemični herbicid,  ki se uporablja za zatiranje ozkolistnega in širokolistnega plevela v koruzi v  odmerku 2 l/ha (20 ml/100 m2). Pred vznikom koruze ob zadostni talni vlažnosti  oziroma po vzniku koruze do razvojne faze BBCH 14 (4 listi) ob porabi vode 200–  (20 ml/100 m2), pred vznikom buč ob porabi vode 200–400 l/ha oz. 2–4 l/100 m2.  Tretira se v času od setve do vznika buč tako, da so kaleče buče pokrite s prstjo.  Običajno se tretira najpozneje v 3 do 5 dneh po setvi. V poskusu smo uporabili  2 l/ha sredstva ob dodani količini vode 350 l/ha.\n- DUAL GOLD 960 SC (aktivna snov: 960 g/l, S-metolaklor). Je herbicid za  zatiranje enoletnega ozkolistnega plevela in nekaterih širokolistnih plevelov v  koruzi, sirku, soji, sladkorni pesi in sončnicah v obliki koncentrata za emulzijo  (EC).  Rastline vsrkajo herbicid predvsem prek poganjkov v času vznika. Plevelne vrste  zato propadejo predvsem pred vznikom, ob vzniku ali najkasneje takoj po vzniku. \n Uporablja se za zatiranje večine enoletnih ozkolistnih plevelov in nekaterih  enoletnih širokolistnih plevelov, kot so navadna kostreba (Echinochloa crus-galli),  krvava srakonja (Digitaria sanguinalis), mala srakonja (Digitaria ischaemum),  sivozeleni muhvič (Setaria galuca), zeleni muhvič (Setaria viridis), vretenčasti  muhvič (Setaria verticillata), golo proso (Panicum dichotomiflorum), navadna  zvezdica (Stellaria media) in drobnocvetni rogovilček (Galinsoga parviflora).  Srednje dobro zatira užitno ostrico (Cyperus esculentus), divji sirek iz semena  (Sorghum halepense), plešec (Capsella bursa-pastoris), ščire (Amaranthus spp.) in  navadni tolščak (Portulaca oleracea). Pripravek, ki se uporabljate v odmerkih, ki  jih proizvajalec priporoča, ne bo deloval fitotoksično na navedene posevke.  V koruzi so priporočeni naslednji odmerki pripravka: pred vznikom koruze (zunaj  vodovarstvenih območij): lahka peščena tla 1–1,2 l/ha (10–12 ml/100 m2), srednje  težka tla 1,2–1,4 l/ha (12–14 ml/100 m2), težka tla 1,5 l/ha (15 ml/100 m2). Po  vzniku koruze (v mešanici z 0,2–0,25 l/ha pripravka na osnovi aktivne snovi  mezotriona (48 % mezotriona + močilo) (2–2,5 ml/100 m2), in sicer srednje težka  tla 1,1–1,2 l/ha (10–12 ml/100 m2), težka tla 1,2–1,3 l/ha (12–13 ml/100 m2), lahka  peščena tla 1–1,1 l/ha (10–11 ml/100 m2) Potrebna količina vode za navedene  odmerke pripravka je 200–500 l/ha pred vznikom posevkov in 150–250 l/ha po  vzniku posevkov. V našem poskusu smo uporabili 1,25 l pripravka na hektar ob  porabi vode 350 l/ha.\n- STOMP (aktivna snov: 330 g/l, pendimetalin). Je sredstvo za zatiranje enoletnega  travnega in nekaterih vrst širokolistnega plevela.  Uporablja se: v ozimni pšenici po setvi v odmerku 2,5 l/ha ali v fazi 2–3 listov  pšenice v odmerku 4 l/ha, tretiramo samo jeseni; v ozimnem ječmenu, ozimni rži in  tritikali po setvi v odmerku 5 l/ha ali v fazi 2–3 listov posevka v odmerku 4 l/ha,  tretiramo samo jeseni; v koruzi pred vznikom ali po vzniku koruze do faze štirih  listov (BBCH 14) v odmerku 3–4 l/ha; v sončnicah z inkorporacijo ali pred  vznikom v odmerku 5 l/ha; v zelju pred presajanjem v odmerku 4 l/ha (40 ml na  100 m2); v korenju pred vznikom v odmerku 4 l/ha (40 ml na 100 m2). \n Navedene količine sredstva se uporabljajo ob porabi 200–400 l vode/ha (2–  4 l/100 m2). Sredstvo lahko na istem zemljišču uporabljamo le enkrat letno. Mi smo  porabili 3,5 l sredstva na hektar ob porabi vode 350 l/ha.\n- MERLIN (aktivna snov: 75 %, izoksaflutol). Je herbicid za zatiranje plevelov v  koruzi. Uporabljamo ga za zatiranje enoletnega širokolistnega in nekaterih vrst  ozkolistnega plevela v koruzi: pred vznikom koruze in plevela v odmerku 0,10–  0,13 kg/ha, pri porabi vode 200–400 l/ha (10–13 g na 1000 m2 na 20–40 l vode); v  fazi vznika koruze in plevela ter najpozneje do faze 2–3 listov koruze 0,05–  0,09 kg/ha pri porabi vode 200–300 l/ha (5–9 g na 1000 m2 na 20–30 l vode).  Odmerek pripravka je odvisen od vrste tal in plevelne flore ter od vrste in odmerka  pripravka, ki ga kombiniramo s pripravkom Merlin. Višji odmerek uporabimo na  težjih tleh in na tleh z visoko vsebnostjo organske snovi. Sredstvo lahko  uporabljamo v kombinaciji z drugimi herbicidi. Sredstva ne smemo uporabljati na  lahkih peščenih tleh in kraških poljih. Fitotoksičnost se lahko pojavi na lahkih  peščenih tleh s pH višjim od 7,5. Mi smo uporabili 0,13 kg/ha pripravka ob porabi  vode 350 l/ha.\n- BROMOTRIL (aktivna snov: 225 g/l, bromoksinil). Je selektivni dotikalni herbicid,  ki se uporablja v koruzi za zatiranje enoletnega širokolistnega plevela. Uporablja se  po vzniku koruze in plevela. Najprimernejši čas tretiranja je, ko imata plevel in  koruza razvite 2–4 liste (faza razvoja koruze 12–14 po BBCH). Uporablja se ga v  odmerku 1,0–1,5 l/ha (10–15 ml/100 m2) Nižji odmerek se uporablja, ko sta plevel  in koruza v zgodnejši fazi razvoja. Poraba vode je 200–400 l/ha (2–4 l/100 m2).  Dobro zatira plevel, kot so ščiri (Amaranthus spp.), repa in ogrščica (Brassica  spp.), navadni plešec (Capsella bursa-pastoris), metlika (Chenopodium spp.),  drobnocvetni rogovilček (Galinsoga parviflora), kamilica (Chamomilla spp.),  breskova dresen (Polygonum persicaria), njivska redkev (Raphanus raphanistrum),  njivska gorjušica (Sinapis arvensis), pasje zelišče (Solanum nigrum), vijolica (Viola  spp.) in drugi. V poskusu smo uporabili 1,5 l pripravka na hektar ob porabi vode  350 l/ha. \n- CALLISTO (aktivna snov: 480 g/l, mezotrion). Je selektivni herbicid, ki se  uporablja za zatiranje širokolistnega plevela in navadne kostrebe (Echinochloa  crus-galli) v koruzi: - po setvi in pred vznikom koruze in plevela v odmerku 0,25  do 0,3 l/ha (2,5–3 ml na 100 m2); - po vzniku koruze do faze največ osem listov  koruze v odmerku 0,15 do 0,25 l/ha (1,5–2,5 ml na 100 m2) pri porabi od 200 do  močila na osnovi rastlinskega olja. Za razširitev delovanja na ozkolistni plevel se  lahko doda ustrezen graminicid. Delovanje omenjene herbicidne kombinacije na  ozkolistni plevel je najboljše, ko ima ozkolistni plevel do največ štiri liste. Callisto  ima širok spekter delovanja na enoletne širokolistne plevele, vendar potrebuje  pomoč za zatiranje ozkolistnih plevelov. Zato ga uporabljamo v kombinaciji  Callisto 0,2 l/ha + Dual Gold 1,3 l/ha ali Callisto 0,2 l/ha + Motivell 0,6–0,7 l/ha ali  Tarot 30–35 g/ha ali Equip 1,75 l/ha + močilo. V primeru prisotne pirnice ali  divjega sirka uporabimo kombinacijo Callisto 0,15 l/ha + Motivell 1,2 l/ha ali Tarot  hektar ob porabi vode 350 l/ha.\n- FUSILADE FORTE (aktivna snov: 150 g/l, fuazifop-p-butil). Je herbicid za  zatiranje enoletnega in večletnega ozkolistnega plevela, razen enoletne latovke  (Poa annua), v soji, sončnicah, ozimni oljni ogrščici, krmnem grahu v odmerku  (13 ml na 100 m2) za zatiranje večletnega ozkolistnega plevela divji sirek (Sorghum  halepense) s predhodno medvrstno obdelavo tal, s katero razrežemo rizome; 1,5–  2 l/ha (15 20 ml na 100 m2) za zatiranje večletnega ozkolistnega plevela, kot sta  prstasti pesjak (Cynodon dactylon) in plazeča pirnica (Agropyron repens). Sredstvo  lahko na istem zemljišču uporabimo največ enkrat letno oziroma dvakrat, če ga  uporabimo v deljeni aplikaciji. Pri škropljenju uporabimo 200–300 l vode na hektar  (2–3 l vode na 100 m2). Uporabili smo 1 l sredstva na hektar ob porabi vode  350 l/ha.\n"], "12": ["4 REZULTATI Z RAZPRAVO", "4.1 Rezultati preučevanja učinkovitosti herbicidov na posamezne plevele v času vizualnega ocenjevanja\nocenjevanja (na dan 4. 6. 2008); kratice plevelov (ECHCG, CHEAL idr.) so pojasnjene v seznamu kratic\n*Boxer (V1), Centium CS (V2), Succcesor 600 (V3), Dual gold 960 EC (V4), Stomp (V5), Merlin (V6), Bromotril (pardner) (V7), Callisto (V8), Fusilade forte (V9) *Povprečja v okviru iste vrste plevela se ne razlikujejo statistično značilno glede na test Tukey HSD (α = 0,05). \nNadaljevanje preglednice 4:\n*Boxer (V1), Centium CS (V2), Succcesor 600 (V3), Dual gold 960 EC (V4), Stomp (V5), Merlin (V6), Bromotril (pardner) (V7), Callisto (V8), Fusilade forte (V9) *Povprečja v okviru iste vrste plevela se ne razlikujejo statistično značilno glede na test Tukey HSD (α = 0,05).\nPreglednica 4 nam prikazuje delovanje devetih različnih herbicidov (V1–V9) na posamezne plevelne vrste v posevku maka sorte Jozef. Vsaka vrednost predstavlja povprečje učinkovitosti, ki so jo herbicidi dosegli v štirih ponovitvah. S petodstotnim tveganjem smo ugotovili naslednje statistično značilne razlike v delovanju herbicidov na posamezne plevelne vrste:\n"], "13": ["4.1.1 Plevel Echinochloa crus-galli (ECHCG)", "Kostreba je bila v našem poskusu pomemben plevel. Imeli smo več kot 50 rastlin na m2. Pri V7 (Bromotril) vidnega učinka sploh ni bilo in je bilo signifikantno najslabše napram ostalim herbicidom. Tudi V1, V3 in V6 se signifikantno ločijo od ostalih obravnavanj. Stomp, Dual in Callisto so delovali zelo dobro. Najboljši je bil pripravek Fusilade. Kostrebo se da v posevkih maka zelo dobro zatreti.\n"], "14": ["4.1.2 Plevel Chenopodium album (CHEAL)", "Bela metlika je eden glavnih plevelov naših njiv in tudi pri našem poskusu je je bilo veliko. Signifikantno najslabše je bilo obravnavanje V9 (Fusilade forte) ter signifikantno nekoliko slabše obravnavanje V4 (Dual gold 960 EC). Ta dva herbicida v osnovi ne delujeta na metliko. Obravnavanje V3 (Succesor 600) bi moralo biti učinkovito, vendar je bilo slabo v primerjavi z ostalimi. Lahko rečemo, da se da belo metliko v posevkih maka zadovoljivo zatreti, vendar ne v popolnosti. Centium in Boxer sta nudila dobro zatiranje, enako kot pripravek Callisto.\n"], "15": ["4.1.3 Plevel Convolvolus arvensis (CONAR)", "Kar se tiče zatiranja tega plevela, ga z nobenim pripravkom v poskusu ne bi mogli zatirati. Manjši učinek na njivski slak je bilo zaslediti le v obravnavanju V8 (Callisto). Slak je večleten plevel, ki je zelo trpežen in ga je težko izkoreniniti. Slak je za večino dostopnih herbicidov v posevkih maka težava, ki je ni možno povsem odpraviti. Njive je treba razpleveliti pred setvijo maka.\n"], "16": ["4.1.4 Plevel Elytrigia repens (ELYRE)", "V smislu zatiranja plazeče pirnice so se uporabljeni pripravki zelo slabo odrezali, saj zatiralnega učinka na to plevelno vrsto ni bilo. Le obravnavanje V9 (Fusilade forte) je bilo signifikantno najboljše napram drugim možnostim, saj je delovanje pripravka bilo zelo dobro. Pirnica je prav tako kot slak večleten koreninski plevel, ki ga je zelo težko uničiti. Ker pripravek Fusilade ni fitotoksičen za mak in zelo dobro deluje na pirnico, bi bil zelo primeren za uradno registracijo tega pripravka.\n"], "17": ["4.1.5 Plevel Amaranthus retroflexus (AMARE)", "Ščir se sicer v posevkih maka prične razvijati nekoliko pozneje v rastni dobi, vendar je proti maku zelo konkurenčen. Najslabši obravnavanji glede zatiranja srhodlakavega ščira sta bili obravnavanji V4 (Dual gold 96 EC) in V9 (Fusilade forte). Ta dva herbicida glede na spekter delovanja ščira ne moreta zatreti. Obravnavanji se statistično značilno razlikujeta od ostalih obravnavanj. Slabše delovanje na ščir je bilo zaslediti le še pri obravnavanju V3 (Succesor). Ostala obravnavanja se statistično značilno razlikujejo od \nprej navedenih in lahko trdimo, da je v splošnem zatiranje te plevelne vrste z uporabljenimi pripravki možno. Ščir je na naših tleh zelo razširjen enoleten plevel. Paziti moramo, da se nam na njivi ne pojavi v preveliki populaciji, ker močno senči in duši posevek maka.\n"], "18": ["4.1.6 Plevel Galinsoga parviflora (GASPA)", "Rogovilček sicer za posevke maka ni zelo tekmovalen plevel, vendar številčna populacija prav tako povzroči zaostanek razvoja. Herbicida v obravnavanjih V4 (Dual gold 960 EC) in V9 (Fusilade forte) sta se po učinkovitosti signifikantno značilno razlikovala od ostalih obravnavanj. Tukaj smo zabeležili najslabše rezultate. Rogovilček je pozen spomladanski plevel in se v maku ni pojavljal v prevelikih populacijah, saj ga je mak prerasel. Kot kaže poskus, lahko rogovilček v posevku maka povsem dobro zatremo, izjema sta le pripravka Dual gold 960 in Fusilade forte.\n"], "19": ["4.1.7 Plevel Polygonum persicaria (POLPE)", "Enako kot pri prejšnji plevelni vrsti smo podobne rezultate dobili za breskovo dresen, kjer sta se najslabše odrezala herbicida v obravnavanjih V4 (Dual gold 960 EC) in V9 (Fusilade forte). Herbicida nista na dresen imela nikakršnega učinka. Zelo dobro delovanje na to plevelno vrsto pa so imeli pripravki v obravnavanjih V1 (Boxer), V2 (Centium CS), V5 (Stomp) in V8 (Callisto). Dresen je možno v posevkih maka zadovoljivo zatreti.\n"], "20": ["4.1.8 Plevel Equisetum arvense (EQUAR)", "Na njivsko preslico, ki je večleten in zelo trdoživ plevel, noben od uporabljenih pripravkov ni imel nikakršnega vidnega zatiralnega učinka. V maku tega plevela ne moremo zatreti. Njivo je treba razpleveliti pred setvijo maka s hormonskimi herbicidi po žitnem strnišču.\n"], "21": ["4.1.9 Plevel Chenopodium polyspermum (CHEPO)", "Mnogosemensko metliko je večina herbicidov dobro zatrla. Signifikantno značilne razlike pri zatiranju mnogosemenske metlike je bilo moč zaslediti v obravnavanjih V1 (Boxer), V5 (Stomp), V6 (Merlin) in V8 (Callisto). Ti pripravki so delovali na metliko zelo dobro. Stranski zaviralni učinek na metliko sta dosegla tudi Centium CS in Succesor, pri ostalih pripravkih pa ni bilo zaslediti vidnega zaviralnega učinka. \n4.1.10 Plevel Lamium purpureum (LAMPU) Capsella bursa-pastoris (CAPBP) in Stellaria media (STEME) Na škrlatno rdečo mrtvo koprivo, navadni plešec in navadno zvezdico so herbicidi delovali zelo dobro. Teh plevelov v posevkih maka ni težko zatreti. Statistično značilno se razlikujejo le učinkovitosti obravnavanj V7 (Bromotril) in V9 (Fusilade forte), kjer pripravka na omenjene plevelne vrste nista delovala zaviralno. \n4.3 Rezultati in razprava glede skupne povprečne učinkovitosti herbicidov, upoštevaje vse plevele skupaj v času vizualnega ocenjevanja (učinkovitost herbicidov)\n*Povprečja se ne razlikujejo statistično značilno glede na test Tukey HSD (α = 0,05).\nPreglednica 5 nam prikazuje povprečja učinkovitosti, ki so jih posamezni herbicidi dosegli v štirih ponovitvah. V času ocenjevanja plevelov je bilo statistično najslabše obravnavanje V9 (Fusilade forte), ki se pri petodstotnem tveganju signifikantno razlikuje od ostalih obravnavanj, saj pripravek Fusilade zatira samo trave, pušča pa širokolistne plevele. Tudi obravnavanja V3 (Succcesor 600), V4 (Dual gold 960 EC) in V7 (Bromotril) se pri petodstotnem tveganju signifikantno razlikujejo od ostalih obravnavanj. Povprečno gledano herbicidi niso bili zelo učinkoviti, ker se je pri vsakem pojavila kakšna vrsta, na katero herbicid ni dosegel visoke učinkovitosti. To kaže, da nobeden od preučevanih herbicidov nima tako širokega spektra delovanja, da bi v popolnosti pokril cel spekter plevelov na njivi. \n4.4 Rezultati proučevanja stopnje fitotoksičnosti herbicidov na mak\nHerbicid Fitotoksičnost EWRS\n*Povprečja se ne razlikujejo statistično značilno glede na test Tukey HSD (α = 0,05).\nPreglednica 6 nam prikazuje povprečno fitotoksičnost herbicidov za mak, ki so jo povzročili herbicidi v vseh štirih ponovitvah. Statistično največja stopnja fitotoksičnosti je bila ugotovljena pri herbicidu Stomp (V5), ki se je pri petodstotnem tveganju statistično značilno razlikoval od vseh ostalih obravnavanj. Naslednje obravnavanje, ki se je pri petodstotnem tveganju statistično značilno razlikovalo, je bilo obravnavanje V6 (Merlin). Herbicid Stomp (pendimetalin) se je pokazal kot popolnoma neprimeren pripravek za uporabo v maku. Povzroči, da rastline maka večinoma sploh ne uspejo vznikniti. Tudi fitotoksičnost herbicida Merlin (izoksaflutol) je nesprejemljiva. Herbicid Merlin tako močno poškoduje rastline maka, da ima to resne posledice za razvoj rastlin in oblikovanje pridelka. Ta herbicid predstavlja v naših razmerah veliko tveganje in uporaba ni priporočljiva. Fitotoksičnost ostalih herbicidov ne vpliva pomembno na oblikovanje pridelka.\n"], "22": ["4.5 Rezultati analize pokrovnosti plevelov v poljskem poskusu", "Herbicid Pokrovnost\n*Povprečja se ne razlikujejo statistično značilno glede na test Tukey HSD (α = 0,05).\nStatistično značilne razlike glede pokrovnosti tal s pleveli pri posameznih herbicidih so se pokazale pri obravnavanju V9 (Fusilade forte) in obravnavanju V7 (Bromotril). Obravnavanji sta dali najslabše rezultate glede zatiranja plevelov, zato je bil odstotek pokritosti s pleveli v obeh primerih precej večji kot pri ostalih obravnavanjih. Kot najboljše se je izkazalo obravnavanje V8 (Callisto), kjer je bil odstotek pokritosti tal s pleveli najmanjši. Ta herbicid je zelo dobro zatrl večino plevelov, ki so se razvijali na njivi, kar se je odrazilo tudi na pridelku maka. Parcelice so bile skoraj čiste. Lahko trdimo, da je ta herbicid imel najboljše delovanje.\n"], "23": ["4.6 Rezultati analize pridelka", "Herbicid Pridelek\n*Povprečja se ne razlikujejo statistično značilno glede na test Tukey HSD (α = 0,05).\nPreglednica 8 nam prikazuje povprečje pridelka maka v vseh štirih ponovitvah. Največ pridelka je bilo zaslediti v obravnavanju V8, ki je bilo tretirano s pripravkom Callisto. Pripravek ni bil fitotoksičen in je dobro zatrl plevele. Povsem objektivno pridelka maka nismo uspeli določiti, ker nismo imeli kombajna, ki bi požel tako majhne parcelice. Fitotoksičen učinek herbicidov je bil zelo neizenačen, zato je fitotoksičnost pomembno vplivala na razlike med parcelicami. Imeli smo peščeno zemljo in izvedli zelo natančno setev. Mak je vznikal postopno in videti je, da je prišlo do interaktivnega učinka faze vznikanja in izpiranja herbicidov z dežjem skozi peščeni talni profil. Stopnje fitotoksičnosti istega herbicida v različnih ponovitvah so bile precej različne. V povprečju smo imeli dokaj nizke pridelke glede na navedbe iz literature, koliko maka se dejansko lahko pridela. Obseg fitotoksičnosti herbicidov je lahko zelo pomemben dejavnik pri oblikovanju pridelka. Zelo smiselno bi bilo razviti ustrezne tehnike okopavanja.\n"], "24": ["5 SKLEPI", "- Na datum ocenjevanja 4. 6. 2008 je najslabše rezultate glede učinkovitosti  zatiranja plevelov dalo obravnavanje V9 (Fusilade forte). V tem  obravnavanju so bili doseženi najslabši rezultati v smislu učinkovitosti  herbicidov na posamezne plevele. Na vse plevele, ki smo jih preučevali,  obravnavanje V9 sploh ni delovalo, razen na plevelni vrsti Echinochloa crus-  galli in Elytrigia repens, na kateri je pripravek zelo dobro deloval.  Herbicidna obravnavanja, ki so dala dokaj slab rezultat glede učinkovitosti  zatiranja plevelov, pa so bila obravnavanja V3 (Sussesor 600), V4 (Dual gold  960 EC) in V7 (Bromotril). Vsa tri niso učinkovala na plevelne vrste  Convolvulus arvensis, Elytrigia repens in Equisetum arvense. Tudi na ostale  plevelne vrste so vsa tri omenjena obravnavanja imela le stranski ali pa zelo  slab učinek. Obravnavanje V4 (Dual gold) je zelo dobro učinkovalo le na  plevel Echinochloa crus-galli.  Najboljša obravnavanja v smislu stopnje učinkovitosti zatiranja plevelov pa  so bila V1 (Boxer), V6 (Merlin) in V8 (Callisto).\n- Pri rezultatih za skupno povprečno učinkovitost pri vseh plevelih skupaj je  dalo najslabše skupne rezultate in hkrati najboljše rezultate na plevelni vrsti  Echinochloa crus-galli in Elytrigia repens obravnavanje V9 (Fusilade forte),  najboljše rezultate v splošnem pri vseh plevelih skupaj pa obravnavanje V8  (Callisto).\n- Glede rezultatov fitotoksičnosti herbicidov za mak se je kot najbolj  fitotoksično pokazalo obravnavanje V5 (Stomp), kjer sploh ni prišlo do  vznika posevka. Fitotoksično so delovali tudi herbicidi v obravnavanjih V3  (Succesor 600), V4 (Dual gold 960 EC), V6 (Merlin) in V7 (Bromotril). Za  obravnavanje V6 (Merlin) predvidevamo, da je bilo bolj fitotoksično, ker je  posevek bil posejan na lažjih tleh. Najmanjši učinek fitotoksičnosti je bilo \n zaslediti v obravnavanjih V1 (Boxer) in V8 (Callisto) ter V9 (Fusilade forte).  Herbicide Boxer, Callisto in Fusilade je možno priporočiti za uporabo v maku  brez večjih zadržkov. Herbicidov Stomp, Bromotril in Merlin ni možno  priporočiti. Herbicida Succesor in Dual je možno priporočiti z nekaterimi  omejitvami.\n- Tudi pri primerjavi rezultatov glede pokrovnosti (pokritosti) tal s pleveli je  dalo najslabše rezultate obravnavanje V9 (Fusilade forte). Najboljše rezultate  pa je doseglo obravnavanje V8 (Callisto), kateremu je takoj sledilo  obravnavanje V1 (Boxer).\n- V poskusu smo ovrednotili tudi pridelek. Pridelka nismo imeli v  obravnavanju V5 (Stomp), ker je pripravek bil popolnoma fitotoksičen za  mak. Zelo malo pridelka je bilo tudi v obravnavanjih V3 (Succesor 600), V6  (Merlin) in V7 (Bromotril). Največ pridelka na hektar je doseglo  obravnavanje V8 (Callisto).\n- Sklepamo lahko, da nabor pripravkov, ki jih imamo na slovenskem trgu, ni  dovolj velik, da bi lahko nudil popolno varstvo maka pred pleveli. Pri  strokovni uporabi nekaterih herbicidov in zmerni zapleveljenosti njiv je  možno plevel zatreti do takšne stopnje, da preprečimo večje izgube pridelka.  Kot najprimernejši herbicid se je pokazal pripravek Callisto.\n"], "abstract": ["V enoletnem poljskem poskusu, izvedenem v letu 2008, smo proučevali možnost kemičnega zatiranja plevelov v posevku maka (Papaver somniferum L., cv. Jozef). Uporabili smo devet različnih herbicidov na podlagi prosulfokarba, klomazona, petoksamida, S-metolaklora, pendimetalina, izoksaflutola, bromoksiniloktanoata, mezotriona in fluazifop-p-butila. Analizirali smo stopnjo učinkovitosti herbicidov in njihovo fitotoksičnost ter pridelek semena maka. Učinkovitost herbicidov na podlagi S-metolaklora, izoksaflutola in fluazifop-p-butila je bila nizka. Ostali herbicidi so bili zelo učinkoviti in se med seboj po stopnji učinkovitosti niso značilno razlikovali. Od preučevanih herbicidov je največjo fitotoksičnost na maku povzročil pripravek na podlagi pendimetalina, nekoliko manj pa herbicid na podlagi izoksaflutola. Omenjenih dveh herbicidov ni priporočljivo uporabljati v posevkih maka. Proučevani herbicidi, ki so dostopni na slovenskem trgu, nudijo dokaj omejeno možnost za zatiranje plevelov v vrtnem maku. "]}