{"1": ["", "1 UVOD\n"], "2": ["1.1 Opredelitev področja in opis problema", "Področje obravnave v diplomskem delu je merjenje poslovne uspešnosti in vodenja podjetja z uvedbo uravnoteženega sistema kazalnikov.\nDanes živimo v hitro spreminjajočem se svetu in ob izredno hitrem razvoju na različnih področjih je potrebno misliti tudi na razvoj novih, sodobnih metod merjenja poslovne uspešnosti in vodenja podjetja, saj si bomo morda z njihovo pomočjo v negotovi prihodnosti zagotavljali bistveno konkurenčno prednost. Zaradi velikih sprememb poslovnega okolja, vsesplošne globalizacije predvsem poslovnega sveta je naravno, da s sistemi, ki so stari deset, dvajset ali več let, ne moremo več najbolje meriti poslovne uspešnosti sodobnega podjetja, pravtako ga s starejšimi metodami ne moremo več nadzorovati tako dobro, da bi se na rezultate lahko popolnoma zanesli. Tako ugotavljamo, da nujno potrebujemo nove metode merjenja poslovne uspešnosti in vodenja podjetja, ki temeljijo na drugačnih, morda tudi sodobnih predpostavkah oziroma namenjajo pozornost parametrom, ki sedaj niso bili v središču pozornosti, saj je bil način dela, poslovanja bistveno drugačen. Skorajda vsak dan se srečujemo z novimi idejami, metodami ali principi delovanja novih sistemov obvladovanja podjetja, vendar so le redki učinkoviti tudi na daljši rok in v praktični uporabi.\nPodjetje Market Klasek, v katerem sem zaposlen, danes nima vzpostavljenega nobenega ''pravega'' sistema za merjenje uspešnosti. Sicer obstaja neka oblika benchmarkinga, vendar so tu uporabljeni podatki, ki načeloma ne bi smeli uiti iz konkurenčnega podjetja, namernega primerjanja in izmenjave podatkov pa trenutno ni. Nadalje je v podjetju vzpostavljeno komuniciranje z vsemi zaposlenimi z anonimnimi anketami, vendar menimo, da bi podjetje bolje funkcioniralo, če bi do podatkov o počutju zaposlenih v podjetju prišli po bolj odkriti poti. Podjetje je pravtako izvajalo ankete med kupci, kjer smo dobili dokaj kvalitetne informacije, vendar je bila anketa izvajana le enkrat.\nPojavila se je potreba po uvedbi celovitega sistema pregleda nad podjetjem in hkrati dilema, ko hočemo uvesti sistem merjenja parametrov našega poslovanja, odnosa kupcev in zaposlenih do podjetja in finančnih kazalnikov z uravnoteženim sistemom kazalnikov (s tem se pojavi tveganje, ali je sistem primeren za podjetje, ali bo sistem dejansko prinesel rezultate, ki bi bili sorazmerni vložku časa, znanja in denarja) ali uvesti sistem po klasični metodi. Čeprav je tveganje precejšnje, pa je dejstvo, da neprilagajanje tem trendom v prihodnje, ko bo konkurenčnost še hujša, ne bo zagotavljalo napredka. Vedeti moramo, da k nam prihajajo tuje multinacionalke in nanje moramo biti pripravljeni čim boljše, saj, čeprav se nikakor ne moremo meriti po velikosti, vendarle verjamemo, da imamo druge konkurenčne prednosti.\nNadejamo se, da bi z vzpostavitvijo novega uravnoteženega sistema kazalnikov prišli do bistveno bolj kvalitetnih podatkov tako v zvezi z zaposlenimi kot tudi do podatkov o samem poslovanju podjetja in podatkov o naših odjemalcih. Podjetje je na samem začetku uvajanja uravnoteženega sistema kazalnikov, tako da bomo v nalogi opisali uvajanje\nstran 5 \nsistema od prvega koraka naprej, moja vloga pa je priprava tega projekta in vodenje skozi uvajanje uravnoteženega sistema kazalnikov v podjetje Market Klasek.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "V delu bomo poskušali pokazati pot, po kateri naj gre naše podjetje, da bomo lahko uspešno uvedli uravnotežen sistem kazalnikov, da bo od uvedbe te spremembe podjetje skupaj z zaposlenimi imelo koristi, da bomo naše podjetje karseda varno peljali v negotovo prihodnost tudi s pomočjo uvedbe tega sistema.\nOsnovni namen naloge je podjetju z našo raziskavo najprej pomagati pri odločitvi uvajanja uravnoteženega sistema kazalnikov, v kolikor pa bo odločitev za uvajanje BSC sprejeta, pa bomo nalogo seveda tudi dejansko uporabili. Ker bo naloga nastajala sorazmerno z napredkom spoznavanja sistema v podjetju, v tem trenutku še ne moremo opredeliti, v kakšnem obsegu bo naloga dejansko uporabljena. Namen naloge je predstaviti uravnoteženi sistem kazalnikov vodstvu podjetja s pomočjo te naloge in s projekcijo dogajanja vodstvo podjetja prepričati, da je uvajanje sistema za podjetje koristno.\nCilji naloge so:\n- predstaviti uravnotežen sistem kazalnikov,\n- opisati proces uvajanja sistema v podjetje,\n- raziskati, kako bomo uravnotežen sistem kazalnikov uvedli v podjetje Market  Klasek,\n- opredeliti korake, kako bomo uvajali sistem v podjetje,\n- po opravljeni raziskavi in opredelitvi korakov začeti uvajati sistem v podjetje in\n- analizirati začetek uvajanja in oceniti rezultate.\nOsnovne trditve so:\n- Trdimo, da bomo z uvedbo uravnoteženega sistema kazalnikov začeli meriti  zadovoljstvo kupcev in zaposlenih, da bomo laže in bolje ocenili, kako podjetje  posluje iz finančnega vidika in tako tudi lažebolje predvidevali, kaj nas čaka v  bližnji prihodnosti.\n- Zavedati se moramo, kako posamezne odločitve vplivajo na ugled, kakšen je  intelektualni potencial našega podjetja, kakšne so kompetence vodstvene ekipe  glede na to, da stremimo k neavtoritativnemu vodenju podjetja. Trdimo, da bomo v  nalogi ugotovili, kakšne ključne potenciale skriva naše podjetje.\n- Z uvajanjem uravnoteženega sistema kazalnikov pričakujemo, da bomo dobili več,  kvalitetnejše, predvsem pa dovolj podatkov za uspešno rast in razvoj podjetja.\n- Modeli merjenja poslovne uspešnosti in vodenja podjetja, ki temeljijo na  nefinančnih kazalnikih in modificiranih finančnih kazalnikih, zagotavljajo svetlo  prihodnost oziroma prednost pred modeli, ki temeljijo na starem računovodskem  modelu.\nstran 6\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavljamo, da bo uravnotežen sistem kazalnikov v naše podjetje prinesel večjo in učinkovitejšo kontrolo nad poslovanjem podjetja v finančnem smislu, več informacij o zadovoljstvu naših zaposlenih, več informacij o naših kupcih, to pomeni, da bo z uvedbo uravnoteženega sistema kazalnikov poslovanje podjetja Market Klasek bistveno izboljšano. Pravtako predpostavljamo, da je v podjetju možno uvesti uravnotežen sistem kazalnikov, vemo pa, da imamo podporo vodstva podjetja. Če ne bi bila izpolnjena zadnja pogoja, bi bilo brezsmiselno nadaljevati z delom, saj v podjetju stremimo k boljši finančni kontroli, pristnejšemu odnosu z zaposlenimi in čimvečjemu zadovoljstvu kupcev.\nPrva omejitev raziskave naloge je obseg procesa uvajanja uravnoteženega sistema kazalnikov v naše podjetje. V nalogi ne bomo mogli opisati celotnega procesa, saj bo le-ta trajal precej časa, proces pa presega okvir naše naloge tudi pri obsegu besedila. Zato bomo v nalogi opisali pripravljanje podjetja na uvedbo uravnoteženega sistema kazalnikov in začetek njegovega vpeljevanja.\nPri pisanju tega dela smo imeli na razpolago precej različnega gradiva, ki opisuje problematiko iz teoretičnega vidika, omejitev pa je pomanjkanje gradiva, ki bi se nanašalo na praktične primere, saj le-tega večina podjetij, ki imajo sistem izdelan in uveden, definira kot poslovno tajno. Do danes žal nimamo članka, katerega bi lahko povezali s podobno velikim podjetjem v trgovinski dejavnosti.\nKot omejitev pa moramo navesti tudi neznanje in neizkušenost v zvezi z izbrano tematiko. To velja za avtorja, pa tudi za vodstvo podjetja, na katerega se delo nanaša, saj nimamo razen površnega teoretičnega znanja s tega področja nobenih praktičnih izkušenj.\n"], "5": ["1.4 Predvidene metode raziskovanja", "V diplomskem delu se osredotočamo na poslovno raziskavo, saj gre za proučevanje različnih modelov merjenja poslovne uspešnosti in vodenja podjetja. Same izbire pa so odvisne od subjektivnih odločitev posameznega managerja.\nOpirali smo se tako na statično kot dinamično metodo raziskovanja, saj bomo ob preučevanju razpoložljivega gradiva izvajali tudi raziskave na terenu in poskušali na ta način dobiti popolnejšo oziroma realnejšo sliko dejanskega stanja in možnosti, ki se v prihodnosti na tem področju ponujajo.\nUporabljen je tako deskriptivni kot analitičen pristop. V okviru prvega gre za opis trenutnega stanja na področju merjenja uspešnosti poslovanja in vodenja podjetij, v okviru drugega pa gre za analizo različnih dejavnikov, katere rezultati bodo potrebni pri nastajanju diplomskega dela. V okviru deskriptivnega pristopa uporabljamo metodo deskripcije (opisovanje dejstev, procesov in pojavov) ter metodo kompilacije (povzemanje stališč, spoznanj in rezultatov različnih avtorjev).\nstran 7 \nPri pisanju dela pa uporabljamo tudi metodo implementacije, saj v drugem delu diplomskega dela poskušamo sistem kazalnikov prilagoditi za naše podjetje in ga tudi začeti uvajati.\nstran 8\n"], "6": ["2 URAVNOTEŽENI SISTEM KAZALNIKOV IN NJEGOVO UVAJANJE", ""], "7": ["2.1 Zakaj podjetja potrebujejo uravnoteženi sistem kazalnikov", "Uravnoteženi sistem kazalnikov oziroma v angleškem jeziku Balanced scorecard so razvili v devetdesetih letih prejšnjega stoletja v ZDA. Pri njegovem nastajanju so v večletnem projektu sodelovali managerji iz dvanajstih podjetij v ZDA, razvoj pa je potekal pod vodstvom dveh avtorjev Roberta S. Kaplana in Davida P. Nortona. Rezultat njihovega dela je managerski sistem, ki usmerja energijo, sposobnosti in znanja ljudi v podjetju k doseganju dolgoročnih strateških ciljev, to pa je veliko več kot zgolj merilni sistem za ugotavljanje poslovne uspešnosti podjetij. Glavni cilj njihovega delovanja je bila postavitev konkurenčne strategije podjetja, zaposleni naj razumejo strategijo in jim je jasna njihova vloga pri njeni uresničitvi, alokacija virov pa je usmerjena na tiste aktivnosti, ki vodijo k uresničevanju ciljev. Managerji bi se tako lahko s pomočjo uravnoteženega sistema kazalnikov, ki z uravnotežitvijo štirih vidikov zmanjšuje pomen finančnih kazalnikov, usmerjali na tiste vidike, ki podjetju omogočajo doseganje nadpovprečnih rezultatov. Med te lahko štejemo izpopolnjevanje znanja zaposlenih, inovativne produkte, partnerski odnos do kupcev in dobaviteljev, izkoriščanje neuporabljenih notranjih virov in sposobnost hitrega in uspešnega odzivanja na spremenjene okoliščine poslovanja (povzeto po Kaplan, Norton 2000, 21-29).\nPreko koncepta uravnoteženega sistema kazalnikov lahko podjetje jasno prikaže, katera znanja, sposobnosti in sisteme potrebuje (učenje in rast), da bo lahko razvilo potrebne strateške sposobnosti in procese (notranji procesi), ki bodo kupcem zagotovili jasno definirano vrednost (kupci), kar bo podjetju omogočilo doseganje želenih finančnih ciljev (finance).\nUravnoteženi sistem kazalnikov potrebujemo pri definiranju oziroma postavljanju strategije, za uspešen prenos te strategije na vse ravni organizacije, za povezovanje oddelčnih in osebnih ciljev posameznikov s strategijo, za identificiranje in prilagajanje strateških pobud, za periodično ocenjevanje poslovanja, da se iz tega učimo in popravljamo strategijo (Horvat 2000, 44). Strateški uravnoteženi sistem kazalnikov je v središču managerskih procesov nadomestil finančni načrt. Postal je operativni sistem novega procesa strateškega managementa. Uravnoteženi sistem kazalnikov ohranja finančno merjenje kot osnovno merilo managerske in poslovne uspešnosti, vendar poudarja bolj splošen in celovit skupek kazalnikov, ki trenutno uspešnost pri poslovanju s strankami, na področju notranjih procesov, zaposlenih in sistema povežejo z dolgoročnim finančnim uspehom.\nUravnotežen sistem kazalnikov je bil na začetku njegove poti razvit z namenom, da bi rešili problematično vprašanje merjenja. Takrat, torej v začetku 90. let, je začelo prevladovati prepričanje, da obstoječi modeli merjenja ne dajejo več primernih oziroma zadovoljivih rezultatov, saj se meritve nanašajo le na finančne - računovodske kazalnike. V razmerah, kjer konkurenca temelji na znanju, pa je za uspeh organizacij ključna njihova sposobnost razviti, negovati in aktivirati neopredmetena sredstva. Vendar tega s starim, tradicionalnim načinom merjenja ni bilo moč doseči. Za rešitev tega problema je bil razvit uravnotežen sistem kazalnikov, za katerega pa se je kaj hitro pokazalo, da vodilni\nstran 9 \nmanagerji v njem vidijo več kot le sistem merjenja. V bistvu se je uravnoteženi sistem kazalnikov razvil iz izboljšanega sistema merjenja v ključni, strateški managerski sistem. Inovativna podjetja pa ga kot takšnega uporabljajo za dolgoročno izvajanje svoje poslovne strategije in ga danes smatrajo kot strateški menedžerski sistem, ki poslanstvo in strategijo njihovega podjetja pretvarja v cilje in kazalnike (povzeto po Kaplan, Norton 2001, 20-29).\nUravnoteženi sistem kazalnikov smatramo kot orodje za pretvarjanje strategij v dejanja. Je okvir za opisovanje in posredovanje strategije na dosleden in raumljiv način. Ker je jasno, da se mora vsak zaposleni, ki je pripaden podjetju, zavedati, kaj so njegove funkcije in zaradi česa je v podjetju, kakšni rezultati se od njega pričakujejo, ne glede na to, ali je to vodstveni delavec ali zaposleni nižje na hierarhični lestvici, mora razumeti tudi strategijo podjetja. Le tako bo lahko izpolnjeval svoje delo tako, da bo pripomogel k uresničevanju strategije podjetja (povzeto po Kaplan, Norton, 2001, 27).\nSlika 1 prikazuje, kako sistem kazalnikov zagotavlja okvir za preoblikovanje strategije v dejanja:\nstrategije v dejanja. (Vir: Kaplan, Norton, 2000)\nstran 10\n"], "8": ["2.2 Temeljni vidiki uravnoteženega sistema kazalnikov", "Uravnoteženi sistem kazalnikov sestavljajo štirje vidiki poslovanja v podjetju – finančni vidik, vidik poslovanja s strankami, vidik notranjih poslovnih procesov ter vidik učenja in rasti. Z drugimi besedami: sistem omogoča pregled strategije s štirih zornih kotov. Posamezni managerji so pred uporabo sistema posvečali preveč pozornosti določenemu segmentu poslovanja, z vpeljavo sistema pa kazalniki skozi vse štiri poglede in skozi bistvene kazalnike projicirajo sliko poslovanja celotnega podjetja in razvid uspešnosti je mogoč na vseh segmentih.\n"], "9": ["2.2.1 Finančni vidik", "Finančni vidik je namenjen določanju finančne uspešnosti, ki jo vodstvo pričakuje od strategije, nastopajo pa tudi kot finančni cilji za kazalnike preostalih treh segmentov oziroma vidikov sistema. S finančnimi kazalniki nadzorujemo, če uresničevanje strategije podjetja vodi k izboljšanju finančnih rezultatov. Ti kazalniki predstavljajo osnovo, na podlagi katere temeljijo tudi nefinančni kazalniki in finančni kazalniki morajo izražati dolgoročne poslovne rezultate, nefinančni pa predstavljajo korake, ki jih moramo storiti, da pridemo do želenega dolgoročnega cilja. Iz tega sledi, da morajo nefinančni kazalniki prispevati k doseganju dolgoročnih finančnih ciljev podjetja.\nPodjetja uporabljajo različne finančne kazalnike za ugotavljanje dolgoročne uspešnosti. Tipični oziroma največkrat uporabljeni pa se nanašajo na donosnost, rast prihodkov, stroškov in dobička, denarni tok, rast delnic in drugi. V sodobnem tržnem gospodarstvu je najpomembnejši cilj podjetja večanje vrednosti enote vloženega kapitala. Posamezna podjetja si morajo izbirati kazalnike po svojih potrebah, držati pa se morajo priporočila, da je idealno število kazalnikov, ki še omogočajo preglednost in enostavnost, med 4 in 6 za posamezen vidik (povzeto po Kaplan, Norton 2000 in Kaplan, Norton 2001)\nFinančni kazalniki se lahko močno razlikujejo glede na to, kje v življenjskem ciklusu se nahaja podjetje ali njegova poslovna enota. Če je podjetje na stopnji rasti, je verjetno, da imajo izdelke ali storitve z velikim potencialom, v razvoj katerih pa morajo ogromno vlagati. Tako se lahko zgodi, da podjetja poslujejo z negativnim denarnim tokom in z nizko tekočo donosnostjo vloženega kapitala. Splošni finančni cilj v tej fazi bodo deleži stopnje rasti prihodkov in stopnje rasti prodaje. V fazi zrelosti je pričakovana visoka donosnost vloženega kapitala. Poslovne enote morajo obdržati svoj trenutni delež, nenehno morajo pospeševati izboljšave v poslovanju, ne pa vlagati v rast enote. Finančni cilji so povečini povezani z dobičkonosnotjo, pri čemer izberemo kazalnike, povezane z računovodskim dobičkom, na primer donosnost naložbe (ROI), dobičkonosnost poslovnih sredstev (ROCE) in ekonomska dodana vrednost (EVA). V stopnji upadanja želimo dosegati rezultate iz prejšnjih dveh razvojnih stopenj. Poglavitni cilj je doseči najvišjo možno mero vračanja denarnega toka v podjetje. Tako sta najprimernejša cilja denarni tok iz poslovanja in zmanjšanje potreb po obratnih sredstvih (povzeto po Kaplan, Norton 2000, 59-60)\nFinančni cilji so dolgoročni cilj organizacije: zagotoviti donose kapitala, vloženega v enoto. Sistem kazalnikov mora govoriti o strategiji dolgoročnih finančnih ciljev in jih povezati z zaporedjem ukrepov, ki jih je treba sprejeti.\nstran 11\n"], "10": ["2.2.2 Vidik poslovanja s strankami", "Za vidik poslovanja s strankami je značilno, da morajo managerji znotraj njega opredeliti svoje segmente strank in tržne segmente, na katerih hoče organizacija zasledovati in nadzirati svoje rezultate ter kazalnike uspešnosti na teh ciljnih segmentih. Le zadovoljne stranke podjetju zagotavljajo uspešno poslovanje, zato je pomembno, da podjetje na podlagi različnih dejavnikov spremlja svoj odnos do stranke in seveda tudi odzive strank in odnos strank do podjetja. Običajno iz tega vidika izhaja več kazalnikov, ki izhajajo iz zastavljene strategije. V praksi so največkrat uporabljani kazalniki zadovoljstvo strank, ohranjanje strank, pridobivanje novih strank, donosnost strank ter tržni delež in delež strank na ciljnih segmentih(povzeto po Kaplan, Norton 2000). Slika 2 prikazuje povezanost teh kazalnikov:\n2000)\nDanes so v konkurenčni tekmi zmagovita tista podjetja, ki znajo najbolje zadovoljiti in razveseliti svoje ciljne kupce, kar pomeni, da je potrebno tem ciljem prilagoditi celotno strategijo podjetja in ne samo določeno funkcijo. Podjetje mora biti sposobno zadovoljiti tiste skupine odjemalcev, ki jih je sposobno zadovoljiti uspešneje od konkurence. Najboljša podjetja so osredotočena na trge, odjemalce, kakovost in storitve, ne pa samo na izdelke in stroške, kot je bilo to značilno za preteklost. Prizadevajo si za učinkovitost, hkrati pa so odzivna in prilagodljiva (Kotler 1996).\nCilj vidika poslovanja s strankami je poudariti bistvo odličnosti z osredotočenostjo na stranko. Pogled strank na organizacijo je zelo pomemben za ohranjanje tekočih in pridobivanje novih poslov, zato mora organizacija skozi različne dejavnike spremljati odnos do stranke in obratno. Podjetje mora najti optimalno kombinacijo izdelka oziroma storitve, cene, odnosov in imidža za zadovoljitev tistih strank, ki bodo omogočale rast in dobičkonosnost, ki sta predvidena s kazalniki finančnega vidika (Javornik 2001, 51).\nS pomočjo pravilno izbranih kazalnikov v sklopu tega vidika morajo managerji dobiti jasne odgovore na vprašanja o tržnem deležu (Kakšen je naš tržni delež? Kdo so naši odjemalci?), o pridobivanju strank (Kako učinkovito je naše oglaševanje? Kako pridobivamo stranke? Kako določimo profil naših strank?), o njihovem zadovoljstvu (Kako vemo, da so naše stranke zadovoljne? Kako vemo, zakaj so naše stranke stalne stranke?), o\nstran 12 \ndonosnosti strank (Kako vemo, kdo nam prinese največ dobička? Katerih 20 odstotkov strank ustvari 80 odstotkov našega prometa?).\nOb koncu oblikovanja kazalnikov za vidik poslovanja s strankami bi moral manager imeti jasen pogled na to, kdo so ciljni segmenti strank in trga. Kazalniki, ki bodo izbrani pri vidiku poslovanja s strankami, so kazalniki z zamikom (to pomeni, da bo kazalnik sporočal rezultate, ki smo jih dosegli v preteklosti in dajal usmeritve za prihodnost), saj zaposleni ne vedo, kako uspešni so pri zadovoljevanju strank in ohranjanju dobrih odnosov. Kazalniki tudi ne zmorejo povedati, kaj naj zaposleni v svojih vsakodnevnih dejavnostih spremenijo za doseganje boljših rezultatov, vendar pa z izbiro specifičnih ciljev in kazalnikov lahko managerji usmerijo pozornost svoje organizacije na zagotavljanje ponudbe z višjo vrednostjo svojim ciljnim segmentom strank.\n"], "11": ["2.2.3 Vidik notranjih poslovnih procesov", "Notranjo učinkovitost in zunanjo uspešnost organizacije odraža notranji poslovni vidik. Vidik notranjih poslovnih procesov vključuje procese, ki so ključni za izpolnjevanje pričakovanj strank in delničarjev. Uravnotežen sistem kazalnikov teži k stalnemu izboljševanju vseh notranjih poslovnih procesov in vanje uvaja filozofijo poslovne odličnosti.\nZnotraj vidika notranjih poslovnih procesov, potem ko so opredelili cilje in kazalnike za finančni vidik in vidik poslovanja s strankami, opredelijo še ključne notranje procese, po katerih se mora organizacija oblikovati. Cilji in kazalniki vidika notranjih poslovnih procesov uravnoteženega sistema kazalnikov izvirajo iz strategije izpolnjevanja pričakovanj lastnikov, delničarjev in ciljnih strank. Notranji poslovni procesi so torej vmesnik med opredelitvijo in zadovoljevanjem potreb strank. Pri določitvi kazalnikov na osnovi ključnih notranjih procesov si pomagamo z analizo celotne verige vrednosti notranjih procesov, kar je prikazano na sliki 3. Verigo vrednosti notranjih poslovnih procesov sestavljajo:\n(Vir: Kaplan, Norton 2000, 105).\nProces inovacij. V preteklosti je bilo le malo pozornosti usmerjene k razvoju kazalnikov uspešnosti procesov oblikovanja in razvoja izdelkov/storitev. Proces inovacij najprej poudarja pomen opredelitve značilnosti tržnih segmentov, ki jim organizacija namenja prihodnje izdelke in storitve ter nato oblikovanje in razvoj izdelkov in storitev, ki bodo zadovoljili ciljne segmente. S takšnim pristopom imajo v organizaciji možnost povečati\nstran 13 \npomen procesov raziskav, oblikovanja in razvoja, ki prinašajo nove izdelke, storitve in odpirajo nove trge.\nOperativni proces traja od prejema naročila do dostave stranki. Stranke cenijo učinkovito (nizka cena), konsistentno (kakovost) in pravočasno dobavo. Vse to lahko merimo s kazalniki, ki so pripravljeni za merjenje teh parametrov.\nPoprodajne storitve obsegajo izvajanje jamstev in popravila. Merimo hitrost odziva na napake (od naročila do končne rešitve problema).\n"], "12": ["2.2.4 Vidik učenja in rasti", "Strateških in poslovnih ciljev podjetja, kot so določeni s pomočjo kazalnikov ostalih treh vidikov uravnoteženega sistema kazalnikov uspešnosti, ni mogoče uspešno realizirati, če znotraj podjetja ni inovativnosti in učenja ter vključevanja vseh zaposlenih v doseganje strateških ciljev podjetja. Zato vidik rasti in učenja predstavlja vidik potencialov, ki omogočajo razvoj podjetja. To je vidik, s katerim so zajeti kazalniki za uresničevanje vizije podjetja. Vidik rasti in učenja je podlaga vseh strategij in kaže, katera neotipljiva sredstva mora podjetje razviti za podporo svojih notranjih procesov in za potrebe svojih strank, da bi doseglo ustrezne finančne rezultate (povzeto po Kaplan, Norton 2000 in Kaplan, Norton 2001)\nZmožnost za doseganje ambiciozno postavljenih finančnih ciljev, ciljev poslovanja s strankami in notranjih poslovnih procesov je torej odvisna od sposobnosti učenja in rasti organizacije. Cilj vidika učenja in rasti je zagotavljanje take infrastrukture v podjetju, da se dosežejo cilji, ki so opredeljeni v ostalih treh vidikih. Vidik učenja in rasti je naložba v prihodnost. Nosilci učenja in rasti izvirajo iz zaposlenih, sistemov in usklajevanja organizacije.\nSposobnost zaposlenih. Sprememba vloge zaposlenih je ena najbolj drastičnih sprememb v podjetju. Zaposleni morajo kreativno razmišljati za doseganje ciljev organizacije.\nZmogljivost informacijskih sistemov. Podjetje potrebuje zmogljiv informacijski sistem, da dobi informacije o strankah, notranjih procesih in finančnih posledicah.\nMotivacija, avtonomnost in usklajevanje. V to skupino štejemo nove zamisli zaposlenih, stopnjo njihovih uresničitev, stalnost zaposlenih pri izboljšavah. (Povzeto po Kaplan, Norton 2000, 136) Ti štirje vidiki omogočajo usklajenost med:\n- kratkoročnimi cilji in dolgoročnimi cilji\n- želenimi cilji in potekom k njihovi uspešnosti\n- ostrejšimi kazalniki ciljev in blažjimi subjektivnimi kazalniki\nČeprav je kazalnikov več, pa so vsi povezani in stremijo k skupnemu cilju in k izpolnjevanju zastavljene strategije.\nstran 14\n"], "13": ["2.3 Povezovanje uravnoteženega sistema kazalnikov s strategijo podjetja", "Vzročno-posledična razmerja, gibala uspešnosti, povezovanje finančnih kazalnikov\nUspešen uravnoteženi sistem kazalnikov je tisti, ki posreduje strategijo prek finančnih in nefinančnih kazalnikov. Zato je pomembno oblikovati sistem kazalnikov na način, ki opisuje vizijo prihodnosti celotne organizacije. Navzven mora biti transparenten, tako da vsi zaposleni vidijo, kako lahko prispevajo k uspehu organizacije. Brez takšnega povezovanja posamezniki in oddelki sicer težijo k čim večji uspešnosti, vendar ne prispevajo k doseganju strateških ciljev.\nPoznamo tri metode, ki organizaciji omogočajo, da uravnoteženi sistem kazalnikov poveže s strategijo (Kaplan, Norton 2000, 158):\n- vzročno-posledična razmerja,\n- gibala uspešnosti,\n- povezovanje finančnih kazalnikov.\nNa sliki 4 ponazarjamo, kako skozi uravnoteženi sistem kazalnikov vodimo podjetje. Slika kaže prepletenost vizije in strategije z vsemi štirimi vidiki sistema in povezavo med njimi.\n(Winterleitner, Finance, 11.7.2004)\n"], "14": ["2.3.1 Vzročno-posledična razmerja", "stran 15 \nStrategija je niz hipotez o vzrokih in posledicah. Ustrezno sestavljen sistem kazalnikov mora izražati strategijo poslovne enote prek zaporedja vzročno posledičnih razmerij, ki jih lahko opisujemo z zaporedjem stavkov ''če – potem''. Merilni sistem mora opredeliti in jasno izražati zaporedje hipotez o vzročno posledičnih razmerjih med kazalniki merjenja rezultatov in gibali uspešnosti teh rezultatov (Kaplan, Norton 2000, 159).\nVsak kazalnik uravnoteženega sistema mora biti sestavni del verige vzročno – posledičnih razmerij, ki posreduje pomen strategije poslovne enote za organizacijo (glej sliko 5).\nPrimer: povezavo med prodajnim usposabljanjem in višjimi dobički lahko opredelimo z naslednjim zaporedjem hipotez (Kaplan, Norton 2000, 159): »Če zaposlene izobražujemo o izdelkih, potem bodo bolje poznali vse izdelke, ki jih prodajamo. Če bodo zaposleni bolje poznali izdelke, potem se bo povečala njihova prodajna uspešnost. Če se bo povečala prodajna uspešnost, potem se bo povečala povprečna marža prodanih izdelkov.«\nstran 16\n"], "15": ["2.3.2 Gibala uspešnosti poslovanja", "Gibala uspešnosti poslovanja so vnaprejšnji kazalniki, ki izražajo posebnosti strategije za posamezno poslovno enoto. Na primer: finančna gibala dobičkonosnosti, tržni segmenti, v katerih konkurira posamezna poslovna enota,…\nDober uravnotežen sistem kazalnikov mora vsebovati ustrezen splet rezultatov (kazalniki z zamikom) in gibal uspešnosti poslovanja. Prepletenost se kaže, če bi recimo sledili strategiji zadovoljevati vse kupce v vseh poslovnih enotah z enakimi izdelki, da bi zmanjšali stroške poslovanja, bi bila to napaka, saj mestni ali bolje situirani kupci le redko kupujejo enake izdelke kot odjemalci z ruralnega področja ali slabše situirani (primer takega izdelka je toast). Kazalniki doseženih rezultatov brez gibal poslovanja ne morejo posredovati informacije, kako doseči rezultate in ne zagotavljajo dovolj zgodnjih znamenj o tem ali v podjetju strategijo uspešno izvajajo. Prav tako kazalniki uspešnosti brez gibal poslovanja prinašajo negotovost glede načina doseganja rezultatov ter lahko vodijo do neoptimalnih kratkoročnih ukrepov. V določenih primerih gibala poslovanja (stopnja okvar na milijon, čas trajanja poslovnega cikla) omogočajo celo doseganja kratkoročnih izboljšav v poslovni enoti brez kazalnikov rezultata poslovanja. Vendar po drugi strani brez kazalnikov rezultatov poslovanja v podjetju ne moremo ugotoviti, ali so bile izboljšave prenesene v širjenje poslovanja z obstoječimi in novimi kupci ter posledično v izboljšanje finančnega poslovanja.\n"], "16": ["2.3.3 Povezovanja finančnih kazalnikov", "Pogosto se dogaja, da v organizacijah napačno razumejo razširjene programe sprememb in se zato preveč ukvarjajo s cilji, kot so kakovost, zadovoljstvo strank, inovacije in odgovornost zaposlenih. Ti cilji sicer lahko vodijo do izboljšanega poslovanja, vendar če v organizaciji razumejo vsak cilj kot samostojno enoto, le-ti ne bodo vodili do boljšega poslovanja. Zato je potrebno povezati izboljševanje poslovnih procesov z ekonomskimi rezultati oziroma finančnimi kazalniki v uravnoteženem sistemu kazalnikov.\nVzroki, ki izvirajo iz vseh kazalnikov uravnoteženega sistema, morajo biti povezani s finančnimi cilji.\n"], "17": ["2.4 Štiristopenjski proces uvajanja uravnoteženega sistema kazalnikov", "Štiristopenjski proces uvajanja uravnoteženega sistema kazalnikov sestavljajo arhitektura programa merjenja, opredelitev strateških ciljev, izbira strateških kazalnikov in oblikovanje izvedbenega načrta.\n"], "18": ["2.4.1 Arhitektura programa merjenja", "Najprej pa je treba opredeliti, kako in kaj meriti pri in po vzpostavitvi sistema. Opredeliti moramo enoto, za katero je sistem na najvišji ravni najbolj primeren. Tudi začetni proces oblikovanja sistema najbolje deluje v strateški poslovni enoti, ki uvaja in izvaja inovacije, poslovanje, trženje, prodajo in poprodajne storitve. Najpomembneje je, da ima ta organizacijska enota strategijo za izpolnjevanje svojih ciljev in poslanstev. Po tem, ko je\nstran 17 \nposlovna enota izbrana, je treba ugotoviti, kakšni so odnosi med le-to in drugimi poslovnimi enotami. Treba je ugotoviti, kakšni so:\n- finančni cilji\n- najpomembnejše usmeritve podjetja\n- povezave z drugimi poslovnimi enotami\nDa bi lahko vodili razvojni proces, moramo prej poznati zgoraj omenjene karakteristike, da so lahko kazalniki optimizirani za boljše delovanje enote in in to ne na škodo drugih enot ali pa celotnega podjetja (Kaplan, Norton 2000, 317-319).\n"], "19": ["2.4.2 Opredelitev strateških ciljev", "Ko opredeljujemo strateške cilje, je najugodneje, da pri tem sodeluje od šest do dvanajst vodstvenih delavcev. Seveda je treba pridobiti tudi podatke o konkurenčnem okolju enot, torej o tekmecih, njihovi usmeritvi in položaju, rasti trga in konkurenčnosti lastne ponudbe. Ker uvajanje sistema temelji na delu večih ljudi, se skozi pogovore pridobi mnenja vodstvenih delavcev. Najbolje je, če so vprašanja pripravljena vnaprej in za vse enaka s ponujenimi odgovori. Na podlagi tega dela uvajanja sistema bomo lahko predstavili koncept sistema vsem vpletenim vodstvenim delavcem, hkrati pa bomo tudi ujeli njihovo mnenje. Nadalje se lahko nadejamo tudi tega, da bodo vodstveni delavci začeli razmišljati o pretvarjanju strategij v otipljive kazalnike, da se bodo dovolj hitro pokazali morebitni pomisleki in konflikti o razvoju in uporabi sistema.\n"], "20": ["2.4.3 Izbira strateških kazalnikov", "Med vsemi možnimi kazalniki se moramo odločiti za tiste, ki nam najbolje sporočajo pomen strategije. Nikoli ne moremo vnaprej določiti enotnih kazalnikov za vsa npr. trgovska podjetja, saj njihove strategije niso enake in kazalniki morajo biti posebni in prilagojeni za strategijo našega podjetja, čeprav pa se določeni osnovni kazalniki, iz katerih izhajamo, vendarle ponavljajo. Ti so (Kaplan, Norton 2000, 322):\n- Osnovni finančni kazalniki\n- donosnost naložbe / ekonomska dodana vrednost\n- dobičkonosnost\n- rast/splet prihodkov\n- produktivnost ob zmanjševanju stroškov.\n- Osnovni kazalniki na področju strank\n- tržni delež\n- pridobivanje strank\n- ohranjanje strank\n- dobičkonosnost strank\n- zadovoljstvo strank.\nstran 18 \n- Osnovni kazalniki na področju učenja in rasti\n- zadovoljstvo zaposlenih\n- ohranjanje zaposlenih\n- produktivnost zaposlenih.\n"], "21": ["2.4.4 Oblikovanje izvedbenega načrta", "Ekipa, ki smo jo formirali za vzpostavitev sistema, mora napraviti tudi izvedbeni načrt, po katerem se bo ravnala. Ta mora vključevati postopek spoznavanja in razlage sistema po vseh enotah in med vsemi zaposlenimi in njegovo vključitev v bazo podatkov. Da bi lahko funkcioniral z vso močjo, mora biti sistem vključen v vodstveni sistem podjetja, svetuje se uporaba sistema v 60 dneh.\n"], "22": ["2.5 Tipične napake pri uvajanju sistema v podjetje v Sloveniji", "Podjetja, ki so v Sloveniji že uvedla sistem uravnoteženih kazalnikov v svoje poslovanje, so se največkrat srečala z naslednjimi napakami (Winterleitner, Finance, 26.07.2004):\n- premalo poglobljena strategija podjetja;\n- zaradi premalo poglobljene strategije prihaja do sprememb v glavnih usmeritvah  (kar je tudi glavni razlog za to, da imajo slovenska podjetja v operativni odličnosti  in stroškovni učinkovitosti še veliko rezerve);\n- na podjetje se ne gleda kot na celoto;\n- izbira neustreznega svetovalca pri vpeljavi uravnoteženega sistema kazalnikov;\n- uravnoteženi sistem kazalnikov v podjetju ne deluje povsem oziroma se uporablja  bolj za promocijo;\n- pomanjkanje dvosmerne komunikacije (v podjetjih obstajajo težave pri  komunikaciji z zaposlenimi in uveljavljanju novih modelov internega  komuniciranja). Seveda se ob neizkušenosti kaj hitro primeri, da pride do napačnih postopkov pri uvajanju sistema tudi v naše podjetje. S pomočjo zgoraj naštetih napak pa se bomo lahko uspešno izognili vsaj zgoraj omenjenim.\n"], "23": ["2.6 Izkušnje z Uravnoteženim sistemom kazalnikov v tujini", "Tudi tuje izkušnje seveda kažejo, da obstaja povezava med strateškim planiranjem in uspešnostjo podjetja, tako v velikih korporacijah kot v malih in srednje velikih podjetjih. Uravnoteženi sistem kazalnikov je, kot smo že povedali, eden najpomembnejših in najučinkovitejših managerskih pripomočkov, a vendarle je bil razvit na podlagi poslovanja velikih podjetij, multinacionalk; o tem priča tuja strokovna literatura (na primer Kaplan in Norton v svoji knjigi Strateško usmerjena organizacija opisujeta delovanje sistema v Mobilu, ki je drugo največje naftno podjetje na svetu). Precej manj literature se dotika\nstran 19 \nproblema, ki ga obravnavamo v nalogi, to je vzpostavljanje sistema v majhnem ali srednje velikem trgovskem podjetju. Osnove so enake ali podobne, vendar se bistvene razlike pojavijo pri informacijskih sistemih in predvsem pri številu ljudi, ki si jih lahko podjetje privošči premestiti na delovno pozicijo, ki se ukvarja z uvajanjem sistema, pri tem pa tekoče delo ne trpi.\nSodeč po izkušnjah podjetij iz tujine, ki so postopek uvajanja sistema opisala, so velika podjetja potrebovala za uvajanje sistema štirinajst do šestnajst tednov, majhna podjetja s približno 100 zaposlenimi pa le šest do osem tednov (povzeto po 2GC Active Management 2000). Tudi pri podjetjih iz tujine je tako, da končni uspeh temelji na tem, ali in kako močno se zaposleni zavedajo moči strategije in ali sledijo strateškim ciljem podjetja. Zanimiva je ugotovitev o razliki med majhnimi in velikimi podjetji, kjer so v velikih korporacijah pričakovani rezultati merjenja vrednosti kazalnikov rezultat obsežnih raziskav in elaboratov, medtem ko nasveti za manjša podjetja pravijo, da naj posamezno podjetje na podlagi lastnih izkušenj pridobi ciljne vrednosti, tudi zaradi tega, ker ima direktor ponavadi pregled nad celotnim poslovanjem podjetja (povzeto po Olve, 1999, Performance Drivers: A practical guide to using the Balanced Scorecard).\nNadalje je pomembno, da je sistem, ki smo ga uvedli, tudi uporabljan. Le tako bomo lahko dobili dejanske ciljne vrednosti in le tako bomo lahko s pomočjo sistema dosegali rezultate in strateške cilje (povzeto po Schneiderman, 1999).\nSodeč po izkušnjah, ki jih imajo tuja podjetja, ki so v svoje poslovanje vpeljala uravnoteženi sistem kazalnikov, le-ta daje dobre in primerljive rezultate ne glede na samo velikost podjetja. Res pa je, da se največji napredek kaže na različnih področjih. Tako imajo velika podjetja koristi predvsem pri komunikaciji znotraj podjetja, medtem ko manjša podjetja zato, ker uravnoteženi sistem kazalnikov deluje na podlagi prav tega, definirajo vizijo in strategijo podjetja, strateške cilje in kako doseči zastavljeno. V vseh podjetjih pa se se kažejo predvsem naslednje prednosti in izboljšanja po vpeljavi sistema (povzeto po 2GC Active Management 2000):\n- jasne smernice, kako bo podjetje poslovalo v prihodnosti, seveda z vklapljanjem  vizije in strateških ciljev v poslovanje.\n- Zmožnost osredotočanja na pomembne cilje in tako zmanjševanje verjetnosti, da v  podjetju ne vidijo več, kaj želijo doseči.\n- Preglednost nad rezultati poslovanja, odstopanja od začrtanih finančnih in  nefinančnih rezultatov.\nZavedati pa se je treba, da vpeljevanje in pravilno delovanje sistema v vsakem podjetju ves čas zahteva predanost vodstva in nenehno delovanje in dopolnjevanje sistema.\n"], "24": ["2.7 Časovni okvir uvajanja uravnoteženega sistema kazalnikov", "Razvoj informacijskega managerskega sistema čez noč ni niti izvedljiv niti priporočljiv. Običajen postopek vpeljevanja sistema naj bi trajal šestnajst tednov, saj je zaradi obsežnosti in zapletenosti potrebno nov managerski sistem vzpostavljati po stopnjah skozi daljše obdobje. Tak postopen pristop ima veliko prednosti, ker lahko med spreminjanjem\nstran 20 \nali vključevanjem posameznih prvin sistema generalni direktor organizacijo povede stran od prejšnjih procesov in posreduje sporočilo o uveljavljanju novega procesa. Na začetku vpeljevanja projekta je vloga snovalca sistema in njegovih svetovalcev najpomembnejša, nato pa se odgovornost vse bolj prenaša na vodstvene ekipe, snovalec pa postaja koordinator. Na samem koncu projekta morajo vpleteni vodje doseči soglasje glede preoblikovanja strategij v cilje in kazalnikov vseh štirih vidikov. Vsak mora tudi razumeti spremembe procesov, ki bodo nastale, ker bo podjetje upoštevalo kazalnike sistema. Na sliki 5 je predstavljena običajna časovna premica za uvajanje uravnoteženega sistema kazalnikov:\n(Vir: Kaplan, Norton, 2000)\n"], "abstract": ["V sodobnem, dinamičnem svetu se je pokazalo, da tradicionalne, statične metode merjenja poslovne uspešnosti ne uspevajo več držati koraka s sodobnimi metodami vodenja podjetja, kot je v delu obravnavan Uravnoteženi sistem kazalnikov. Pokazali smo, da obravnavana metoda teoretično združi prizadevanja, sposobnosti in specifična znanja ljudi iz podjetja za doseganje dolgoročnih strateških ciljev, ali pa bo tako tudi v obravnavanem podjetju, pa bo pokazal čas, kajti naučili smo se, da je uravnoteženi sistem kazalnikov nenehen proces. Čeprav smo želeli bolj podrobno spremljati uvajanje sistema v podjetje, pa vidimo, da to lahko vzame precej več časa, kot pravi teorija. Prizadevamo si, da obravnavano podjetje ne stremi le k finančnim rezultatom, temveč predvsem k nefinančnim – izkušnje iz Slovenije in tujine kažejo, da tak način dela doprinese k dobrim finančnim rezultatom, saj so finančni rezultati, kot smo ugotovili, posledica uspešnega ali neuspešnega izvajanja strategij na ostalih področjih. Tako se mora vsak zaposleni zavedati, da je najpomembneje zadovoljiti potrebe stranke in poskrbeti, da se bo le-ta z veseljem vrnila. Podjetje ne more učinkovito poslovati, če nima ustrezne organizacijske strukture in usposobljenih zaposlenih. Preveč informacij, ki dnevno prihajajo v podjetje, narekuje filtriranje le-teh in direktor nujno potrebuje pomočnike, ki jim lahko zaupa delovne procese v določenih enotah, vendar hkrati potrebuje orodje za preverjanje preteklosti in pretvarjanje idej v rezultate za uspehe v prihodnosti. Bistvo tega sistema pa je, da posreduje strategijo podjetja v finančne in nefinančne kazalnike, ključne informacije k vodji (bodisi podjetja, bodisi poslovne enote) ter da je transparenten in lahko vsi zaposleni lahko vidijo, da prispevajo k uspehu oganizacije in seveda upamo, da bo to tudi motivacija zanje."]}