{"1": ["1 UVOD", "»Depresija je pekel na zemlji in upravičeno se jezimo na Boga, zakaj nas je doletela.  Če pa bomo znali izkoristiti depresijo kot vzgib za začetek preobrazbe svojega življenja  in življenja ljudi okoli sebe, bo to pravo ustvarjalno delo, ki nam bo razveseljevalo srce«  (Atkinson, 2005, str. 34).\nGlede na dejstvo, da je depresija pri ženskah približno dvakrat pogostejša kot pri moških, smo se odločili, da se bomo osredotočili bolj na prisotnost depresije med moškimi.\nDepresija je danes najpogostejša duševna motnja. Po ocenah Svetovne zdravstvene organizacije zanjo trpi kar 121 milijonov ljudi. Depresija ovira posameznika pri vsakodnevnih dejavnostih, vodi v slabšanje kakovosti življenja, povečuje obolevanje za drugimi boleznimi in povečuje nevarnost samomorilnega vedenja. Ne prizadene pa le posameznika, ki je to motnjo razvil, pač pa tudi njegove svojce (Dernovšek in Tavčar, 2005, str. 3).\nDepresija lahko prizadene torej vsakogar ne glede na družbeni status, starost, spol ali izobrazbo. Čeprav je res, da je pogostejša pri ženskah, prizadene tudi vse več moških. Pri njih se pogosto skriva za čezmernim uživanjem alkohola in drog ali za drugimi navadami, npr. pretiranim posvečanjem delu in opravljanju nadur. Pri moških se depresija večinoma ne kaže v občutkih brezupa in nemoči, temveč v obliki razdražljivosti, jeze in razočaranja. Zaradi tega jo je tudi težje prepoznati in pogosto ostane neodkrita. Tudi če moški sam opazi, da je depresiven, nerad poišče pomoč (Terzič, 2006, str. 14).\nDanes vemo, da je depresija ozdravljiva motnja, vendar je pomembno, da se jo čim prej prepozna in začne zdraviti. Le tako bo posameznik občutil kar najmanj posledic, zdravljenje pa bo hitrejše in bolj uspešno (Dernovšek in Tavčar, 2005, str. 3).\nDepresija spada med najpogostejše bolezni na svetovni lestvici obolevnosti. Predvidevanja kažejo, da bo leta 2020 druga najpogostejša bolezen na svetu, takoj za koronarno boleznijo. Življenjska prevalenca za ženske je 26 % in 15 % za moške. Z depresijo je povezano povečano tveganje za samomor; 17 % bolnikov v obdobju težke depresije izvrši samomor (Starc, 2007, str. 244).\n"], "2": ["2 DEPRESIJA", "»V osnovi obstaja samo ena stvar, ki nam je v življenju zares pomembna:  naše psihično doživljanje.  Kakorkoli že, pa so mehanizmi tega bili in še vedno so,  zaviti v profano nejasnosti«  (I. P. Pavlov, po Klančar, 2006, str. 33).\nBeseda depresija izvira iz latinščine in pomeni pobitost ali potlačenost. Strokovnjaki pri tej klasični obliki govorijo tudi o endogeni depresiji, ker ni nobenega zunanjega vzroka za potlačeno razpoloženje oziroma to nima nobene razumljive povezave z nastankom bolezni. Grška beseda za takšno stanje je melanholija in pomeni nekaj kot »črnogledost« (Friebel in Puhl, 2000, str. 10).\nDepresija oz. depresivnost v psihiatričnem smislu je motnja razpoloženja oziroma čustvovanja. Depresija običajno pomeni bolezen, depresivnost pa bolezensko simptomatiko depresije. Latinska beseda depressio pomeni znižanje, glagol deprimere pa znižati ali tlačiti, iz tega sledi, da depresija pomeni »znižanje« razpoloženja. Slovenska beseda, ki bi najbolje označila depresijo, bi lahko bila potrtost ali pobitost (Pibernik, 2004, str. 2).\nŽe Sigmund Freud, znameniti oče psihoanalize, je v razpravi o šalah in njihovem vplivu na podzavest, opisal depresijo kot: »Nobenega veselja ni v nas in vse vidimo črno, dovzetni smo za nedoločene strahove in smo čisto nesposobni, da bi čutili ljubezen in veselje«. Edino obliko humorja, ki nam še preostane, je označil kot črni humor. Če nekoga v ponedeljek odpeljejo na morišče in reče: »No, teden se je dobro začel,« je to zelo črn humor. Najraje bi se skrili – pod odejo ali kar v grob. Poznamo krilatico o žalostnem klovnu. In ni redko, da si poklicni komiki vzamejo življenje. Torej moramo takšne stvari jemati zelo resno (Friebel in Puhl, 2000, str. 10).\nDepresija je duševna motnja, pri kateri se lahko pojavi veliko različnih znakov in simptomov, od tistih izrazito telesnih preko psiholoških pa vse do tistih izrazito socialnih sprememb na človeku. Oseba z depresivno motnjo to občuti kot hudo breme, breme pa ni mnogo manjše za njegove najbližje. Depresijo občutijo partner, cela družina in drugi. Breme bolezni lahko občuti tudi širše družbeno okolje. Zaradi utrujenosti, znižane samozavesti in neodločenosti ter upada komunikativnosti se namreč med drugim zmanjša tudi učinkovitost na delovnem mestu (Dernovšek in Tavčar, 2005, str. 4).\nPonavljajoča depresivna motnja ali krajše »depresija« je motnja razpoloženja, pri kateri gre za bolezensko, pretirano žalost, pomanjkanje energije, oseba nima zanimanja za dejavnosti, ki so jo včasih veselile, ima motnje spanja, apetita. Včasih se začne že v najstniških letih in se rada ponavlja (Dernovšek et al., 2006b, str. 17). Ostali simptomi depresije so: potrtost, brezup, zaskrbljenost, občutek nemoči, neodločnost, brezvoljnost, utrudljivost, izguba interesov za običajne dejavnosti. Poleg že omenjene brezvoljnosti in utrudljivosti srečujemo še vrsto drugih znakov, ki so sestavni deli depresije: motnje apetita, motnje spanja, bolečine, motnje kardiovaskularnega sistema (motnje ritma srca, spremembe krvnega tlaka), gastrointestinalne motnje (slabosti, obstipacije, diareje), respiratorne funkcionalne motnje (»težko dihanje«), motnje libida in potence, motnje menstrualnega\nciklusa itd. Naštete motnje lahko posnemajo vrsto telesnih bolezni, lahko pa ojačajo morebitno tedanjo objektivno dokazljivo telesno simptomatiko (Žvan, 1999, str. 216).\nDuševne motnje so zelo pogoste, mnogo bolj kot si marsikdo med nami predstavlja. Zaradi njih je oteženo življenje tistih, ki za duševno motnjo zbolijo, kakor tudi njihovih bližnjih in vseh ostalih, ki so z njimi v družbi tako ali drugače povezani. Zaradi nepoznavanja ozadja duševnih motenj, vzrokov in povodov ter samih procesov, ki se v telesu odvijajo med duševno motnjo, ostaja veliko posameznikov z duševno motnjo nepravilno zdravljenih ali sploh spregledanih. K slednjemu veliko doprinese tudi stigma duševnih motenj, ki je med nami še vedno zelo prisotna. Svetovna zdravstvena organizacija je proučila, koliko oseb z določeno duševno motnjo je zaradi duševne motnje obravnavanih in zdravljenih. Depresija spada med tiste duševne motnje, pri katerih je razlika med številom obolelih in zdravljenih ena največjih, to je preko 50 % (Dernovšek in Tavčar, 2005, str. 4).\nGlede na to, da je depresija tudi najpogostejša duševna motnja, lahko predvidevamo, da je med vsemi spregledanimi osebami z duševno motnjo največ prav tistih z depresijo (prav tam, 2005, str. 4).\nDuševne motnje so spremembe duševnega zdravja, zaradi katerih se posameznik oziroma njegova okolica znajde v stiski. Med njimi je najbolj pogosta depresija ali bolje depresivna motnja kot motnja razpoloženja in čustvovanja s sočasnimi spremembami izgleda, vedenja in mišljenja (Marušič, 2007, po Ažman, 2007, str. 97).\n10 mitov o depresivnih boleznih:\n1. Niso hude (vendar utegnejo biti neznosno hude);\n2. Niso pogoste (vendar ena od štirih žensk zboli);\n3. Hitro minejo (vendar pogosto trajajo mesece);\n4. S trdno voljo jih izženemo (vendar nas pogosto onesposobijo);\n5. Niso resne bolezni (vendar eden od desetih umre);\n6. Ne ponavljajo se (vendar je ponovitev možna v 75 %);\n7. Psihoterapija prepreči ponovitev (vendar jo le odloži);\n8. Zdravila lahko prekinemo, ko ni več znakov (vendar se bodo povrnili);\n9. Profilakso lahko ukinemo brez posledic (vendar je ponovitev ali povrnitev  verjetna);\n(Lokar in Kocmur, 1995, str. 9).\nKot zanimivost lahko navedemo, da se depresija pogosto pojavi pri ljudeh s prav posebnimi sposobnostmi. Večkrat slišimo, da za depresijo obolijo slikarji, pisatelji in skladatelji, do 30-krat pogosteje kakor drugi ljudje. Navadno je pri njih depresija takšna, da se menjavajo stopnje zanosa s skrajno potrtostjo, torej trpijo zaradi manične oblike te bolezni (Likar, 2000, str. 80).\nZgodovina navaja kar nekaj znanih moških osebnosti, ki bi naj trpeli za depresijo ali katero drugo od afektivnih motenj: Vincent van Gogh, Pablo Picasso, Leonardo da Vinci, Hans Christian Andersen, William Shakespeare, Martin Luther, Winston S. Churchill, Adolf Hitler, Sigmund Freud, Galileo Galilei (Faust, 1999, str. 147).\nVincent van Gogh, ki naj bi tudi sam trpel za depresijo, je leta 1890 naslikal sliko depresivnega moškega (slika 1).\n"], "3": ["2.1 KLASIFIKACIJA DEPRESIVNIH MOTENJ", "Motnje razpoloženja so opredeljene v Mednarodni klasifikaciji bolezni in sorodnih zdravstvenih težav za statistične namene (MKB-10), v poglavjih od F 30 do F 39, in sicer kot motnje spremembe afekta ali razpoloženja v depresijo ali v privzdignjenost (Eržen- Govc, 2006, str. 208):\n- Manična epizoda (F 30)\nManična epizoda vključuje hipomanijo, manijo brez psihotičnih simptomov, manijo s psihotičnimi simptomi, drugačne manične epizode in neopredeljene manične epizode. Porazdelitev v te kategorije se uporablja samo za enkratni dogodek.\n- Bipolarna afektivna motnja (F 31)\nZa bipolarno afektivno motnjo je značilno dvoje ali več epizod z izrazito motenim razpoloženjem in delovanjem, kar se kaže v epizodah z izraženo hipomanijo ali manijo in drugič z depresijo.\n- Depresivna epizoda (F 32)\nDiagnozo depresivne epizode postavi zdravnik takrat, ko se depresivno stanje pojavi prvič, ko so izraženi vsi znaki in simptomi, ki opredeljujejo depresivno motnjo, epizoda pa mora trajati najmanj dva tedna. Glede na intenzivnost izraženosti posameznih znakov in simptomov je depresivna epizoda lahko blaga, zmerna ali huda. V to skupino spadajo še atipične oblike depresije, posamezne epizode larvirane depresije in neopredeljene depresivne motnje, ki jih ne moremo razvrstiti v nobeno od omenjenih kategorij.\n- Ponavljajoča se depresivna motnja (F 33)\nV tem primeru gre za ponavljajoče se epizode depresivnega razpoloženja brez pridruženih epizod hipomanije in manije. Motnje lahko trajajo več mesecev, remisije pa so različno dolge. V času remisije je lahko bolnikovo razpoloženje popolnoma ustrezno. Glede na intenzivnost izraženosti posameznih znakov in simptomov je depresivna epizoda lahko blaga, zmerna ali huda. Huda depresivna epizoda se pojavi v obliki s psihotičnimi simptomi ali brez njih.\n- Trajne razpoloženjske (afektivne) motnje (F 34)\nTrajne afektivne motnje so trajne, valujoče motnje razpoloženja, posamezne epizode pa niso tako izrazite, da bi lahko bile označene kot hipomanične, manične ali depresivne. V to skupino spadata ciklotimija in distimija.\nCiklotimija je motnja, za katero je značilna trajna nestanovitnost razpoloženja, katero niha od blage depresivnosti do stanja rahle privzdignjenosti.\nDistimija pa je motnja, za katero je značilno kronično slabo razpoloženje, vključuje pa še slike depresivne nevroze, depresivne osebnostne motnje, nevrotske depresije in trajno anksiozno depresijo.\nRedko se v življenju posameznika pojavi samo ena depresivna epizoda, kar v 85 % tej sledi še druga ali več epizod, v povprečju štiri. Distimija je oznaka za depresivno motnjo, ki ustreza vsem kriterijem depresivne epizode, le poteka drugače: simptomi so blažji, a se ne spreminjajo vrsto let, vsaj dve leti brez preostanka, ki bi bil daljši od dveh mesecev. Lahko traja celo 20 do 30 let, med osebami z motnjo je več samomorov kot pri tistih, ki so samo depresivni; kar 70 % v obdobju petih let izpolnjuje tudi pogoje za veliko depresijo (Erzar, 2007, str. 125).\n- Druge razpoloženjske (afektivne) motnje (F 38)\nV to kategorijo so vključene vse preostale razpoloženjske motnje, ki niso dovolj hude in ne trajajo dovolj dolgo, da bi jih lahko uvrstili v katero od kategorij od F 30 do F 34.\n- Neopredeljena razpoloženjska (afektivna) motnja (F 39)\nV to kategorijo je zaenkrat vključena samo afektivna psihoza.\n"], "4": ["2.2 OBLIKE DEPRESIJE", "Glede na oblike depresije govorimo o blagi, zmerni in hudi depresiji (McKenzie, 2005, str. 24):\n- Blaga depresija\nPri blagi depresiji se znaki, kot so potrtost, malodušje ali tesnoba, pojavljajo in spet izginjajo. Bolezen se pogosto začne po zelo stresnem dogodku. Prizadeta oseba je zaskrbljena, prestrašena in pobita. Pri tej obliki depresije pogosto pomaga že sama sprememba načina življenja.\n- Zmerna depresija\nPri tej obliki depresije je depresivno razpoloženje trajno, prizadeta oseba ima tudi telesne simptome bolezni, ki pa se od posameznika do posameznika razlikujejo. Sprememba načina življenja največkrat ne zadostuje, potrebna je tudi zdravniška pomoč.\n- Huda depresija\nHuda depresija je bolezen, ki ogroža življenje. Bolnik ima značilne telesne znake ter doživlja blodnje in halucinacije. Pomembno je, da čim prej obišče zdravnika.\nPoleg teh splošnih oznak pa se navajajo še številni drugi strokovni izrazi, ki opredeljujejo različne oblike depresije (McKenzie, 2005, str. 24):\n- Reaktivna depresija\nZ izrazom reaktivna depresija opisujemo depresivno ali tesnobno razpoloženje, ki ga je povzročil stresni dogodek in ponavadi traja nekaj dni ali več tednov. Lahko bi rekli, da gre za razmeroma kratkotrajno pretiravanje normalnega odziva oziroma reakcije na neprijetno težavo. Največkrat pomaga že podpora družine ali najbližjih prijateljev, obvladovanje stresa in praktični ukrepi.\n- Endogena depresija\nEndogena depresija je depresija, ki nastane brez kakršnega koli razpoznavnega zunanjega vzroka. Navadno je razmeroma intenzivna, pogosti so tudi značilni telesni znaki, kot izguba teka ali telesne teže, zgodnje prebujanje, slabše jutranje razpoloženje in zmanjšano spolno poželenje. Največkrat je potrebno medicinsko zdravljenje.\n- Nevrotična depresija\nS tem izrazom opisujemo blago obliko depresije, pri kateri ima bolnik »dobre« in »slabe« dneve. Ponavadi je bolj depresiven proti koncu dneva oziroma zvečer. Pogosto težko zaspi in se ponoči večkrat zbuja, zjutraj pa se prebuja zelo zgodaj.\n- Psihotična depresija\nPsihotična depresija je huda oblika bolezni. Bolniki kažejo značilne telesne znake bolezni in izgubijo stik z realnostjo. Včasih imajo blodnje in/ali halucinacije. Bolniki s to obliko depresije vedno potrebujejo zdravniško pomoč in zdravljenje.\n- Bipolarna motnja\nPri ljudeh z manično depresivno boleznijo se izmenjujejo obdobja blagega ali hudega depresivnega razpoloženja z obdobji maničnega razpoloženja.\n- Unipolarna depresija\nUnipolarna ali monopolarna depresija je izraz za opisovanje depresije, za katero trpi največ ljudi. Pomeni, da se pri bolniku pojavlja samo depresivno razpoloženje, ki mu ne sledi obdobje manije ali blažje vznesenosti.\n- Retardirana depresija\nGre za depresijo, pri kateri so duševni in telesni procesi upočasnjeni, tak bolnik pa se pogosto težko zbere. Kadar bolezen nastopi v zelo hudi obliki, se nekateri bolniki ne morejo premikati, govoriti ali jesti, zato obstaja nevarnost, da zaradi pomanjkanja hrane močno oslabijo.\n - Distimija\nDistimija je blaga oblika dolgotrajne depresije oziroma dolgotrajnega slabega razpoloženja. Pogosto se začne že v zgodnjem življenjskem obdobju in je povezana z osebnostnimi spremembami. Ljudje s to motnjo so neodločni, pesimistični, nedejavni, vase zaprti in pretirano kritični do drugih in do sebe. Bolj kot zdravila pomaga psihoterapija. Distimija spada med trajne afektivne motnje.\n- Sezonska depresija\nTa izraz so prvotno uporabljali za oznako depresivnega stanja, ki se je redno pojavljalo ob določenem času leta. Danes ga uporabljamo za opis posebne oblike depresije, ki nastane zaradi pomanjkanja dnevne svetlobe, ko se bliža zima in se dnevi krajšajo.\n- Kratka ponavljajoča se depresija\nGre za nedavno uveljavljen izraz za bolezen, pri kateri se večkrat pojavi huda depresija, ki traja vsakokrat samo nekaj dni.\n- Organska depresija\nOrganska depresija je oblika depresije, ki jo povzročajo telesne bolezni ali zdravila.\n"], "5": ["2.3 EPIDEMIOLOGIJA DEPRESIJE", "Pri pregledovanju epidemioloških značilnosti depresije srečujemo v literaturi zelo različne podatke. Depresija je druga najpogostejša duševna motnja (najpogostejša skupina duševnih motenj so motnje prilagajanja in s stresom povezane motnje). Je 2-krat pogostejša pri ženskah, 6–8 % bolnikov ima hujšo obliko, v 50 % primerov je neprepoznavna in 10–15 % bolnikov napravi samomor (Kordič-Lasič, 2004).\nŠtudija DEPRES, v kateri so raziskovali in so jo izvedli v državah EU, je pokazala, da le 30 % oseb z depresijo (v zadnjih 6-ih tednih) poišče pomoč znotraj zdravstvene službe, od teh, ki obiščejo zdravnika, pa le 30 % prejme antidepresiv, saj jih kar 17 % dobi benzodiazepine, ostali pa nobenega psihotropnega zdravila. Glede trajanja terapije jih kar 41 % preneha jemati antidepresiv po dveh tednih in 68 % po štirih tednih. Če vse te številke prenesemo na stanje v Sloveniji, bi to pomenilo, da se od 100 000 obolelih za depresijo ustrezno zdravi le 1,5 % (1500 od 100 000) (Marušič, 2005).\nNewhouse (2000, str. 54) predstavlja razsežnost zdravstvene problematike v Franciji, kjer opisuje, da je 19 % Francozov že doživelo depresijo. Število mrtvih zaradi samomora je večje kot število žrtev avtomobilskih nesreč (11.958 samomorov in 10.904 mrtvih na cestah – leta 1984). Enega od treh ljudi v starosti nad 40 let muči nespečnost in kar 3 milijone Francozov vsak večer vzame uspavalo, 8 milijonov pa jih redno uživa anksiolitike (pomirjevala in uspavala). V letu 1984 so Francozi za pomirjevala porabili več denarja, kot je znašal proračun ministrstva za okolje in prostor. Francozi so največji porabniki alkohola na svetu.\nV Sloveniji so na voljo le nepopolni podatki o pojavnosti depresije v splošni populaciji:\n- leta 2001 je po podatkih Inštituta za varovanje zdravja v ambulantah družinske  medicine zaradi depresivnih motenj iskalo pomoč 5,8 % ljudi;\n- od tega je bilo žensk skorajda 2,5-krat več kot moških;\n- pogosteje so iskale pomoč nezaposlene osebe (3-krat več kot zaposleni in 5,5-krat  več kot kmetje);\n- Svetovna zdravstvena organizacija predvideva, da bo leta 2020 depresija na drugem  mestu vzrokov nezmožnosti in invalidnosti oziroma obremenitev z boleznijo, takoj  za srčno žilnimi obolenji (Kores-Plesničar, 2004, str. 4).\n"], "6": ["2.4 VZROKI DEPRESIJE", "Depresija redko izvira iz enega razloga. Običajno je rezultat raznih dejavnikov, ki se kopičijo. Spodaj našteti dejavniki so najpogostejši razlog zanjo, eden ali več njih, poleg tega se prepletajo (Smith, 2006, str. 24).\n- Dednost\nRaziskave so nedvoumno pokazale, da tudi pri depresiji obstaja genetska predispozicija, podobno kot pri drugih boleznih. To ne pomeni nujno, da boste zboleli zanjo, če je trpel eden od staršev. Pomeni le, da obstaja večja verjetnost (15–25 %) in da je vaša genetska zgradba bolj dovzetna za stres, in to poveča tveganje (Smith, 2006, str. 24).\nMannheimski psihiater profesor dr. Hans-Jurgen Luderer je leta 1994 v svoji knjigi »Na smrt žalostni vriska do neba« objavil nekaj zelo zgovornih številk iz obsežne raziskave s tega področja (glej tabela 1).\nV zvezi z dednostjo še nekaj besed o človekovi konstituciji. To pomeni njegove reaktivne potenciale in pomembno določa bazične vzorce človekovega vedenja. Konstitucija je pretežno pogojena genetsko, telesna zgradba oziroma habitus pa je del te splošne konstitucije. Že starejši avtorji so opazili, da so bolniki z maničnimi in depresivnimi fazami pogosto piknične konstitucije. Tudi to opažanje podpira domnevo o genetski odvisnosti afektivnih motenj, predvsem bipolarnih (Žvan, 1999, str. 211).\n- Spol\nŠtudije so pokazale, da za depresijo trpi dvakrat več žensk kot moških. Razlogi za to so biološki, zaradi hormonskih sprememb med menstruacijskim ciklom, nosečnostjo in menopavzo, in socialni. Ženske so kulturno pogojene, da se v težavah zaprejo vase, medtem ko se moške spodbuja, da se izrazijo in nekaj ukrenejo (morda so jezni). Nedavne raziskave so pokazale, da ima prste vmes tudi biologija, da postanejo dečki v puberteti, ko se njihova raven testosterona dvigne, manj zaupljivi in odvisni od ljudi, kar jih morda ščiti pred depresijo (Smith, 2006, str. 27).\n- Starost\nDepresija se značilno pojavi v obdobju od 20. do 40. leta starosti. Zdi se, da ljudje, ki so rojeni v drugi polovici 20. stoletja, pogosteje zbolevajo za depresijo kot starejše generacije (Berkow, 2005, str. 403).\n- Biokemični dejavniki\nZ osupljivim razvojem veje znanosti o delovanju možganov je postalo očitno, da naše razpoloženje uravnavajo električna dejavnost in določene kemične snovi v možganih. Visoka raven stresa lahko privede do kemičnega neravnovesja ter zmanjša delovanje in učinkovitost nekaterih dejavnosti v možganih, kar ima za posledico nihanja v razpoloženju (Smith, 2006, str. 24).\n- Psihološki dejavniki\nIzjemno pomembno je opredeliti psihološke dejavnike pri zdravljenju depresije. Psihološke teorije depresije so največkrat osnovane na postavki, da lahko travmatičen dogodek v zgodnjem otroštvu (izguba staršev) ali neurejeno, kaotično in nasilno okolje privede do depresije pozneje v življenju. Vendar le relativno nizek odstotek posameznikov s takimi zgodnjimi življenjskimi izkušnjami res zboli za depresijo (prav tam, str. 26).\n- Stres in življenjski dogodki\nStres lahko povzroči depresijo, ne glede na to ali nastopi v obliki nenadnega neustavljivega dogodka ali v obliki dolgotrajnega stresa. Depresija je šestkrat pogostejša v prvih šestih mesecih po izrazito stresnem dogodku. Najpogostejše izkušnje, ki sprožijo depresijo, so navadno povezane s takšno ali drugačno izgubo – z izgubo službe, s smrtjo drage osebe ali z izgubo partnerja zaradi ločitve. Obstajajo pa tudi drugačne izgube, kot so izguba ugleda ali izguba samospoštovanja zaradi uničevalnega razmerja. Vendar lahko samo ena od\ntakšnih »izgub« vodi v depresivnost, obstajajo pa tudi drugi dogodki v življenju, ki včasih sprožijo depresijo, čeprav niso povezani z nikakršno izgubo (McKenzie, 2005, str. 20) .\nDeset najbolj stresnih življenjskih dogodkov, ki jih navaja McKenzie (2005, str. 20):\n- smrt partnerja;\n- razveza zakona;\n- ločitev od družine;\n- zaporna kazen;\n- smrt bližnjega prijatelja/prijateljice;\n- poškodba ali bolezen;\n- poroka;\n- izguba službe;\n- zakonska sprava;\n- upokojitev.\nNa vsak tak dogodek odgovarja posameznik tako telesno kot tudi duševno. Reakcij na stresno situacijo, ki bi bile samo telesne ali samo duševne, ni (Rakovec-Felser, 2002, str. 58). Najbrž pa je bolj pomembno predvsem to, da imajo opisani stresni dogodki sprožilni vpliv za pojavljanje depresije pri tistih osebah, ki imajo za takšno odzivanje določeno predispozicijo. Ranljive osebe se torej lahko odzovejo burneje in globlje tudi na manj pomembne obremenitve ali pa teh pri njih sploh ne najdemo. Nasprotno pa ljudje, pri katerih te ranljivosti ni, tudi na zelo hude strese iz okolja ne reagirajo s hujšo oziroma klinično depresivno simptomatiko (Žvan, 1999, str. 213).\n- Značaj\nZnačajske lastnosti človeka same po sebi ne vplivajo na nagnjenje k depresiji, vendar so obsesivni, togi, nepopustljivi in nenehno zaskrbljeni ali prestrašeni ljudje ter ljudje, ki skrivajo svoja čustva, najbrž bolj ogroženi. Pri ljudeh s ponavljajočimi se in dalj časa trajajočimi nihanji razpoloženja je večja verjetnost, da bodo zboleli za bipolarno motnjo (McKenzie, 2005, str. 16). Vse več dokazov, ki ponazarjajo razmerje med depresijo in temperamentom, nakazuje, da so nekateri posamezniki nagnjeni k bolj negativnemu odzivanju na stres, pri razlagi življenjskih dogodkov so pogosto zelo negativni (Smith, 2006, str. 27).\nŽe stari Grki so opisovali depresivni značaj. Razlikovali so štiri temperamente:\n- koleričnega (jezavega);\n- sangviničnega (razgibanega);\n- flegmatičnega (lenobnega);\n- melanholičnega (otožnega) (Lenne, 1978, str. 31).\n- Tesnoba\nRazvoj raziskav na tem področju je prispeval tudi do odkritja, da sta tesnoba in depresija povezani. Ljudje imajo pogosto sočasno simptome tesnobe in depresije. Posamezniki s stalno stopnjo tesnobe, ki postanejo pod stresom še bolj napeti in tesnobni, so dokazano ranljivejši za nastop depresije. Številni simptomi, povezani z depresijo in tesnobo, kot so\npanika, strah, nespečnost, razdražljivost in utrujenost, se prepletajo. Zaradi teh podobnosti je pogosto težje postaviti natančno diagnozo (Smith, 2006, str. 26).\n- Socialni vzroki\nSocialni dejavniki vključujejo socialne neugodnosti (revščina, nezaposlenost), nesoglasja v družini (spori, neustrezno starševstvo, zloraba otrok in zanemarjanje) in pomanjkljivo družabno življenje, če je posameznik, denimo, izoliran od družine in prijateljev, morda ker mora skrbeti za ostarelega starša ali nekoga s kronično boleznijo (prav tam, str. 27).\n- Sociokulturni dejavniki\nRaziskave kažejo, da obstajajo nekatera geografska področja oziroma nekatera sociokulturna okolja, kjer je depresij več kot drugje. Vsekakor teh dejavnikov še dobro ne poznamo in ne vemo, kako se vpletajo v etiologijo afektivnih motenj. Nekatere študije navajajo, da se depresija pogosteje pojavlja v tistih verskih ali drugih skupnostih, kjer zelo razvijajo in gojijo občutke skupnosti, dolžnosti, odgovornosti in krivde. Skratka, tam, kjer se posameznik počuti soodgovornega za vse, kar se dogaja okrog njega. Nekatere raziskave so našle več depresivnih med ljudmi iz nižjih socioekonomskih plasti, vendar se pri interpretaciji takih podatkov ne smemo zmotiti in zamenjati vzrokov s posledicami. Depresija res lahko nastane zaradi revščine, vendar pa je možno tudi obratno – da je depresija tista, ki povzroči bolnikovo nesposobnost za socialno napredovanje (Žvan, 1999, str. 214).\n- Telesni vzroki\nDepresijo pogosto spremlja telesno obolenje, še zlasti, če je le to smrtno nevarno. Včasih je tudi posledica srčne kapi ali poškodbe glave. Depresija lahko sledi bolezni, ki je spremenila posameznikov imunski sistem, kot denimo gripa ali vnetje žlez. Bolniki s predhodnimi izkušnjami z depresijo imajo 50 % več možnosti za ponovitev bolezni. Biološko tveganje zvišata tudi alkohol in zloraba drog (Smith, 2006, str. 25).\nNekatere bolezni, povezane z depresijo, so:\n- cushingova bolezen;\n- demenca;\n- hude poškodbe glave;\n- možganska krvavitev;\n- možganski tumorji;\n- multipla skleroza;\n- parkinsonova bolezen;\n- sladkorna bolezen;\n- tuberkuloza;\n- meningitis (McKenzie, 2005, str. 21).\nDepresivnost zaradi kronično potekajoče bolezni pogosto, zlasti pri starejših bolnikih, vodi do poskusov samomora ali celo uspelih samomorov. Tudi za bolnike z rakom velja, da je stopnja umrlih zaradi samomora kar 1,5-krat večja kot pri telesno zdravih osebah (Rakovec-Felser, 2002, str. 87).\n - Pomanjkanje dnevne svetlobe\nVečina ljudi se počuti bolje, kadar sije sonce, kot kadar nebo pokrivajo oblaki, in ima raje poletje kot zimo, pri nekaterih posameznikih pa takšno občutenje privzema skrajno obliko. Dobro se počutijo poleti, ko pa se začno dnevi krajšati, postanejo depresivni. Pravimo, da trpijo za sezonsko pogojeno depresijo. Ta vrsta depresije je povezana z vrednostjo hormona melatonina, ki ga proizvaja epifiza v možganih. Če telesu manjka sonca, ga proizvaja več, proizvodnja hormonov sreče, kot je serotonin, pa je manjša. Znake sezonsko pogojene depresije včasih zelo učinkovito odpravljajo s svetlobno terapijo (McKenzie, 2005, str. 23).\n"], "abstract": ["Depresija je bolezen našega časa. Je tista duševna motnja, ki lahko prizadene vsakogar, ne glede na starost, spol, raso ali vero, in v svoji razsežnosti pomembno vpliva na človekovo telesno in duševno zdravje. V teoretičnem delu diplomskega dela je depresija opredeljena kot ena izmed motenj razpoloženja ali afektivnih motenj. Predstavljeni so nastanek, vzroki, simptomi in načini zdravljenja depresije. Prav tako je predstavljena depresija glede na specifična življenjska obdobja in njej sorodne motnje. V empiričnem delu diplomskega dela so predstavljeni rezultati kvantitativne raziskave, v katero je bilo vključenih 100 oseb moškega spola, s področja severovzhodne Slovenije, v starosti od 20 do 65 let, kar pomeni aktivno populacijo. K sodelovanju smo jih povabili naključno. Rezultati preiskave so pokazali, da ima 7 % anketiranih simptome depresije."]}