{"1": ["1. Uvod", "Uporaba znanstvenih metod pri raziskovanju kaznivih dejanj v obdobju zadnjih sto let pridobiva vedno večjo težo. V nasprotju s prikazanim v popularnih TV serijah kot je na primer CSI, uporaba znanstvenih metod ne pripelje vedno do nedvoumnega odgovora kdo je bil storilec nekega kaznivega dejanja, lahko pa pripelje do pomembnih ugotovitev, ki usmerijo raziskavo v pravo smer. Forenzična znanost se ukvarja z analizo fizičnih dokazov, najdenih na mestu zločina in s tem predstavlja objektivno pričanje pri iskanju odgovora na vprašanje kdo je storilec kaznivega dejanja. Je interdisciplinarna znanost, ki vključuje raznorazna področja raziskovanja, običajno pa vključuje področja biologije, kemije, fizike in geologije. Znotraj vsakega od omenjenih področij obstajajo številna podpodročja, ki se uporabljajo pri forenzičnih raziskavah. Pri biologiji na primer, so to medicina, patologija, molekularna biologija, imunologija, odontologija, serologija, psihologija in entomologija. Katero področje znanosti bomo uporabili pri forenzični raziskavi določenega kaznivega dejanja je odvisno od okoliščin v katerih se je le-to zgodilo. Matematiko in znotraj nje statistične metode na primer uporabimo pri ocenjevanju pomembnosti rezultatov opazovanj / obdelavi podatkov zbranih na prizorišču kaznivega dejanja. DNK analiza, primerjava morfološke strukture las / dlak, analiza pisave, analiza prstnih odtisov, analiza drog, balistika in analiza sledi orodij so danes klasične tehnike v forenzični znanosti.\nV zadnjih destletjih je zaradi občutnega znanstvenega napredka na področju genetike v ospredje stopila analiza bioloških dokazov, še zlasti analiza DNK, ki danes zaseda pomembno mesto v forenzični znanosti. Vsako tkivo, ki vsebuje jedrno ali mitohondrijsko DNK je danes moč genetsko opisati in na podlagi tega opisa opraviti identifikacijo oziroma klasifikacijo (Shutler, 2005). Poleg tega je to področje zaradi potrebnih znanj, tehnološke zahtevnosti in občutljivosti bioloških dokazov prineslo tudi strožje standarde na področju standardnih praks zbiranja, hranjenja in postopkov analize dokaznega materiala in s tem posredno vplivalo na vsa ostala področja. V tem pogledu danes biološke znanosti predstavljajo standard kvalitete v forenzični znanosti.\nVelika večina aktivnosti na področju v prejšnjem odstavku omenjene analize bioloških dokazov je bila posvečena dokazom človeškega izvora t.j. analiza človeških tkiv in drugih\nvirov človeške DNK z uporabo tehnik molekularne biologije, kljub temu, da tudi biološki dokazi drugih virov kot so živali in rastline lahko odigrajo ključno vlogo pri reševanju primerov kaznivih dejanj ali ugotavljanju načina smrti. Na kraju kaznivih dejanj preiskovalci pogosto naletijo na ostanke rastlin ali živali, ki ob primerni obravnavi lahko podajo ključne informacije in usmerijo preiskavo v pravo smer. Obstaja veliko primerov, ko je bil za rešitev primera ključen dokaz iz biološkega vira, ki ni bil človeškega izvora. Dlake in druga tkiva domačih živali so pogosto bodisi prisotna na krajih kaznivih dejanj ali pa se prenašajo med ljudmi in lahko na ta način povežejo storilca z žrtvijo ali krajem kaznivega dejanja. Zelo pomembno vlogo igra analiza bioloških dokazov tudi pri raziskovanju primerov kaznivih dejanj lova zaščitenih živalskih vrst.\nPogosto spregledano področje je botanika, dasiravno so botanični dokazi prisotni pri raziskavah kaznivih dejanj že destletja, če ne stoletja. Že v srednjem veku so se strupi nekaterih rastlin uporabljali kot orožje pri umorih, vlaknine rastlinskega izvora (kot na primer bombaž) in druge biološke sledi ki jih lahko najdemo na osumljencih lahko služijo za povezavo osumljencev s krajem kaznivega dejanja, cvetni prah, ki ga najdemo na dokazih pa lahko preiskovalcem služi kot pomoč pri ugotavljanju geografske lokacije in letnega časa. Na podlagi vsebine želodca žrtve je moč določiti čas smrti in sestavo zadnjega obroka žrtve.\nTradicionalna analiza botaničnih dokazov temelji na morfologiji, taksonomiji ali klasifikaciji na podlagi izoencimov in kot taka nima identifikacijske moči, ki bi povezala nek botanični dokaz s konkretno rastlino kot je to mogoče pri analizi človeške DNK, ki pogosto lahko poveže vzorec tkiva s točno določenim človekom z zelo veliko verjetnostjo. Vseeno preiskovalcem lahko tudi klasifikacija na nivoju skupine (vrsta, rod) pomaga, saj ob upoštevanju znanih lastnosti neke rastlinske vrste, le-ti lahko ustrezno zožajo obseg preiskave.\nV zadnjem obdobju poteka veliko aktivnosti s ciljem omogočiti uporabo metod molekularne biologije, ki se uporabljajo pri analizi človeške DNK tudi za identifikacijo rastlin. Rastlinska tkiva se od tkiv živalskega izvora razlikujejo po tem, da so zunanje membrane celic sestavljene iz trših komponent, ki rastlini dajejo oporo (npr. lignin), zato je celice težje zdrobiti in iz njih pridobiti DNK. Poleg tega je izolacija DNK iz rastlinskih\nvirov otežena zaradi prisotnosti fenolnih substanc, polisaharidov in ostalih substanc, ki inhibirajo reakcijo PCR (angl. polymerase chain reaction), ki je nujna za izdelavo zadostnega števila kopij DNK za analizo. Večina omenjenih težav je danes odpravljena, glavna omejitev za praktično uporabo so pomanjkljive baze podatkov z vzorci genetskih opisov rastlin posameznih vrst, ki bi jih lahko uporabili pri klasifikaciji.\nIdentifikacija in opisovanje botaničnih materialov očitno lahko pomagata pri razreševanju primerov kaznivih dejanj, še posebej tistih, pri katerih obstaja zelo malo drugih dokazov, zato bi se preiskovalci morali oprijeti analize teh dokazov kadar so na voljo. V praksi se žal srečamo s problemom usposabljanja preiskovalcev za pravilno prepoznavanje ključnih dokazov med kopico botaničnega materiala, ki je lahko na kraju kaznivega dejanja in pa usposabljanju forenzičnih laboratorijev na področju botanike saj gre, glede na raznolikost rastlinskega sveta, za zelo široko področje.\nV tem diplomskem delu je podan pregled področja forenzične botanike s poudarkom na forenzični palinologiji, ki je ena od poddisciplin forenzične botanike. Na začetku dela je preko kratkega opisa področja forenzične botanike z vsemi njegovimi poddisciplinami ter opisa možnih uporab bioloških in botaničnih dokazov pri preiskavah kaznivih dejanj, podana umestitev forenzične palinologije v širši kontekst forenzične botanike. Nato sledi osrednji del, ki podrobneje obravnava forenzično palinologijo. V tem delu je predstavljena uporaba forenzične palinologije v zgodovini in danes, čemur sledi podpoglavje posvečeno objektom preučevanja forenzične palinologije – cvetnemu prahu in sporam, nato pa sledi opis tehnik forenzične analize in diskusija na temo interpretacije rezultatov in možnih načinov njihove uporabe. Poleg navedenega se delo v tem osrednjem poglavju dotakne tudi posebnosti pri ravnanju z vzorci (zbiranje, priprava za analizo, shranjevanje), problem verodostojnosti dokazov na sodišču ter primerov uporabe forenzične palinologije v praksi.\nV zaključnem poglavju je podan kratek pregled obravnavane tematike s poudarkom na glavnih ugotovitvah in oceno možnosti uporabe forenzične palinologije v Sloveniji danes in v prihodnosti.\n"], "2": ["2. Forenzična botanika", "Forenzična botanika je interdisciplinarna veda, ki v sebi združuje več disciplin s področij biologije, kemije, fizike in geologije z namenom njihove uporabe v kazenskopravnih zadevah. Kot že sledi iz imena sta glavna vidika forenzične botanike dva in sicer:\nbotanični: poznavanje anatomije rastlin, rasti rastlin in njihovega obnašanja,  reprodukcijskih ciklov, populacijske dinamike ter klasifikacijskih shem  (morfoloških in genetskih) za njihovo identifikacijo;\nforenzični: razumevanje, kaj je potrebno, da bi se botanični dokazi lahko  uporabili kot verodostojni na sodišču.\nForenzični vidik vključuje naslednje elemente (Coyle, 2005):\nprepoznavanje relevantnih botaničnih dokazov na kraju kaznivega dejanja;\nustrezno zbiranje dokazov;\nustrezno shranjevanje dokazov;\nvzdrževanje verige skrbništva (angl. chain of custody) dokazov;\nrazumevanje znanstvenih metod testiranja vzorcev;\nvrednotenje primernosti uporabe novih forenzičnih tehnik;\npoznavanje kriterijev za uporabo botaničnih dokazov na sodišču.\nTehnike, ki se uporabljajo v forenzični botaniki so raznovrstne, od enostavnejših, kot je na primer analiza vzorcev pod svetlobnim mikroskopom, do zapletenih tehnik molekularne biologije kot je na primer analiza DNK.\nBotanični dokazi so že bili uporabljeni za uspešno reševanje primerov ugrabitev, zlorab otrok, prometnih nesreč s pobegom, nedovoljenega prometa z mamili, umorov ter spolnih\nin fizičnih napadov. Poleg tega se botanični dokazi lahko uporabljajo tudi pri preverjanju alibijev in pri določanju časa smrti. Nove možnosti uporabe, ki jih omogoča napredek pri DNK analizi rastlinskih tkiv pa so: pomoč pri identifikaciji pogrešanih oseb, identifikacija vzorcev razpečevanja drog in povezava trupla z dejanskim krajem umora (v primerih ko je bilo truplo prenešeno z mesta umora in odvrženo na drugi lokaciji).\nRaziskovanje kraja kaznivega dejanja temelji na teoriji prenosa, točneje, na Locard-ovem principu medsebojne izmenjave (angl. exchange principle), ki pravi, da ob vsakem kontaktu dveh objektov ali površin pride do vzajemne izmenjave sledi med njima. Posplošitev tega principa, bi lahko zapisali kot izrek »vsak dotik pusti sled«. Raziskovanje kraja kaznivega dejanja je prvi in hkrati najbolj kritičen korak vsake forenzične preiskave, kajti če pomembni dokazi niso bili prepoznani ali pa so bili nepravilno pridobljeni ali nepravilno shranjeni za transport do forenzičnega laboratorija, se lahko zgodi, da jih sodišče ne bo upoštevalo. Pri zbiranju kakršnihkoli forenzičnih dokazov se morajo preiskovalci držati treh ključnih korakov (Ladd & Lee, 2005):\npravilno prepoznavanje relevantnih dokazov;\nuporaba primerne metode za zbiranje (zajemanje) dokazov;\nuporaba primernih sredstev za shranjevanje dokazov za potrebe kasnejšega  testiranja v forenzičnem laboratoriju ali za predložitev na sodišču.\nPo končanem zbiranju dokazov sledi transport v forenzični laboratorij, kjer sledi identifikacija dokazov in njihova nadaljnja individualizacija. Z identifikacijo imamo v mislih klasifikacijo dokazov v kategorijo na primer fizični, biološki ali kemijski. Na podlagi kategorije se potem na dokazu lahko izvajajo nadaljnji koraki individualizacije v katerih ugotavljamo ali nek dokaz lahko povežemo z določeno osebo ali krajem, na primer ali nek las pripada neki osebi ipd..\nV zadnjih desetletjih dajejo sodišča vedno večjo težo objektivnim dokazom pridobljenim z uporabo znanstvenih metod, saj ob pravilni uporabi le-teh ni težav s pristranskostjo, izgubo spomina, navajanjem napačnih podrobnosti, kar velja za pričevanja ljudi, še posebej če je od dogodka preteklo veliko časa. Zaradi večje teže teh dokazov pa se postavljajo tudi veliko strožja merila glede pravilnega zbiranja, ravnanja in shranjevanja dokazov. V nadaljevanju podrobneje obravnavamo to problematiko, seveda s perspektive prepoznavanja, zbiranja, shranjevanja in analize bioloških in botaničnih dokazov.\nFizične dokaze pogosto klasificiramo kot biološke, kemične ali kot vzorce. Nadalje jih lahko klasificiramo v naslednjih pet kategorij, ki jih podrobneje opredeljuje Tabela 1 (Ladd, 2005): prehodni (angl. transient), posledice (angl. conditional), vzorci (angl. pattern), dokazi nastali s prenosom (angl. transfer) in povezovalni (angl. associative).\nUporaben način interpretacije fizičnih dokazov je tudi glede na vrsto kraja kaznivega dejanja. Na sam kraj kaznivega dejanja dejanja lahko gledamo s perspektive makrolokacije, ki se sestoji iz kraja kaznivega dejanja, telesa žrtve in okolice ali s perspektive mikrolokacije kjer nas zanima samo izbran ključen element na primer telo žrtve, ki ga običajno obravnavamo kot posebno mikrolokacijo in lahko vsebuje botanični material, kritične dokaze v telesnih odprtinah (npr. oralna, vaginalna, analna) ali kakšen drug dokazni material pod konicami nohtov. Tudi stanje kraja zločina v smislu urejenosti / neurejenosti in narava kraja zločina v smislu statičnosti / dinamičnosti sta pomembna elementa, ki vplivata na preiskavo in zbiranje dokazov.\nFizični dokazi se lahko uporabijo za ugotavljanje narave kaznivega dejanja (corpus delicti), kako je do njega prišlo (modus operandi), ugotavljanje povezav med osebami in krajem kaznivega dejanja, preverjanje izjav prič, raziskovanje sledi, identifikacijo osumljencev in tudi za rekonstrukcijo kraja kaznivega dejanja.\nPrehodni Dokazi, ki izginejo ali se spremenijo s časom Temperatura telesa, vonji, sledi ugriza  npr. kri, telesne tekočine. na telesu, sledi orodij na telesu, stopnja  razpadanja.\nPosledice Rezultati dejanja ali dogodka, lahko so Podplutbe, otrdelost, vsebina želodca,  prehodni po naravi in se izgubijo če niso vremenske razmere, osvetlitev, insekti.  pravilno in pravočasno dokumentirani.\nVzorci Oznake, odtisi, zajede in drugi vzorci najdeni Odtisi gum, čevljev, oblika rane,  na kraju kaznivega dejanja razbito steklo, sledi ugriza, razpršitev  krvi, ožganine, sledi orožij, trajektorije  izstrelkov.\nPrenos Izmenjava sledi med objektoma ki sta bila v Sledi barve, lasje, dlake, vlakna,  neposrednem kontaktu. zemlja, steklo, deli rastlin.\nPovezovalni Dokazi, ki lahko povežejo žrtev ali Denarnice, osebne izkaznice, ključi,  osumljenca s krajem kaznivega dejanja ali nakit, fotografije, oblačila, denar.  drugega z drugim.\nBiološki dokazi lahko izvirajo iz žrtve kaznivega dejanja, osumljencev ali tretjih oseb. Glavne vire bioloških dokazov pri nasilnih kaznivih dejanjih povzema Tabela 2 ( Ladd, 2005) spodaj.\nViri botaničnih dokazov so: cvetni prah, listi, peclji, korenine, stebla, sadeži in semena rastlin. Le-te običajno lahko najdemo na večini krajev kaznivih dejanj, običajno pa imajo večjo informativno moč pri krajih kaznivih dejanj, ki so na prostem. Dele rastlin lahko najdemo v želodcu žrtve, na orožju, na avtomobilskem podvozju, v fekalijah, v obliki madežev na oblačilih, v obliki rastlinja, ki prekriva truplo, ali v obliki strupa, ki je bil uporabljen za umor.\nTelesne tekočine Kri, sperma, slina, urin, solze, žolč, znoj\nMehka tkiva Koža, organi, lasje, nohti\nTrda tkiva Zobje, kosti, lobanja\nČloveški izločki Fekalije, bruhanje\nObjekti, ki so bili v kontaktu s Šminka, zobna ščetka, glavnik, brivnik, cigaretni ogorek, kozarec, človekom oblačilo.\nOstali viri (nečloveški) mikrobi, živali, rastline (deli rastlin ali madeži)\nBiološke in botanične dokaze je moč uporabiti pri ugotavljanju raznih povezav (npr. oseba-oseba, oseba-ostali fizični dokazi, oseba-kraj kaznivega dejanja). Do prenosa bioloških in botaničnih dokazov na človeka, predmet ali lokacijo lahko pride na dva načina: z direktnim odlaganjem ali preko posrednika.\nPri direktnem prenosu pride do neposrednega prenosa bioloških in botaničnih dokazov kot so kri, sperma, tkivo, kosti, lasje / dlake, urin ali slina med virom (donorjem) ter ciljno površino brez vmesnih prenašalcev. Pri direktnem prenosu tekočin se le-te vpijejo v podlago in ostanejo tam kot madeži, pri direktnem prenosu dokazov, ki niso v obliki tekočin pa se dokazi zaradi svojih fizikalnih lastnosti oprimejo končne lokacije na primer manjši koščki tkiva, kosti, lasje / dlake.\nPogosti primeri direktnega prenosa botaničnih dokazov so: prenos raznih vrst semen na obleko (zavihki hlač, žepi, obrobe), madeži kot posledica neposrednega pritiska ali drgnjenja ob rastlino (na primer med fizičnim spopadom), cvetni prah na čevljih kot posledica dotika čevljev s cvetočo rastlino.\nPri posrednem prenosu ne pride do neposrednega dotika med virom bioloških ali botaničnih dokazov ter ciljno površino, temveč se dokazi prenašajo s pomočjo posrednika (na primer človek ali predmet). Na podlagi ugotovljenega posrednega prenosa dokazov lahko ugotovimo neposredno povezavo med posameznikom in kaznivim dejanjem.\nPri botaničnih dokazih lahko posredni prenos igra pomembno vlogo v nekaterih primerih. Tipični primeri posrednega prenosa botaničnih dokazov so: cvetni prah, ki se prenaša z vetrom, semena, trte plezalke, trni in rastline katerih cvetovi se dobro oprijemajo oblek ali dlak živali in se tako prenašajo. Pri prenosu botaničnih dokazov lahko igrajo pomembno vlogo prenašalci v obliki živali ali ptičev.\nKljučen korak pri preiskavi kraja kaznivega dejanja je prepoznavanje dokazov oziroma ugotavljanje kateri vzorci, ki jih lahko najdemo na kraju kaznivega dejanja so pomembni in jih velja shraniti za nadaljnjo obdelavo in testiranje v forenzičnem laboratoriju. Kraji kaznivih dejanj so običajno kompleksni in kaotični, zato terja prepoznavanje pomembnih dokazov med množico redundantnih, nepomembnih in nepovezanih stvari, ki se običajno nahajajo na kraju kaznivega dejanja, sistematičen pristop in predvsem veliko preiskovalnih izkušenj. Na primer zbiranje vzorcev dvajsetih krvnih madežev iz okolice žrtve, ki je bila zabodena, lahko preiskovalcu vzame razmeroma veliko časa in truda, kljub temu pa morda ne bo dala nobenih indicev v zvezi s storilcem kaznivega dejanja. Gre torej za vprašanje prepoznavanja in zbiranja »pravih« dokazov t.j. tistih, ki bodo preiskovalcem v pomoč pri reševanju primera. V primeru, da ključni dokazi niso prepoznani, zbrani in shranjeni ob prvi preiskavi kraja kaznivega dejanja, potem so zelo verjetno izgubljeni za vedno.\nPogosto se kraji kaznivih dejanj nahajajo na prostem in takšni še posebej pogosto vsebujejo botanične dokaze, ki jih preiskovalci zaradi izobilja vegetacije pogosto spregledajo, dasiravno lahko ravno ti dokazi razkrijejo ključno povezavo z določenim posameznikom ali pa razkrijejo pomembne informacije in tako usmerijo raziskavo v pravo smer kot na primer ali je trenutno obravnavani kraj kaznivega dejanja tako imenovana »primarna« lokacija kjer se je kaznivo dejanje dejansko zgodilo ali gre za »sekundarno« lokacijo kamor je bilo truplo prenešeno.\nBotanični dokazi se pojavljajo v povezavi z zelo raznovrstnimi primeri kaznivih dejanj, zato je težko navesti tipične lokacije kamor naj bi se preiskava in zbiranje dokazov osredotočila, saj so te močno odvisne od vrste kaznivega dejanja. Najlažje je identificirati botanične dokaze, ki glede na kraj zločina predstavljajo tujek in ne sodijo na kraj zločina.\nTo so na primer listi, semena ali cvetni prah rastlin, ki jih ne moremo povezati z rastlinami, ki uspevajo na kraju kaznivega dejanja ali bližnji okolici. Težje je prepoznati dokaze, kot so na primer manjkajoči list na rastlini ali polomljena vejica. Če jih opazimo, jih je vredno dokumentirati, hkrati pa se je potrebno zavedati, da niso nujno povezani s kaznivim dejanjem. Če odkrijemo botanične dokaze na truplu žrtve na sekundarni lokaciji pa nam le-ti lahko pomagajo pri določanju primarne lokacije kaznivega dejanja in morda celo ponudijo povezavo s storilcem kaznivega dejanja. Tak primer so na primer listi na hrbtu žrtve, alge v ustni votlini žrtve ali cvetni prah, ki ga je žrtev vdihovala in katerega ostanki so prisotni v nosni votlini.\nBotanični dokazi so lahko koristni tudi pri rekonstrukciji poteka kaznivega dejanja. Kot prikazuje Tabela 3 spodaj (Ladd, 2005) imajo vsi kraji kaznivih dejanj naslednje elemente: vstopna točka, pot ki jo opravi storilec, ciljno področje kjer se je kaznivo dejanje zgodilo in izstopno točko. Za vsakega od teh elementov so v tabeli podani možni botanični dokazi.\nElement Dokazi Vstopna točka Poškodovano grmičevje, odtisi čevljev, sledi gum ali drugi odtisi,  pomendrana trava na mestih kjer je stal storilec ali kjer so se po njej vlekli  predmeti. Pot Zlomljene veje, pomendrana trava ali podrast, koščki lesa na preprogi, ki se  ujemajo s tistimi na vstopni točki, barve, telesne tekočine ali drugi madeži,  odtisi, oblačila Ciljno področje Listi, cvetni prah, alge, rastlinska vlakna, vlakna oblačil, marihuana ali druge  droge, tobak in deli cigaret (npr. papirčki, vžigalice), madeži od hrane ali  vsebina želodca. Celotna površina trupla, vse telesne odprtine, celotna  površina pod truplom ter roke in deli pod nohti morajo biti podrobno  preiskani. Izstopna točka Vsi dokazi omenjeni pri vstopni točki, poleg tega pa še sledi krvi, umazanije,  koščki stekla.\n Položaj in stanje vseh bioloških dokazov morata biti temeljito dokumentirana pred njihovim zajemanjem. Skrbno evidentiranje dokazov je ključno tako na kraju kaznivega dejanja kot tudi kasneje v forenzičnem laboratoriju, pri vsaki preiskavi ima dokumentacija dokazov ključno vlogo pri odločanju ali se le-ti lahko uporabijo tudi med obravnavo na sodišču. Pred kakršnokoli analizo ali premikanjem dokazov je treba zabeležiti vse podrobnosti o njihovem stanju pred začetkom preiskave kraja kaznivega dejanja. Dokumentiranje se lahko izvrši na več načinov in običajno je priporočljivo uporabiti več kot enega naenkrat. Priporočljivi načini so: beležke, fotografiranje, snemanje s kamero, skice in diagrami in beleženje zvoka. Beležke so koristne kot enostaven način, da si preiskovalec zabeleži manjše podrobnosti, ki so lahko pomembne kasneje pri izdelavi uradnih beležk ali poročil. Primeri informacij zabeleženih v beležki so: datum, ura, osebe, ki so se nahajale na kraju kaznivega dejanja, poveljujoča uradna oseba, osvetlitev, vremenske razmere, vonji in hrup.\nKar se tiče botaničnih dokazov, je priporočljivo zabeležiti lokacije kakršnihkoli cvetočih rož ali grmov (vonj cvetov, možni vir cvetnega prahu), koščkov lesa (razmetanih ali iz okvirov vrat in oken), zlomljenih vej ali stebel, področij kjer so rastline poteptane, lokacije rastlin ki nosijo plodove ali semena. Poleg tega je priporočljivo zabeležiti tudi vse ostanke hrane najdene na kraju kaznivega dejanja, še posebej tiste v katerih najdemo sledove ugrizov. Ostanki hrane so lahko zelo koristni kasneje pri potrjevanju / zavračanju alibijev ali pri ugotavljanju časa smrti. Fotografiranje, snemanje z videokamero in snemanje zvočnih zapisov, skupaj z enostavnimi diagrami so tehnike, ki lahko zelo koristijo kasneje med morebitno rekonstrukcijo kraja kaznivega dejanja. Skica pokrajine in bližnje okolice kraja kaznivega dejanja in vremenske razmere so lahko zelo pomembne pri identifikaciji povezav na podlagi botaničnih dokazov še zlasti zato, ker nekatere rastlinske vrste uspevajo ali cvetijo samo ob določenih obdobjih leta.\nZbiranje delov rastlin, semen, cvetov in sadežev je najbolje opraviti ročno, pri čemer poberemo cele rastline in vse koščke, ki bi lahko prišli prav pri primerjavah. Pri tem je potrebno posvetiti posebno pozornost koščkom povezanim s truplom. Če je s kaznivim dejanjem povezano motorno vozilo je potrebno pazljivo pregledati celotno vozilo, še \nposebej pa notranjost blatnikov, površino tepihov ter površino pod tepihi, podvozje, pedala, brisalce, reže za prezračevanje, prtljažnik in motor. Preden se lotimo sesanja vozila z namenom zbiranja mikroskopskih sledov, poskrbimo da smo najprej z roko odstranili in shranili vse večje koščke rastlinskih ostankov. Botanične dokaze, če je le mogoče, shranimo v papirnate vrečke in ne v plastične. Botanične dokaze iz želodca zbere zdravnik med avtopsijo. Fekalije, ki jih zberemo z namenom iskanja vsebnosti botaničnih dokazov zbiramo tako, da ostanejo vlažne, najbolje da jih shranimo v steklen ali plastičen kozarec. Posušene fekalije in oblačila z madeži fekalij shranimo v papirnate vrečke in zapečatimo. Za potrebe mikroskopske analize rastlinskih celic je primerna 10% raztopina formalina, v primeru da načrtujemo DNK analizo botaničnih ostankov pa je najbolj primerno shranjevanje ostankov fekalij v zmrzovalniku.\nDNK analiza raznoraznih bioloških dokazov v forenzičnih laboratorijih je danes običajna praksa. Na začetku je bila DNK analiza omejena na biološke snovi človeškega izvora, ta omejitev pa je v zadnjih petih letih z napredkom na področju analize mitohondrijske DNK ter testiranja živalske in rastlinske DNK vedno manj aktualna, tako da je danes moč izvajati DNK teste tudi na botaničnih dokazih.\nKoličina DNK, ki jo lahko pridobimo iz bioloških in botaničnih dokazov je odvisna od velikosti zbranih vzorcev. V praksi se izkaže, da vzorci pridobljeni na kraju kaznivega dejanja lahko vsebujejo precej manj uporabnega DNK kot bi pričakovali, zaradi neugodnih fizikalnih razmer. Zmožnost priprave zanesljivega DNK profila zavisi od štirih dejavnikov. Prvi je že omenjena količina oziroma velikost vzorca. S PCR (angl. Polymerase Chain Reaction) metodo sicer lahko multipliciramo količino DNK v vzorcu, vendar le ob pogoju da začetni vzorec vsebuje dovolj veliko količino nepoškodovane DNK. Drugi dejavnik je razpadanje vzorca. Če je bil vzorec daljši čas izpostavljen vplivom okolja ali bakterijam, to lahko povzroči poškodbe DNK in tako vzorec postane neuporaben za nadaljnjo analizo. Tretji dejavnik je čistost vzorca. Večina metod za analizo DNK je sicer dovolj robustnih in tolerira določeno mero nečistoč v vzorcu, vendar pa prevelika količina nečistoč, masti, nekaterih barvil za barvanje blaga lahko močno poslabša rezultate analize. Ti vplivi sicer ne povzročijo sprememb v rezultatu npr. sprememba DNK »A« v DNK »B«, lahko pa resno zmanšajo možnost da bi znanstveniki \nv laboratoriju naredili popoln DNK profil iz vzorca. Četrti dejavnik je razmerje med glavnim donorjem DNK v vzorcu proti drugemu donorju. Če je razmerje 1:1 ali 3:1 je še vedno moč identificirati oba DNK profila iz vzorca, če pa je to razmerje 25:1 ali 50:1 pa DNK donorja ki je prispeval manjši del ni mogoče identificirati.\nZgoraj navedena razprava velja tako za analizo človeške DNK kot tudi za analizo rastlinske DNK, le da moramo pri zadnji upoštevati še dodatna dva dejavnika, ki vplivata na možnost priprave popolnega DNK profila: velikost dela rastline in zmožnost analitika v laboratoriju, da mehanično zdrobi dovolj sten rastlinskih celic in s tem pridobi dovolj veliko količino jedrne DNK. Mehanično drobljenje se je v laboratorijih tradicionalno izvajalo z ročnim drobljenjem v terilnici z dodajanjem tekočega dušika, ki oslabi celične stene. Danes so že na voljo komercialne naprave za ekstrakcijo rastlinske DNK, ki uporabljajo pristope z rotirajočimi noži z narezanim rezilom, dodajanjem kovinskih kroglic ter večkratnim centrifugiranjem.\nForenzična botanika je sestavljena iz naslednjih poddisciplin (Coyle, 2005):\nmorfologija rastlin je študij zunanjih rastlinskih struktur. Poznavanje zunanjih  rastlinskih struktur je koristno pri identifikaciji rastlinskih vrst. Zunanje  značilnosti rastlin kot so oblika listov, značilnosti dlačic, razmik med listnimi  porami, vzorci listnih površin in ostale značilnosti lahko pomagajo pri klasifikaciji  rastline v neko vrsto ali pri ugotavljanju ali dve rastlini pripadata isti vrsti. Za  morfologijo rastlin zadošča mikroskop z dobro ločljivostjo (100 do 400-kratna  povečava).\nanatomija rastlin je študij notranjih struktur rastlin. Pri seciranju rastlinskih tkiv  ugotovimo, da so celice običajno urejene v določenih vzorcih, ki jih lahko  koristno uporabimo pri klasifikaciji in identifikaciji rastline. Na primer: na podlagi  notranje razporeditve celic v korenini je moč določiti ali je rastlina enokaličnica  ali dvokaličnica.\nsistematika rastlin je študij raznolikosti rastlin, ki vključuje taksonomijo in evolucijske povezave med posameznimi vrstami. Sistematika rastlin se ukvarja s klasifikacijo rastlin v skupine glede na različne morfološke ali molekularne značilnosti. Osnovno razumevanje povezav med različnimi rastlinskimi vrstami je lahko v pomoč pri razlikovanju med rastlinskimi vrstami, ki so si na videz zelo podobne (in so verjetno med sabo v sorodu) a niso ista vrsta. To je še posebej pomembno pri primerjanju dveh vzorcev s kraja kaznivega dejanja, ki imata dokazno vrednost.\npalinologija se ukvarja s študijem cvetnega prahu (peloda) in klasifikacijo vrst na podlagi njegovih značilnosti. Cvetni prah iz različnih cvetočih rastlin je lahko zelo uporaben dokaz pri forenzični obravnavi kaznivih dejanj, saj lahko kot sled poda informacije o času in geografski lokaciji. Čas cvetenja rastlin je povezan s podnebjem in letnim časom in tako lahko na primer na podlagi cvetnega prahu odkritega na okostju določimo obdobje smrti.\nekologija rastlin se ukvarja s študijem rasti in razvoja rastlin ter življenjskim okoljem v katerem uspevajo. Na podlagi tega je moč sklepati o geografskih omejitvah kjer določena vrsta rastline uspeva, kar je lahko koristen podatek pri na primer iskanju lokacije trupla. Na podlagi poznavanja hitrosti rasti rastlin je moč tudi oceniti kako dolgo so se določeni ostanki trupla nahajali na določeni lokaciji (količina mahu ali gljiv na okostju).\nlimnologija je študij sladkovodnega rastlinstva (jezera, ribniki, potoki). Limnologija se v forenzični botaniki lahko uporablja za povezavo žrtve ali storilca z določeno širšo lokacijo na podlagi strukture alg na obleki ali čevljih ali pa za ugotavljanje ali je do utopitve prišlo v sveži vodi ali ribniku na podlagi prisotnosti ali odsotnosti diatomej.\n"], "3": ["3. Forenzična palinologija", "Palinologija je študij cvetnega prahu, spor in ostalih na kislino odpornih mikroskopskih delov rastlin s skupnim imenom palinomorfi. Kot disciplina je forenzična palinologija našla svoje mesto v forenzični botaniki zaradi naslednjih štirih pomembnih značilnosti cvetnega prahu in spor:\ncvetni prah in spore so po velikosti mikroskopsko majhne in nevidne s prostim  očesom;\nrastline jih proizvajajo v ogromnih količinah;\nna podlagi cvetnega prahu ali spor je moč določiti vrsto rastline;\ncvetni prah in spore so zelo odporne proti razpadanju.\nZaradi vseh naštetih lastnosti, lahko storilec kaznivega dejanja s kraja kaznivega dejanja nevede odnese ali nanj prinese kritičen dokaz v obliki cvetnega prahu ali spor v velikih količinah. Zaradi zelo počasnega razpadanja, so ti dokazi trajni, saj lahko cvetni prah ali spore ostanejo ohranjene več let brez hranjenja v posebnih pogojih, poleg tega pa so morfološko tako kompleksne, da je na njihovi podlagi moč točno določiti vrsto rastline ki jih je proizvedla ter njeno lokacijo v regiji ali državi.\nCvetni prah ali spore proizvajajo vse rastline kot del njihovega razmnoževalnega cikla. Če je v velikih količinah, ga lahko s prostim očesom vidimo kot izjemno fin rumen prah, mnogi ljudje pa ga poznajo tudi kot nadlogo, ki povzroča seneni nahod in povzroča težave astmatikom. V rastlinskem svetu cvetočih rastlin je cvetni prah analogen spermi v živalskem svetu, saj prenaša moške spolne celice do ženskih delov rastlin iste vrste. Ker imajo rastline zelo omejeno možnost gibanja, se cvetni prah prenaša med rastlinami bodisi z vetrom bodisi s pomočjo živali (običajno insekti), kar pa je lahko uspešno le ob pogoju da rastline proizvedejo ogromno količino cvetnega prahu in tako zagotovijo, da zadostna količina doseže druge rastline in lahko pride do oploditve. Za oploditev rastlin se dejansko porabi zelo majhna količina cvetnega prahu, preostanek pa pade na zemljo in konča kot sestavni del zemlje ali kot prah na površinah, ki so izpostavljene zraku. Vrsto cvetnega prahu, ki jo lahko najdemo na poljubni lokaciji ali predmetu običajno lahko \npovežemo z določeno vrsto rastlinstva, na podlagi tega pa lahko pri forenzični preiskavi glede na prisotnost ali odsotnost neke vrste cvetnega prahu dokažemo ali ovržemo povezavo med osumljenci, žrtvijo, ljudmi (pričami), predmeti in lokacijami.\nEden prvih primerov uspešne uporabe forenzične palinologije pri preiskavi kaznivega dejanja, ki je požel tudi veliko pozornost javnosti, je bil umor ob Donavi, leta 1959 v Avstriji. Moški je nepojasnjeno izginil med potovanjem po reki Donavi in policisti so sumili da gre za umor. Analiza cvetnega prahu iz blata z osumljenčevih škornjev je pokazala na specifično gozdno okolje, še posebej značilna je bila prisotnost fosilnega zrna cvetnega prahu iz Miocena, za katerega so preiskovalci vedeli, da se nahaja le v skalah na omejenem gozdnem območju ob reki Donavi. Ko so preiskovalci osumljenca soočili s tem dejstvom, je priznal umor in odpeljal policijo na lokacijo, kjer je bilo zakopano truplo.\nForenzična palinologija ima zelo širok spekter uporabnosti in nikakor ni omejena samo na določene vrste kaznivih dejanj, dosedaj je bila že uspešno uporabljena v primerih umorov, posilstev, napadov, poneverb, oboroženih ropov, trgovine z mamili in goljufij. Težava pri njeni uporabi v forenzični praksi je le dejstvo, da je to specialna znanost, ki terja specializirano usposabljanje, zato je kot forenzično orodje še vedno sorazmerno malo uporabljana. Najpogosteje se forenzična palinologija uporablja v Novi Zelandiji, kjer jo rutinsko uporabljajo že 25 let, v drugih državah (ZDA, Velika Britanija, Avstralija in ostale države) pa popularnost forenzične palinologije počasi raste in šele postaja del splošne forenzične prakse (Elsevier, 2006). V Sloveniji trenutno še nimamo laboratorija za forenzično palinologijo, zato bi se preiskovalci v Sloveniji v primerih pri katerih bi potrebovali forenzično palinologijo morali zateči po pomoč k strokovnjakom iz tujine (ENFSI – European Network of Forensic Science Institutes). Dosedaj v Sloveniji primera pri katerem bi prišli do rešitve s pomočjo uporabe tehnik forenzične palinologije še ni bilo.\nDasiravno analiza cvetnega prahu lahko v določenih primerih pripelje do neposredne obtožbe storilcev kaznivih dejanj, je običajno njen največji prispevek pri preiskavah\nkaznivih dejanj v tem, da priskrbi podporne dokaze, dokaže ali ovrže obstoj določenih povezav ter usmeri raziskavo v pravo smer.\nBiološki pomen cvetnega prahu v rastlinskem svetu je analogen pomenu semenske tekočine v živalskem svetu. Je nosilec moških spolnih celic, ki nastaja v prašnikih moških delov rastlin. Po prenosu cvetnega prahu (z žuželkami, vetrom) na ženski reproduktivni organ (brazda pestiča ali semenske zasnove) pride do oploditve in s tem nastanka semena nove rastline.\nČe pogledamo cvetni prah s prostim očesom je videti kot homogen fin prah rumene barve, če pa ga pogledamo pod mikroskopom, vidimo da je ta prah sestavljen iz tisočev drobnih zrn cvetnega prahu raznovrstnih oblik. Vsaka rastlinska vrsta ima enkratno obliko zrn cvetnega prahu in kljub mikroskopski majhnosti, opazimo da se cvetni prah različnih rastlin med seboj razlikuje ne samo po obliki ter velikosti zrn temveč tudi po površini zrna, ki lahko vsebuje zelo kompleksne vzorce. Ravno ta raznovrstnost je tista, ki palinologom omogoča, da na podlagi enega samega zrna cvetnega prahu lahko točno določijo družino, rod in pogosto celo vrsto rastline, kateri pripada. Zaradi kompleksne strukture zrn cvetnega prahu, le-tega palinologi včasih poimenujejo kar »prstni odtis« rastline.\nZa rutinsko forenzično analizo vzorcev cvetnega prahu zadošča svetlobni mikroskop (Slika 1) z do 1000-kratno povečavo, le kadar je potrebno raziskovati subtilne podrobnosti na površini zrna cvetnega s prahu z namenom razlikovanja dveh rastlinskih vrst, je potrebno uporabiti elektronski mikroskop.\nFizikalne značilnosti cvetnega prahu, ki jih pri svojem delu uporabljajo palinologi in na podlagi katerih razlikujejo cvetni prah ene vrste od cvetnega prahu druga vrste so predstavljene v nadaljevanju, gre pa za naslednje (Milne, Bryant, Mildenhall, 2005):\nvelikost;\noblika;\nvrsta odprtine;\n"], "abstract": ["V tem diplomskem delu je podan pregled področja forenzične botanike s poudarkom na forenzični palinologiji, ki je ena od poddisciplin forenzične botanike. Na začetku dela je preko kratkega opisa področja forenzične botanike z vsemi njegovimi poddisciplinami ter opisa možnih uporab bioloških in botaničnih dokazov pri preiskavah kaznivih dejanj, podana umestitev forenzične palinologije v širši kontekst forenzične botanike. Nato sledi osrednji del, ki podrobneje obravnava forenzično palinologijo. V tem delu je predstavljena uporaba forenzične palinologije v zgodovini in danes, čemur sledi podpoglavje posvečeno objektom preučevanja forenzične palinologije – cvetnemu prahu in sporam, nato pa sledi opis tehnik forenzične analize in diskusija na temo interpretacije rezultatov in možnih načinov njihove uporabe. Poleg navedenega se delo v tem osrednjem poglavju dotakne tudi posebnosti pri ravnanju z vzorci (zbiranje, priprava za analizo, shranjevanje), problem verodostojnosti dokazov na sodišču ter primerov uporabe forenzične palinologije v praksi. V zaključnem poglavju je podan kratek pregled obravnavane tematike s poudarkom na glavnih ugotovitvah in oceno možnosti uporabe forenzične palinologije v Sloveniji danes in v prihodnosti."]}