{"1": ["1 UVOD", ""], "2": ["1.1 Pomen modeliranja priraščanja jabolk in vpliv ocene priraščanja plodov za  končno maso pridelka", "Spremljanje in napoved pridelka sadja sodi med pomembne projekte kmetijstva. Na podlagi zgodnjega napovedovanja jabolk lahko dobro načrtujemo delovno silo, organiziranost transporta in pripravo skladiščnih kapacitet. S pomočjo napovedovanja pridelka prav tako načrtujemo, v kakšen namen bomo porabili sadje, vrste in količino embalaže, hladilne ter druge sprejemne in predelovalne zmogljivosti. To je pomembno za določanje cene v času obiranja, prodaji in trženju (Stanjko, Vindiš, 2011).\nTudi akterji na tržišču morajo kar nekaj časa pred obiranjem pridobiti stranke in se informirati o možnostih dobavljanja. Zato je pomembno, da dovolj zgodaj dobijo delno predstavo o cenah pridelkov prihajajoče sezone (Gvozdenovič, 1989).\nOceno napovedi pridelka sadja v Sloveniji je potrebno izvesti po enotni metodi evropskega programa Prognosfruit, ki je sestavni del celotnega sistema evidence in kontrole pridelovanja sadja v okviru Evropske unije. Za izvedbo projekta zgodnje ocene pridelka je zadolžen Odbor za sadjarstvo pri COPA COGECA. V okviru projekta Prognosfruit članice Evropske unije opravijo prvo oceno pridelka. Gre za skupen projekt evropskih sadjarjev, ki so se zaradi različnih težav odločili za sodelovanje in medsebojno izmenjavo podatkov (Ministrstvo za finance, 2008).\nEvropsko napovedovanje pridelka potrebujemo zaradi tega, da se informacije preko akterjev tržišča, pridelovalnih področij in držav članic stekajo v skupno napovedovanje. Le-to mora biti predloženo do 1. avgusta tekočega leta in zajema vse tržno zanimive sorte \nposebej. Poleg tega mora biti mogoča ocena srednjeročne pričakovane proizvodnje, torej od 5 do 10 let.\nTa ocena dovolj dobro signalizira nihanja v kapacitetah proizvodnje. Skupaj s poznavanjem navad potrošnikov omogoča proizvajalcem, prodajalcem, drevesničarjem in agrarnim ekonomistom pravočasno prepoznati presežke ali tudi vrzeli na tržišču ter jih uravnavati, če je le-to potrebno (Stanjko, Vindiš, 2011).\n"], "3": ["1.2 Razlog za raziskavo", "Izdelati smo želeli zanesljiv model za zgodnje napovedovanje in spremljanje pridelka sorte 'Gala'. Želeli smo ugotoviti, kako natančno lahko s pomočjo modelov napovemo končno maso plodov in če so modeli dovolj zanesljivi za različno obremenjena drevesa ter za rodni les sorte 'Gala'. Učinkovitost modelov smo primerjali z našimi meritvami. Poleg tega smo iz grafikonov želeli ugotoviti, ali obstaja razlika med priraščanjem plodov na enoletnem, dvoletnem in triletnem lesu.\n"], "4": ["1.3 Delovna hipoteza", "Z delovno hipotezo smo želeli ugotoviti, ali plodovi priraščajo različno glede na obremenitev dreves in njihove pozicije na drevesu; prav tako smo želeli ugotoviti, kakšna je zveza med določenimi termini vzorčenja in končno maso plodov. Torej, poiskati smo želeli optimalni termin vzorčenja za napovedovanje pridelka.\n"], "5": ["1.4 Namen raziskave", "Namen raziskave je ugotoviti uporabnost modeliranja prirastka plodov, saj lahko s pomočjo le-tega dobimo predstavo o času obiranja, s čimer olajšamo celotno načrtovanje\norganiziranosti prevozov, delovne sile in drugih dejavnikov. Hkrati smo poskušali dokazati, da je model enak meritvam.\n"], "6": ["2 PREGLED OBJAV", ""], "7": ["2.1 Pregled zgodovine slovenskega sadjarstva", "Ljudje so sadje začeli pridelovati pred približno 8000 leti. Spremembe so nastajale počasi, v različnih obdobjih, oblikah in načinu pridelovanja sadja; tako so se širile po svetu, odvisno od civilizacije. (France Adamič, Sadje in sadjarstvo, 1990)\nGrki in Rimljani so razvili gojenje sadnega drevja, povečevali so pridelke in tako povečali družbeni pomen sadjarstva. Razvile so se različne sorte določenih kakovosti, ki so jih vzgajali, množili in razširjali s precepljanjem divjih podlag z izbranimi sortami ter s tipi. (France Adamič, Sadje in sadjarstvo, 1990) \nNa območju Slovenije so ljudje našli številne jablane, hruške, češnje, višnje, orehe in tako po sadnih rastlinah poimenovali naselja, vasi, ledine ter gozdove. (France Adamič, Sadje in sadjarstvo, 1990)\nV obdobju fevdalizma so višji družbeni sloji začeli spoznavati dietetično vrednost sadja in si prizadevali za napredek sadjarstva; tako se je začelo tekmovanje za boljšo kakovost, ne glede na količino pridelkov in gospodarnost. Pri uvajanju novih sort sta postala odločilna okus in izgled plodu. (France Adamič, Sadje in sadjarstvo, 1990)\nMeščanska revolucija in nato gospodarska kriza, lakota ter pomanjkanje hrane so v šestdesetih letih 19. stoletja povzročili pospeševanje kmetijstva, predvsem sadjarstva. (France Adamič, Sadje in sadjarstvo, 1990)\nPoložaj slovenskega sadjarstva se je bistveno spremenil po 1. svetovni vojni, saj zaradi novih državnih mej in gospodarske krize v državah srednje Evrope ni bilo več tradicionalnih tržišč in tako ni bilo mogoče unovčiti sorazmerno precejšnjih presežkov jabolk. Tedaj je slovensko sadjarstvo, poleg živinoreje, v slovenskem kmetijstvu pridobilo vodilno vlogo. (France Adamič, Sadje in sadjarstvo, 1990)\nSadjarji so ugotavljali, da je zaradi povečanja pridelkov in večje donosnosti naložb potrebno začeti povečevati oskrbovanje ter varstvo v obstoječih plantažnih sadovnjakih. Zato so se med letoma 1970 in 1972 dogovorili, da je za intenzivne nasade potrebno nameniti najboljše lege, ne glede na dotedanje sadeže ter posevke. (France Adamič, Sadje in sadjarstvo, 1990) \nV današnjem času bi morali stremeti k izboljšanju kakovosti življenja, dohodkovnemu položaju ljudi na podeželjih, poseljenosti podeželij, ohranjanju kulturne krajine, varovanju okolja z uvajanjem okolju prijazne kmetijske pridelave. Vendar pa ima kmetijska dejavnost zaradi fitofarmacevtskih sredstev in mineralnih gnojil negativni prizvok pri varovanju okolja. Prek ukrepov kmetijske politike se kaže zmanjševanje negativnega vpliva kmetijstva za okolje. Iz tega razloga se vedno bolj postvlja v ospredje ekološka pridelava, ki je predvsem v hribovitem območju zelo zaželena. Travniški ekološki sadovnjaki postajajo pomembni zlasti zaradi njihove povezave med turizmom in predelavo. Pomembna je tudi povezava med sadjarstvom in živinorejo.(ČZD Kmečki glas, 16.9.2012)\nŽal pa premajhno zanimanje za ekološko kmetijstvo kaže predvsem na odnos ljudi do zdrave prehrane, odnosa ljudi do dela in varovanja okolja. To žal onemogočajo predvsem trgovske verige, ki tekmujejo za čim nižje cene.( Zeleni medij.si, 16.9.2012)\n"], "8": ["2.2 Pridelava jabolk v svetu", "Po podatkih FAOSTATA (prehranska organizacija Združenih narodov) je Azija največja svetovna velesila v pridelavi jabolk, saj ima več kot 60 % delež v pridelavi jabolk. Sledi ji Evropa z 20 % deležem, na tretjem mestu je Severna Amerika s skoraj 7 % deležem. Leta 2010 je celotna svetovna pridelava znašala 69.567.526 ton jabolk, kar pomeni, da se je pridelava povečala za 1,2 % v primerjavi z letom 2008. Če primerjamo z letom 2009, se je pridelava zmanjšala, in sicer za 1,4 %, kar je posledica sezonskih nihanj in vremenskih ujm.\n"], "9": ["2.3 Pridelava jabolk v Evropi", "Po podatkih FAOSTATA proizvodnja jabolk v Evropski uniji niha med enajstimi in  devetimi milijoni ton. Leta 2008 je bila največja pridelovalka jabolk Poljska, ki je  pridelala dobrih 2.830.660 ton jabolk. Leta 2010 je vlogo največje pridelovalke jabolk  prevzela Italija z 21,42 %, sledile so ji Poljska z 18,06 %, Francija, Nemčija. Slovenijo  uvrščamo med manjše pridelovalke jabolk, in sicer z manj kot 1 % pridelka. \n"], "10": ["2.4 Pridelava jabolk v Sloveniji", "Leta 2010 je bila pridelava jabolk v intenzivnih sadovnjakih 77.474 ton, v ekstenzivnih pa 41.237 ton. (SURS, 2010)\nPridelava jabolk je bila leta 2008 102.893 ton, leta 2009 pa se je zmanjšala za 7,03 %. (FAOSTAT, 21. 12. 2011)\nProizvodnja jabolk se je v zadnjih 10-ih letih povečala skoraj za dvakrat, delež visoko kakovostnih jabolk je močno narastel. Tukaj je potrebno še omeniti, da slovenski sadjarji veliko vlagajo v nove nasade in tehnologijo. Letna poraba jabolk znaša okoli 35 kg na prebivalca, kar lahko primerjamo z Italijo, vodilno v proizvodnji jabolk v Evropi, ki ima letno porabo 36,5 kg na prebivalca. (Fruit-InformProject, 25. 8. 2011)\nPovršina sadovnjakov je leta 2009 obsegala okoli 9000 hektarjev, od tega je bilo 4.003 hektarjev intenzivnih sadovnjakov, med katerimi predstavljajo nasadi jablan 2863 hektarjev. (SURS, 24. 11. 2010)\n"], "11": ["2.5 Metoda napovedovanja pridelka s pomočjo modeliranja", "Najpomembnejše pri pridelavi jabolk je vprašanje kvalitete in količine pridelka, saj lahko okvirno načrtujemo skladiščne kapacitete, logistične poti in marketing.\nV okviru evropskega projekta Prognosfruit, ki ga izvajajo članice Evropske unije, se uporabljajo različni modeli za napovedovanje pridelka. Eden izmed njih je Winterjeva metoda napovedovanja pridelka jabolk, ki vključuje obloženost s plodovi na površino drevesa in težo plodu ob obiranju.\nPomanjkljivost tega modela je, da je ta metoda zastarela, saj zahteva veliko delovnih ur, zamudno štetje in večkratno merjenje plodov.\nZato se iz teh razlogov iščejo in razvijajo bolj dovršene tehnike napovedovanja pridelka, ki bodo skrajšale čas ter organizacijske zahteve za zajem potrebnih parametrov.\n"], "12": ["2.6 Modeli napovedovanja pridelka", "Modeli, ki temeljijo na osnovi bioekonomičnih interakcij, se večinoma uporabljajo za raziskovanje tistih področij, ki so pomembni za tržno sadjarjenje in ki vplivajo na produktivnost dreves ter optimalni izbor načina sajenja, kar vpliva na kvaliteto in kvantiteto pridelka ter na koncu na donos. Poleg bioekonimičnih modelov omenimo še mehanistične modele vzorčenja (Preglednica 4), ki so le delno razviti, saj pri ugotovitvah manjka del bioekonomičnih modelov (Hester in Cacho, 2003).\nV Nemčiji je najbolj uporabljena Bavedorfska metoda, ki je nadgradnja Winterjeve metode pridelka.\nZa analizo napovedovanja pridelka in profita v proizvodnji jabolk so bile v zadnjih desetletjih razvite številne metode, ki poskušajo oceniti bodoči pridelek in dobiček v proizvodnji jabolk. (Stanjko, 2004)\n"], "13": ["2.7 Zgodnje napovedovanje pridelka skozi rastno sezono", "Velikost plodov je pomembna karateristika za količino pridelka v sadjarstvu, saj direktno vpliva na končni pridelek. Napovedovanje velikosti plodov zahteva veliko znanja, kajti nanj vpliva veliko različnih dejavnikov iz okolja.\nMerjenja velikosti plodov izvajajo skozi rastno sezono plodov na različnih poskusnih postajah.\nRaziskave so pokazale, da je najprimernejše meriti iste plodove na drevesu skozi leto. Tako se izločijo netočne in napačne meritve, ki nastanejo zaradi različnih vzorcev. Masa plodov ne more biti merjena, zato jemljemo vzorce oziroma podatke največjega premera plodu (Welte, 1990). \nPri meritvah je najprej potrebno primerjati meritve rasti posameznih plodov, nato je potrebno upoštevati še posamezno drevo glede na njegovo starost. (Winter, 1977)\nZa kalkulacijo mase plodu je Mitchel (1986) izvedel transformacijsko krivuljo, ki ustreza naslednji zvezi podatkov:\nM=APB (1)\nKjer pomeni: M – masa v gramih,  P – premer v mm  A, B parametra posamezme sorte\nTa funkcija omogoča direkten preračun mase plodu iz premera oziroma premera iz mase.\nWelte (1990) je predlagal, da je premer funkcija časa, zato je diferencial te funkcije prirastek plodu v času t. Ali krajše:\nRPP = (2)\nKjer pomeni: RPP – relativno povečanje premera v mm\nIz enačbe 1 vemo, da se masa plodu lahko izračuna iz funkcije premera. To pomeni, da lahko izračunamo tudi relativno povečanje mase plodu s pomočjo naslednje diferencialne enačbe:\nRPM = = (3)\nKjer pomeni: RPM – relativno povečanje mase plodu v gramih\nČe nadomestimo desni del z enačbo 2, dobimo naslednji zapis:\nRPM = B*RPP (4) \nTa enačba pove, da je relativno povečanje mase plodu sorazmerno v povečanju relativnega premera plodu (Welte, 1990).\nV Mitchelovi funkciji, ki temelji na Winterju (1969), so bili uporabljeni podatki iz vsakega leta in drevesa. Regresijske kalkulacije kažejo, da se velikost in masa plodov spreminjata glede na obremenitev dreves ter na datum cvetenja in temperaturo zraka pred cvetenjem (Welte, 1990).\nRast sadja je odvisna od temperatur, količine sonca, padavin in mnogih drugih dejavnikov. Zaradi tega se krivulja spreminja iz leta v leto in zato je za zgodnje napovedovanje pridelka potrebno upoštevati povprečno temperaturo in okoljske pogoje (Winter, 1977), kakor tudi oceno obremenitve dreves in tedenski prirast plodov.\n"], "14": ["3 MATERIAL IN METODE DELA", ""], "15": ["3.1 Lokacija in splošne značilnosti nasada", "Sadjarski center Gačnik, kjer smo izvajali poskus, sodi pod okrilje Kmetijsko-gozdarskega zavoda Maribor. Nahaja se v SV delu Slovenije, v bližini Maribora, na obrobju SZ dela Slovenskih goric. Ustanovljen je bil leta 1990.\nNaloge sadjarskega centra Gačnik so oskrbovanje drevesničarjev s kakovostnimi cepiči in podlagami, sodelovanje z domačimi in tujimi strokovnimi ter znanstvenimi institucijami, tehnološko poskusništvo za potrebe slovenske sadjarske pridelave (gojitvena oblika, sistema in gostota sajenja, gnojenje, namakanje, redčenje plodov, protitočne mreže), introdukcija sadnih rastlin.\nNasad obsega približno 11 hektarjev zemljišč in se nahaja na nadmorski višini od 270 m do 310 m, lega nasada je v smeri jug–jugovzhod.\nPrevladujejo nasadi jablan, temu sledijo matični jablanovi nasadi, lupinarji, od tega oreh in leska, nekaj manj pa je češenj, sliv in češpelj.\nSistem sajenja je enovrsten z žično oporo. Nasad je oskrbovan s kapljičnim in z oroševalnim sistemom namakanja ter je zaščiten s črno protitočno mrežo (Kmetijsko- gozdarska zbornica Slovenije, Kmetijsko-gozdarski zavod Maribor, 2012).\n"], "16": ["3.2 Zasnova poskusa", ""], "17": ["3.2.1 Načrt poskusa", "V naših meritvah je bila obravnavana sorta ’Gala’. Posajena je bila na parceli z nadmorsko višino približno 270 m z nagibom jugozahod, smer vzdolž hriba.\nSorta ‘Gala’ je bila posajena leta 2004, in sicer na razdalji 3x1 m. Klon je ‘Gala Schniga’, ki so jo vzgojili v drevesnici Gruber. Vzgojna oblika je vitko vreteno, tehnologija pridelave po smernicah integrirane pridelave.\nSorta ‘Gala’ je bila cepljena na podlago M 9. Drevesa so bila razdeljena v tri skupine glede na različno obremenitev na presek debla 15 cm nad cepljenim delom, in sicer:\n  nizko obremenjena drevesa: 4 plodovi/cm2\n srednje obremenjena drevesa: 7 plodov/cm2\n visoko obremenjena drevesa: 9 plodov/cm2\nPri vsaki obremenitvi smo imeli vključena štiri drevesa. Na vsakem drevesu smo z etiketo označili 10 plodov, ki smo jih merili skozi vegetativno obdobje vsakih 14 dni. Od teh desetih plodov so trije rasli na terminalnem lesu, štirje plodovi na dvoletnem lesu in trije na triletnem lesu.\nPlodovi so bili izbrani tako, da smo dobili povprečje drevesa.\nPri visoki obremenitvi je bil osip nekoliko večji (0,8 plodov/cm2), vendar ni bil tako velik, da bi drevo izločili iz raziskav.\n"], "18": ["3.2.2 Opis sorte ‘Gala’", "Poreklo\nNastala je s križanjem sort ‘Kidds Orange Red’ x ‘Zlati delišes’ in je diploidna sorta. Vzgojili so jo v Greytownu na Novi Zelandiji. V pridelavo so jo uvedli leta 1965. V slovenskem sadnem izboru je uvrščena med glavne sorte. (Viršček- Marn in Stopar, 1998)\nPlod\nPlodovi so srednje drobni do srednje debeli, sploščeno okroglasti ali okroglasto kopasti do kopasti ter nekoliko ozko rebrasti. Koža je gladka ali malo rjasta. Bleda zelenkastorumena osnovna barva z dozorevanjem prehaja v zlato rumeno in dobi voščeno prevleko. Meso je rumenkasto do kremasto, drobnozrnatno, hrustljavo, čvrsto in sočno. Okus je sladek in aromatičen. (Viršček- Marn in Stopar, 1998)\nČas obiranja\nZori v začetku septembra in plod je uporaben takoj po obiranju. V navadnem skladišču zdrži do decembra, v hladilnici jo pri 0 -C do 1 -C lahko skladiščimo do januarja ali februarja, v kontrolirani atmosferi pa do aprila.\nJe ena izmed najbolj priljubljenih jabolk poleg ‘Zlatega delišesa’, ‘Granny Smith’ in ‘Fujija’. (Viršček –Marn in Stopar, 1998) \n"], "19": ["3.2.3 Podlage", "Drevesa v poskusu so bila cepljena na podlago M 9. Podlaga M 9 je v intenzivnem sadjarstvu najbolj razširjena. Drevesa na šibkih podlagah dosežejo višino do tri metre in potrebujejo oporo skozi celotno življenjsko obdobje. Drevesa na šibkih podlagah hitreje preidejo v obdobje rodnosti, s čimer se skrajša življenjska doba sadnega drevesa, dajejo kakovostne plodove in so občutljiva na sušo (Viršček–Marn in Stopar, 1998).\n"], "20": ["3.2.4 Rodni les sadnega drevja", "Brsti so osnova za rast in razmnoževanje sadnega drevja; so spiralasto razporejeni na vejah. Ob brstu lahko opazimo še dodaten brst, ki požene v primeru, če se glavni brst poškoduje. Dozorijo, ko jeseni odpade listje.\nDelimo jih na vegetativne in generativne.\nIz vegetativnih se razvijejo korenine, mladike in listi. Ti organi skrbijo za prehranjevanje rastline. Vegetativni brsti so majhni in koničasti.\nIz generativnih brstov se razvijejo organi za razmnoževanje, torej cvetovi ali rodne mladike s cvetnimi brsti. Brsti, ki so se razvili na koncu poganjkov, so terminalni brsti; brsti, ki se nahajajo ob straneh poganjkov, so lateralni brsti. Generativni brsti so debelejši in okroglaste oblike. Delimo jih na enocvetne, večcvetne in mešane brste. Jablana ima mešane brste, iz katerih se razvije mladika z listi in cvetovi. Praviloma jih ima na \nkoncu krajših ali daljših enoletnih poganjkov, ki izraščajo s stranskih brstov dvoletnega lesa. (Štampar F., 2009)\nPri pečkarjih, med katere prištevamo tudi jablano, se iz lesnega brsta razvijejo mladike, ki se delijo na lesne in rodne mladike.\nRodne mladike so šibkejše rasti, kjer se nahajajo cvetni, listni in lesni brsti. Rastejo bolj vodoravno ali poševno navzdol (Štampar F., 2009).\n"], "21": ["3.3 Metode dela", "Merjenje plodov v sadovnjaku zahteva primerno obutev in zaščitna oblačila. Pred meritvami smo morali poskrbeti za naše merilne naprave in potrebne razpredelnice, v katere smo vnašali izmerjene podatke. Merili smo obseg plodov v tedenskih intervalih. Na zadnjih merjenjih je bilo potrebno poskrbeti za zaboje in vrečke, v katere smo dajali obrane ter izmerjene plodove in za transport, da smo plodove dostavili do skladišča, kjer smo opravili še potrebne meritve.\nStandardi kakovosti plodov predpisujejo najmanjši in največji premer za posamezni kakovostni razred ter sorto. Velikost plodov je izražena z maso plodov ali z njihovim premerom, zato jih sortiramo po masi ali velikosti, kar je odvisno od pridelovalca. \nZa primer navajam razrede iz angleške (Bultitude, 1983) in jugoslovanske pomologije (Adamič s sodelavci, 1963).\n(Mojca Viršček Marn in Matej Stopar, 1998.) \nVsaka sorta ima različne kriterije za 1. in 2. kakovostni razred. Plodove vsakega drevesa smo razvrstili v 1. in 2. kakovostni razred ter glede na razpredelnico, po kateri smo se ravnali, so plodovi, ki so imeli premer pod 55 mm, spadali v 2. kakovostni razred, saj so plodovi sorte 'Gala' srednje drobni. Vsak razred smo stehtali in prešteli koliko plodov\nvsebuje posamezen razred. Ponekod se je zgodilo, da so označeni plodovi manjkali, saj so odpadli med letom.\nIzbrane plodove, označene z etiketami, smo dajali v vrečke, ki so bile ustrezno označene, ostale plodove pa v zaboje. Vsako drevo je imelo svojo vrečko in zaboj.\nPlodovom, označenim z etiketo, smo izmerili višino, premer, obseg in škrobni indeks ter to vnašali v razpredelnice, ki smo jih uporabljali že čez leto.\nZa meritve smo uporabili tehnico in digitalno kljunasto merilo (Slika 2). S premikanjem drsnika lahko dosežemo zelo natančne meritve.\n"], "22": ["3.3.1 Računanje rastne krivulje", "Podatke o debelini plodov in številu dni od polnega cvetenja do našega obiranja smo vnesli v Excelovo preglednico. Te podatke smo logaritmirali. Posebej smo logaritmirali število dni od polnega cvetenja do obiranja in posebej premere plodov.\nV naslednjem koraku smo naredili regresijsko analizo, kjer se vzame za x logaritmirano število dni in za y logaritmiran premer. Iz preglednice regresije dobimo vrednosti α, β in γ, kot je prikazano na Sliki 3.\nVrednost α dobimo tako, da antilogaritmiramo razdaljo y (intercept) na regresijski premici, medtem ko sta vrednosti β in γ enaki parametru ‘X variable’ oziroma ‘standard error za intercept’. Te vrednosti nato vpišemo v enačbo rastne krivulje plodov s splošnim zgledom:\nD(t) = 3,5 + α ∙ ( 1 – e- β x t ) γ kjer pomeni\nD(t) – premer plodu v mm v odvisnosti od polnega cvetenja\nt – čas v dnevih od polnega cvetenja\nα + 3,5 – maksimalen premer sadeža (mm)\nβ , γ – parameter oblike plodu\nKo smo dobili rastne krivulje plodov, smo lahko začeli testirati tesnost (zanesljivost) posameznih krivulj pri napovedovanju premera plodov za nizko, srednjo in visoko obremenitev, tako da smo v posamezno krivuljo vnesli dejanski čas od polnega cvetenja do obiranja v dnevih. Na koncu smo s pomočjo T-testa preverili ujemanje podatkov meritev z modelnimi vrednostmi.\n"], "23": ["4 REZULTATI Z RAZPRAVO", ""], "24": ["4.1 Ekološki pogoji", ""], "25": ["4.1.1 Vremenske razmere od leta 2007 do leta 2011", "Iz Preglednice 7 razberemo, da je bila povprečna temperatura zraka leta 2011 11,2 -C. V letu 2010 pa opazimo, da je bila povprečna temperatura zraka 10,4 -C, kar je za stopinjo manj kot prejšnja leta. Januarske temperature v letu 2007 in 2008 so bile višje, se pravi leta 2007 je bila povprečna januarska temperatura zraka 4,6 -C in leta 2008 2,8 -C. Leta 2009 in 2010 se povprečna januarska temperatura giblje med - 1,5 -C in - 1,6 -C. Povprečna \njanuarska temperatura leta 2011 je bila 1 -C. Povprečna julijska temperatura leta 2007 je bila 22,4 -C. Iz preglednice opazimo, da se je leta 2008 in 2009 povprečna julijska\ntemperatura zraka gibala med 21,3 -C in 21,5 -C. Julij 2010 je bil toplejši, povprečna temperatura zraka je bila 23 -C. Leta 2011 je bila povprečna julijska temperatura nižja, in sicer 20,4 -C. Povprečna količina padavin leta 2010 in 2008 je bila med 870 mm in 895 mm, medtem ko leta 2009 opazimo večjo količino padavin, in sicer 1231 mm. Leta 2011 je bila povprečna količina padavin 730 mm. Izstopata podatka za povprečno količino padavin v januarju za leto 2008, kjer je bila količina padavin le 2 mm in leta 2009 107 mm. Leta 2011 je bila povprečna količina padavin v januarju precej nižja, in sicer 19 mm. Povprečna količina padavin v juliju je bila leta 2008 in 2009 višja v primerjavi z leti 2007, 2010 in 2011.\n"], "26": ["4.2 Masa pridelka in število plodov", "Iz Preglednice 8 razberemo, da je povprečni premer pri nizki obremenitvi za 3,88 mm večji od povprečnega premera visoke obremenitve. Povprečni premer pri visoki obremenitvi se od srednje razlikuje za 1,02 mm. Povprečni obseg nizke obremenitve je večji za približno 11 mm v primerjavi s srednjo obremenitvijo, razlika med povprečnim obsegom visoke in srednje obremenitve pa je le 1,38 mm.\nPrav tako pri povprečni višini plodu pride do opazne razlike med visoko in nizko obremenitvijo, to je za 5,31 mm.\nMed obremenitvami prihaja do opaznih razlik, vendar so razlike med visoko in nizko obremenitvijo večje v primerjavi z razlikami med visoko ter srednjo obremenitvijo.\nIz Preglednice 9 lahko razberemo, da prihaja do podobnih razlik kot v Razpredelnici 8 le, da so te razlike med posameznimi obremenitvami še bolj očitne. Povprečna masa plodov 1. razreda je pri nizki obremenitvi občutno manjša kot pri visoki in to za 7,65 kg, med visoko in srednjo obremenitvijo je ta razlika 4,61 kg. Povprečno število plodov 1. razreda pri nizki \nobremenitvi je za 47,5 od števila plodov manjše od visoke obremenitve, od srednje pa se število plodov nizke obremenitve razlikuje za okoli 19 plodov. Povprečno skupno število plodov pri nizki obremenitvi je 38,25 plodov in to je za 58,75 plodov manj kot pri visoki obremenitvi. Prav tako opazimo razlike pri povprečni masi plodov 2. razreda, pri povprečnem številu plodov 2. razreda povprečnega skupnega pridelka.\n"], "27": ["4.2.1 Analiza podatkov plodov po obiranju", "Premer plodu\nGlede na analizo s pomočjo testa Duncan imajo plodovi pri obremenitvi 1 na terminalnem lesu največji premer, v povprečju 79,49 mm, in se statistično ločijo od obremenitve 2 ter 3.\nObseg plodu\nGlede na analizo testa Duncan je najmanjši obseg pri obremenitvi 2 in znaša 216,05 mm. To pomeni, da je ta obseg statistično manjši od obsegov pri obremenitvi 1 in 3.\nVišina plodu\nPo testu Duncan se višina 69,07 mm pri obremenitvi 3 ne loči od obremenitve 2 in niti od obremenitve 1. Statistično se ločita obremenitev 1, ki znaša v povprečju 74,28 mm od obremenitve 2, ki znaša 63,41 mm. \nIndeks\nGlede na analizo Duncan se škrobni indeks pri obremenitvi 3 ne loči od obremenitve 2 in 1. Ločita se škrobni indeks stopnje 7,9 pri obremenitvi 2 in škrobni indeks stopnje 9, pri obremenitvi 1.\n"], "28": ["4.3 Analiza priraščanja plodov", "Ko smo vnesli podatke za 1., 2. in 3. obremenitev ter iz teh podatkov naredili grafe, smo te podatke prenesli v poseben program, SPPS for Windows verzija19.0, kjer smo naredili T- test 'paired samples test analizo ter primerjali, s katerim modelom se najbolj približamo meritvam (priloga).\n"], "29": ["4.3.1 Obremenitev 1", "Triletni les\nD(t) = 3,5 + 86,31 ∙ (1 – e- 0,032 x t 2,218  )\nPo tem modelu je maksimalni premer ploda 89,81 mm.\nTa model precenjuje premer plodu v celem opazovanem obdobju v povprečju za 16,43 mm. Končni premer modeliranja presega dejanski premer za 11,4 mm. \nDvoletni les\nD(t) = 3,5 + 88,23 ∙ (1 – e- 0,025 x t 2,184  )\nPri tem modelu je maksimalni premer ploda 91,73 mm.\nTa model prav tako precenjuje premer ploda. V povprečju je premer precenjen za 9,81 mm.\nTerminalni les\nD(t) = 3,5 + 88,23 ∙ (1 – e- 0,021 x t 2,285  )\nPri tem modelu je maksimalni premer ploda 91,73 mm.\nModel v povprečju precenjuje premer pridelka za 1,89 mm, končni premer modeliranja ne presega dejanskega premera pridelka, saj je premer ploda večji od pričakovanega.\nVsi plodovi\nD(t) = 3,5 + 87,27 ∙ (1 – e- 0,023 x t 2,222  )\nPo tem modelu je maksimalni premer ploda 90,77 mm.\nModel v povprečju precenjuje premer plodu za 5,59 mm, končni premer modeliranja presega dejanski premer ploda za 2,23 mm. Iz tega lahko sklepamo, da je ta model najbolj zanesljiv in hkrati pri tem modeliranju porabimo najmanj časa za meritve, saj zajema vse plodove na drevesu in ne le eno skupino, kot na primer samo terminalni, dvoletni ali triletni les. \nIz grafa razberemo, da so se naše meritve najbolj približale modelom za 1 Cvet; torej plodovom, ki so rasli na terminalnem lesu, sledi model 'Vsi cvetovi', ki zajema povprečje velikosti vseh plodov na terminalnem, dvoletnem in triletnem lesu. Model 2 Cvet in model 3 Cvet pa bolj odstopata od naših meritev. Iz tega sklepamo, da se modela 1 Cvet in model 'Vsi cvetovi' najbolj približata našim meritvam.\n"], "30": ["4.3.2 Obremenitev 2", "Triletni les\nD(t) = 3,5 + 82,869 ∙ (1 – e- 0,07 x t) 2,521\nPo tem modelu je maksimalni premer ploda 86,369 mm.\nPremer plodu je precenjen v povprečju za 16,65 mm, končni premer modeliranja presega dejanski premer plodu za 11,36 mm. Čeprav med meritvami in modelom ni statistično značilnih razlik, to za prakso sadjarjev ni dobro, saj so razlike prevelike.\nDvoletni les\nD(t) = 3,5 + 84,43 ∙ (1 – e- 0,03 x t) 2,25\nPo tem modelu je maksimalni premer ploda 87,93 mm.\nSkozi leto model precenjuje premer plodu za 10,03 mm, ob obiranju pa končni premer modeliranja presega dejanski premer ploda za 4,03 mm, kar je precej dober rezultat.\nTerminalni les\nD(t) = 3,5 + 83,096 ∙ (1 – e- 0,044 x t) 2,312\nPo tem modelu je maksimalni premer ploda 86,596 mm.\nČez leto ta model presega meritve plodu za 2,11 mm, ob obiranju pa končni premer modeliranja presega dejanski premer pridelka za 3,65 mm, kar je tudi dober rezultat. \nVsi plodovi\nD(t) = 3,5 + 84,26 ∙ (1 – e- 0,029 x t) 2,255\nPo tem modelu je maksimalni premer ploda 87,76 mm.\nModel je precenjen za 5,81 mm. Ob obiranju končni premer modeliranja presega dejanski premer pridelka za 5,68 mm.\nIz Grafa 2 opazimo, da se naše meritve prav tako razlikujejo od modelov. Meritve se najbolj približajo modelu 1 (Cvet), sledi mu model 'Vsi cvetovi'.\n"], "31": ["4.3.3 Obremenitev 3", "Triletni les\nD(t) = 3,5 + 81,94 ∙ (1 – e- 0,064 x t) 2,524\nPo tem modelu je maksimalni premer ploda 85,44 mm.\nModel v povprečju precenjuje premer plodu za 19,07 mm, končni premer modeliranja presega dejanski premer plodu za 10,49 mm. V povprečju se premer modela in končni premer dejanskega ploda razlikujeta za 8,58 mm.\nDvoletni les\nD(t) = 3,5 + 83,679 ∙ (1 – e- 0,043 x t) 2,26\nPo tem modelu je maksimalni premer 87,179 mm.\nTudi ta model precenjuje premer plodu skozi leto v povprečju za 12,45 mm, na koncu leta pa končni premer modeliranja presega dejanski premer plodu za 9,24 mm. Premer modela in končni premer dejanskega ploda se razlikujeta za 3,21 mm.\nTerminalni les\nD(t) = 3,5 + 84,183 ∙ (1 – e- 0,036 x t) 2,4\nPo tem modelu je maksimalni premer ploda 87,68 mm. \nModel precenjuje premer plodu presega za 4,53 mm, končni premer modeliranja presega premer plodu za 4,24 mm. Premer modela in premer dejanskega premera plodu se razlikujeta le za 0,29 mm, kar pomeni velika zanesljivost modela in možnost uporabe v sadjarski praksi.\nVsi plodovi\nD(t) = 3,5 + 84,26 ∙ (1 – e- 0,0329 x t) 2,287\nPo tem modelu je maksimalni premer 87,76 mm.\nModel precenjuje premer plodov skozi leto za 8,23 mm, končni premer modeliranja pa presega premer dejanskega ploda za 6,26 mm. \nIz Grafa 3 opazimo, da se naše meritve še bolj razlikujejo od modelov kot pri obremenitvi 1 in 2. Zopet se meritve najbolj približajo modelu 1 Cvet, sledi mu model 'Vsi cvetovi'. Model 2 Cvet in model 3 Cvet pa bolj odstopata od merjenih podatkov, kot razberemo tudi iz prejšnjih dveh grafov. \nNa podlagi statističnih podatkov smo ugotovili, da je vseeno kateri model vzamemo.\nPri 1. in 2. obremenitvi pride do največjih odstopanj, vendar ne dovolj velikih, da bi morali uporabiti drugi model.\n"], "32": ["5 SKLEPI", "Po končanem poskusu, ki je zajemal modeliranje prirastka plodov sorte 'Gala' pri različnih obremenitvah, lahko sklenemo naslednje:\no na povprečni obseg, višino in škrobni indeks so vplivale različne obremenitve dreves  in različni položaji posameznih plodov na drevesu;\no obremenitev dreves in različne lege plodov so vplivale na povprečno maso plodov 1.  in 2. kakovostnega razreda. Razlike so bile prav tako statistično značilne pri  povprečnem številu plodov 1. in 2. kakovostnega razreda, povprečnem skupnem  pridelku in povprečnem skupnem številu plodov;\no modeli, ki so bili uporabljeni pri različnih obremenitvah dreves in položajih plodov  na drevesih, to se pravi na terminalnem, dvoletnem in triletnem lesu, precenjujejo  premer plodov ob obiranju;\no pri vseh modelih za obremenitve 1, 2 in 3 je pri triletnem lesu razlika bolj očitna  kot pri modelih za obremenitve 1, 2 in 3 za terminalni les;\no tudi pri modelih Vsi plodovi, pri vseh obremenitvah precenjujejo premer plodu.\no pri modelih za vse obremenitve Terminalni les in modelih za vse obremenitve Vsi  plodovi prihaja do najmanjših odstopanj; ta dva modela sta za vse obremenitve  najbolj zanesljiva, vendar pri modelih Vsi plodovi za merjenje porabimo manj časa.\no Take ugotovitve so pri vseh treh obremenitvah.\n"], "abstract": ["V diplomskem delu je predstavljeno modeliranje prirastka plodov sorte 'Gala'. Poskus je bil zasnovan v marcu 2011. Opravljen je bil v nasadih Sadjarskega centra Gačnik. V poskusu je bila obravnavana sorta 'Gala', klon 'Gala Schniga'. Sorta 'Gala' je bila cepljena na podlago M 9. Plodove smo merili skozi vegetativno obdobje vsakih 14 dni. Podatke o debelini plodu in številu dni po polnem cvetenju do obiranja smo vnesli v Excelovo preglednico, nato smo podatke logaritmirali. S pomočjo modelov smo izračunali teoretični prirastek na različno starem lesu in različnih obremenitvah ter ga s pomočjo programov Excel in SPSS primerjali z dejanskimi meritvami. Opravljena je bila regresijska analiza. Testirali smo testnost posameznih krivulj za nizko, srednjo in visoko obremenitev. S pomočjo T-testa smo preverili ujemanje podatkov meritev z modelnimi vrednostmi. Modeli v večini primerov precenjujejo dejanske meritve. Izmed vseh modelov je bil najzanesljivejši model Vsi plodovi pri nizki obremenitvi. "]}