{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev problema", "Slovenijo pokriva skoraj 60 % gozda, kar državo uvršča na tretje mesto po gozdnatosti v Evropi. Večji delež gozda po pokritosti države imata le Finska in Švedska. V slovenskih gozdovih lahko najdemo čez 70 avtohtonih vrst dreves, med katerimi je najbolj pomembna prav navadna smreka (Picea abies L.). Smreki ustreza celinsko podnebje in na splošno potrebuje manj toplote. V alpskem svetu raste skupaj z bukvijo in macesnom (Perko, 1995). Ker je komercialno zelo pomembna vrsta, jo je človek začel močno izkoriščati in zasajevati na bolj dostopnih mestih. Začel jo je širiti v nižje predele in danes raste skoraj po celotni Sloveniji. S samim širjenjem je tvegal njeno rast, razvoj in odpornost. Smreka raste avtohtono le nad 800 m n. v., kjer so pogoji najbolj idealni, drugod je smreka bolj ali manj neprilagojena. V slednjih legah lahko računamo na njeno slabšo odpornost. Najpogostejši vzrok so lahko klima, onesnaženost, bolezni in žuželke iz družine podlubnikov. Med njimi je še posebej potrebno omeniti osmerozobega smrekovega lubadarja (Ips typographus (L.) ), ki izmed podlubnikov povzroči največ škode na smreki, predvsem v slovenskih nižinskih gozdovih. Lubadarji povečini napadejo samo oslabela in posekana drevesa ter s tem skrbijo za dekompozicijo, če se pa močno namnožijo ali jim zmanjka prostora za zalege, začnejo škodovati vitalnim drevesom v bližini že napadenih dreves. Ta drevesa se zaradi napada posušijo in propadejo. Napad na vitalnih smrekah opazimo tako, da vidimo rjave črvine ob vhodnih odprtinah. Pod skorjo najdemo tipičen sistem rovov značilnih za to vrsto lubadarja. Kmalu zatem se začnejo sušiti iglice in lubje odpade. Pozimi ter zgodaj spomladi lahko opazimo, da je lubje že odpadlo, krošnja pa je še vedno zelena (Valentar, 2005).\nLubadar objeda floem in kambij ter s tem preprečuje pretok hranil in vode po rastlini. Za uspešen napad lubadarja je ključna občutljivost in obrambni mehanizem gostiteljevega drevesa. To pomeni, da drevesa, ki so stara, občutljiva, imajo slab obrambni mehanizem in so slabo preskrbljena s hranili in vodo, lubadarji hitreje napadejo. Napadena drevesa se \nodzovejo s konstitutivnimi in induciranimi obrambnimi mehanizmi, ki temeljijo na anatomiji lubja in fiziološkem stanju gostitelja (Wermelinger, 2004; Franceschi in sod., 2005).\n"], "3": ["1.2 Namen in cilj diplomskega dela", "Glavni cilji diplomskega dela so:\n- spremljanje aktivnosti osmerozobega smrekovega lubadarja v vegetacijski sezoni  2008;\n- določitev časovnega poteka obrambnega odziva skupnih proteinov v lubju navadne  smreke pri napadu podlubnikov;\n- vpliv tretiranja s salicilno kislino na vsebnost skupnih proteinov v lubju navadne  smreke pri napadu podlubnikov.\n"], "4": ["1.3 Delovne hipoteze", "Raziskave, povezane s to nalogo, temeljijo na naslednjih hipotezah:\n1. osmerozobi smrekov lubadar razvije dve generaciji letno, zato pričakujemo dva  maksimuma naleta, 2. med napadenimi in nenapadenimi drevesi pričakujemo razlike v vsebnosti skupnih  proteinov, 3. salicilna kislina je kot signalna molekula preko različnih mehanizmov sposobna  inducirati izražanje genov za sintezo obrambnih proteinov, zato ima tretiranje s  salicilno kislino vpliv na vsebnost skupnih proteinov v lubju navadne smreke.\n"], "5": ["2 PREGLED LITERATURE", ""], "6": ["2.1 Splošno o navadni smreki", "Navadna smreka (Picea abies L. Karst.) je značilna borealno alpska vrsta, ki raste v Alpah (med 800 in 1800 m n. v.), Dinarskem gorovju, Hercinskem gorovju, Karpatih, Skandinaviji in uspeva tudi strnjeno proti vzhodni Rusiji, kjer prehaja v sibirsko smreko (Picea obovata) (Brus, 2005). V večjih ali manjših deležih je navadna smreka prisotna v 83 % naših gozdov, vendar je naravnih rastišč v Sloveniji samo 1,4 % vseh gozdnih rastišč (Brus, 2005). Sama smreka velja za genetsko razmeroma dobro diferencirano drevesno vrsto. V Sloveniji najdemo več različnih taksonov, vrtnarji pa so razvili različne oblike od povešavih do pritlikavih (Brus, 2005; Mayer in Schwegler, 2005).\nNavadna smreka je enodomno, vetrocvetno, vednozeleno drevo, ki zraste v višino do 50 m in v debelino čez en meter. Na Pohorju je bilo leta 1995 izmerjeno najvišje drevo v Sloveniji, ki je takrat merilo v višino 61,7 m in debelino 339 cm. Najvišja smreka v Evropi je bila izmerjena v BiH z višino 63 m. Navadna smreka ima razvito ektotrofno mikorizo z več kot 100 glivami. Ima plitev koreninski sistem, kar pomeni, da ne daje dobre stabilnosti. Za rast potrebuje sončno ali polsenčno lego ter visoko zračno vlažnost, medtem ko morajo biti padavine razporejene enakomerno skozi celotno leto (Brus, 2005; Mayer in Schwegler, 2005).\nDeblo je ravno, rdečkasto, sprva gladko, kasneje pa začne skorja odstopati v obliki okroglih ploščic. Iglice so dolge 1–2,5 cm, široke do 1 mm v prečnem prerezu rombaste in lahko ostanejo na drevesu do 7 let (Brus, 2005). Cveteti začne komaj med 20. in 40. letom, v sestoju celo kasneje. Ženska socvetja se po oploditvi z moškimi cvetovi razvijejo v storže, ki so na začetku stoječi in zeleni, kasneje se povesijo in postanejo rjavi. Storži lahko dosežejo dolžino do 16 cm, dozorijo oktobra, odpirati pa se začnejo šele drugo leto februarja ter poleti odpadejo. Polni obrod je vsaka 3–4 leta, lahko tudi pozneje (Brus, 2005). \nLes smreke se uporablja povsod: gradbeništvu, pohištveni industriji, papirni industriji, pri izdelavi glasbil (Brus, 2005).\nKraljestvo: Plantae (rastline)  Deblo: Pinophyta (iglavci)  Razred: Pinopsida (storžnjaki)  Red: Pinales (borovci)  Družina: Pinaceae (borovke)  Rod: Picea (smreka)\n"], "7": ["2.2 Bionomija podlubnikov", "Osmerozobi smrekov lubadar je temnorjav, bleščeč, dlakav hrošč, ki meri 4,2 do 5,5 mm. Samec se od samice loči po tem, da ima na tretjem zobcu krepkejšo gumbasto odebelitev. Pokrovki sta pri obeh spolih punktirani v brazdah, medprostori so gladki. Dlačice izraščajo iz majhnih, zrnatih grbic ob šivu pokrovk koničnika, manjkajo le na koncu koničnika. Čelo je zrnato z naprej štrlečo grbico. Tipalke ima prelomljeno betičaste, rumene z zastavico, ki ima pet členov. Larva je bela z rjavo barvo, dolga 5 do 6 mm, medtem ko je buba prosta in ima na koncu že dva trnasta izrastka (Jurc, 2001; Jene, 2005).\nPodlubniki spadajo v družino pravih rilčkarjev Curculionidae in rod Ips. Curculionidae sestavlja okoli 6000 opisanih živečih vrst (preglednica 2). \nKraljestvo: Animalia (živali)\nDeblo: Arthropoda (členonožci)\nRazred: Insecta (žuželke)\nRed: Coleoptera (hrošči)\nPodred: Polyphaga (vsejedi hrošči)\nDružina: Ipidae (podlubniki)\nPoddružina: Ipinae (lubadarji\nRod: Ips\nAktivnost Temperaturno območje Spodnje smrtno temperaturno območje -15 -C do -10 -C Otrplost zaradi mraza -10 -C do 5 -C Začetek aktivnosti 5 -C do 9 -C Spodnja meja normalne aktivnosti 10 -C do 15 -C Spodnja meja rojenja 16 -C do 18 -C Optimalno temperaturno območje 18 -C do 29 -C Temperaturno območje hiperaktivnosti 30 -C do 40 -C Otrplost zaradi toplote 40 -C do 49 -C Zgornje smrtno temperaturno območje 50 -C do 51-C Aktivno temperaturno območje 5 -C do 40 -C Vitalno temperaturno območje -10 -C do 50 -C \n(Jurc, 2004).\nOdločilni pomen na rast, razmnoževanje, življenjsko dobo, obnašanje, sezonsko aktivnost, smrtnost in abundanco (številčnost osebkov določene populacije v danem prostoru) ima toplota. Lubadar je namreč mrzlokrvna žival in je odvisen od zunanjih dejavnikov. To tudi pomeni, da lahko v hladnejših krajih severne Evrope razvije samo eno čisto generacijo v sezoni. V centralni in južni Evropi pa lahko ima poleg dveh čistih generacij še eno sestrsko generacijo ali pa tri čiste generacije in dve sestrski generaciji. Med dvema čistima generacijama traja razvoj 8 do 10 tednov (Jene, 2005; Jurc, 2004).\nOdrasli hrošči lubadarja prezimujejo v tleh ali za luskami na lubju. Še ne odrasle osebke pa najdemo pod lubjem. Lubadarji začnejo izletavati iz prezimovališč, ko doseže temperatura \nv senci med 16 in 18 -C. Zavrtajo se v nova drevesa in se začnejo pariti. To poteka že v aprilu. V mediteranskem okolju Slovenije se to dogaja prej in podlubniki lahko imajo do tri čiste generacije in do dve sestrski generaciji letno, medtem ko se v alpskem svetu začne rojenje nekoliko kasneje in lubadarji imajo ponavadi samo eno generacijo letno (Jakša, 2005).\n"], "8": ["2.3 Preprečevalni ukrepi", "Zaradi velike škode, ki jih povzroča smrekov lubadar, se gozdarji poslužujejo dolgoročnih preprečevalnih ukrepov in ukrepov po napadu, ki vključujejo naravne škodljivce podlubnikov. Ukrepi so lahko bolj ali manj zanesljivi ter v veliki meri vplivajo na gostost populacije podlubnika.\nDolgoročni ukrepi so:\n- pestra drevesna sestava, kjer se pozornost posveča predvsem smreki v nižinskih  gozdovih in v monokulturi. Odstranjevanje materiala iz gozda, ki bi lahko služil za  prehrano hroščem in ličinkam ter tako povzročil močno povečanje lubadarja;\n- redni pregledi gozdov, kjer pregledujemo posamezna drevesa ali pa skupine dreves,  kjer bi se lahko pojavil lubadar. Ogledi bi se morali vršiti v sezoni vsaki mesec;\n- spremljanje aktivnosti podlubnikov s pomočjo lovnih pasti na potencialno  ogroženih območjih; ta ukrep odstrani in uniči, obenem pa zmanjša oplojenost  samičk in s tem število ličink;\n- posebno pozornost se namenja južnim pobočjem, gozdnim robovom, sestojem na  izmenoma suhih tleh, sestojem, kjer se je podlubnik pojavil že prejšnjo sezono,  sestojem na izmenoma suhih tleh, ki so še posebej v nevarnosti, saj so to najbolj  primerna območja, kjer se pojavlja lubadar (Valentar, 2005) ...\nPo napadu ukrepamo z odstranitvijo sveže napadenih dreves iz gozda oz. jih olupimo (strojno ali ročno) ter sežgemo, če je podlubnik že v fazi mladega hrošča. Če je podlubnik v fazi ličinke, lahko skorjo pustimo v gozdu, saj ličinke propadejo. Redno čistimo in \nnastavljamo lovne pasti ali lovno drevo (sveže posekana smreka, ki jo je potrebno redno kontrolirati in ob pojavu zaroda, zarod uničiti) tam, kjer je potrebno. Z dovoljenjem pristojne gozdarske službe lahko izjemoma uporabimo tudi insekticide.\nLubadarja se lahko lotimo tudi s pomočjo njegovih naravnih sovražnikov (Valentar, 2005). Njegovi naravni sovražniki so:  1. ptice iz družine žoln. To so predvsem črna žolna (Dryocopus martius L.), mali detel  (Dendrocopus minor L.) in triprsti detel (Picoides tridactylus L.);  2. žuželke kot so muhe (Lonchaeidae), kratkokrilci (Staphylinidae), kjer sta  pomembni predvsem vrsti Nudobies lentus Geov. in Quedius plagius Mannh.,  družina Histeridae z vrsto Platysoma oblongum F., družina Cleridae z vrstama  Thanasimus formicarius L. in Thanasimus rufipes Rtt., kamelovratnice z vrsto  Raphida notata F., kožekrilci (Hymenoptera) z vrstami Formica polyctena Forst.,  Formica lugubris Zett., Tomicobia seitneri Ruscha. in Coeloides bostrichorum  Gir.;  3. pršice: pomembna je predvsem vrsta Tarsonemoides gableri Schaar.;  4. bakterije (Bacillus thuringiensi);  5. glive (Beauveria bassiana Vuill);  6. nematode.\n"], "9": ["2.4 Prevzem dušika in asimilacija dušika do proteinov", "Dušik je sestavni del aminokislin, amidov, proteinov, nukleinskih kislin, nukleidov, koencimov, heksoaminov itd. V naravi ga najdemo v organskih in anorganskih molekulah. Največ ga je v obliki plina N2, ki predstavlja skoraj 80 % atmosfere. Nekatere talne bakterije in modrozelene ceplijvke so sposobne atmosferski dušik pretvoriti v oblike, ki so uporabne tudi za ostale žive organizme. Te bakterije v biosferi fiksirajo dušik do amonijaka. Ob prisotnosti vode nastane iz amonijaka amonijev ion NH4+. Amonijak lahko uporabijo višje rastline in živali, vendar se lahko ta amonijak s pomočjo talnih bakterij Nitrosomonas hitro oksidira do nitritov: \n 2 NH3 + 3 O2 → 2 NO2- + 2 H2O + 2 H+\nNitriti se lahko še dalje oksidirajo do nitratov s pomočjo druge skupine talnih bakterij imenovanih Nitrobacter:  2 NO2- + O2 → 2 NO3-\nPrejšnja procesa imenujemo nitrifikacija. Nitrit in nitrat pa potrebujejo višje rastline. Z oksidacijo prehaja dušik v tla med nevihto, po naslednji reakciji:  O2 O2 O2  N2 → 2 NO →2 NO2- → 2 NO3-\nZ delovanjem nitrit- in nitrat-reduktaz so nekatere talne bakterije in rastline sposobne proces nitrifikacije obrniti tako, da nastane amonijev ion, ki ga rastline lahko porabijo za sintezo aminokislin:  Nitrat-reduktaza\nNO3 + NADPH + H+ -------------   NO2- + NADP+ + H2O  Nitrit-reduktaza\nNO2- + 3NADPH + 4H+ -------------   NH4+ + 3NADP+ + H2O + OH-\nPosebne bakterije so sposobne fiksirati dušik simbiotsko in nesimbiotsko oz. so odvisne in neodvisne od višjih rastlin. Nekatere bakterije rastlini priskrbijo dušik iz zraka po naslednji enačbi:  N≡N + 3 H2 → 2 NH3\nTrojna vez v molekuli dušika je zelo nereaktivna, zato je potrebno veliko energije za biološko fiksacijo dušika v obliki ATP in elektrone, katerih vir so reducirani koencimi. \nOsnovne zahteve za fiksacijo dušika so:  1. vir elektronov iz oksidativnih procesov ali fotosinteze;  2. proteinski prenašalec elektronov;  3. vir energije ATP;  4. encimski kompleks nitrogenaz;  5. substrat N2 kot končni akceptor elektronov.\nNitrogenazni kompleks katalizira fiksacijo dušika in poteka v anaerobnih pogojih, saj je ob prisotnosti kisika neaktiven. Neto reakcija je sledeča:\nN2 + 10 H+ + 8 e- + 16 ATP → 2 NH4+ + H2 + 16 ADP + 16 Pi\nIz enačbe je razvidno, da so za reakcijo potrebne velike količine ATP-ja. Nadalje se NH4+ vgrajuje v organske molekule. Pri tem so velike količine amonijaka toksične za celice, zato je potrebna detoksifikacija. Pri reakcijah nastajajo neesencialne in esencialne aminokisline. Aminokisline so na razpolago za različne potrebe v organizmu. Ena od najvažnejših nalog je tudi biosinteza proteinov. Proste aminokisline se porazdelijo v tkiva za sintezo proteinov.\n"], "10": ["2.5 Splošno o proteinih", "Gerardus Mulder (1838) je prvič uporabil izraz protein, ki izvira iz grške besede proteios, kar pomeni glavni oz. prvi v vrsti. Beljakovine so široko zastopane v rastlinah in živalih. in so sestavljene izključno iz aminokislin. K njim prištevamo protitelesa (molekule, namenjene imunski zaščiti), encime (biološke katalizatorje) ter nekatere hormone (Boyer, 2002).\nProteini so makromolekule sestavljene iz aminokislin, ki so povezane s peptidno vezjo. Dvajset aminokislin se v neštetih kombinatornih možnostih veže v spojino. Vse te aminokisline imajo na centralni ogljikov atom vezan vodik, karboksilno skupino, aminsko \nskupino ter stransko verigo R (drugačna za vsako aminokislino). Proteini v svoji sestavi shranjujejo pomembne informacije (Richter, 1998).\nKo pride do infekcije, se pri rastlinah sintetizirajo obrambni proteini. Ti zavirajo rast, razmnoževanje in razširjanje povzročiteljev bolezni. Pojavijo se na mestu, kjer je prišlo do napada oz. do infekcije. Pri različnih vrstah rastlin se pojavljajo različni obrambni proteini, ki so bili prvič odkriti pri tobaku (Nicotiana tabacum) (Baebler, 2006).\n"], "11": ["2.6 Fiziološke spremembe v lubju navadne smreke pri napadu podlubnikov", "Floem je zunanji del olesenelih rastlin, ki je zgrajen iz prevodnega tkiva. Ima funkcijo prevajanja in shranjevanja asimilatov. Floemske branike obdržijo sposobnost prevajanja asimilatov eno do največ dve leti, zato je za preživetje drevesa nujno potrebno, da se vsako leto razvije nov floem. Anatomsko se floem razvije iz kambija in ima v ugodnih letih dosti manjši prirast kot ksilem, medtem ko se v neugodnih letih prirast obrne v prid floema.\nFloem je najbolj napaden s strani podlubnikov, med njimi je tudi osmerozobi smrekov lubadar. Zaradi tega je smreka razvila obrambni mehanizem, da bi se zaščitila pred podlubniki. Pred njimi se brani s smoljenjem (Čufar in Zupančič, 2009). \nSmola nastane v smolnih kanalih, ki jih obdajajo epitelne celice, ki se končujejo v ksilemu. Smreka, ki vsebuje smolne kanale, smolne celice in smolne žepke, je lahko s tem zelo zaščitena pred podlubniki.\nDrugi obrambni mehanizmi navadne smreke se nahajajo izključno v sekundarnem floemu. To so sklerenhimatska vlakna, kristali kalcijevega oksalata in fenolna telesca.\nSklerenhim je mehansko tkivo z odebeljenimi lignificiranimi celicami in predstavlja mehansko zaščito pred podlubniki. Če so celice zelo številčne, to preprečuje podlubnikom, da bi se zavrtali v floem in ga objedali. \nKristali kalcijevega oksalata se pojavljalo predvsem v intercelularnih prostorih in v parenhimu. Ker so trdni, preprečujejo podlubnikom, da bi se zavrtali v lubje in ga objedali ter s tem uničevali (Franceschi in sod., 2005).\nRhode in sod. (1996) so raziskovali obrambno reakcijo v floemu navadne smreke po napadu z velikim smrekovim lubadarjem. Ugotovili so, da je uspešna obramba smreke na napad lubadarja naslednja: vsebnost ogljikovih hidratov in proteinov se bistveno ne spremeni, vsebnost procianidina pa naraste. Medtem ko pri neuspešni obrambi ogljikovi hidrati močno padejo, proteini močno narastejo, vsebnost procianidina pa ostane nespremenjena.\nMattanovich in sod. (2001) so med seboj primerjali vsebnost žvepla (skupni S, SO42-, glutation, cistein, metionin), dušika (skupni N, NO3-, skupni proteini, proste aminokisline), ogljika, skupnega fosforja in PO43-, TVI ter vsebnost vode v floemu po podrtju dreves in nastale spremembe po napadu osmerozobega smrekovega lubadarja. Ugotovili so, da se je vsebnost skupnega S, glutationa, skupnih proteinov, NO3-, aspartata, glutamina, glutamata, arginina in aminobutirata signifikantno zmanjšala po napadu osmerozobega smrekovega lubadarja.\nErbilgin in sod. (2006) so raziskovali odziv navadne smreke na napad podlubnikov, po tem ko so bila drevesa tretirana z metil jasmonati. Drevesa, ki so bila tretirana, so imela signifikantno manj kolonij osmerozobega smrekovega lubadarja, kot pa kontrolna drevesa. Prav tako je bilo odloženih manj jajčec, število hroščev in povprečna teža hrošča je bila nižja, povečalo se je število smolih kanalov in izmerjena je bila višja koncentracija terpenov. Ugotovili so, da drevesa, ki so bila tretirana z metil jasmonati, razvijejo boljši obrambni mehanizem od kontrolnih dreves, in sicer s povečanim smoljenjem.\nMattanovich in sod. (2001) so primerjali vsebnost skupnih proteinov in NO3- v mladih ter starih drevesih. Ugotovili so, da je vsebnost skupnih proteinov in NO3- pri starih drevesih nižja v primerjavi z mladimi drevesi, kjer je bila vsebnost večja. Po napadu velikega \nsmrekovega lubadarja, se je vsebnost skupnih proteinov in NO3- v sekundarnem floemu signifikantno zmanjšala.\nVisočnik (2010) navaja, da je bila vrednost N – NH4+, pri vzorcih zemlje, ki so bili odvzeti pri tretiranih napadenih in tretiranih kontrolnih drevesih, višja kot vrednost N – NO3-, medtem ko je bila vsebnost pri netretiranih drevesih obratna. Višje so bile vsebnosti N – NO3-.\nVloga eksogene aplicirane SK v indukciji antioksidativnih obrambnih sistemov pri iglavcih še ni povsem raziskana (Kozlowski in sod., 1999; Davis in sod., 2002; Martin in sod. 2003; Hudgins in Franceschi, 2004; Urbanek Krajnc, 2009). SK je ključnega pomena za sistemsko pridobljeno odpornost (SAR) (Raskin, 1992; Pierpoint, 1994; Ryals in sod., 1996; Mcdowell in Dougl, 2000; Bonello in sod., 2001; Kunkel in Broox, 2002; Shah, 2003). SK zmanjšuje naselitev in razmnoževanje lubadarja ter s tem zadostno vpliva na aktivacijo SAR pri množičnem napadu lubadarja pri navadni smreki (Urbanek Krajnc in sod., 2010). Namen diplomskega dela je bil, da v sekundarnem floemu napadenih dreves preučimo vpliv SK na spremembe v vsebnosti skupnih proteinov od začetnega napada do optimalne naselitve podlubnikov.\n"], "12": ["3 MATERIAL IN METODE DELA", ""], "13": ["3.1 Postavitev poskusa", "Terenske raziskave so potekale na Meranovem (Pohorje, Slovenija), kjer smo izbrali 35 let star smrekov drogovnjak s tesnim sklepom (razdalja med drevesi: 4–7 m, ekspozicija rastišča: S–SZ, nagib: 5-). Meranovo spada pod okrilje Fakultete za kmetijstvo in biosistemske vede. Leži nedaleč od središča Maribora nad krajem Limbuš (zemljepisna širina 46-32'17,25''–46-32'23,36'', zemljepisna dolžina 15-33'12,53''–15-33'17,30'', in nadmorska višina: 474–493 m;) .V poskusu smo spremljali nalet osmerozobega lubadarja (Ips typhographus L.) v kontrolno lovnih pasteh skozi vegetacijsko dobo leta 2008 (17. 4. 2008 do 1. 10. 2008).\nVzorčenje za biokemijske analize je potekalo leta 2007.\n"], "14": ["3.2 Spremljanje aktivnosti podlubnikov", "Aktivnost letanja podlubnikov smo začeli spremljati 17. 4. 2008 z nastavitvijo lovne pasti znamke Theysohn. Namestili smo jo na Meranovem, Spodnji vrhov dol, na nadmorski višini 480 m, 50 m od gozda, kjer prevladuje navadna smreka (Picea abies L. Karst.). Lovna past Theysohn je črna, ploščata, režasta, prestrezna plastična past. \nZa privabljanje osmerozobega lubadarja smo uporabili ampule Pheroprax (Cyanamid Agrar, Germany). Ampula Pheroprax je feromonski preparat za privabljanje osmerozobega lubadarja. Snovi, ki jih vsebuje so sintetični pripravki iz cis – verbenola in metil butenola (Jurc, 2006). Uporablja se v času naleta lubadarja. Ko se ampula izprazni, jo je potrebno zamenjati z novo ampulo. Feromon je naravi prijazen in biotehnično uporaben izdelek. Feromonska tekočina se nahaja v aluminijasti ampuli. Ob primernih pogojih vaba deluje do osem tednov.\nFeromonsko vabo (Pheroprax) smo v obdobju aktivnosti lubadarja menjali 6-krat: 17. 4. 2008 (začetek poskusa, nastavitev vabe), 15. 5. 2008, 16. 6. 2008, 17. 7. 2008, 22. 8. 2008 ter 17. 9. 2008.\n"], "15": ["3.3 Priprava vzorcev za biokemično analizo", "Da bi ugotovili vsebnost skupnih proteinov v lubju navadne smreke, smo poskusna drevesa vzorčili petkrat in sicer v obdobju od 13. 4. 2007 do 11. 7. 2007. Vzorčenje je potekalo v jasnem vremenu med 11. in 14. uro. Na vsakem testnem drevesu smo na višini 1,3 m na vzhodni in zahodni strani drevesa izklesali po dva vzorca lubja. Z nožem smo odstranili \nodmrli del lubja, skupno floemsko tkivo dali v vrečko in nemudoma zamrznili v tekočem dušiku ter prenesli v zamrzovalnik Fakultete za kmetijstvo in biosistemske vede na -80 -C.\nDrevesa so bila razdeljena v 4 skupine (povzeto po diplomski nalogi Metke Visočnik):  1) prva skupina naključno izbranih osmih dreves, je bila tretirana s 100 mM salicilno  kislino (SA) in tri dni kasneje izpostavljena osmerozobemu smrekovemu lubadarju,  Ips typographus (tretirana / napadena drevesa).  2) druga skupina dreves je bila prav tako tretirana z 100 mM SA (sočasno s skupino  ena), vendar ta skupina dreves ni bila izpostavljena lubadarju (tretirana / kontrolna  drevesa)  3) tretja skupina posameznih dreves je bila netretirana, vendar sočasno s skupino ena  izpostavljena lubadarju (netretirana / napadena drevesa)  4) četrto skupino so tvorila netretirana zdrava drevesa (kontrolna skupina).\nDrevesa so bila vzorčena trikrat v sezoni: 13. 4. 2007, 18. 5. 2007 in 15. 6. 2007.\n"], "16": ["3.4 Določanje skupnih proteinov", "Proteine smo določili z Bradfordovim reagentom. Za standard smo vzeli goveji serumski albumin (BSA – Bovine Serum Albumine):\n- zmlete vzorce smo vzeli iz zamrzovalnika ter jih za pol ure dali v eksikator s  silikagelom;\n- nato smo vzorce stehtali (25 mg), dali v epice in jih ustrezno označili;\n- k vzorcem smo dodali 1000 µl Tris/HCl;\n- vzorce smo na stresalniku stresali pet minut;\n- sledilo je centrifugiranje vzorcev pri 15000 obratih in temperaturi 4 -C za 10 minut;\n- pripravili smo si nove epice v katere smo dali 80 µl vode\n- po končanem centrifugiranju smo od vsakega vzorca odpipetirali 20 µl (pazimo, da ne  zajamemo usedline) in dali v epice z vodo;\n- k vsem vzorcem smo nato dodali 900 µl Bradfordovega reagenta; \n- pripravili smo si tudi 2 slepa vzorca: 100 µl vode in 900 µl Bradfordovega reagenta;\n- vse vzorce smo na stresalniku nato stresali pet minut;\n- na koncu smo pri vseh vzorcih spektrofotometrično določili koncentracijo proteinov pri  valovni dolžini 595 nm.\nPriprava standardov:\n- stehtali smo 101,75 µg BSA, dodali 10 ml vode in premešali;\n- odpipetirali smo 100 µl te mešanice in dodali v epruveto do višine 10 ml vodo  (dobimo založno raztopino, S),\n- S1 = 20 µl S + 60 µl H2O + 20 µl TRIS/HCl s koncentracijo 101,75 µg/ml,\n- S2 = 30 µl S + 50 µl H2O + 20 µl TRIS/HCl s koncentracijo 50,875 µg/ml,\n- S3 = 40 µl S + 40 µl H2O + 20 µl TRIS/HCl s koncentracijo 30,525 µg/ml,\n- S4 = 50 µl S + 30 µl H2O + 20 µl TRIS/HCl s koncentracijo 20,350 µg/ml,\n- S5 = 80 µl S + 0 µl H2O + 20 µl TRIS/HCl s koncentracijo 10,175 µg/ml.\n"], "17": ["3.5 Uporabljene kemikalije", "Za poskus smo uporabili naslednje kemikalije:\n- Tris/HCl (Duchefa),\n- Bradfordov reagent (Sigma),\n- Bovine serum albumine (Sigma).\n"], "18": ["3.6 Priloga k materialom in metodam dela", "Legenda: – začetek poskusa, nastavitev vabe, 2 – pregled vabe, 3 – pregled in menjava ampule, 4 – pregled  vabe, konec poskusa. \nvrhov dol.\n"], "19": ["4 REZULTATI Z RAZPRAVO", ""], "20": ["4.1 Spremljanje aktivnosti podlubnikov", "Aktivni nalet podlubnikov smo spremljali v obdobju od 17. 4. 2008 do 1. 10. 2008. V celotnem letu 2008 smo našteli 48.180 lubadarjev vrste Ips typographus, kar je veliko več v primerjavi z letom 2000. Tega leta je bilo na dveh mestih na Meranovem ulovljenih 3200 samčkov osmerozobega smrekovega lubadarja. Leta 2001 pa samo 2330, kar je 80 % manj kot v enakem obdobju leta 2008. V letu 2002 je bilo ulovljenih 3140 lubadarjev, kar je nekoliko več, vendar je število še zmeraj nizko. V letu 2003 se napad osmerozobega smrekovega lubadarja ni natančno spremljal. Ker je bilo leto vroče, se je številka ulovljenih lubadarjev povečala v primerjavi s prejšnjimi leti. Kot lahko vidimo, se številke v letih 2000, 2001 in 2002 gibljejo okoli 3000 samčkov (Krajnčič, 2001; Krajnčič, 2002; Krajnčič, 2003).\nRazlogov za tako veliko število samčkov lubadarja v letu 2008 je več. Eden izmed njih je ta, da v letu 2007 nismo nastavljali pasti, saj smo to leto ugotavljali obrambni mehanizem smreke med napadom podlubnikov in drevesa tretirali s salicilno kislino. Ker smo izobešali feromonske vabe na vzorčna drevesa, se je ta močno razmnožil in se ohranil do naslednjega leta, ko smo spremljali napad.\nV sezoni sta se pojavila dva maksimuma v naletu. Prvi maksimalni nalet je bil v drugi polovici maja, kar sovpada z dvigom temperatur. V povprečju smo na dan ulovili okoli 490 samčkov lubadarja. Takrat smo zabeležili prvi močnejši napad podlubnikov na testni parceli, kjer se je izvajal monitoring.\nDrugi maksimum smo lahko opazili konec julija, ko so bile temperature najvišje, obenem pa nalet sovpada rojenju druge generacije podlubnikov. Takrat smo ulovili čez 500 samčkov. To pomeni, da je bil drugi maksimum številčnejši, saj so temperature bile višje \nkot v maju. Hkrati sta se pojavljali dve generaciji osmerozobega smrekovega lubadarja; druga generacija in obenem sestrska generacija. Med obema velikima naletoma je bilo obdobje, ko lubadarji niso tako močno vzletali, saj je bil čas mirovanja oz. druga generacija še ni bila dovolj razvita za vzlet. Najmanjši nalet podlubnikov smo zabeležili ob začetku in ob koncu sezone, ko so bile temperature toliko nizke in lubadarji več niso bili aktivni.\ndatum razlika v št. št. količina v na dan v  popisa dneh lubadarjev lubadarjev/dan ml ml \naprila do oktobra 2008.\n"], "21": ["4.2 Časovna analiza vsebnosti skupnih proteinov v lubju", "Pri prvem vzorčenju (13. 4. 2007) smo zasledili, da se vsebnost skupnih proteinov v lubju navadne smreke netretiranih kontrolnih in netretiranih zmerno napadenih dreves signifikantno razlikuje od vsebnosti skupnih proteinov tretiranih kontrolnih dreves. Največja vsebnost skupnih proteinov je bila izmerjena pri netretiranih kontrolnih drevesih, najmanjša pa pri tretiranih zmerno napadenih drevesih, kar pomeni, da je salicilna kislina znižala vsebnosti skupnih proteinov. \n  različnih terminih vzorčenja. Rezultati biokemične analize predstavljajo  srednje vrednosti in standardne odklone (kontrolna drevesa: n=8,  napadena drevesa n=3–5), ki so bili statistično ocenjeni s pomočjo  Kruskal–Wallis testa. Različne črke (a, b) prikazujejo pomembne  statistične razlike (P < 0,05) med vzorčnimi drevesi.\nLegenda: 0 mM SA/K – netretirana kontrolna drevesa, 0 mM SA/* – netretirana zmerno napadena vzorčna drevesa, 0 mM SA/** – netretirana močno napadena vzorčna drevesa, 100 mM SA/K – tretirana kontrolna drevesa, 100 mM SA/* – tretirana zmerno napadena vzorčna drevesa, 100 mM SA/** – tretirana močno napadena vzorčna drevesa, DW – suha snov. \nrazličnih terminih vzorčenja. Rezultati biokemične analize predstavljajo  srednje vrednosti in standardne odklone (kontrolna drevesa: n=8, napadena  drevesa n=3–5), ki so bili statistično ocenjeni s pomočjo Kruskal–Wallis  testa. Različne črke (a, b) prikazujejo pomembne statistične razlike (P <  0.05) med vzorčnimi drevesi.\nV primerjavi s prvim vzorčenjem, smo pri drugem vzorčenju izmerili signifikantno povišano vsebnost skupnih proteinov pri netretiranih zmerno napadenih, tretiranih kontrolnih in tretiranih zmerno napadenih drevesih v primerjavi z netretiranimi kontrolnimi drevesi. Rezultati sovpadajo z navedbami Rohdeja in sod. (1996), ki navajajo, da se ob uspešnem naletu lubadarja poveča vsebnost skupnih proteinov v lubju navadne smreke. Pri tretjem vzorčenju smo določili kvantitativne spremembe v obrambnem odzivu skupnih proteinov v zmerno napadenih drevesih in močno napadenih drevesih. Opaziti je bilo, da so se vsebnosti skupnih proteinov v netretiranih zmerno napadenih in tretiranih zmerno napadenih drevesih signifikantno povečale v primerjavi z netretiranimi kontrolnimi in tretiranimi kontrolnimi drevesi. Največjo vsebnost skupnih proteinov smo izmerili pri tretiranih zmerno napadenih drevesih, kar nakazuje, da je tretiranje s salicilno kislino \nvzpodbudilo uspešen obrambni odziv dreves in zavrlo naselitev podlubnikov (Urbanek Krajnc in sod., 2010). Iz rezultatov (grafa 2, 3) je razvidno, da v močno napadenih drevesih vsebnost skupnih proteinov pade, vendar so vrednosti višje pri tretiranih močno napadenih drevesih v primerjavi z netretiranimi, čeprav trend ni signifikanten.\nrazličnih stopnjah napada (P < 0.05), ki je bila statistično ocenjena s  pomočjo Kruskal–Wallis testa. .  SA/K SA/* SA/**\nLegenda: SA/K – primerjava med tretiranimi in netretiranimi kontrolnimi drevesi, SA/* – primerjava med tretiranimi in netretiranimi zmerno napadenimi vzorčnimi drevesi, SA/** – primerjava med tretiranimi in netretiranimi močno napadenimi vzorčnimi drevesi. \ndrevesi pri različnih stopnjah napada (P < 0,05), ki je bila statistično ocenjena s  pomočjo Kruskal–Wallis testa.\nGrafikon 3 in preglednica 2 prikazujeta delež povečanja oz. znižanja skupnih proteinov pri  tretiranih drevesih v primerjavi z netretiranimi drevesi pri različnih stopnjah napada. Iz  prvega vzorčenja je razvidno, da se je vsebnost skupnih proteinov med drevesi kontrolne in  napadene parcele ni bistveno razlikovala, saj so se na dan vzorčenja izobesile feromonske  vabe (Urbanek Krajnc, 2009). Netretirana drevesa so imela bistveno večjo vsebnost  skupnih proteinov kot tretirana, in sicer za 39,32 % na kontrolni parceli oz. 38,38 % na  napadeni parceli. Iz rezultatov je razvidno, da salicilna kislina tri dni po tretiranju bistveno  zmanjša vsebnost skupnih proteinov v lubju navadne smreke. \nPri drugem vzorčenju se je vsebnost skupnih proteinov tretiranih kontrolnih dreves povišala za 97,53 % v primerjavi z netretiranimi kontrolnimi drevesi. Prav tako se je vsebnost skupnih proteinov povečala pri tretiranih napadenih dreves, vendar pa v primerjavi netretiranimi drevesi ni opaziti signifikantnih razlik.\nPri zadnjem vzorčenju smo glede na obrambni odziv in število vhodnih odprtin (Urbanek Krajnc, 2009) ločili kvantitativne spremembe v vsebnosti skupnih proteinov med zmerno napadenimi in močno napadenimi drevesi. Pri tretiranih drevesih smo zasledili višjo vsebnost skupnih proteinov v primerjavi z netretiranimi drevesi ne glede na stopnjo napada, in sicer se je pri kontroli vsebnost skupnih proteinov zvišala za 7,21 %, pri zmerno napadenih za 8,36 % ter pri močno napadenih drevesih za 13,94 %.\n"], "22": ["4.3 Priloge k rezultatom", "Primerjali smo vsebnost skupnih proteinov pri netretiranem napadenem drevesu 2N/V/I in tretiranem napadenem drevesu 4T/V/I, ki sta se zaradi močnega napada junija posušila. Standardni odklon je zaradi teh dveh dreves bil dokaj visok in je vplival na končni rezultat.\nIz grafikona 4 lahko razberemo, da se je vsebnost skupnih proteinov v lubju navadne smreke netretiranega vzorčnega drevesa pri tretjem vzorčenju izrazito zmanjšalo zaradi močnega napada lubadarja. Drevo je bilo v času vzorčenja že posušeno, nevitalno. Pri tretiranem vzorčnem drevesu (4T/V/I) je bila vsebnost skupnih proteinov ob prvem vzorčenju nižja v primerjavi s kontrolo, povišala se je pri tretjem vzorčenju, kar nakazuje na učinkovitejši obrambni odziv zaradi tretiranja s salicilno kislino. \n  4T/V/I) ob različnih terminih vzorčenja.\n4T/V/I) ob različnih terminih vzorčenja.\n"], "23": ["5 SKLEPI", "Monitoring osmerozobega smrekovega lubadarja smo izvajali v vegetacijski sezoni 2008 na poskusni parceli Meranovo (UKC, FKBV, Maribor). V celotni vegetacijski dobi smo zabeležili 48.180 osebkov osmerozobega smrekovega lubadarja, z dvema maksimalnima naletoma konec maja in konec julija, kar lahko pripišemo sušnemu vremenu in visokim\n"], "abstract": ["Osmerozobi smrekov lubadar (Ips typographus L.) je najpomembnejši škodljivec navadne smreke v Evropi. Na leto se zaradi napada podlubnikov v Sloveniji v povprečju poseka 350000 m3 lesa. Njegovo aktivnost smo spremljali skozi celotno vegetacijsko dobo leta 2008 in določili dva maksimalna naleta konec maja in konec julija, kar sovpada z visokimi temperaturami in sušnim obdobjem. V drugem sklopu poskusa smo odseke debel navadne smreke tretirali s 100 mM salicilno kislino, ki je kot signalna molekula sposobna inicirati gene za sintezo obrambnih proteinov. Preučili smo vpliv tretiranja s salicilno kislino na vsebnost skupnih proteinov v sekundarnem floemu navadne smreke od inicialnega napada do uspešne naselitve podlubnikov. Pri prvem vzorčenju (13. 4. 2007) smo pri tretiranih drevesih izmerili nižjo vsebnost skupnih proteinov v primerjavi z netretiranimi kontrolnimi drevesi, medtem ko smo sredi maja določili 97,5 % porast proteinov v lubju tretiranih kontrolnih dreves v primerjavi z netretiranimi drevesi. Pri tretjem vzorčenju (15. 6. 2007) smo določili kvantitativne razlike v obrambnem odzivu skupnih proteinov zmerno napadenih dreves in močno napadenih dreves. V močno napadenih drevesih je vsebnost skupnih proteinov padla, vendar so bile višje vrednosti pri tretiranih, močno napadenih drevesih v primerjavi z netretiranimi. Pri zmerno napadenih drevesih smo zaznali akumulacijo skupnih proteinov v lubju. Najvišjo vsebnost skupnih proteinov smo izmerili pri tretiranih, zmerno napadenih, drevesih, kar nakazuje, da je tretiranje s salicilno kislino vzpodbudilo uspešen obrambni odziv dreves in zavrlo naselitev podlubnikov. "]}