{"1": ["1.1 Opredelitev področja in opis problema", "Trošarine veljajo za fiskalno izredno pomembne davke, s katerimi se običajno obdavčujejo alkohol in alkoholne pijače, tobačni izdelki in mineralna olja. Obdavčevanje alkohola in alkoholnih pijač, tobačnih izdelkov in naftnih derivatov je bilo do 1.julija leta 1999, ko sta se začela uporabljati Zakon o davku na dodano vrednost (op. okrajšava ZDDV) in Zakon o trošarinah (op. okrajšava Ztro), urejeno v več različnih predpisih, kateri so se nehali uporabljati z dnem 1. julija leta 1999. Zakon o trošarinah je bil nato večkrat spremenjen in dopolnjevan, vse do vstopa Republike Slovenije v Evropsko unijo, tako da se je pravočasno uskladil s pravnim redom Evropske unije. Tako je izšlo 23. septembra leta 2004 v Uradnem listu Republike Slovenije, štev. 103/2004, uradno prečiščeno besedilo Zakona o trošarinah, kateri se uporablja še danes. Trošarine so praviloma povezane s sistemom davka na dodano vrednost (op. okrajšava DDV). Predlagatelj zakona, vlada Republike Slovenije, je določil stopnje oziroma zneske trošarin upoštevajoč 20-odstotne stopnje davka na dodano vrednost tako, da je bil zagotovljen lažji prehod s sistema obdavčitve s prometnimi davki na nov sistem obdavčitve z davkom na dodano vrednost in trošarinami. Pomembnejše spremembe novega sistema obdavčitve trošarinskih izdelkov v primerjavi s prejšnjo ureditvijo so:\n- uvedba trošarinskih skladišč;\n- režim odloga plačila trošarin;\n"], "2": ["- oproščen uporabnik trošarinskih izdelkov;", ""], "3": ["- pooblaščen prejemnik trošarinskih izdelkov;", ""], "4": ["- nepooblaščen prejemnik trošarinskih izdelkov;", "- davčni zastopnik tujega trošarinskega skladišča.\n"], "5": ["1.2 Namen, cilj in osnovne trditve", ""], "6": ["1.2.1 Namen", "S pomočjo različnih trošarinskih izdelkov želim s praktičnimi primeri prikazati pomembnost pravilnega obračunavanja trošarin. Zgolj to, da vemo kateri izdelki so trošarinski izdelki, ni dovolj. Za podjetje je namreč zelo pomembno kakšna je stopnja plačila trošarina za posamezen izdelek in kaj vpliva na višino te stopnje plačila trošarine.\n"], "7": ["1.2.2 Cilj", "Cilj diplomske naloge je bil pripraviti pregled pojmovanja trošarin po različni literaturi in virih. Naslednji cilj je bil prikazati osnovo sistema trošarin v Evropski uniji, ki se od našega sistema trošarin v Republiki Sloveniji, v obdobju od 1.julija leta 1999 pa do 30.aprila leta 2004, razlikuje v formuli izračuna obdavčevanja. Sistem trošarin je v državah Evropske Unije ločen od davka na dodano vrednost (op. DDV). Za izdelke, obdavčene s trošarinami, se uporabljajo natančnejši predpisi o prometu in razpolaganju. Značilnost teh izdelkov je, da jih načeloma ni mogoče nadomestiti z drugimi podobnimi izdelki, kar pomeni, da je povpraševanje po njih »relativno« togo. V zadnji fazi diplomske naloge sem prikazal praktične primere obračunavanja trošarin glede na različne vrste trošarinskih izdelkov.\n"], "8": ["1.2.3 Osnovne trditve", "Za poslovanje s trošarinskimi izdelki so predpisana posebna pravila oziroma pogoji poslovanja z namenom, da se v čim večji meri prepreči davčna utaja oziroma zlorabe pri nabavi, izdelovanju ter prodaji teh izdelkov. Trošarinski izdelki so predmet obdavčitve tako pri izdelavi kot pri uvozu, kar pomeni enako davčno obremenitev teh izdelkov in s tem enak položaj udeležencev na trgu. Za vsako vrsto trošarinskih izdelkov je predpisana najnižja trošarina, ki jo morajo določiti vse države članice Evropske Unije. Predpisana najnižja trošarina je nekaterih primerih enaka 0 (op. na primer v primeru tekočih naftnih plinov za ogrevanje). Iz navedenega lahko sklepamo, da je višina trošarine pri posameznem izdelku lahko odvisna tudi od namena njegove uporabe.\n"], "9": ["1.3 Predpostavke in omejitve raziskav", "V Republiki Sloveniji so trošarine nižje kot v nekaterih drugih državah članicah Evropske unije, zato se konkurenčnost ohranja na nivoju domačih proizvajalcev trošarinskih izdelkov. Prodaja domačih proizvajalcev trošarinskih izdelkov bi se lahko povečala z večjimi trošarinami uvoženih ali drugje kupljenih trošarinskih izdelkov, s tem bi se povečala tudi njihova učinkovitost, ali pa bi država zmanjšala trošarine pri njihovih oziroma domačih izdelkih. Ampak, državni proračun se napaja iz trošarinskega denarja.\nV diplomski nalogi se bom osredotočil predvsem na obračunavanje trošarin za različne trošarinske izdelke. Težko je primerjati domače izračune z izračuni v ostalih\ndržavah članicah Evropske Unije (op. okrajšava EU), saj teh podatkov ni mogoče pridobiti.\n"], "10": ["1.4 Predvidene metode raziskovanja", "V teoretičnem delu diplomske naloge sem iz različne strokovne literature in virov povzel osnovne definicije v povezavi s trošarinami.\nV praktičnem delu naloge sem s pomočjo razpoložljivih virov ter literature interpretiral obračune različnih trošarinskih izdelkov. Na podlagi analiz sem zapisal ugotovitve ter podal predloge.\n2 TROŠARINE\n"], "11": ["2.1 Pregled pojmovanja trošarin po različnih virih in literaturi", "Po zakonu se trošarine plačujejo od naslednjih izdelkov:\n- alkohola in alkoholnih pijač,\n- tobačnih izdelkov,\n- energentov,\n- električne energije. To so izdelki (op. v nadaljnjem besedilu: trošarinski izdelki), ki se na območju Republike Slovenije prodajajo. Trošarine se plačujejo od le-teh izdelkov takrat, kadar so izdelki proizvedeni v Republiki Sloveniji ali, kadar so kupljeni v ostalih državah članicah EU in so prinešeni v Republiko Slovenijo ali pa, kadar se uvozijo iz držav izven evropske integracije v Republiko Slovenijo. Pri obravnavi trošarin se pojavljajo različni obvezniki plačila trošarin: TROŠARINSKI ZAVEZANEC je pravna ali fizična oseba, ki je ali proizvajalec trošarinskih izdelkov ali kupec trošarinskih izdelkov v drugi državi članici EU ali uvoznik trošarinskih izdelkov. S strani carinskih organov je IMETNIK TROŠARINSKEGA DOKUMENTA pravna oseba, ki ima trošarinsko dovoljenje carinskih organov, da lahko v trošarinskem skladišču opravlja različne operacije proizvodnje nad trošarinskimi izdelki z režimom odloga plačila trošarine. Nadalje je to dovoljenje, TROŠARINSKO DOVOLJENJE, odločba carinskih organov, da lahko pravna oseba v trošarinskem skladišču opravlja različne proizvajalne procese nad trošarinskimi izdelki. TROŠARINSKO SKLADIŠČE je prostor, kjer lahko pravna oseba kot lastnik proizvaja, skladišči, prejema ali odpremlja trošarinske izdelke s hkratno odložitvijo plačila trošarine. ODLOG PLAČILA TROŠARINE pomeni, da lahko pravna oseba proizvaja, skladišči, prejema ali odpremlja trošarinske izdelke, ne da bi morala takoj plačati trošarine, ampak to stori šele po nekem določenem roku. Carinski organ lahko tudi pod posebnimi pogoji, ki so določeni v zakonu, pravno ali fizično osebo oprosti plačila trošarine, v tem primeru se pravni ali fizični osebi izda DOVOLJENJE OPROŠČENEGA UPORABNIKA. Oproščen uporabnik ima obrat, to je prostor, kjer pravna ali fizična oseba shranjuje trošarinske izdelke. Zavezan plačilu trošarin po zakonu je uvoznik trošarinskih izdelkov. Trošarinski zavezanec, ki ima dovoljenje carinskega organa, da prejema trošarinske\ntrošarin.\nNEPOOBLAŠČEN PREJEMNIK je pravna ali fizična oseba, ki občasno prejema trošarinske izdelke od drugih držav članic EU. DAVČNI ZASTOPNIK je tista oseba, ki jo pravna ali fizična oseba v drugi državi članici EU določi ali pooblasti, da v njenem imenu izvršuje obveznosti trošarinskega zakona v Republiki Sloveniji.\n"], "12": ["2.2 Kdaj nastane trošarinska obveznost?", "Trošarinska obveznost nastane v primeru, kadar so izdelki proizvedeni v Republiki Sloveniji (op. Uradni list RS 2004, 12505). Trošarinska obveznost nastane tudi pri uvozu trošarinskih izdelkov, razen v primeru, če je trošarinsko blago takoj vneseno v trošarinsko skladišče (op. takrat nastane odlog plačila trošarin) ali pa če je takoj vneseno v obrat oproščenega uporabnika. Trošarinska obveznost nastane tudi v primeru, kadar so izdelki prinešeni ali pripeljani iz katere druge države članice EU.\n"], "13": ["2.3 Odlog plačila trošarine", "Po Zakonu o trošarinah je možen tudi odlog plačila trošarine. Le-to se odloži v primerih, kadar se proizvodnja ali skladiščenje trošarinskih izdelkov opravlja v trošarinskem skladišču (op. Uradni list RS 2004, 12505); kadar so trošarinski izdelki skladiščeni v obratu oproščenega uporabnika; kadar se trošarinski izdelki gibljejo pod pogoji, določenimi s tem zakonom (op. Uradni list RS 2004, 12505). Odlog plačila trošarine je možen tudi, kadar gre po vnosu trošarinskih izdelkov na carinsko območje Republike Slovenije za postopek oplemenitenja ali predelave pod carinskim nadzorom v trošarinskem skladišču ali obratu pooblaščenega uporabnika. Prav tako je možen odlog plačila trošarin takrat, kadar pooblaščen prejemnik trošarinske izdelke dobavi iz druge države članice EU.\n"], "14": ["2.3.1 Gibanje trošarinskih izdelkov z odlogom plačila trošarine", "Trošarinski izdelki se lahko v Republiki Sloveniji z odlogom plačila trošarine gibajo na različne načine. Ti načini so:\n- iz enega trošarinskega skladišča v drugega,\n- iz trošarinskega skladišča v obrat oproščenega uporabnika ali izjemoma  obratno,\n- iz trošarinskega skladišča v izvoz iz Republike Slovenije,\n- pri uvozu v obrat oproščenega uporabnika.\nTrošarinski izdelki se lahko tudi gibljejo z odlogom plačila trošarine med Republiko Slovenijo in drugimi državami članicami EU. Ti načini so:\n- iz trošarinskega skladišča, ki je v Sloveniji, h kakšni drugi pravni osebi  v drugi državi članici EU, če ta pravna oseba lahko prejema trošarinske  izdelke po zakonu, ki je veljaven v tej državi.\n- lahko se pošiljajo trošarinski izdelki iz države članice EU pravni osebi  v Republiki Sloveniji, ki je imetnik trošarinskega dovoljenja, ali pa  pooblaščenemu ali nepooblaščenemu prejemniku v Republiki Sloveniji.\n- lahko se trošarinski izdelki zgolj prevažajo med dvema članicama EU  preko ozemlja Republike Slovenije.\nPrav tako se lahko trošarinski izdelki z odlogom plačila trošarine ob uvozu iz tretjih držav oziroma tretjih ozemelj gibljejo na naslednje načine:\n- z vnosom v trošarinsko skladišče (Uradni list RS 2004, 12506),\n- ali, če je za njih takoj po uvozu dovoljena začasna hramba ali je zanje  začet carinski tranzitni postopek, postopek carinskega skladiščenja (op.  razen v prosto carinskih prodajalnah), uvoza zaradi izvoza po sistemu  odloga, predelave pod carinskim nadzorom ali začasnega uvoza ali, če  so vnešeni v prosto carinsko cono (Uradni list RS 2004, 12506).\nJe pa gibanje trošarinskih izdelkov možno samo, če jih spremlja trošarinski dokument.\n"], "15": ["2.3.2 Trošarinski dokument", "Trošarinski dokument je listina, ki spremlja pošiljko trošarinskih izdelkov in ki dokazuje, da se v njej navedene vrste ter količine trošarinskih izdelkov gibljejo pod režimom odloga plačila trošarine oziroma, da so namenjene v drugo državo članico EU(op. Uradni list RS 2004, 12506). Obstaja tudi poenostavljen trošarinski dokument, ki se uporablja kadar se gibajo trošarinski izdelki med dvema ali več trošarinskimi skladišči istega imetnika ali kadar se trošarinski izdelki večkratno odpošiljajo istemu prejemniku trošarinskih izdelkov. Trošarinski dokument dokazuje tudi, da je v njem navedene trošarinske izdelke odpremil imetnik trošarinskega dovoljenja, oziroma uvoznik, oziroma oproščeni uporabnik, ali da jih je prejela oseba, ki lahko v skladu zakonom o trošarinah prejme trošarinske izdelke v režimu odloga, ali da so bili v njem navedeni trošarinski izdelki izvoženi (Uradni list RS 2004, 12506).\nTrošarinski dokument sestavlja 5 izvodov, in sicer: IZVOD 1: pošiljatelj, IZVOD 2: prejemnik, IZVOD 3: se vrne pošiljatelju po potrditvi, IZVOD 4: dobi carinski organ (prejemnik), IZVOD 5: dobi carinski organ (pošiljatelj).\nTrošarinski dokument spremlja trošarinske izdelke na njihovi poti. Prejemnik trošarinskih izdelkov potrdi trošarinski dokument ob prejemu trošarinskih izdelkov in mora vrniti potrjen izvod trošarinskega dokumenta pošiljatelju ali v primeru, če mu jih je dostavil uvoznik, carinskemu organu. V obeh primerih se mora trošarinski dokument predati v potrditev nadzornemu carinskemu organu. Oblika trošarinskega dokumenta je predpisana z evropsko zakonodajo.\n"], "16": ["2.3.3 Prenehanje režima odloga plačila trošarine", "Odlog plačila trošarine preneha na dva načina, in sicer:\n- da trošarina zapade v plačilo (Uradni list RS 2004, 12508)\n- ali pa, da je imetniku trošarinskega dokumenta odpuščeno plačilo  trošarine (Uradni list RS, 12508). V zadnjem primeru poznamo več  načinov odpusta plačila trošarine:\n- trošarinski izdelki so uskladiščeni v obratu oproščenega uporabnika,\n- trošarinski izdelki so uskladiščeni v trošarinskem skladišču drugega imetnika  trošarinskega dovoljenja,\n- trošarinski izdelki so izvoženi iz EU,\n- trošarinski izdelki se pošljejo drugi članici EU,\n- trošarinski izdelki v trošarinskem skladišču so bili uporabljeni kot osnovni  material za proizvodnjo drugih trošarinskih izdelkov,\n- trošarinski izdelki so bili uporabljeni kot vzorci za analize,\n- trošarinski izdelki so bili uporabljeni za namene trošarinskega nadzora,\n- trošarinski izdelki so bili uporabljeni za namene kontrole kvalitete,\n- trošarinski izdelki so bili uničeni pod nadzorom carinskih organov,\n- trošarinski izdelki so odposlani v trošarinsko skladišče,\n- trošarinski izdelki so bili uporabljeni za proizvodnjo zdravil, kisa, živil,  neprehrambenih izdelkov, arom; kot pogonsko gorivo v letalskem in  pomorskem prometu; za proizvodnjo električne energije; za nadaljnjo  predelavo, za namene kemične redukcije v določenih procesih v plavžih, če se  porabijo za druge namene in ne kot pogonsko gorivo ali gorivo za ogrevanje,  ali pa so bili uporabljeni za proizvodnjo nekovinskih mineralnih izdelkov.\n"], "17": ["2.3.4 Plačilo trošarine", "Obveznost za obračun trošarine nastane takrat, ko se trošarinski izdelki sprostijo v porabo (Uradni list RS 2004, 12508). Pri tem se izda potrdilo o plačani trošarini. Glede na to, se trošarine plačujejo v naslednjih primerih:\n- pri odpremi trošarinskih izdelkov iz trošarinskega skladišča ali obrata  oproščenega uporabnika trošarinskih izdelkov ali pa iz proizvodnega obrata,\n- pri odpremi trošarinskih izdelkov v drugo trošarinsko skladišče (Uradni list  RS 2004, 12509), ki se nahaja ali v Republiki Sloveniji ali v kateri drugi  državi članici EU, vendar ni bil potrjen prejem trošarinskih izdelkov,\n- kadar oproščeni uporabnik uporabi trošarinske izdelke za namene, za katere ni  predpisana oprostitev plačila trošarine,\n - kadar je bilo plačilo trošarine odloženo zaradi likvidacije ali prenehanja  trošarinskega skladišča,\n- kadar so bili trošarinski izdelki uporabljeni kot pogonsko gorivo,\n- kadar trošarinski izdelki še niso bili sproščeni v prost promet v eni izmed  držav članic EU, so pa prispeli v Slovenijo, kjer se sproščajo v prost promet,\n- kadar prispejo trošarinski izdelki v Slovenijo iz druge države članice EU za  opravljanje določene dejavnosti,\n- pri uvozu trošarinskih izdelkov,\n- pri prodaji odvzetih trošarinskih izdelkov s strani carinskih organov,\n- pri odkritju primanjkljaja v trošarinskem skladišču,\n- v primeru likvidacije ali stečaja imetnika trošarinskega skladišča,\n- ob nezakonitem proizvajanju trošarinskih izdelkov,\n- ob nezakonitem uvozu trošarinskih izdelkov.\n"], "18": ["2.3.5 Plačniki trošarin", "Glede na vrste plačila trošarin se pojavljajo tudi različni plačniki trošarin. Definicija iz zakona o trošarinah se glasi: »Oseba, ki mora plačati trošarino je trošarinski zavezanec, če ni s tem zakonom drugače določeno« (Uradni list RS 2004, 12510). Iz tega sledi, da so plačniki trošarin:\n- fizične osebe, ki so mali proizvajalci vina in žganja;\n- oproščeni uporabniki trošarinskih izdelkov, če trošarinske izdelke uporabijo  za namene, kjer niso oproščeni plačila trošarine;\n"], "19": ["- nepooblaščeni prejemniki trošarinskih izdelkov;", "- davčni zastopniki;\n- uvozniki trošarinskih izdelkov;\n- osebe, ki so nezakonito proizvedle, uvozile, izvozile, prodale ali kupile  trošarinske izdelke.\n"], "20": ["2.4 Trošarinska skladišča", "Trošarinsko skladišče se ustanovi in deluje le na podlagi trošarinskega dovoljenja (Uradni list RS 2004, 12510). Minister za finance predpiše podrobnejše pogoje za ustanovitev in delovanje trošarinskega skladišča. Na osnovi tega izda carinski organ trošarinsko dovoljenje, ki točno opisuje, kakšna vrsta proizvodnje ali skladiščenja se lahko opravlja v tem skladišču. Oseba, ki zaprosi za trošarinsko dovoljenje, mora izpolnjevati več pogojev, ki so določeni z zakonom. Če oseba izpolnjuje vse zahteve, ki so določeni z zakonom, izda carinski organ trošarinsko dovoljenje. Vendar mora carinski organ pred izdajo\ntrošarinskega dovoljenja ugotoviti, ali so izpolnjeni pogoji za izdajo trošarinskega dovoljenja. Tako morajo biti izpolnjeni prostorski, tehnični in ekonomski pogoji, ki so določeni z zakonom. Trošarinsko skladišče mora biti tudi opremljeno z merili za ugotavljanje fizikalnih količin v predpisanih merskih enotah za posamezne trošarinske izdelke. Trošarinsko dovoljenje se lahko nanaša na eno ali več trošarinskih skladišč (Uradni list RS 2004, 12511). Z izdajo dovoljenja se začnejo tudi obveznosti za imetnika trošarinskega dovoljenja. Imetnik trošarinskega dovoljenja mora zagotoviti ustrezno varovanje trošarinskih izdelkov v trošarinskem skladišču (Uradni list RS, 12511), zagotoviti mora nemoteno nadziranje, voditi mora evidence zalog trošarinskih izdelkov in predložiti le-te nadzornemu carinskemu organu. Imetnik trošarinskega skladišča mora nadzorni carinski organ sproti obveščati o vseh spremembah, ki bi se nanašale na trošarinsko dovoljenje in v primeru bilo kakršnih sprememb glede trošarinskega dovoljenja, mora zaprositi nadzorni carinski organ za spremembo trošarinskega dovoljenja. Imetnik trošarinskega dovoljenja mora v primerih ugotovitve nadzornega carinskega organa o nepravilnostih le-te odpraviti v roku, ki ga določi carinski organ. Nadalje mora imetnik trošarinskega dovoljenja predložiti nadzornemu carinskemu organu instrument zavarovanja izpolnitve obveznosti za plačilo trošarine. Plačilo trošarine lahko trošarinski zavezanec zavaruje z bančno garancijo, z garantnim pismom ali z gotovinskim pologom. Z instrumenti zavarovanja se zavaruje plačilo trošarine za trošarinske izdelke, ki se proizvajajo ali skladiščijo v trošarinskem skladišču; za trošarinske izdelke, ki se odpremljajo iz trošarinskega skladišča pod režimom odloga plačila trošarine, in za plačilo obresti, ki so nastale ali bi lahko nastale v zvezi s plačilom trošarine. Po predložitvi zavarovanja nadzorni carinski organ določi višino zneska za zavarovanje plačila trošarine za trošarinske izdelke. Višino tega zneska določi nadzorni carinski organ ob različnih kriterijih, kot so, na primer ugled imetnika trošarinskega dovoljenja, vrsta trošarinskih izdelkov, vrsta trošarinskega skladišča, čas trajanja proizvodnje in skladiščenja, obseg poslovanja, oblike evidenc in kontrole ter tudi na osnovi dosedanjega poslovanja imetnika trošarinskega dovoljenja. Carinski organ izda trošarinsko dovoljenje za nedoločen čas in občasno preverja ali imetnik trošarinskega dovoljenja izpolnjuje vse predpisane pogoje iz dovoljenja. Možno je tudi, da pride do prenehanja trošarinskega dovoljenja. Le-to nastopi v različnih primerih, kot so: imetnik trošarinskega dovoljenja (op. fizična oseba) umre, s prenehanjem pravne osebe, z vrnitvijo trošarinskega dovoljenja ali pa, če nadzorni carinski organ odvzame trošarinsko dovoljenje (Uradni list RS 2004, 12512).\n"], "21": ["2.5 Oproščeni uporabnik trošarinskih izdelkov", "Oproščeni uporabnik sme nabavljati trošarinske izdelke brez plačila trošarine le, če za to pridobi dovoljenje carinskega organa (Uradni list RS 2004, 12512). Oseba, ki zaprosi za to dovoljenje mora neodvisno opravljati dejavnost, pri kateri uporablja trošarinske izdelke, voditi mora poslovne knjige po sistemu dvostavnega knjigovodstva, redno mora izpolnjevati davčne in carinske obveznosti, ne sme biti v postopku stečaja oziroma likvidacije, nadalje mora predložiti instrument zavarovanja plačila trošarine; prostor, ki bo namenjen skladiščenju trošarinskih izdelkov, mora omogočati varno skladiščenje, možen mora biti natančen vpogled v evidence gibanja trošarinskih izdelkov, dani morajo biti tudi materialni pogoji za izvajanje nadzora. Kadar oseba izpolnjuje vse te navedene pogoje, lahko zaprosi za »dovoljenje oproščenega uporabnika trošarinskih izdelkov«. Pri tem mora tudi predložiti instrument zavarovanja plačila trošarine, ki se lahko prav tako zavaruje z bančno garancijo, garantnim pismom ali gotovinskim pologom. Z instrumenti zavarovanja se zavaruje plačilo trošarine za trošarinske izdelke, ki se skladiščijo in prejemajo v obratu oproščenega uporabnika; zavaruje se plačilo trošarine za trošarinske izdelke, ki se odpremljajo iz obrata oproščenega uporabnika pod režimom odloga plačila trošarine in zavaruje se plačilo obresti, ki bi ali so nastale v zvezi s plačilom trošarine. Nadzorni carinski organ se odloči za izdajo dovoljenja na osnovi kriterijev kot so: vrsta trošarinskih izdelkov, vrsta obrata oproščenega uporabnika, dosedanje poslovanje in ugled oproščenega uporabnika ter njegova zanesljivost in finančna stabilnost, obseg poslovanja, čas trajanja proizvodnje oziroma skladiščenja, vrste evidenc in kontrol v obratu oproščenega uporabnika. Nato izda dovoljenje, kjer točno določi namen in način uporabe trošarinskih izdelkov, normative porabe in količino trošarinskih izdelkov za določeno obdobje. Kakor pri trošarinskih skladiščih je tudi tukaj možno prenehanje veljavnosti dovoljenja oproščenega uporabnika. Dovoljenje preneha, kadar oproščeni uporabnik-fizična oseba-umre, s prenehanjem pravne osebe, z vrnitvijo dovoljenja, če carinski organ dovoljenje odvzame ali če trošarinski uporabnik ne zaprosi za odobritev količine trošarinskih izdelkov za naslednje obdobje (Uradni list RS 2004, 2004).\n"], "22": ["2.6 Pooblaščeni in nepooblaščeni prejemnik trošarinskih izdelkov", ""], "23": ["2.6.1 Pooblaščeni prejemnik trošarinskih izdelkov", "Pooblaščeni prejemnik sme prejemati trošarinske izdelke v okviru svoje dejavnosti iz druge države članice EU pod režimom odloga plačila trošarine, če ima sedež\noziroma stalno poslovno enoto v Republiki Sloveniji in za to pridobi dovoljenje carinskega organa (Uradni list RS 2004, 12513). Dovoljenje pridobi pooblaščeni prejemnik s strani carinskih organov, kadar opiše dejavnost in vrsto trošarinskega izdelka; ime, sedež in naslov podjetja; lokacijo; ime odgovorne osebe; opis dela računovodskega sistema, in omogoča izpolnjevanje pogojev za nadzor carinskega organa. Trošarinski zavezanec ne sme biti v postopku stečaja ali likvidacije. Prav tako mora trošarinski zavezanec redno izpolnjevati svoje davčne in carinske obveznosti. Po pridobitvi dovoljenja mora trošarinski zavezanec nadzornemu carinskemu organu predložiti ustrezen instrument zavarovanja plačila trošarine za trošarinske izdelke, mora voditi evidence prejemanja trošarinskih izdelkov, voditi mora poslovne knjige po sistemu dvostavnega knjigovodstva, redno mora izpolnjevati davčne in carinske obveznosti, izpolnjevati mora pogoje za elektronsko izmenjavo podatkov, carinski organ mora obveščati o spremembah podatkov v dovoljenju in mora zagotavljati nemoteno izvajanje carinskega nadziranja (Uradni list RS 2004, 12513). Dovoljenje lahko preneha z vrnitvijo dovoljenja pooblaščenega prejemnika nadzornemu carinskemu organu, s prenehanjem pravne osebe, z smrtjo fizične osebe\n- imetnika dovoljenja, dovoljenje preneha tudi, kadar ga carinski organ odvzame.\n"], "24": ["2.6.2 Nepooblaščeni prejemnik trošarinskih izdelkov", "Nepooblaščeni prejemnik, ki želi prejemati trošarinske izdelke mora obvestiti carinski organ o pošiljki trošarinskih izdelkov, predložiti mora ustrezni instrument za zavarovanje plačila trošarine za trošarinske izdelke; glede vrste in količine trošarinskih izdelkov mora omogočiti carinskemu organu nemoteno nadziranje prejetih trošarinskih izdelkov, kakor tudi zneska plačane trošarine; plačati mora trošarino in voditi poslovne knjige tako, da lahko carinski organ nedvoumno ugotovi gibanje trošarinskih izdelkov (Uradni list 2004, 12513).\n"], "25": ["2.7 Davčni zastopnik", "Imetnik trošarinskega dovoljenja v drugi državi članici lahko v Sloveniji imenuje davčnega zastopnika, ki izvršuje obveznosti in uveljavlja pravice po tem zakonu. Davčni zastopnik je lahko fizična ali pravna oseba s stalnim prebivališčem, oziroma sedežem, oziroma poslovno enoto v Republiki Sloveniji, ki pridobi dovoljenje carinskega organa (Uradni list RS 2004, 12513). Dovoljenje izda carinski organ, kadar davčni zastopnik predloži naslednje podatke:\n- vrsto trošarinskega izdelka, za katerega se zahteva dovoljenje;\n - ime, naslov ali sedež;\n- polno ime odgovorne osebe vložnika zahtevka;\n- podatke o imetniku trošarinskega dovoljenja v drugi državi članici, za  katerega želi vložnik zahtevka delovati kot davčni zastopnik;\n- popoln opis dela računovodskega sistema v skladu z zakonom, ki ureja davčni\n"], "abstract": ["Trošarine so posredni davki na potrošnjo ali uporabo določenih izdelkov. V primerjavi z davkom na dodano vrednost (DDV), je trošarina poseben davek , npr. plačilo določenega denarnega zneska na količino določenega izdelka. Trošarine se plačujejo od naslednjih izdelkov:"]}