{"1": ["1 UVOD", "Tla so naravna tvorba, nastala s preperevanjem kamnin in kopičenjem humusa. Kadar sestava tal ali njene lastnosti niso v ravnovesju, govorimo o poškodbah tal. Do neravnovesja v tleh lahko pride že zelo hitro, zato je nujno potrebno zbitost ves čas kontrolirati in regulirati. Dandanes je skorajda nemogoče govoriti o neobdelanih tleh, saj je dejstvo, da njihove ne nudijo primerljive konkurenčnosti z obdelanimi tlemi. Z obdelovanjem tal izboljšamo fizikalne lastnosti, s tem se spremenijo tudi njihove kemične in biološke lastnosti, zato so neobdelana tla pomanjkljivejša kot obdelana.\nV današnjem svetu si je zelo težko predstavljati, da ne bi težili k čim večjemu in kakovostnejšemu pridelku. Za dosego takšnega rezultata včasih pozabimo, da imajo tudi tla svoje meje in da jih ni moč raztezati in obremenjevati v neskončnost, saj nam v nasprotnem primeru tla ne proizvedejo takšnega pridelka, kot smo si ga zamislili. Kmalu se srečamo s posledicami pretirane obdelave tal; ena takih deformacij je tudi zbitost tal. Z obdelovanjem tal želimo ohranjati rodovitnost hkrati pa preprečiti zbijanje tal. Da je to res potrebno, pričajo podatki iz polpretekle zgodovine kmetijstva v ZDA in na Švedskem o več kot 50% izpadu pridelkov poljščin zaradi prevelikega zbijanja tla kot posledice intenzivnih poljedelskih tehnologij in nepremišljene uporabe mehanizacije. Prav tako prihajajo do podobnih rezultatov v državah, kjer še prakticirajo intenzivno poljedelstvo in prihaja do stagnacije pridelkov zaradi zbijanja tal kot posledice pretirane uporabe težke mehanizacije v vsakih delovnih razmerah (Mrhar 1997).\nNa drugi strani so tla izpostavljena vrsti degradacijskih procesov. Nekateri od njih so tesno povezani s kmetijstvom: erozija zaradi vode, vetra ali rahljanja, zbitost tal, zmanjševanje organskega ogljika v tleh in biotske raznovrstnosti tal, zasoljevanje in sodifikacija ter onesnaženje tal (s težkimi kovinami in pesticidi ali z čezmernimi količinami nitratov in fosfatov). Procesi degradacije kažejo na potrebo po zaščiti, ohranjanju in izboljševanju kakovosti tal. Lastnosti in dejavniki oblikovanja tal, kot so podnebje, raba tal ali \ngospodarjenje s tlemi, določajo stopnjo degradacije. Nekateri sistemi kmetovanja in kmetijske prakse obravnavajo enega ali več procesov degradacije.\nZbitost tal zmanjša zmožnost za zadrževanje vode in zmanjšuje dostopnost kisika h koreninam. Kadar so tla manj zmožna zadrževati vodo, se količina pridelkov zmanjša, poveča se odtekanje vode, tla pa postanejo občutljivejša za erozijo.\nZbitost tal je resen problem, ki ga bomo morali v bodoče nujno zmanjšati, četudi so lahko donosi pridelkov manjši. Obstaja več možnosti, kako lahko le-to zmanjšamo, in sicer:   z zmanjšanjem prometa po njivah, z uvajanjem reducirane in konzervacijske  obdelave zemlje, tam, kjer je to mogoče,   z zmanjšanjem tlačenja tal in uporabo orodij ter strojev z večjo delovno širino in  širokim kolotekom, uporaba delovnih strojev in vozil, ki jim zmanjšajo tlak v  pnevmatikah na najmanjšo dopustno mero (na manj kot 1 bar) in   s formiranjem začasnih ali stalnih voznih poti. \n1.2 CILJI\nV diplomski nalogi bomo predstavil vpliv večletne alternativne obdelave tal na zbitost tal. S praktičnimi preizkusi želimo potrditi naslednje hipoteze:   Z globino zbitost tal narašča.   Z večletnim alternativnim obdelovanjem postanejo tla zbitejša.   Primernejši način obdelave tal je oranje, saj je v tem primeru po podatkih strokovne  literature zbitost tal najmanjša.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Različne oblike obdelave tal", "Poznamo več načinov obdelave tal, vendar različni kmetijski strokovnjaki gledajo na obdelavo s stališča svoje stroke, zato v praksi prihaja do različnih poimenovanj in izrazov za enak način obdelave tal. Temeljno vodilo, ki mora biti prisotno pri izbiri posameznega načina obdelave tal, je, da moramo rastlinam za dolgo obdobje omogočiti optimalne razmere za kalitev in rast (Bavec 2003). To dosežemo z optimalnim vodno-zračnim režimom tal, s primernim ogrevanjem in z vlažnostjo tal ter zadostno razpoložljivostjo hranil. Takšna tla so praviloma godna in strukturna. V primeru, da so temeljni pogoji izpolnjeni, lahko pričnemo brez škode razmišljati o nepotrebnosti nekaterih obdelovalnih ukrepov. V diplomski nalogi smo uporabili klasifikacijo obdelave zemlje po Dolenšku (1994), ki jo delimo na:   konvencionalno,   konzervirajočo in   obdelavo tal brez pluga.\n"], "4": ["2.1.1 Obdelava tal s plugom (konvencionalna obdelava)", "Za tovrstno obdelavo tal se uporabljajo trije izrazi:   tradicionalni,   konvencionalni in   klasični sistem. Večina avtorjev uporablja izraz konvencionalne.\nKonvencionalna ali klasična obdelava tal je običajno vsakoletno oranje s plugom (temeljno oranje in predsetvena obdelava ali pa strniščna obdelava). Setev je v tem primeru ločena ali pa združena z obdelavo v enem ali več prehodih po njivi (Bavec 2003). Po Sommerju (1989) je konvencionalna obdelava gospodarjenje z »rahlo« zemljo, kjer ohranjamo rahlo \nprst do globine oranja. Z ukrepom oranja prikrijemo ostanke pridelkov, kot so slama, rastlinski ostanki medposevkov, organska in mineralna gnojila, ter hkrati začasno preprečimo rast plevelov.\nPri konvencionalnem načinu obdelave tal lahko večkratne prehode za dopolnilno obdelavo zreduciramo, tako da uporabimo stroje za obdelavo tal, ki so gnani prek priključne gredi traktorja (prekopalniki, vrtavkaste brane) (Čergan s sod. 2008).\nShema 1: Delovni postopki konvencionalne obdelave (Ozvatič 2009).\n"], "5": ["2.1.2 Konzervirajoča obdelava", "Za konzervirajočo obdelavo tal obstaja več domačih in tujih izrazov, ki nimajo vedno istovetnih prevodov in opredelitev. Konzervirajoča obdelava je obdelava, ki v primerjavi s konvencionalnim načinom obdelave zmanjšuje vetrno in vodno erozijo. Po obdelavi naj bi bilo vsaj 30% površine pokrite z rastlinskimi ostanki (Dolenšek 1994). Zato so pri setvi težave z odlaganjem semena, če sejalnica ni opremljena s krožnimi sejalnimi lemeži. Pri tem načinu je tudi manj možnosti za nastajanje plazine in tveganja ter morebitne zamude optimalnih rokov setve zaradi poslabšanja vremena (Čergan s sod. 2008).\nPo Sommerju (1989) je konzervirajoča obdelava tal postopek, ki opušča uporabo pluga. Je varovalna metoda brez obračanja z rahljanjem tal. Setev pa je tako imenovanja setev v mrtvo zastirko iz odmrlih rastlinskih ostankov, ki so lahko ostanki prejšnjega posevka ali medposevka. Rastlinski ostanki zmanjšujejo erozijo in zablatenje tal, prav tako pa pospešujejo biološko aktivnost tal. Delovna intenzivnost se zmanjšuje glede na vrsto pogostosti in globino obdelave tal. Cilj tega pa so stabilna, nosilna in zato tudi dobro vozna tla z dobro zaščito pred zgoščevanjem tal.\nMonneveux s sod. (2008) meni, da je konzervirajoča obdelava ukrep, s katerim ohranjamo rastlinske ostanke v tleh, kar daje velik potencial za stabilno proizvodnjo na srednjesušnih območjih. Obenem pa predstavlja sodobno tehnologijo za izboljšanje kmetijske proizvodnje in spodbuja koncept optimizacije donosov in dobička, hkrati pa zagotavlja opravljanje lokalnih in globalnih okoljskih koristi.\nV evropskih razmerah konzervirajočo obdelavo tal Dolenšek (1994) opredeljuje kot:   splošno zmanjševanje intenzivnosti obdelave (vrsta, globina in pogostost  mehanskih ukrepov), s čimer naj bi povečali nosilnost tal, strukturo in zmanjšali  zbijanj;   prisotnost rastlinskih ostankov na površini s čimer naj bi bila dosežena celotna  pokritost tal in tako zmanjšana erozija ter zaskorjenje. \nShema 2: Delovni postopki konzervirajoče obdelave (Ozvatič 2009)\n"], "6": ["2.1.3 Neposredna ali direktna setev", "Neposredna ali direktna setev je setev v strnišče oziroma v neobdelana tla. Med spravilom poljščin in setvijo tal ne obdelujemo, ampak so zanjo potrebne posebne sejalnice (krožni sejalni lemeži, trakasti prekopalni idr.). Erozije praktično ni, zmanjša se poraba goriva in časa. Ni pa nikakršnega zatiranja plevelov, zato je skoraj nujna uporaba totalnih herbicidov (Dolenšek 1994). Ker predhodno uničimo rastlinski pokrov in nato sejemo, imenujemo ta način »zero tillage – 0-ta obdelava (Ozvatič 2009).\nV zahodni Evropi se ta način uveljavlja počasi, izvedenih pa je bilo precej poskusov z namenom preverjanja ustreznosti direktne setve. V kolikor se tla več ne obdelujejo na ta način, se jim poveča vsebnost organske snovi, izboljšata pa se struktura in biološka aktivnost (Cigüt 2009). \nShema 3: Delovni postopki neposredne (direktne) setve (Ozvatič 2009).\n"], "7": ["2.2 Zbitost tal", "Zbitost tal je posledica tlačenja tal, pri čemer se zmanjša njihova prostornina na račun zmanjšanja makropor in zraka (Mrhar 1997).\nDo zbitosti tal pride, kadar je njihova površina pod tlakom, kar vodi v spremembo razmerij med trdno, tekočo in plinasto fazo. Spremenijo se lastnosti tal, kot sta poroznost in prepustnost. Pore se pretrgajo, gibanje plina in vode skozi tla pa je ovirano, kar vodi do slabše razpoložljivosti vode in kisika. Rast korenin postane omejena. Do zbijanja tal pri obdelavi prihaja pod vplivom različnih kombinacij tlačnih in strižnih napetostih v tleh, in sicer z neposrednim prenosom sile na tla, na primer teže strojev ali vozil, ali pa z vzpodbujenimi deformacijami kot posledice delovanja orodij in strojev za obdelavo \nzemlje. Zbitost tal zmanjša njihovo zmožnost, da zadržijo vodo in koreninam rastlin zagotovijo kisik.\nKadar so tla manj zmožna zadrževati vodo, se količina pridelkov zmanjša, poveča se odtekanje vode, tla pa postanejo občutljivejša za erozijo prsti (Mrhar 1997).\nNeustrezno gospodarjenje z zemljišči je glavni razlog za zbitost tal. Primeri tega so: preveč rejnih živali za določeno velikost polja, neustrezna uporaba težkih strojev v kmetijstvu in obdelovanje tal, kadar so preveč mokra.\nPo ugotovitvah projekta Trajnostno kmetijstvo in varovanje tal (SoCo) je tretjina evropskega podtalja zelo občutljiva na zbitost, petina pa zmerno. Dovzetnost za zbitost je odvisna od sestave tal; ta sega od peščenih (najmanj dovzetna), do ilovnato-peščenih, peščeno-ilovnatih, ilovnatih, glinasto-ilovnatih, ilovnato-glinastih in glinastih tal (najdovzetneša za naravno zbitost) (Vodna erozija in zbitost tal 2009).\n(Vodna erozija in zbitost tal 2009). \n2.2.1 Vpliv zbitosti na druge procese degradacije tal\nZbitost tal lahko povzroči ali pospeši druge procese degradacije tal, kot sta erozija ali pojav zemeljskih plazovov.\nVodna erozija je naravni proces, na katerega najbolj vplivajo obilne padavine, topografija, nizka vsebnost organskih snovi v tleh ter odstotek in vrsta rastlinskega pokrova. Krepijo in pospešujejo ga tudi človekove dejavnosti, kot so neustrezne obdelovalne tehnike in načini spravljanja pridelkov, spremembe hidroloških razmer, krčenje gozdov ter marginalizacija ali opuščanje zemljišč.\nZbitost zmanjšuje stopnjo pronicanja, kar povečuje odtekanje vode na nagnjenih terenih. Poleg tega je zaradi slabo prepustne plasti zgornji del tal podvržen k zasičenju z vodo in je tako težji. Ta zgornji del je v nevarnosti, da zdrsne ali povzroči zemeljske plazove. Na ravninah lahko zbitost povzroči nalaganje vode, kar ima za posledico uničenje agregatov in oblikovanje skorje. Struktura se izboljša z organsko snovjo v tleh, kar zmanjša dovzetnost tal za zbitost, erozijo in zemeljske plazove (Trajnostno kmetijstvo in varovanje tal 2009).\n"], "8": ["2.2.2 Pojavi in posledice zbijanja tal pri obdelavi zemlje", "Zbitost tal se pojavlja zlasti zaradi vibracij, ki jih povzroča masa strojev in vozil. Vibracije se na tla prenašajo preko gumastih voznih koles. Kolesa na tla izvajajo tlak, ki je odvisen od mase stroja oziroma vozila in velikosti kontaktne ploskve med kolesi in tlemi. Razporeditev tlaka je odvisna od oblike – profila pnevmatike in vlažnosti ter predhodne zbitosti tal. Tlak, ki ga povzroča teža stroja oziroma vozila, pa ne deluje samo na površju tal, ampak se prenaša tudi v globino. Zbijanje po globini se povečuje, če so tla mokra, saj ne morejo vzdržati konstantne nosilnosti. Zato prihaja do večjega zbijanja zlasti z vlečnimi kolesi traktorjev, saj delujejo na tla še strižne napetosti, do česar prihaja pri obdelavi zemlje v mokrih jesenih in pomladih. Površinsko zbijanje tal se navzven kaže z nastankom kolesnic, ki so posledica ugrezanja voznih koles. Pri spomladanskih, delih povezanih pridelovanjem jarih žit, je s kolesnicami uporabljenih strojev in vozil povoženo približno \n90% površine njive, pri žetvi pa še nadaljnjih 25–60% površine, odvisno pač od postopka s slamo – zaoravanje ali baliranje slame, (Honveiller 1979 in Najdanović 1967).\nPri obdelavi zbitih tal se porabi znatno več energije kot pri obdelavi normalno potlačenih tal po spravilu pridelkov. Pri oranju zbitih tal je delovni upor pluga do 2 - krat večji in prav tolikšno je tudi povečanje porabe goriva traktorja, ki orje. Povečanje delovnega upora pluga pa pomeni povečanje vlečne sile traktorja, zato se pospeši zdrsevanje vlečnih koles traktorja in posledično tudi obraba pnevmatik ter zbijanje tal zaradi strižnih deformacij – luščenja tal, ki je zelo škodljivo za stukturo tal. Po nekaterih podatkih se je zaradi povečanega zdrsevanja vlečnih koles traktorja za 5%, povečala poraba goriva za prav tolikšen odstotek, obraba vlečnih pnevmatik traktorja pa se je povečala za približno 20%. Mejne vrednosti stopnje zbitosti tal, izražene v gostoti, so:\n malo zbita tla: do 1,40 g/cm3,   srednje zbita tla: 1,4–1,75 g/cm3 in   zelo zbita tla: nad 1,75 g/cm3 (Virc 2011).\n"], "9": ["2.2.3 Vloga in spremembe napetosti v obdelovalnih tleh", "Napetost tal je stanje, do katerega pride, če delujejo nanje zunanje sile. Vrsta in oblika deformacij je odvisna od teksture in strukture tal, nadalje od stanja vlažnosti in konsistence tal ter od načina in hitrosti delovanja zunanje sile, pa tudi od predhodne deformacije tal ter še nekaterih dejavnikov.\nPri obdelavi zemlje so tla najbolj izpostavljena strižnim deformacijam (npr. v skrajnem primeru je posledica luščenje tal). Strižne deformacije tudi sicer zelo škodijo strukturi tal. Če postane strižna napetost večja, kot je strižna napetost trdnosti tal, pride najprej do pokanja, potem do drobljenja in nazadnje do drsenja tal. \nAngleški raziskovalci agrikulturne mehanike tal razlikujejo dvoje vrst trdnosti:\n prostorninsko (gre za upor gibanja talnih agregatov; to vrsto trdnosti tal v glavnem  predstavljajo kohezijske sile in sile trenja med večjimi talnimi delci in talnimi  agregati)  Agregatno ter trdnost (trdnost agregatov) (pri tej pa gre za upor znotraj samih talnih  agregatov kot posledico delovanja zunanjih sil oziroma deformacij tal, povzročenih na  primer z obdelavo tal ali obremenitvijo tal s kolesi vozil ipd.; to vrsto trdnosti tal pa v  glavnem predstavljajo kohezijske sile in sile trenja.).\nNosilnost tal oziroma nosilna trdnost tal je specifičen pojem v mehaniki tal vpeljan za potrebe kmetijske mehanike. Zunanja sila, na primer teža vozila, namreč deluje na tla zelo kratek čas, glede na trajanje njenega delovanja, če so tla obremenjena z gradbenimi objekti, na primer s stavbo, z mostom ipd. Zato je v kmetijski mehaniki tal nosilna trdnost tal opredeljena s posedanjem tal–globino ugrezanja, zaradi obremenitve tal z navpično silo. Izračunajo jo s pomočjo ustreznega obrazca in podatkov, ki jih dobijo z meritvami. Rezultat tega merjenja in računanja je pričakovana globina posedanja tal pri določeni normalni obremenitvi tal oziroma tlaku, ki ga izvaja ta obremenitev–sila.\nVrednosti še sprejemljivega ugrezanja koles traktorjev in koles drugih kmetijskih vozil pri vožnji po kmetijskih tleh so naslednje:\n pri dopolnilni obdelavi zemlje, varstvu in negi posevkov: do 5 cm,  pri spravilu poljščin: do 10 cm,  pri spravilu travniške krme: od 5 do 10 cm (Mrhar 1997).\n"], "10": ["2.2.4 Vpliv mehanične sestave tal na odpornost tal pri zbijanju", "Tla so opredeljena kot trifazni sistem, ki ga sestavljajo:   trdna (zmes mineralnih delcev različnih velikosti in oblik ter mrtve organske  snovi),   tekoča (voda v tleh z raztopljenimi mineralnimi snovmi) in   plinasta faza (zrak v tleh), Prisotna je tudi četrta faza; to so živi mikro-, mezo- in makroorganizmi v tleh.\nTekstura tal ima pomemben vpliv na fizikalne in mehanične lastnosti ter posledično na rodovitnost in ravnanje s tlemi. V preteklosti je bila tekstura najpomembnejši dejavnik za oceno kakovosti tal.\nRazlična tla različno reagirajo na obremenitev z zunanjo silo, kar pomeni, da se razmerje med napetostjo tal in deformacija tal spreminja glede na mehanično sestavo. V skrajnih primerih reagirajo na obremenitev z zunanjo silo na dva načina. Reagirajo \"plastično\" z veliko deformacijo, ne da bi prišlo do hitrega popuščanja in porušitve tal ali pa reagirajo kot toga telesa, tako da se deformacija zelo počasi povečuje, porušitev pa nastopi v trenutku in zelo opazno.\n"], "11": ["2.2.5 Vpliv vlažnosti tal na trdost tal in na odpornost tal pri zbijanju", "V tleh je lahko od 0 do 100% vode, ki jo lahko tla sprejmejo; to ustreza območju vlažnosti tal od absolutno suhega do absolutno mokrega-saturiranega stanja. V saturiranih tleh so vse pore napolnjene z vodo. Za mehanske lastnosti tal, od katerih je tudi odvisen način obdelave zemlje, so pomembne temeljna, higroskopska in kapilarna voda. Primerna vlažnost tal je pomemben dejavnik za pozitivne fizikalne spremembe pri obdelavi zemlje. Kohezijske in adhezijske (povezovalne) sile med delci tal oziroma talnimi agregati namreč različno delujejo, če so tla suha ali mokra. Na splošno pa velja pravilo, da so tla primerna za obdelavo, ko so \nsrednje vlažna in vsebujejo od 45% do 55% (60%) vode, maksimalne (največje) kapacitete tal za vodo.\nDo največjega zbijanja tal pride v območju tako imenovane kritične vsebnosti vode, v tleh za maksimalno zbijanje tal. Učinek zbijanja je seveda tudi odvisen od velikosti sile, ki je povzročila zbijanje. Z zmanjšanem kritične vlažnosti za zbijanje pa se zmanjša tudi možna stopnja zbijanja tal (Mrhar 1997).\n"], "12": ["2.3 Merjenje zbitosti tal", "Zbitost tal merimo s penetrometrom, pri tem pa je odvisno, ali nas zanima zbitost tal na vertikalni ali na horizontalni ravnini. V prvem primeru uporabljamo vertikalni penetrometer, v drugem primeru pa horizontalnega. Metoda horizontalnega penetrometriranja je v Slovenije v fazi uvajanja. V dosedanjih raziskavah sta Jejčič in Poje (1996) uporabljala vertikalni penetrometer in s to metodo pokazala razlike v načinu obdelovanja tal, vendar dobljeni rezultati po obdelavi tal z različnimi orodji in stroji niso dali zadovoljivih odgovorov. Na neobdelanih tleh je metoda vertikalnega penetrometriranja zadovoljiva, ker penetrometer meri upor kontinuiranega sloja tal. Problem z vertikalnim penetrometrom se pojavi na tleh, ki so obdelana, na primer z oranjem, ker tu naletimo na različno zbite dele tal. Z uporabo vertikalnega penetrometriranja bi lahko prišli do zadovoljivih rezultatov, če bi zbrali veliko število podatkov, a je tak način dolgotrajen in posledično neekonomičen.\nPrednost horizontalnega penetrometriranja je v tem, da ves čas merimo upor tal. Rezultat merjenja je določen signal, ki ga dobimo na določeni razdalji, ki smo jo izbrali za merjenje. Vrednosti, dobljene na razdalji, ki smo jo določili, in tudi konstantna hitrost gibanja traktorja omogočata kvalitetnejšo vrednotenje podatkov, saj je tako zmanjšan vpliv nehomogenosti tal zaradi velike količine izmerjenih vrednosti. Specifični upor neobdelanih tal raste linearno z globino. \nHorizontalni penetrometer je naprava, namenjena merjenju upora tal, ki jo merimo s prodiranjem točkaste osti, ki se pomika s konstantno hitrostjo skozi tla. Pritrjen je na vertikalni nožasti nosilec, ki ima možnost merjenja naklona, kar mu omogoči hidravlični cilinder. Z menjavanjem naklona nožastega nosilca penetrometra in s spuščanjem hidravlične poteznice traktorja dosežemo, da se penetrometer vkoplje na pravilno globino in se zravna po horizontalni ravnini (xy ravnina) (Jejčič in Poje 1996).\nzaščitni oklep, 4 – merilni lističi, 5 – nosilec, 6 – traktorski vlečni drog, 7 – hidravlični cilinder za reguliranje nagiba, 8 – povečevalno steklo, 9 – A/D pretvornik, 10 – računalnik (Jejčič in Poje 1996).\n"], "13": ["3 MATERIAL IN METODE DELA", ""], "14": ["3.1 Osnovni podatki o poskusni parceli", "Poskus smo izvedli na poskusni parceli v bližini Zgornje Kungote (Kozjak nad Pesnico), in sicer na njivi pšenice. Poskusna parcela se nahaja ob cesti pesniškega rondoja – Zgornja Kungota. Ortofoto posnetek (natančna lokacija poskusne parcele: 15-40´36´´ vzhodno in 46-35´58´´ severno) je prikazan na sliki 3.\nTip tal na poskusni parceli: hipoglej (evt. mineralen sr. močan 70 %, evt mineralen močan 30 %). Datum izvedbe poskusa: 21. 6. 2011,v času od 10. do 15. ure Na poskusni parceli, katere lastnik je Perutnina Ptuj d.d., že več let obdelujejo tla na tri načine:   obdelava tal s plugom (konvencionalna obdelava) (Rabe, Albatros 5 – brazdni),   konzervirajoča obdelava (združeno orodje) – gruber 1 (Väderstad) in   konzervirajoča obdelava (združeno orodje) – gruber 2 (Kongskilde). \nCelotna njiva je bila dolga 375 m in na sredini široka 24 m. Pri razdelitvi parcele na manjše poskusne parcelice smo bili vezani na dosedanjo obdelavo:   P1 (oranje): je 6 m širok del njive vzdolžno ob glavni cesti čez celo dolžino njive  (375 m), kjer je način obdelave konvencionalna obdelava tal,   P2 (gruber 1): je sredinski del njive, ki je širok 6 m in ker je način obdelave  konzervirajoča setev   P3 (gruber 2): je del njive, ki je širok 6 m in je način obdelave: konzervirajoč.\nMed posameznimi obravnavanimi parcelicami sta bila dva trimetrska vmesna pasova, kjer nismo izvajali meritev. Širina obdelave je bila prilagojena standarni tehnologiji Perutnine Ptuj d.d..\nLegenda:   P1 – poskusna parcelica, na kateri je bila konzervirajoča obdelava (gruber1),   P2 – poskusna parcelica, na kateri je bila konzervirajoča obdelava (gruber 2),   P3 – poskusna parcelica, na kateri je bila obdelava z oranjem (oranje). \nNa vsaki poskusni parcelici smo opravili 3 različne meritve oranj na globinah (15 cm, 25 cm in 35 cm). Posamezno meritev na razdalji 375 m smo dobili tako, da smo zajemali podatke o zbitosti vsaki 0,2 s. Skupno število vzorcev na posamezni parceli je tako znašalo med 4400 in 5100.\n"], "15": ["3.2 Uporabljeni stroji in pripomočki v poskusu", "Pri poskusu smo si pomagali z uporabo naslednjih strojev:   traktor John Deer 7910 (moč motorja 129 KW, največja hitrost je 40 km/h,  štirikolesni pogon),   horizontalni vlečeni penetromer,   merilno kolo,   merilni ojačevalniki Spider Hottinger Baldwin Messtechnik za električno merjenje  mehanskih veličin,   laboratorijsko vozilo z računalniško krmiljeno merilno opremo za spremljanje  delovanja kmetijskih traktorjev in strojev.\nzbitosti tal. \n3.3 Obdelava podatkov\nPodatke smo obdelali z računalniško pomočjo. Najprej smo uporabili Microsoft Excel, s katerim smo pridobljene podatke pripravili za obdelavo s programom SPSS 16.0.\n"], "16": ["4 REZULTATI IN RAZPRAVA", ""], "17": ["4.1 Povprečna horizontalna zbitost", "Iz tabele 1 je razvidno, da je povprečna horizontalna zbitost pri oranju največja v globini 35 cm (124,77 N/cm²) in najmanjša v globini 15 cm (40,98 N/cm²).\nIz tabele 2 je razvidno, da je povprečna horizontalna zbitost pri obdelavi gruber 1 največja v globini 35 cm (120.05 N/cm²) in najmanjša v globini 15 cm (62,57 N/cm²). Iz tega lahko sklepamo, da globina vpliva na zbitost tal, in sicer večja, ko je globina tal, večja je zbitost tal in obratno. \nIz tabele 3 je razvidno, da je povprečna horizontalna zbitost pri obravnavanju gruber 2 največja v globini 35 cm (115,38 N/cm²) in najmanjša v globini 15 cm (45,11 N/cm²).\n"], "18": ["4.2 Primerjava horizontalne zbitosti tal pri različno obdelanih tleh.", "Iz tabele 4 je razvidno, da je največja razlika v zbitosti v globini med oranjem in gruberjem 2 (50,96 N/cm²), najmanjša razlika je med oranjem in gruberjem 1 (21,59 N/cm²). Kar pomeni, da je pri gruberju 2 zbitost tal največja. Z oranjem smo v tej globini dosegli najboljše rezultate. \nIz tabele 5 je razvidno, da je največja razlika v globini 25 cm med oranjem in gruberjem 2 (31.04 N/cm²), najmanjša razlika pa je med oranjem in gruberjem 1. Kar pomeni, da je v globini 25 cm pri gruberju 2 največja zbitost tal, najmanjša zbitost tal pa je pri oranju. Tudi v tej plasti tal se vidi najboljši učinek oranja na pripravo tal.\nIz tabele 6 je prav tako razvidno, da je največja razlika med oranjem in gruberjem 2 (7,65 N/cm²), najmanjša pa med oranjem in gruberju 1 (4,72 N/cm²). Pri tej globini je največja zbitost pri gruberju 2. V globini 35 cm ne deluje noben stroj statistično značilno bolje od drugih dveh, ker v tej globini prave obdelave ni več.\n"], "19": ["5 SKLEPI", "Na podlagi rezultatov, ki smo jih dobili s pomočjo meritev, lahko zapišemo naslednje sklepe:  V globini 15 cm so najmanj zbita tla pri oranju (40,98 N/cm²) in najbolj zbita pri  obdelavi gruber 1 (62,57 N/cm²).  V globini 25 cm so tla enako zbita pri oranju in gruberju 1 (91,67 N/cm²) in najbolj  zbita pri gruberju 2 (122,48 N/cm²).  V globini 35 cm so tla najmanj zbita pri gruberju 2 (115,83 N/cm²) in najbolj zbita pri  oranju (124,77 N/ cm²).  Globina pri oranju in gruberju 1 vpliva na zbitost tal, in sicer večja, ko je globina tal,  večja je zbitost tal in obratno. V manjši globini je zbitost manjša. Pri obravnavanju  gruber 2 je v globini 35 cm zbitost manjša kot v globini 25 cm, kar je verjetno posledica  načina delovanja.  Kmetovalcem na težkih tleh bi priporočil, da naj upoštevajo, da so tla v različnih  globinah različno zbita in da to lahko preprečijo z ustreznim načinom obdelave. Tako  priporočam do globine 25cm oranje, za vse, kar je globlje pa konzervirajoč način  obdelave tal.\n"], "abstract": ["V diplomski nalogi smo preučevali vpliv večletne alternativne obdelave tal na horizontalno zbitost tal. Meritve smo izvedli z vlečenim horizontalnim penetrometrom na parceli, kjer težka tla že več let alternativno obdelujejo z gruberjem (rahljalnikom). Poskusno parcelo smo razdelili na tri manjše parcelice glede na dosedanji način obdelave; oranje, gruber 1 in gruber 2. Zanimalo nas je, kako dosedanja obdelava vpliva na horizontalno zbitost tal v globinah 15, 25 in 35 cm. Ugotovili smo, da je najmanjša zbitost tal v globini 15 cm pri obravnavanju oranja (40,98 N/cmš) in največja pri obravnavanju gruber 1 (62,57 N/cmš). V globini 25 cm je bila najmanjša zbitost tal pri oranju in pri obravnavanju gruber 1 (91,67 N/cmš) in največja zbitost tal pri obravnavanju gruber 2 (122,48 N/cmš). V globini 35 cm je bila najmanjša zbitost tal pri obravnavanju gruber 2 (115,83 N/cmš) in največja pri obravnavanju oranje (124,77 N/cmš). Rezultati poskusa kažejo, da je zaradi večletnega alternativnega načina obdelave manjša zbitost tal le v globini 35 cm, kjer zaradi oranja prihaja do nastanka plazine, medtem ko v ostalih dveh globinah tega vpliva nismo opazili. "]}