{"1": ["1 UVOD", "Pira (Triticum aestivum L. ssp. spelta MacKey), plevnata podvrst navadne pšenice, je med prvimi gojenimi žiti, ki jim pripisujemo, da so z udomačitvijo pred več kot deset tisoč leti prinesla napredek današnje civilizacije. Kljub njeni odmaknjenosti v 20. stoletje je pira na prelomu drugega tisočletja zaslovela med ljudmi zlasti zaradi zrnja, bogatega z beljakovinami, minerali in vitamini (Kocjan Ačko 2003). Imena pira, pirica in tudi pirjevica izhajajo iz podobnosti pirinega klasa travi pirnici, ki jo poznamo kot plevel v posevkih žit in drugih poljščin. Zaradi krhkega in vretenčasto lomljivega klasnega vretena so jo kmetje imenovali tudi sevka. Lomljivo klasno vreteno je prednost samoraslih vrst pšenice, saj omogoča razmnoževanje z razsejavanjem klaskov po bližnji okolici (Kocjan Ačko 1999). Pira je imela v preteklih stoletjih, ko pridelovanje bolj donosnih pravih žit, kot sta navadna pšenica (Triticum aestivum L. ssp. vulgare MacKey) in trda pšenica (Triticum durum L.), še ni prevladalo, izreden pomen za preživetje ljudi. Ob koncu preteklega stoletja so piro pridelovali na celotnem območju Slovenije, najti pa jo je bilo mogoče v prvi polovici 20. stoletja na vseh višjeležečih območjih Koroške, Gorenjske, na Goričkem, Dolenjskem in v Beli krajini. Pridelovanje pire se v evropskih deželah v glavnem ni ohranilo. Ponovno so jo pričeli pridelovati v hribovitih in alpskih območjih srednjeevropskih držav v zadnjih desetletjih, ob tem pa so jo pridelovali v glavnem toliko, da so ohranili avtohtone sorte in požlahtnili nove. Zaradi izredne skromnosti in dobre prilagodljivosti rastlin je pira med vsemi pravimi žiti najprimernejša za ekološko pridelovanje. Glede na vse večjo ozaveščenost potrošnikov in pridelovalcev postaja pomembno krušno žito v vseh evropskih deželah, ki imajo kontrolirano ekološko kmetovanje (Bavec 2000).\nPogosteje kot pri navadni pšenici meljejo pirino moko iz celih zrn, bolj poredko pa belo moko iz endosperma. Na splošno velja, da z izmeljavo v belo moko osiromašimo vitaminsko sestavo, zmanjšamo sicer majhen delež maščob, dietetične vlaknine, ostane pa tudi le petina pepela. Moka iz pire vsebuje več glutena (slabše kakovosti) kot moka iz navadne pšenice. Nasprotno pa vsebuje pirino zrnje po ameriških podatkih podobno \nkoličino glutena kot nekatere druge vrste pšenice. Zaradi slabše kakovosti vlečca so pecilne lastnosti moke iz pire slabše kot v pšenični moki (Bavec in sod. 2001).\nTako kot večinoma vse kulturne rastline je tudi pira odvisna od določenih dejavnikov, kot so izbira primerne sorte, klimatske razmere, tehnika pridelave in dostopnost hranil. Izbira sorte je zelo pomembna, in sicer zato, da izberemo optimalen rok setve in primerno setveno normo. Pregosti posevki zelo radi poležejo, zaradi česar so rastline občutljivejše na bolezni in škodljivce. Optimalne setvene norme so odvisne tudi od roka setve, priprave tal za setev, odstotka kalivosti semena, pravilno izbiro globino setve, kakovost sejalnice ter še ostalih drugih dejavnikov. Švicarski raziskovalci Riesen in sod. (1986) so ugotovili pozitiven vpliv plev, ki varujejo posejano seme pred okužbami s povzročitelji glivičnih bolezni, shranjeno seme pa pred skladiščnimi škodljivci. Kmetje pri nas, ki ne kupijo za setev deklariranega plevnatega, navadno nerazkuženega semena pire, posejejo doma pridelano plevnato in nerazkuženo seme.\nNamen diplomske naloge je proučiti vpliv setvene norme, priprave semena za setev in roka setve na pridelek pire. Na podlagi analize rezultatov poskusa je bil cilj preveriti, kako vplivajo različna setvena norma, rok setve in priprava semena za setev na razraščanje ter parametre klasa in s tem na pridelek.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Morfološke lastnosti ter rast in razvoj pire", "Pira tvori zelo bujno razrastišče z več stranskimi bilmi kot navadna pšenica. Bili so votle in visoke od 1,4 do 1,7 m (Bavec 2000). Pirini listi so v primerjavi s pšenico daljši, ožji in bolj gladki. Če ima pira dovolj prostora, oblikuje posamezna rastlina več stranskih poganjkov kot pšenica. Zeleni pirini listi in pleve se svetlo lesketajo. Če primerjamo zdravo slamo navadne pšenice, je pirina slama nekoliko bolj zlato rumena in z rdečkastimi odtenki na bilih. Socvetje pire je dolg, tanek in redek klas enakomerno vzporednih robov in kvadratnega prereza. Klasi so srednje rahli do rahli ter tanjši in daljši v primerjavi z navadno pšenico. Klas je sestavljen iz klaskov, v katerem je v vsakem tri do šest cvetov, v posameznem cvetu so trije prašniki in pestič. Cvetovi so samoprašni, v njih pa se najpogosteje oblikujeta dva plodova. Pirino zrno je na hrbtni strani trebušasto, s strani stisnjeno, na vrhu nasproti kalčka pa ima goste dlačice oziroma bradico. Klasno vreteno je golo in lomljivo; pri mlačvi se prelomi na posamezne klaske, zrna pa ostanejo plevnata. Pomembna morfološka razlika med piro in navadno pšenico je, da se krovna pleva in predpleva prilegajo k zrnu. Ker krovna pleva in predpleva, ki so robata in žilnata, pri mlačvi pire ne odpadejo, ostane zrno plevnato (plevenec). Pri sortah resnicah je zobec na vrhu krovne pleve podaljšan v reso, vendar je večina pirinih sort golic, torej brez res. Ogrinjalni plevi, ki ogrinjata klasek, sta povprek na široko prirezani, na sredini pleve pa imata kratek, top zobec. Pira ima manj zrn na klas kot navadna pšenica, vendar so ta debelejša (priloga 1 in priloga 2). Absolutna masa (1000 semen) oluščenih zrn je 50 do 70 g. Zreli klasi se zaradi težkih zrn v klaskih povesijo (Kocjan Ačko 1999).\nPri nas sejemo piro med 15. oktobrom in 15. novembrom. Kratke in mile zime, ko ni bilo snega in večjega mraza, so omogočile tudi setev pire pozimi. Odpornost posejanega semena oz. mladega posevka proti mrazu (tudi pod –20 -C in dolgotrajni, debeli snežni odeji) omogoča, da pira uspeva v hribovitem in gričevnatem svetu do nadmorske višine 1200 m. Ker je pira zelo prilagodljiva, prenese večje količine padavin, odporna pa je tudi \nproti suši. Čeprav je pira v primerjavi z navadno pšenico odpornejša proti boleznim in škodljivcem, širjenje pire v toplejša nižinska območja ni priporočljivo, zlasti ne na njive, ki so pregnojene z dušikom in okužene z ostanki pesticidov ter na njive v bližini posevkov z navadno pšenico. Posledice so polegel posevek, večje okužbe z žitno pepelovko in drugimi boleznimi pšenice ter poškodbe zaradi žitnega strgača. Za dober pridelek je pomembno, da pridelovalci spoznajo ne le potrebe za rast, ampak tudi morfološke in fiziološke posebnosti pire, na primer, da k trpežnosti pire prispeva sposobnost za razvoj več stranskih poganjkov kot pri navadni pšenici (Kocjan Ačko 2003). Oplinger in sod. 1990 navajajo, da neoluščena pira počasneje kali kot navadna pšenica.\nRast in razvoj pire označujemo na način, kot je to običajno pri drugih pravih žitih (Zadoks, stadiji EC) (Bavec 2000). Tajnšek (1988) navaja naslednjo označevanje pravih žit: kalitev (00‒09), mlada rastlina (10‒19), razraščanje (20‒29), kolenčenje (30‒39), hitra rast klasa (40‒49), klasitev (50‒59), cvetenje (60‒69), mlečna zrelost (70‒79), voščena zrelost (80‒89) in polna zrelost (90‒99).\nFaza (EC 00‒09) označuje seme in kalitev. Da seme kali, potrebuje vodo, toploto in kisik. Seme vpija vodo in nabrekne, premeščati se prično hranilne snovi. Faza (EC 10‒19) pomeni oblikovanje listov in ukoreninjanje (faza rastlinice). Sekundarne korenine prično nadomeščati primarne. Korenine žita se šopasto oblikujejo in v tej fazi rastejo hitreje kot listi. Vzporedno žilnati listi z močno izraženo osrednjo žilo se daljšajo. V tej fazi pa vse do vidnega socvetja ločimo prava žita med seboj po jezičku, ki je podaljšek listne nožnice, in po ušescih, ki izhajata iz listne ploskve. Rastni vršiček je globoko na dnu listne nožnice in postopoma zasnuje prvega in naslednje liste. Žita vzniknejo 10 do 14 dni po setvi, odvisno od vlage in toplote v tleh. Za ugotovitev vznika preštejemo klične liste, pozneje rastline na kvadratni meter. Faza EC 19 pomeni, da se listna ploskev devetega lista odpre. Oblikovanje devetih listov je zelo redko. V primeru, da se oblikuje 10 listov, še vedno govorimo o fazi 19, večinoma pa se po fazi 14 ali 15 podaljša glavni poganjek, oblikujejo pa se tudi stranski poganjki. V tem primeru že govorimo o fazi razraščanja, ki je označena z EC 20‒29. V tej fazi se iz kolenca listne nožnice ali prvega pravega lista oblikujejo stranski poganjki, ki poženejo svoje korenine, poveča pa se koreninski sistem. Razraščanje \nugotovimo s štetjem stranskih poganjkov (Kocjan Ačko 1998). Raziskave kažejo, da so prvi trije stranski poganjki povsem enakovredni glavnemu, kar pomeni, da oblikujejo enako močne klase, zato je tolikšno število poganjkov lahko gospodarsko zelo koristno. V nekaterih razmerah je ob jesenski setvi težko predvideti, koliko rastlin bo prezimilo: enkrat je zima mila, tedaj so ob pregosti setvi posevki spomladi pregosti, drugič je zima ostra in prezimitev slaba. Ni smotrno povečevati količine posejanega semena, ampak sejati sorte, ki se dobro razraščajo. Na razrast vplivajo tudi čas setve, gostota setve, globina setve, temperatura (sorazmerno nizke temperature pospešujejo razraščanje), oskrba s hranili, padavine (sušno vreme omejuje razraščanje), tip tal in priprava tal. Ker sodi razraščanje v intenzivnih razmerah pridelovanja med ključne oblikovalce količine pridelka, je ta pojav predmet številnih preučevanj. Prvi stranski poganjek raste iz koleoptilinega kolenca in se lahko razrašča naprej. Vsak nadaljnji koleoptilin poganjek ima natančno določeno oznako. Iz prvega naslednjega kolenca glavnega poganjka lahko požene stranski poganjek prvega pravega lista. Le-ta se razrašča naprej. Le nekaj poganjkov je gospodarsko pomembnih, preostali so celo škodljivi, ker kasneje zakrnijo in se posušijo, ne da bi oblikovali klas. Ob koncu razraščanja nastanejo v stebelnih rastnih vršičkih pomembne generativne spremembe, ko se oblikujejo zasnove klaskov (Tajnšek 1988). Pri neproduktivnem razraščanju poganjki zakrnijo, se posušijo, ne da bi oblikovali klase. V primeru slabega razraščanja ob majhni gostoti bo tudi pridelek zelo majhen. Dobro razraščanje ob veliki gostoti pa lahko od klasenja do polne zrelosti povzroči poleganje posevka. Na poleganje posamezne vrste in sorte vplivajo dolžina, čvrstost in prožnost bili, vremenske razmere in agrotehnični ukrepi, zlasti dognojevanje z dušikom. Polegla mesta so potencialna žarišča povzročiteljev bolezni in škodljivcev, od koder se ti širijo na vse strani po posevku (Kocjan Ačko 1998).\n"], "4": ["2.2 Tehnika pridelovanja", "Pira je zelo prilagodljiva rastlina, saj uspeva na vseh teksturnih tipih tal, prav tako pa za njo niso ovira plitva ali celo gruščnata tla. Zaradi tega je primerna za ekstenzivni način pridelovanja. Primeren pH tal je med 6 in 7 (Bavec 2000). Zaradi relativno dobre \nodpornosti na bolezni je primerna za ekološko pridelovanje. V kolobar jo lahko uvrstimo za vsemi drugimi poljščinami in vrtninami, prav tako pa so mogoča vrstenja žitnih parov, s tem da lahko piro uvrstimo na drugo mesto. Za piro je primerna klasična obdelava tal s plugom in podobna predsetvena obdelava kot za pšenico. Suha, nesesedena tla in preveč grudasta tla kljub skromnosti pire niso najprimernejša, čeprav le groba predsetvena obdelava ne predstavlja ovire za uspešen vznik. V primeru urejenega vodno-zračnega razmerja tal je primerna tudi obdelava tal brez pluga. Prav tako v takšnih tleh ni ovir za direktne setve. V Evropi sejemo piro kot ozimno. Piro sejemo na podobno globino kot pšenico, pri tem z globino setve večjo od 4 cm (6 cm lažja – peščena tla) ne pretiravamo, še posebej, če sejemo v kasnem roku setve. Prav tako ne smejo biti plevenci posejani preplitvo ali ostati celo na površini. Kot pri vseh pravih žitih bo v takem primeru del semena propadel zaradi golomraznice, v primeru preživetja rastlin pa ne moremo računati na primerno produktivno razraščanje in s tem primerno razvitost sekundarnega koreninskega sistema. Kasno posejane rastline in ob tem redke gostote rastlin so odličen prostor za konkurenčnost plevelov. Sejemo oluščena, vendar nepoškodovana zrna ali pa zrnje v plevah. Odločitev pridelovalca o medvrstnem razmiku naj temelji na dejstvu, da glede na načrtovano število kalivih plevencev m² doseže čim bolj kvadratno razporeditev zrn. Pri oskrbi je potrebno na splošno upoštevati, da moramo piro rahlo prebranati v primeru zaskorjenosti tal takoj po setvi, prav tako pa uporabimo česala v fazi EC 13, nikakor pa ne med samim vznikom (Bavec in Bavec 2006).\nPira je zelo odporna na mraz in dobro prezimi, zato je primerna za pridelovanje na višjeležečih območjih, kjer so omejene možnosti za pridelavo navadne pšenice. Pira zahteva skromno oskrbo z rastlinskimi hranili in ni občutljiva na neugodne vremenske razmere. Ozimne sorte pire se brez težav pridelujejo do nadmorske višine 1200 metrov, ne priporočajo pa pridelave v zaprtih dolinah, kjer se rada zadržuje megla (Kocjan Ačko in sod. 1998).\n"], "5": ["2.3 Žetev pire in njena uporabnost", "Pira je v primerjavi z drugimi žiti, še posebno z navadno pšenico, ohranila vse svoje prvotne lastnosti in prednosti, ki so se pri sodobnih sortah pšenice z žlahtnjenjem deloma ali povsem izgubile (Rugger in sod. 1990). Žetev opravimo z žitnim kombajnom pred nastopom polne zrelosti, da preprečimo morebitne izgube zaradi lomljenja klasov (Kocjan Ačko in sod. 1998).\nPraviloma piro žanjemo pred nastopom polne zrelosti, to je konec julija in v začetku avgusta. Z žetvijo ne čakamo do polne zrelosti oziroma pira ne sme preiti v fazo prezrelosti, kar se dogaja pri navadni pšenici. Temnejša pirina slama v primerjavi z navadno pšenico v stadiju polne zrelosti je znak, da je pira prezrela in da bomo utrpeli večje izgube pri žetvi. Piro skladiščimo v plevah dobro osušeno, plevenec pa naj ne vsebuje manj kot 15 % vlage. Naslednji postopek pa je luščenje plevnatih zrn. Poznamo dva načina luščenja. Klasičen način luščenja je potekal v »stopah« oziroma s stroji z vertikalno nameščenima vrtečima se kamnoma, ki sta le toliko narazen, da ne zdrobita plodov, ampak le odluščita pleve. Drugi, novejši način, pa je s pomočjo centrifugalnih luščilnikov, kjer se zrnje olušči pod vplivom centrifugalne sile, brušenje na smirkovem stožcu, brušenje z majhnimi obrati in močnim pritiskom na plevenec. S prehranskega vidika je piro najbolje mleti s klasičnimi kamnitimi kamni in uporabljati sveže mleto moko (Bavec 2000). Stallknecht in sod. 1996 navajajo, da je pira v primerjavi s pšenico lažje prebavljiva, ima boljši okus, lahko pa jo uporabijo tudi posamezniki z določenimi alergijami.\nPirina moka je bela in ima manjšo sposobnost vzhajanja kot pšenična moka. Tako so hlebci kruha nižji od pšeničnih. Ima pa svojevrsten in prijeten okus. Proizvodi ostajajo dolgo uporabni in sočni. Medtem ko lahko navadno pšenico oziroma izdelke iz nje uživamo le kuhano ali pečeno, je pira uporabna surova ali kuhana, v zrnih ali kot polnozrnati zdrob, drobno ali grobo zmleta, kot najfinejša bela moka ali kot otrobi. Pirine izdelke lahko uživajo tudi tisti ljudje, ki ne prenesejo pšenične ali ržene moke. Strokovnjaki trdijo, da je pirina jed okusnejša, lažja in bolj zdrava kot jed iz ostalih krušnih žit. Namočena ali \nkuhana pirina zrna postanejo sluzasta, ta sluz pa je koristna za razstrupljanje organizma. Pirina zrna je prav tako mogoče pražiti in zmleti v kavni nadomestek. Sok iz mladih pirinih listov lahko izboljša počutje in poveča odpornost (Benec 2009). Jedi lahko popestrimo s celimi kalčki in obogatimo solate, omake in druge jedi.\nTudi pirina slama je iskana. Njeno trpežnost cenijo pri obnovi starih strešnih kritin in izdelavi novih, uporabljajo jo za nastil pri ekološki in hlevski reji živali ter za zavarovanje zelenjadnic in sadik pred mrazom in prevozom. Zaradi dolžine in prožnosti je pirina slama izvrstna za uporabne in okrasne pletkarske izdelke. Iz narezane slame in pirinih plev so bioležišča in vzglavniki, ki jih priporočajo zdravniki in zdravilci za počitek in boljše spanje. Cvetličarje in kupce cvetličnih aranžmajev pa privlači sveže in suho klasje (Kocjan Ačko 2003).\n"], "6": ["3 MATERIALI IN METODE", ""], "7": ["3.1 Zasnova in oskrba poskusa", "Poskus s piro je bil izveden v pridelovalni sezoni 2003/2004 na polju Univerzitetnega kmetijskega centra v Mariboru, ki je na nadmorski višini 310 m. Tla so distrično rjava in srednje težka. Setev pire je bila izvedena v dveh rokih (10. oktobra in 10. novembra). Posejali smo oluščeno in neoluščeno seme v treh različnih setvenih normah (200, 400, 600 kalivih semen m-2). Poskus je bil opravljen kot 2 x 2 x 3 faktorski v štirih ponovitvah. Razpored parcelic je bil naključen (shema 1), osnovna parcelica je merila 5 m² (5 m x 1 m). \nShema 1:Naključna razporeditev setvenih norm in rokov oluščenega in neoluščenega  semena v poljskem poskusu.\nŠtevilo posejanih vrst na parcelico je bilo 6, medvrstni razmik pa je bil 16,5 cm. Setev smo opravili ročno in pri tem uporabili seme sorte Ostro. Do vznika pire pri prvem roku je prišlo po 15 dneh, pri drugem roku setve pa v mesecu februarju. V aprilu smo opravili hitri \nrastlinski nitratni test. Rezultat merjenja je bil 87 mg/NO3 na liter rastlinskega soka. Dognojevali smo z organskim gnojilom biosol, ki vsebuje hranila NPK (8 : 1 : 2). S tem gnojilom je bilo dodano 45 kg čistega dušika na hektar. Žetev smo opravili 3. 8. 2004.\n"], "8": ["3.2 Vrednotenje in analiza", "Pri setvi pire smo na vsaki parcelici označili pas velikosti ½ m². Pri prvem roku setve je prišlo do vznika jeseni, pri drugem roku setve pa šele v mesecu februarju. Najprej smo prešteli vznikle rastline. Konec februarja smo prešteli rastlinice, da smo ugotovili število rastlin po prezimitvi. V fazi voščene zrelosti (EC 80‒89) smo ovrednotili produktivno razraščanje. Tu smo šteli bili s klasi. Izračunali smo koeficient produktivnega razraščanja (število produktivnih klasov/število rastlin po prezimitvi) in razmerje (vse bili/bili s klasi).\nKo je posevek pire dozorel, smo poželi ½ m² parcele. Ta del parcele smo si označili že ob setvi. Naključno smo iz vsake parcele vzeli 40 rastlin. Porezali smo klase in označili ponovitev, gostoto, rok setve ter oluščeno in neoluščeno seme. Analizirali smo parametre klasa, in sicer dolžino klasa, število klaskov v klasu in število zrn v klasu ter maso zrnja posameznega klasa.\n"], "9": ["3.3 Statistična analiza", "Za vse parametre je bila izračunana analiza variance (ANOVA). Razlike med obravnavami po dejavnikih smo preverjali z Duncan testom pri 95 % stopnji tveganja. Statistične analize smo opravili s programskim paketom Statgraphics Centurion XV (Statgraphics ® 2005). Podatki so bili analizirani kot trifaktorski poskus (3 norme setve x 2 roka setve x 2 oluščeno, neoluščeno seme) v 4 ponovitvah.\n"], "10": ["4 REZULTATI Z RAZPRAVO", ""], "11": ["4.1 Vpliv klimatskih razmer v obdobju poskusa", "Podatki o vremenskih razmerah v rastni dobi za leto 2003/2004 so bili pridobljeni iz statističnih letopisov in mesečnih biltenov Agencije RS za okolje (www.arso.gov.si) za meteorološko postajo Maribor.\nV oktobru 2003 je Slovenijo trikrat dosegel val hladnega zraka, zadnji je bil najbolj izrazit, tudi po nižinah ga je spremljalo sneženje, kar se oktobra ne zgodi prav pogosto. Povprečna mesečna temperatura je bila nižja od dolgoletnega povprečja 1961‒1990. 24. oktobra je v Mariboru zapadlo 4 cm snega. November in december sta bila občutno toplejša od dolgoletnega povprečja. Novembra je bilo bistveno manj padavin kot v dolgoletnem povprečju, decembra pa je padavin primanjkovalo, tudi snega je bilo malo. Januar je bil temperaturno v mejah običajne spremenljivosti, nadpovprečno topel s pogostimi padavinami. Februar je bil kot celota temperaturno zelo blizu povprečja 1961‒1990 in v mejah običajne februarske temperaturne spremenljivosti. Padavin je bilo manj od dolgoletnega povprečja. Mesečna temperatura marca ni pomembno odstopala od dolgoletnega povprečja, medtem ko so padavine presegle dolgoletno povprečje. April je bil nekoliko toplejši od dolgoletnega povprečja, a še vedno povsem v mejah običajne temperaturne spremenljivosti, padlo pa je manj padavin od povprečja 1961‒1990. Povprečna majska temperatura je bila v mejah običajne spremenljivosti, bilo pa je bistveno manj padavin od dolgoletnega povprečja. Junija je padlo 113 mm več padavin od dolgoletnega povprečja, temperatura je bila le malo nad dolgoletnim povprečjem. Enako je bilo z julijsko temperaturo, padavine pa so bile neenakomerno razporejene in pod povprečjem 1961‒1990 (grafikon 1). \n  obdobji 2003‒2004 in 1961‒1990 (Statistični letopis RS za leto 2003 in  2004).\nPovprečna mesečna temperatura oktobra je bila višja za 1,5 -C od dolgoletnega povprečja 1961‒1990 (preglednica 1). Padavin je bilo več za 21 mm od dolgoletnega povprečja. Pira je bila v prvem roku posejana v mokra in slabo pripravljena tla, kar je imelo za posledico slabši vznik. Boljši vznik se je pokazal pri drugem roku setve v mesecu novembru, kjer je bila temperatura za 2,9 -C višja od dolgoletnega povprečja 1961‒1990, bilo pa je manj padavin, in sicer za 26 mm. Posledice takšnih vremenskih razmer so bili boljši rezultati pri drugem roku setve. \n(-C) in količino padavin (mm) po mesecih za obdobje od oktobra do julija v  letu 2003 in 2004 v primerjavi z dolgoletnim povprečjem (1961‒1990) za  Maribor.\n"], "12": ["4.2 Vznik rastlin, prezimitev, število bili in število klasov", "Rok setve pire ni statistično značilno vplival na število vzniklih rastlin, prav tako tudi ne setvena norma in priprava semena. Interakcije med obravnavanjem niso imele statističnega vpliva na vznik rastlin (preglednica 2).\nZ analizo variance smo dokazali, da na število prezimljenih rastlin nimajo statistično značilnega vpliva rok setve, setvena norma in priprava semena za setev. Interakcije med obravnavanjem nimajo statistično značilnega vpliva na število rastlin po prezimitvi (preglednica 2).\nŠtevilo bili m-2 je statistično značilno odvisno od roka setve (P ≤ 0,01). Pri drugem roku setve (10. novembra) je povprečje srednjih vrednosti za 149 bili večje kot pri prvem roku setve (10. oktobra). Setvena norma in priprava semena pa nimata statistično značilnega vpliva. Statistično značilen vpliv (P ≤ 0,05) je značilen za interakcijo med setveno normo (št. semen m-2) in pripravo semena. Statistično značilna razlika se pojavi v primeru setve neoluščenega semena pire. Pri neoluščeni piri je število bili pri setveni normi 600 kalivih semen m-2 bistveno manjše kot pri setveni normi 200 kalivih semen m -2. Razlika je za 286 bili m-2. Pri setvi oluščenega semena ni značilna nobena statistična razlika (grafikon 2). Druge interakcije nimajo statistično značilnega vpliva na število klaskov (preglednica 2).\nAnaliza variance kaže, da obstaja statistično značilna razlika (P ≤ 0,01) med številom klasov pri roku setve, setvena norma in priprava semena pa nimata statistično značilnega vpliva. Število klasov je pri drugem roku setve (10. november) za 159 klasov m-2 večje kot pri prvem roku setve (10. oktober). Interakcija med setveno normo (št. semen m-2) in priprava semena ima statistično značilen vpliv (P ≤ 0,01) na število klasov m-2. Pri interakciji med setveno normo (št. semen m-2) in pripravo semena imata priprava semena in setvena norma pomembno vlogo. Neoluščeno pirino seme je vplivalo na število klasov m-2, ki so bili pri setveni normi 200 in 400 bistveno večji kot pri setveni normi 600. Razlika je za 275 klasov. Pri setvi oluščenega semena se ne pojavijo statistično značilne razlike, kar pomeni, da ne glede na število posejanih zrn ni opaziti razlike na število klasov \nm-2 (grafikon 3). Druge interakcije med obravnavanjem nimajo statistično značilnega vpliva na število klasov (preglednica 2).\nčrkami, se med seboj statistično značilno razlikujejo (Duncan α = 0,05); * ‒ statistično značilno pri P ≤ 0,05; ** ‒ statistično značilno pri P ≤ 0,01; *** ‒ statistično značilno pri P ≤ 0,001 \nSrednje vrednosti, označene z isto črko, se med seboj ne razlikujejo pri 95 % verjetnosti (Duncan).\nSrednje vrednosti, označene z isto črko, se med seboj ne razlikujejo pri 95 % verjetnosti (Duncan).\n"], "13": ["4.3 Produktivno in neproduktivno razraščanje ter razmerje", "Na koeficient produktivnega razraščanja ima rok setve statistično značilen vpliv (P ≤ 0,01). Setvena norma in priprava semena ob setvi pa nimata statistično značilnega vpliva na koeficient produktivnega razraščanja. Pri prvem roku setve (10. oktober) je koeficient produktivnega razraščanja za 0,5 manjši kot pri drugem roku setve (10. novembra). Interakcije med obravnavanjem (rok setve, setvena norma in priprava semena za setev) nimajo statistično značilnega vpliva na koeficient produktivnega razraščanja (preglednica 3).\nNa razmerje (vse bili/bili s klasi) ni statistično značilno vplivalo nobeno obravnavanje, tudi interakcije niso imele statistično značilnega vpliva (preglednica 3). \nn. s. – statistično značilnih razlik med obravnavanji ni; a, b, – srednje vrednosti, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncan α = 0,05); * ‒ statistično značilno pri P ≤ 0,05; ** ‒ statistično značilno pri P ≤ 0,01; *** ‒ statistično značilno pri P ≤ 0,001\n"], "14": ["4.4 Parametri pirinega klasa", "Analiza variance rezultatov je pokazala, da na dolžino klasa nimajo statistično značilnega vpliva rok setve, setvena norma in priprava semena za setev. Interakcije med rokom setve, setveno normo in pripravo semena prav tako nimajo statistično značilnega vpliva na dolžino klasa (preglednica 4).\nZ analizo variance smo dokazali, da na število klaskov nimajo statistično značilnega vpliva rok setve, setvena norma in priprava semena za setev. Tudi interakcije med rokom setve, setvene norme in priprave semena pri setvi nimajo statistično značilnega vpliva na število klaskov (preglednica 4).\nRok setve je statistično značilno vplival na število zrn v klasu (P ≤ 0,05), saj je bilo število zrn pri prvem roku setve (10. oktobra) v povprečju za 2,11 večje kot pri drugem roku setve (10. novembra). Setvena norma in priprava semena za setev nimata statistično značilnega vpliva na število zrn v klasu. Statistično značilen vpliv (P ≤ 0,05) je značilen za interakcijo med rokom setve in pripravo semena. Rezultat je pokazal, da s setvijo neoluščenega semena pire dobimo večje število zrn na klas -1 v prvem roku setve v primerjavi z oluščenim semenom v drugem roku setve. Pri setvi oluščenega semena je rezultat pokazal, da niso značilne statistične razlike, kar pomeni, da pri setvi oluščenega semena ni pomembno kdaj sejemo, kar pomeni, da čas setve ne vpliva na število zrn na klas -1. Pri setvi neoluščenega semena obstaja statistično značilna razlika, kjer dobimo večje število zrn na klas-1 pri prvem roku setve. Rezultat nam je pokazal, da pri setvi neoluščene pire pri prvem roku dobimo 23,07 zrn na klas-1, pri drugem roku pa 19,47 zrn na klas-1 (grafikon 4). Druge interakcije nimajo statistično značilnega vpliva na število zrn (preglednica 4).\nMasa zrn v klasu ni statistično značilno odvisna od roka setve, setvene norme in priprave semena. Interakcije med obravnavanji (rok setve, setvena norma in priprava semena) nimajo statistično značilnega vpliva na maso zrna v klasu (preglednica 4). \n  (dolžina klasa, število klaskov, število zrn klas -1, masa zrn klas-1).\nčrkami, se med seboj statistično značilno razlikujejo (Duncan α = 0,05); * ‒ statistično značilno pri P ≤ 0,05; ** ‒ statistično značilno pri P ≤ 0,01; *** ‒ statistično značilno pri P ≤ 0,001 \n"], "15": ["4.5 Pridelek", "Na pridelek neoluščenega zrnja statistično značilno vplivata rok setve (P ≤ 0,01) in setvena norma (P ≤ 0,01), priprava semena za setev pa nima statistično značilnega vpliva. Pri prvem roku setve (10. oktobra) je bil dosežen povprečni pridelek 1,748 kg 10 m-2, pri drugem (10. novembra) pa je bil povprečni pridelek 2,100 kg 10 m-2. Med setveno normo 200 in 400 kalivih semen m-2 ni statistično značilnih razlik. Statistično značilna razlika je med 600 kalivih semen m-2 in drugima dvema normama setve (200 in 400 kalivih semen m-2). Interakcije med obravnavanjem niso statistično značilno vplivale na pridelek neoluščenega zrnja pire (preglednica 5). \nčrkami, se med seboj statistično značilno razlikujejo (Duncan α = 0,05); * ‒ statistično značilno pri P ≤ 0,05; ** ‒ statistično značilno pri P ≤ 0,01; *** ‒ statistično značilno pri P ≤ 0,001\n"], "16": ["4.6 Korelacijske povezave med posameznimi parametri pri piri", "Pozitivna korelacijska povezava obstaja med vznikom in prezimitvijo (r = 0,994***) ter številom bili (r = 0,784***) in številom klasov m -2 (r = 0,730***). S povečanjem števila rastlin ob vzniku se poveča število rastlin po prezimitvi, število bili in klasov m -2. Negativna korelacijska povezava je med vznikom in koeficientom produktivnega razraščanja (r = ‒0,472***) Z večjim številom vzniklih rastlin se zmanjša koeficient \nproduktivnega razraščanja. Pozitivna korelacijska povezava je značilna med prezimitvijo rastlin in številom bili (r = 0,776***) ter številom klasov m -2 (r = 0,718***). S povečanjem števila rastlin po prezimitvi se poveča število bili in število klasov m-2. Negativna korelacijska povezava je med prezimitvijo in koeficientom produktivnega razraščanja (r = ‒0,487***). Z večjim številom rastlin po prezimitvi se zmanjšata koeficient produktivnega razraščanja in razmerje. Med številom bili in številom klasov obstaja pozitivna korelacijska povezava (r = 0,965***). Z večjim številom bili se poveča število klasov m -2 (preglednica 6).\nŠtevilo zrn je v negativni korelacijski povezavi z vznikom (r = ‒0,309*). Z večjim vznikom rastlin se zmanjša št. zrn v klasu. Negativna korelacijska povezava je med maso zrna in vznikom (r = ‒0,414**), prezimitvijo (r = ‒0,390**), številom bili (r = ‒0,392**) in s številom klasov (r = ‒0,332*). Masa zrn v klasu se zmanjša z večjim številom rastlin ob vzniku in po prezimitvi, zmanjša se tudi ob povečanju števila bili in števila klasov m -2. Pridelek neoluščene pire je v pozitivni korelacijski povezavi z vznikom (r = 0,569***), prezimitvijo (r = 0,553***), številom bili (r = 0,689***) in s številom klasov (r = 0,623***). S povečanjem teh parametrov se poveča pridelek neoluščene pire (preglednica 7). \nKoeficient produktivnega razraščanja je v negativni korelacijski povezavi z razmerjem (vse bili/bili s klasi) (r = ‒0,295*). Dolžina klasa je v pozitivni korelacijski povezavi s številom klaskov (r = 0,534***), številom zrn (r = 0,490***) in z maso zrna (r = 0,297*). Pozitivna korelacijska povezava je med številom zrn v klasu in z maso zrn v klasu (r = 0,801***) ter v negativni korelacijski povezavi s pridelkom (r = ‒0,371**). Masa zrn je v negativni korelacijski povezavi s pridelkom (r = ‒0,421**) (preglednica 8). \n"], "17": ["4.7 Primerjava podatkov (Rantaša (2004)/Kumer)", "V letu 2001/2002 je bil izveden podoben poskus s piro, iz katerega je diplomiral Rantaša Jože. Opravljena je bila setev pire v dveh različnih rokih, oluščena in neoluščena ter v treh različnih setvenih normah (200, 400, 600 kalivih semen m-2). Na enak način se je poskus izvajal tudi leta 2003/2004. Pri primerjavi podatkov iz leta 2001/2002 in 2003/2004 vidimo, da obstajajo statistično značilne razlike pri številu bili m-2, številu klasov m-2, koeficientu produktivnega razraščanja ter pri številu zrn na klas -1. V prvem poskusu leta 2001/2002 so bili boljši rezultati pri številu bili m -2 v prvem roku setve, v mojem poskusu leta 2003/2004 pa je rezultat pokazal večje število bili m-2 pri drugem roku setve. V prvem poskusu leta 2001/2002 je bila temperatura v mesecu oktobru za 3,7 -C višja od dolgoletnega obdobja 1961‒1990. V mojem poskusu (2003/2004) pa je bil mesec oktober za 1,5 -C hladnejši od dolgoletnega povprečja, 24. oktobra pa je zapadel že prvi sneg. Posledica tega je slabša kalitev, vznik, manjše število prezimljenih rastlin, kar se je potem \npokazalo tudi pri številu klasov m -2. Pri setvi v drugem roku leta 2001/2002 je bil mesec november v mejah normale, medtem ko je bil november 2003 nadpovprečno topel. Povprečna mesečna temperatura je bila višja za 2,9 -C od dolgoletnega obdobja 1961‒1990. To je bil razlog, da so pirina semena vzkalila bolje, posledica je boljša prezimitev in seveda tudi večje število bili m-2, kakor tudi večje število klasov m -2 (preglednica 9).\nPri koeficientu produktivnega razraščanja ima rok setve statistično značilen vpliv kar v obeh poskusih (preglednica 10).\nStatistično značilne razlike se pojavijo v obeh poskusih še v primeru vpliva števila zrn na klas-1. Rezultati so pokazali, da je bilo v prvem poskusu leta 2001/2002 večje število zrn na klas-1 pri drugem roku setve. V poskusu leta 2003/2004 pa je rezultat pokazal večje število zrn na klas-1 pri prvem roku setve. Razlogi za omenjeno razliko so v tem, da je bilo v Rantaševem poskusu v drugem roku (novembra) manjše število vzniklih rastlin, prezimljenih rastlin, potem manjše število bili in s tem tudi klasov. To pomeni, da je bila dolžina klasa pri drugem roku daljša, posledica je večje število klaskov, kakor tudi število zrn klas-1. V mojem poskusu pa so rezultati ravno obratni oziroma so takšni rezultati pri prvem roku setve (preglednica 11). \n  priprava semena na število vzniklih rastlin, število prezimljenih rastlin,  število bili in klasov.\n(Duncan α = 0,05)\n* - rezultati raziskav Rantaša (2004)\n** - rezultati lastnih raziskav \n  priprava semena za setev na koeficient produktivnega razraščanja,  razmerje (vse bili/bili s klasi) in na pridelek.\n(Duncan α = 0,05)\n* - rezultati raziskav Rantaša (2004)\n** - rezultati lastnih raziskav \n  priprava semena na parametre klasa.\n(Duncan α = 0,05)\n* - rezultati raziskav Rantaša (2004)\n** - rezultati lastnih raziskav\n"], "18": ["5 SKLEPI", "Na podlagi poljskega poskusa, izvedenega na posestvu Univerzitetnega kmetijskega centra Pohorski dvor, smo pri sorti Ostra preverjali, kako vplivajo tri različne setvene norme (200, 400 in 600 kalivih semen m-2), posejane v dveh različnih rokih setve (10. oktober in 10. november), ter vpliv oluščenega in neoluščenega semena za setev na vznik rastline, prezimitev, število bili, število klasov, razraščanje, parametre klasa (dolžina klasa, število klaskov, število zrn na klas in masa zrn na klas) in pridelek. Rezultati kažejo, da lahko zaradi neugodnih setvenih razmer v prvem roku setve (10. oktober) dobimo boljši pridelek tudi v drugem roku (10. november) setve.\nV poskusu, ki smo ga opravili 2003/2004, so rezultati pokazali, da priprava semena za setev (oluščeno/neoluščeno seme) nima statistično značilnega vpliva na preučevane parametre. Prav tako tudi setvena norma (200, 400, 600 kalivih semen m-2) nima statistično značilnega vpliva na preučevane parametre, razen pri pridelku neoluščene pire. Statistično enak pridelek neoluščenega zrnja je pri setveni normi 200 in 400 kalivih semen m -2. Setvena norma 200 in 400 kalivih semen m-2 tvorita statistično značilno najvišji pridelek neoluščenega zrnja, in sicer 2,010 in 2,072 t ha-1. Rok setve je statistično značilno vplival na število bili, saj je število bili pri drugem roku setve za 149 večje kot pri prvem roku setve. Rok setve statistično značilno vpliva tudi na število klasov. Pri drugem roku setve je bil koeficient produktivnega razraščanja za 0,5 večji kot pri prvem roku setve. Pri prvem roku je bilo statistično večje število zrn klas-1 za 2. Pri drugem roku setve je pridelek neoluščenega zrnja za 0,332 t višji. Na podlagi rezultatov lahko sklepamo, da je lahko v primeru neugodnih vremenskih razmer v mesecu oktobru setev uspešnejša celo v kasnejšem roku setve (10. novembra).\n"], "abstract": ["Setev in reproduktivno razraščanje sta ključna dejavnika tvorbe pridelka žit. Namen raziskave je bil proučiti vpliv priprave semena (oluščenega in neoluščenega) za setev v dveh rokih setve (10. oktober in 10. november) in vpliv treh setvenih norm (200, 400, 600 kalivih semen m-2) na rast in razvoj pire (Triticum aestivum L. ssp. spelta MacKey). Poskus je bil zasnovan kot faktorski v štirih ponovitvah. Vrednoteni so bili naslednji parametri: vznik rastlin, prezimitev, število bili, število klasov, razraščanje, parametri klasa (dolžina klasa, število klaskov, število zrn na klas in masa zrna na klas) in pridelek. Optimalen razvoj in pridelek neoluščene pire sta dosežena pri setveni normi 200 in 400 kalivih semen m -2 in v drugem roku setve (10. novembra). Priprava semena za setev (oluščeno/neoluščeno seme) ni imela statistično značilnega vpliva na proučevane parametre. "]}