{"1": ["1 UVOD", "Travna ruša je polifitna združba, sestavljena iz večjega števila vrst rastlin. Gnojenje najhitreje in najučinkoviteje spremeni sestavo ruše. Zato moramo pri gnojenju upoštevati in zadostiti različne potrebe teh rastlin (Korošec 1997). Z gnojenjem ne povečamo energijske vrednosti krme, ampak količino pridelkov, saj gnojenje omogoča tolikšne pridelke, da se jih splača pokositi ali popasti že v sorazmerno ranih razvojnih stadijih, ko imajo še veliko krmno vrednost (Mihelič in sod. 2010).\nRastlinska hranila, ki so glavna in največkrat manjkajo zemlji in rastlinam, so dušik (N), fosfor (P) in kalij (K). Glavna hranila, ki jih s tujko imenujemo tudi makrohranila, jih imenujemo zato, ker jih rastline veliko potrebujejo in jih moramo večinoma dodajati, torej z njimi gnojiti, ker jih v tleh ni dovolj (Leskošek 1993).\nTrave so na splošno velike porabnice dušika in kalija. Detelje pa so v travni ruši velike porabnice fosforja in kalija. Te si dušik priskrbijo same iz zraka in ob pomoči posebnih bakterij, ki živijo v sožitju z njimi na koreninah (Korošec 1997). Trenutno priporočeni odmerki dušikovih gnojil na travinju omogočajo letne pridelke krme med 7 in 12 t ss ha-1. Pri gnojenju z dušikom moramo biti zelo previdni (predvsem z dušikom iz mineralnih gnojil ali gnojevke), saj je dušik po eni strani zelo pomemben za velik pridelek krme, po drugi strani pa nam lahko zelo neugodno vpliva na okolje (onesnaževanje podtalnice in ozračja) (Kramberger 2009).\nZaradi pomembnosti dušika pri gnojenju in zaradi zmanjševanja njegovih emisij v podtalnico in ozračje je zelo pomembno, da se v krogotoku tega hranila dušik čim bolje izkoristi za rast rastlin. Zaradi tega smo v diplomskem delu želeli analizirati bilanco dušika pri različnem gnojenju v štirikosni rabi travinja.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Gnojila in gnojenje", "Gnojila vnašamo v tla, ko rastline potrebujejo rastlinska hranila. Posebno to velja za dušikova gnojila, saj je zaradi naših vremenskih razmer, ko imamo na splošno veliko padavin, nevarnost izpiranja dušika med rastno dobo zelo velika (Sušin 2002).\nTravnike gnojimo z organskimi in rudninskimi gnojili. V Sloveniji se izmed organskih gnojil največ uporabljata hlevski gnoj in gnojevka. Obe organski gnojili sta zelo cenjeni zaradi že delno razkrojene organske snovi, iz katere v tleh poleg drugih produktov razgradnje nastaja tudi humus. Če bi pri organskih gnojilih cenili samo vsebnost hranil, bi bilo gnojenje z rudninskimi gnojili zaradi večje koncentracije hranil v mnogih primerih cenejše (Kramberger 1995).\nVsako leto v travni ruši odmre precejšen del korenin, ki so v tleh vir hrane različnim mikroorganizmom. Z razgradnjo organske mase nastaja veliko humusa. Zato je v tleh pod večletno rušo več humusa kot v njivskih tleh. Rastline ruše torej humus ustvarjajo praktično same, zato hlevski gnoj in gnojevka pri gnojenju travinja z vidika povečevanja vsebnosti organske snovi v tleh nista nujno potrebna (Kramberger 1995).\nKorošec (1997) navaja, da je najboljši gnoj za travinje dobro preperel in uležan hlevski gnoj. Ko se ta razkroji, dobijo tla iz 10 ton hlevskega gnoja okrog 1700 kg organskih snovi, 30 kg čistega dušika, 20-30 kg P2O5, 60 kg K2O ter 60 kg CaO.\nHlevski gnoj trosimo jeseni, po možnosti dovolj zgodaj, lahko tudi spomladi, dokler se ne začne rast. Hlevski gnoj naj bi bil za gnojenje dobro preperel, da se lahko dobro raztrosi, saj debela plast gnoja rušo zaduši in s tem napravi več škode kot koristi. Količina gnoja, ki jo potrosimo naenkrat, naj ne bi bila prevelika (10 do 15 t ha-1). Bolj uporabna, kot hlevski gnoj za gnojenje travinja, je gnojevka. Vendar se danes pri uporabi gnojil, predvsem pa pri \nuporabi gnojevke pojavlja vse več omejitev. Gnojevko največ uporabljamo pri pašno- košni rabi travinja, in sicer v času, ko ruša dodani dušik lahko izkoristi (Leskošek 1993). Med vegetacijo jo polivamo vedno razredčeno z vodo, in sicer v razmerju 1:1 ali 1:0,5, da ostane čim več dušika v NH3 dostopni obliki in se ga pri tem čim manj izgubi (Buchgraber in sod. 1994). Kadar razvažamo gnojevko pred dežjem ali med njim, je praviloma ni treba posebej razredčevati. Računano kot nerazredčeno, damo naenkrat na hektar 10 do 15 m³ goveje gnojevke (Kramberger 1995).\nPri gnojenju trav, travno-deteljnih mešanic in travinja od enostavnih rudninskih gnojil (tista, ki vsebujejo večinoma le eno hranilo) uporabljamo predvsem dušikova gnojila. Zaradi simbiotske vezave dušika teh gnojil ne uporabljamo pri gnojenju metuljnic. Na bazičnih tleh je od dušikovih gnojil za gnojenje uporaben amonsulfat, ki tla zakisuje. Delovanje tega gnojila je razmeroma dolgotrajno in dokler je dušik v tem gnojilu v amonijski obliki, ni izrazito podvržen izpiranju. Na bazičnih, nevtralnih in deloma slabokislih tleh lahko uporabljamo za dognojevanje ureo, ki prav tako znižuje reakcijo tal. Glede na koncentracijo dušika je zelo poceni, vendar se nam dušik lahko takoj po uporabi ob močnih nalivih izpere ali ob zelo vročem vetrovnem vremenu izhlapi, dokler je še v obliki sečnine. Dušikovo gnojilo, ki je primerno za dognojevanje ruše, je KAN. Pri gnojenju travne ruše uporabljamo dušikova gnojila izključno v količinah, iz katerih ruša lahko dušik porabi (za vsako rabo le do 60 kg čistega dušika ha-1). Fosforjeva in kalijeva enostavna rudninska gnojila prav tako uporabljamo pri gnojenju metuljnic, trav in ruše. Za večino naših tal lahko od fosforjevih enostavnih gnojil uporabljamo superfosfat, medtem ko žlindro uporabljamo na kislih tleh, ker z njo tla razkisujemo. Pri kalijevih gnojilih večino kalija (tako kot tudi fosforja) dodamo pri gnojenju z organskimi gnojili in predvsem s sestavljenimi rudninskimi gnojili (NPK = nitrofoskali). Pri izbiri ustreznega NPK se ravnamo po potrebah fosforja in kalija, ostanek dušika pa dodamo z dušikovimi gnojili (Kramberger 1995).\nGnojilne norme za štirikosne travnike so navedene v preglednici 1. Na štiri košnje na leto pri gospodarjenju na travinju pridemo, če prvo košnjo siliramo že v prvi polovici maja in če kosimo nato vsak mesec in pol. Najbolj učinkovit obrok dušika pri gnojenju je \npraviloma 50 kg N ha-1, na slabših rastiščih 40 kg. Pri rednem gnojenju z dušikom izpodrinemo iz ruše metuljnice (Leskošek in Mihelič 1998).\nMihelič 1998)\nŠtevilo Odmerek Odmerek Stopnja Gnojilna Obroki N za košenj P 2 O5 K2 O intenziv norma 1. 2. 3. 4.  nosti košnja košnja košnja košnja  4 80-100 140-240 II. N180–200PK 40-50 40-50 40-50 30-40  I. Na zelo ugodnih legah 50-70 vsakič  * V 1. letu (mogoče še v 2.) gnojimo na zelo siromašnih, doslej negnojenih rastiščih s 40 kg N za prvo  košnjo, v poznejših letih samo s PK.  ** Če imamo na voljo rezultat kemične analize tal, gnojimo glede na stopnjo preskrbljenosti.\n"], "4": ["2.2 Humus in njegova vloga", "Travna ruša s svojo obilno koreninsko mrežo ustvarja veliko humusa. Humus ima v tleh pomembno funkcijo, saj je neposredno vključen v prehrano rastlin in ima tako velik pomen za rodovitnost tal. V zgornji plasti zemlje pod travinjem je približno trikrat več humusa kot ga je na njivah. Humus dela težko zemljo bolj zračno, torej lažjo, lahko zemljo pa manj prepustno za vodo, torej težjo (Ćirić 1984, Leskošek 1993).\nLeskošek in Mihelič (1998) navajata, da je na trajnem travinju humusa dovolj in zanj ni treba skrbeti, saj kolikor se ga razgradi, se ga letno tudi obnovi. Tako travinja zaradi ohranjanja ustrezne vsebnosti humusa ni treba gnojiti z organskimi gnojili. Tudi talnih vzorcev s travinja zato ni potrebno dajati analizirati na humus.\nV tleh, posebno v njenem površinskem delu, se kopiči odmrla organska snov (odmrle korenine rastlin, stelja, organizmi v tleh, nadzemni deli …). Ta se kmalu humificira v \ntrajnejšo, bolj obstoječo snov, imenovano humus. Potek humifikacije spremlja mineralizacija. Del odmrle organske snovi se popolnoma razkroji na sestavne dele (CO2, NH3, H2S,…). Med obema potekoma je vzpostavljeno ravnotežje, izraža se v odstotku humusa v tleh (humizacija). Poteke humifikacije oziroma mineralizacije in tako tudi humizacije uravnavajo podnebne razmere (klima), rastlinstvo, človek z načini gospodarjenja, voda v tleh; relief in ostali tlotvorni činitelji pa sodelujejo le v manjšem obsegu (Stritar 1991).\nDo tvorbe humusa pride v procesih razkroja, preoblikovanja organskih snovi. Humus je zelo pomemben za rodovitnost tal. Pripomore k dobri strukturi tal, zadržuje vlago v tleh ter sorbtivno veže veliko hranil, tako da se ne izpirajo (Kramberger 1995).\nTla travinja so vedno zaščitena z zeleno odejo in ker jih nič ne obračamo (ne orjemo), dajejo zaradi večje vsebnosti humusa odlične življenjske razmere za mikroorganizme in druge drobnoživke (Korošec 1997).\nPri ohranjanju rodovitnosti tal ima humus nezamenljivo vlogo. Za ohranitev ustrezne vsebnosti humusa v tleh je zelo pomembno gnojenje z organskimi gnojili, predvsem z živinskimi gnojili. Humificira se samo manjši del organske mase organskih gnojil, kar imenujemo humifikacijski količnik (Leskošek in Mihelič 1998).\nTalni mikroorganizmi razkrojijo približno 70-90 % organske snovi do anorganskih kemičnih spojin, torej rastlinskih hranil, ki so enaka kot v rudninskih gnojilih. S temi razkrojenimi produkti se nato hranijo rastline. Preostali del 10-30 % organskih ostankov ne razpade povsem, ampak se po delnem razkroju spremeni v trajni humus. Vsako leto torej povsem razpade 80 % sveže organske snovi, 20 % pa se porabi za obnovo (nadomeščanje razpadlega) humusa v tleh. (Leskošek 1993)\nTežja kot so tla, več humusa morajo vsebovati. Tla, ki vsebujejo 4 do 7 % humusa, imajo optimalni pH okoli 5,5 na lahkih tleh ter do 6,5 na težkih tleh. Minimalna vsebnost humusa v tleh je odvisna od teksture tal. Iz preglednice 2 je razvidno, da znaša minimalna vsebnost \norganske snovi (humusa) v tleh od 1,5 do 2,5 % (Leskošek in Mihelič 1998).\nna njivah (Leskošek in Mihelič 1998)\nTekstura tal Vsebnost gline (%) Minimalna vsebnost humusa (%)  lahka pod 15 1,5  srednja 15-25 2  težka nad 25 2,5\nVezivno površino tal za hranila sestavljata glina in organska snov (humus). Lastnost humusa je torej tudi, da je hkrati z glino skladišče hranil v tleh (Leskošek 1993). Mihelič in sod. (2010) navajajo, da prekomerno povečanje vsebnosti humusa v tleh lahko povzroči izgube hranil, od tega predvsem dušika. Humus je torej pomembno skladišče dušika v tleh, saj je običajno v talni organski snovi vezanega več kot 90 % dušika. S prekomernim povečanjem vsebnosti humusa v tleh se povečuje tudi zaloga dušika v tleh in njegova mineralizacija.\n"], "5": ["2.3 Dušik pri gnojenju in njegova vloga", "Dušik je rastlinsko hranilo, katerega uporabo je treba bolj kot katerokoli drugo hranilo prilagajati tlom, rastlinam in vremenu. V večini primerov je dušik odločilen za količino pridelkov in njihovo kakovost. Pretirano gnojenje z njim tudi prej kot druga hranila škoduje (kulturnim rastlinam, podtalnici in površinskim vodam, ozračju) (Leskošek 1993).\nKramberger (2009) navaja, da je vsebnost dušika v krmi pri danem pridelku lahko nižja ali višja. Za optimalen pridelek je torej potrebna optimalna preskrba z dušikom. To se kaže v koncentraciji tega hranila v pridelku v danem razvojnem stadiju pri dani količini pridelka. \nFrame (1992) navaja, da se pridelek ruše (še posebej, če prevladujejo ljuljke) strmo povečuje vse tja do 350 kg dodanega dušika ha-1 letno, kasneje pa je naraščanje pridelka vedno manjše. Ker je v praksi dodajanje dušika z gnojenjem precej omejeno, bomo z gnojenjem v predpisanih odmerkih veliko bolj vplivali na količino pridelka, če je oskrba z drugimi hranili optimalna, kot pa na vsebnost dušika v danem razvojnem stadiju iste rastlinske vrste. V slabo preskrbljeni ruši z dušikom tudi v pridelku ne moremo pričakovati enakih koncentracij dušika kot pa v dobro preskrbljeni. Enota dodanega dušika z gnojenjem bo v revnih tleh dala veliko več pridelka kot v zelo dobro preskrbljenih tleh z dušikom. Vsebnost dušika v pridelku ob istem razvojnem stadiju, v kolikor ruše ne gnojimo z dušikom, bo zelo odvisna od rastlinske sestave ruše, še posebej od prisotnosti metuljnic v ruši, ki že same po sebi vsebujejo veliko dušika in ga sosednje rastočim nemetuljnicam zagotavljajo preko izločanja v tla (Kramberger 2009).\nRastline za svojo rast sprejemajo večino hranil iz tal oziroma iz talne raztopine. Rastlinska hranila v talni raztopini so rastlinam dostopna, če so v primerni ionski obliki. Sprejeta hranila rastline porabijo za svojo rast in razvoj kot konstituente ali kot aktivatorje encimov. Po tem, ko živali zaužijejo krmo, prebavljivi del hranil absorbirajo in porabijo za svojo rast, razvoj in življenje, neprebavljivi del pa izločijo z blatom in urinom. Hranila se od tod preko gnojišča ali direktno vrnejo v tla, kjer se po določenih spremembah spet pojavijo v talni raztopini v ionski, rastlinam dostopni obliki. Tako je krogotok sklenjen. Iz krogotoka na različnih mestih veliko hranil izhaja (Kramberger 1995). Hodgson (1990) (cit. po Kramberger 1995) navaja, da se največ hranil iz krogotoka izloči z izgubami iz tal, s produkti domačih živali in iz gnojišča. Prav s porabo živalskih izločkov za gnojilo drugim kulturam odpeljemo iz krogotoka veliko hranil. Blato živali namreč vsebuje 80-90 % dušika, 90-95 % fosforja in skoraj ves tisti kalij, ki so ga živali zaužile s krmo. Med rastlinskimi hranili je za doseganje velikih in kakovostnih pridelkov na travinju zelo pomemben dušik.\nDušik je za življenje rastlin nujno potreben, je sestavni del beljakovin, aminokislin, nukleinskih kislin, fitohormonov in encimov. Zrak je glavna zaloga dušika na zemlji in rastline ga sprejemajo skozi korenine šele potem, ko se ta v tleh spremeni v obliko amonija \n(NH4+ ) in nitrata (NO3-) (Mihelič in sod. 2010).\nZrak, ki obdaja zemljo, vsebuje skoraj 80 % dušika, vendar tega plinastega dušika rastline ne morejo uporabljati za svoje potrebe. Pri tem so izjema le stročnice, ki imajo na svojih koreninah gomoljčke, v katerih živijo določene bakterije. Te bakterije so sposobne uporabljati zračni dušik za svojo prehrano in z njihovim posredovanjem ga dobijo tudi stročnice, ki živijo v simbiozi s temi bakterijami. Čisti posevek stročnic veže na hektar od 150 do 250 kg zračnega dušika, v žetvenih ostankih ga ostane okoli 100 do 150 kg N ha-1. Tako dobi naslednja poljščina 50 do 75 % od tega organsko vezanega dušika. Metuljnice na trajnem travinju, ki ga gnojimo samo s PK, pa vežejo iz zraka poleg 50 do 70 kg N ha-1 še dodatno 60 do 70 kg N ha-1. V zemljo pride nekaj dušika tudi iz onesnaženega zraka s padavinami, kar je v naših razmerah približno 15 do 20 kg ha-1 dušika na leto. Rastline za svojo prehrano ne morejo porabiti vsega tega dušika in tistega iz organskih in rudninskih gnojil. Nekaj dušika se tako izgubi s spiranjem in z izhlapevanjem v zrak (Leskošek 1993).\n"], "6": ["2.4 Krogotok dušika na travinju", "V sliki 1 imamo prikazan krogotok N. Iz slike je razvidno, da sta v kmetijski pridelavi bistvena dela tega krogotoka rastlina in tla, iz katerih rastlina ta dušik črpa. V krogotok prihaja dušik na različne načine in v različnih oblikah, prav tako pa lahko iz krogotoka del dušika neproduktivno tudi izgubimo (izgube dušika). Dušik v krogotok prihaja z ostanki pridelkov, simbiotsko in asimbiotsko vezavo dušika, organskim gnojenjem, s padavinami, odmrlimi organskimi ostanki. Iz krogotoka pa dušik izhaja z izhlapevanjem amoniaka, denitrifikacijo, odvzemom dušika z rastlinami, spiranjem in erozijo. \natmosfero (Ažnik 1994)\n"], "7": ["2.4.1 Dušik v tleh", "Skoraj ves dušik v tleh se nahaja v obliki organskih spojin (98-99 %), ki so v koloidni in netopni obliki. Mineralni ali anorganski dušik ne presega 2 % vsebnosti skupnega dušika, nahaja se v amonijski obliki in nitratni obliki (Slekovec 2010).\nTudi Leskošek (1993) navaja, da je v tleh zaloga dušika, zvečine (70 do 95 %) skladiščena v humusu in znaša glede na različno humoznost zemlje od 2000 do 12.000 kg N ha-1. Ta dušik je rastlinam slabo dostopen in se sprosti šele pod vplivom delovanja mikroorganizmov v tleh.\nPod amonifikacijo si predstavljamo prvi korak mineralizacije. Mineralizacija dušika je pretvorba organsko vezanega dušika v mineralni dušik za amonifikacijo in kasnejšo nitrifikacijo. Mineralizacija je odvisna od razmerja C:N v tleh in je večja kadar prevladuje dušik (Sturm in sod. 1994).\nAmonij, ki nastane pri amonifikaciji, torej ni končna anorganska oblika dušika. V procesu \nnitrifikacije lahko prosti amonij v prisotnosti kisika nitrifikacijske bakterije biooksidativno pretvorijo v nitratno obliko. Kadar niso ugodne razmere za delovanje bakterij, ostaja precej mineralnega dušika v amonijski obliki. Nitrat je najbolj mobilna oblika dušika in je zato glavna spojina pri kroženju dušika v tleh in kot tako podvržen tudi izpiranju (Slekovec 2010).\nAžnik (1994) navaja, da je najmočnejši onesnaževalec naravnega okolja z nitrati kmetijstvo, saj se na leto iz njivskih tal spere 20 do 60 kg N ha-1. V primeru pretiranega gnojenja z gnojevko ali prevelike količine dušikovih gnojil pri gnojenju vrtnin so lahko te količine tudi večje.\nDušik, ki ga vnašamo v tla z organskimi in mineralnimi gnojili, kot tudi tisti v tleh, se ne porabi ves za prehrano rastlin. Veliko se ga torej tudi izgubi zaradi izpiranja pod ornico. Spiranje nitratov je odvisno od talnih, vremenskih ter agrotehničnih dejavnikov in je močnejše v lahkih, dobro prepustnih tleh, na območjih z obilnimi padavinami, ob premočnem gnojenju z gnojevko, ob temeljni obdelavi tal, ob posevkih, ki le delno izkoriščajo hranila v tleh, kulturah s plitvejšimi koreninami. Vzroki so tudi ponikanje odcedne vode iz starih, slabo tesnjenih greznic, gnojišč, gnojničnih jam, skladišč z rudninskimi gnojili ipd. Najbolj se pri tem izpirajo nitrati, ki lahko pridejo v talnico in nato v pitno vodo. Najmanj dušika pa se spere iz gozdnih tal, več iz travinja, kateremu sledijo žitni posevki, največ se ga pa spere pri gnojenju vrtnin (Ažnik 1994, Slekovec 2010).\nZaradi prehajanja dušika iz zemlje v zrak lahko pride prav tako do izgub dušika iz zemlje. Takšna procesa sta volatizacija in denitrifikacija, ki povzročata enake izgube dušika, kot so izgube zaradi spiranja dušika v podtalje. Proces, pri katerem dušik prehaja iz zemlje v zrak v obliki amoniaka, imenujemo volatizacija amoniaka. V pogojih, ko je topnost amoniaka v talni raztopini zmanjšana, (višja temperatura, višja pH vrednost) je ta proces izrazitejši. Kadar mineralna gnojila po gnojenju ostanejo na površini nezagrnjena, je izhlapevanje amoniaka večje, ob uporabi gnojnice ali gnojevke ter nekoliko manj pri uporabi hlevskega gnoja in sečnine. Izgube NH3 pri površinskem tretiranju tal z gnojevko 30 do 90 % in da so pri plitvem vnašanju v tla le 5 do 15 % (Leskošek 1993, Ažnik 1994, Slekovec 2010). \nV zemlji, nasičeni z vodo, zlasti stlačeni zaradi težke mehanizacije, nastanejo tudi izgube dušika v zrak, in sicer so približno enake izgubam s spiranjem, torej približno 10 do 20 kg N ha-1 na leto. Ta proces imenujemo denitrifikacija, ki predstavlja biokemijski proces redukcije nitratov do NO, N2O ali elementarnega dušika. Kateri plin bo nastal je odvisno od pogojev v tleh, če so tla močno kisla (pH<5) proces denitrifikacije poteka počasneje in je favoriziran nastanek N2O. Denitrifikacija je še posebej aktivna na tleh, ki so zamočvirjena in je močnejša na travinju kot na njivah (Ćirić 1984, Leskošek 1993, Brady in Weil 2002).\nIzgube dušika lahko nastanejo tudi zaradi erozije, kjer se lahko prosti ali organsko vezani dušik izgublja tudi s površinsko vodo, ki odplavlja večjo ali manjšo količino talnih delcev. Predvsem so temu izpostavljena tla, ki so na bolj ali manj nagnjenih površinah, slabo strukturna, mazava ter meljasto ilovnata tla (Ažnik 1994).\nProces, pri katerem številni talni mikroorganizmi lahko porabljajo del nastalega anorganskega dušika ter mineralni dušik ponovno vežejo v slabo mobilne organske spojine, imenujemo imobilizacija dušika (Slekovec 2010).\n"], "8": ["2.4.2 Dušik v rastlinah", "Rastline sprejmejo dušik iz gnojil v kratkem času, tako torej gnojimo z dušikom rastline za takojšnjo porabo ali največ za približno dva meseca vnaprej. Zato je potrebno vsem vrstam kmetijskih rastlin, glede na potrebe, gnojiti z dušikom vsako leto posebej, enkrat ali večkrat. Rastline lahko za svojo prehrano uporabljajo mineralne oblike dušika (amonijsko in nitratno). V strukturnih tleh v procesu nitrifikacije iz amonijske oblike nastane nitratna oblika dušika. Humus je skladišče za dušik in z vsakoletnim razpadom humusa (1 do 2 %) se tolikšen del dušika sprosti za rastline, kar je okoli 20 do 200 kg N ha-1. Korenine, drugi rastlinski ostanki v tleh, organska gnojila lažje razpadejo v zračnih in toplejših tleh. Več kot se pri tem sprosti dušika z mineralizacijo organskih spojin, manj je potrebno gnojiti z dušikom (Leskošek 1993, Brady in Weil 2002). \nV rastlinah je več dušika, ko so mlade, veliko ga je v zelenih delih pa tudi v semenu. Na rastlinah se pomanjkanje dušika kaže tako, da so listi majhni, slabo razviti, imajo bledo zeleno barvo in postopoma porumenijo. Zaradi pomanjkanja dušika se zmanjša količina klorofila v listih in s tem se zmanjša tudi asimilacijska sposobnost rastlin. Zato so cvetovi, nepravilnih oblik, in rastline prehitro dozorevajo. Obdobje rasti se skrajša, plodovi pa so mali (Slekovec 2010).\nPri prekomernem gnojenju z dušikom opazimo na rastlinah liste obarvane temno zeleno ter vegetativne organe bujno razvite. Rastline razvijejo nezadostno oporno celičje in zaradi tega rade poležejo. Posledica prekomernega gnojenja z dušikom je zvišana koncentracija nitratov v rastlinah (Slekovec 2010).\nGnojenje z dušikom moramo skrbno načrtovati in pri tem upoštevati številne pogoje, kot so vrsta tal, pH tal, zahteve posamezne kulture po dušiku, klimatski pogoji in izbira ustrezne vrste gnojila (amonijačna, nitratna oblika dušika). Ko izbiramo gnojila, moramo upoštevati pH zemlje, saj je na tleh z visoko pH vrednostjo ugodneje, če uporabimo gnojila, ki vsebujejo nitratni dušik, saj se lahko iz amonijevih gnojil pri povišani pH vrednosti sprošča amoniak, ki je za rastline škodljiv. Amonijska gnojila tudi ni primerno uporabiti, kadar v zemlji primanjkuje magnezija, ker amonijski dušik za razliko od nitratnega dušika ovira absorbcijo magnezija. Zato so za uporabo zelo primerna mineralna gnojila, v katerih je del dušika v nitratni obliki, ki je rastlinam dostopna, drugi del pa je v amonijski obliki, ki se mora v nitratno obliko še pretvoriti (Slekovec 2010).\nGnojenje z dušikom je najpomembnejše za doseganje velikih pridelkov kakovostne travne mase, ker s 100 kg mrve odnesemo s travnika 1,4 kg dušika. Dušik najbolj pospešuje rast in razraščanje rastlin oziroma zelenih delov. Povečuje gostoto in višino travne ruše, povečuje asimilacijo, podaljšuje vegetacijo, poveča vsebnost beljakovin in drugih dušikovih spojin v rastlinah ter prispeva k boljšemu izkoristku drugih hranil iz tal. Zato je treba travnike za rabo košnje poleg z dušikom izdatno pognojiti še s kalijevimi in fosforjevimi gnojili. Večkrat ko kosimo ali pasemo, tem bolj moramo gnojiti (Korošec 1997). \nZ rastočimi odmerki dušika pridelek glede količine kot tudi kakovosti narašča v čistih posevkih trav, saj dušik močno pospešuje rast. V poskusih, ki so bili izvedeni na različnih koncih Evrope, so ugotovili ekonomsko delovanje dušika pri odmerkih od 200 do 600 kg ha-1 N, medtem, ko so v naših poskusih statistično značilno dobili največje pridelke s 60 kg ha-1 N za vsako košnjo v 4-kosnem sistemu. Izkoriščanje dušika in hkrati velikost pridelka je odvisna tudi od vsebnosti dostopne vode v tleh, torej od padavin in od zaloge vode do 1 m globine (Mihelič in sod. 2010).\n"], "9": ["2.5 Bilanca dušika", "Bilanca dušika je razlika med vnosom dušika pri gnojenju in odvzemom dušika, ki ga z določene kmetijske površine odpeljemo s pridelki. Izražena je v kg N ha-1 (Ur.l. RS, 113/2009).\n"], "10": ["2.5.1 Bilanca dušika na nivoju države", "Za raven Republike Slovenije za obdobje 1992-2008 je bila izdelana bilanca dušika na osnovi metodologije OECD. Po tej metodologiji vir vnosa dušika na kmetijskem zemljišču predstavljajo mineralna, živinska in druge vrste organskih gnojil, biološko vezan dušik iz zraka, depozicije atmosferskega dušika ter dušik iz semen in sadilnega materiala. Navedena metodologija je bila uporabljena zaradi primerljivosti podatkov za Slovenijo z ostalimi članicami EU, da je izračun po omenjeni metodi enoten ter uporaben za več namenov (Maver 2011).\n"], "11": ["2.5.2 Izračun bilance dušika na nivoju države", "Podatke o količini uporabljenega dušika iz mineralnih gnojil vodi in zbira Statistični urad RS. Podatke letno objavlja na svoji spletni strani (Maver 2011). \nZa količino dušika, uporabljenega iz živinskih gnojil, so podatki izračunani na podlagi uradnih podatkov o številu domačih živali in ocenjenih količinah izločenega dušika po posameznih vrstah in kategorijah živali. Uporabljene so bile enake vrednosti, kot jih uporabljajo pri vodenju evidenc o izpustih amoniaka. Izgube dušika iz hlevov in med skladiščenjem, ki so bile odštete od ocenjene količine izločenega dušika, so v izračunu že upoštevane (Maver 2011).\nKoličina fiksiranega dušika iz zraka, ki je odvisna od vrste metuljnice ter od pridelka, je bila ocenjena na podlagi vrednosti iz literature ter vrednosti, ki jih uporabljajo države članice OECD. Glede na različne vrste metuljnic znaša količina fiksiranega dušika iz zraka 100-200 kg N ha-1 letno. V botanični sestavi travno deteljnih mešanic je bil pri izračunu fiksacije dušika v travno deteljnih mešanicah predpostavljen 30 % delež metuljnic (Maver 2011).\nTudi z nanosom dušikovih spojin iz atmosfere prispe del dušika v tla. Ocenjeno je, da je 15 kg N ha-1 letno ta količina (Maver 2011).\nV Sloveniji se evidence o vnosu drugih organskih gnojil (komposti, blata čistilnih naprav…) v tla ne vodi. Za ta vnos dušika v tla je ocenjeno, da je zanemarljivo majhen, zato pri izračunu nacionalne bilance ni bil upoštevan (Maver 2011).\nTudi s semenom in sadilnim materialom vnašamo v tla dušik. Količina vnesenega dušika v tla je izračunana na podlagi vsebnosti dušika v semenih, setvenih norm (v kg ha-1) in površin posameznih vrst pridelkov. Podatki o površinah posameznih kmetijskih rastlin v Sloveniji izhajajo iz uradnih evidenc Statističnega urada RS. Podatki o setvenih normah in vsebnosti dušika v semenih ter sadikah so pridobljeni iz podatkov lastnega raziskovalnega dela Kmetijskega inštituta Slovenije in na podlagi vrednosti, povzetih iz strokovne literature (Maver 2011).\nOdvzem dušika s kmetijskih zemljišč predstavljajo pospravljeni kmetijski pridelki. Količina s pridelkom odvzetega dušika je bila izračunana na podlagi podatkov o vsebnosti \ndušika v pridelkih in podatkov o pridelkih posameznih vrst kmetijskih rastlin. Podatki o vsebnosti dušika v pridelkih so bili pridobljeni iz podatkov lastnega raziskovalnega dela Kmetijskega inštituta Slovenije ter na podlagi vrednosti, povzetih iz strokovne literature. Podatke o pridelkih vodi in izbira Statistični urad RS. V izračun so vključene vse vrste kmetijskih pridelkov, ki jih evidentira Statistični urad RS (Maver 2011).\n2008 (Maver 2011 po SURS KIS)\nV grafikonu 1 so prikazani podatki o bruto bilanci dušika, ki so bili v letu 2010 poslani Eurostatu. V grafikonu vidimo, da imamo v Sloveniji v zadnjih dveh desetletjih pozitivno bilanco dušika, in sicer med 40 in 120 kg ha-1 (Maver 2011).\nVerbič in Sušin (2010) navajata, da dušik iz mineralnih in živinskih gnojil predstavlja glavni vir vnosa dušika na kmetijska zemljišča. V Sloveniji se je skupni vnos dušika v obdobju 1992-2008 zmanjšal za 17,1 % oziroma od 84.266 ton dušika na 69.822 ton \ndušika. Tudi vnos dušika na hektar kmetijske zemlje v uporabi se je zmanjšal od 152 kg N ha-1 na 142 kg N ha-1 torej za 6,5 %. Skupni vnos dušika je v tem obdobju prispeval povprečno 84 %, torej 42 % mineralnega kot tudi živinskega gnojila. Atmosferska depozicija dušika prispeva s skupnemu vnosu dušika 10 %, biološka fiksacija dušika z metuljnicami 5 % ter semena in sadike 0,4 %. Za zmanjšan vnos dušika v tem obdobju je vzrok v 35,7 % zmanjšanem vnosu dušika iz mineralnih gnojil, iz živinskih gnojil je ostal večinoma nespremenjen. Povečal se je le vnos dušika z biološko fiksacijo za 11,6 % zaradi večjih pridelkov in površin metuljnic.\nV obdobju 1992-2008 je bil odvzem dušika s pridelki zelo različen, na hektar kmetijske zemlje v uporabi je znašal med 58 in 122 kg N ha-1 letno. Razlike so nastale zaradi različnih vremenskih razmer, saj so v sušnih letih manjši pridelki in tako zmanjšan odvzem dušika. Trajno travinje je v obdobju 1992-2008 predstavljalo glavni vir odvzema dušika, in sicer okoli 63 %, poljščine in sejano travinje okoli 35 % ter trajni nasadi in pridelek zelenjave okoli 2 %. Bilančni presežek dušika je v tem obdobju znašal med 23 in 94 kg N ha-1. Največji bilančni presežek so ugotovili v letih 1992, 1993 ter 2003 in je znašal več kot 80 kg N ha-1. Z izjemo leta 1992 in 1993 je do leta 2000 bil bilančni presežek 38-66 kg N ha-1. Po letu 2004 se je večinoma zmanjševal in leta 2008 znašal 24 kg N ha-1. Slovenija je v letu 2000 izkazovala nekoliko večji bilančni presežek 66 kg N ha-1 od povprečja EU-15, ki je znašal 55 kg N ha-1. Države z velikim bilančnim presežkom so: Nizozemska z 226 kg N ha-1, Belgija z 174 kg N ha-1, Luksemburg z 117 kg N ha-1 ter Nemčija z 105 kg N ha-1, Francija z 25 kg N ha-1, Italija z 37 kg N ha-1 in Švedska z 38 kg N ha-1 pa so v letu 2000 imele najmanjši bilančni presežek dušika (Sušin in Verbič 2010).\n"], "12": ["2.5.3 Bilanca dušika na nivoju kmetije", "Matičič (1996) navaja, da je bila v Sloveniji za leto 1991 narejena površinska bilanca dušika na nacionalni in regijski ravni. Pri tem je bila uporabljena metodologija na predlog EZ. Presežke dušika so določili na nacionalni in regijski ravni ter na ravni kmetij. Na ravni kmetij je bila določena bilanca dušika zaradi ugotovitve verjetnega točkovnega \nonesnaževanja voda. Površinska bilanca dušika vsebuje podatke o vnosu dušika z rudninskimi gnojili, organskimi gnojili in odlaganju dušika iz atmosfere ter podatke odvzetega dušika s pridelki rastlin in izgube v atmosfero. Za leto 1994 je bila bilanca dušika na ravni kmetij ovrednotena za 152 privatnih, 16 družbenih in 16 manjših kmetij na območjih z omejenimi rastnimi pogoji na kraških visokih območjih.\nPovprečen vnos dušika z rudninskimi gnojili je nizek in znaša 47 kg ha-1, medtem ko je z organskimi gnojili precej višji, in sicer 90 kg ha-1. V regijah z intenzivnim kmetijstvom je povprečen vnos dušika z rudninskimi gnojili višji, za pomursko regijo znaša 65 kg ha-1, za mariborsko regijo pa 63 kg ha-1. Tudi vnos dušika iz organskih gnojil je največji v intenzivnih kmetijskih območjih, ki imajo visoko koncentracijo živali na enoto površine (mariborska regija 2 GVŽ ha-1, pomurska regija 1,6 GVŽ ha-1), in sicer za mariborsko regijo znaša 138 kg ha-1 in 122 kg ha-1 za pomursko regijo. Celotna bilanca dušika v intenzivnih obdelovalnih območjih (Maribor, Pomurje) znaša komaj preko 100 kg ha-1. V ostalih območjih pa je ta delež nižji in znaša od 19 kg ha-1 (Obalno-Kraško) do 76 kg ha-1 (Koroška). Največkrat povzroča visoke presežke reja živali. Neto bilanca je v vseh območjih nižja kot 100 kg ha-1 in povprečna neto bilanca v Sloveniji je okoli 56 kg ha-1. Nižje koncentracije dušika so pričakovane predvsem na območju zahodne Slovenije (Obalno-Kraško). Tako so ugotovili, da je največja potencialna nevarnost izpiranja dušika zaradi kmetijske dejavnosti na območjih z visoko intenzivnostjo živinoreje na mariborskem, kjer je neto bilanca precej višja in znaša okoli 90 kg N ha-1 in v Pomurju, kjer je okoli 81 kg N ha-1 (Matičič 1996).\n"], "13": ["3 MATERIAL IN METODE DELA", ""], "14": ["3.1 Material", "Rezultate za diplomsko delo smo pridobili z eksaktnega travniškega mikroposkusa, ki je bil izveden na kmetiji Vrecl v Zgornjih Hočah (325 m n.v., 46- 29' 31'' s.g.š., 15- 37' 13'' v.g.d.). Poskus je bil sicer že zasnovan spomladi leta 2007, vendar smo v bilanco dušika vključili enoletne podatke za leto 2008.\n"], "15": ["3.1.1 Tla", "Tla na površini, kjer smo izvajali poskuse, so distrična rjava. Tekstura tal je srednje težka in peščeno ilovnata. Za ta tip tal je značilno, da je avtomorfnega nastanka, saj nastane pod vplivom padavinske vode, ki prosto odteče skozi talni profil (Stepančič in sod. 1998). Po opravljeni AL kemijski analizi tal so tla na poskusni parceli vsebovala 4,2 mg P2O5 100 g-1 in 11,9 mg K2O 100 g-1 tal, pH je znašal 5,95.\n"], "16": ["3.2 Metode dela", ""], "17": ["3.2.1 Zasnova poskusa", "Poskus je bil zasnovan 2007 po metodi naključnih blokov v štirih ponovitvah. Parcelo smo razdelili na 12 poskusnih parcelic. Velikost osnovne parcelice v poskusih je bila 5m x 5m (25m²).\n"], "18": ["3.2.2 Gnojenje in košnje", "Gnojili smo na tri različne načine, glede na posamezna obravnavanja. Prvi način gnojenja je bilo maksimalno dovoljeno gnojenje z organskimi gnojili in v ekološki pridelavi dovoljenimi rudninskimi hranili glede na predviden odvzem in normative za posamezne načine rabe. Pri drugem načinu smo gnojili z 20 % nižjimi odmerki gnojil, kot smo jih uporabili pri prvem gnojenju, torej maksimalno dovoljeno gnojenje v ekološki pridelavi in dopuščena rudninska gnojila. Tretji način gnojenja je podoben prvemu, vendar so bila hranila iz rudninskih gnojil. Vsebnosti hranil v gnojevki so bile 5,2 kg N, 1,9 kg P2O5 in 8,2 kg K2O v m³ z 10% sušine. V preglednici 3 so prikazane okvirne količine hranil (upoštevali smo pričakovane izgube N 15 %), ki so bile dodane pri gnojenju.\nGnojevka Mineralna gnojila  167 N  Obravnavanje 1 72 P2O5 48 P2O5  312 K2O  136 N  Obravnavanje 2 59 P2O5 41 P2O5  254 K2O  170 N  Obravnavanje 3 / 120 P2O5  240 K2O\nKošnja 1 2 3 4\n"], "19": ["3.2.3 Meritve kemijske in botanične analize", "Osnovna kemijska analiza tal (AL) je bila opravljena po metodi, ki so jo uvedli Egner in sod. (1960). Vzorce tal za Nmin metodo, ki smo jih odvzeli spomladi in novembra po koncu rastne dobe 2008 (iz treh globin tal 0-30 cm, 30-60 cm, 60-90 cm), smo analizirali po Keeney in Nelson (1982).\nDušik v vzorcih tal smo določili po Kjeldahlovi metodi.\nV posameznih košnjah smo ugotovili količino pridelka tako, da smo pridelek svežega zelinja, ki smo ga pokosili na štirih mestih (vzorec 0,25 m²), posušili v sušilni omari pri 55- C ter ga stehtali in preračunali na hektar.\nV vzorcih pridelka smo vsebnost dušika določili po Kjeldahlovi metodi. Na osnovi količine pridelka in vsebnosti dušika v pridelku smo določili odvzem dušika s pridelkom po posameznih obravnavanjih.\nDelež metuljnic v ruši smo določili po metodi direktne ocene (Mannetje in Jones 2000). Analiza je bila opravljena maja 2008.\n"], "20": ["3.2.4 Klimatske razmere", "Območje Zgornje Hoče, kjer smo izvajali poskus, spada po Koppenovi klasifikaciji v vlažni, zmerno topli pas, za katerega so značilne suhe zime (Stepančič in sod. 1998).\nV preglednici 6 so prikazani podatki za vremenske razmere za leto 2008, in sicer za območje, kjer smo izvajali poskus. Leto 2008 se je začelo z neobičajno milima januarjem (2,8 -C) in februarjem (4,5 -C). Izstopala je septembrska ohladitev. Oktobra in novembra je primanjkovalo padavin, medtem ko so bile konec novembra in večino decembra obilne. V mesecu maju so v Mariboru zabeležili komaj okoli tretjino običajnih padavin. Junij, julij \nin avgust so zaznamovala močna neurja. Povprečna letna temperatura leta 2008 je bila 11,5\n-C, višina padavin pa je znašala 895 mm.\npadavin (mm) za vremensko postajo Maribor (Mesečni bilten 2008)\nJan. Feb. Mar. Apr. Maj Jun. Jul. Avg. Sep. Okt. Nov. Dec.\nTemp.  (-C) Padavine  2 15 95 39 73 135 149 134 61 44 46 102  (mm)\npadavine 1:4) za vremensko postajo Maribor v letu 2008 \nGrafikon 2 prikazuje razmerje med temperaturami in padavinami. Obdobje suše nastopi, kjer krivulja padavin pade pod krivuljo temperature. Iz grafikona je razvidno, da kljub manjšim količinam padavin v januarju (2 mm) in februarju (15mm) v letu 2008 ni bilo sušnega obdobja.\n"], "21": ["3.2.5 Statistična obdelava podatkov", "Podatke, ki smo jih dobili, so obdelani s programom Microsoft Exel 2003. Statistično obdelavo podatkov smo izvedli s programom SPSS (Verzija 14.0). Razlike med aritmetičnimi sredinami smo testirali s testom mnogoterih primerjav (LSD, p≤5).\n"], "22": ["4 REZULTATI IN KOMENTAR", ""], "23": ["4.1 Bilanca dušika", "S poskusom, ki je zajemal štiri košnje letno ob različnih načinih gnojenja, smo pričeli že v letu 2007. Zaradi tega je začetno stanje dušika v tleh že posledica različnih gnojenj v preteklem letu. V preglednici 7 je tako razvidno, da je bilo začetno stanje skupnega dušika v tleh spomladi 2008 statistično značilno najnižje v obravnavanju 1 (0,24 %). Razlike med obravnavanji 2 in 3 niso bile statistično značilne. Pri mineralnem dušiku v tleh spomladi razlike med obravnavanji pri 95 % verjetnosti niso statistično značilne. Če zmanjšamo strogost testa, lahko z 93 % verjetnostjo trdimo (glej preglednico 8), da razlike obstajajo, kar pomeni, da je tudi mineralizacije dušika v tleh bilo najmanj v obravnavanju 1.\nSkupni Mineralni N dodan z N odvzet Mineralni Skupni N Zaloge Bilanca  N v tleh N gnojenjem s N jeseni v tleh skupnega N N Obravnavanje spomladi spomladi (kg ha-1) pridelkom 2008 spomladi v tleh (kg ha-1)  2008 2008 (kg) (kg ha-1) 2009 (%) (2009-  (%) (kg ha ) 2008)\n* Vrednosti v istem stolpcu, ki so označene z isto črko, se statistično značilno ne razlikujejo med seboj (LSD, p≤0,05) Legenda: 1 - uporaba gnojevke v količini (2,5 GVŽ ha-1) + 150 kg hiperkorna (26 % P2O5) ha-1, 2 - uporaba gnojevke v manjši količini (1,9 GVŽ ha-1) + 150 kg hiperkorna (26 % P2O5) ha-1, 3 - 170 kg N ha-1, 120 kg P2O5 ha-1, 240 kg K2O iz mineralnih gnojil (NPK, KAN) \nZ gnojenjem smo, kot je razvidno iz preglednice 7, dodali v krogotok v obravnavanju 1 (167 kg N ha-1), v obravnavanju 2 (136 kg N ha-1) in v obravnavanju 3 (170 kg N ha-1).\nOdvzem dušika s pridelkom je bil v obravnavanju 3 (267,62 kg ha-1) značilno višji kot v obravnavanju 2 (228,22 kg ha-1). Odvzem dušika v obravnavanju 1 se statistično ni razlikoval od obravnavanj 2 in 3.\nOb koncu raziskave eksperimenta smo v tleh ugotovili, da statistično značilnih razlik med obravnavanji pri mineralnem dušiku v tleh jeseni 2008 ni bilo. Razlik tudi ni bilo pri skupnem dušiku v tleh spomladi 2009.\nV bilanci dušika (preglednica 7) vidimo, da smo z vsemi tremi obravnavanji gnojenja s pridelkom odnesli iz tal več dušika (za približno 100 kg), kot smo ga dodali z gnojenjem ob upoštevanju količin mineralnega dušika v tleh.\n"], "24": ["4.2 Komentar s sklepom", "Razloge za večji odvzem dušika iz tal, kot so bili pričakovani za posamezna gnojenja in glede na zaloge mineralnega dušika v tleh, lahko iščemo v zmanjšanju zalog skupnega dušika v tleh (mineralizacija organske snovi), simbiotski vezavi dušika v tleh in vnosu dušika v tla s padavinami. Nekaj malega dušika pa bi lahko bilo tudi iz vezave dušika s prostoživečimi mikroorganizmi v tleh.\nRastline so torej dušik za svojo rast pridobile tudi iz drugih virov.\nIz preglednice 7 bi lahko sklepali, da so rastline precej dušika pridobile iz zalog skupnega dušika v tleh. To je še posebej vidno v obravnavanjih 2 in 3, kjer so se skupne zaloge dušika v tleh zmanjšale, kar potrjuje našo domnevo, vendar pa se je preskrbljenost v obravnavanju 1 nepričakovano povečala. Vendar pa moramo pri upoštevanju tega vira pri bilanci dušika izhajati iz dejstva, da je 0,01 % skupnega dušika v tleh približno 300 kg N \nha-1 računajoč do globine 20 cm (http:// stari.bf. uni-lj.si/cpvo / Novo /PDFs/ vpliv kmetijstva na kvaliteto okolja _ dusik. pdf). Za natančno bilanco je torej natančnost kemijske analize skupnega dušika v tleh bistveno premajhna. Poleg tega je lahko tudi morebitna napaka pri odvzemu vzorcev tal razlog, da je v obravnavanju 1 zaloga skupnega dušika v tleh do spomladi 2009 navidezno celo narasla, kar je nepričakovano glede na odvzem dušika s pridelkom.\nDrugi vir, od koder so rastline za svojo rast pridobile kaj dušika, je simbioza. Iz literature je znano, da je sposobnost simbiotske vezave dušika iz zraka ena najpomembnejših lastnosti metuljnic. Spatz in Buchgraber (2003) navajata, da s simbiotsko vezavo dobimo 2 do 7 kg dušika ha-1 na 1 % biomase metuljnic v ruši. V naših poskusih je bilo po botaničnih analizah izvedenih v maju 2008 v obravnavanju 1 okrog 5,3 %, obravnavanju 2 7,1 % in obravnavanju 3 4,3 % metuljnic. Iz tega lahko sklepamo, da so rastline preko simbioze pridobile med 20 in 40 kg N ha-1.\nDodatni vir dušika, poleg simbioze, bi lahko predstavljal tudi dušik, ki pride v tla preko padavin. Po virih iz literature lahko nekaj dušika pride v zemljo iz zraka s padavinami, okoli 20 kg ha-1 v enem letu (Slekovec 2010). S tem, da lahko računamo, da so vsa obravnavanja preko tega vira pridobila enako količino dušika.\nNatančna analiza bilance dušika v različnih gnojenjih štirikosnega travinja je težavna tudi, če upoštevamo, da se pridobljene vrednosti posameznih parametrov med gnojenji ponekod statistično značilno razlikujejo, ponekod pa ne, ker je P vrednost pridobljena pri analizi variance previsoka (glej preglednico 8).\nKljub temu lahko zaključimo, da nam negativne bilance dušika v vseh obravnavanjih kažejo predvsem na črpanje zalog dušika iz tal, kjer je bil nakopičen v organski snovi zaradi intenzivnega gnojenja z dušikom na teh površinah v preteklosti.\n"], "abstract": ["Na kmetiji Vrecl v Zgornjih Hočah (325 m n.v., 46° 29' 31'' s.g.š., 15° 37' 13'' v.g.d.) smo v letu 2008 ugotavljali bilanco dušika različno gnojenega štirikosnega travnika. V travniškem poskusu (naključni bloki v štirih ponovitvah) smo štirikosni travnik gnojili z gnojevko količine od dveh in pol glav velike živine (2,5 GVŽ) ha-1, dodali pa smo tudi 48 kg P2O5 ha-1 (gnojilo hiperkorn). V obravnavanju 2 smo uporabili gnojevko manjše količine od (1,9 GVŽ) ha-1 in 41 kg P2O5 ha-1 ter v obravnavanju 3 smo uporabili mineralna gnojila NPK in KAN (170 kg N, 120 kg P2O5, 240 kg K2O). Pridobljeni rezultati kažejo, da smo v bilanci dušika z vsemi tremi obravnavanji gnojenja s pridelkom odnesli iz tal več dušika, kot smo ga dodali z gnojenjem. Analize skupnih zalog in mineralnega dušika v tleh kažejo, da nekaj dušika v odvzemu s pridelkom izvira iz zalog dušika v tleh, nekaj dušika v pridelku izvedenega poskusa pa lahko pripišemo tudi drugim virom (simbiotska vezava dušika iz zraka, vnos dušika v tla s padavinami). "]}