{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "V diplomski nalogi se bomo osredotočili na predustanovitvene in ustanovitvene aktivnosti, ki so potrebne za ustanovitev podjetja. Le-te aktivnosti bomo podrobneje upoštevali tudi v primeru ustanovitve podjetja, ki še ne obstaja, to je turistična kmetija.\nZa raziskovanje tovrstne dejavnosti smo se odločili, ker predstavlja kmečki turizem še ne dovolj odkrito tržno nišo z veliko perspektivo. Pomembna značilnost turistične kmetije je tesna povezanost podjetja in družine. Zato se bomo usmerili v proučitev malih in srednje velikih podjetij, katerih velik delež predstavljajo tudi družinska podjetja.\nDa bi bilo podjetje dolgoročno uspešno, je potrebno dobro izpeljati predustanovitvene in ustanovitvene aktivnosti ter planirati vizijo in politiko podjetja ter izbrati primerne strategije. Zato je potrebno proučiti primerjalne prednosti in slabosti podjetja ter priložnosti in nevarnosti, ki jih prinaša okolje.\nV zadnjem času močno narašča število novih podjetij, ki pa so že z ustanovitvijo obsojena na propad, saj se naredi veliko napak prav pri ustanovitvi. Zato je pomembno, da se ustanovitvi posveti veliko pozornosti in da se izvede dosledno, saj sta nadaljna rast in razvoj podjetja zelo odvisna od ustanovitvenega procesa.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", ""], "4": ["1.2.1 Namen", "Namen diplomskega dela je proučitev procesa ustanavljanja podjetja. V Sloveniji se je s pristopom k tržnemu gospodarstvu začel proces prestrukturiranja družbenih podjetij v privatna in s tem se je ustanovilo dosti malih in srednje velikih podjetij. Za uspešno ustanovitev podjetja v današnjem času pa ni pomembna več samo dobra ideja in kapital temveč tudi jasno opredeljena vizija podjetja, oblikovana politika podjetja in opredeljene strategije.\nKer je v Sloveniji turizem na podeželju šele v razvoju in ker se s tem v zvezi pojavljajo številni problemi, se bomo v primeru ustanovitve podjetja usmerili na ustanovitev turistične kmetije. Problemi, ki se pojavljajo pri kmečkem turizmu, so:\n- pomanjkljiva strategija, koordinacija in organizacija na področju kmečkega turizma;\n- država posega v kmečki turizem s togimi predpisi glede turistične ponudbe in  zahteva preostre predpise o higienskih standardih, o tehnični opremljenosti  prostorov;\n- problemi poslovnega-kooperantskega sodelovanja kmečkega turizma; … \n"], "5": ["1.2.2 Cilji", "- opredeliti prednosti in slabosti družinskega podjetja;\n- predstaviti možne oblike pravne organiziranosti podjetja s podrobnim opisom  samostojnega podjetnika posameznika;\n- predstaviti življenjski cikel podjetja in se usmeriti na fazo ustanovitve;\n- opredeliti podjetniško idejo;\n- proučiti predustanovitvene aktivnosti;\n- opredeliti ustanovitveno in razvojno vizijo;\n- v okviru politike podjetja opisati poslanstvo, smotre in temeljne cilje podjetja;\n- opredeliti temeljno strategijo, splošne in poslovne strategije ter programsko-tržna  področja in strateške poslovne enote;\n- planirati ustanovitev podjetja na primeru zamišljenega podjetja, to je Turistična  kmetija »Tinkara«, Volmajer Tonka, s.p.\n"], "6": ["1.2.3 Trditve", "dobro planirana ustanovitev prispeva k manjšemu propadu novoustanovljenih  podjetij;  predustanovitvene raziskave so zelo pomembne za rast in razvoj podjetja;  družinska podjetja predstavljajo velik delež malih in srednje velikih podjetij;  turizem na podeželju veča gospodarsko moč kmetije in pomaga reševati socialna  vprašanja podeželja.\n"], "7": ["1.3 Predpostavke in omejitve raziskave", "Predpostavke diplomske naloge:\n- podjetje lahko obstaja na trgu in je lahko uspešno samo z uspešno izpeljanimi  predustanovitvenimi analizami in raziskavami;\n- velik del malih in srednjih podjetij predstavljajo družinska podjetja;\n- država bi morala nuditi večjo pomoč za tvegane podjetniške ideje;\n- v primeru ustanovitve podjetja bomo predpostavili, da so razvojne možnosti  kmečkega turizma predvsem v atraktivnem naravnem okolju, privlačnosti in  specifičnosti posameznih okolij, naravnih in kulturnih znamenitostih ter  gostoljubnosti nosilcev kmečkega turizma.\nOmejitve diplomske naloge:\n- planiranje na ravni politike podjetja in strateškega managementa;\n- proučevanje ustanovitve malih in srednje velikih podjetij, s poudarkom na  družinskih podjetjih;\n- v okviru pravne oblike organiziranosti podjetja se bomo omejili na samostojnega  podjetnika posameznika (s.p.). \n"], "8": ["1.4 Predvidene metode raziskovanja", "V diplomskem delu bo opravljena poslovna raziskava, ki ima predvsem značilnosti dinamične raziskave. Uporabili bomo tudi deskriptivni pristop in v okviru tega pristopa uporabili naslednje metode: metodo deskripcije, komperativno metodo in metodo kompilacije. \n"], "9": ["2 USTANOVITEV KOT FAZA ŽIVLJENJSKEGA CIKLA", ""], "10": ["2.1 Podjetje in vrste podjetij", "Podjetje lahko jemljemo kot inštitucionalizirani podjem za uresničitev podjetniške ideje in zamisli. Ker nastane podjetje prvenstveno zaradi interesa po uresničitvi nastale podjetniške ideje, ima vsako podjetje interesne značilnosti. Temeljni nosilec podjetniškega iteresa je podjetnik, ki spozna in začuti potrebo po uresničitvi svoje ideje s podjetjem. To stori z namenu primernimi ljudmi in drugimi resursi, organiziranimi v inštitucijo podjetja. Podjetje lahko prepusti ustanovitev ali drugačno pridobitev podjetja (npr.: nakup, prevzem, dedovanje, preoblikovanje, dograditev ipd.) nekomu tretjemu. Pogosto so to posebej usposobljeni strokovnjaki, ki podjetje v njegovem imenu ustanovijo in ga kasneje v njegovem imenu tudi upravljajo in vodijo (Belak 2002, 21).\nZ vidika lastnega namena, zgradbe in strukture je podjetje sistem interesno povezanih ljudi in drugih dejavnikov, organiziranih v inštitucionalno celoto z namenom celovitega tržnega delovanja. Temu temeljnemu namenu ter spoznanim posebnostim tržnih potreb in okoliščin njihovega kasnejšega delovanja je podrejen nastanek in razvoj podjetij v inštitucionalnem, strukturalnem in procesnem pomenu (Belak 2002, 22).\nPri obravnavi podjetja moramo razlikovati ožje in širše pojmovanje podjetja.\nPri širšem pojmovanju podjetja zaobsežemo s pojmom »podjetje« več vrst tega pojava – odvisno pač od tega, kako široko pojmovanje sprejmemo. Zelo uporabno in smiselno je širše pojmovanje podjetja v pomenu nemškega pojma »der Betrieb« kot inštitucionalizirenega podjema. S takim »širšim« razumevanjem podjetja, dopustimo uporabljati pojem podjetja kot inštitucije za vsakršne poslovne podjeme, ne glede na njihovo pravno in lastniško obliko in ne glede na to, katerim primarnim ciljem sledi posamezna inštitucija. S takim (odprtim) pojmovanjem podjetja se izognemo mnogim načelnim in tudi praktičnim problemom pri uvajanju podjetniške poslovnosti v javna podjetja, zavode, ustanove, društva, različna združenja in v druge neprofitno usmerjene organizacije.\nV ožjem pomenu so podjetja tiste gospodarske družbe, katerih delovanje je usmerjeno v ustvarjanje dobičkov. Poleg navedenih skupnih značilnosti, ki veljajo za vse poslovne subjekte, morajo izpolnjevati po navedbah teh in drugih avtorjev, »prava« profitno usmerjena podjetja v tržnih gospodarstvih, še tele značilnosti:\n- zunanja avtonomija, ki dopušča podjetju tržno svobodo ponudbe in tveganj brez  vmešavanja države;\n- privatno lastništvo, razumljeno kot notranja avtonomija podjetja;\n- pridobitniško načelo oplajanja v podjetje vloženega premoženja z dobičkom (povzeto  po Belak 2002, 22-23). \nČeprav so odvisne nekatere posebnosti podjetij od okolij, v katerih delujejo ali naj bi delovala podjetja, jih vendarle lahko razvrstimo v nekoliko značilnih skupin. Pri razvrščanju podjetij v značilne skupine, uporabimo naslednje kriterije (Belak 2002, 23-24):  A. dejavnost,  B. velikost,  C. tehnično-ekonomska struktura,  D. lokacija,  E. stopnja kooperativnosti,  F. stopnja internacionalizacije podjetja,  G. oblika podjetniške povezave ter  H. pravna oblika.\nGlede na namen in cilje diplomske naloge v nadaljevanju podrobneje opredeljujemo naslednje kriterije in vrste podjetja: dejavnost, velikost, pravna oblika.\n1.) Možne dejavnosti podjetja po običajni členitvi na primarni, sekundarni in terciarni sektor (Belak 2002, 24): 1. Primarni sektor\n- kmetijstvo, lov, gozdarstvo\n- ribištvo 2. Sekundarni sektor\n- rudarstvo\n- predelovalna dejavnost\n- oskrba z elektriko, plinom in vodo\n- gradbeništvo 3. Tercialni sektor (storitve)\n- trgovina, popravila motornih vozil in izdelkov široke porabe\n- gostinstvo\n- promet, skladiščenje in zveze\n- finančno posredništvo\n- poslovanje z nepremičninami, najem in poslovne storitve\n- dejavnost javne uprave in obrambe, obvezno socialno zavarovanje\n- izobraževanje\n- zdravstvo in socialno varstvo\n- druge javne, skupne in osebne storitvene dejavnosti.\n2.) Velikostna razvrstitev podjetij, organiziranih v družbe po Zakonu o gospodarskih družbah Republike Slovenije Družbe se razvrščajo na majhne, srednje in velike, in sicer na podlagi upoštevanja naslednjih meril:\n- število zaposlenih;\n- prihodki;\n- povprečna vrednost aktive (Belak 2002, 25). \nGOSPODARSKIH DRUŽBAH RS (52. člen)\n3.) Pravne oblike podjetja (po Zakonu o gospodarskih družbah Republike Slovenije (ZGD), povzeto po Belak 2002, 26):\n- osebne družbe: - družba z neomejeno odgovornostjo\n- komanditna družba\n- tiha družba\n- kapitalske družbe: - delniška družba\n- komanditna delniška družba\n- družba z omejeno odgovornostjo\nVendar pa ZGD poleg gospodarskih družb pozna še dve vrsti opravljanja gospodarske dejavnosti, in sicer (Bohinc 1999, 30):\n- gospodarsko interesno združenje;\n- samostojni podjetnik – posameznik.\nV gospodarsko interesno združenje se lahko povezujejo osebne ali kapitalske družbe. Samostojni podjetnik pa je fizična oseb, je posameznik in ni družba (Bohinc 1999, 30). Ker bomo v primeru ustanovitve podjetja uporabili pravno obliko organiziranosti podjetja kot samostojnega podjetnika, bomo v nadaljevanju tudi to obliko pravne organiziranosti podrobneje predstavili.\nSAMOSTOJNI PODJETNIK POSAMEZNIK:\nSamostojni podjetnik posameznik je fizična oseba, ki na trgu samostojno opravlja pridobitno dejavnost kot svojo izključno dejavnost. ZGD opredeljuje samostojnega podjetnika posameznika, za katerega veljajo povsem enake vsebinske značilnosti kot za gospodarske družbe. Podjetnik je lahko le posamezna fizična oseba. Več podjetnikov se lahko združi v eno od gospodarskih družb in ne obstaja posebna družba več podjetnikov. Firma podjetnika vsebuje poleg označbe dejavnosti in morebitnih dodatnih sestavin tudi ime in priimek podjetnika ter skrajšano označbo, da gre za samostojnega podjetnika (s.p.). Podjetnik lahko začne opravljati dejavnost na podlagi prijave pri organu, pristojnem za javne prihodke. Priglasitev je pisna in vsebuje:\n- označbo obrata in njegov sedež (firma, dejavnost, opis podjetja, …)\n- ime podjetnika in njegovo prebivališče;\n- dokazilo, da podjetnik izpolnjuje vse pogoje za opravljanje dejavnosti v skladu z  zakonom (praviloma akt pristojnega upravnega organa) (Bohinc 1999, 65-67).\nPodjetnik priglasi prenehanje poslovanja organu, pristojnem za javne prihodke. Podjetnik mora vsaj tri mesece pred prijavo prenehanja poslovanja na primeren način objaviti, da bo \nprenehal poslovati ter ob tem navesti tudi dan prenehanja poslovanja. Enaka dolžnost smiselno velja tudi za podjetnika, ki namerava podjetje prodati ali ga vložiti v družbo.\nPrispevki za socialno varnost podjetnika posameznika Podjetnik je fizična oseba, ki ni v rednem delovnem razmerju, zato tudi ne prejema plače. Svojo socialno varnost si zagotavlja s plačevanjem prispevkov za socialno varnost. Za fizične osebe, ki samostojno opravljajo pridobitno dejavnost, se lastnosti o pokojninskem in invalidskem zavarovanju dokazuje z overjenim priglasitvenim listom samostojnega podjetnika posameznika (DURS, 2002).\n"], "11": ["2.2 Opredelitev in značilnosti družinskega podjetja", ""], "12": ["2.2.1 Opredelitev družinskega podjetja", "Številni raziskovalci, zlasti v Evropi in ZDA, ugotavljajo, da družinska podjetja predstavljajo pomemben delež v strukturi vseh podjetij ali pa celo prevladujejo. Vendar pa se njihove ocene o deležih družinskih podjetij razlikujejo, prav tako pa tudi opredelitve družinskega podjetja. In čeprav so družinska podjetja vseh velikosti, po ocenah raziskovalcev prevladujejo med malimi in srednje velikimi podjetji. Kljub ugotovitvam raziskovalcev o razširjenosti in pomembnosti družinskih podjetij pa ni enotne opredelitve (definicije) družinskega podjetja, v okviru te pa tudi ni enotne opredelitve malih in srednje velikih družinskih podjetij. Družinsko podjetje ni pravni pojem, saj zakon (v Sloveniji je to predvsem Zakon o gospodarskih družbah) družinskega podjetja ne opredeljuje kot posebno pravno obliko. Družinsko podjetje je torej družbeno-ekonomski pojem, pravna oblika podjetja pa je poljubno izbrana glede na določila zakonov, ki veljajo v določeni državi (Duh 2003, 13, 33).\nZa opredelitev malih in srednje velikih družinskih podjetij so primerni predvsem naslednji kvalitativni kriteriji:\n- podjetje je v večinski lasti družine;\n- člani družine-lastniki tudi upravljajo in vodijo podjetje;\n- obstaja želja, da se podjetje ohrani v lasti in vodenju družine (izraža se lahko skozi  šolanje otrok za podjetje, njihovim postopnim vključevanjem v podjetje) (Duh 2003,  33-34).\nKot kvantitativne kriterije pa lahko okvirno upoštevamo kriterije, ki jih predvideva Zakon o gospodarskih družbah, pri čemer bi morali upoštevati smernice EU za opredeljevanje velikosti podjetja (Duh 2003, 34). Kvantitativni kriteriji so primerni takrat, ko gre za razmejevanje in opredeljevanje podjetij za potrebe statistike, zakonodaje, dodeljevanja različnih vrst podpore itd. Primerni so zato, ker so jasni in enoumni, čeprav se pogosto razlikujejo glede na namen uporabe (Duh 1995, 122-123). \n"], "13": ["2.2.2 Značilnosti družinskega podjetja", "Obširna raziskava o značilnostih malih in srednje velikih družinskih podjetij je bila izvedena v okviru projekta STRATOS (Donckels, Fröhlich 1991; povzeto po Duh 2003, 25-26). Podatki omenjenega projekta kažejo naslednje tipične značilnosti, po katerih lahko mala in srednje velika družinska podjetja ločimo od drugih:\n1. Družinska podjetja so bolj navznoter usmerjeni ali zaprti sistemi (od družine odvisni  sistemi). Anketirani – lastniki družinskih podjetij so se odločno opredelili za naslednje  usmeritve in cilje:\n- podjetje bi morali voditi predvsem kot družinsko podjetje;\n- vodstvo podjetja bi moralo ostati v rokah družine;\n- družinska tradicija naj bi se ohranila;\n- izgradnja podjetja za družino naj bi bila glavni cilj.\n2. Podjetniki v družinskih podjetjih so v manjši meri »pionirji«, so bolj vsestranski,  splošno aktivni in prilagodljivi podjetniki (»popolneži/vsestranski«) in »organizatorji«.  Na podlagi tega lahko zaključimo, da družinska podjetja niso naklonjena tveganjem:\n- nagibajo se k mnenju, da so inovacije povezane s prevelikim tveganjem;\n- kreativnost in inovacije imajo za manj pomembne kot pa nedružinska podjetja;\n- so manj usmerjena k rasti.\n3. Družinska podjetja potrebujejo manj socialne varnosti in gospodarskega sodelovanja:\n- manj sodelovanja (kooperacije) z drugimi podjetji;\n- manj dobav (polizdelkov);\n- manj sodelovanja z drugimi podjetji na proizvodnem področju. Velika načelna neodvisnost ali vsaj usmerjenost k temu je očitno razlog za ta pojav. Obojestranska odvisnost od kulture okolja in splošnega gospodarskega stanja je v družinskih podjetjih manj intenzivna. Glavni vzrok za to je prevladujoča vloga podjetnika, ki je največkrat tudi lastnik.\n4. Družinska podjetja se nagibajo k boljšemu plačilu kot to določajo kolektivne pogodbe  in tudi bolj skrbijo za zadovoljstvo sodelavcev. Vendar se zdi, da so manj pozorni an  ostale, progresivne, kadrovsko-politične vidike:\n- na udeležbo sodelavcev pri odločanju in v kapitalu;\n- na udeležbo sodelavcev pri delitvi dobička, na dobre delovne pogoje in  samouveljavitev sodelavcev;\n- na informiranje o ciljih in strategijah podjetnika,\n- na izdatke za dodatno izobraževanje zaposlenih.\n5. Informacije o strateškem obnašanju družinskih podjetij potrjujejo bolj konzervativno  držo, ki odgovarja tipu »popolneža«, »rutinerja« in »organizatorja«.\n6. Ti tipi, in s tem družinska podjetja, so manj pripravljena za izvoz in za strategije  internationalizacije. \n7. Družinska podjetja so bolj tipičen »stabilizator« in manj progresiven ali dinamičen  dejavnik v gospodarstvu, ker so manj usmerjena k dobičku in rasti kot pa nedružinska  podjetja.\n"], "14": ["2.3 Življenjski cikel podjetja", "Obravnave podjetij skozi njihov življenjski cikel izhajajo iz bioloških značilnosti sveta. Gre za posnemanje in prenašanje evolucijskih procesov bioloških organizmov na podjetje. Življenje podjetja je na ta način predstavljeno kot zaporedje njegovega dogajanja od rojstva do smrti; izpopolnjeno je s številnimi spremembami samega sebe in okolja, v katerem podjetje živi. Navedene spremembe rišejo vsakemu živemu bitju posebej svojstveno življenjsko krivuljo. Tako je tudi s podjetjem: vsako podjetje ima po tej analogiji svoj življenjski cikel. Uporaba življenjskega cikla na podjetniškem področju je smiselna z upoštevanjem vseh značilnih posebnosti podjetja in njegovega okolja (Belak 2002, 33).\nFaze življenjskega cikla podjetja, ki si druga drugi sledijo, so (povzeto po Štrukelj 1999, 40):\n- faza ustanovitve\n- faza rasti\n- faza zrelosti\n- faza revitalizacije\n- faza zatona\nFAZA USTANOVITVE: V prvih letih obstoja je podjetje zaposleno s tem, da si omogoči svoje preživetje. V tem času je nujno, da si zagotovi razvoj tržno zrelega proizvoda in da si pridobi prve stranke. Organizacijska struktura je glede na velikost podjetja enostavna, neformalna in precej zaznamovana z osebnostjo ustanovitelja. Za podjetje je značilna nenehna korenita inovacijska dejavnost.\nFAZA RASTI: Ko so se pokazali uspehi naporov za osvojitev tržišča, se pozornost usmeri na ustvarjanje prekomerne rasti. To zahteva sistematične aktivnosti za osvojitev novih kupcev. Na organizacijski ravni se odraža to v težnji k funkcijski strukturi po principu opravljenega. Zaradi naraščajočega števila nalog, ki jih je treba opraviti, so v podjetju prisiljeni deligirati. V ospredju delovanja podjetja najdemo managerske sposobnosti in nenehno drobno inoviranje.\nFAZA ZRELOSTI: V času razvoja podjetja narašča njegova inovacijska moč in skozi njo tudi želena stopnja rasti. Za tržišča, na katerih deluje zrelo podjetje, pa je pogosto značilna zasičenost. Organizacijska struktura ima zaradi starosti podjetja, slabše dinamike njegovega vodstva in zaradi vedno manjšega zaposlovanja mladih sodelavcev težno k birokratiziranju in okorelosti. Za rešitev iz nastalega položaja so v podjetju ponovno potrebne korenite inovacije in z njimi pogojene spremembe. \nFAZA REVITALIZACIJE: Če se vodstvo podjetja ne ustraši trajajoče stagnacije ali grozeče recesije, bo poskusilo z revitalizacijo. Tako bo iskalo nove možnosti rasti s pretiranim pospeševanjem inovacij ali ciljnim prodorom na ugodnejša tržišča, ki obljubljajo boljšo perspektivo rasti. To zahteva njegovo obsežno prilagoditev.\nFAZA ZATONA: Če se revitalizacija ne posreči, bodo v podjetju le težko preprečili zaton, do katerega pride zaradi pomanjkanja novih korenitih inovacij in vedno močnejšega krčenja dotedanjih trgov, na katerih je podjetje delovalo. Zaradi slabe perspektive podjetja ni več atraktivno za mlade in angažirane sodelavce. Tako lahko v podjetju zaradi manjkajočih novih delovnih mest in zaradi izgube dinamičnih sodelavcev ugotovimo vedno večje staranje delovnega kolektiva. To ponovno poveča težnjo po okorelosti organizacijske strukture, ki smo jo ugotavljali že v fazi zrelosti. Vse to končno vodi k vedno hitrejšemu spiralnemu padcu in h koncu (smrti) podjetja. \n"], "15": ["3 PROCES USTANAVLJANJA PODJETJA", ""], "16": ["3.1 Podjetniška ideja", "V razmerah delovanja trgov kot normalne sestavine okolja nastajajo podjetja iz tržnih potreb po manjkajočih dobrinah. Nekateri subjekti življenjskega okolja, ki spoznajo v tem okolju potrebe po določenih dobrina, skušajo (so)delovati pri zagotavljanju dobrin za zadovoljitev teh potreb. Iz spoznaj po manjkajočih dobrinah (lahko) razvijejo ti subjekti podjetniške ideje, ki (lahko) vodijo k zamisli in nato k uresničitvi enega ali več podjetij za izvedbo teh zamisli (Belak 2002, 17).\nPotrebe po omejenih dobrinah enih dajejo torej življenjsko priložnost drugim. Ti drugi pa seveda morajo biti sposobni:\n- potrebe pravočasno odkriti in opredeliti,\n- predvideti za pokrivanje teh potreb primerne dobrine,\n- predvideti potrebno obvladovanje pojavov (tudi podjetij) za uresničitev obojega; torej v  zvezi z uresničitvijo predvidenih potreb in v zvezi z zagotavljanjem predvidenih dobrin  ter\n- določiti in izbrati prave načine svojega prihodnjega delovanja in obnašanja ter s tem  povezanega razvoja in poslovanja (Belak 2002, 18).\nKje najti dobro poslovno idejo? Rebernik (1997, 45) navaja naslednje možne vire za poslovne ideje: 1) mentalna gimnastika: brainstorming, opazovanje, iskanje novih povezav; 2) osebni kontakti s: potencialnimi kupci, potencialnimi dobavitelji, poslovnimi partnerji,  lastniki podjetij, uspešnimi podjetniki, profesorji, bankirji, različnimi kapitalisti, … 3) obiski: sejmov, knjižnic, muzejev, proizvodnih obratov, razstav invencij in inovacij,  univerz, raziskovalnih inštitutov; 4) branje: strokovnih časopisov, strokovnih poročil, zapisov in poročil o stečajih,  poslovne borze, starih knjig in časopisov, strokovnih časopisov; 5) opazovanje trendov: pomanjkanje določenih materialov, energije, shranjevanje  odpadkov, nova tehnologija, rekreacija in prosti čas, spominjanje starih časov, … \n"], "17": ["3.2 Dejavniki uspešnosti pri ustanavljanju podjetja", "Dejavnike uspešnosti pri ustanavljanju podjetij lahko razvrstimo z naslednjih vidikov:\n- okolje ustanovitve\n- osebnost ustanovitelja\n- predmet ustanovitve (Mugler 1999, 64)\n"], "18": ["3.2.1 Dejavniki uspešnosti, ki jih ustvarja okolje", "Te dejavnike lahko razvrstimo v tele skupine:\n- družbeno okolje\n- infrastruktura z vidika pravnega reda\n- infrastruktura z vidika storitev\n- ustanovitvena infrastruktura\n- gospodarsko stanje\n- trgi\nDružbeno okolje: Za razvijanje podjetniških zamisli je sicer neobhodno potreben širok akcijski prostor, po drugi strani pa so potrebna ustrezna pravila igre za nižanje transakcijskih stroškov, tako da je usklajevanje gospodarskih dejavnosti med samostojnimi gospodarskimi enotami preko trga ugodnejše kot oblikovanje velikih organizacij. K izravnavi nesorazmerij med tržnimi udeleženci lahko prispevajo interesna združenja. Prav bi bilo, da bi obstajala možna interesna združenja podjetnikov, ki bi skrbela za izoblikovanje takih pravil igre, ki ne bi zavirala razvoja gospodarstva. Družba, ki je naklonjena inovacijam, je pomemben dejavnik za razvoj podjetništva; podjetniki namreč to naklonjenost in podporo za svoje poskuse zelo potrebujejo. Podjetništvo ne potrebuje le trgov, ampak tudi moralo prizadevanja za uspešnost. Če je tako prizadevanje v družbi globoko zasidrano, se pojavljajo dejavnosti ustanavljanja v večjem številu (Klandt 1990; povzeto po Mugler 1999, 66).\nInfrastruktura z vidika pravnega reda: Pravna ureditev države oblikuje celotno infrastrukturo, ki ureja promet med pravnimi subjekti, in omogoča predvidevanje formalnih posledic dejanj. Za razvijanje podjetništva so pomembna pravzaprav vsa pravna področja:\n- javno pravo (ureja razmerje med podjetnikom in državo);\n- zasebno pravo (ureja razmerje med podjetnikom in porabniki);\n- delovno pravo (ureja razmerje med podjetnikom in delojemalci);\n- socialno pravo (ureja socialno varstvo tako delojemalcev kakor tudi podjetnikov);\n- trgovsko pravo (ureja razmerja med podjetniki);\n- družbeno pravo (ureja razmerja med lastniki podjetja).\nBistveno je, kako se izražajo vrednote, ki veljajo v družbi, v konkretnih predpisih in navodilih za določeno ravnanje v določenih primerih in pa omejitve pri tem (Mugler 1999, 66). \nInfrastruktura z vidika storitev: Na znižanje transakcijskih stroškov lahko poleg urejenosti sistema vplivajo tudi olajševanje, pospeševanje in zagotavljanje odnosov menjave. Sem štejemo celotno ponudbo splošnih storitev, zaradi katere potem posamezni ukrepi niso več potrebni. Poleg storitev, ki omogočajo migracijo ljudi in blaga, so čedalje bolj pomembne tudi storitve prenosa informacij. Sem spadajo sestavine hardwara in softwara. Finančne storitve omogočajo varen in hiter prenos denarja kakor tudi njegovo zbiranje (preobrazba v kapital), ki sta nepogrešljiva za dobro delovanje decentraliziranega gospodarstva. Storitve organiziranja trga so potrebne povsod, kjer potekajo procesi menjave med številnimi malimi udeleženci trga (podjetji, pa tudi porabniki) občasno po potrebi (Mugler 1999, 67).\nUstanovitvena infrastruktura: Sestavine ustanovitvene infrastrukture so:\n- izobraževanje ustanoviteljev ima dolgoročni pomen za celotni potek od prve zamisli do  izvršitve ustanovitve;\n- svetovanje za ustanovitelje se bolj posveča posameznim konkretnim primerom;\n- inkubatorski centri, ki jih lahko delimo glede na to, ali opravljajo pretežno storitve, ki  so specifične za ustanavljanje podjetij, ali pa samo ustvarjajo ambient, ki je ugoden za  ustanovitelje, pa tudi za druge organizacije;\n- posebni ustanoviteljski centri so skupnosti na isti lokaciji za določen čas (večinoma pet  let), ki nudijo storitve, ki so intenzivne glede na fiksne stroške. Če take centre podpira  država, imajo še druge stroškovne prednosti (Mugler 1999, 67-68).\nGospodarsko stanje: Obstaja veliko različnih splošnih kazalcev stanja nekega narodnega gospodarstva. Ti označujejo stopnjo gospodarskega razvoja okolja, v katerega naj bi z ustanovitvijo podjetja umestili nov element. Pogoj za spoznavanje teh splošnih kazalcev je zanesljiva gospodarska statistika (Mugler 1999, 69).\nTrgi: Trgi so tisti segment okolja, ki najbolj neposredno soodloča o uspehu ali neuspehu novoustanovljenih podjetij. Kar se dogaja na trgih, je praviloma odsev družbenih tokov. Za trge veljajo življenjski cikli, ki ustrezajo življenjskim ciklom proizvodov, ki se na teh trgih prodajajo in kupujejo. Analiza razmer na prodajnih in nabavnih trgih je zato z analizo lastnih prednosti in slabosti osrednja vsebina strateškega planiranja ustanovitve podjetja (Mugler 1999, 69).\n"], "19": ["3.2.2 Dejavniki uspešnosti, ki so v osebnosti ustanovitelja", "Osebnostne značilnosti: Za uspešne ustanovitelje so pogosteje značilne lastnosti stremljenja k uspehu in zagnanosti za ustvarjalno delovanje kot za neuspešne. Pripravljenost za prevzemanje tveganja velja na splošno za značilnost podjetnikove biti. Vendar pa imajo posamezni tipi podjetnikov vseskozi različen odnos do prevzemanja tveganj. Pri obvladovanju problemov ob ustanovitvi igra prav pomembno vlogo povezanost s formalnimi in neformalnimi družbenimi mrežami. Mreža kontaktnih oseb ni v pomoč le kratkoročno pri zbiranju pomembnih informacij, ampak tudi dolgoročno, ko pomaga pri spreminjanju (učenju) \nnaravnanosti in vedenja. Mlado podjetje si mora prizadevati zato, da ga družba sprejme. To pa zahteva poleg substance ustanovitvenega koncepta tudi njegovo komuniciranje na podlagi samozavestnega nastopanja. Samo tak poslovni plan, v katerega podjetnik sam verjame, lahko tudi pri morebitnih partnerjih vzbuja zaupanje. Gospodovalnost (dominanca) ima kot značajska poteza lahko dvojne učinke. Pozitivno vpliva, kadar kot urejevalni dejavnik posega v nered. Lahko pa preide v zatiranje novih idej in ima tako negativne učinke. S pojmom disciplina označujemo sposobnost, da dosledno sledimo poti, ki smo jo ubrali. Disciplina v pozitivnem smislu ne pomeni zvestobe neki določeni ideji, temveč nenehno in dosledno preverjanje smiselnosti ravnanja. Ustanovitelj mora biti sposoben obvladovati tudi faze, ki zahtevajo izredne napore in vso njegovo zmogljivost, saj so obremenitve z umskim in fizičnim delom med ustanavljanjem neenakomerno porazdeljene. Značilna lastnost podjetnika je tudi fleksibilnost oz. sposobnost odzivanja na nove izzive okolja, saj podjetnika še zlasti pa ustanovitelja, ki si mora šele poiskati svoje trdno mesto v poslovnem okolju, obdaja okolje, ki se nenehno spreminja (Mugler 1999, 69-70).\nPotenciali, ki jih oblikuje mikrookolje: Sem štejemo (Mugler 1999, 65):\n- družinske razmere;\n- vzgojo in izobrazbo;\n- izkušnje v stroki;\n- sodelavce v timu;\n- druge razpoložljive resurse (npr.: kapital, čas, sodelavce in družinskega kroga).\n"], "20": ["3.2.3 Dejavniki uspešnosti, ki izhajajo iz oblikovanja predmeta ustanovitve", "Te dejavnike razčlenimo v strukturne in procesne dejavnike. Strukturni dejavniki določajo na daljši rok bistvene značilnosti predmeta ustanovitve, npr. njegovo pravno obliko, lokacijo ali organiziranost. Če hočemo to kasneje spreminjati, nastanejo znatni stroški, zato je ob ustanovitvi potreben skrben preudarek. Tudi postopek ustanavljanja kaže običajne faze ciklusa managementa: planiranje – odločanje – udejanjanje – kontrola. Ta ciklus se nenehno ponavlja. Rezultati kontrole doseženega so hkrati novi izhodiščni podatki za naslednji planski ciklus (Mugler 1999, 71).\n"], "21": ["3.3 Planiranje ustanovitve", "Planiranje ima osrednje mesto v vseh upravljalno-vodstvenih procesih. V širšem smislu obsega poleg optimiranja še raziskovalno-prognostične postopke. Planiranju sledi organiziranje in neposredno vodenje izvedbe planiranega, nato pa še kontrola in interveniranje. Procesno poteka planiranje na vseh upravljalno-vodstvenih ravneh podjetja: na politični, strateški in na izvedbeni ravni (Belak 1995, 1). \n"], "22": ["3.3.1 Planiranje na ravni politike podjetja", ""], "23": ["3.3.1.1 Vizija in politika podjetja", "Podjetje začenjamo praviloma vedno s predstavo o tem podjetju v prihodnosti. Gre za vizijo o podjetju in o njegovi vlogi v okolju. Filion (1993; povzeto po Belak 1999, 79) ugotavlja, da je vizija v prihodnost projicirana predstava o mestu na trgu, ki ga hoče podjetnik morebiti zasesti s svojimi izdelki, pa tudi predstava o tipu podjetja, ki ga potrebuje za to, da bi prišel tja. Skratka, vizija se nanaša na to, kam želi podjetnik pripeljati svoje podjetje.\nFilion (1993; povzeto po Belak 2002, 73) razvršča vizije v tri skupine:\n- nastajajoče,\n- osrednje in\n- drugotne. Proces nastajanja vizije je kompleksen in zahteven, zato se začenja z več nastajajočimi vizijami, izmed katerih oblikujemo nato osrednjo, ob tej pa običajno še mnoge drugotne vizije, ki podpirajo uresničitev osrednje vizije. Bistvena značilnost osrednje vizije je, da mora izražati realističen, verodostojen in možen pogled na položaj izdelkov na trgu, ki ga želi podjetnik, in na tip organizacije, ki jo mora razviti, da bi dosegel ta položaj.\nPri planiranju politike podjetja izhajamo iz vizije. Vizije iščemo, oblikujemo, razvijamo. Ker še nimamo razvite (v ta namen) zadostne planske metodologije, vidimo vizije kot izhodišče planiranju ustanovitve in razvoja podjetja. S tega vidika razlikujemo ustanovitveno in razvojno vizijo podjetja. Procese proučevanega planiranja ustanovitve in/ali razvoja podjetja pa začenjamo zato s politiko podjetja, v katero vgradimo tudi razvito podjetniško vizijo (Belak 2002, 75).\nTemeljni in izhodiščni pomen pri ustanavljanju podjetja in v njegovem razvoju ima planiranje politike podjetja. Politika podjetja opredeljuje temeljne in splošne ter dolgoročnejše značilnosti podjetja. Vsebuje poslanstvo (ali misijo) podjetja ter smotre in temeljne cilje podjetja z globalno opredelitvijo uresničitvenih potencialov, procesov in izidov podjetja (Belak 2002, 76).\nPoslanstvo podjetja Se izraža v zaupani nalogi in vlogi podjetja v odnosu do njegovega okolja. S poslanstvom opredeljuje podjetje svojo vlogo v okolju in osnovne značilnosti svojega ravnanja v tem okolju. V poslanstvu se kažejo vrednote in smotri podjetja; je trajnejše ter nastaja in se tudi spreminja s spreminjanjem dolgoročnih interesov pomembnejših udeležencev podjetja (Belak 2002, 76).\nSmotri Izražajo namen podjetja. Opredeljujejo namembnost obstoja in razvoja pa tudi delovanja in obnašanja podjetja. Tako kot vizije, zamisli in poslanstvo morajo biti tudi smotri konsistentni z interesi udeležencev podjetja. Praviloma ima, izhajajoč iz različnih interesov, vsako podjetje hkrati več različnih smotrov (Belak 2002, 76). \nKralj (1995, 164) razlikuje:\n- sprotne stalne smotre in\n- trajne razvojne smotre. Sprotni stalni smotri se morajo uresničevati sproti in vodijo k trajnim razvojnim smotrom. Trajni razvojni smotri pa morajo biti uresničevani vedno bolj kakovostno v daljšem roku.\nCilji podjetja Opredeljujejo tiste prihodnje pojave, katerih doseganje je potrebno za uresničitev poslanstva in smotrov podjetja, s tem pa tudi za zadovoljitev interesov njegovih udeležencev. Ciljno opredeljen obseg gospodarske moči podjetja služi kot izhodišče za opredelitev celotnega spleta podjetniških ciljev, ki jih s procesnega vidika razčlenimo na končne, vmesne in izhodiščne (Kralj 1995; povzeto po Belak 2002, 82). Končni podjetniški cilj je moč podjetja, ki omogoča podjetju obstoj in razvoj ter za to potrebno delovanje. Vmesni cilji opredeljujejo potrebno delovanje in ravnanje podjetja, učinke in izide tega ter njihovo razporeditev. Izhodiščni cilji opredeljujejo urejenost in skladnost podjetniških potencialov, potrebnih za dosego opredeljenih končnih in vmesnih ciljev podjetja (Belak 2002, 82).\n"], "24": ["3.3.1.2 Procesi planiranja na ravni politike podjetja", "Procese »politike podjetja« sestavlja:\n- snovanje in oblikovanje politike podjetja,\n- izbira politike in\n- njeno uresničevanje (Belak 2002, 106).\nProcesi snovanja, oblikovanja in izbire politike podjetja so predvsem procesi interesnega usklajevanja med udeleženci podjetja (Belak 2002, 108). Notranji udeleženci podjetja običajno oblikujejo politiko ali odločajo o njej, lahko tudi oboje. Po Kraljevi klasifikaciji (1995; povzeto po Belak 2002, 109) so notranji udeleženci podjetja:\n- lastniki in upravljalci podjetja,\n- management podjetja ter\n- strokovnjaki in drugi zaposleni.\nZunanji udeleženci podjetja neposredno ne oblikujejo politike podjetja, niti ne odločajo o njej, pač pa posredno vplivajo nanjo ali pa se ji prilagajajo. Zunanji udeleženci podjetja so (Kralj 1995; povzeto po Belak 2002, 109):\n- tržni udeleženci (kupci in drugi odjemalci, dobavitelji, konkurenti, tudi finančni  udeleženci),\n- javnost,\n- nosilci družbene infrastrukture, javnih financ in druge državne inštitucije. \nPODJETJA NA OBLIKOVANJE POLITIKE PODJETJA\n"], "25": ["3.3.1.3 Metode planiranja na ravni politike podjetja", "V praksi in strokovni literaturi najdemo številne metodološke rešitve planiranja razvoja in vzpostavitve podjetja na ravni njegove politike. V nadaljevanju bomo predstavili temeljne značilnosti metod za:\n- proučevanje vrednot (udeležencev) podjetja,\n- proučevanje podjetja z opredelitvijo njegovih prednosti in slabosti,\n- proučevanje razvoja okolja ter prognoziranja s tem povezanih možnosti podjetja in  nevarnosti za podjetje,\n- prognostično obdelavo podjetja in njegove politike,\n- vodenje pogajanj (Belak 2002, 115). \n- Proučevanje vrednot (udeležencev) podjetja\nZ opredelitvijo odnosov posameznika do dobička, tveganj, inovativnosti, stilov vodenja, do ciljev, do rasti podjetja in tržnega deleža, do kakovosti itd., si nedvomno zelo nazorno predstavimo sistem vrednot tega posameznika. Medsebojna primerjava tako prikazanih vrednot vseh ključnih udeležencev podjetja pokaže njihova stremljenja, pričakovanja in konec koncev zaznamo skozi tako prikazani sistem vrednot tudi pomembnejše interese teh posameznikov. Druga stopnja procesa tega proučevanja obsega analizo ugotovitev, \nmedsebojne razgovore o različnostih opredeljenih vrednot, ugotavljanje dobrih in slabih strani nekaterih »štrlečih« ekstremnih opredelitev in medsebojno usklajevanje. Potrebne so diskusije in prepričevanja – le tako je mogoče uskladiti in morda še povišati skupno raven vrednot podjetja. Po izkušnjah avtorja (Ulrich 1990) onemogočajo uspešnost opazovanega podjetja neusklajene vrednote ključnih posameznikov v podjetju ( povzeto po Belak 2002, 116-117).\n- Proučevanje podjetja Po mnenju Ulricha (1990; povzeto po Belak 2002, 117) je proučevanje podjetja usmerjeno v:\n- pridobitev osnovnih informacij o podjetju ter\n- v določitev prednosti in slabosti podjetja. Potrebne osnovne informacije o podjetju je mogoče pridobiti z analizo dejavnostnih področij podjetja ter z analizo njegovega vodstva in vodenja. Določitev prednosti in slabosti podjetja skupaj z možnostmi in nevarnostmi podjetja predstavlja celovito izhodišče za opredeljevanje možnih strategij podjetja. Ulrich (1990; povzeto po Belak 2002, 118) pa meni, da je poznavanje konkurenčnih prednosti in slabosti podjetja pomembno tudi za snovanje in oblikovanje politike podjetja.\n- Proučevanje razvoja okolja in prognoziranje s tem povezanih možnosti in nevarnosti za\n"], "abstract": ["V sodobnem tržnem gospodarstvu lahko v zadnjih letih opazimo porast števila malih in srednje velikih podjetij, ki so s hitro rastjo dosegla ključno vlogo v številnih panogah in s tem prisilila tudi velika podjetja k dinamiki. S tem pa tudi trg dobiva potrebno vitalnost in konkurenčni pritisk. Velik del malih in srednje velikih podjetij predstavljajo družinska podjetja, ki postajajo pomemben dejavnik razvoja slovenskega gospodarstva. Vendar pa zelo skromen delež majhnih podjetij zraste v srednje velika podjetja, saj jih veliko (okoli 40%) ne preživi prva tri do štiri leta po ustanovitvi. Zato je pomembno, da se ustanovitvi podjetja posveti veliko pozornosti in da se izvede dosledno, saj sta od tega odvisna nadaljna rast in razvoj podjetja. V ta namen smo v diplomski nalogi predstavili proces planiranja ustanovitve na ravni politike podjetja in na ravni strateškega managementa. Iz opisanega lahko povzamemo, da je planiranje ustanovitve kompleksen proces in da je planiranje ustanovitve pravzaprav bistvena sestavina vsega poslovanja. Zato smo potek ustanovitve predstavili na primeru zamišljenega podjetja, Turistična kmetija »Tinkara« - Volmajer Tonka, s.p., in pri tem prikazali celoten postopek ustanovitve z vsemi pripadajočimi listinami in obrazci, ki so za to potrebni."]}