{"1": ["1 UVOD", "Tako v svetu kot tudi v Sloveniji koruza (Zea mays L.) predstavlja eno izmed pomembnejših kultiviranih rastlin, brez katere si je težko predstavljati sodobno kmetovanje. Skupaj z rižem in pšenico zavzema večinski delež v pridelavi vseh žit. Njena odlika se kaže predvsem v velikih pridelkih, raznoliki uporabnosti in izjemnih možnostih za prihodnost. Koruzo v različnih stadijih razvoja po vsem svetu uporabljajo za prehrano ljudi in živali, za predelavo v industrijskih obratih, v farmaciji, za izdelavo pijač ter v zadnjih letih vse bolj popularni proizvodnji biogoriva (etanol).\nKoruza ima svoj izvor na območju Srednje in Južne Amerike. Leta 1492 je Kolumb z odkritjem novega sveta v Evropo prinesel tudi različne zvrsti te kultivirane vrste, vendar pa se je šele v 16. stoletju začela hitreje širiti po ostalih delih sveta. Nekatere zvrsti koruze so se lažje prilagodile novim klimatskim in talnim razmeram, spet druge nekoliko težje. Na območje naše sedanje države je koruza prišla v obliki populacij z različnimi genotipi. Na podlagi naravne selekcije in načrtnega človekovega odbiranja so se iz prinesenih tipov koruze po dolgih letih in pod vplivom različnih ekoloških razmer izoblikovale številne lokalne sorte (Mikuž 1961). Nova izkustvena spoznanja pri pridelovanju ter hiter napredek v biologiji in genetiki so močno pospešila žlahtnjenje te poljščine, ki je enega izmed vrhuncev doseglo z odkritjem in uporabo hibridnih sort, ki so danes najbolj razširjene (Čergan in sod. 2008).\nUsmerjenost žlahtnjenja koruze se sicer razlikuje med kontinenti, vendar osnovne težnje ostajajo bolj kot ne enake. Na prvem mestu sta vsekakor višji pridelek in boljša kvaliteta, sledi odpornost na različne bolezni, škodljivce in sušo, dolžina rastne sezone, višina rastlin, tip zrna itd … Veliko sodobnih hibridov ima tako enake ali pa genetsko zelo podobne linije, vse manj pa je populacijskih sort koruze. Zato je eden od problemov pri pridelovanju koruze vse večja genetska erozija. Ena od možnih posledic tega pa je, da se lahko v bližnji prihodnosti izgubijo nekateri pomembni nosilci genov. Kot navajata Albrecht in Dudley (1987), cit. po Šimic (1999), je lahko žlahtnjenje koruze z eksotično dednino ena izmed \nrešitev za povečanje genetske raznolikosti in predstavlja dodaten vir genov za nekatere specifične lastnosti, ki so lahko zelo pomembne za povečanje pridelka.\nEna izmed možnosti popestritve genetske strukture pri koruzi je tudi medvrstno križanje med koruzo in njenim divjim sorodnikom, teozinto (Zea mexicana, syn. Euchlaena mexicana). Ker se ti dve vrsti razmeroma dobro križata, je potomstvo v glavnem plodno.\nGlavni namen naše raziskave je bil proučiti genetsko pestrost potomstev križanja med koruzo in teozinto. Želeli smo raziskati, kakšne variacije lastnosti se lahko pojavljajo v potomstvih. Izhajali smo iz hipoteze, da se bodo v potomstvih pojavile tudi nekatere povsem nove lastnosti, ki niso bile prisotne pri nobenem izmed staršev.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Izvor koruze", "Koruza izvira iz južnega dela Mehike in sosednjih tropskih območij Srednje Amerike. Ameriški Indijanci so to rastlino razširili tudi po mnogih drugih območjih Amerike. V Evropi jo je prvi predstavil Krištof Kolumb, nato pa so jo trgovci in drugi popotniki razširili po Aziji in Afriki. Kljub temu, da je bilo o izvoru koruze rečenega in napisanega že veliko, še vedno obstajajo nesoglasja o ožjem centru njenega izvora. Izvor koruze ni zanimiv le za znanstvenike, ampak je pomemben tudi za vse ostale aktivnosti, povezane s to plemenito rastlinsko vrsto.\n"], "4": ["2.1.1 Azijski izvor", "Koruza v Aziji naj bi izvirala iz himalajske regije kot možen rezultat križanja med predstavnikoma rodov Coix (C. lacryma-jobi - jobove solze) in Sorghum (sirek), ki spadata v družino trav (Poaceae). Oba izmed staršev sta imela pet parov kromosomov. Ta teorija ni bila nikoli deležna velike podpore (Paliwal in sod. 2000).\n"], "5": ["2.1.2 Andski izvor", "Koruza naj bi izvirala iz območja andskega višavja v Peruju, Boliviji in Ekvadorju. Glavna utemeljitev te teorije je prisotnost pokovke (Zea mays conv. everta) na tem območju in široka genetska raznolikost avtohtonih sort koruze, predvsem na območju Peruja. Tej teoriji nasprotuje dejstvo, da na tem območju ni znan noben divji sorodnik koruze (niti teozinta) (Paliwal in sod. 2000).\n"], "6": ["2.1.3 Mehiški izvor", "To teorijo je podprla velika večina raziskovalcev izvora koruze. Na tem območju, tako kot že nekoč, še danes sobivata koruza in teozinta. Obe omenjeni vrsti imata tukaj zelo široko \nbiodiverziteto. Teorijo, da koruza izvira iz Mehike, podpirajo tudi najdeni fosili majhnih storžev koruze, stari 5000 let (Paliwal in sod. 2000).\n"], "7": ["2.2 Evolucija koruze", "Na razvoj koruze so pomembno vplivali naravna selekcija, mutacije, križanje s teozinto in morda tudi s tripsakumom (Tripsacum dactyloides) predvsem na tistih območjih, kjer ni rasla teozinta (Mikuž 1961). Koruza, kot jo poznamo danes, se je razvila iz divje koruze 'plevenke' (Zea mays conv. tunicata). Ta avtohtona konvarieteta iz Južne Amerike v svoji prvotni obliki ni imela storža, ampak je bilo zrnje na poganjkih odeto v pleve. Pri razvoju koruze iz te primarne oblike v razne zvrsti so po vsej verjetnosti imele mutacije glavno vlogo. Domneva se, da je plevenka z gensko strukturo TuTu (Tu je gen, odgovoren za zrno, odeto v pleve) mutirala v koruzo z zrnom, ki je bilo samo do polovice odeto v pleve (na pol plevnata koruza z gensko strukturo tuhtuh), in koruzo z golim zrnom, ki ni imelo nobenih plev (z genskim sestavom tutu). Ker se je koruza brez plev lažje luščila in je bila bolj uporabna za prehrano, so jo že primitivni poljedelci začeli odbirati, namnoževati in širiti (Mikuž 1961).\nKasneje se je divja koruza verjetno križala z divjo travo Tripsacum dactyloides in nastal je nov rod Euchlaena mexicana ali teozinta. Večkratno prosto križanje divje koruze s teozinto, križanje med raznimi tipi in načrtna odbira človeka so usmerjali razvoj koruze v smeri izoblikovanja posameznih zvrsti (konvarietet – 'conv.') koruze kot so zobanka (Zea mays conv. indentata), trdinka (Zea mays conv. indurata), pokovka (Zea mays conv. everta) itd., iz katerih izvirajo današnje kultivirane sorte (Mikuž 1961).\nIntrodukcija različnih zvrsti koruze iz juga Amerike v Mehiko in nato križanje z avtohtonimi zvrstmi je privedlo do tega, da je koruza povečala svojo raznolikost in rodovitnost. V ta križanja med zvrstmi se je vzporedno vključevala tudi teozinta. S križanjem med varietetami, introgresijo dednostne plazme teozinte v te križance in zaradi človekovega odbiranja se je v določenih geografsko izoliranih območjih Mehike razvilo \nzelo veliko različnih varietet in oblik, iz katerih izvirajo današnje kultivirane sorte (Mikuž 1961).\nTeorij o razvoju oziroma o prednikih koruze je več. Leta 1939 je George Beadle kot nasprotje hipotezi, da se je kultivirana koruza razvila iz izumrle vrste divje koruze, postavil hipotezo, da je teozinta divji prednik kultivirane koruze. Kasneje se je pojavila nova hipoteza, da se je kultivirana koruza razvila iz križanja med teozinto (Zea diploperennis) in drugim sorodnikom, imenovanim Tripsacum. Tako je nastala 'tripsacum - diploperennis' hipoteza (Eubanks 1995). V novejšem času je skupina pomembnih genetikov in evolucionistov, ki se ukvarjajo s koruzo (Bennetzen in sod. 2001), to teorijo ovrgla, saj naj ne bi obstajali trdni dokazi zanjo. Zagovarjajo prepričanje, da se je koruza najverjetneje razvila iz teozinte.\n"], "8": ["2.3 Sistematika koruze (Zea mays L.)", "Koruza spada v red Poales, družino Poaceae (trave), poddružino Panicoideae, supertribus Andropogonodae in tribus Mayadeae (Watson in Dallwitz 1992, cit. po Ivančič 2002).\nTribus Mayadeae je sestavljen iz dveh skupin rodov:\n- orientalna skupina s petimi rodovi (Chionachne R.Br., Coix L., Polytoca R.Br.,  Sclerachne R.Br. in Trilobachne), ki izvira iz jugovzhodne Azije, dela Pacifika in  Avstralije;\n- ameriška skupina s tremi rodovi (Euchlaena Schrad., Tripsacum L. in Zea L.), ki  izvira iz Amerike (Ivančič 2002).\nRod Zea v novih sistematikah poleg koruze vključuje tudi štiri vrste, ki so prej pripadale rodu Euchlaena (Zea diploperennis, Z. luxurians, Z. mexicana, Z. perennis). Te vrste se lahko neomejeno križajo s koruzo in v večini primerov nastanejo plodna potomstva (Ivančič 2002). \nSturtevant (1894), cit. po Mikuž (1961), navaja, da je Zea mays L. zelo raznolika vrsta, ki ima sedem glavnih zvrsti:\n- Zea mays conv. amylacea – škrobna koruza;\n- Zea mays conv. cerotina – voščena koruza;\n- Zea mays conv. everta – biserna koruza ali pokovka;\n- Zea mays conv. indentata – zobanka;\n- Zea mays conv. indurata – trdinka;\n- Zea mays conv. saccharata – sladka koruza;\n- Zea mays conv. tunicata – plevnata koruza (plevenka).\nOsebki navedenih skupin se med seboj lahko neomejeno genetsko rekombinirajo in dajejo plodna potomstva (Ivančič 2002).\nV številu kromosomov med različnimi rodovi ni velikih razlik. Za rodove Chionachne R. Br., Polytoca R. Br., Sclerachne R. Br., Trilobachne, Euchlaena Schrad. in Zea L. je značilno, da imajo 2n = 2x = 20 kromosomov. Za nekatere vrste je značilno tetraploidno število kromosomov (2n = 4x = 40). Ti dve vrsti sta Polytoca macrophylla Benth. in Euchlaena perennis Hitchc.. Izjema je Coix aquatica Roxb., ki ima 2n = 10 kromosomov. Za rod Tripsacum L. je značilno, da ima osnovno število x = 18 kromosomov. Diploidne vrste tega rodu (T. australe Cuttler et Anders., T. floridanum Porter ex Vasey, T. maizar Hern. Et Rand. in T. zopilotense Hern. Et Rand.) imajo 2n = 2x = 36 kromosomov. Obstajajo tudi tertaploidne vrste z 2n = 4x = 72 kromosomov (Tripsacum latifolium Hitchc., T. laxum Nash, T. pilosum Scribn. Et Merr.). Pri vrsti Tripsacum dactyloides L. pa je možno tako diploidno kot tetraploidno število kromosomov (2n = 2x = 36 in 2n = 4x 72).\nKot navaja Ivančič (2002), so posebna skupina medvrstni križanci (Zea mays × Euchlaena spp. in Zea mays × Tripsacum spp.), za katere sta značilni zelo velika variabilnost v morfoloških in fizioloških lastnostih ter visoka stopnja heterozigotnosti. V populacijah potomstev se pojavljajo številne nepravilnosti in nenavadne lastnosti, kot so npr.: \nrazraščanje, razvejanost stebel, dvospolnost socvetij, večje število majhnih storžkov na posameznih kolencih stebla, moško socvetje na vrhu ženskega in druge.\n"], "9": ["2.4 Morfologija koruze", ""], "10": ["2.4.1 Koreninski sistem", "Korenine pri koruzi so šopaste, slabo razvejane in sorazmerno plitve. Glavnina njihove mase se nahaja do globine tal 30 cm. Maksimalen obseg dosežejo v fazi cvetenja, ko se rast korenin počasi ustavi. Koreninski sistem je sestavljen iz štirih vrst korenin: glavna seminalna (primarna) korenina, bočne seminalne (lateralne) korenine, podzemne nodijske korenine, ter zračne nodijske korenine. Sprejem hranil poteka večinoma preko koreninskih laskov, katerih absorpcijska površina na rastlino znaša več kot 200 m2, dolžina vseh korenin na rastlino pa meri več kot 10 km (Tajnšek 1991).\nPri kalitvi iz semena najprej prodre glavna seminalna korenina in šele zatem zasnova bodočega stebla (plumula). Primarna korenina se s pomočjo koreninskih laskov usidra v zemljo, hkrati pa začnejo iz nje izraščati lateralne korenine (2 do 4), ki rastejo v zemljo poševno (pod kotom 45-). Gotlin (1967) navaja, da število laterarnih korenin variira od 1 do 13. Podzemne nodijske korenine začnejo izraščati iz podzemnih kolenc (nodijev), ko doseže rastlina višino okrog 50 cm. Iz prvih nadzemnih kolenc (od 1 do 3) začnejo v fazi metličenja izraščati zračne nodijske korenine, ki le redko dosežejo tla. V primeru, da uspejo prodreti v tla, prevzamejo enako vlogo kot primarne in podzemne nodijske korenine in s tem pomembno ščitijo pred nevarnostjo poleganja rastlin (Tajnšek 1991).\n"], "11": ["2.4.2 Steblo", "Koruza ima najvišje in najdebelejše steblo med vsemi žiti, ki se redko razrašča. Njegova višina variira od 50 do 600 cm, odvisno od genetske strukture in zrelostnega razreda hibrida, debelina pa od 1,5 do 5 cm. Steblo vertikalno izrašča iz zemlje, na njem pa se oblikujejo kolenca (nodiji) in členki (internodiji). Skupno rastlina izoblikuje od 4 do 8 podzemnih internodijev, iz katerih lahko poženejo prestenasto oblikovani šopi nodijskih \nkorenin, katerih dolžina znaša od 0,5 do 2 cm. Nadzemni internodiji (od 14 do 20) so veliko daljši. Njihova dolžina se podaljšuje sorazmerno, glede na oddaljenost od rastišča. Iz vsakega nadzemnega internodija požene en list. Medsebojna lega listov na steblu je premenjalna (izmenična). V bazi vsake listne nožnice se oblikuje zasnova storža, iz katerih se pod vplivom različnih faktorjev (gostota posevka, oskrbljenost s hranili in tip hibrida) izoblikujejo 1 do 3 storži (Tanjšek 1991).\nKot pri ostalih žitih je tudi za koruzo značilna interkalarna rast vsakega stebelnega internodija, kar omogoča meristemsko tkivo na njihovem dnu (Tanjšek 1991).\nSteblo koruze je v celoti izpolnjeno. Zunanji del stebla predstavlja enocelična plast epidermisa, v kateri se nahajajo listne reže. Pod to plastjo so v več plasteh razporejene sklerenhimske celice, ki imajo prevodno funkcijo. Steblo ima do faze cvetenja pomembno funkcijo kopičenja asimilatov, kasneje pa se asimilati prestavijo v storž (Tanjšek 1991).\n"], "12": ["2.4.3 List", "Kot je že prej omenjeno, se listi pri koruzi razvijejo na internodijih stebla. Skupno se do faze metličenja oblikuje od 12 do 20 listov (odvisno od genotipa), katerih dolžina se razlikuje od mesta na rastlini. Najdaljši listi se nahajajo nekje na sredini stebla, spodnji in vrhnji listi so krajši. Večina današnjih hibridov ima krajše liste, ki iz stebla izraščajo poševno navzgor (pod kotom od 45- do 60-), da lahko na ta način svetlobo bolje izkoristijo tudi nižje ležeči listi. Povprečno je posamezen list širok od 5 do 12 cm in dolg od 30 do 150 cm. Sestavljajo ga trije glavni deli: vzporednožilna listna ploskev (lamina), listna nožnica in jeziček (ligula). Zgornja listna ploskev je porasla z dlačicami, kar rastlini omogoča regulacijo toplote in evopotranspiracije (Tanjšek 1991). Listna ploskev ima sposobnost prilagajanja klimatskim razmeram.\nLičje so delno preoblikovani listi, ki obdajajo žensko socvetje in kasneje storž.\nNotranja zgradba lista je podobna kot pri steblu, s tem da imajo listi večje število listnih rež in klorofilnih zrnc. Listi pri koruzi opravljajo največji del fotosintetske aktivnosti in s \ntem pomembno vplivajo na oblikovanje nove zelene mase ter na končni pridelek. Z osvetlitvijo od 20 000 do 25 000 luxov so zadovoljene potrebe po svetlobi pri posameznem listu.\n"], "13": ["2.4.4 Moško in žensko socvetje", "Koruza je alogamna (tujeprašna) rastlinska vrsta. Je enodomna rastlina z ločenim ženskim in moškim socvetjem na isti rastlini. Moško socvetje je sestavljen grozd ali lat (metlica), žensko pa je modificiran zbiti klas, iz katerega se razvije storž (Ivančič 2002).\nMetlica se oblikuje na vrhu rastline in je sestavljena iz glavnega (terminalnega) moškega klasa in 6-ih do 12-ih stranskih, včasih tudi razvejanih klasov. Na klasih se nahajajo klaski. Vsak moški klasek je sestavljen iz fertilnih cvetov (spodnjega in zgornjega), s po tremi prašniki. V času cvetenja se iz metlice sprosti okrog 25 milijonov zrnc cvetnega prahu, ki se prenašajo s pomočjo vetra. Za koruzo je znana protandrija (moško socvetje cveti 1 do 3 dni pred ženskim). Ob neugodnih razmerah (suša) se ta čas še podaljša in težje pride do oploditve, kar ima za posledico slab nastavek zrn na storžu (Tanjšek 1991).\nŽensko socvetje se razvije na koncu enega ali več stranskih poganjkov na sredini rastline. Ivanič (2002) navaja, da obstajajo tudi genotipi (predvsem križanci med koruzo in teozinto), ki lahko razvijejo tudi več ženskih socvetij na istem kolenu stebla. Stranski poganjek ima podobno zgradbo kot steblo, s to razliko, da so internodiji krajši. Iz njih izhajajoči listi (ličje) pokrivajo odebeljeno klasno vreteno (klasinec), na katerem je po parih nekaj sto klaskov s po dvema ženskima cvetovoma. Ker je eden od obeh sterilen, je na storžu ob zrelosti lahko od 400 do 700 zrn, razporejenih v 6 do 20 vrst. Ob cvetenju se vrat plodnice toliko podaljša, da v obliki kratko razvejanih brazd pogleda iz ličja na vrhu storža (svilanje). Svila ostane plodna nekaj dni (Tanjšek 1991).\n"], "14": ["2.4.5 Zrno", "Koruzno zrno (botanično kariopsis) je enosemenski zaprt plod. Zunanji del zrna predstavlja semenska lupina, ki je sestavljena iz več zaporednih plasti: epidermis, epikarp, endokarp, \ntesta in episperm. Epidermis, epikarp in endokarp s skupno besedo imenujemo perikarp in je tesno zrasel s testo. Pod epispermom sta glavna dela zrna endosperm (meljak) in kalček s pripadajočimi organi (ščitek). Zunanji del endosperma je alevron, v katerem se nalaga nadpovprečna količina beljakovin, minerali in maščobe. V tem delu zrna se oblikujejo tudi encimi, ki imajo pomembno funkcijo pri kalitvi. Pod alevronskimi celicami se nahajajo parenhimske celice, ki vsebujejo veliko škroba. V spodnjem delu zrna sta na hrbtni strani kalček (embrio) in ščitek (slika 1). Zrno koruze je lahko različnih barv. Barvni pigmenti se nahajajo tako v perikarpu kot tudi v alevronu in endospermu.\n"], "15": ["2.5 Perikarp in njegove genetske značilnosti", "Koruza velja za eno izmed genetsko zelo dobro raziskanih rastlin. Napredek v proučevanju te rastlinske vrste omogočajo predvsem naslednje lastnosti (Neuffer (1996) cit. Peterson in Bianchi (1999)):\n- storž se lahko brez težav shrani za dalj časa in nato uporabi v genetskih analizah, \n - ker ima rastlina ločene ženske in moške organe, so križanja in samooploditev  razmeroma enostavni,\n- dolgo sproščanje peloda (tudi do 5 dni).\nTavčar (1952) omenja, da so v času, ko je pisal svojo monografijo, pri koruzi ugotovili in raziskali delovanje več kot 400 različnih genov. Geni so bili razvrščeni v deset neodvisnih skupin, kar odgovarja haploidnemu številu kromosomov (n = 10) v spolnih celicah.\nKot že omenjeno, je perikarp ovojnica, ki ščiti notranje strukture. Sestavljen je iz 10 do 12 plasti transformiranih celic plodničnega tkiva (materne celice). V teh celicah se nahajajo pigmenti, ki lahko perikarpu dajejo zelo različne barve (npr.: črno, vijoličasto, rjavo, 'čokoladno', rdečo (različne nianse rdeče), oranžno, rumeno, razne nianse, ki so blizu bele, lahko pa je pigment povsem odsoten (brezbarvni perikarp)) (slika 2). Perikarp se lahko odstrani, če zrno namočimo v vodo (Gotlin 1967).\nPo podatkih Tavčarja (1965) so se z barvo perikarpa koruze začeli ukvarjati že kmalu po tem, ko je genetika postala znanost. Med prve razprave, povezane z genetiko perikarpa, po Tavčarju (1965) spadajo npr. Lock (1906), Emerson (1911), Anderson (1924), Mayers (1927) in Emerson (1931, 1932). Omenjajo gen P, ki je povezan s sintezo pigmentov perikarpa zrna in klasinca. Ugotovili so tudi, da obstaja večje število alelomorfnih genov, odgovornih za barvo perikarpa in alevrona, ki se nahajajo na prvem kromosomu, in da \nobstaja interakcija z drugimi geni. Aleli, ki se omenjajo v teh zgodnjih publikacijah, so (Tavčar 1965):\n(1) Pcr – perikarp je na zrnih pri vrhu storža brezbarven, na preostalih delih storža  pa je rdeč, klasinec je rdeče barve;  (2) Pcw – perikarp je na zrnih pri vrhu storža brezbarven, na preostalih delih storža  pa je rdeče ali oranžne barve, klasinec je bel;  (3) Pmo – barva perikarpa in klasinca je razvrščena v obliki mozaika, gradacija  mozaika je različna;  (4) Por – oranžen perikarp in rdeč klasinec;  (5) Pov – oranžen perikarp in beli klasinec;  (6) Prr – rdeč perikarp in rdeč klasinec;  (7) Pvv – pisana barva perikarpa in klasinca (variegacije);  (8) Pwr – brezbarven perikarp in rdeč klasinec;  (9) Pwv – brezbarven perikarp in beli klasinec;  (10) Ch (V) – čokoladna barva perikarpa;  (11) bp – rjavi perikarp;  (12) Ab1 (III) – rjavi perikarp;  (13) rch (X) – perikarp češnjeve barve, v prisotnosti gena P1 (vijolična barva  rastline) se razvije vijoličasto obarvan perikarp.\nMed najbolj zapletene pojave, povezane s pigmentacijo perikarpa koruze, spadajo variegacije (proge, črte, pike in lise). Emerson (1917) trdi, da so variegacije povezane z multiplim alelomorfizmom. Obstoj velikega števila alelomorfnih genov pomeni, da je gen, odgovoren za variegacije, najverjetneje večkrat mutiral. Emerson (1917) omenja, da obstaja vsaj 9 ali 10 alelov, povezanih z variegacijami perikarpa. Z variegacijami se je veliko ukvarjal tudi Eyster (1925), ki je ugotovil, da obstaja poseben tip variegacij, ki so visoko variabilne. Za njih je uporabil naziv 'mozaični perikarp' in zaključil, da je njihova dednost zelo zapletena. \nVelike zasluge za proučevanje genetike pigmentacij perikarpa, še posebej variegacij, imata (med mnogimi drugimi) Rhoades (1936, 1938) in McClintock (1943, 1946, 1949, 1951). Barbara McClintock je začela proučevati barve perikarpa v povezavi s kromosomskimi transpozicijami (translokacijami) prelomljenih delov.\nV novejši literaturi je genetika barve perikarpa veliko natančneje obdelana. Bolj natančno so opredeljeni tudi posamezni geni in aleli. Zhang in Peterson (2005) omenjata p1 gen (odgovoren za barvo perikarpa 1), ki omogoča biosintezo rdečega flavonoidnega pigmenta (flobafen) v cvetnih organih, iz katerih se razvijejo perikarp zrna, pleve na klasincu, pleve na moškem socvetju in svila na ženskem socvetju. p1 gen kodira poseben transkripcijski faktor, ki regulira strukturalne gene za biosintezo flavonoidov. Opisano je bilo več kot 100 p1 alelov, ki specificirajo različne barve.\nRazlične barve perikarpa bodo tudi v prihodnosti za genetike predstavljale zelo zanimiv in verjetno tudi še vedno zelo zapleten problem. Medvrstna križanja dajejo nove možnosti raziskovanja omenjenih lastnosti, saj se lahko pojavijo nekateri povsem novi sistemi pigmentacije. Pigmentacije, povezane z medvrstnimi križanji, pa smo poskušali raziskati, kolikor je bilo mogoče, tudi v tej diplomski nalogi.\n"], "16": ["3 MATERIALI IN METODE", "Prva osnovna križanja so bila opravljena v letu 2002. Pri križanju smo kot materno komponento uporabili 'dolgostoržno' populacijo koruze z visokimi nerazvejanimi stebli in brez razraščanja. Kot očetno komponento smo uporabili populacijo teozinte iz Mehike, za katero je bilo značilno močno razraščanje, primitivni (majhni) storžki, močno razvejane metlice, siva zrna, krem-sivo klasno vreteno (vreteno storžka) in zelo dolga vegetacijska doba.\nF1 rastline, ki so bile sejane leta 2004, so bile v glavnem zelo pozne, dosti nižje od materne komponente, storžki so bili razmeroma pravilno oblikovani in sorazmerno dolgi, vendar z malim številom vrst zrn (na storžku). Kljub temu je obstajala zelo velika raznolikost med rastlinami. Nekateri storžki so bili razvejani, prav tako pa so se storžki, ki so bili obdani z ličjem, nahajali v skupinah (včasih tudi več kot 10 storžkov skupaj na enem kolencu stebla). Rastline so se bujno razraščale in nekatere izmed njih so imele po več kot 10 stranskih stebel. Poleg razraščanja se je pojavila tudi razvejanost stebel. Število vej se je gibalo od ene do več kot pet. Te rastline so bile prepuščene prosti oprašitvi (anemofilija) in vzorec dobljenega semena je bil naslednje leto posejan s ciljem dobivanja F2 generacije. Ta generacija je bila posejana leta 2005. Na F2 rastlinah, ki so bile prepuščene prostemu opraševanju, smo pobrali F3 seme. Na F3 rastlinah, ki so prav tako bile prepuščene prosti oprašitvi, pa smo izbrali storže z različnimi barvami zrn (črna, rdeča in bela). To je bilo seme F4 generacije. Ker so to bile barve perikarpa (perikarp pa predstavlja materno tkivo in zato je bila v primerjavi z ostalimi deli zrna generacijo nazaj - kot materna rastlina), so bile barve semen znotraj vsakega storža izenačene.\nLeta 2006 smo seme teh storžev (črne, rdeče in bele barve), ki je pripadalo F4 generaciji (perikarp pa F3), posejali na ločene parcelice, ki so bile med seboj oddaljene dva metra. V neposredni bližini parcelic, na oddaljenosti enega metra, je bil posejan normalen hibrid koruze Pioneer PR37H24. Ko so rastline dozorele, smo seme (ki je pripadalo F5 generaciji, perikarp pa F4) pobrali ločeno na vsaki parcelici (potomstvo črnih semen je bilo pobrano \nskupaj, prav tako tudi potomstvo rdečih in belih rastlin). Seme smo pobrali tudi na rastlinah normalnega hibrida koruze, ki so rasle v prvi, peti in deseti vrsti ob potomstvu črne in rdeče materne komponente.\nPravi poskus se je začel leta 2007. Po metodi naključnih blokov v štirih ponovitvah z devetimi obravnavanji (preglednica 1) smo posejali vzorce F5 semen ter vzorce semen, pobranih na rastlinah normalnega hibrida. Kot kontrolo pa smo posejali hibrid Pioneer PR37N01. V vsaki ponovitvi je bil vsak material posejan v dveh vrstah.\nDolžina osnovne parcelice je bila 10 metrov, širina pa 13,3 metra. Skupna površina vseh parcelic (4 parcelice oz. ponovitve) je znašala 532 m2. Parcelice so bile med seboj oddaljene 2 metra. Medvrstni razmik na parcelici je bil 70 cm, razmik v vrsti pa 18 cm. V povprečju je bilo na 1 m2 posajenih 8,5 semen.\nLegenda:\n1 - potomstvo F5, ki izvira iz F3 rastlin s črnimi zrni (potomstvo 'črne' komponente); 2 - potomstvo F5, ki izvira iz F3 rastlin z rdečimi zrni (potomstvo 'rdeče' komponente); 3 - potomstvo F5, ki izvira iz F3 rastlin z belimi zrni (potomstvo 'bele' komponente); 4 – seme, pobrano na rastlinah prve vrste, neposredno ob potomstvu 'črne' komponente; 5 – seme, pobrano na rastlinah, oddaljenih pet vrst od 'črne' komponente; \n6 – seme, pobrano na rastlinah, oddaljenih deset vrst od 'črne' komponente; 7 – seme, pobrano na rastlinah prve vrste, neposredno ob potomstvu 'rdeče' komponente; 8 – seme, pobrano na rastlinah, oddaljenih pet vrst od 'rdeče' komponente; 9 – seme, pobrano na rastlinah, oddaljenih deset vrst od 'rdeče' komponente; 10 - hibrid PR37N01, ki je bil uporabljen kot kontrola.\n"], "17": ["3.1 Analizirane lastnosti in način merjenja", "Ko so rastline v letu 2007 dosegle fazo zrelosti, smo na spodaj omenjenih materialih (preglednica 2) določali barvo zrna in obarvanost klasinca (klasno vreteno) na storžih ter razraščenost in razvejanost posameznih rastlin.\nBarvo zrna na storžu smo vizualno določali na vseh polno razvitih (dozorelih) storžih, na vsaki posamezni rastlini, v vsaki ponovitvi. Nedozoreli ali nerazviti storži so bili iz sistema določanja barve zrna izvzeti.\nObarvanost klasnega vretena storža smo prav tako vizualno določali na vseh polno razvitih storžih, ki smo jim prej določili barvo. Klasna vretena smo razvrstili v dve skupini: obarvan klasinec in neobarvan klasinec. Nedozoreli ali nerazviti storži so bili iz sistema določanja obarvanosti klasnega vretena izvzeti.\nSistem določanja razraščenosti rastlin (slika 3) je temeljil na določanju skupnega števila stebel za vsako posamezno rastlino, v vseh ponovitvah. Rastline smo razvrstili v različne skupine glede na število stebel. Pri tem smo upoštevali tudi rastline, ki niso imele polno razvitega nobenega storža. \nRASTLINSKI MATERIAL  Seme za setev tega materiala je bil vzorec črnega  MAT 1 semena, pobran na parcelici, ki je bila predhodno  leto posejana s črnimi semeni.  Seme za setev tega materiala je bil vzorec, pobran v  MAT 2 prvi vrsti rumene zobanke, ob parcelici, omenjeni  pod MAT 1.  Seme za setev tega materiala je bil vzorec, pobran na  MAT 3 rastlinah rumene zobanke, oddaljenih za pet vrst  od parcelice omenjene pod MAT 1.  Seme za setev tega materiala je bil vzorec, pobran na  MAT 4 rastlinah rumene zobanke, oddaljenih za deset vrst  od parcelice, omenjene pod MAT 1.  Seme za setev tega materiala je bil vzorec rdečega  MAT 5 semena, pobran na parcelici, ki je bila predhodno  leto posejana z rdečimi semeni.  Seme za setev tega materiala je bil vzorec, pobran v  MAT 6 prvi vrsti rumene zobanke ob parcelici, omenjeni  pod MAT 5.  Seme za setev tega materiala je bil vzorec, pobran na  MAT 7 rastlinah rumene zobanke, oddaljenih za pet vrst  od parcelice, omenjene pod MAT 5.  Seme za setev tega materiala je bil vzorec, pobran na  MAT 8 rastlinah rumene zobanke, oddaljenih za pet vrst  od parcelice, omenjene pod MAT 5.  Seme za setev tega materiala je bil vzorec belega  MAT 9 semena, pobran na parcelici, ki je bila predhodno  leto posejana z belimi semeni.  MAT 10 Rumena zobanka (hibrid). \nPri določanju razvejanosti (slika 4) posamezne rastline smo upoštevali: razvejanost stebla, poševno izraščanje stebla iz zemlje, večje število storžkov na enem kolencu stebla ter združeno moško in žensko socvetje (slika 5, 6, 7).\nDobljene podatke o analiziranih fenotipskih lastnostih smo vnesli v Excel tabelo in jih v tem programu tudi obdelali. Za analizo obarvanosti klasinca, razraščenosti in razvejanosti smo izračunali deleže rastlin glede na posamezne materiale. Pri določenih materialih smo za analiziranje barve uporabili HI-kvadrat preizkus.\n"], "18": ["3.2 HI-kvadrat preizkus", "Medsebojno primerjavo frekvenc dveh materialov smo opravili s HI-kvadrat preizkusom, ki je definiran z enačbo:\nkjer fi predstavlja frekvence opazovane porazdelitve in ft frekvence teoretične porazdelitve.\nIzračunano vrednost χ 2 smo primerjali s kritično vrednostjo χ 2 pri dani stopnji tveganja (v našem primeru 5 % stopnji tveganja). Pri tem smo določili tudi prostostno stopnjo (v našem primeru 11).\nUgotovitev, da se frekvence materialov razlikujejo oziroma so enake je izhajala iz sprejetja ene od zastavljenih hipotez:\nH0: frekvenčne porazdelitve so enake (material ne vpliva na barvo zrna);\nH1: frekvenčne porazdelitve niso enake (material vpliva na barvo zrna).\n"], "19": ["4 REZULTATI Z RAZPRAVO", "V naši raziskavi smo uporabili potomce medvrstnih križanj, ki so vključevala koruzo in teozinto, kar je imelo za posledico zelo pestro genetsko segregacijo barv zrna (slika 8) in tudi drugih proučevanih lastnosti.\nBarve, ki so se pojavile na proučevanih rastlinah so bile:\n(1) črna, (7) svetlo rumena,  (2) temno rdeča, (8) rumena,  (3) rdeča, (9) bela,  (4) temno oranžna, (10) rumeno zrno z rdečimi progami  (5) oranžna, (progasto zrno),  (6) svetlo oranžna, (11) zrna različnih barv na istem storžu.\nNavedene so le ključne nianse barv. Če bi hoteli navesti vse prehode med različnimi barvami, bi bil spisek mnogo daljši.\nV grafikonu 1 je prikazan delež (%) barv, ki so se pojavile na materialu 1 (MAT 1). Iz grafikona je razvidno, da dominira črna barva zrna (31,89 % rastlin). Sledita temno rdeča (22,91 %) in oranžna barva zrna (15,48 %).\nPri istem materialu (MAT 1) je imelo 65,63 % obravnavanih storžev obarvan klasinec (preglednica 3). Delež obarvanosti klasinca je pri tem materialu največji. Prav tako je bila razraščenost koruznih rastlin, v primerjavi z ostalimi materiali, največja, saj je bila prisotna pri 8,27 % rastlin. Delež rastlin z dvema stebloma je znašal 6,12 %, delež rastlin, ki so imele tri stebla, pa je 2,16 % vseh rastlin. Delež razvejanih rastlin je znašal 38,49 % in je predstavljal največji delež razvejanosti rastlin med vsemi materiali. \nKLASINEC RAZRAŠČENOST RAZVEJANOST  OB NOB 1 2 3 RAZ NRAZ  212 111 255 17 6 107 171 Legenda: OB – obarvan klasinec, NOB – neobarvan klasinec, 1 – eno steblo, 2 – dve stebli, 3 – tri stebla, RAZ – razvejana rastlina, NRAZ – nerazvejana rastlina\nIz grafikona 2 so razvidni deleži (%) barv, ki so se pojavili na materialu 5 (MAT 5). V grafikonu je lepo vidno, da prevladujejo odtenki oranžne barve, ki so prisotni pri skoraj polovici rastlin (49,04 %). Druga najbolj zastopana barva, ki se je pojavila pri tem materialu, je rdeča. Različni odtenki rdeče (temno rdeča in rdeča barva zrna) so bili evidentirani pri 26,6 % rastlinah.\nPri materialu 5 je bil delež neobarvanih klasincev storža večji kot delež obarvanih in predstavlja vrednost 65,06 % (preglednica 4). Delež rastlin z dvema ali tremi stebli je \nznašal 4,28 %, kar je skoraj za polovico manjša vrednost kot pri materialu 1. Delež razvejanih rastlin je znašal 36,51 %.\nKLASINEC RAZRAŠČENOST RAZVEJANOST  OB NOB 1 2 3 RAZ NRAZ  109 203 291 11 2 111 193 Legenda: OB – obarvan klasinec, NOB – neobarvan klasinec, 1 – eno steblo, 2 – dve stebli, 3 – tri stebla, RAZ – razvejana rastlina, NRAZ – nerazvejana rastlina\nV grafikonu 3 so predstavljeni deleži barv, ki so se pojavile na materialu 9 (MAT 9). Seme materiala 9 so bila bela zrna, pobrana na parcelici z belimi rastlinami. Po podatkih iz literature (Tavčar 1965) je to recesivna lastnost. Če je recesivna lastnost, mislimo na belo barvo, ki je posledica prozornosti perikarpa, prozornosti alevrona in brezbarvnega endosperma. Pri medvrstnih križanjih je to dokaj nepredvidljivo oz. nejasno. Lahko se pojavi tudi 'pigmentno' beli perikarp, ki je povsem nekaj drugega. Če predpostavimo, da je v našem primeru pri belih zrnih prevladoval prozoren perikarp, prozoren alevron in brezbarven endosperm, je bilo za pričakovati, da bo med rastlinami, ki se bodo razvile iz takih semen, sorazmerno dosti tistih, ki bodo ponovno imele bela zrna. V našem primeru jih je bilo 24,67 %. Pri tem materialu je bilo za pričakovati tudi, da se bodo razmeroma pogosto pojavljali storži z različnimi barvami zrn na istem storžu (to smo evidentirali pri 6,25 % rastlin). Pojavljanje različnih barv zrn na istem storžu lahko razložimo z naravo prozornega perikarpa. Perikarp predstavlja materno tkivo, zaradi tega ta lastnost znotraj rastlin ne bi smela segregirati, razen če bi bile prisotne mutacije (te pa se pojavljajo zelo redko). Če so se pojavile druge barve, so le-te bile v alevronu ali endospermu. Če bi bil perikarp črn ali rdeč, bi prekril barve nižjih plasti, ker pa je bil prozoren, so do izraza prišli pigmenti nižjih plasti zrna. \nPri materialu 9 so se pojavljale skoraj vse možne barve, tudi črna, vendar le pri 3,29 % rastlin.\nDelež obarvanih klasincev storžev je pri materialu 9 znašal 28,95 % (preglednica 5). Skupni delež rastlin z dvema ali tremi stebli je podoben kot pri materialu 5 in je znašal 4,96 %. Od skupnega števila rastlin jih je bilo 31,79 % razvejanih.\nKLASINEC RAZRAŠČENOST RAZVEJANOST  OB NOB 1 2 3 RAZ NRAZ  88 216 287 11 4 96 206 Legenda: OB – obarvan klasinec, NOB – neobarvan klasinec, 1 – eno steblo, 2 – dve stebli, 3 – tri stebla, RAZ – razvejana rastlina, NRAZ – nerazvejana rastlina \nV grafikonu 4 so predstavljeni deleži barv, ki so se pojavile na materialu 10. Pri hibridu, ki smo ga posejali kot kontrolo, je v skoraj 100 % prevladovala rumena barva.\nPrav tako je iz preglednice 6 razvidno, da ni prišlo do obarvanosti klasinca ter da sta bili razraščenost in razvejanost minimalni.\nKLASINEC RAZRAŠČENOST RAZVEJANOST  OB NOB 1 2 3 RAZ NRAZ  0 544 502 10 2 7 507 Legenda: OB – obarvan klasinec, NOB – neobarvan klasinec, 1 – eno steblo, 2 – dve stebli, 3 – tri stebla, RAZ – razvejana rastlina, NRAZ – nerazvejana rastlina \nPri vseh ostalih materialih (MAT 2, MAT 3, MAT 4, MAT 6, MAT 7 ter MAT 8) sta se v največjem obsegu pojavljali predvsem dve barvi zrna: rumena (ki je prevladovala) in progasto zrno, kar je razvidno iz grafikona 5. Progasto zrno se na prej obravnavanih materialih ni pojavljalo (izjema je material 9, kjer se progasto zrno pojavlja z deležem 0,55 %). Največ različnih barv se je pojavilo pri materialu 6 in materialu 3.\n(TRD), rdeča (RD), svetlo rdeča (SRD), temno oranžna (TOR), oranžna (OR),  svetlo oranžna (SOR), svetlo rumena (SRU), rumena (RU), bela (B), progasta  zrna (PZ) in zrna različnih barv na istem storžu (VB)\nIz preglednice 7 je razvidno, da se je obarvanost klasinca pojavljala le v majhnem obsegu. Podobno je bilo tudi pri razraščenosti, saj je večina rastlin imela le glavno steblo. Razvejanost je bila sicer zelo opazna, vendar zelo redka. Večina rastlin je bila nerazvejanih (94,66 % - 99,02 %.). \n  MAT 3, MAT 4, MAT 6, MAT 7, MAT 8\nKLASINEC RAZRAŠČENOST RAZVEJANOST  MAT  OB NOB 1 2 3 RAZ NRAZ  2 0 461 437 11 1 11 438  3 3 445 387 9 1 8 389  4 2 405 406 4 0 4 406  6 2 444 420 9 1 23 408  7 0 443 410 6 1 13 404  8 0 431 412 8 1 6 415 Legenda: MAT – material, OB – obarvan klasinec, NOB – neobarvan klasinec, 1 – eno steblo, 2 – dve stebli, 3 – tri stebla, RAZ – razvejana rastlina, NRAZ – nerazvejana rastlina\n"], "20": ["4.1 HI-kvadrat preizkus", "Z χ 2-testom smo primerjali frekvence, povezane z barvami zrn, med naslednjimi materiali:\n(1) material 1 in material 2,  (2) material 1 in material 3,  (3) material 1 in material 4,  (4) material 5 in material 6,  (5) material 5 in material 7,  (6) material 5 in material 8.\nIz preglednice 8 in 9 lahko sklepamo, da se vsi med seboj primerjani materiali statistično razlikujejo glede na frekvence pojavljanja barv zrna pri stopnji značilnosti 0,05. \nMAT 1 - MAT 2 MAT 1 - MAT 3 MAT 1 - MAT 4  χ 2 izračunan 739,87 711,69 682,80  χ 2 tabelarični 19,7 19,7 19,7 α = 0,05\nMAT 5 - MAT 6 MAT 5 - MAT 7 MAT 5 - MAT 8  χ 2 izračunan 704,32 730,60 718,72  χ 2 tabelarični 19,7 19,7 19,7 α = 0,05\n"], "21": ["5 SKLEPI", "Če kritično analiziramo podatke iz literature (npr.: Emerson, 1917; Eyster 1925; Rhoades 1936, 1938; McClintock 1946, 1943, 1949, 1951; Tavčar, 1965, Zhang in Peterson, 2005), lahko zaključimo, da dednost perikarpa nikakor ni enostavna. Najverjetneje obstaja več genskih lokusov (nevezanih in vezanih), ki neposredno ali posredno vplivajo na sintezo različnih pigmentov. Med posameznimi genskimi lokusi pa so možne tudi interakcije. Pigmenti se pogosto pojavljajo v različnih intenzitetah, prav tako se lahko med seboj mešajo in končna posledica so številne nianse, ki jih v mnogih primerih niti ne moremo natančno razlikovati. Obstaja tudi interakcija med prozornim ali delno prozornim perikarpom in plastmi, ki so pod njim. Ta interakcija verjetno še dodatno prispeva k povečanju števila nians – predvsem med temnejšimi barvami zrn. Nadaljnji razlog velike pestrosti barv zrn je verjetno interakcija dveh genomov (koruze in teozinte). Interakcija med genomi različnih speciesov ima lahko za posledico povsem nove lastnosti (v našem primeru so to neobičajne barve zrn (ki so se pojavljale sorazmerno redko), specifične oblike razraščanja rastlin in oblika razvejanosti), ki niso prisotne ne pri koruzi ne pri teozinti (teozinta ima običajno stranske veje, ki so skoraj paralelne z glavnim steblom).\nRaziskava je pokazala, da je žlahtnjenje, ki temelji na rekombiniranju genov iz različnih speciesov, zelo koristno. Če neka lastnost pri neki kultivirani vrsti manjka, je pa prisotna pri nekem drugem (sorodnem) speciesu, je uporaba medvrstnega križanja lahko zelo koristna. Razvejanost in razraščanje pri koruzi bi bilo lahko zelo uporabno v žlahtnjenju koruze za silažo in za 'pašo' na tropskih območjih.\n"], "abstract": ["V poskusu, izvedenem v letih 2006 in 2007 v kraju Spodnja Ščavnica, smo proučevali fenotipsko pestrost potomstev križanja med koruzo (Zea mays L.) in teozinto (Zea mexicana, syn. Euchlaena mexicana). Pri starševskih rastlinah in potomcih smo proučevali barvo perikarpa zrna na storžu, barvo klasinca storža ter razvejanost in razraščenost rastlin. V raziskavo so bili vključeni vzorci semena iz različnih rastlin in z različnimi barvami perikarpa zrna. Raziskava je pokazala, da je dedovanje barve perikarpa zapleten genetski pojav. Pri omenjenem medvrstnem križanju so se poleg pričakovanih barv perikarpa pojavili tudi nekateri povsem novi sistemi pigmentacije. Interakcija genomov koruze in teozinte je imela vpliv tudi na oblikovanje specifičnih oblik razraščanja in razvejanosti rastlin. "]}