{"1": ["1. UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema, ki je predmet raziskave", "Celotno upravljanje s strankami (v nadaljevanju CRM) je široko in vedno bolj razvijajoče področje in njegovo razumevanje je v zadnjih letih močno spremenilo poslovanje mnogih podjetij.\nSmo v obdobju, v katerem je pomembna vsaka stranka. Pot do strank je čedalje bolj zahtevna in od podjetij se pričakuje, da jih bodo poznali, jih obravnavali individualno in tako zadovoljili njihove potrebe (SRC.SI).\nCRM ni le tehnologija ampak tudi poslovna strategija za celovito upravljanje odnosov s strankami, ki v središče poslovanja organizacije postavlja posamezno stranko in poskuša zanjo ustvariti najvišji nivo zadovoljstva. Problem, ki se pojavi znotraj ustvarjanja takega nivoja zadovoljstva, je zahteva po poznavanju stranke. Da podjetje lahko zadovolji te zahteve pomeni, da spremlja svoje stranke v vseh njenih interakcijah z organizacijo in zajema podatke iz vseh virov preko katerih stranka komunicira z organizacijo.\nTako problematiko rešuje podjetje Comtron med drugim tudi z razmeroma novo tehnologijo v Sloveniji - IP telefonijo. Predmet raziskave diplomske naloge bo IP telefonija, kjer bomo ob koncu naloge ugotavljali, če le – ta ustreza svojemu namenu in torej rešuje problem poznavanja strank.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen naloge je predstaviti eno od ustreznih rešitev, ki rešujejo problem celovitega upravljanja odnosov z strankami. Predstavitev CRM se nam zdi pomembna zato, ker gre za eno najhitreje rastočih področij informacijske tehnologije s pomočjo uporabe znanja ustvarjenega iz informacijskega sistema, katerega središče predstavlja podatkovno skladišče. CRM omogoča izboljšanje poslovanja ter tržnega deleža ne le z razumevanje svojih strank, temveč tudi z boljšim načinom komuniciranja in sodelovanja s strankami.\nOrganizacija z uvedenim CRM poslovnim krogom aktivnosti in podprtim z CRM informacijsko tehnologijo imajo veliko konkurenčno prednost, saj je možno le na osnovi vseh zbranih podatkov ustrezno interpretirati strankino obnašanje in na osnovi tega izvesti ustrezne prodajne in marketinške akcije ter pristope, ki med drugim vodijo tudi k močnejši kupčevi lojalnosti, s tem posledično povečani prodaji in boljšemu položaju na tržišču (Podjetje.si).\nPri aktivnem izvajanju CRM želi podjetje Comtron d.o.o. z IP telefonijo doseči vse zgoraj naštete učinke. Zato bomo s pomočjo raziskave v diplomskem delu dosegli naslednje cilje:\n- Predstavitev izvajanje CRM  Gre za prvi in bistveno pomemben cilj. Uvodoma je potrebno podrobneje predstaviti  pojem CRM, prednosti oziroma koristi izvajanja CRM, značilnosti in samo  implementacijo CRM.\n- Predstavitev IP telefonije kot orodje za uspešno izvajanje CRM  Predstavitev IP telefonije. Našteti osnovne značilnosti in funkcionalnosti IP  tehnologije.\n- Predstavitev uporabe produkta  Cilj, ki predstavlja uporabo produkta je razčlenjen na nekatere podcilje. Za takšno  strukturo smo se odločili zaradi obsežne vsebine, ki bo na ta način preglednejša.\n- Predstavitev funkcionalnost telefonskega imenika TIC  Načeloma govorimo o zaslonu telefona. S pomočjo aparata lahko poiščemo  telefonsko številko podjetja in kontaktne osebe znotraj ERP TIC sistema.  Sledeči cilj je torej t.i. »uporabnikom prijazen način iskanja želenih oseb« kot  npr:.iskanje kontakta po korenu črke, izbiranje ali iskanje kontaktnih oseb po  podjetjih (znotraj podjetja) ali po telefonski številki, faxu, GSM – ju...\n- Delovanje zaslona na IP telefonu  V sklopu tega cilja bomo opredeli CISCO SW Comtron aplikacijo, ki deluje na  operacijskem sistemu Cisco IP telefon. V smislu delovanja zaslona je kot prvo v  ospredju prikaz imena poslovnega partnerja ali kontaktne osebe na zaslonu  telefona v primeru klica iz ERP sistema. Vse informacije, ki se prikazujejo na  zaslonu telefona se črpajo iz lastnega informacijskega sistema. Kot drugo pa tudi  prikaz podatkov klicatelja pri zgrešenih klicih.\n- Opredelitev rabe HOT Keys tipk na telefonu  Pri opredelitvi tega cilja se bomo posvetili rabi tipk, ki jih ima Ciscov aparat  spodnjem robu zaslona. Ker imamo dve vrsti telefona (poslovni in vodstveni)  morem poudariti, da se opredelitev nanaša na vodstveni telefon (Cisco IP Phone  7960). To je pomembno zato, ker ima telefon za vodstvene delavce na primer  šest gumbov za hitro izbiranje (HOT Keys) poslovni pa dva. Koncept je pri vseh  modelih enak.\n- Opredelitev možne TIC dodelave  Programska oprema TIC se da še dodatno dodelati. V okviru tega cilja želimo  opredeliti in predstaviti nekatere postavke s katerimi bi nadgradili programsko  opremo. Take postavke so: Ikona za neposredni klic skozi IP telefon, CRM  bonitetna kartica strank, beleženje statistike o strankah itd.\n"], "4": ["1.3 Predpostavke in omejitve", "Baza podatkov o komitentih je osnova, ki sploh omogoča izvajanje CRM v podjetjih. Podjetje Comtron d.o.o. ima svojo podatkovno bazo, ki jo že dlje časa pridom izkorišča.\nPri svojem raziskovanju se omejujem konkretno na podjetje Comtron. Predmet raziskave je IP telefonija, ki je eno od orodij za aktivno izvajanje CRM v podjetjih.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Prvi del diplomske naloge obsega teoretični del, ki predstavlja CRM in IP telefonijo na splošno. Zaradi boljšega razumevanja, predvsem pojma CRM, bomo navedli nekaj trditev. Uporabili bomo metodo kompilacije. V ta namen bomo preučili sodobno domačo in tujo literaturo, ki jo bomo med drugim poiskali med strokovnimi in znanstvenimi članki na svetovnem spletu. Na osnovi vseh ugotovitev in spoznanj tega dela diplomske naloge, bomo uporabili metodo deskripcije, to je postopek opisovanja dejstev, procesov in pojmov.\nV drugem delu diplomske naloge, ki se nanaša na uporabo produkta IP telefonije, bomo uporabili praktični pristop. Gre torej za metodo povezovanje teoretičnega dela z poslovnim praktičnim delom naloge. Uporabili bomo tudi metodo sinteze skozi raziskovalni proces.\n"], "6": ["2. IZVAJANJE CRM", "Mnoga podjetja koristijo CRM za izboljšanje poslovne inteligence, poslovne odločitve, odnosov z strankami in izboljšanje kakovosti ponudbe storitev in proizvodov. Takšne koristi so dober razlog za implementacijo CRM v kateremkoli podjetju. Ko podjetja začnejo izvajati CRM projekt mnoga pričakujejo takojšnje povračilo sredstev, povečan dohodek, zmanjšane stroške, lojalnost kupcev, priliv številnih informacij o kupcih in zadovoljne uporabnike CRM sistemov (Roh, 2005).\nŽal se velika večina podjetij CRM projektov še vedno loteva znotraj oddelkov oziroma v poskusih integracije takšnih nepovezanih projektov. Postavitev sistema na ravni celotnega podjetja je zelo kompleksna, saj zahteva (SRC.SI):\n- močno podporo vodstva,\n- k strankam usmerjeno vizijo,\n- potencialno zelo problematičen reinženering procesov,\n- spremembo kulture in organizacije podjetja,\n- uvajanje zapletenih novih tehnologij,\n- sistemsko integracijo in\n- obvladovanje podatkov.\nV začetku in tudi v kasnejši fazi, fazi izvajanja CRM, imajo podjetja vrtoglave izdatke in stroške s sistemsko opremo ter storitvami. Implementacija pa zahteva tudi čas in finančni zalogaj. Po implementaciji se podjetja začnejo spraševati o tem ali CRM sistemi zares prinašajo višje zadovoljstvo kupcev in povrnejo investicije. Če je tako, kateri kritični faktorji izboljšujejo odnose s kupci in dobičkonosnost. Za mnoga podjetja so bistvenega pomena naslednji kriteriji (Roh, 2005):\n- visoka raven znanja managementa v postopku uvajanja\n- kakovostne informacije o strankah\n- ustrezna podpora sistema\n"], "7": ["2.1 Kaj je CRM?", "Številni avtorji navajajo pojem CRM z različnimi definicijami. Raznolikost se pojavlja predvsem zaradi tega, ker lahko na CRM gledamo iz različnih vidikov. Po drugi strani pa je narava CRM takšna, da se hitro nadgrajuje in spreminja kar ravno tako povzroča razhajanje med številnimi opredelitvami pojma. Če naštejem naslednje:\n»CRM – upravljanje odnosov s strankami – je uskladitev poslovnih strategij, organizacijske strukture, kulture podjetja, informacij o strankah in informacijske tehnologije na tak način, da imajo vsi kontakti, ki jih ima neko podjetje s svojimi strankami, cilj zadovoljevati potrebe strank ter doseganje poslovne koristi – dobička (SRC.SI).«\n»CRM je proces s katerim podjetje maksimizira informacije o strankah, da bi povečalo njihovo lojalnost in ohranilo poslovanje s stranko skozi njihov življenjski cikel (Choy, 2002).«\n»CRM je strategijo za optimizacijo do življenjske vrednosti kupca (Todman, 2001).«\n»CRM je naravna in predvidljiva evolucija funkcij prodaje in trženja (Babič, 2002).«\nMed vsemi trditvami pa se pojavljajo tudi tiste, ki ne držijo. Do tega pride predvsem zaradi pomanjkanja znanja o CRM upoštevajoč, da gre za relativno mlad pojem. Tako se pojavlja pogosto nerazumevanje in zlorabljanje tega pojma, saj ima vsak od zgoraj naštetih največkrat različno predstavo o celovitem upravljanju odnosov s strankami (Nikolić, 2005).\nMnogi povezujejo CRM z elektronskim poslovanjem oz. internetno trgovino. Internetna trgovina je le ena od orodij aktivnega izvajanja CRM. Podobno velja za IP telefonijo, ki je prav tako le eno izmed orodij ali če hočemo aplikacij za aktivno izvajanje CRM. Ko govorimo že o aplikaciji. Aplikacija ni CRM ampak CRM aplikacije omogočajo uresničevanje CRM strategij in aktivnosti. Iz tega lahko sklepamo, da je CRM pojem, ki zajema široko področje poslovanja in ga je moč interpretirati na različne načine.\n"], "8": ["2.1.1 Kaj nam CRM omogoča?", "Osnova koncepta je ugotovitev, da je za podjetje ključnega pomena, da vzpostavi kakovostne odnose s svojimi strankami, ki so osnova za obojestransko koristno in dolgoročno poslovno sodelovanje. Različne raziskave so pokazale dve ugotovitvi, ki govorita temu v prid.\nPrva takšna ugotovitev je, da je cena pridobivanja novih strank precej višja od cene zadržanja obstoječih. To je povsem ekonomsko razložljivo. V času vse ostrejšega konkurenčnega boja na skoraj vseh trgih morajo podjetja v pridobivanje novih strank vlagati veliko denarja - pri tem gre lahko za oglaševanje, različne oblike pospeševanja prodaje, neposredno trženje, pridobivanje publicitete, sodelovanje na raznih razpisih in podobno. Te stroške je potrebno odšteti od prihodkov, ki jih je podjetje pridobilo od novih odjemalcev, kar pomeni, da je novi odjemalec v povprečju manj donosen kot obstoječi, pri katerem vseh zgoraj opisanih stroškovni.\nDruga ugotovitev, ki govori v prid CRM, pa je, da obstoječe stranke načeloma s časom poslovnega sodelovanja porabijo vedno več denarja za izdelke ali storitve določenega ponudnika. Ta pojav je razložljiv predvsem s psihološkega vidika. Vsak nakup predstavlja namreč tveganje. Zato je odjemalec pri prvem nakupu pri določenem ponudniku previden in se bo odločil za nakup v nižji vrednosti. Na podlagi pozitivnih izkušenj ter dobrega odnosa s ponudnikom pa se tveganje nakupa zmanjša, kar pomeni, da se bo odjemalec bolj verjetno odločil za večji nakup.\nKakovostno upravljanje odnosov s strankami je lahko pomembna konkurenčna prednost podjetja. Če so odjemalci zadovoljni z odnosom, je zelo verjetno, da bodo v manjši meri dovzetni za ponudbe konkurenčnih podjetij, kar pomeni, da ima podjetje v njihovih očeh skoraj monopol. Prav zato, se nam zdi zelo pomembno uvesti kakovosten sistem upravljanja odnosov in informacij o strankah.\nVzporedno s sistemom upravljanja odnosov (navezano informacij) o strankah, se na sistem lahko veže npr. sistem reklamacij, ki je bil že predhodno narejen in pride sedaj še bolj do izraza, saj se lahko določeni deli še kakovostneje in hitreje izvedejo (Oblikovanje.com).\nZa takšen sistem je značilno:\n- enotna in stalno osvežena baza podatkov,\n- do podatkov se lahko dostopa mobilno od koderkoli,\n- možno je določati nivoje dostopa in privilegije posameznega uporabnika,\n- večuporabniška zasnova,\n- standardizirani podatki, ki omogočajo izvoz za druge namene (za MS Outlook,  Access, Excel, ipd)\n- modularnost: dodatne module in funkcionalnosti so lahko dodatno integrirani.\n- preprosto upravljanje s podatki – ni potrebno nobenega posebnega znanja,\n- velika preglednost in nadzor nad poslovanjem.\nTo kar nam CRM omogoča je najbolje predstaviti z naštevanjem postavk različnih avtorjev združenih v celoto (Babić, 2002), (SRC.SI), (Mislej, 2005):\n- boljše spoznavanje posameznih strank,\n- večje zadovoljstvo strank,\n- strateško prednost pred konkurenco,\n- spreminjanje nekaterih poslovnih procesov,\n- uvajanje novih storitev,\n- diferenciacijo kupcev,\n- dolgoročno sodelovanje,\n- osredotočanje na ohranjanje podatkov o dogodkih in transakcijah iz preteklosti,\n- povečanje dobička (preko ohranjanja dolgoročnega odnosa s kupcem in  povečevanjem njihovega t.i. LTV – life time value),\n- partnersko sinergijo,\n- približevanje stranki in olajšanje njenih naporov pri izvajanju posla z nami,\n- izboljšanje poslovanja podjetja preko dolgoročne lojalnosti strank,\n- povečanje števila obdržanih strank,\n- identifikacija najbolj dobičkonosnih strank,\n- znižanje stroškov trženja z izvajanjem učinkovitih ciljnih tržnih akcij,\n- povečanje prodaje z oblikovanjem ponudbe pravih izdelkov in storitev,\n- izločitev nepotrebnih funkcij s centralizacijo skupnih aktivnosti,\n- izkoristek znanja pridobljenega v prejšnjih kontaktih z drugimi strankami,\n- predvidevanje prihodnjih aktivnosti na podlagi analiz preteklih rezultatov,\n- porast prihodkov iz prodaje izdelkov in storitev,\n- dvig deleža in dobljenih poslov,\n- povečanje razlike v ceni,\n- zmanjšanje administrativnih stroškov prodaje in trženja,\n- omogočanje podjetju da razumete in predvidi potrebe obstoječih in potencialnih  strank,\n- analiziranje in distribuiranje ključne odločitvene točke podjetja,\n- načrtovanje finančnih prilivov,\n- sledenje prodajnim priložnostim,\n- merjenje uspešnost marketinških in prodajnih aktivnosti,\n"], "9": ["2.1.2 Delitev CRM:", "Prva naloga uvedbe CRM je zagotoviti potrebe strank. Šele nato sledijo spoznavanje želja in interesov posameznih strank. Zaradi tega razdelimo CRM na tri komponente (Šturm, 2002):\n- operativni CRM, v katerega sodijo vse aplikacije, ki so potrebne, da lahko  obravnavamo poslovanje s stranko kot celovit poslovni proces. Tukaj mislimo  predvsem to, da imamo na vsakem kanalu s katerim poslujemo s stranko, podatke o  njej in možnost dodajanja novih informacij; bistvena komponenta CRM je integriran  pregled marketinških, prodajnih in servisnih procesov v oblikovanju »kupčevega  interakcijskega cikla«,\n- kolaborativni CRM, je množica aplikacij, s katerimi zunanji akterji poslovnega  sistema neposredno komunicirajo s podjetjem (npr. portal); del filozofije CRM je  dejstvo, da mora kupec sam izbirati, kateri komunikacijski kanal bo izbral za  komunikacijo s prodajalcem v odvisnosti od trenutnih potreb in situacije, pri tem  svojem početju pa pričakuje kontinuiteto in enakovredno visoko kakovost  servisiranja njegovih zahtev,\n- analitični CRM, katerega naloga je opravljanje analiz nad vsemi podatki, ki jih  imamo o strankah. S pomočjo pridobljenih modelov in napovedi lahko bolje  spoznavamo stranko, ji prilagamo storitve in izdelke ter izboljšamo načine  poslovanja z njo; da bi omogočili nenehno izboljševanje in optimizacijo procesov iz  operativnega CRM, moramo vzpostavit sistem za pridobivanje povratnih informacij.  Za optimalno CRM rešitev to pomeni integracijo analitičnih aspektov v operativne  sekvence.\n"], "10": ["2.2 Izvajanje CRM kot poslovna strategija", "CRM je poslovna strategija, ki je oblikovana tako, da omogoča podjetju razumeti in predvidevati potrebe sedanjih in potencialnih strank. Podatki o strankah se pridobijo na več področjih v podjetju, shranijo se v centralni bazi podatkov in so analizirani in distribuirani na ključne točke. CRM je za večino podjetij nova strategija, ki vodi do večje dobičkonosnosti preko zvestobe strank in baze strank. V primeru, da podjetje ne skrbi za svoje stranke, obstaja nevarnost, da bo to storil konkurent (Babič, 2002).\nPodjetja ki bodo sprejela CRM kot svojo filozofijo in kot način poslovanja, ne pa kot tehnologijo kot tako, ki bo samo skrbela za avtomatizacijo delčka njihovega poslovanja, bodo poslovala učinkovito in uspešno ter imela znatno prednost pred konkurenco. Podjetja morajo razviti poslovno strategijo, ki jim bo omogočala izboljšanje odnosov s strankami, informacijska tehnologija pa jim mora služiti le kot sredstvo za doseganje zadanih ciljev. Nič koliko je namreč podjetij, ki kupujejo aplikacije namenjene CRM, in se šele kasneje vprašajo, kaj lahko z njimi sploh storijo (Mislej, 2005).\nPredstavitev uspešnega sistema za celovito upravljanje odnosov z naročniki zahteva strategijo, ki vključuje celotno poslovanje podjetja in se mora začeti na najvišji organizacijski ravni. Uspešna CRM strategija je tista, ki povezuje štiri ključna področja poslovanja: strategijo poslovanja, ljudi, procese in tehnologijo. Princip uspešnega upravljanja odnosov s strankami je:\n- Pridobiti\n- Identificirati potencialne stranke\n- Jih pridobiti\n- Obdržati\n- Spoznati stranko\n- Zadržati dobičkonosne\n- Nadgraditi\n- Prodajo strankam\n- Navzkrižno prodajo strankam\n- Zmanjšati stroške storitev za stranke\n"], "11": ["2.3 Osem gradnikov CRM", "Postavitev uspešnega sistema za celovito upravljanje odnosov s strankami - CRM zahteva strategijo, ki vključuje celotno poslovanje podjetja in se mora začeti na najvišji organizacijski ravni. Žal se še vedno velika večina podjetij loteva CRM projektov znotraj oddelkov oziroma v poskusih integracije takšnih nepovezanih projektov. Vendar je postavitev sistema na ravni celotnega podjetja zelo kompleksna, saj zahteva močno podporo vodstva, njegovo k strankam usmerjeno vizijo, potencialno zelo problematičen reinženiring procesov, spremembo kulture in organizacije podjetja, uvajanje zapletenih novih tehnologij, sistemsko integracijo in obvladovanje podatkov. Zaradi omenjene kompleksnosti je Gartner na podlagi obsežnih raziskav predstavil osem gradnikov za CRM – ogrodje za uspešno uvedbo, ki bo podjetjem omogočalo celovit pogled, pripravo poslovnega načrta in načrta vpeljave (Radcliffe, 2001).\n- CRM vizija\n- CRM strategija\n- Zadovoljstvo strank\n- Organizacijska kultura\n- CRM procesi\n- CRM informacije\n- CRM tehnologija\n- CRM metrike\nIzpostavili bomo tehnologijo in informacije čeprav je osrednji poudarek na srednjih dveh elementih (zadovoljstvo uporabnikov in organizacijska kultura). Smiselno se zdi v okviru IP telefonije govoriti o tehnologiji kot taki in informacijah, ki jih z ustrezno tehnologijo dobimo.\n"], "12": ["2.3.1 Tehnologija", "CRM tehnologija je sicer eden od osnovnih delov CRM strategije, je pa eden od gradnikov, potrebnih za uvedbo uspešnega sistema CRM. Ravno poenostavljeno dojemanje CRM- ja kot tehničnega problema je bilo v preteklosti eden glavnih krivcev za neuspešno uvedbo takšnih projektov. Tehnologija pokriva tri pomembna področja (Nikolić, 2004):\n- Portfelj CRM aplikacij\n- Načrtovanje CRM arhitekture\n- Integracijo CRM aplikacij z ostalimi aplikacijami\nKljučnega pomena so strokovnjaki, ki imajo s svojimi strankami profesionalni odnos istočasno pa morajo imeti ustrezno tehnično znanje. Brez dobro zasnovanega procesa, ne bo nobena aktivnost dosegla svoj cilj. CRM ni izjema. Telekomunikacijske organizacije razvijajo CRM pod poslovnimi zahtevami, ki jih narekujejo cilji. Tehnologija CRM-a zajema naslednje elemente (Juljević, 2005):\n- Način dela,\n- Podatkovne baze in splet,\n- Interaktivni glasovni odzivnik (IVR) in klicni center,\n- Poročanje\nNačin dela Vsaka komunikacijska storitev mora opredeliti potrebo po uvajanju kakovostnega sistema kot predpogoj za implementacijo informacijskega sistema in modula za CRM. Vsi udeleženci v poslovnem procesu opravljajo svoje CRM aktivnosti v skladu z dokumentacijo o kakovosti sistema, ki so jim dostopna med uporabo informacijskega sistema. Postopek dela zagotavlja, da se vse transakcije izpeljejo na ustrezen in učinkovit način.\nPodatkovne baze in splet Upravljanje odnosov s strankami je odvisno od informacij in podatkov o strankah, ki so nameščene v različnih bazah. Organiziranje relevantnih informacij na eno mesto in pravilno povezovanje teh podatkov ni enostavno delo.\nInteraktivni odzivnik in klicni center Eno najprikladnejših načinov komunikacije s stranko so storitve komuniciranja s pomočjo klicnega centra. Ta oblika komuniciranja je najbolj učinkovita z vidika nudenja uporabniških uslug.\nPoročanje Ni dovolj, da imamo v podatkovni bazi cel kup podatkov o strankah, pomembno jih je znati tudi uporabljati in izkoriščati. Učinkovito izkoriščanje podatkov pomeni, da jih znamo pretvoriti v vrednostne informacije, ki jih uporabljamo pri odločanju in v končni fazi tudi za raziskavo tržnih razmer. Poročila je potrebno sestavljati in voditi vzporedno z izvajanjem akcij povezanih z našimi strankami. V poročilih se nahajajo osnovni podatki za vodenje analiz s katerimi ocenjujemo kupno moč strank in njihov vzorec obnašanja.\n"], "13": ["2.3.2 Informacije", "Informácija ima glede na kontekst različne pomene, ki pa so praviloma povezani s pojmi pomen, znanje, navodilo, komunikacija ali predstavitev. Čeprav pogosto slišimo govoriti o vstopu v »informacijsko dobo«, o »informacijski družbi« ter informacijski tehnologiji, in čeprav sta informatika in računalništvo pogosto v ospredju, se uporablja strokovni izraz »informacija« pogosto brez poglobljenega razumevanja številnih pomenov, ki jih je zadobil. (Wikipedija, 2005)\nInformacija je lahko zelo širok pojem. Nam najpomembnejši je tisti, ki opisuje informacijo kot podatek, sporočilo, ki ga prejmemo in razumemo ter ima za nas neko uporabno vrednost. Pomembna je informacija o stranki.\nCRM rešitve omogočajo organizacijam oblikovati enoten pogled informacij o stranki, kar pomeni lažjo identifikacijo, komunikacijo s stranko, ponudbo storitev prek več kanalov. Rezultat so preprostejša in hitrejša izvedba storitev ter večje zadovoljstvo stranke (Center Vlade RS za informatiko, 2002)\nInformacije lahko shranjujemo v podatkovno bazo kot podatek. Največji tehnološki problem za mnoga podjetja je nastavitev podatkovnih baz. Mnoga podjetja se še vedno odločajo za ločene podatkovne baze, ki podpirajo podatkovno rudarjenje, strateški management in klicne centre. Tak proces ni le velika izguba časa, temveč je tudi drag in pogosto neprimeren (Blight, 2004). Več o podatkovni bazi v poglavju 4.3.\n"], "14": ["3. IP TELEFONIJA KOT TEHNOLOGIJA", ""], "15": ["3.1 Kaj je IP telefonija?", "V zadnjem desetletju je prišlo do hitrih sprememb v načinu komuniciranja med ljudmi in organizacijami. Mnoge od teh sprememb izhajajo iz interneta in aplikacij s protokolom IP. Internet in protokol IP ponujata povsem nove rešitve. Poslovni procesi se pospešujejo, učinkovite in ekonomične možnosti komuniciranja omogočajo transparenten in prostorsko neomejen dostop do virov, vse več aplikacij zahteva zlitje podatkovnih in govornih komunikacij. Razvijajo se podjetja brez meja oziroma povezana podjetja. Prevladuje prepričanje, da bodo govorni promet in z njim povezane storitve ena od najpomembnejših aplikacij prihodnosti, ki bo izkoristila vse prednosti IP, pri čemer je zlasti pomembna zmožnost integracije z drugimi aplikacijami. Telefonija IP se je sicer začela uveljavljati zaradi nižjih stroškov za uporabnike in zaradi želje ponudnikov internetnih storitev po dodatnem prihodku, a so kasneje prevladali številni drugi argumenti. Predvsem gre za možnost zmanjšanja investicijskih in obratovalnih stroškov, polni izkoristek obstoječe podatkovne infrastrukture in uvajanje aplikacij za izboljšanje produktivnosti zaposlenih. Aplikacije, temelječe na IP-telefoniji v zlitem omrežju, bodo preoblikovale poslovne komunikacije iz statičnih in zakasnelih v sprotne in proaktivne. Uvajanje IP-telefonije pa ni trivialno vprašanje. Iz tradicionalnega vodovno komutiranega telefonskega omrežja, zasnovanega za govorni promet, ki se izvaja v realnem času in je občutljiv na zakasnitev, zlasti njeno nihanje, torej iz omrežja kjer je vsaki zvezi za njeno celotno trajanje dodeljena potrebna kapaciteta in s tem predvidljiva kakovost ter res visoka razpoložljivost, prehajamo v paketno komutirano omrežje IP. Prehajamo v omrežje, ki je bilo izvorno namenjeno rafalnemu podatkovnemu prometu, s povsem drugačnimi karakteristikami kot jih ima telefonski promet. Vendar to omrežje s svojim statističnim multipleksom zagotavlja veliko večjo elastičnost, odprtost za nadaljnji razvoj in nenazadnje nižje stroške. Zato so, čeprav na račun nekoliko zmanjšane elastičnosti, poiskali rešitve tudi za govorni promet v tem omrežju. Dejstvo je, da si danes nihče več ne zastavlja vprašanja IP-telefonija da ali ne, pač pa kdaj in kako. Odločitev ni več tehnično, pač pa poslovno vprašanje. (Elektrotehnična Zveza Slovenije, 2005)\n"], "16": ["3.2 IP tehnologija", "IP telefonija s pripadajočimi aplikacijami predstavlja najhitreje rastoči segment komunikacijskih rešitev. Prednosti IP telefonije pred klasično se pojavijo takoj, ko od telefonije pričakujemo kaj več kot osnovne funkcije, ki jih omogoča klasična telefonija. Pri tem mislimo predvsem na integracijo z obstoječimi aplikacijami in podatki v podjetjih. Masovni pojav kontaktnih centrov in številne izpostave, ki jih odpirajo podjetja v Sloveniji in tujini, prinašajo podjetjem, ki se odločijo za IP telefonijo še dodatne prednosti. Z uporabo navideznih zasebnih omrežij (VPN) preko širokopasovnega internet dostopa se podjetja med drugim izognejo stroškom za telefonske impulze. Povratek investicije zaradi večje učinkovitosti in zaradi prihrankov pri telefonskih stroških je tipično nekaj mesecev. IP tehnologijo sestavljajo naslednja večja področja tehnologije na katero se telefonija navezuje:\n- topologija sistema\n- strežniška platforma\n- mrežna oprema\n- telefonski aparati\nZasnova sistema je več nivojska. V osnovi ločimo sledeče nivoje:\n- Nivo odjemalca  Nivo vključuje telefone, ki bazirajo na IP podatkovnem protokolu. Zajema analogno-  digitalno konverzijo in stiskanje glasovnih podatkov.\n- Nivo procesiranja klicev  Opravlja enake funkcionalnosti kot PBX centrale v ekvivalentnem klasičnem  telefonskem sistemu.\n- Aplikativni nivo  Na tem nivoju se izvajajo storitve kot so glasovna pošta, faks, preusmeritve klicev in  telefonski imeniki.\n- Infrastrukturni nivo  Nivo je zadolžen za distribucijo glasovnih paketov. Zagotavljati mora ustrezno  zanesljivost, prepustnost in prednost glasovnega prometa (QoS).\nV podjetjih z večjim številom poslovnih enot in poslovnih partnerjev so stroški telefonskega in telefaks prometa med enotami in partnerji lahko zelo veliki. Sodobne komunikacijske tehnologije omogočajo učinkovito konvergenco telefonskega in informacijskega podatkovnega omrežja, ki omogoča preusmeritev telefonskega prometa na IP podatkovno omrežje. Obstoječe analogno in digitalno (ISDN) telefonsko omrežje (PSTN - Public Switched Telephone Network) in naprave je možno preko ustreznih vmesnikov povezati na obstoječe IP informacijsko - podatkovno omrežje. Kot IP podatkovno omrežje se lahko uporabi obstoječe interno intranet omrežje ali pa javno globalno internet omrežje. Preusmeritev telefonskega in telefaks prometa na IP podatkovno omrežje bistveno zmanjša direktne stroške tega prometa. Za prenos govora po že obstoječim IP omrežju ni nobenih dodatnih stroškov.\nPrenos govora po IP omrežju je le dodatni servis ob že obstoječem prenosu podatkov. Praktično je telefonija preko IP brezplačna. Investicija v opremo za povezovanje naprav telefonskega omrežja na IP omrežje se običajno povrne v nekaj mesecih.\nSodobne naprave za povezovanje telefonskega in IP podatkovnega omrežja in sodobna oprema v samem IP omrežju omogočajo zadovoljivo kvaliteto in varnost prenosa telefonskega prometa preko IP omrežja z uporabo ustrezne QoS (Quality of Service) in VPN (Virtual Privat Network) tehnologije.\nVmesniki (Gateway) omogočajo povezavo obstoječih naprav telefonskega omrežja (analogni in ISDN telefonski aparati, faksimile aparati, analogne in ISDN telefonske centrale) na IP podatkovno omrežje. Vmesniki VoIP Gateway pretvarjajo govorne signale (Voice) v digitalne IP pakete na oddajni strani in obratno IP govorne pakete nazaj v govorni signal na sprejemni strani. Na ta način omogočajo prenos govora preko IP omrežja (VoIP - Voice over IP). Pri pretvorbi govornega signala v digitalne IP pakete je pomembna kvaliteta te pretvorbe z uporabo ustrezne kodirne tehnologije. Digitalnim IP paketom je potrebno tudi dodati posebno oznako v IP paketu, ki omogoča, da naprave v IP omrežju obravnavajo te govorne IP pakete prednostno in tako preprečujejo prevelike zakasnitve prenosa govornih paketov. Ta mehanizem omogoča QoS in tako omogoča zadovoljivo kvaliteto prenosa govora preko IP omrežja (Telos d.o.o., 2005).\n"], "17": ["3.2.1 VoIP tehnologija", "VoIP tehnologija omogoča preusmerjanje telefonskega in faksimile prometa na IP omrežje. Z uporabo VoIP tehnologije dosežemo konvergenco klasičnega telefonskega omrežja z IP omrežjem. Danes dostopna širokopasovna IP omrežja omogočajo kvaliteten prenos telefonskega prometa.\nPretvorba govora v IP pakete Naprave VoIP tehnologije izvajajo na izvorni strani pretvorbo analognega govornega signala v IP podatkovne pakete. Posebne naprave CODEC (Compression Decompression) na oddajni strani razsekajo analogni govorni signal v male koščke (segmente) dolžine 10 do 60 ms in jih pretvorijo v digitalne IP pakete, ki jih pošiljajo v IP omrežje. Ti govorni IP paketi se obravnavajo v IP omrežju enako, kot IP paketi podatkovnega prometa. Na sprejemni strani pa te IP pakete pretvorijo nazaj v analogni govorni signal. CODEC uporablja različne algoritme digitalizacije govora. Izvajajo različne stopnje stiskanja (kompresije) s ciljem čim bolj zmanjšati potrebno pasovno širino za kvaliteten prenos po IP omrežju. Različni kompresijski standardi zahtevajo prenosne hitrosti od 14 do 100 kb/s za en govorni kanal. Na primer CODEC standard G.723 omogoča največjo stopnjo kompresije in zahteva prenosne hitrosti 5.3 kb/s za govor in dodatno 8 kb/s za IP overhead. Torej skupaj 14 kb/s za en govorni kanal. Za 10 istočasnih govornih kanalov je torej potrebna pasovna širina 140 kb/s. G.711 standard, ki se običajno uporablja, omogoča manjšo stopnjo kompresije in zato je potrebna večja prenosna hitrost 64 kb/s za govor. Omogoča pa manjše zakasnitve in boljšo kvaliteto prenosa govora. V širokopasovnih omrežjih (xDSL) v katerih pasovna širina ni problematična je priporočljivo uporabiti CODEC z implementiranim G.711 kompresijskim standardom.\nPovezljivost VoIP opreme\n- VoIP oprema različnih proizvajalcev mora biti povezljiva med seboj. Poznani  standardi, ki zagotavljajo to povezljivost so:\n- H.323 je prvi standard, ki standardiziral povezljivost VoIP opreme in je trenutno  najbolj razširjen. Večina sedaj dosegljive opreme podpira ta stanard\n- SIP (Session Initiation Protocol) je novejši standard prilagojen za Internet  telefonijo, multimedijo in druge vrste komuniciranja preko Interneta. Sodobnejša  oprema ima implementiran tudi SIP standard.\n- MGCP je najnovejši standard, ki je predvsem usmerjen k arhitekturi uporabe  centralnega klicnega strežnika (Call Server ). Sodobna oprema ima že  implementiran ta standard (Telos d.o.o., 2005).\nPrenos govora preko IP omrežij (VOIP – Voice Over IP) je v zadnjih letih končno naredil preskok iz teorije v prakso. VOIP za sprotni prenos govornih okvirov uporablja nezanesljivo paketno omrežje (IP), ki v osnovi ne ponuja prav nobenih zagotovil glede prenosnih parametrih. V večini komunikacij preko omrežja Internet predstavlja krajevno omrežje Ethernet vsaj en skok na prenosni poti. Čeprav novejše verzije Etherneta že vključujejo osnovno podporo kakovosti storitev, je večina obstoječih Ethernet omrežij v uporabi še brez nje. Glede na bitno hitrost prenosa v teh omrežjih bi lahko sklepali, da ta pri komunikaciji preko Interneta ne more biti ozko grlo. Vendar je res tudi, da Ethernet omrežja skoraj nikoli niso upravljana s stališča dostopa do omrežnih virov. Zato obstaja velika verjetnost, da so ob določenih časih preobremenjena. To pa neizbežno vodi v poslabšanje delovanja aplikacij, ki tečejo preko omrežij Ethernet, kar še posebno velja za aplikacije občutljive na zakasnitev. Sprotni prenos govora je vsekakor ena izmed njih. Namen tega članka je predstaviti možnosti prenosa govora preko omrežij Ethernet s pomočjo teoretične analize in simulacij. Za elemente sistema smo izbrali standarde in tehnologije, ki se v ta namen največ uporabljajo. Mi smo se odločili za kombinacijo kodirnika govora ITU G.723.1 in omrežja Ethernet po standardu IEEE 802.3. Oba sta na svojem področju najbolj razširjena in je zato smiselno pričakovati, da bosta tudi najbolj zastopana kombinacija pri implementacijah VOIP danes in v bližnji prihodnosti. (Kos Anton, Tomažič Sašo, 2003)\n"], "18": ["3.3 IP telefon kot gradnik IP telefonije", "IP telefonski aparat je naprava, ki združuje funkcije VoIP Gateway in klasičnega telefonskega aparata. Priključi se direktno kjerkoli na IP Ethernet lokalno mrežo in omogoča uporabnikom enak način in kvaliteto telefoniranja kot s klasičnim telefonskim aparatom. Lahko ima vgrajeno tudi funkcijo Gatekeeperja. Povezan z centralnim klicnim strežnikom (Call Server) omogoča uporabnikom dodatni nabor zanimivih funkcij (telefonski imenik) in funkcionalnosti, ki so značilne za IP terminale. Z vgrajenim zaslonom omogočajo podobne funkcionalnosti kot osebni računalnik. IP telefon z vgrajeno miniaturno video kamero omogoča funkcionalnost video telefona in implementacijo funkcij video telefonije, video konference in video nadzora. IP telefon je lahko vrvični (žično povezan z Ethernet mrežo) ali pa tudi Wi-Fi brezžični, povezan na Ethernet mrežo preko Wi-Fi dostopne naprave. Osnovni sestavni deli IP telefonov so:\n- Slušalka  funkcionira kot klasična slušalka.\n- LCD zaslon  prikazuje čas, datum, našo telefonsko številko, ID klicatelja, linijo klica, status in  tabulatorje programskih tipk. Nabor podatkov je odvisen glede na to koliko vrstični  zaslon imamo. Pri večjem številu vrstic, lahko imamo prikazano večjo količino  informacij na zaslonu. Zaslon je lahko barvni ali črno - beli.\n- Prikaz oznake modela\n- Tipke za hitro klicanje  s pritiskom na tipko za hitro klicanje se nam na LCD zaslonu prikaže vnesena  številka, ki smo jo predhodno namestili na posamično tipko. Število tipk na IP  telefonih je zelo različno in odvisno od modela, ki ga uporabljamo (od 0 do 8). Od  modela je tudi odvisno, če je ta funkcija podprta.\n- Hitre tipke  večina aparatov ima hitre tipke. S hitro tipko lahko vstopamo v imenik, nastavitve,  storitve, iščemo pomoč, sporočila in drugo. Kakšne bližnjice nam ponujajo hitre  tipke je odvisno od modela aparata.\n- Tipka za izklop zvoka  mogoča vklop in izklop zvoka. S to tipko izklopimo zvok na slušalki, slušalkah in  zvočniku, med klicem. Tipka torej začasno onemogoči mikrofon. Glas aktiviramo s  ponovnim pritiskom na tipko.\n- Tipka za slušalko\n- omogoča vklop in izklop slušalk.\n- Tipka za nastavitev glasnosti  povečuje in zmanjšuje glasnost slušalk, slušalke ali zvočnika (odvisno od tega kateri  od komponent je trenutno aktiven). Ob spreminjanju ene komponente, druge ostanejo  nespremenjene (npr:.če spremenimo glasnost slušalk ostajajo nastavitve slušalke in  zvočnika nespremenjene). Določa pa tudi višino zvonjenja (če je slušalka odložena)  in kontrast LCD zaslona. Glasnost se po poljubni nastavitvi shrani avtomatično in je  ni potrebno potrditi.\n- Navigacijska tipka  omogoča brskanje po tekstu in izbiranje med možnostmi, ki se nam prikažejo na  LCD zaslonu. Namesto navigacijskega gumba lahko pogosto pri izbiranju uporabimo  številčnico.\n- Številčnica  deluje kot klasična številčnica.\n- Programske tipke  omogočajo izbiranje med naštetimi tabulatorji ob neki dani aktivnosti. Tabulatorji  programskih tipk se spreminjajo glede na stanje telefona in aktivnosti, ki jih trenutno  izvajamo (npr:.vidimo lahko eno zaporedje, ko je slušalka odložena in neko drugo,  ko jo dvignemo).\nIP telefone proizvaja že vrsta proizvajalcev. Aparati pa se med seboj razlikujejo po svoji funkcionalnosti, specifikacijah, standardih, protokolu in drugih lastnostih. V grobem lahko delimo telefone v tri skupine in sicer:\n- Poslovne (enterprise)\n- Standardne\n- Brezžične (wireless)\nNekateri od večjih predstavnikov IP telefonije so:\n- Cisco Systems:  IP 7971G, IP 7970G, IP 7960G, IP 7940G, IP 7914G z modulom, IP 7912G, IP  7905G, IP 7902G – brez tipk za hitro klicanje, IP 7920 brezžični telefon.\n- Aastra Technologies:  480i, 9112i, 9133i, Grandstream Budgetone 101 / Twin Pack, Grandstream  Budgetone 102 / Twin Pack, Grandstream GXP – 2000 Enterprise IP Telephone,  SNOM 320, SNOM 190, SNOM 360\n- Alcatel:\n- Mitel:\n- Polycom  SoundPoint 601 IP in SoundPoint IP\n- TTT Comunications  IP Phone\nVečina od naštetih proizvajalcev pa v sklopu VoIp telefonije ne ponuja le telefone (aparate), ampak tudi razne konferenčne postaje, stikala, usmerjevalnike, slušalke, module in druge proizvode, ki sodijo v IP telefonijo.\n"], "19": ["3.4 Programski telefon", "IP telefonija pomeni, da imamo v podjetju vzpostavljeno skupno govorno in podatkovno omrežje, kar pomeni, da za vzpostavljanje in sprejemanje notranjih ali zunanjih telefonskih klicev uporabljamo IP telefone, ki se priključujejo v naše lokalno omrežje (LAN). IP telefonski terminal je seveda lahko tudi programska aplikacija, ki simulira delovanje telefona (Softphone) in se izvaja na našem osebnem računalniku (Sinfonika, 2005).\nSoftPhone je program, napisan za neko računalniško okolje, na primer Windows, ki omogoča telefoniranje s pomočjo osebnega računalnika. SoftPhone je programska različica IP telefona, ki je namenjena klicanju in sprejemanju klicev z osebnega računalnika. Poleg tega pa se uporablja kot partnerski program za nadzor namiznega IP telefona, tako da omogoča spreminjanje osnovnih nastavitev, predvsem pa vzdrževanje in delo z imeniki in seznami klicev (Iskratel, 2005).\nPovezava telefonskega aparata z računalnikom omogoča enostavno in hitro upravljanje s telefonskimi klici. Uporabnik ima na voljo številne podatke o klicih, ki jih lahko spremlja preko okenc na zaslonu, ki pa jih lahko po želji tudi zapre. Naj navedemo nekaj podatkov, ki jih uporabnik vidi na zaslonu (Sinfonika, 2005):\n- prikaz številke dohodnega klica\n- povratni klic, možnost preusmeritve klica\n- posredovanje klica\n- drugi klic\n- prikaz več klicev hkrati\n- glasba na čakanju\n- ciljne tipke\n- telefonski imenik\n- evidenca zgodovine klicev z naslednjimi podatki:\n"], "abstract": ["Priljubljen in zadnje čase pogost izraz CRM ni nič novega. Podjetja že vrsto let želijo vzpostaviti zdrav odnos s svojimi strankami. Razlika je le v tem, da je bil način izvajanja CRM robusten in pogosto neefektiven kar je vodilo v opuščanje in zanemarjanje strank. Izguba je kmalu pustila posledice. Ravno zaradi tega in večje konkurence je to področje zaživelo in se začelo hitro razvijati. In IP telefonija? IP telefonijo čaka svetla prihodnost pa če ravno je le eden od načinov izvajanja CRM. Hitro povrnjena investirana sredstva in doprinos drugih prednosti so IP telefonijo postavili v sam vrh komunikacij. Ta trend se da zadnjem obdobju zaznati tudi v Sloveniji. "]}