{"1": ["1 UVOD", ""], "2": ["1.1 Pomembnost in pridelava telohov", "Sodobna tržna pridelava zahteva visoko konkurenčno pridelavo, tako okrasnih kot drugih kmetijskih rastlin. Zaradi vedno novejših tehnologij in načinov pridelave lahko na svetovnem trgu zasledimo vedno več novih rastlinskih vrst. Dosedanje raziskave so pokazale, da lahko črni teloh (Helleborus niger L.) uvrščamo med vedno bolj iskane okrasne rastline (Šušek, 2007).\nRod Helleborus sestavlja 15 do 20 vrst, je zelo raznolik in vključuje različne vrste z nenavadno rastjo in morfološkimi lastnostmi. Ta rod se s svojimi vrstami razširja od Kavkaza in Male Azije v Evropo in seže na sever do Nizozemske in severnonemških nižin. V Sloveniji raste 5 vrst telohov: črni teloh (H. niger), blagodišeči teloh (H. oderus Waldest et. Kit.), hostni teloh (H. dumetorum Waldest et. Kit.), temnoškrlatni teloh (H. atrorubens Waldest et. Kit.) in deljenolistni teloh (H. multifidus Vis.) (Martinčič in sod., 1992).\nČrni teloh je zaradi svojega atraktivnega časa cvetenja zelo iskan na trgu z okrasnimi rastlinami (Armstrong 2002). V naravnih populacijah cveti od novembra do aprila. Za cvetenje ne potrebuje visokih temperatur, kar omogoča ekonomično pridelavo v območjih z zmernim celinskim podnebjem (Šušek, Ivančič, 2006).\n"], "3": [" 1.2 Namen in hipoteza", "Opraševanje je v naravi pomemben del življenjskega ciklusa rastlin. Poznamo različne načine opraševanja kot tudi različne opraševalce, med katere spada tudi človek. Pri žlahtnjenju novih sort je za žlahtnitelje pomembno, katere sorte se bodo med seboj oprašile. Človeška pomoč pri opraševanju je potrebna v primerih, ko ni naravnih opraševalcev in abiotskih dejavnikov, ki bi opraševali rastline.\nČrni teloh postaja vse zanimivejša cvetoča trajnica, ki cveti v zimskem in zgodnje spomladanskem času. V tem obdobju še ni prisotnih veliko opraševalcev. Opazovanja kažejo, da je črni teloh verjetno entomofilna (najpomembnejši opraševalci so insekti, predvsem čebele in muhe) in prevladujoče tujeprašna vrsta. Entomofilna narava je ozko povezana z botaničnimi lastnostmi cveta. Cvetovi so hermafroditni (imajo moške in ženske spolne organe) in protogini (razvoj ženskih organov pred moškimi z namenom, da se izognemo samooploditvi) (Salopek-Sondi s sod. 2002). Samooploditev je sicer možna, vendar predvsem v kasnejših fazah cvetenja (Mathew, 1989, Armstrong 2002). Med možne opraševalce spada tudi veter.\nNamen raziskave je bil proučiti stopnjo samooprašitve pri črnem telohu v naravni populaciji, in določiti sposobnost kalitve pelodnih zrn v različnem časovnem obdobju.\nCilj diplomske naloge je bil proučiti opraševalne odnose in dokazati možnost uporabe inbridinga (kontinuiranega samooplojevanja) pri žlahtnjenju črnega teloha.\n"], "4": [" 2 PREGLED LITERATURE", ""], "5": ["2.1 Botanična klasifikacija", "Rod Helleborus L. spada k dvokaličnicam v družino Ranunculaceae (zlatičevke). V zadnjih klasifikacijah družine Ranunculaceae (Tamura, 1993) je rod Helleborus skupaj z rodovi Beesia I.B. Balfour & W. Smith, Calathodes Hook. f. & Thomson, Caltha L., Eranthis Salisb. Megaleranthis Ohwi in Trollius L. uverščen v tribus Helleboreae in v poddružino Helleboroideae (preglednica 1).\nCesarstvo: Eularyota – evkarionti\nKraljestvo: Plantae – rastline\nPodkraljestvo: Tracheobionta\nDeblo: Spermatophyta – semenke\nPoddeblo: Magnoliophytina ( Angiospermae) – kritosemenke\nRazred: Magnolipsida ( Dicotyledoneae) – dvokaličnice\nPodrazred: Magnoliidae\nRed: Ranunculales\nDružina: Ranunculaceae – zlatičevke\nPodružina: Helleboroideae\nTribus: Helleboreae\nRod: Helleborus L. \nRod Helleborus L. sestavlja 15 do 20 vrst, ki so pretežno zimzelene ter listnate trajnice. Znotraj rodu Helleborus so različni avtorji predlagali različne razvrstitve sorodnih vrst na osnovi različnih meril.\nMathew (1989) je razdelil rod, ki je temeljil na splošni strukturi rastlin (sposobnost vrst za križanje, morfologiji pelodnih zrn in značilnosti semena) v šest selekcij. Identificiral je 15 vrst, ki so prikazane v preglednici 2.\nSEKCIJA VRSTE Syncarpus H. vesicaricus Aucher ex Boiss.\nGriphopus H. fetodius L.\nChenopus H. argutifolius Viv.\nHelleborus H. niger L.\nHelleborastrum H. atrorubens Waldst. & Kit.  H. cyclophyllus Boiss.  H. dumetorum Waldst. & Kit.  H. multifidus Vis.  H. odorus Waldst. & Kit.  H. orientalis Lam.  H. purpurasencens Waldst. & Kit.  H. torquatus Archer- Hind  H. viridis Boiss.\nDicarpon H. thibethanus French. \nMathew (1989) obravnava H. croaticus kot sinonim za H. torquatus, Sun in sod. (2001) pa zagovarjajo trditev, da sta to dve različni vrsti.\nV literaturi se navaja, da obstajata dve podvrsti črnega teloha in sicer Helleborus niger sub. niger (črni teloh) ter Helleborus niger sub. macranthus (velecvetni črni teloh), ki pa se razlikujeta tako po morfoloških značilnostih kot tudi po razširjenosti.\nObe rastlini lahko prepoznamo po naslednjih znakih (Ravnik, 1969):\nHelleborus niger subsp. niger:\n- listnih segmentov 7, široki usnjati, temno zeleni, bleščeči;\n- listni segmenti rombasto kijasti, nad sredino najširši;\n- zobci listnih segmentov obrnjeni naprej;\n- premer cveta 6–8 cm, sepala široko jajčasta, prekrivajo se čez sredino;\n- sepala po odcvetu zelena ali slabo rdečkasta, redkeje škrlatno rdeča;\n- čas cvetenja od februarja do marca.\nHelleborus niger subsp. mocranthus:\n- listnih segmentov 8, navadno 9–11, modrikasto zeleni, niso bleščeči;\n- listni segmenti široko suličasti, v sredini ali v bližini sredine najširši;\n- zobci listnih segmentov štrleči in bodeči;\n- premer cveta 8–11 cm, sepala ožja, se ne prekrivajo ali pa le do sredine; \n - sepala po odcvetu vijolična;\n- čas cvetenja od februarja do maja.\nRavnikar (1969) ugotavlja, da zgoraj navedeni znaki, ki jasno nakazujejo dve različni rastlini, niso ustrezali za zanesljivo določanje herbarijiskih in svežih rastlin, nabranih na različnih fitogeografskih območjih Slovenije (alpski svet, subpanonski svet, dinarski svet, preddinarski svet, predalpski svet) in na različnih lokacijah v Avstriji. Na podlagi analize herbarijiskih in svežih rastlin je ugotovljeno, da lahko v Sloveniji najdemo samo podvrsto Helleborus niger subs. niger, ki raste od nižine do subalpskega pasu.\n"], "6": ["2.2 Ekonomska pomembnost", "Črni teloh, ki ga lahko v veliki meri občudujemo v naravi, je tako kot v svetu, tudi pri nas postal priljubljena okrasna rastlina. V Angliji in Ameriki je že nekaj let zelo moderno imeti črni teloh doma na vrtu. Črni teloh se ne uporablja samo kot okrasna trajnica, ki jo sadimo na vrtovih in gredah, temveč je priljubljen tudi kot lončna rastlina ter kot rezano cvetje. Kot rezano cvetje lahko črni teloh prodajamo od novembra do aprila, lončno rastlino pa skozi vse leto. Pridelava je v glavnem osredotočena na oskrbo trga pred božičem, z namenom izkoristiti ugodnost visokih cen (Šušek, 2007).\nDosedanje raziskave so pokazale, da postaja črni teloh na trgu z okrasnimi rastlinami vedno bolj priljubljena cvetoča trajnica. Njegova zmožnost cvetenja, da cveti v najhladnejših mesecih leta, ga naredi zelo dragocenega. Glede na naravni čas cvetenja ne potrebuje visokih temperatur za začetek cvetenja, kar je zelo pomembno za pridelovalce \nteloha v zmerni kontinentalni klimi. Glede na nizke potrebe po toploti, je pridelovanje črnega teloha v rastlinjakih cenovno ugodno in prijazno do okolja (Šušek, 2007).\nČrni teloh je tudi zdravilna rastlina z zdravilnim učinkom za duševne motnje, za bolezni živčevja, odvajalo ter odganjalec črevesnih zajedavcev. V ta namen so uporabljali korenine (Mathew, 1989).\nUporabljali so ga še za krepitev opešanega srca ter pri izostali menstruaciji. Zaradi svoje strupenosti in ozke meje med zdravilnostjo in strupenostjo, danes teloha ne uvrščamo med varna zelišča. Močno razredčene pripravke iz korenin črnega teloha uporabljajo v homeopatiji pri zdravljenju obolenj z akutnimi driskami, krči, vnetji prebavil, ledvic, možganskih ovojnic in pri motnjah čustvovanja (Rode, 2007).\n"], "7": ["2.3 Tehnika pridelovanja", "Čeprav je črni teloh že zelo dolgo poznan kot okrasna rastlina, je relativno nova rastlina v intenzivni pridelavi. Glavni problemi pri intenzivnem pridelovanju so nizek faktor razmnoževanja, malo informacij glede genetskih virov, slabo poznavanje ekologije in vpliva gnojil na rast rastlin in pojavu bolezni in škodljivcev (Ahlburg, 1993, Mclevin, 1996). Eden od glavnih razlogov za majhno število novih sort je omejena genetska variabilnost, ki je na voljo za določeno lastnost. Pri žlahtnjenju novih sort je potrebno upoštevati zahteve pridelovalcev in trga. Moderni trg narekuje zdrave in uniformne (homogene) rastline, prilagoditev časa cvetenja (cena teloha je v času božičnih praznikov dvojna v primerjavi s ceno v drugem letnem obdobju), zmanjševanja stroškov pridelovanja na raven podobno ostalim zimsko cvetočim okrasnim rastlinam, kot je na primer jeglič (Primula sp.). \nObstajata dva načina razmnoževanja telohov. Prvi način je razmnoževanje s semenom, drugi pa je razmnoževanje z delitvijo korenin. Razmnoževanje s semeni je enostavneje, saj lahko en sam cvet proizvede do 50 ali več semen, težava pa je, da mlade rastlinice, ki jih dobimo pri tem načinu razmnoževanja, niso popolnoma enake staršem. Pri vegetativnem načinu razmnoževanja oziroma z delitvijo je razmnoževanje počasnejše in dolgotrajnejše, vendar pa dobimo nove rastline identične izvorni matični rastlini (Mathew, 1989).\nGenerativno razmnoževanje\nRazmnoževanje s semenom je najpogostejši način razmnoževanja rastlin v naravi in eden najučinkovitejših in najbolj razširjenih načinov razmnoževanja kultiviranih rastlin (Ivančič, 2002).\nSemena telohov dozorijo pozno spomladi ali zgodaj poleti, pogosto v maju ali juniju (Mathew, 1989). Semena lahko začnemo pobirati, ko s prstom pritisnemo na zeleno rumen mešiček in ti začno pokati ter nakazovati črna svetleča semena (Ahlburg, 1993).\nMathew (1989), Rice in Strangman (1993) navajajo, da je najprimerneje, da cvetna stebla porežemo, ko vidimo, da so mešički primerno zreli ter da bodo začeli pokati. Cvetna stebla shranimo v papirnato vrečko in odrezane rastline obrnemo navzdol, da se lahko cvetni mešički odprejo in semena popadajo ven. Vrečke morajo biti na suhem in zračnem \nprostoru, da porezani cvetovi ne splesnijo. Ko so mešički odprti, jih stresemo na bel papir, da lahko ločimo semena od ostalih primesi ter delov cveta.\nZa dosego visokega odstotka kaljivosti je najprimerneje, da seme posejemo takoj (Mathew, 1989). Če seme skladiščimo, pride v stanje mirovanja ali dormantnosti. Sveže seme, lahko kali že pred pozno jesenjo (Rice, 2002).\nKalitev se prične približno 20 tednov po setvi (preteči mora toplo in hladno obdobje, da je seme sposobno kalitve) in pri temperaturi okrog 20 oC.\nVegetativno razmnoževanje\nNajpogostejši način vegetativnega razmnoževanja črnega teloha je deljenje rastlin. Slabost tega načina se pokaže v tem, da rastlina potrebujete eno do dve leti, da si opomore in okrepi. Šele takrat je namreč sposobna cveteti (Rice, 2002).\nNajprimernejši čas deljenja rastlin je, ko začnejo korenine z rastjo. To je lahko že konec januarja ali v začetku februarja v letih s toplimi zimami (Rice, 2002). Že pred delitvijo je dobro, da si rastlino, ki jo imamo namen deliti, ogledamo, če je primerna za deljenje. Rastlina mora biti zdrava in dovolj močna.\nZa samo delitev izberemo miren oblačen ter hladen dan. Rastlino, ki jo imamo namen deliti, moramo previdno in v celoti izkopati iz zemlje in nato skrbno oprati korenine. Ko je rastlina razdeljena, naj vsak del rastline vsebuje del korenike s koreninami in vsaj z enim \nlistom ter brsti (slika 1). Deljene rastline posadimo v zdrobljeno in vlažno šoto, da ne bi prišlo do izsušitve rastlin. Pomembno je, da si označimo deljene rastline, če jih imamo več hkrati, da se nam ne pomešajo (posebej, če imamo specifične vrste teloha) (Rice, 2002).\nKlasičen način razmnoževanja z delitvijo je za tržno pridelavo preveč počasen (Rupprech in Meissuer, 1985).\nTkivne kulture\nRastlinska tkivna kultura je tehnika, kjer gojimo rastline, organe, tkiva in posamezne celice v sterilnem okolju na definiranih podlagah. S pomočjo rastlinskih tkivnih kultur \nvzgajamo zdrave rastline, opravljamo hitro razmnoževanje rastlin. V zadnjem času pa se vse več raziskav posveča možnosti uvajanja v žlahtnjenje in v proizvodnjo naravnih substanc.\nKlasična metoda in vivo vegetativnega razmnoževanja je pogosto prepočasna, prezapletena in nazadnje predraga metoda. Ruppercht in Meissner (1985) trdita, da se s kloniranjem lahko razmnoži 1000 rastlin iz ene matične rastline v obdobju 15 do 20 let. V zadnjh 15 letih se odkriva, da se lahko rastline hitreje razmnožujejo z in vitro metodo kot z in vivo. Springer (1995) govori o uspešnem poizkusu in vitro razmnoževanja znotraj rodu Helleborus. Lim in Kitto (1995) pravita, da sta metodo in vitro uporabila na H. orientalis. Seyring (2002) in Dhooghe in Van Labeke (2007) poročajo o uspešnem in vitro razmnoževanju črnega teloha.\n"], "8": ["2.4 Rast in razvoj", "Za nemoteno rast in razvoj črnega teloha so pomembni številni dejavniki. Najpomembnejši so temperatura, svetloba, vlažnost, poleg ekoloških dejavnikov pa še prehrana rastline. S tem, ko rastlina odcveti, se tudi stari listi obarvajo rumeno in rjavo, nato celo odmrejo. Med odmiranjem listov začne s svojo rastjo podzemna korenika. Nove korenine se pojavijo na kroni korenike med majem in junijem. Med poletjem se formirajo novi listi in vegetativni brsti, na koncu poletja pa se formirajo še cvetni brsti in koreninski razvoj se upočasni. \nVsaka korenika tvori brste. Po razvitem drugem listu se v bazi drugega listnega peclja začno razvijati cvetni brsti, ki so bolj odvisni od temperature kot pa od dolžine dneva. Za normalen razvoj cveta so potrebne nizke temperature ter krajši dnevi. Ob prehodu v jesen se konča rast korenin, ki se zopet nadaljuje v naslednji rastni dobi (Lemper, 1984, Werner in Ebel, 1994).\nČrni teloh zacveti v naravnem okolju že v pozni jeseni in v začetku zime, vendar je cvetenje odvisno od klimatskih pogojev. Nizke temperature ter snežna odeja lahko znatno preložijo cvetenje za en ali več mesecev. Za čas cvetenja teloha niso pomembni samo klimatski dejavniki, pomembno je tudi na kakšni podlagi rastlina raste, njena starost ter vitalnost rastline.\nČrni teloh je večinoma tujeprašna rastlina, pojavlja pa se tudi kot samooprašna rastlina. Cvetovi črnega teloha so dvospolni, saj so na enem cvetu tako moški in ženski spolni organi, ter protogeni, saj ženski organi dozorijo prej kot moški, da se izognemo samooploditvi. Samooploditev je možna v kasnejših fazah cvetenja (Armstrong, 2002, Mathew, 1989). Med najpomembnejše opraševalce spadajo žuželke, in sicer čebele, čmrlji ter nekatere druge žuželke. Kot je že bilo omenjeno, je ena izmed možnosti opraševanja tudi samoopraševanje, k opraševanju pa pripomorejo tudi abiotski dejavniki. Cvetovi so na steblu nameščeni poševno ali vzporedno z njim, zato lahko cvetni prah pade iz prašnic na brazdo pestiča in s tem povzroči samoopraševanje (Ravnik, 1969). \nOpraševanje\nOpraševanje ali polinacija je prenos pelodnih zrn na brazdo pestiča. Ta prenos je ključen za spolno razmnoževanje rastlin, saj so potrebne tako moške kot ženske spolne celice. Njihovo združitev imenujemo oploditev. Glede na vrsto opraševanja ločimo navzkrižno opraševanje in samoopraševanje.\n- Navzkrižno opraševanje (alogamija)\nNavzkrižno ali medsebojno opraševanje je način opraševanja, ko pelodno zrno iz cvetov druge rastline iste vrste pade na brazdo pestiča ali neposredno na semensko zasnovo cveta.\nZa pospeševanje alogamije in preprečitev avtogamije so rastline razvile avtosterilnost (spermalne celice avtosterilnih rastlin ne morejo oploditi jajčeca iste sorte), dihogamijo (prašniki v cvetu dozorijo pred pestičem), heterostilijo (raznovratnost pestičev) in herkogamijo (prostorska ločitev pestičev in prašnikov).\nObstajata dva načina navzkrižnega opraševanja: biotski in abiotski. Biotski način opraševanja vključuje žive vektorje opraševanja (žive organizme, ki prenašajo pelod). To so najpogosteje žuželke. Opraševanje s pomočjo žuželk pa se imenuje entomofilija. Poleg biotskega načina opraševanja poznamo tudi abiotskega, pri tem načinu pa so prisotni neživi dejavniki (veter, voda, gibanje peloda na osnovi sile teže) (Ivančič, 2002). \nMedsebojno ali navzkrižno opraševanje je biološko koristnejše, ker se združijo genetsko različne spolne celice, zato ima potomstvo zaradi novih kombinacij različnih genov večjo sposobnost prilagajanja na različne pogoje okolja (Kranjčič, 1994).\n- Samoopraševanje (avtogamija)\nSamoopraševanje je oprašitev pestiča s pelodom istega cveta iste rastline. K temu načinu opraševanja običajno prištevamo tudi sosedno opraševanje ali getionogamijo. To opraševanje vključuje pelodna zrna drugih cvetov iste rastline.\nPri nekaterih rastlinah lahko nastopi samoopraševanje zaradi mraza in pomanjkanja žuželk (sončnica).\nIz biološko – evolucijskega vidika samoopraševanje v večini primerov ni zaželeno, saj zmanjšuje biološko variabilnost. Ugodno pa samoopraševanje vpliva v primeru, ko je gostota na nekem območju majhna in s tem tudi verjetnost za navzkrižno oprašitev (Kranjčič, 1994).\n2.5 Določanje živosti zrelega peloda\nPelod ali cvetni prah so rastlinske tvorbe, ki nastanejo v prašnikih in omogočajo oprašitev in oploditev ženske zarodne celice v pestiču. Pelodna zrna imajo nalogo, da prenašajo dedne zasnove iz ene rastline na drugo in s tem skrbijo za pestrost potomcev. \nMcCormick, Goldberg in sod., (1993) navajajo, da pelodni razvoj poteka v prašnicah in pri kalitvi peloda na pestični brazdi. Začenja se z delitvijo diploidnih sporofitnih celic in nastankom pelodnih maternih celic, ki se delijo mejotično – nastanejo tetrade haploidnih celic. Tetrade se ločijo in nastanejo enojederne mikrospore, ki se še naprej mitotično delijo, tako da se tvori celica z vegetativnim in generativnim jedrom (slika 2). To označuje prehod v dvojedrno fazo razvoja.\nV večini rastlinskih družin pelodno jedro izstopi iz antere, ko je še v dvojedeni fazi in se generativna jedra delijo šele ob kalitvi na brazdi pestiča. V drugih rastlinskih družinah pa pride do delitve generativnega jedra v pelodnem zrnu, ko še ne iztopi iz antere.\nZa žlahtnjenje je zelo pomembno preverjanje aktivnosti ali živost peloda, saj je velikokrat uporabljen za ugotavljanje interakcije med pelodom in pestičem, pri določanju fertilnosti staršev, pri shranjevanju peloda in številnih drugih raziskavah.\nNa trajanje življenjske sposobnosti oziroma viabilnosti peloda vplivajo številni dejavniki, kot so fiziološka sposobnost kalitve samega peloda, način oprašitve rastline, rastlinska vrsta, morfologija cvetov ter številni abiotski dejavniki okolja (Lisci in sod., 1994). Na splošno velja, da pri vseh rastlinskih vrstah pride s časom do večjega ali manj strmega padca življenjske sposobnosti peloda. Na življenjsko sposobnost peloda vpliva dehidracija, saj je močno povezana z upadom živosti (Nepi in sod., 2001). \nZa določanje življenjske sposobnosti (viabilnosti) peloda sta znani dve vrsti testov ali tehnik. Prvi temeljijo na različnem obarvanju peloda, druga možnost za dokazovanje živosti peloda pa je in vitro kalitev peloda (Adhikari in Campbell, 1998 ter Zottini in sod., 1997). \nMetode barvanja imajo prednost v hitri določitvi viabilnosti peloda. Medtem ko metoda in vitro kalitve poteka malo dalje, je učinkovitejša, saj nam daje direkten vpogled na resnično oprašitveno sposobnost zrelega peloda.\nRodriguez – Riano in Dafni (2000) sta primerjala in opisala novejše postopke obarvanja peloda za določanje viabilnosti peloda na osnovi encimske aktivnosti. Poizkuse sta izvedla na pelodu različnih rastlinskih vrst in ugotovila, da se pelodna zrna obarvajo različno glede na rastlinsko vrsto.\nZaradi teh ugotovitev sta priporočala poizkusno obarvanje na predhodno uničenemu ali pelodu, ki nima sposobnosti kalitve (slika 3), da se ugotovi dejansko obarvanje pelodnega zrna.\n"], "9": [" 2.6 Določanje živosti peloda z barvilom acetokermin", "Barvanje z acetokarminom se večkrat uporablja kot histološko barvanje v različne namene. Začetki uporabe barvanja z acetokarminom segajo že v leto 1921 in jih pripisujejo Bellingu. Preparat za barvanje se pripravi iz kermina, ki ga raztopimo v ocetni ali propinski kislini, nato skuhamo ter prefiltriramo. Tak preparat hranimo v hladilniku na hladnem in v temni stekleni embalaži. Acetokarmin se veže na jedrni DNK ter ga obarva vinskordeče (slika 4). Ugotavljanje viabilnosti peloda z metodo barvanja z acetokerminom je uspešno takrat, ko se pelodno zrno ter jedro obarvata vinsko rdeče. V primeru da ostane neobarvano, s tem pa nakazuje neživost oziroma neviabilnost pelodnega zrna.\n"], "10": [" 3 MATERIAL IN METODE DELA", ""], "11": ["3.1 Uporabljen rastlinski material", "Analiza opraševanih odnosov rastline črnega teloha je potekala v naravni populaciji pri kraju Doblatina (slika 5). Populacija je srednje velika in se razprostira na 6 arih površine. Nahaja se na nadmorski višini 600 m. Kraj Doblatina (s koordinatami 46o11'4,78''N, 15o 16'13,72''E) se leži v občini Laško in v zmernem celinskem podnebju osrednje Slovenije.\n(zemljevid.najdi.si/search_maps.jsp?q=Doblatina&tab=maps) \nOpis rastline\nČrni teloh je srednjeevropska gorska rastlina, ki raste v severovzhodnih in južnih Alpah, na Apeninskem ter Balkanskem polotoku (Ravnik, 1969). Teloh lahko gojimo v različnih geografskih območjih ter podnebnih tipih.\nV Sloveniji je že dolgo poznan, saj obstajajo poleg botaničnega imena črni teloh še številna druga imena. Naštejmo le nekatere: beli teloh, črnoglavec, kihavka, kurica, pastorka, slepice, smrtnica, talog, talovna trava, talovnik, tavh, zavlačni koren, kurja smrt, dragonja, topoglavka, idr. (Praprotnik 1997).\nKot smo že omenili, je črni teloh botanično ime rastline, ki jo je dobil od barve svoje korenike. V zemlji ima kratko črno koreniko. Steblo rastline je golo in visoko do 30 cm. Listi rastline imajo 25 cm dolge peclje, ki so pogosto od polovice navzgor rdeče pikasti in lisasti. Dlanasta listna ploskev je sestavljena iz 7–9 široko kijastih listnih segmentov, ki so najširši nad sredino lista in se proti dnu zožijo v pecelj (slika 6). Robovi listnih segmentov kažejo nazobčanost le v zgornji tretjini. Nepravilni zobci so precej veliki in podaljšani v naprej obrnjene, le malo bodeče konice. Skoraj usnjati listi so zgoraj temno zeleni in ne bleščeči, spodaj svetlejši.\nCvetni peclji so običajnih oblik, večinoma enako dolgi ali daljši od listnih pecljev, precej močni, gladki in spodaj rdeče rjavo pikasti. Nosijo od 1 do 3 cvetove. Bledo rumenkasti ali zelenkasto beli krovni listi so ovalni in celorobi. Cvetno odevalo sestavlja pet velikih sepalnih listov, ki so široko jajčasti in se z robovi prekrivajo. Cvetovi so bele do rahlo rožnate barve, po odcvetu postanejo pri senčnih legah zelenkasti, svetlobi in soncu izpostavljene rastline pa imajo sepalne liste različno intenzivne rdečkaste barve (slika 7). \nNektarji so 11–12 mm dolgi, rumeni, pecljati, cevasti in nekoliko upognjeni ter razločno dvousnjati (slika 8). Spodnja ustnja je majhna, pogosto nazobčana, zgoraj pa dolgo jezičasta. Številni prašniki so sprva nagnjeni k nekoliko daljšim vratovom in združeni v glavici. Pozneje se upognejo navzven.\nPrašnice so majhne, skoraj okrogle in na vrhu nekoliko izrobljene ter citronsko zelene barve. Pestičev je 7–10, njihovi vratovi so nekoliko rdečkasti, brazde pa majhne in nejasno ločene. Plodni listi so na nekoliko stožčastem cvetišču ter s trebušastim delom zrasli skoraj do tretjine svoje dolžine. Semena so podolgovata, valjasta, črna in svetleča (Ravnikar, 1969).\n3.1.2 Laboratorij\nAnalizo kalitve in viabilnosti peloda smo izvajali v laboratoriju za genetiko in žlahtnjenje na Fakulteti za kmetijstvo in biosistemske vede.\nZa vrednotenje kalitve peloda smo uporabili svetlobni mikroskop DP 10 proizvajalca Olympus (slika 10 a). Pri pripravi semena za kalitev smo uporabljali rastno komoro (slika 10 b), za skladiščenje peloda smo uporabili hladilnik z zamrzovalnikom (slika 10 c).\nC-zamrzovalnik in hladilnik\n"], "12": [" 3.2 Metode dela", "V analizo je bilo vključenih 50 rastlin. Rastline smo izbirali naključno, vendar zelo mlade, zelo stare in necvetoče individume nismo vključevali. Naključno izbrane rastline smo oštevilčili in izolirali (slika 9). Za izolacijo rastlin smo naredili kupole iz žice in folije iz polipropilenskih vlaken (covertan). Rastline smo opraševali v letih 2006 in 2007, v obdobju cvetenja rastlin.\nV prvem letu smo analizirali stopnjo samooprašitve. Izbrane rastline smo izolirali v stadiju pojavljanja cvetov. V stadiju začetka cvetenja smo rastline samoopraševali.\nSamoopraševanje smo izvajali tako, da smo s prsti pomečkali oziroma nežno med prsti povaljali prašnice ter brazdo pestiča. Opraševanje smo izvajali štirikrat, in sicer v obdobju od 10. 2. do 20. 2. 2006. Na ta način smo omogočili prenos pelodnih zrn na brazdo pestiča in s tem povzročili oploditev cveta. Z namenom, da ne bi prenašali pelodnih zrn iz enega izoliranega cveta na drug cvet, smo si pred vsako novo samooprašitvijo razkužili roke s 70 % etanolom.\nPobiranje semena smo opravili v času, ko so bili dozoreli mešički tik pred odpiranjem. Cvetove z mnogosemenskimi mešički smo porezali s cvetnim steblom, jih shranili v papirnate vrečke ter pustili na zračnem prostoru dva tedna. Po preteklem obdobju smo semena, ki so popadala, očistili ter jih vrednotili. Pred setvijo smo seme stratificirali v navlaženem substratu in jih po pretekli stratifikaciji tudi posejali. Posejali smo jih v plastične posodice z luknjami, po posamezni obravnavni rastlini, da smo kasneje lahko vrednotili vznik posejanih semen.\nV drugem letu smo tako kot prvo leto obravnavali iste rastline, s tem da so bile drugo leto oprašene z naključno nabranim pelodom črnega teloha, ki smo ga s čopičem nanašali na brazdo pestiča. Pred nanašanjem peloda smo opravili emaskulacijo, saj s tem preprečimo samoopraševanje. Ker so bile obravnavane iste rastline tako prvo kot drugo leto, smo lahko primerjali maso in število semen, ki je nastalo kot plod samooprašenih rastlin ter hibridiziranih rastlin. \nAnaliza viabilnosti peloda\nZa proučevanje živosti oziroma viabilnosti peloda smo uporabili pelod, ki smo ga nabrali na naključno izbranih cvetovih črnega teloha v naravni populaciji Doblatina. Nabran pelod smo raztehtali na 20 g in ga dali v centrifugirke in zavili z alufolijo, da smo preprečili vstop svetlobe do peloda, ter shranili v zamrzovalnik pri temperaturi -9 oC. Shranjen teloh smo potem v 12-ih terminih (preglednica 3) obdelovali z metodo barvanja peloda z barvilom acetokemin.\nTermini analize viabilnosti Starost peloda\n1. 24. 04. 2006 Svež pelod 2. 03 .05. 2006 9 dni 3. 11. 05. 2006 17 dni 4. 16. 05. 2006 22 dni 5. 24. 05. 2006 30 dni 6. 07 .06. 2006 43 dni 7. 23. 06. 2006 60 dni 8. 05. 07. 2006 72 dni 9. 19. 07. 2006 86 dni 10. 16. 08. 2006 114 dni 11. 19. 09 .2006 148 dni 12. 19. 10. 2006 178 dni \nPri analizi opraševalnih odnosov smo ugotavljali stopnjo oploditve samooprašenih in hibridiziranih rastlin z vrednotenjem uspešnosti semenitve rastlin. Semena smo pobrali, preden so popolnoma dozorela.\nV prvem letu, ko smo proučevali stopnjo samooprašnosti rastlin, smo vrednotili število pobranih semen, skupno maso semen, povprečno maso semen, število vzniklih semen in odstotek kaljivosti.\nPobrana semena smo stratificirali in jih posejali ločeno po posameznih obravnavanih rastlinah. Po vzniku rastlin smo ugotavljali % kaljivosti semen.\nV drugem letu smo pri hibridiziranih rastlinah vrednotili število semen na rastlino in njihovo skupno maso.\nPri analizi vitalnosti peloda smo obravnavali posamezna pelodna zrna v različnih časovnih obdobjih. Ko smo na izbranem vzorcu izvedli metodo barvanja z acetokerminom, smo rezultate opazovali pod mikroskopom Olympus. Prešteli smo vsa pelodna zrna, vključno s tistimi, ki se niso obarvala, neživa ali neviabilna pelodna zrna. Tako smo dobili delež viabilnih oziroma živih pelodnih zrn. \nStatistična analiza podatkov je bila narejena s pomočjo programa Statgraphics. Za proučevane lastnosti rastlin so bili izračunani osnovni statistični parametri: mediana, aritmetična sredina, standardni odklon, maksimum, minimum, prvi ter tretji kvartil. Pri testiranju primerjav semenitve je bil uporabljen parni test primerjav (Paried semple T- test). Različno sposobnost kalitve oziroma živost pelodnih zrn smo analizirali z analizo variance. Razlike med posameznimi obravnavanji so bile testirane s pomočjo Tukey-evega testa pri 0,05 % tveganju (P ≤ 0,05).\n"], "13": [" 4 REZULTATI Z RAZPRAVO", "4.1 Analiza samooprašenih rastlin\nPri analizi opraševalnih odnosov smo ugotavljali možnost samooprašitve teloha in semenitev rastlin glede na način oprašitve (samooprašnosti ter hibridizacije).\nPri analizi samooprašnosti rastlin je bilo ugotovljeno, da so rastline sposobne samooprašnosti, saj so tvorile semena. V preglednici 4 so prikazane statistične vrednosti: aritmetična sredina, standardni odklon, maksimalna in minimalna vrednost, prvi in tretji kvartil ter mediana.\nProučevane Aritmetična Standardni Min. Maks. Prvi Mediana Tretji lastnosti sredina odklon kvartil kvartil Št. pobranih semen/ rastlino 46,49 24,38 2 105 30 48 65\nSkupna masa semen/ rastlino (mg) 554,72 290,11 36,1 1254,3 321,35 556,9 726,5\nPovprečna masa enega semena (mg) 12,26 3,11 6,96 19,82 9,97 11,43 14,99\nŠt. vzniklih semen na rastlino 4,39 4,65 0 14 0 3 7,5\n% kaljivosti 9,17 9,38 0 37,84 0 7,31 14,63\nMin. – minimalna vrednost, Maks. – maksimalna vrednost, N=41 \nObravnavanih je bilo 41 rastlin, na katerih smo opazovali število pobranih semen, skupno maso semen, povprečno maso enega semena, število vzniklih semen ter odstotek kaljivosti.\nMaksimalna povprečna masa enega semena je bila 19,8 mg, minimalna povprečna masa pa 6,9 mg. Prvi kvartil je znašal 9,9 mg, tretji kvartil pa 14,9 mg, kar pomeni, da je imelo 25% semen povprečno maso pod 9,9 mg, ter 75 % povprečno maso enega semena pod 14,9 mg. Mediana pa je znašala 11,4 mg (slika 11).\nNajmanjša skupna masa semena na rastlino je znašala 36,1 mg, največja pa 1254,3 mg. Prvi kvartil je znašal 321,4 mg, kar pomeni da je 25% rastlin imelo skupno maso semen pod 36,1 mg. Tretji kvartil je znašal 726,5 mg, kar pomeni da je 75% rastlin imelo skupno maso semen pod 726,5 mg. Mediana pa je bila 556,9 mg (slika 12). \nŠtevilo pobranih semen na posamezno rastlino se je gibalo od 2 do 105. Prvi kvartil je znašal 30, tretji kvartil 65, mediano pa predstavlja 48 semen. S slike 13 lahko vidimo, da je imelo 25 % rastlin število pobranih semen pod 30 semen na rastlino, 75 % rastlin pa pod 65 semen na rastlino.\nŠtevilo vzniklih semen se je gibalo od 0 do 14 semen na rastlino, oziroma največji odstotek kaljivosti je znašal 37,8. Prvi kvartil je predstavljal 0, tretji kvartil pa 14, ugotovimo lahko, da 25 % pobranih semen ni kalilo, 75 % pobranih semen pa je imelo kaljivost pod 14 %.\n"], "14": ["4.2 Primerjava semenitve samooprašenih rastlin in hibridiziranih rastlin", "Primerjava semenitve rastlin je bila testirana s parnim testom (paired seample t–test). To je parametrični statistični test, ki ga uporabimo, kadar imamo dva odvisna vzorca. Preizkušamo ničelno hipotezo, ki pravi, da med aritmetičnima sredinama skupin v populaciji ni statistično značilnih razlik.\nPri 1 % stopnji tveganja lahko trdimo, da se povprečna masa semen samooprašenih rastlin statistično značilno razlikuje od povprečne mase semen hibridiziranih rastlin (preglednica 5). \n Na podlagi t–testa lahko trdimo, da je povprečna masa enega semena hibridiziranih rastlin  ( x = 14,2) statistično značilno večja v primerjavi z maso enega semena pri samooprašenih  rastlinah ( x = 11,3).\nSamooprašene rastline (2006) Hibridizirane rastline (2007)  Št. Skupna masa Povprečna Skupna masa Povprečna Rastlina semen semena (mg) masa (mg) Št. semen semena (mg) masa (mg)  x 11,3a 14,2b  aritmetična sredina  a,b – vrednosti označene z različnimi črkami, se med seboj statistično značilno razlikujejo \nPri posamezno obravnavanih rastlinah smo zabeležili različno povprečno maso semen glede na način oprašitve (grafikon 1). Maksimalno število semen na rastlino pri samooprašenih rastlinah je 105, pri hibridiziranih rastlinah pa 137. Minimalno število semen na rastlino pri samooprašenih je 8, pri hibridiziranih rastlinah pa 15.\nPri samooprašenih rastlinah je 7 rastlin imelo višjo povprečno maso kot pri hibridiziranih rastlinah, in sicer so bile to rastline pod zaporednimi številkami 4, 10, 11, 13, 18, 21, 23. Ostale pa so imele manjšo povprečno maso semena kot hibridizirane rastline.\nMaksimalna povprečna masa enega ali posameznega semena na rastlino pri samooprašenih je znašala 19,8 mg, pri hibridiziranih rastlinah pa je bila 21,1 mg. Minimalna povprečna masa enega semena na rastlino pri samooprašenih rastlinah je bila 1,2 mg, pri hibridiziranih rastlinah pa je znašala 9,2 mg.\n"], "15": [" 4.3 Analiza viabilnosti peloda črnega teloha", "Statistična analiza podatkov je bila narejena s pomočjo analize variance. Z analizo variance smo ugotovili, da čas skladiščenja vpliva na delež neživih pelodnih zrn. Razlike, ki so nastale med posameznimi obdobji skladiščenja, smo testirali s testom mnogoternih primerjav. Vrednosti, ki so označene z različnimi črkami, se statistično značilno razlikujejo pri stopnji tveganja 0,05 % (preglednica 6).\nSvež pelod ter 148 in 178 dni skladiščen pelod je statistično značilno bolje ohranil živost kot pelod, ki smo ga skladiščili 9, 22, 30 in 86 dni. Prav tako je pelod, skladiščen 17, 43, 60, 72 in 114 dni, statistično značilno bolje ohranil svojo viabilnost kot pelod, star 9 dni.\nIz analize je razvidno, da se viabilnost peloda zelo neenakomerno spreminja glede na čas skladiščenja in poleg tega izkazuje nizek odstotek neživih pelodnih zrn.\nRazloge za to statistično značilno raznolikost lahko iščemo v nehomogenosti vzorca. V nabranem pelodu se nahajajo nezrela pelodna zrna, zrela pelodna zrna ali prezrela pelodna zrna. Vzrok za neenakomerno spreminjanje viabilnosti peloda glede na čas skladiščenja je verjetno v nehomogenem nanosu različno zrelih pelodnih zrn na objektno steklo in s tem različno obarvanje pelodnih zrn.\nZ metodo obarvanja, ki smo jo uporabili za dokazovanje viabilnosti črnega teloha, smo ugotovili, da ta metoda ni dovolj natančna. Obarvano pelodno zrno ima še vitalnost, vendar še ne pomeni, da je sposobno kalitve. Slabost tehnike barvanja z acetokerminom je slabo razviden prehod med obarvanim in neobarvanim pelodom. \nČas  skladiščenja Št. živih Št. neživih Delež neživih pelodnih  (dni) N pelodnih zrn pelodnih zrn zrn\nsvež 300 300 0 0 a (1)\n(1)  a ,b ,c – vrednosti, označene z različnimi črkami, se med seboj statistično značilno razlikujejo N- število skupno obravnavanih pelodnih zrn\n"], "16": [" 5 SKLEPI", "Pri proučevanju načina opraševanja črnega teloha smo ugotovili, da je črni teloh samooprašna rastlina. Rastline, ki smo jih samooprašili, so tvorile kaljiva semena. Tako smo potrdili navedbe Mathewa, (1989) in Armstronga (2002), da je samooploditev možna, vendar se pojavlja predvsem v kasnejših fazah cvetenja. Rezultati drugih raziskav (Šušek, in Ivančič, 2006) namreč kažejo, da je črni teloh entomofilna (najpomembnejši opraševalci so insekti, predvsem čebele in muhe) in prevladujoče tujeprašna vrsta.\nPri proučevanju semenitve samooprašenih in hibridiziranih rastlin smo ugotovili, da je povprečna masa semena hibridiziranih rastlin večja kot povprečna masa samooprašenih rastlin. Na podlagi ugotovljenega lahko trdimo, da hibridizirane rastline bolje semenijo kot samooprašene.\nPreverjanje življenjske sposobnosti oziroma viabilnosti peloda je zelo pomembno za žlahtnjenje. Ugotovili smo, da tehnika barvanja z acetokarminom ni najboljša metoda za dokazovanje viabilnosti peloda črnega teloha. Pri tej metodi prihaja do zelo slabo razvidnega prehoda med obarvanim in neobarvanim pelodom. Izkazalo pa se je, da kljub obarvanosti pelodnega zrna to še ne pomeni, da bo kalilo oziroma, da je sposobno oploditve. Zaradi tega priporočamo uporabo tehnike, ki temelji na kalitvi pelodnih zrn v in vitro pogojih.\n"], "abstract": ["Raziskava je bila narejena na črnem telohu (Helleborus niger L.) v letih 2006 in 2007. V naravni populaciji v kraju Doblatina smo proučevali možnost samooprašitve teloha in kaljivost semen samooprašenih rastlin. Analizirali smo semenitev samooprašenih in hibridiziranih rastlin. Z metodo barvanja z acetokarminom smo proučevali vitalnosti peloda glede na dolžino skladiščenja pri temperaturi -9 oC. Za analizo samooprašnosti smo v naravni populaciji izolirali 41 matičnih rastlin. Rastline, ki smo jih ročno samoopraševali, so semenile. Povprečna kaljivost je bila 9,17 %. Največje število semen je bilo 105, najmanjše pa 2 semeni na posamezno obravnavano rastlino. Pri primerjavi semenitve rastlin je bilo ugotovljeno, da hibridizirane rastline tvorijo povprečno težja semena kot samooprašene rastline. Z analizo je bilo ugotovljeno, da obstajajo statistično značilne razlike v viabilnosti peloda, ki smo ga različno dolgo skladiščili. "]}