{"1": ["1. UVOD", "Vsako podjetje, pa naj bo še tako majhno, pa tudi vsak posameznik doma, se srečuje s papirji, na katerih so zapisani različni podatki, od takšnih ki razkrivajo našo identiteto, številke bančnih računov, do raznih poslovnih skrivnosti v podjetjih. Prav zato, ker so ti dokumenti tako pomembni, je postalo vse bolj pomembno tudi to, da jim posvetimo posebno skrb tudi pri uničenju. Ni dovolj, da jih le odvržemo v smeti, saj jih lahko kdorkoli uporabi in nam tako ukrade našo identiteto, poslovne skrivnosti, pridobi dostop do bančnega računa in podobno.\nVse bolj se torej poudarja naj se dokumente uniči preden jih odvržemo. Za potrebe domačega gospodinjstva lahko dokumente sežgemo, kaj pa v pisarnah podjetij? Tam je najbolj priporočljiva uporaba t.i. »shredderjev«1 oz. uničevalcev papirja oz. uničevalcev dokumentov. V nekaterih državah ZDA so celo sprejeli zakone, da mora vsak posameznik, ki zaposluje najmanj eno osebo, vse dokumente, ki so kakorkoli povezani z osebno identiteto zaposlenega, uničiti (www.ftc.gov). Zato so tudi podjetja, ki se ukvarjajo samo s tovrstno dejavnostjo uničevanja dokumentov tam zelo pogosta. V Sloveniji žal tega še ne zasledimo v takem obsegu, našla sem podatke le o enem podjetju, ki pri nas opravlja tako dejavnost, je pa vseeno že nekje v naši podzavesti in pa predvsem v podzavesti naših podjetnikov, da je take dokumente potrebno uničiti in to seveda v veliki večini tudi počnejo.\nOb vsem tem pa se pojavlja tudi vprašanje ali je mogoče te z uničevalcem razrezane dokumente sestaviti nazaj skupaj. Seveda je to možno, najprej ročno, ampak to vzame veliko časa. Zato bom v sklopu te diplomske naloge poskušala ugotoviti ali se da to narediti tudi s posebnim računalniškim programom, ki bi zagotovo ta čas kar pomembno skrajšal. Kriminalci namreč vsak dan iščejo nove načine kako prelisičiti nekoga, ki misli da je dokumente uničil ker jih je razrezal, oni pa jih nato ponovno sestavijo skupaj. Še bolj pereče vprašanje pa predstavljajo organi pregona, ki z razrezom občutljivih dokumentov, da bi zaščitili sami sebe in svoja napačna dejanja, škodujejo tako državi, kot tudi širšemu krogu javnosti in nenazadnje posamezniku.\nPaper shredders – uničevalniki oz. rezalniki dokumentov \nObstaja pa tudi drugi vidik tega ponovnega sestavljanja dokumentov, ko nekdo namerno uniči dokaze in se poraja vprašanje ali jih je možno sestaviti nazaj skupaj in ali bi sodišča pri nas to potem upoštevala kot veljaven dokaz. Primer tega sestavljanja razrezanih dokumentov najdemo tudi na internetu. Tajna služba, imenovana Stasi, je pred koncem režima v vzhodni Nemčiji pospešeno uničevala obremenilne dokumente. Ker bi ročna obnova podatkov trajala predolgo, so Nemci sestavili računalniški program, ki naj bi za obnovo 45 milijonov uničenih dokumentov potreboval 7 let. V tujini se torej že pojavlja sestavljen dokument kot legitimen dokaz na sodišču, saj lahko preiskovalec z gotovostjo zatrdi, da je rekonstruiran dokument takšen, kot je bil pred uničenjem (Heingartner, 2003).\nČeprav v slovenskem prostoru ne zasledimo podatkov o tem, kako pogosta je kraja identitete, pa je le ta v Ameriki že kar nekaj časa najhitreje rastoči in razvijajoči se kriminal. Obstajajo organizirane kriminalne skupine, ki se preživljajo samo s tem, da po smetnjakih brskajo za dokumenti2, ki vsebujejo osebne podatke in nato nekomu ukradejo identiteto, s tem pa tudi ves njegov denar (www.officezone.com). Ljudje namreč v smeti mečejo vse mogoče dokumente, iz katerih lahko napadalec pridobi občutljive informacije. Med tovrstne dokumente sodijo razna obvestila borznih družb, bank, zavarovalnic in podobno (Bratuša, 2007).\nBrskanje po smeteh ima prav poseben izraz »dumpster diving«, pomeni pa brskanje po smeteh in zbiranje uporabnih stvari, med drugim tudi raznih dokumentov z osebnimi in zaupnimi podatki.\n"], "2": ["2. CILJI DIPLOMSKE NALOGE IN METODOLOGIJA", "V diplomski nalogi bomo poskušali potrditi hipotezo, da se dokumente uničene z uničevalcem papirja lahko ponovno sestavi z računalniškim programom, ter da je tak način hitrejši od ročnega sestavljanja.\nUporabili bomo metodo testiranja.\n"], "3": ["3. INFORMACIJSKA VARNOST", "Informacijska varnost je stanje, ki je zelo kompleksno in odvisno od številnih dejavnikov (Belič, 1999). Ne glede na to, da danes pisne dokumente vse bolj izrivajo elektronski zapisi, še vedno informacijska varnost posega na vsa področja. V sodobnem svetu pa je varnost vedno bolj pomembna dobrina, saj jo ogrožajo številni dejavniki, ki jih je prinesel tehnološki napredek in čedalje večje število organiziranih kriminalnih skupin, ki ne prežijo samo neposredno na materialne dobrine, temveč izvajajo svoje podvige tudi posredno z zlorabo informacij.\nInformacijska varnost je tako smatrana kot zaupnost, neokrnjenost in razpoložljivost podatkov ne glede na njihovo obliko: elektronsko, tiskano ali katero drugo. Področje informacijske varnosti se je močno povečalo in se v zadnjih letih močno razvija. Ne glede na to, kako hitro se razvija področje informacijske varnosti, temu sledi tudi razvoj kriminalne dejavnosti na tem področju, saj je že nekaj časa to zelo dobičkonosna oblika organiziranega kriminala.\nVrednost informacije izvira iz treh glavnih lastnosti ali kvalitet: zaupnost, neokrnjenost in razpoložljivost.\nPri vsakodnevnih opravkih uporabljamo svoje zaupne podatke, da lahko na primer dostopamo do svojega bančnega računa, najemamo posojila, rezerviramo dopust, prejmemo zdravstveno oskrbo, in ko podatke posredujemo neki tretji osebi ali instituciji, upamo, da jih bo le-ta ustrezno zavarovala pred zlorabo.\nS stališča informacijske varnosti to pomeni, da podatek ne sme biti ustvarjen, spremenjen ali uničen brez pooblastila. To je še posebej pomembno pri ravnanju z elektronskimi podatki o nas na svetovnem spletu, ko za uporabo neke storitve potrebujemo uporabniško\nime in geslo, po končanem delu pa se iz aplikacije ne odjavimo in tako dopustimo možnost zlorabe naših podatkov.\nPomeni, da so informacije dostopne in pravilno delujejo, ko jih potrebujemo. (Predvsem se to nanaša na informacije na svetovnem spletu).\nKlasifikacija podatkov je pomembna predvsem zato, da vemo za kakšno vrsto podatka oziroma informacije gre – ali je pomembna, kakšno vrsto zaščite potrebuje in kdo lahko do nje dostopa. Ko uporabljamo termin tajni podatek, to navadno pomeni, da imamo v mislih podatek z delovnega področja organa, ki se nanaša na javno varnost, obrambo, zunanje zadeve ali obveščevalno in varnostno dejavnost države, ki ga je treba zavarovati pred nepoklicanimi osebami (www.uvtp.gov.si). Za potrebe te diplomske naloge pa je klasifikacija podatkov pomembna zato, da opredelimo katere podatke je potrebno ustrezno uničiti in katere je priporočljivo uničiti. Ponekod po svetu, predvsem v državah Združene Amerike, pa tudi v Evropski Uniji obstajajo prav posebni zakoni, ki točno določajo katere dokumente je potrebno uničiti. Tako na primer zakon HIPAA3 v ZDA na področju zdravstva določa, da je potrebno podatke o pacientih in njihovem zdravstvenem stanju ustrezno uničiti, ko jih ne potrebujejo več, zakon GLBA4 na področju financ narekuje finančnim institucijam uničenje občutljivih dokumentov svojih strank in FACTA5 na gospodarskem področju, ki varuje podatke o podjetjih in potrošnikih (www.automatedshredding.com). Čeprav pri nas kaj podobnega še ne obstaja, razen v primeru ko podjetja ali organizacije v svojih pravilnikih napišejo katere dokumente je potrebno uničiti, pa najdemo na internetu veliko priporočil, kako vsak posameznik poskrbi za varnost svojih podatkov. Najpomembneje je, da razna obvestila borznih družb, bank, zavarovalnic in podobno uničimo, preden jih odvržemo v smeti (Bratuša, 2007).\nHealth Insurance Portability and Accessibility Act  The Gramm-Leach-Bliley Act  The Fair and Accurate Credit Transaction Act\n"], "4": ["4. UNIČEVANJE DOKUMENTOV", "Dokumente lahko uničimo na več načinov, s sežiganjem, ročnim trganjem, najbolj ekonomična in najhitrejša oblika uničevanja, sploh če je število dokumentov veliko, pa je ravno razrez dokumentov z uničevalci papirja.\nPotreba po uničevanju dokumentov se pojavi že kmalu po iznajdbi papirja, ko so Egipčani dokumente, ki so vsebovali občutljive informacije strgali kar ročno. Leta 1908 je v New Yorku A.A. Low izdelal napravo za razrez papirja, vendar je nihče ni uporabljal. V pravem pomenu besede pa se uničevanje dokumentov pojavi leta 1935 v Nemčiji, ko je Adolf Ehinger sestavil in patentiral prvo napravo za razrez papirja, ki je sprva delovala na ročni pogon, kasneje pa ji je vgradil še motor. Navdih za svojo napravo je našel v strojčku za izdelavo špagetov, ki je bil takrat popularen. Sprva njegov izum ni bil priljubljen med ljudmi, leta 1940 pa je že prodal nekaj teh naprav državnim institucijam, v času hladne vojne pa je postala še bolj iskana. Tako je leta 1959 izdelal še napravo, ki papir ni razrezala le na trakove, temveč še prečno na konfete (http://www.paper-shredder- info.com). Tehnologija uničevalcev papirja se je od takrat naprej strmo razvijala in se še danes.\nDanes se uničevalci dokumentov razlikujejo glede velikosti, cene, načina rezanja in stopnje varnosti. Za potrebe testiranja v tej nalogi bom uporabila uničevalec, ki papir razreže vertikalno na tanke trakove in velja za osnovni način uničevanja občutljivih dokumentov, omenila pa bom tudi ostale, ki so že malce bolj zapleteni in nudijo višjo stopnjo varnosti uničevanja dokumentov.\nUničevalci dokumentov imajo v večini primerov podobno sestavo. V glavi so noži in elektronika, ki jih upravlja, kontrolna plošča, koš za zbiranje razrezanega papirja, ter ustje kamor papir vstavimo. Podrobneje je sestava opisana na sliki 1.\nVrtljivi noži v napravi papir razrežejo na ozke trakove. Tovrstni uničevalniki spadajo pod najnižjo stopnjo varnosti, primerni so za domačo uporabo ali za razrez večje količine podatkov (saj je tako sestavljanje težje).\n S pomočjo dveh vrtljivih valjev dokumente razreže na trakove v obliki trikotnika ali paralelograma.\nV EU predpisan za uničevanje dokumentov z osebnimi in finančnimi podatki.\nReže dokumente toliko časa, dokler niso dovolj majhni, da padejo skozi zaščitno mrežo.\nObstajajo pa še razni drugi uničevalci, ki bodisi papir mečkajo skozi varnostno rešeto (Hammermill) ali trgajo papir na neenakomerne koščke (Pierce and Tear shredders). Stopnja varnosti se ugotavlja glede na velikost trakov oziroma konfetov .\nPri razrezu dokumentov je potrebno omeniti tudi, da obstaja neko splošno pravilo glede zagotavljanja varnosti: manjša količina materiala z zaupno vsebino se uničuje z razrezom višje varnostne stopnje (3.-5. varnostna stopnja; volumen razrezanega papirja na delčke je manjši); velika količina materiala se lahko uničuje z razrezom nižje varnostne stopnje (www.slonja.si).\nUničevalce dokumentov delimo na različne varnostne stopnje glede na to, na kako majhne delce razreže dokumente. Velja pravilo, da se manjša količina materiala z zaupno vsebino uničuje z razrezom višje varnostne stopnje (3.-5. varnostna stopnja; volumen\nrazrezanega papirja na delčke je manjši); velika količina materiala pa se lahko uničuje z razrezom nižje varnostne stopnje (www.slonja.si).\n(http://www.officezone.com/shredder_guide.htm)\nČeprav v Sloveniji še ne zasledimo, da bi kakšen zakon posebej urejal uničevanje dokumentov, v nekaterih predpisih ali aktih podjetij najdemo zapisano, da se osebne in občutljive podatke uniči, da ne bi prišli v neprave roke. Drugod po svetu, predvsem v Združenih državah Amerike, pa so šli nekoliko dlje in to področje uredili tudi v zakonih. Zvezni predpisi tako določajo, da ima skoraj vsako podjetje stik z dokumenti, ki jih je potrebno z uničenjem zaščititi. Zakon HIPAA6 zdravstvu določa, da morajo podatki o pacientih ostati zaupni in ne smejo priti v javnost, prav tako pa določa točno na kašen način je potrebno dokumente uničiti. GLBA7 ureja finančno področje in določa, kako naj finančne institucije kot so banke in investicijske družbe skrbijo za podatke o svojih strankah. FACTA8 nadzoruje občutljive podatke o kupcih in učinkovito uničenje le teh, da se preprečijo kraje identitete in druge poneverbe.\nHealthcare Insurance Portability and Accountability Act  Gramm Leach Bliley Act \n1974 Federal Privacy Act določa vladnim agencijam, kako morajo ščititi zasebnost tako podjetij kot posameznikov. EEA9 je zelo močen zakon, ki pomaga uveljavljati pravilno ravnanje z občutljivimi informacijami. Je prvi zvezni zakon, ki strogo kaznuje poneverbo in krajo poslovnih skrivnosti, vendar pa ščiti le podjetja, ki razumno ravnajo s svojimi občutljivimi dokumenti. (http://www.blueridgeshred.com/shredding_laws.cfm) V letu 2005 pa so celo sprejeli zakon, po katerem vsakdo, ki zaposluje najmanj enega delavca in njegovih osebnih podatkov ne uniči pravilno preden jih odvrže, lahko plača kazen, oziroma je vsaj civilno odgovoren za svoje ravnanje, če pa je zaposlenih več pa tudi kazensko preganjan. (http://www.usatoday.com)\nRekonstrukcija razrezanih dokumentov je že dolgo v interesu raziskovalcev tako z računalniškega kot tudi družboslovnega področja. Zanimiva pa je tudi možnost odkrivanja kateri uničevalec dokumentov je razrezal določen list papirja. Pri nas sicer še ne zasledimo, da bi se to uporabljalo, vendar pa lahko postane pomemben vir odkrivanja kriminalnih aktivnosti, ko nekdo uniči dokaze s tem, da razreže občutljive dokumente. S pomočjo identifikacije naprave lahko potem sled pripelje nazaj do določene osebe ali pa vsaj naprave, s katero so bili dokumenti razrezani. Jack Brassil je leta 2002 opravil raziskavo, ali je mogoče glede na specifične odtise, ki jih pusti naprava pri uničevanju dokumentov, ugotoviti s katero napravo je bil dokument razrezan. Pravi, da so odtisi skoraj tako unikatni kot prstni odtisi. Tudi če imamo dve popolnoma enaki napravi, istega proizvajalca in tipa, bosta pustili različne sledove (Brassil, 2002).\nFair and Accurate Credit Transaction Act  Economic Espionage Act\n"], "5": ["5. SESTAVLJANJE UNIČENIH DOKUMENTOV", "Kmalu po uveljavitvi razreza papirja se je pojavila tudi potreba po sestavitvi le-teh. Znanih je že nekaj primerov, ko so uspešno sestavili občutljive dokumente, največkrat omenjena pa sta prav primer, ko so ročno sestavljali dokumente zavzete ameriške ambasade v Tehranu leta 1979 in pa primer varnostno-obveščevalne službe Stasi v Nemčiji, kjer so se dolgo časa trudili ročno sestavljati dokumente, nato pa so se leta 2001 zaradi prevelike količine dela odločili, da bodo dokumente poskusili sestaviti z računalniškim programom (Heingartner, 2003).\nČeprav verjetno obstaja že kar nekaj tovrstnih naprav, bolje rečeno programov, literature o tem ni veliko. Najbolj znana in tudi edina bolj podrobno opisana v medijih, je prav naprava, s katero nemška vlada sestavlja razrezane in raztrgane dokumente tajne službe Stasi. Maja 2007 so jo tudi uradno predstavili javnosti. Poimenovali so jo »E-Puzzler«, ker digitalno sestavi nazaj skupaj tudi najmanjše koščke razrezanega papirja. Razvili so jo v Berlinu in naenkrat lahko obdela do deset tisoč koščkov papirja. Razvršča jih glede na barvo, zunanjo linijo in obliko besedila. S tem novim programom tako upajo, da bodo vse koščke sestavili do leta 2013, sestavljanje teh dokumentov ročno pa bi trajalo več kot 600 let (Popplewell, 2008).\n"], "6": ["6. POSTOPEK REKONSTRUKCIJE RAZREZANEGA  DOKUMENTA", "Na sliki je »original«, ki ga bomo razrezali na 9 trakov.\nZa tako razrezan original ugotovimo, da je le poenostavljena – idealizirana slika realnosti. V prikazu na sliki 11 so trakovi urejeni tako, kot so nastali. Pri postopku rekonstrukcije takšnega redosleda trakov ne moremo pričakovati, ker je običajno razrezana velika količina papirja, vrstni red je torej naključen, zato moramo razviti postopek, ki bo tako razrezane trakove preiskal in našel sosednje trakove.\nNa sliki 12 je prikazan povečan detajl s slike 11. Za uspešnost določanja sosednosti trakov je pomembno, kako digitaliziramo skenirane trakove. Na sliki 13 je prikazano, kako črno/belo sliko trakov prevedemo v digitalizirano – številsko obliko. Črne točke imajo vrednost 1, bele pa 0 (ali obratno). V tem poenostavljenem primeru se omejimo na dve možni vrednosti – torej na črno in belo. V praksi je vsaka skenirana točka predstavljena s tremi številkami, ki predstavljajo komponente barve (R-red, G-green, B- blue).\nZa določanje sosednosti trakov so pomembne le vrednosti robnih točk (pikslov).\nZa določanje sosednosti uporabimo korelacijo robnih vrednosti trakov. Korelacija ali korelacijski koeficient je številska mera, ki predstavlja moč linearne povezanosti dveh spremenljivk. Statistična veda s korelacijo v splošnem označuje odvisnost dveh spremenljivk v statistični populaciji ali populacijah.\nKoeficient korelacije lahko zavzame vrednosti v intervalu [-1,1]. Če se z večanjem vrednosti spremenljivke X večajo vrednosti spremenljivke Y, je korelacijski koeficient pozitiven in gre za pozitivno linearno korelacijo; če pa se z večanjem vrednosti spremenljivke X manjšajo vrednosti spremenljivke Y, je korelacijski koeficient negativen in gre za negativno linearno korelacijo. Če je korelacijski koeficient enak 1 ali -1, imamo popolno povezanost – spremenljivki sta funkcijsko povezani.\nZa izračun korelacije uporabljamo Pearsonov korelacijski koeficient ali kratko koeficient korelacije (rxy). Izračunamo ga po pravilu:\nOznake pomenijo: rxy – koeficient korelacije Cxy – kovarianca σx – standardni odklon spremenljivke X σy – standardni odklon spremenljivke Y (Brvar, 1997) \nZa trakova, pri katerih je korelacijski koeficient največji, rečemo, da sta sosedna.\nTo je idealizirana slika postopka, pri katerem nastopi cela vrsta zapletov. Prvi je ta, da so skenirani trakovi lahko obrnjeni (niso v isto smer). Za ta primer moramo izvesti korelacijo roba z vsemi robovi ostalih trakov, pri tem pa paziti, kako so ti robovi obrnjeni.\nDodaten zaplet predstavlja dvostransko potiskan papir (kar je običajna praksa). V tem primeru je vsak rob traku treba primerjati s štirimi možnostmi ostalih robov.\nV postopku digitalizacije razrezanih trakov je ključnega pomena princip po katerem pridemo do »idealizacije« roba traku. Na sliki 18 se jasno vidi, da robovi niso idealni, zato je treba pripraviti algoritem, ki bo iz take slike uspel izluščiti uporaben rob.\n Na sliki 15 je prikazan originalen dokument, ki bo namenjen prikazu postopka rekonstrukcije.\nDokument z uničevalnikom dokumentov razrežemo na trakove.\nSledi postopek priprave trakov v obliko, ki jo lahko kasneje spet skeniramo in uporabimo za rekonstrukcijo. V ta namen pripravimo prosojno podlago (plastično folijo) na katero enega za drugim nalepimo trakove. Prosojnost je nujna, ker moramo trakove skenirati z obeh strani. Nato položimo zlepljene trakove skupaj s prosojno folijo na črno podlago. Ta je potrebna, ker je za določanje robov trakov nujen dober kontrast (razlikovanje) od barve trakov. Trakove nato skeniramo – primer je na sliki 17.\nUgotovimo, da so skenirani trakovi vse prej kot idealni in sicer:\n- rezalnik dokumentov naredi trakove, ki nimajo povsem vzporednih robov\n- robovi niso ostri, ampak so »cefrani«\n- naprava nekoliko popači fragmente (zmečka, raztegne, zavije …)\n - skenirani trakovi niso med seboj vzporedni, razdalja med njimi ni enaka\n- vsi trakovi se ne začno na isti oddaljenosti od roba skenirane slike\n- v splošnem je treba upoštevati celotno barvno strukturo dokumentov (črno-bela  kombinacija ne zadošča\n- nekateri trakovi so lahko tudi raztrgani, zato je potreben še postopek »zlaganja«  strganih trakov\nNavedeno povzroči velike težave, ki jih mora programsko orodje uspešno rešiti, če želimo, da bodo razrezani dokumenti spet ustrezno spojeni.\nŠele tako popravljeni robovi omogočajo obdelavo in iskanje sosednjih trakov.\nRazrezane trakove najučinkoviteje pripravimo na skeniranje tako, da jih zalepimo na prosojno podlago (folijo). Da se med skeniranjem ne bi premikali, uporabimo dvostranski lepilni trak, s katerim pritrdimo trakove tako, da je med njimi dovolj razmaka. Zaradi potrebnega razmaka med trakovi iz enega lista format A4 dobimo približno dve predlogi. Pri skeniranju na trakove položimo črn list, da so robovi jasno vidni in jih program lažje zazna. Vse to velja za postopek, kjer za digitalizacijo trakov uporabimo klasičen skener, brez tehničnih pripomočkov, ki bi omogočali skeniranje vsakega traku posebej.\nZa namen te naloge je predvsem pomemben čas, ki ga potrebujemo za rekonstrukcijo dokumenta. Zanima nas, ali je smiselno narediti program, ki bo sestavljal razrezane dokumente, in kolikšna je sploh časovna razlika med ročnim in digitalnim sestavljanjem enega lista velikosti A4. Dejansko pisanje programa za rekonstrukcijo dokumentov \npresega obseg te diplomske naloge, vendar pa bomo vsaj približno poskušali ugotoviti časovno razliko med obema metodama.\nNa to, koliko časa potrebujemo za sestavo takšne predloge vpliva več dejavnikov. Za ročno sestavo enega dokumenta sem porabila 31 minut, upoštevati pa moramo, da je bil razrezan samo en dokument. Čim dodajamo število razrezanih listov in pomešamo vse skupaj, tem bolj se čas sestavljanja podaljšuje. Pri pripravi predlog za skeniranje in nato digitalno sestavljanje dokumentov pa se tudi pojavi kar nekaj dejavnikov, ki čas podaljšajo. Lahko so razrezani trakovi zmečkani ali poškodovani. Verjetno so redki primeri, kjer bi dobili razrezane trakove neposredno iz naprave za uničevanje dokumentov, ampak so večinoma že v kakšnih vrečah za smeti, oziroma kako drugače zavrženi. Za take poškodovane trakove pa potrebujemo bistveno več časa, da jih uredimo in prilepimo na prosojno podlago. Za namen te naloge pa bomo uporabili razrezane dokumente, ki niso uničeni in zmečkani.\nV tabeli 1 so prikazani časi, potrebni za pripravo posamezne predloge na skeniranje.\nZa izračun povprečnega časa priprave ene predloge, bomo uporabili statistični izračun aritmetične sredine po spodnji formuli, pri čemer je n število vseh predlog, x pa zaporedna številka predloge.\nAritmetična sredina ali povprečje niza podatkov je v matematiki in statistiki seštevek vseh vrednosti, razdeljen na skupno število teh vrednosti oziroma podatkov.\n(Brvar, 1997)\nTako dobimo povprečni čas priprave ene predloge na skeniranje 0:03:59 minut.\nUpoštevati pa moramo tudi čas, ki ga računalnik pri izbrani ločljivosti 300 ppi10 porabi za skeniranje (50 sekund) in čas, ki ga porabi za shranjevanje (45 sekund)11. Ločljivost se meri kot število pik na dolžinsko enoto. Običajno je to število pik na inč (dots per inch) – dpi. Če si papir predstavljamo kot pravokotnik, ki je sestavljen iz majhnih navpično in vodoravno postavljenih kock, potem je ločljivost število barvnih pik, ki bodo izrisane v eni kocki s stranico 1 inch (1 inch = 2,54 cm). Število teh točk izračunamo tako, da pomnožimo obe števili, ki sta podani kot ločljivost. Npr.: pri ločljivosti 600 x 600 je 360.000 točk (www.astrokaktus.com).\nTako vse skupaj za pripravo ene predloge, ki je pripravljena na program za rekonstrukcijo porabimo 0:05:34. Sedaj nas zanima, koliko časa porabimo za rekonstrukcijo enega lista format A4. Že prej smo ugotovili, da en razrezan list pomeni približno dve predlogi za skeniranje. Torej moramo čas priprave pomnožiti z dva, da dobimo rezultat: za en list format A4 porabimo 0:11:08 minut. V grobem lahko zaokrožimo, da je to tretjina časa, ki ga porabimo za ročno sestavljanje enega lista, v mislih pa moramo imeti tudi, da s takšnim digitalnim načinom rekonstrukcije lahko sestavljamo volumensko večje število razrezanih listov. Pri ročnem sestavljanju pa vsak dodan list močno podaljša čas sestavljanja.\nDPI (dots per inch) označuje število pik oziroma razmak med njimi v enem palcu (1 palec = 2,54 cm), kot jih je zmožen natisniti določen tiskalnik. PPI (pixels per inch) pa označuje število oziroma gostoto pik na palec v digitalni sliki. 100 ppi pomeni 100 pik v dolžini enega palca, 50 ppi pomeni 50 pik v dolžini enega palca. 300 ppi je potrjeno število za optimalen tisk fotografskih slik (Moj Mikro, 2008).\nČas skeniranja in shranjevanja je odvisen od hitrosti računalnika in skenerja ter izbrane ločljivosti.\n"], "7": ["7. ZAKLJUČEK", "V nalogi smo delno potrdili zastavljeno hipotezo. Digitalna rekonstrukcija razrezanih dokumentov je hitrejša in učinkovitejša, kot ročno sestavljanje. Prvotno smo želeli skenirane dokumente tudi poskusiti sestaviti s programsko opremo, vendar takšne programske opreme na internetu ne najdemo, priprava lastne programske opreme pa presega okvir te naloge.\nČasovna razlika med obema metodama je dovolj velika, da se program za takšno rekonstrukcijo izplača narediti. Še posebej, če upoštevamo da bi ga potrebovali pri sestavljanju dokumentov, ki so poškodovani ali zmečkani in volumsko večji od uporabljenih v tej nalogi, saj ta dva dejavnika močno podaljšata čas sestavljanja.\nNa trgu sicer že obstojajo komercialno dosegljivi programi, ki združujejo skupaj posnetke v panoramski posnetek, vendar takšni praktično za namen rekonstrukcije dokumentov niso uporabni.\nGlede na dosedanji razvoj na področju informacijske varnosti in hkrati z njim tudi razvoj kriminalnih dejavnosti na tem področju, lahko pričakujemo, da se bodo programi za rekonstrukcijo dokumentov kmalu začeli pogosteje uporabljati. Želimo si lahko, da se bodo uporabljali v dokazovalne, ne pa kriminalne namene.\nUgotovili smo, da je postopek rekonstrukcije razrezanih dokumentov smiseln za razrez v trakove. Pri tem ni tako zelo pomembno, kakšne debeline so trakovi. Programska oprema mora biti sposobna narediti tudi rekonstrukcijo strganih in zmečkanih trakov. Glavnina časa, ki jo pri rekonstrukciji potrebujemo je namenjena pripravi predlog za skeniranje. Rekonstrukcija dokumentov je zato drag postopek, pri čemer cena narašča s količino materiala, ki ga želimo rekonstruirati.\nPrav tako je možno rekonstruirati dokumente, ki so bili razrezani v druge nepravilne oblike, je pa pri tem postopek rekonstrukcije še dolgotrajnejši. Dokumente, ki so zmleti v kašo pa zaenkrat ni možno rekonstruirati.\n"], "abstract": ["Potreba po uničevanju osebnih in zaupnih dokumentov in s tem tudi varnost pisnih dokumentov se pojavi že kmalu po iznajdbi papirja, ko so Egipčani dokumente z občutljivimi podatki strgali kar ročno. Od takrat pa vse do danes se je ta postopek močno razvil, zdaj obstajajo celo podjetja, ki se ukvarjajo samo s tovrstno dejavnostjo, na tržišču pa najdemo veliko vrst raznih uničevalcev dokumentov. Seveda pa hkrati z razvijanjem tehnologije za uničevanje dokumentov nastaja tudi potreba po ponovni sestavitvi le teh. Ne govorimo le o kriminalnih aktivnostih, kjer nekdo zlorabi ponovno sestavljene podatke, za naše področje je pomembno predvsem, kako ponovno sestaviti dokumente, ki jih je nekdo uničil, da bi prikril dokaze. Takšnih primerov verjetno ni malo, čeprav ne obstaja veliko zapisov o tem. Predvsem pa je pomembno, da dokazi pridobljeni z metodo rekonstrukcije dokumentov, postanejo legitimen dokaz tudi na sodišču. Področje informacijske varnosti je tako vedno bolj pomembno predvsem na ravni države, pa tudi podjetij in posameznika. Zavzema namreč elektronsko, tiskano in katerokoli drugo obliko pomembna in kako se lahko zaščitimo pred raznimi napadi in kriminalnimi aktivnostmi, želimo prikazati varnost kakršnih koli podatkov, prikazali pa bomo tudi delo in vrste uničevalnikov dokumentov ter rekonstrukcijo razrezanih dokumentov v prvotno obliko."]}