{"1": ["1 UVOD", "Kot druge države Evrope se je morala tudi Slovenija soočiti s pojavom hruševega bakterijskega ožiga, povzročenega zaradi bakterije Erwinia amylovora Burr. Ker to bolezen povzroča bakterija, je zatiranje zelo težavno. Zatiralni ukrepi proti tej bolezni so kombinacija mehanskih ukrepov (izrezovanje okuženih delov, celih dreves in sežiganje), kemijskih ukrepov (uporaba antibiotikov, fungicidov s stranskimi učinki na to bakterijo, rastnih regulatorjev, aktivatorjev odpornosti (SAR) in drugih) ter uporaba biotičnih agensov. Trenutna ponudba pripravkov za zatiranje te bolezni so bakrovi pripravki, pripravki na podlagi Al-fosetila in rastnega regulatorja proheksadion-CA. Bakrovi pripravki so omejeni, saj se jih v glavnem priporoča uporabljati na začetku ali ob koncu rastne dobe. Najugodnejši čas za okužbo sadnih rastlin z bakterijo je obdobje cvetenja. V tem obdobju najboljše rezultate dosežemo z uporabo antibiotikov (npr. streptomicin), ki pa jih – glede na usmeritve v večini nam sorodnih držav – v Sloveniji ne smemo uporabljati. Osnovna težava pri bakrovih pripravkih, ki so lahko dokaj učinkoviti tudi v času cvetenja in kmalu po njem, je da so lahko fitotoksični (lahko povzročijo poškodbe cvetov, mrežavost plodov, deformiranost plodov, …). V literaturi zasledimo le splošne navedbe o fitotoksičnosti, konkretnih podatkov o mejnih koncentracijah, različnih formulacijah in sortni občutljivosti je zelo malo. Ker danes ni več moderno preučevanje bakrovih pripravkov, smo se odločili, da pridobimo nekaj domačih informacij o možnosti uporabe bakrovih pripravkov za preprečevanje cvetnih okužb jablane z bakterijo povzročiteljico bolezni hruševega ožiga z vidika ocene stopnje fitotoksičnosti.\n"], "2": ["1.1 Povod za raziskavo – namen", "Osnovni namen diplomske naloge je bil preučiti vpliv uporabe bakrovih pripravkov v obdobju polnega cvetenja jablan (Malus domestica Borkh) na zunanjo kakovost plodov pri sorti Topaz.\nŽeleli smo doseči naslednje cilje: – Preučiti stopnjo fitotoksičnosti štirih različnih bakrovih pripravkov (Champion,  Cuprablau, Kupropin in Kupro) za cvetove jablan. – Preučiti vpliv tipa šobe za nanos bakrovih fungicidov na stopnjo fitotoksičnosti za  cvetove jablan. – Preučiti vpliv dodatkov k škropilni brozgi na podlagi bakra na stopnjo fitotoksičnosti za  cvetove jablan.\n"], "3": ["1.2 Delovne hipoteze", "Hipoteza 1: Bakrovi pripravki v odmerkih od 500 do 1000 g čistega bakra (bakrovih ionov) na hektar ne vplivajo fitotoksično na razvoj cvetov in plodov jablan v takšnem obsegu, da bi nastala upoštevanja vredna gospodarska škoda.\nHipoteza 2: Stopnja fitotoksičnosti med različnimi formulacijami bakrovih pripravkov je različna; formulacijska oblika pripravka ima vpliv na stopnjo fitotoksičnosti za cvetove in plodove jablan.\nHipoteza 3: Tip šobe za aplikacijo škropilne brozge vpliva na stopnjo fitotoksičnosti bakrovih pripravkov.\n"], "4": ["2 PREGLED LITERATURE", ""], "5": ["2.1 Značilnosti bakrovih pripravkov kot fungicidov", "Bakrovi fungicidi so zelo uporabni, saj imajo izredno širok spekter delovanja na številne glive. Pomanjkljivosti teh pripravkov so, da povzročajo na rastlinah depresije, šok in zastoj rasti, zlasti če jih uporabimo v večjih odmerkih. V deževnem vremenu lahko povzročajo ožige. Bakrovi fungicidi delujejo izključno preventivno in to zlasti sporocidno, torej na trose gliv, ki jih uničijo ali preprečijo njihovo kalitev. Pri bakrovih fungicidih je učinkovit bakrov ion. Ne razkrajajo se, zato je njihovo delovanje dokaj dolgo, se pa izpirajo z dežjem. Bakrovi fungicidi pospešujejo dozorevanje, zato jih je priporočljivo uporabljati proti koncu rasti. »Z njimi ne smemo škropiti med cvetenjem. Nekatere rastline jih sploh ne prenesejo, npr. breskve med rastjo« (Vrabl, 1990, str.100–101).\nV naravi je baker zelo pogost in se nahaja v različnih oblikah. Oblika, v kateri nastopa, je odvisna od mnogih faktorjev. Osnovni dejavniki so: trdota vode, pH, vrsta tal, številčnost in prisotnost organizmov (Flemming in Trevors, 1989).\n»Bakrovi ioni Cu++ delujejo zatiralno na veliko število najrazličnejših gliv in celo na bakterije. Za pripravo bakrovih pripravkov uporabljamo različne bakrove spojine, kljub temu pa je delovanje večine pripravkov enakovredno. Razlike so samo v hitrosti sproščanja bakrovih ionov in v sposobnosti zadrževanja fungicidne obloge na listih. Vsi bakrovi pripravki delujejo kot dotikalni preventivni fungicidi. Na rast delujejo zaviralno. Pri temperaturah pod 80 C povzročajo ožige. Bakrovi ioni poškodujejo veliko število encimskih sistemov gliv, zato na bakrove pripravke doslej še niso odkrili pojavov odpornosti. V sedanjem času uporabljamo predvsem pripravke na podlagi Cu-oksiklorida in Cu-hidroksida ter veliko manj pripravke na podlagi drugih oblik« (Vršič in Lešnik, 2001, str. 222–223). \nBakrovi pripravki so se že desetletja nazaj izkazali kot dokaj učinkovito sredstvo za varstvo pečkarjev pred hruševim ožigom. Podatki o možnostih uporabe in učinkovitosti segajo vsaj 30 let nazaj. Sčasoma so se z izboljševanjem formulacij pripravkov možnosti uporabe in učinkovitost precej povečali. Danes lahko dosegamo 50–80% zatiralne učinke z manjšimi odmerki kot nekoč (Bazzi in sod., 2006).\nTudi stopnja fitotoksičnosti se je s sodobnimi formulacijami nekoliko zmanjšala. V zadnjem desetletju je bil baker kot fungicid nekoliko raziskovalno zapostavljen. Ker so bakrovi pripravki postali vse bolj ekološko nesprejemljivi in zaradi nizke cene za kemično industrijo vse manj dobičkonosni, so spremenili proizvodne pristope. Industrija sedaj pospešeno išče nove formulacije teh pripravkov, da bi naredila bakrove pripravke bolj sprejemljive. Tako imajo v Italiji na trgu več kot 100 različnih bakrovih pripravkov. V Evropi nekatera sadjarska pridelovalna območja bakrove pripravke še vedno štejejo kot pomembno možnost za zatiranje hruševega ožiga, druga pa se uporabi bakrovih pripravkov vse bolj odpovedujejo (Lešnik, 2007; Lešnik, 2008).\nUporabnosti bakrovih pripravkov presojamo vsaj s treh plati; glede na doseženo učinkovitost, s plati fitotoksičnosti, ki povzroča znižanje vrednosti pridelka, in s plati dostopnosti drugih bolj primernih sredstev (Lešnik, 2008).\n»Glede na študije vpliva bakra na biološko pestrost talnih organizmov, so bakrovi ostanki odgovorni za občutno zmanjšanje humusa v tleh, ker zavirajo aktivnost mikroorganizmov. V tleh z višjo vsebnostjo bakrovih ostankov se je zmanjšala tudi prisotnost deževnikov. V tleh je bilo zaznati tudi zmanjšanje ''bioturbation''(mešanje plasti talnih delcev zaradi gibanja talnih organizmov) ter posledično vplivanje na druge fizikalne in kemijske procese« (Van-Zwieten, 2004).\nPodjetje Cinkarna Celje navaja, da lahko s pripravkom Cuprablau Z ultra v obliki bakrovega hidroksida in kalcijevega klorida zatiramo bakterijo Erwinia amylovora (www.cinkarna.si/cuprablau-z-ultra).\n"], "6": ["2.2 Pojav fitotoksičnosti fitofarmacevtskih sredstev", "Fitotoksičnost je pojav, s katerim opisujemo in ocenjujemo kratkoročno in dolgoročno škodo določenega fitofarmacevtskega sredstva na posamezno gojeno rastlino.\nFitotoksičnost lahko opazujemo ob kalitvi, v času rastne dobe in ob zorenju rastlin. Efekti fitotoksičnosti so lahko kratkoročni ali dolgoročni. Prizadeta je lahko celotna rastlina ali samo del rastline (korenine, steblo, listi, cvetovi in plodovi). V splošnem ločimo naslednje simptome fitotoksičnosti:  – Spremembe v razvojnih ciklusih (kasnejša kalitev in počasnejša rast, zakasnitev  cvetenja in zorenja) ali neprisotnost določenih organov na rastlini (listi, cvetovi,  plodovi).  – Propad rastlin.  – Spremembe v barvi tkiv, ki so še aktivna (razbarvanja).  – Nekroze (so lokalna odmiranja tkiva ali organov, ki se najprej pojavljajo kot  razbarvanost; nekrotična mesta na listih se lahko celo posušijo in odpadejo).  – Deformacije (pomenijo morfološke spremembe rastline ali njenega dela, zaradi  katerih se takšna rastlina razlikuje od povprečja; deformacije se lahko različno \n izkazujejo: ukrivljanje, zvijanje, slabša razvitost, sprememba velikosti oziroma  volumna ipd.). – Vplivi na kvantiteto in kvaliteto pridelka, ki jih opazimo šele ob pobiranju pridelka  (običajno sprememba okusa in vplivi na kakovostni razred nekega  pridelka) (Meier, 1997).\n(Jančar, 2004).\n"], "7": ["2.3 Kriteriji ocenjevanja fitotoksičnosti", ""], "8": ["2.3.1 Splošna razdelitev vrst pojavov fitotoksičnosti", "– Absolutni kriteriji fitotoksičnosti, kot so frekvenca (število rastlin s simptomi  fitotoksičnosti) ali meritve (višina, dolžina, premer ter teža rastlin oziroma njihovih  organov).  – Drugotni kriteriji fitotoksičnosti temeljijo na vizualni oceni intenzivnosti  fitotoksičnosti, npr. stopnja deformacije, stopnja razbarvanosti ipd. (pri takšnih  ocenah se fitotoksičnost meri glede na neko referenčno skalo). \nV praksi se stopnja fitotoksičnosti pogosto ocenjuje na podlagi vizualne primerjave prizadetih rastlin s kontrolnimi (neprizadetimi) rastlinami (rezultat takšne ocene je odstotek prizadetosti rastline) (Meier, 1997).\n"], "9": ["2.3.2 Metode ocenjevanja individualnih simptomov:", "– Zakasnitev kaljenja v dneh ali procentualna rast prizadetega pridelka v primerjavi s  kontrolnim pridelkom.  – Zakasnitev v rasti lahko ocenjujemo s številom dni, potrebnih za doseženo  določeno stopnjo rasti (npr. koliko dni je potrebnih, da rastlina doseže 50% svoje  zrelosti).  – Inhibicijo oziroma stimulacijo lahko ocenjujemo s številom individualnih organov,  po višini rastline, dolžini korenin, premeru stebla ipd.  – Spremembe v barvi, nekroze in deformacije lahko ocenjujemo s številom prizadetih  rastlin (ali delov) na enoto površine; lahko jih ocenjujemo tudi z uporabo skal (nič,  malo, močno, 1–9 ipd.) ali glede na odstotek prizadete površine.  – Kriteriji za ocenjevanje kvalitete in kvantitete pridelka so običajno različni glede na  kvalifikacijo pridelka (Meier, 1997).\n"], "10": ["2.4 Pregled podatkov o fitotoksičnosti bakrovih pripravkov za različne kulture", "To poglavje prikazuje glavne fitotoksične pojave, ki se zaradi uporabe bakrovih pripravkov pojavijo pri najpogosteje gojenih kulturnih rastlinah. Posledice fitotoksičnosti pri različnih kulturah so zelo različne, saj se vsaka kultura drugače odziva na določene kemijske in biološke dražljaje. Zaradi obsežnosti različnih pojavov fitotoksičnosti detaljnega pregleda fitotoksičnosti različnih kultur ne bomo prikazali. \nV horizontalni vrstici so naštete posledice fitotoksičnosti, vertikalno so prikazane različne kulture. \nStopnja fitotoksičnosti pripravkov je odvisna od vremenskih razmer (nizke temperature), od formulacije pripravka (velikost delcev), aplikacijske tehnike (velikost kapljic in trajnost depozita obloge), od škropilnih dodatkov in vrste drugih uporabljenih FFS (Lešnik, 2005).\n"], "11": ["3 METODE DELA", "Za oceno stopnje fitotoksičnosti bakrovih pripravkov na cvetove jablan in pozneje na plodiče smo na poskusnem posestvu FKM v Hočah izvedli dva poskusa v proizvodnem nasadu sorte Topaz. V času polnega cvetenja jablan (vsaj 75% odprtih cvetov) smo v letih 2004 (28. 4.) in 2005 (27. 4.) z običajnim sadjarskim pršilnikom Agromehanika AGP 400 ENU nanašali različne formulacije bakrovih pripravkov v različnih odmerkih. Nanos škropilne brozge smo izvedli z uporabo različnih šob.\nantidriftna Albuz AVI 110 zelena. standardna Albuz ATR rumena.\n"], "12": ["3.1 Uporabljeni pripravki in sistem dela v letu 2004", "V letu 2004 smo pripravke nanašali pri porabi vode 200 l/ha z dvema vrstama šob (Albuz AVI in Albuz ATR). Podatki o parametrih škropljenja so prikazani v preglednici 2, podatki o uporabljenih pripravkih pa v preglednici 3.\n"], "13": ["3.2 Uporabljeni pripravki in sistem dela v letu 2005", "Sistem nanosa pripravkov je bil v letu 2005 enak sistemu nanosa v letu 2004, le razporeditev parcelic ter število variant je bilo nekoliko drugačno. Preglednica 4 prikazuje pripravke in uporabljene odmerke, ki smo jih preizkušali v letu 2005.\n"], "14": ["3.3 Statistična zasnova poskusov", "V obeh letih smo izvedli običajen poljski poskus, zasnovan v naključnih blokih. Posamezna parcelica je bila dolga 50 m in široka za 5 vrst jablan (50 m x 5 m x 3,4 m). Parcelice so bile v obeh poskusih enako velike. V letu 2004 smo imeli poenostavljeno zasnovan poskus s tremi dejavniki (tip bakrovega pripravka, odmerek pripravka in tip šobe za nanos pripravkov). Preučevali smo 4 različne pripravke v dveh odmerkih in dve vrsti šob (glej sliko 4 in 5). Porazdelitev parcelic je bila naključna. Statistični izračun ni bil narejen po faktorski zasnovi, temveč po zasnovi enostavnih variant, tako da smo imeli v poskusu 16 škropljenih variant in kontrolo v štirih ponovitvah.\nPoskus v letu 2005 je bil zasnovan kot faktorski poskus z več dejavniki na več nivojih v zasnovi naključnih blokov (4 ponovitve).\nPrvi dejavnik A je bil tip fungicida. Preučevali smo štiri različne bakrove fungicide. Razlika med njimi je bila v formulaciji bakra (hidroksid, oksiklorid, oksisulfat, …).\nDrugi dejavnik B so bile šobe. Pripravek smo nanesli z dvema različnima vrstama šob. Prve so bile standardne šobe tipa Albuz ATR, druge pa antidriftne šobe tipa Albuz AVI. Oba tipa šob imata pri enakem pritisku enak pretok, razlika je le v velikosti kapljic, ki jih oblikuje šoba. AVI šobe oblikujejo bistveno večje kapljice.\nTretji dejavnik C je bila koncentracija pripravka. Preizkušali smo dve koncentraciji (C1 – 500 g čistega bakra (Cu++) na hektar) in (C2 – 1000 g čistega bakra (Cu++) na hektar).\nČetrti dejavnik D je bil dodajanje močila. Preučili smo vpliv dodajanja močila NU-FILM (proizvajalec Karsia d.o.o). Močilo je sestavljeno iz rafiniranih naravnih smol iglavcev z dodatki. Pri polovici poskusnih variant smo močilo dodali, pri drugi polovici pa ne.\nZa ugotavljanje statističnih razlik med posameznimi variantami (pripravki, tipi šob, …) smo uporabili Tukey-ev test pri stopnji tveganja (α = 0,05).\n"], "15": ["3.4 Metode ocenjevanja stopnje fitotoksičnosti bakrovih pripravkov", "Pri obeh poskusih teden dni pred aplikacijo bakrovih pripravkov in dva tedna po aplikaciji v nasadu nismo uporabili nobenih drugih pripravkov, ki bi lahko vplivali na rezultate.\nOceno stopnje fitotoksičnosti bakrovih pripravkov v odvisnosti od vrste pripravka, odmerka in načina aplikacije smo opravili z analizo štirih parametrov formiranja pridelka. Najprej smo analizirali razvoj plodičev takoj po oplodnji cvetov. 14 dni po zaključku cvetenja smo prešteli število plodičev v posameznih socvetjih. Socvetja smo predhodno označili z lepilnim trakom tako, da smo vedeli, koliko je bilo cvetov v nekem socvetju. Tako je možno izračunati delež cvetov, ki so se razvili v plodiče. S primerjavo povprečnega števila razvitih plodičev na socvetje pri tretiranih in netretiranih drevesih je možno ugotoviti, ali so bakrovi pripravki povzročili motnje v oploditvi. Na vsaki parcelici smo analizirali 100 socvetij.\nPo zaključku junijskega trebljenja smo analizirali število plodov v posameznem socvetju, ki so ostali po trebljenju. S tem smo ugotavljali, ali je imela uporaba bakrovih pripravkov vpliv na dokončno zavezanje plodov (končni ovesek), ki je osnova pridelka. Ponovno smo analizirali 100 naključno izbranih plodovnih šopov na posamezno parcelico.\nKot tretji parameter fitotoksičnega učinka smo analizirali spremembe na plodičih in plodovih. Opazovali smo obliko plodičev in plodov ter površinske spremembe (krastaste mrežaste spremembe). Ugotovili smo delež plodov s spremembami in delež površine plodov, ki jih zajemajo spremembe. Podali smo oceno o deležu površine plodov, ki je bila spremenjena (% mrežavosti). Za ocenjevanje sprememb na povrhnjici smo uporabljali boniturno lestvico (0–5), kot se običajno uporablja pri ocenjevanju napada škrlupa (Püntener, 1981).\n"], "16": ["3.5 Vremenski podatki", "Vremenske podatke v obdobju izvajanja poskusov prikazujemo v obliki klimadiagramov s komentarjem.\n"], "17": ["3.5.1 Vremenski podatki za leto 2004", "padavin za Maribor v letu 2004\nV času cvetenja smo beležili relativno malo padavin, v maju pa tudi 2–3 stopinje Celzija nižje povprečne temperature od dolgoletnega povprečja. V obdobju po nanosu se nočne temperature niso spustile pod 8–100 C. Nadalje smo v mesecu avgustu zabeležili sušno obdobje – na klimadiagramu je jasno viden padec krivulje padavin pod temperaturno krivuljo, kar pa ni imelo vpliva na naše rezultate, saj smo analize opravili pred tem \nobdobjem. V treh tednih po aplikaciji je padlo 48 mm dežja, kar je v popolnosti izpralo škropilno oblogo.\n"], "18": ["3.5.2 Vremenski podatki za leto 2005", "padavin za Maribor v letu 2005\nKlimadiagram kaže, da smo v maju leta 2005 zabeležili nekoliko višje temperature v času cvetenja. Prav tako smo v obdobju cvetenja zabeležili v povprečju 20 mm več padavin (april, maj) kot v letu 2004. Sušnih obdobij v letu 2005 nismo beležili. Nočne temperature v obdobju teden dni po nanosu bakrovih pripravkov niso padle pod 9–100 C.\n"], "19": ["4 REZULTATI IN RAZPRAVA", ""], "20": ["4.1 Rezultati v letu 2004", "Cu++/ha) v času cvetenja na oblikovanje plodov sorte Topaz\n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05).\n"], "21": ["4.2 Razprava glede rezultatov preučevanja fitotoksičnosti bakrovih pripravkov za leto 2004", "Rezultati poskusa so prikazani v preglednici 7. Pri odmerkih 250 in 500 g čistega bakra na hektar uporaba bakrovih pripravkov ni imela nobenih značilnih neugodnih vplivov na \nrazvoj plodičev in kakovost plodov pri sorti Topaz. Na cvetni šop se povprečno število plodičev in plodov ni značilno zmanjšalo v primerjavi z rastlinami, kjer bakra nismo uporabili.\nFitotoksično delovanje vseh pripravkov je bilo zmerno in med pripravki ni bilo statistično značilne razlike. V preglednici številka 7 (stolpec C) so pri uporabljenih pripravkih kupropin in cuprablau prikazane statistično značilne razlike, majhno zmanjšanje povprečnega števila plodov na cvetni šop, vendar ni zanesljivo, da je bila to zgolj posledica pojavov fitotoksičnosti. V povprečju uporaba bakrovih pripravkov med cvetenjem v letu 2004 ni vplivala značilno na delež plodov, ki so bili deformirani ali mrežavi (glej stolpec D in E). Nekoliko večji delež plodov z deformacijami smo opazili pri uporabi večjih odmerkov pripravka kupropin.\nV letu 2004 smo uporabili razmeroma nizke koncentracije bakrovih pripravkov, zato tudi nismo pričakovali zelo visoke stopnje fitotoksičnosti. Potrdili smo naša pričakovanja, da pri porabi bakrovih pripravkov manj kot 500 g Cu++ na hektar ni velike bojazni za pojave fitotoksičnosti pri jablanah sorte Topaz.\n"], "22": ["4.3 Rezultati v letu 2005", "Rezultati poskusov v letu 2005 so prikazani v preglednicah 8 do 16. Ker smo opravili zelo obsežen poskus z več dejavniki, vseh rezultatov nismo uspeli prikazati v eni enotni preglednici, temveč so prikazani v več ločenih preglednicah. \n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05).\nČe pogledamo podatke o razlikah med pripravki (modro obarvana povprečja) in podatke glede razlik med preizkušanima koncentracijama (vijolična barva), vidimo, da ni bilo statistično značilnih razlik. Prav tako ni bilo statistično značilnih razlik v razvoju plodičev med obema vrstama šob (rdeče obarvana povprečja) pri postopkih brez uporabe močila. Za \nizvedbo primerjave glede učinka dodajanja močila je potrebno primerjati vrednosti v zadnjih vrsticah preglednic 8 in 9, ki so označene z zeleno barvo (3,02 in 2,98). Dodajanje močila ni imelo izrazitega vpliva na povprečno število plodičev, razvitih na socvetje.\n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05). \nRezultati analize povprečnega števila plodov po junijskem trebljenju se nekoliko razlikujejo od rezultatov analize števila razvitih plodičev. Največjo redukcijo števila plodov na socvetje je povzročila uporaba večjega odmerka pripravka kupro. Iz povprečno 0,96 plodov na socvetje pri neškropljenih drevesih je to padlo na 0,80 plodov na socvetje pri uporabi pripravka kupro. To predstavlja 16% redukcijo števila plodov. Med večjo in manjšo koncentracijo pripravkov v povprečju vseh pripravkov ni bilo razlike. Med šobama pa se je pojavila razlika. Pri uporabi šobe ATR je bilo razvitih nekaj manj plodov, kar nakazuje, da je fitotoksični učinek pri nanosu z manjšimi kapljicami morda nekoliko večji. \n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05).\nPri analizi razlik glede uporabe močila NU-FILM smo ugotovili statistično značilne razlike. Uporaba močila NU-FILM je nekoliko povečala stopnjo fitotoksičnosti bakrovih \npripravkov, saj se je v primerjavi s postopki brez uporabe močila število razvitih plodov nekoliko zmanjšalo. Stopnja zmanjšanja je bila približno enaka pri vseh štirih pripravkih.\n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05). \nPri analizi deleža plodov, ki so kazali spremembe zaradi uporabe bakrovih pripravkov, so se pokazale bolj očitne razlike kot pri analizi števila razvitih plodov. Razlike v stopnji fitotoksičnosti so bile opazne tako med različnimi pripravki kot med obema vrstama šob in tudi med obema koncentracijama. Povečanje koncentracije pripravkov in uporaba šobe z manjšimi kapljicami je povečala stopnjo fitotoksičnosti pripravkov.\n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05). \nDodajanje močila NU-FILM ni povečalo fitotoksičnega učinka bakrovih pripravkov v povezavi s povzročanjem pojava deformiranih plodov.\n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede Tukey HSD test pri (α = 0,05). \nPrikaz analize fitotoksičnega učinka pripravkov v obliki pojava mrežavih sprememb na površju plodov je v preglednicah 14 in 15. Pri analizi tega parametra se skoraj najbolj odrazijo razlike med učinki preučevanih dejavnikov. Med pripravki skoraj ni bilo razlik, ponovno smo največjo stopnjo fitotoksičnosti opazili pri največjem odmerku pripravka kupro.\n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05). \nTudi med šobama so se pojavile precejšnje statistično značilne razlike. Ponovno se je fitotoksičnost bolj izrazila pri uporabi šobe ATR z drobnejšimi kapljicami. Dodajanje močila je nekoliko povečalo delež površine plodov z mrežastimi spremembami.\n* Povprečja označena z enako črko in enako barvo se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05). \n* Povprečja v okviru posameznega stolpca označena z enako črko se med seboj ne razlikujejo statistično značilno glede na Tukey HSD test pri (α = 0,05).\n"], "23": ["4.4 Razprava glede rezultatov preučevanja fitotoksičnosti bakrovih pripravkov za leto 2005", "V preglednicah številka 8 in 9 je razvidno, da vrsta pripravka ni imela statistično značilnega vpliva na stopnjo fitotoksičnosti za cvetove. Prav tako ni imelo vpliva dodajanje močila NU-FILM ali sprememba koncentracije. Manjše razlike so bile opazne le med šobama.\nV preglednicah številka 10 in 11 so vidni rezultati analize števila razvitih plodičev. Med šobami so bile razlike, saj je nanos z AVI šobami ponovno rezultiral v manjši stopnji fitotoksičnosti. Dodajanje NU-FILM-a je imelo učinek, in sicer je nekoliko povečalo stopnjo fitotoksičnosti. Med pripravki so se pojavile manjše razlike. Najbolj fitotoksičen je bil pripravek kupro pri večji koncentraciji. Najverjetnejša obrazložitev za največjo stopnjo \nfitotoksičnosti pri pripravku kupro je, da je v tej formulacijski obliki baker najbolj in najhitreje topen. Zaradi tega se v krajšem času sprosti več Cu++ ionov kot pri drugih testiranih pripravkih in toksičen učinek je bolj izrazit.\nV preglednicah 12 in 13 se jasno vidi, da so bili pripravki, naneseni z AVI šobami, nekoliko manj fitotoksični kot pripravki, naneseni s šobo ATR. Velikost kapljic škropilne brozge ima verjetno podoben učinek kot formulacija, odloča o hitrosti sproščanja Cu++ ionov iz škropilne obloge. Manjše kapljice naredijo bolj enakomerno razporejeno in tanjšo oblogo, iz katere se ioni hitreje sproščajo kot pri bolj neenakomerno razporejenih debelejših kupčkih škropilne obloge. Pojav je tesno povezan tudi z intenzivnostjo padavin. Morda je pri intenzivnih padavinah ravno obratno. Obloga, nanesena s pomočjo manjših kapljic, se prej izpere in fitotoksični učinek se prej preneha.\nMed pripravki so bile razlike. Najagresivnejši je bil pripravek kupro. To kaže, da se enak nivo fitotoksičnosti odrazi pri vseh preučevanih parametrih (pri redukciji števila plodičev in pri pojavih mrežavosti). Zanimivo je, da so posledice fitotoksičnosti dokaj daljnosežne, saj se uporaba bakra med cvetenjem odrazi tudi na mrežavosti plodičev, ki v času škropljenja še niso razviti. Obrazložitvi sta dve. Prvič: nekaj depozita, nastalega tekom nanosa med cvetenjem, se ohrani daljši čas in med dežjem se iz vejic prenese na plodiče, ki se razvijejo šele po zaključku cvetenja.\nDruga razlaga pa je, da je verjetno v obdobju po polovici škropljenja v socvetjih že formirano manjše število plodičev, ki pa pridejo neposredno v stik s škropilno brozgo. Na teh se potem najbolj izrazi fitotoksičnost. Če so drevesa zelo neizenačena, je težko določiti termin polnega cvetenja (npr. odprtih 75% cvetov). Pri nekaterih je nekaj cvetov že odcvetelih in predvsem plodiči iz tistih socvetij potem odločilno vplivajo na rezultate pri štetju. V preglednici 14 je dobro viden učinek povečanja koncentracije, kar je povsem pričakovano, saj gre za dvakratno povečanje koncentracije.\n"], "24": ["5 SKLEPI", "Na podlagi dobljenih rezultatov lahko podamo le sklepe v povezavi s sorto Topaz in specifičnimi preučevanimi pripravki. V sadovnjakih gojimo mnoge druge sorte jablan in uporabljamo številne druge formulacije bakrovih pripravkov. Če dodatno upoštevamo še specifičen vpliv vremena (temperatura in zračna vlaga v času po škropljenju), potem posploševanje na druge sorte in druge formulacijske oblike pripravkov ni možno brez zadržkov.\nNa podlagi dveh opravljenih poskusov lahko v zvezi z možnostjo uporabe bakrovih pripravkov v nasadih sorte Topaz v času polnega cvetenja podamo naslednje sklepe:  – Uporaba bakrovih pripravkov v odmerkih od 250 do 500 g Cu++ na hektar med  polnim cvetenjem jablan sorte Topaz v običajnih vremenskih razmerah (10–250 C)  nima skoraj nikakršnih negativnih učinkov na proces cvetenja in na oblikovanje  pridelka plodov, tako v količinskem kot v kakovostnem smislu.\n– Uporaba bakrovih pripravkov v odmerkih od 500 do 1000 g Cu++ na hektar med  polnim cvetenjem jablan sorte Topaz v običajnih vremenskih razmerah (10–250 C)  nima izrazitih negativnih učinkov na proces cvetenja, ki poteka povsem normalno.\n– Uporaba bakrovih pripravkov v odmerkih od 500 do 1000 g Cu++ na hektar med  polnim cvetenjem ima manjši vpliv na število zavezanih in normalno razvitih  plodov, ki ostanejo na drevju po junijskem trebljenju.\n– Pri sorti Topaz lahko kot posledico uporabe bakrovih pripravkov med cvetenjem v  odmerku 1000 g Cu++ na hektar pričakujemo 1,5 do 3,5% zmanjšanje števila  razvitih plodov in pojav 3–5 odstotkov plodov z deformacijami in mrežastimi  spremembami. \n– Na stopnjo fitotoksičnosti za plodove vplivajo dejavniki, kot so koncentracija  škropilne brozge, velikost kapljic brozge ob nanosu, formulacijska oblika pripravka  in dodajanje močil.\n– Največjo stopnjo fitotoksičnosti lahko pričakujemo pri formulacijah, ki vsebujejo  bakrove spojine v obliki, ki omogoča hitro topnost. Tako lahko pričakujemo  največjo stopnjo fitotoksičnosti pri bakrovih sulfatih, srednjo pri bakrovih  oksikloridih in najmanjšo pri hidroksidnih formulacijah.\n– Razlike v stopnji fitotoksičnosti med formulacijami se zmanjšujejo s povečevanjem  odmerka Cu++ na hektar.\n– Pri nanosu škropilne brozge z manjšimi kapljicami (80–140 µm) lahko pričakujemo  nekoliko večjo fitotoksičnost kot ob nanosu z večjimi kapljicami (200–350 µm). Iz  škropilne obloge, ustvarjene z nanosom brozg iz manjših kapljic, se bakrovi ioni  verjetno sproščajo nekoliko hitreje kot iz obloge, ustvarjene z večjimi kapljicami.  Pojav pa je zelo odvisen od padavinskih vzorcev.\n– Dodajanje močila tipa NU-FILM lahko nekoliko poveča stopnjo fitotoksičnosti  bakrovih pripravkov. Verjetno traja zaradi podaljšanja obstojnosti škropilne obloge  fitotoksičen učinek dalj časa in se bolj izrazi.\n"], "abstract": ["V dveh poskusih smo v nasadu jablan sorte Topaz opazovali pojav poškodb (fitotoksičnost) na cvetovih in plodičih zaradi uporabe bakrovih pripravkov med polnim cvetenjem. Preučevali smo pripravke na podlagi bakrovega hidroksida (Champion, Cuprablau Z ultra), bakrovega oksiklorida (Kupropin) in bakrovega oksisulfata (Kupro). Pripravke smo nanesli s pršilnikom pri porabi vode 200 l/ha v odmerkih 0,25–0,50 (poskus 1) ali 0,5–1 kg (poskus 2) čistega bakra (Cu++ ionov) na hektar. Preučevali smo tudi učinek tipa šobe za nanos škropilne brozge (Albuz AVI in ATR) in dodajanja močila NU-FILM (smola iglavcev). Pri sorti Topaz uporaba bakrovih pripravkov med cvetenjem pri odmerkih 0,25 ali 0,5 kg/ha pri nobenem od preučevanih pripravkov ni povzročila značilnih pojavov fitotoksičnosti na cvetovih, plodičih in mladih plodovih. Pri uporabi 1 kg čistega bakra na hektar se je pojavila zmerna fitotoksičnost, ki je povzročila 1,5 do 3% zmanjšanje števila razvitih plodov na drevo in pojav deformacij in mrežavosti pri 3–5 % plodov. Največja stopnja fitotoksičnosti je bila ugotovljena pri pripravku kupro (oksisulfat). Dodajaje močila NU- FILM lahko poveča stopnjo fitotoksičnosti. Stopnja fitotoksičnosti je bila pri nanosu s šobami ATR (VMD 80–140 µm) večja kot pri nanosu s šobami AVI (VMD 200–350 µm). Na podlagi opravljenih poskusov lahko sklenemo, da uporaba bakrovih pripravkov v odmerku manj od 1 kg čistega bakra na hektar v času polnega cvetenja pri jablanah sorte Topaz ne povzroča značilnih poškodb na cvetju in pozneje na razvijajočih se plodičih in plodovih."]}