{"1": ["1 UVOD", "Kot vemo, so ozemljitve zveste spremljevalke vseh električnih naprav. Predpisi zahtevajo, da morajo biti okrovja vseh električnih naprav ozemljena, tako da v primeru napake v izolaciji življenje strežnega osebja ni ogroženo. Razumljivo pa je, da tak zaščitni ukrep ustreza svojemu namenu le tedaj, kadar je ozemljitev pravilno izvedena in je ozemljitvena upornost dovolj majhna. Osnovna zahteva združenih ozemljitvenih sistemov pa je, da napetosti dotika in napetosti koraka ne smejo presegati določene mejne vrednosti.\nV diplomski nalogi se posvečamo meritvam električnih potencialov na ozemljitvenem sistemu RTP1 110/10–20 kV. Napetosti dotika in koraka bomo izmerili na celotnem področju združenega ozemljitvenega sistema RTP Melje (Maribor).\nNa osnovi analize merilnih podatkov bomo ugotovili dejansko stanje na tem objektu ter predlagali ukrepe za odpravo pomanjkljivosti, v kolikor bi bile le-te ugotovljene.\nRTP – razdelilna transformatorska postaja\n"], "2": ["2 SPLOŠNO O OZEMLJITVAH", "Ozemljevanje naprav je eden temeljnih elementov v sistemih zaščite pri posrednem dotiku, ne glede na uporabljeno vrsto ozemljevanja sistema. Ozemljitev je prevodna zveza med prevodnimi deli, ki jih moramo ozemljiti, in zemljo. Prevodni deli, ki jih ozemljujemo, se delijo na izpostavljene prevodne dele (npr. prevodna ohišja električne opreme) in na tuje prevodne dele (prevodni deli neelektričnih naprav, npr. vodovodna inštalacija).  Stik z zemljo dosežemo z ozemljilom. Povezave z njim pa izvajamo z ozemljitvenimi vodi. Zemlja je prevodna masa, pri kateri je električni potencial v kateri koli točki enak nič.\nOsnovne naloge ozemljitev v električnih napravah so predvsem:\nzagotovitev varnosti ljudi, ki pridejo s temi napravami v dotik;   zaščita materiala;   izboljšanje kvalitete obratovanja.\nGlede na način, kako so ozemljitve vključene v električne naprave, ločimo:\nzaščitne ozemljitve metalnih delov električnih naprav, ki ne pripadajo  napetostnemu tokokrogu, v primeru napake pa lahko pridejo pod napetost. Ta  ozemljitev se izvaja zaradi zaščite ljudi pred nevarno napetostjo koraka ali  napetostjo dotika;\nobratovalne ozemljitve, ki so ozemljitve delov pod napetostjo, pripadajo pa  napetostnemu tokokrogu, kot je na primer nevtralna točka ali zvezdišče  transformatorja, kondenzatorskih baterij ...;\n  strelovodne ozemljitve, ki so del zunanjega sistema zaščite pred udarom strele in so  namenjene za vodenje in porazdelitev toka strele v zemljo.\nVse vrste ozemljitev morajo ob napakah, obratovalne pa pogosto tudi ob nesimetrijah v omrežju, odvajati v zemljo električne toke, katerih moč je odvisna od napetosti in impedance tokokroga, ki je sklenjen skozi zemljo. Zato je treba ozemljitve dimenzionirati vedno tako, da padci napetosti, ki nastanejo na njih zaradi ozemljitvenega toka, ne presežejo vrednosti, dopuščenih v predpisih.\nDanes največkrat združujemo obratovalne, zaščitne in strelovodne ozemljitve v tako imenovani združeni sistem ozemljitev.\nOzemljitvena naprava je sestavljena iz:\nozemljila, katerega namen je, da omogoča zvezo z zemljo in odvaja tok  zemeljskega stika;   ozemljitvenih vodov, ki vodijo od delov naprave, ki jo je treba ozemljiti, do  ozemljila.\nOzemljila imenujemo v zemljo vkopane neizolirane dele ozemljitvene naprave. Njihova naloga je odvajanje toka iz ozemljitvene naprave v obdajajočo zemljo. Po izvedbi jih delimo na globinska in površinska ozemljila, po obliki pa na palična, ploščna, mrežasta, tračna in temeljska ozemljila, betonske armature ter kovinske vodovodne cevi. Ozemljila so iz bakra ali iz vroče pocinkanega železnega traku.\nOzemljitvene naprave so varnostne naprave, zato morajo biti popolnoma zanesljive pri opravljanju svoje naloge in odporne proti vsem škodljivim vplivom, ki bi lahko ogrožali njih same ali njihovo delovanje. Ozemljila morajo biti mehansko in kemično odporna ali pa ustrezno zaščitena oziroma zavarovana. Vsi spoji morajo biti brezhibni in zavarovani pred morebitno prekinitvijo. Poleg tega sta potrebna tudi reden nadzor in vzdrževanje ozemljitvenih naprav. Zaradi korozije ozemljil lahko računamo, da je maksimalna življenjska doba le-teh do 25 let. V posebno neugodnih razmerah, kjer so tla kisla ali slana,\nse lahko zgodi, da ozemljilo razpade že v nekaj letih. Za preizkus brezhibnosti ozemljila bi morali vsako leto izmeriti ponikalno upornost ozemljil, na vsakih nekaj let pa s poskusnimi izkopi pregledati stanje ozemljila.\nDa bi lahko pravilno in točno dimenzionirali ozemljilo, moramo poznati specifično upornost zemlje, v katero bomo položili ozemljilo. Specifična upornost zemlje je električna upornost 1 m3 zemlje, izmerjena med dvema nasprotnima stranema kocke, katere rob je 1 m, enota je ommeter. Vrednosti se spreminjajo glede na trenutno vlažnost zemlje, letni čas, globino vkopavanja ozemljila, zato so odstopanja lahko precejšnja. Tako se specifična upornost v vlažnih tleh bistveno zmanjša, v primeru zamrznjenih tal pa postane zemlja izolant in tako izgubi sposobnost delovanja. Zato ozemljila vkopavamo glede na krajevne razmere od 0,5 do 1 m globoko.\nVrsta zemlje Specifična upornost  ρ  močvirje 30  ilovica, orna zemlja, vlažna mivka 100  vlažen pesek 200  suha mivka 500  suh pesek, prodovec 1000  kamnita tla 3000\n Električni tok izstopa ob nastanku zemeljskega stika v zemljo skozi površino ozemljila in se v zemlji širi na vse strani. Ker mora pri tem premagovati omsko upornost tal, nastanejo v zemlji padci napetosti. Zato dobi ozemljilo proti ostali zemlji nek višji potencial. Potencialno razliko med potencialom ozemljila in potencialom okoliške zemlje imenujemo napetost ozemljila, ki jo lahko računamo po naslednjem obrazcu:\nU z = Rz I z (2.1)\nkjer pomeni:\nU z – napetost ozemljila proti okoliški zemlji (tla izven dosega napetostnega lijaka) R z – ponikalna upornost, ki tvori bistveni del ozemljitvene upornosti, kjer sta še upornost dovodov do ozemljila in omska upornost samega ozemljila  I z – zemeljski tok\n"], "3": ["2.1 NAPETOSTNI LIJAK", "Med zemljo v neposredni bližini ozemljila in oddaljenim področjem zemeljske površine, do koder vpliv ozemljila več ne sega, se pojavi napetost. Povzroči jo tok, ki teče iz ozemljila v zemljo in skoznjo in mora pri tem premagovati njeno omsko upornost. To napetost imenujemo napetost tal in je najvišja neposredno ob ozemljilu, kjer je praktično enaka napetosti ozemljila, z naraščajočo oddaljenostjo pa pada. Prostorski potek spreminjanja napetosti tal v okolici ozemljila imenujemo napetostni lijak, ker ima tako obliko ploskev, ki jo dobimo, če nanesemo v prostorski diagram nad vsako točko okrog ozemljila ustrezno vrednost napetosti tal. Ta lijak se teoretično razteza v neskončnost, praktično pa menimo, da se neha tam, kjer pade napetost tal na nepomembno vrednost napetosti ozemljila. Za meritve upoštevamo, da je ta meja pri 5 % napetosti ozemljila.\nJ – ozemljilo d – premer ozemljila\nUs – napetost koraka UE – napetost ozemljila Ut – napetost dotika J – ozemljilo\nNapetost do referenčne točke ozemljila se zmanjšuje z razdaljo od ozemljila. Kjer je v sliki 1 označeno 5 % te napetosti, štejemo, kot da se je potencialni lijak opazovanega ozemljila izravnal z referenčno zemljo.  Referenčna zemlja je torej, če obrnemo opazovanje, tista oddaljena točka na zemlji, ko potencialna razlika med to zemljo in merilno točko praktično usahne. Pri različnih vrstah ozemljil je medsebojni položaj določen z načinom nameščanja teh ozemljil. Njihovo obliko in število ob dani kvaliteti zemljišča določa predvsem zahtevana ozemljitvena upornost običajno skupaj povezanih več ozemljil. Vsekakor pa je pri različnih vrstah ozemljil treba računati z medsebojno vplivnostjo enega na drugega. Ozemljila ne smejo biti položena v potencialnem lijaku sosednjega ozemljila. To pomeni, da bi razdalja med enim in drugim ozemljilom morala biti 40 m, saj štejemo, da je razdalja 20 m od ozemljila dovolj, da potencialno lijak usahne.\n Na sliki 3 je prikazan potencialni lijak dveh ozemljil, ki sta medsebojno oddaljeni več kot 40 m. Tukaj vidimo, da potencialna lijaka ob prevajanju električnega toka v obeh ozemljilih pravočasno usahneta in ne vplivata drug na drugega. Nasprotno pa je v primeru, ki ga kaže drugi del slike, kjer je razdalja med obema ozemljiloma manjša od 40 m.\n"], "4": ["2.2 NAPETOST KORAKA", "Posledica napetostnega lijaka je napetost koraka Uk, ki je enaka razliki napetosti tal v dveh točkah, ki sta v radialni smeri od ozemljila 1 m narazen:\nU k = U x − U x +1 (2.2)\nA – ozemljilo Uz – napetost ozemljila Uk – napetost koraka Ux – napetost tal v točki, ki je za x oddaljena od ozemljila Ux+1 – napetost tal v točki, ki je za (x + 1) oddaljena od ozemljila\n Napetost koraka je neka vrednost, ki velja le za neobremenjeno stanje. Človek ima namreč s svojim telesom določeno upornost, ki zmanjša prvotno napetost koraka. Ta razlika med neobremenjenim in obremenjenim stanjem je tem večja, čim večja je upornost tal v primerjavi z upornostjo človeškega telesa in čim večja je dotikalna površina telesa z zemljo.\nDoba odklopitve zemeljskega stika (v s) 0,8 0,6 0,4 0,2 0,1  na zelo prometnih voznih poteh izven naprav 55 62 100 137 160  na drugih mestih izven naprav, a znotraj ograje 125 139 177 268 337  znotraj ograje ob uporabi izolirane obutve 245 300 373 546 660\na – zunaj postroja na cestah z javnim prometom b – na drugih mestih zunaj postroja in v mejah ograje postroja c – v krogu zunanjih postrojev, z uporabo zaščitne izolirane obutve z dielektrično trdnostjo najmanj 3 kV\n Najvišja napetost koraka je neposredno ob ozemljilu in jo lahko izračunamo, če poznamo premer in napetost ozemljila. Napetost koraka je pri globini vkopa ozemljila tik pod površino enaka, kot če ozemljilo sploh ne bi bilo vkopano, z naraščajočo globino vkopa pa hitro pada.\n"], "5": ["2.3 NAPETOST DOTIKA", "Razen napetosti koraka povzročata napetost ozemljila in napetostni lijak tudi napetost dotika. Napetost dotika Ud je razlika med napetostjo ozemljila Uz in napetostjo tal točke, ki je 1 m oddaljena od zemeljskega kovinskega predmeta:\nU d = U z − U x =1 (2.3)\nA – ozemljilo Ud1 – napetost dotika v točki, ki je 1 m oddaljena od ozemljenega kovinskega predmeta Ux=1 – napetost tal v točki, ki je za 1 m oddaljena od ozemljenega kovinskega predmeta\nNapetost dotika je človeškemu organizmu nevarnejša od napetosti koraka, saj se v primeru dotika ozemljenega kovinskega predmeta z rokami del toka sklene skozi zgornji del telesa in tako tudi skozi srce. Veliko pa je odvisno tudi od časa trajanja dotika oziroma pretoka toka skozi človeško telo. Daljši kot je čas trajanja dotika, manjša je dopustna vrednost toka, ki lahko teče skozi telo, kar je razvidno iz naslednje tabele.\nČas dotika (v s) 3,0 2,0 1,0 0,6 0,3 0,2  Nevarni tok (v mA) 100 130 180 220 250 400\nV nekaterih predpisih se zaradi enostavnosti namesto toka navaja napetost.\nDoba odklopitve zemeljskega stika (v s) 0,8 0,6 0,4 0,2 0,1  izven ograje naprave 50 58 78 133 159  znotraj ograje 125 137 178 265 337\nIz tabele 4 je razvidno, da dopušča predpis večje napetosti v ograjenih prostorih (ki so dostopni samo strokovnemu osebju, ki pozna nevarnost električnega toka) kot pa na vsakomur dostopnih mestih izven njih.\na – zunaj postroja  b – v postroju\nPri zaščiti človeka v trenutku preboja na električnih napravah je odločilna napetost dotika, ki se utegne pojaviti ob okvari na kovinskih delih električnih naprav, ki v normalnih pogojih obratovanja niso pod napetostjo. Najvišja vrednost napetosti dotika in napetosti koraka po standardu Zaščita pred električnim udarom, JUS N.B2.741, je 50 V.\nKrivulje:\n1 – preračunana prenesena krivulja L iz standarda  2 – preračunana prenesena krivulja C1 iz standarda  3 – krivulja dopustnih napetosti dotika zunaj EE postroja (po doslej veljavnih predpisih)  4 – krivulja dopustnih napetosti dotika v EE postrojih (po sedaj veljavnih predpisih)  5 – krivulja dopustnih napetosti dotika po predlogu novega pravilnika\nčas/višina toka, vzet iz standarda JUS N. B2. 741\n"], "6": ["3 RTP MELJE", "Ena najstarejših RTP na preskrbovalnem območju Elektro Maribora je RTP 110/10 kV Melje. Zgrajena je bila leta 1949.\nRTP Melje je najbolj obremenjena postaja v Elektro Maribor, ki je ni mogoče v celoti nadomestiti s prenapajanjem iz sosednjih RTP. Postaja napaja nekaj velikih industrijskih odjemalcev v bližini (MTT Melje, Mariborska livarna), splošni odjem mestnega jedra na\nlevem bregu ter odjem Pobrežja na desnem bregu Drave, kar predstavlja ca. 40 % odjema na območju mesta Maribor.\nPredvsem dotrajanost tehnološke opreme in večanje odjema sta narekovala začetek aktivnosti za rekonstrukcijo in dograditev RTP Melje, s čimer se bo povečala zanesljivost oskrbe z električno energijo in se bo pokril predvideni porast odjema (ca. 2 % letno).\nV okviru rekonstrukcije je bilo dograjeno oziroma rekonstruirano:\npostroj 110 kV v GIS izvedbi (povečanje zanesljivosti obratovanja),   novo KBV polje 110 kV (vzankanje RTP Maribor–RTP Melje–RTP Koroška  vrata–RTP Pekre; povečanje zanesljivosti napajanja),   zamenjava energ. tr. 31,5 MVA s transformatorji 40 MVA (povečanje moči  transformacije),   izvedba stikališča 10, (20) kV (povečanje števila SN izvodov, oprema 10 (20) kV),   zamenjava obstoječe in dograditev nove opreme zaščite in vodenja (daljinsko  voden objekt ...).\nObjekt RTP Melje je na levem bregu Drave edini napajalni vir, ki ga v primeru izpada transformacije ni mogoče v celoti nadomestiti s prenapajanjem iz sosednjih RTP. Rekonstrukcija RTP je posledično potekala na način, s katerim se je lahko zagotavljala največja možna mera zanesljivosti napajanja v danih okoliščinah.\n"], "7": ["4 PROBLEMATIKA", "Veliko oviro pri izvajanju meritev nam je predstavljala postavitev pomožnega ozemljila, ki smo ga potrebovali za sklenitev tokovnega kroga vsiljenega toka. Pomožno ozemljilo smo morali postaviti na taki razdalji od merjenega ozemljila, da se zaporni ploskvi obeh ozemljil ne pokrivata oziroma da je med njunima napetostnima lijakoma odsek konstantnega potenciala. Se pravi, da mora biti pomožno ozemljilo neodvisno od ozemljila naprave, kar pa nam je predstavljalo veliko težavo, saj je vpliv napetostnega lijaka RTP Melje zelo velik predvsem zaradi medsebojne povezanosti ozemljitev sosednjih objektov.\nNaslednja ovira, na katero smo naleteli, pa je bila, da ni bilo mogoče uporabiti katere koli primerno oddaljene transformatorske postaje za pomožno ozemljilo. Transformatorska postaja mora biti namreč v tem času izklopljena iz omrežja. To pa bi pomenilo izpad električne energije na določenem območju. Ker pa smo potrebovali za tako obsežne meritve vsaj dva do tri dni, to seveda ni bilo izvedljivo. Dodatna ovira pa je bila medsebojna povezava transformatorskih postaj, kar je razvidno iz enopolne sheme v prilogi. Rešitev, ki bi bila za nas idealna, bi bila, da najdemo transformatorsko postajo izven potencialnega lijaka, ki ima svojo samostojno povezavo iz razdelilne transformatorske postaje Melje in pri katerem bi bilo možno ob njegovem izklopu to območje prenapajati po drugi veji.\n"], "8": ["5 IZVEDBA MERITEV NAPETOSTI DOTIKA IN KORAKA", "Meritve so se izvajale z merilno kombinacijo:\nnapajalna postaja HT 2051 (METREL)   voltmeter HT 2052 (METREL)   merilni sondi\n"], "9": ["5.1 NAPAJALNA POSTAJA HT 2051", "HT 2051 je mikroprocesorsko nadzorovana napajalna postaja, namenjena zagotavljanju merilnega toka za merjenje napetosti koraka oziroma napetosti dotika. Uporablja se lahko v kombinaciji z voltmetrom HT 2052 (način AUTO) ali v kombinaciji z drugimi voltmetri (način MANUAL).  Priključi se na omrežno napetost 230 V, merjeni objekt pa lahko kontinuirano napaja s tokom do 35 A (0–100 V izhodne napetosti), do 17,5 A (100–200 V izhodne napetosti) oziroma do 8,75 A (200–400 V izhodne napetosti). Vgrajen ima ventilator za pospešeno odvajanje temperature.\n"], "10": ["5.2 VOLTMETER 2052", "Je namenski instrument za izvajanje meritev napetosti koraka oziroma napetosti dotika, ki ima možnost avtomatskega merjenja v kombinaciji z napajalno postajo HT 2051 ali možnost ročnega merjenja z omenjeno ali katero koli drugo napajalno postajo. Lahko ga uporabljamo tudi kot navadni voltmeter. Vgrajen ima tiskalnik, ki lahko končne rezultate meritev izpiše na papir, le-te pa lahko preko komunikacije RS 232 posreduje tudi na računalnik.\n"], "11": ["5.3 MERILNI SONDI", "Merilni sondi sta valjaste oblike; vsaka ima površino naleganja ca. 200 cm2, težo 25 kg, ročaj za prenašanje in priklop merilnih žic. Naležna plošča je iz električno dobro prevodnega materiala.  Za meritev napetosti koraka sondi posamično priključimo na voltmeter in ju postavimo na tla v razdalji 1 m.  Za meritev napetosti dotika postavimo sondi drugo ob drugo, povežemo ju med seboj in en pol z voltmetrom, drugi pol voltmetra pa priključimo na merjeni objekt, ki mora biti 1 m oddaljen od sond.\n1 – utež 2 – naležna plošča 3 – ročaj 4 – puša za priključitev voltmetra pri meritvi napetosti koraka oz. za povezavo dveh uteži pri meritvi napetosti dotika\n"], "12": ["5.4 MERITVE", "Napajalno postajo za vsiljevanje toka HT 2051 smo postavili v bližino merjene ozemljitve, jo priključili na omrežje ter priključili glavno in pomožno ozemljilo. Za glavno ozemljilo smo uporabili ozemljitveni vod, ki povezuje kabelsko konzolo (kabla z oznako J 45 TR LR) s centralnim ozemljitvenim sistemom RTP. Kot pomožno ozemljilo smo izbrali TP 374 javna razsvetljava hitra cesta, na katerega je vezana cestna razsvetljava, ki pa podnevi ne obratuje, tako da je bil TP2 lahko čez dan izklopljen. Sklepali smo, da je oddaljenost tega TP dovolj velika in je izven potencialnega lijaka razdelilne transformatorske postaje. Upornost ozemljila pa je tako tudi zadostovala pogojem R < 10 Ω, saj morajo imeti po predpisih transformatorske postaje upornost ozemljila manjšo od 10 Ω. V kolikor je upornost prevelika, ne moremo vsiljevati dovolj velikega toka, kar pa vpliva na točnost meritev.\nTP – transformatorska postaja\nIz napajalne postaje HT 2051 smo priključili žico v celico izvod TP 84.\nNato je vsiljeni tok tekel po kablovodu do TP 84 Jurančičeva.\nV TP 84 pa smo priključili žico P/f Cu 2,5 mm2, ki pa smo jo razvili po Ulici slovenskih španskih borcev, nadaljevali med stanovanjskimi hišami do Ulice Draga Kobala in po Stražunski ulici, nakar smo zavili na Kosovelovo ulico in nadaljevali vse do TP 374, ki leži v gozdu na lokaciji ob hitri cesti Maribor–Pobrežje.\nZa povezavo med TP 84 in TP 374 smo razvili približno 1 km žice.\nNaslednji korak je bil nastavitev moči želenega merilnega toka. Po navodilih proizvajalca naj bi bil tok nastavljen na minimalno 5 A za manjše transformatorske postaje in ne večji od 50 A za večje transformatorske postaje in elektrarne. Vrednost izhodnega toka, ki smo ga vsiljevali z napajalno postajo HT 2051, je znašala 10 A.\nPo nastavitvi izhodnega toka pa smo z voltmetrom HT 2052 opravili želene meritve napetosti dotika in napetosti koraka ter shranili rezultate.\nOb koncu merjenja pa še upoštevamo faktor k, da dobimo realne vrednosti napetosti dotika in napetosti koraka, ki bi se pojavile ob okvari s predpostavko, da so razmere linearne. V praksi predpostavka o linearnosti skoraj vedno velja tudi pri tokih, manjših od tistih, ki jih kot mejne predpisuje standard.\nMaksimalen tok, ki se pojavi ob okvari v RTP Melje, pa znaša 16 kA.\nmaksimalen tok, ki je možen ob okvari 16000 A  k= = = 1600 (5.1)  merilni tok 10 A\n"], "13": ["5.5 REZULTATI MERITEV", "Rezultati meritev: NAPETOST DOTIKA\n"], "14": ["5.5.1 OGRAJA – ZAHOD, SMER TMI KOŠAKI", "Izven RTP so bile vrednosti na vseh stebrih 0 V. Merjeno z betona. Graf prikazuje rezultate ograje severno od stavbe RTP. Legenda:\nA – asfalt G – gramoz\nRezultati meritev: NAPETOST DOTIKA\n"], "15": ["5.5.2 SEVERNA OGRAJA, SMER PRIMAT", "Izven RTP so bile vrednosti na vseh 12 stebrih 0 V. Merjeno z asfalta.\nLegenda:\nG – gramoz\nRezultati meritev: NAPETOST DOTIKA\n"], "16": ["5.5.3 VELIKA VRATA V RTP, VZHOD", "Legenda:\nA – asfalt G – gramoz\nRezultati meritev: NAPETOST DOTIKA\n"], "17": ["5.5.4 TRANSFORMATOR 1", "Legenda:\nPJ – pokrov jaška\nRezultati meritev: NAPETOST DOTIKA\n"], "18": ["5.5.5 TRANSFORMATOR 2", "Legenda:\nB – beton PJ – pokrov jaška\nRezultati meritev: NAPETOST DOTIKA\n"], "19": ["5.5.6 TRANSFORMATOR 3", "Legenda:\nB – beton G – gramoz\nRezultati meritev: NAPETOST DOTIKA\n"], "20": ["5.5.7 PORTAL 110 kV", "Legenda:\nG – gramoz\nRezultati meritev: NAPETOST DOTIKA\n"], "21": ["5.5.8 STIKALIŠČE 110 kV", "Legenda:\nB – beton G – gramoz P – pločevina T – tlak (prana plošča)\nRezultati meritev: NAPETOST DOTIKA\n"], "22": ["5.5.9 IZBRANE TOČKE NA ZGRADBI RTP", "Legenda:\nA – asfalt B – beton G – gramoz\nRezultati meritev: NAPETOST DOTIKA\n"], "23": ["5.5.10 STARI TRANSFORMATOR", "Legenda:\nG – gramoz Z/G – zemlja, gramoz\nRezultati meritev: NAPETOST DOTIKA\n"], "24": ["5.5.11 IZBRANE TOČKE IZVEN RTP", "Legenda:\nA – asfalt 22.–24. dvoetažni most čez Dravo – ograja 1 (stran RTP) B – beton 25.–27. dvoetažni most čez Dravo – ograja 2 (stran Livarna) G – gramoz P – pločevina T – tlak (prana plošča) PJ – pokrov jaška Z/G – zemlja, gramoz\nRezultati meritev: MERITEV POTENCIALOV MED DVEMA TOČKAMA\n"], "25": ["5.5.12 OD TNOS PROTI IZBRANIM TOČKAM", "TNOS – točka napajanja ozemljitvenega sistema\nLegenda:\nA – asfalt G – gramoz P – pločevina T – tlak (prana plošča) PJ – pokrov jaška Z/G – zemlja, gramoz\nRezultati meritev: NAPETOST KORAKA\n"], "26": ["5.5.13 OD ZAČETNE TOČKE 1 PROTI PRIMATU", "Legenda:\nA – asfalt B – beton G – gramoz P – pločevina T – tlak (prana plošča)\nRezultati meritev: NAPETOST KORAKA\n"], "27": ["5.5.14 OD ZAČETNE TOČKE 1 V STAVBO PROTI ZLATOROGU", "Legenda:\nA – asfalt PJ – pokrov jaška\nRezultati meritev: NAPETOST KORAKA\n"], "28": ["5.5.15 OD ZAČETNE TOČKE 1 PROTI TMI KOŠAKI", "Legenda:\nA – asfalt PJ – pokrov jaška\nRezultati meritev: NAPETOST KORAKA\n"], "29": ["5.5.16 OD ZAČETNE TOČKE 2 PROTI DRAVI", "Legenda: A – asfalt G – gramoz Z – zemlja V – voda\nRezultati meritev: NAPETOST KORAKA\n"], "30": ["5.5.17 OB REKI DRAVI V SMERI PROTI DVOETAŽNEMU MOSTU", "Legenda:\nZ/G – zemlja, gramoz\nRezultati meritev: NAPETOST KORAKA\n"], "31": ["5.5.18 OB REKI DRAVI V SMERI PROTI ŽELEZNICI", "Legenda:\nZ/G – zemlja, gramoz\nRezultati meritev: NAPETOST KORAKA\n"], "32": ["5.5.19 OB REKI DRAVI OD MOSTA V SMERI LIVARNE", "Legenda:\nZ/G – zemlja, gramoz\n"], "33": ["5.6 UPOŠTEVANJE POGREŠKA PRI IZMERJENIH VREDNOSTIH", "Obdelali smo podatek o najvišji izmerjeni napetosti dotika, ki smo jo dobili na ozemljitvenem ločilniku, in sicer na ozemljitvi tretje kabelske glave. Izmerjena vrednost napetosti dotika pa je bila 523,2 V.\nZa voltmeter HT 2052 znaša točnost ± (1 % od odčitka + 2 digita). Absolutni merilni pogrešek:  Em = ± (0, 01 ⋅ U i + 2d ) = ± ( 0, 01 ⋅ 523, 2 + 2 ⋅ 0,1) = ±5, 432 = ±5, 4 V (5.2)\nRelativni merilni pogrešek:  Em 5, 4  em = ± =± = ±0, 0103 = ±0, 01 = ±1 % (5.3)  Ui 523, 2 Možna napetost dotika po odpravi pogreška voltmetra:  U d = U i ⋅ (1 ± em ) = 523, 2 ⋅ (1 ± 0, 01) V (5.4)\nNajvišja možna napetost dotika po odpravi pogreška voltmetra:  U d = 523, 2 ⋅1, 01 = 528, 4 V (5.5)\nZa napajalno postajo HT 2051 znaša točnost, v območju nastavitve 3,00 do 19,99 A, ± (2 % od odčitka + 2 digita). Absolutni merilni pogrešek:  Em = ± (0, 02 ⋅ I v + 2d ) = ± ( 0, 02 ⋅10 + 2 ⋅ 0, 01) = ±0, 22 A (5.6)\nRelativni merilni pogrešek:  Em 0,22  em = ± =± = ±0, 022 = ±2, 2 % (5.7)  Iv 10 Možen tok po odpravi pogreška napajalne postaje:  I = I v (1 ± em ) = 10 ⋅ (1 ± 0, 022 ) A (5.8)\nNajvišji možen tok po odpravi pogreška napajalne postaje:  I = 10 + 0, 22 = 10, 22 A (5.9)\n"], "34": ["SKLEP", "Analiza izmerjenih rezultatov napetosti dotika in napetosti koraka je pokazala, da združeni ozemljitveni sistem RTP 110/10 kV Melje večinoma ustreza zahtevam Pravilnika o tehničnih normativih za elektroenergetske postroje nazivne napetosti nad 1000 V in zahtevam tehniških predpisov za strelovode. Do izrazitih odstopanj prihaja le pri nekaterih elementih, katerih dotik je možen iz nekaterih kovinskih talnih konstrukcij, kot so: pločevinasti pokrovi pohodnega kabelskega kanala v 110 kV stikališču, pokrovi oljnega jaška pri transformatorjih. Če bi bile galvanske povezave »kritičnih« elementov ustrezne oz. če bi bila možna kovinska stojišča ustrezno izolirana ali izdelana iz neprevodnega materiala, ne bi prišlo do previsokih vrednosti napetosti dotika.\nPri merjenju napetosti koraka smo ugotovili, da rezultati ustrezajo zahtevam in ne presegajo najvišje dovoljene vrednosti. Sklepamo, da je ozemljitvena mreža zelo dobro dimenzionirana.\nPrevisoke rezultate smo izmerili v stikališču 110 kV, in sicer na ozemljitvenem ločilniku transformator 1 in na ozemljitvenem ločilniku transformator 2, kjer so ozemljitve kabelskih glav L1, L2 in L3 precej presegale dovoljeno mejo napetosti dotika. Do previsokih vrednosti je prihajalo le v primeru, ko smo merili s pločevinastega pokrova pohodnega kabelskega jaška. Ko pa smo meritev opravili z betona, so bile vrednosti nič ali pa zanemarljivo majhne.\nPrevisoke napetosti dotika smo izmerili pri transformatorju 1, in sicer na bližnjem strelovodu (Cu) in strelovodu (Fe) na zidu. Meritve smo opravili s kovinskega pokrova oljnega jaška.\n Previsoke vrednosti smo izmerili tudi pri transformatorju 2, in sicer na strelovodu (Cu) na zidu in bližnji žični ograji. Meritve smo opravili s kovinskega pokrova oljnega jaška, ki predstavlja eno izmed možnih stojišč.\nDa bi odpravili previsoke vrednosti napetosti dotika in tako preprečili, da bi prihajalo do možnosti poškodb ali celo smrtnih nesreč, predlagamo izvedbo oz. izboljšavo neustreznih galvanskih povezav pokrova pohodnega kabelskega kanala na stikališču 110 kV ter pokrovov oljnih jaškov pri transformatorju 1 in transformatorju 2. Z dodatnim ozemljevanjem bomo poskrbeli za pravilno izenačitev potencialov. Za še boljšo zaščito pa predlagamo, da se stojišča, ki so zgrajena iz dobro prevodnih kovinskih materialov, dodatno izolirajo z neprevodno gumijasto preprogo, ki se uporablja za izolacijo v notranjih prostorih transformatorskih postaj.\nIzven razdelilne transformatorske postaje Melje pa se pojavi problem previsoke napetosti dotika pri nekaterih kandelabrih javne razsvetljave. Previsoko vrednost napetosti dotika smo izmerili z zemlje, ko pa smo meritev opravili z asfalta ali betona, pa je vrednost bila v dovoljenih mejah. Se pravi, da je vrsta terena zaradi raznolike prevodnosti zelo pomemben dejavnik pri rezultatu meritve.\nPrav tako so rezultati pokazali previsoko napetost dotika pri enem izmed treh daljnovodnih stebrov (oznaka stebra priloga), ki se nahajajo neposredno ob reki Dravi v bližini razdelilne transformatorske postaje.\nNevarnost pa predstavlja napetost dotika ob okvari na ograji dvoetažnega mosta čez reko Dravo, saj so tam izmerjene vrednosti presegale najvišjo dovoljeno napetost dotika. Poudariti pa moramo, da so se previsoke vrednosti pojavile, ko smo meritev opravili z zemlje in kanalizacijskega pokrova jaška, ko pa smo meritev opravili z asfalta, ki velja za manj prevodnega, pa so vrednosti ustrezale zahtevam.\nNapetost koraka izven razdelilne transformatorske postaje je v celoti ustrezala zahtevam, navedenim v pravilniku. Se pravi, da izmerjene vrednosti niso presegale najvišjih dovoljenih vrednosti.\n Za zmanjšanje napetosti dotika pod dopustno mejo je potrebno izvesti ustrezno galvansko povezavo naštetih elementov z ozemljitvenim sistemom RTP Melje.\nMeritve napetosti dotika in koraka so bile izvedene v sončnem, suhem vremenu. Tla so bila zmerno vlažna, kar pomeni, da je bil stik med merilno sondo in terenom boljši. Razmere za merjenje so bile ugodne.\nMerilna kombinacija za izvedbo meritev v sestavi: napajalna postaja, voltmeter in merilni sondi je primerna, natančna in lahka za rokovanje nastavitve in odčitavanja merilnih rezultatov. Z vidika fizične obremenitve pri prestavljanju merilnih sond so take sonde neustrezne, saj tehta vsaka po 25 kg.\nPri direktnem udaru strele računamo s tokom maksimalnega udarnega vala 200 kA. V tem primeru znaša faktor k = 20000. S tem faktorjem pomnožimo izmerjene vrednosti in tako dobimo prave rezultate napetosti dotika in napetosti koraka, ki bi se pojavile ob udaru strele.\n"], "abstract": ["Diplomska naloga podrobneje obravnava izvedbo meritev električnih potencialov na ozemljitvenem sistemu RTP 110/10–20 kV. Meritve so se opravljale z merilno kombinacijo napajalne postaje HT 2051 in namenskega voltmetra HT 2052. Napetosti dotika in koraka so bile izmerjene na področju združenega sistema RTP Melje (Maribor). Na podlagi analize rezultatov se je ugotovilo dejansko stanje na tem objektu, predlagale so se spremembe za odpravo pomanjkljivosti, ki so bile ugotovljene. Primarni cilj diplomske naloge je bil ugotoviti, ali ozemljitveni sistem in izravnava potencialov ustrezata predpisom, standardom in navodilom. Prav tako je bil cilj ugotoviti primernost opravljanja meritev in spoznavanja merilne kombinacije."]}