{"1": ["1 UVOD", "Kmetijstvo se je po drugi svetovni vojni začelo oskrbovati z mineralnimi gnojili ter pesticidi z namenom pridelati čim več hrane za čim več ljudi. Takrat je malokdo pomislil na zdravo hrano, ohranjanje narave ali kaj podobnega. Z razvojem sintetično pridobljenih snovi pa se je v ljudeh vzbujal dvom o pridelkih, ki so bili vzgojeni s pomočjo teh snovi. Začela so se izvajanja raznih študij o vplivu teh snovi na zdravje in kar hitro je bilo ugotovljeno, da vse to vpliva negativno na zdravje ljudi. Ne samo to, analize so pokazale, da ima to negativne posledice tudi za naravo. V preteklem času so nastopali bolj znanstveniki, v sedanjem pa se jim pridružujejo tudi nevladne organizacije, civilne iniciative, razna društva ipd. proti takšnim načinom pridelave. Potrošnik zahteva živila, ki ne vsebujejo ostankov pesticidov v končnem proizvodu. S tem pa je prisilil pridelovalce, da uvedejo naravi bolj prijazen način pridelave, zmanjšajo porabo fitofarmacevtskih sredstev ter mineralnih gnojil na najnižjo raven.\nSled tega je v letu 2007 nastal poskus, kako približati integrirani način oskrbe in nege tal ekološkemu načinu. Poskus smo izvajali na posestvu UKC Pohorski dvor. Vanj so bila vključena štiri obravnavanja. Prvo obravnavanje je zajemalo 60 cm širok herbicidni pas pod drevesi (HP 60 cm). Drugo obravnavanje je obsegalo 100 cm širok herbicidni pas (HP 100 cm). V tretjem obravnavanju je bila »sendvič« obdelava z naravno ozelenitvijo pasu pod drevesi (S + NO). Četrto obravnavanje pa je bilo »sendvič« obdelava s posejanimi nizko rastočimi travami (zeli) v pasu pod drevesi (S + NT). Poskus je temeljil na hipotezi, da lahko uporabo herbicidov nadomestimo z ukrepom, ki je naravi prijaznejši (mehanska obdelava tal) ali vsaj zmanjšamo delež tretirane površine brez negativnega vpliva na rast in rodnost dreves.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Integrirana pridelava", "Integrirana pridelava je naravi prijazen način pridelave, kjer se z uporabo naravnih virov in mehanizmov, ki zmanjšujejo negativne vplive kmetovanja na okolje in zdravje ljudi, prideluje kakovostna in zdrava hrana. Bistveni cilji integrirane pridelave so:\n- uravnoteženo izvajanje agrotehničnih ukrepov, ob skladnem upoštevanju  gospodarskih, ekoloških in toksikoloških dejavnikov;\n- prednost je dana naravnim ukrepom pred fitofarmacevtskimi, veterinarsko-  farmacevtskimi in biotehnološkimi ukrepi, pri čemer se doseže enak gospodarski  učinek;\n- pridelava brez uporabe gensko spremenjenih organizmov;\n- nadzorovana uporaba gnojil in fitofarmacevtskih sredstev;\n- pospeševanje in ohranjanje biotske raznovrstnosti z ustreznimi metodami varstva  rastlin;\n- gnojenje z organskimi gnojili ima prednost pred gnojenjem z mineralnimi gnojili;\n- pred gnojenjem redno izvajanje analiz in s tem preprečevanje prehoda nitratov v  podtalnico ter kopičenja nitratov v rastlinah;\n- kontrolirana pridelava in certificiranje pridelkov, kar daje potrošnikom zagotovilo,  da proizvodi ustrezajo višjim standardom kakovosti. V Sloveniji se izvaja integrirana pridelava poljščin, sadja, grozdja in zelenjave (vir: http://www.mkgp.gov.si/fileadmin/mkgp.gov.si/pageuploads/Promocija/integr- Pridelava.pdf. 16. november 2010).\n"], "4": ["2.2 Ekološka pridelava", "Ekološko pridelovanje sadja je še zahtevnejši način pridelave kot integrirano pridelovanje. Temelj ekološkega kmetijstva-sadjarstva je dolgoročno ohranjanje zdravega okolja in s tem \ndobrih bivalnih razmer za živa bitja (predvsem koristnih živali v nasadih). V ekološki pridelavi smo pri uporabi pomožnih snovi še dodatno omejeni, saj ta način pridelave ne predvideva uporabe lahko topnih mineralnih gnojil, umetnih sredstev za zatiranje bolezni in škodljivcev ter herbicidov. Ta način pridelave zahteva še boljše poznavanje odnosov med organizmi (škodljivimi in koristnimi) ter vplivov na okolje. Ker smo pri ekološki pridelavi omejeni z uporabo sredstev, moramo še natančneje upoštevati različne preprečevalne ukrepe, kot so izbira primerne lege za nasad, izbira sorte (odporne in manj občutljive), obdelava tal, gnojenje (pretežno organsko) in rez (Štampar s sod. 2005).\n"], "5": ["2.3 »Sendvič sistem« obdelave tal", "V tem sistemu je pas rastlinstva pod drevesi in pas obdelanih tal, če gledamo od zgoraj, videti kot sendvič. Na obeh straneh drevesa je 50 cm širok obdelan trak zemlje, medtem ko se v območju ob deblih dreves, v 20-30 cm širokem traku razvijajo nizko rastoče nekonkurenčne zeli in trave. Obdelan pas zemljišča pod in ob drevesih je tako velik kot tisti za običajni sistem vzdrževanja, in tako drevju omogoča dober dostop do vode in hranljivih snovi. Sredinski pas je pokrit z majhnimi rastlinami, za katere ni potrebna košnja, ali travo, ki jo je treba kositi periodično. Če je drevje šibko in potrebuje večjo moč rasti, se lahko srednji pas prekrije z gnojem, kompostom, travo Mischanthus ali lubjem. Prednost tega sistema je, da je pas rastja pod drevesi mogoče vzdrževati z uporabo preprostejših in cenejših strojev. Prvotna testiranja »sendvič sistema« so bila obetavna (Schmid in sod. 2005).\n"], "6": ["2.3.1 Pasovi pod drevesi", "Območje glavne korenine sadnega drevja okvirno obsega zgornjih 30 cm zemlje v sadovnjaku in velik del korenin se razvije blizu debla ter zlasti na delu zemlje, kjer ni podobne vegetacije; ruša sestavljena iz plevela v pasu pod drevesi neposredno vpliva na drevje. Pri mladih drevesih mora biti zemlja pod drevjem brez plevela, saj lahko \ntekmovanje za vodo in hranljive snovi resnično škodi razvoju dreves, s čimer se podaljša obdobje med sajenjem in polno plodnostjo (rodnostjo). Pri starih drevesih, pogosto od četrte sezone rasti naprej, se toleranca dreves glede plevela poveča, čeprav na ta prehod vpliva predvsem izbor podlage. Ta povečana toleranca s starostjo drevesa lahko omogoča uporabo drugačnega pristopa vzdrževanja rastja pod drevesi; ne le za zatiranje plevela, temveč tudi za izkoriščanje njegovih prednosti. Optimalna širina neporaslih pasov pod drevesi se razlikuje glede na tip sajenja in lego. Splošno naj bi bila tretjina do četrtina celotne površine zemljišča (rastnega prostora dreves), kar pomeni, da so pasovi pod drevesi široki 0,6 do 1,2 m (Gut in Weibel 2005).\n"], "7": ["2.4 Stroji za obdelavo tal", "K strojem za obdelavo tal prištevamo razne podrahljalnike, prekopalnike in mulčerje. Zaradi stalnega tlačenja in zbitosti tal v nasadih tla občasno podrahljamo. Podrahljalniki so lahko delovne širine do 2,5 metra in globine do 60 centimetrov s štirimi podrahljalnimi enotami. Za površinsko obdelavo tal (predvsem v ekoloških nasadih) uporabljamo prekopalnike (freze). To so rotirajoči krožni elementi, ki jih poganja priključna gred in rahljajo zgornjih deset centimetrov tal. Vse te freze imajo vgrajena mehanska ali elektronska tipala za odmik od debla dreves. Negovano ledino vzdržujemo na primerni višini s pomočjo mulčerjev. Poznamo dva tipa mulčerjev: kladivarje, ki imajo na gredi vertikalno nameščene elemente (kladiva ali nože), s katerimi drobijo material (ostanke vej, trave), ter elisaste ali srpaste mulčerje, ki imajo horizontalno nameščene nože in s hitrim vrtenjem drobijo travo. Glavni element mulčerja je kakovosten prenosni sistem prek priključne gredi in enaka kakovost vseh vgrajenih delov. Pas pod krošnjo drevesa lahko zmulčimo z bočnim pomikom mulčerja ali z dodatnimi nastavki na mulčerju, ki imajo vgrajena tipala za odmik od debla drevesa (Štampar s sod. 2005).\nPrednosti: - uravnavamo porabo hranilnih snovi;\n- z ropotom odganjamo glodavce;\n- poglobimo koreninski sistem in zmanjšamo občutljivost v sušnih obdobjih; \n - mehansko obdelana tla v vrstnem prostoru omogočajo večji sprejem vode v  času padavin. Slabosti: - globlja mehanska obdelava na nagnjenih terenih lahko povzroča erozijo;\n- z enkratno pregloboko obdelavo (predvsem starejših nasadov) lahko močno  poškodujemo koreninski sistem rastline;\n- za takšen način obdelave morajo biti rastline pokončno rastoče;\n- uporaba stroja za mehansko obdelavo tal pod drevesi je ekonomsko  upravičena, če se sadje prideluje v okviru ekološke pridelave, sicer ni;\n- težje vzdrževanje čiste površine pod drevesi;\n- zmanjšanje deleža humusa je intenzivnejše (Mavsar 2008).\n"], "8": ["2.5 Mehanski nadzor nad plevelom", "Obdelovanje zemlje v pasovih pod drevesi lahko zmanjša uporabo herbicidov in izboljša pogoje rasti dreves. Vse do nedavnega so stroji, ki so bili na razpolago, omogočali le omejeno uporabo proti plastem močnega plevela (stroji niso bili sposobni dobro obdelovati površine, ki so bile poraščene z močno razvitim rastlinskim pokrovom), postopek pa je bilo treba ponoviti, tudi štiri do šestkrat na leto, zadnjič pozno jeseni, kar je neugodno za strukturo tal ter za pronicanje hranljivih snovi. Nedavno razviti stroji sedaj te težave rešujejo bolje. Mehanska obdelava tal je draga in zahteva veliko energije. Mehanski nadzor nad plevelom izboljša preskrbo dreves z vodo na sušnih področjih, saj se zmanjša kapilarno povečanje in izguba v ozračje z izhlapevanjem vode iz zemlje. Izhlapevanje pasov po izgubi tekočine je nekoliko višje kot po pokrivanju zemlje, toda bistveno manjše kot izguba pasov, obdelanih s herbicidi. Zelo pomemben vpliv ima oskrba z dušikom, saj je po vsakem obdelovanju tal dušik na razpolago drevesom. Po eni strani gre za prikrito tekmo za dušik s strani plevela, po drugi strani pa se spodbuja mineralizacija dušika. Oskrbo dreves z dušikom je mogoče dokaj dobro uravnavati s kombinacijo zgodnjega obdelovanja in poznejšim dovoljenjem plevela (ponovno zelenjenje). Učinek obdelovanja je v veliki meri odvisen od tipa tal, vlage tal, stopnje razprostiranja plevela, vremena in tipa strojev. Stroji za spodkopavanje ne omogočajo temeljitega zatiranja plevelov na težki, \nvlažni zemlji, saj plevel skoraj neovirano raste naprej. Vrteči se drobilni stroji pod takšnimi pogoji delujejo nekoliko bolje. Na lahkih tleh, ki se hitro sušijo, je nadzor nad plevelom mogoče izvajati z obema tipoma strojev, toda preostanki plevela okoli debel lahko povzročijo velike težave, če stroj ni opremljen s koničastim razpršilcem ali vrtečo se ščetko. Običajno stroji ne poškodujejo korenin, tudi ne na mladih drevesih, ker obdelujejo le zgornjih 5 cm zemlje. Toda v zelo plitvi zemlji lahko ta izguba volumna zemlje, ki se okopava, postane omejitev za sajenje dreves (Gut in Weibel 2005).\n"], "9": ["2.5.1 Možnosti zatiranja rastja neposredno ob deblih dreves", "Organsko gojenje sadnega drevja ima številne možnosti. Za vse metode sta pomembna dva kriterija:\n- kako dobro je prilagojeno pogojem tal in\n- kako dobro je obdelano področje okoli debel Obdelovanje tal okoli debla in podporne osnove, košnja ali ročno oziroma strojno pletje so zapleteni. Oprema, ki se približa drevju, lahko poškoduje deblo in korenine, tiste, ki ostanejo predaleč proč, pa vodijo do rasti zgoščenih skupin spremljajočih se rastlin. Poljske miši in voluharji, ki se jih upravičeno bojimo, najdejo idealno skrivališče in tako je vedno prisotna nevarnost za gnitje osnove debla, ki ga povzroča Phytophthora cactorum. Bodoče pomembne točke, ki jih bo potrebno upoštevati, so možni negativni stranski učinki ukrepov obdelovanja na strukturo zemlje in gospodarska vprašanja. Zlasti lahka, poletno suha zemlja in zemlja, v kateri primanjkuje humusa, se pozitivno odzoveta na prevleke zemlje, kar prav tako rešuje nadzor nad plevelom okoli debla (Gut in Weibel 2005).\n"], "10": ["2.6 Nega in oskrba tal", "V rahlih tleh imamo zaradi majhnih delcev zelo ugodno velikost kapilar in življenjski prostori za mikroorganizme so optimalni. Voda lahko odteka, tla so zračna in mikroorganizmi lahko dihajo. Mikroorganizmi so v ospredju naših prizadevanj, če hočemo \ngraditi plodnost tal. Problem obdelave težkih tal je manjši, če so tla suha (vir: http://www.ajda-vrzdenec.si/l2.asp?L1_ID=9&L2_ID=69&LANG=slo. 26. november 2010).\nMikroorganizmi (njihova številčnost, encimska aktivnost in biotska raznovrstnost) so eden najpomembnejših pokazateljev stanja v tleh. Za uporabo mikroorganizmov kot kazalnikov sprememb biološke aktivnosti v tleh je potrebno poiskati najbolj zanesljive metode. Potrebno je ohranjati raziskave v smeri sodobnega kmetijstva, ker se lahko herbicidi ob čim manjšem negativnem vplivu na okolje uporabljajo le, če je njihova obstojnost v proizvodih in naravi strogo nadzorovana (Milošević in Govedarica 2002).\nS primerno oskrbo tal izboljšamo strukturo, uravnavamo vodno-zračni režim v tleh, povečujemo količino mineralnih in organskih snovi v tleh, preprečujemo izpiranje in omogočamo vstop v nasad v vsakem vremenu. Najbolj primerne razmere za rast korenin so 2-25 -C, od petnajst do dvajset odstotkov zračnih por v tleh, ki imajo vsaj deset odstotkov O2 in največ pet odstotkov CO2. Tla v nasadih lahko obdelujemo na čisto. Vrhnji sloj nekajkrat na leto zrahljamo do globine petnajst centimetrov. Na ta način prekinemo kapilarnost in izhlapevanje vode iz tal. V tem sloju uničimo tudi ličinke raznih škodljivcev (češnjeva muha, oljčna muha, ogrci majskega hrošča). Tako obdelujemo tla v območjih z manj padavinami. S takšno talno obdelavo preprečujemo rast plevelov. Pojavijo se tudi neželeni učinki (izpiranje, oddajanje CO2, pospešena razgradnja organske snovi, humusa, poškodbe strukture tal). Drugi način obdelave tal je negovana ledina. Takoj po sajenju v medvrstni prostor (0,8-1,2 metra od drevesa) posejemo travne mešanice - trave, ki so trpežne pri stalnem tlačenju. Spomladi začnemo z mulčenjem. Število mulčenj je odvisno od padavin in temperatur v tekočem letu. Če je leto povprečno vlažno, je trava v nasadu lahko višja od 30 centimetrov, ker na ta način oddaja (transpirira) več vode. Tudi odkos je lahko višji (v povprečju na osmih do desetih centimetrih). V sušnih letih mulčimo, ko trava doseže višino dvajset centimetrov, odkos pa je nižji (na dveh do štirih centimetrih). Običajno v naših razmerah mulčimo na deset do petnajst dni. Z mulčenjem vnašamo v tla veliko hranil (predvsem dušika), po nekaterih podatkih tudi do 120 kilogramov v rastni dobi. Zelišča in nekateri pleveli zaradi stalnega mulčenja propadejo. \nPas pod drevesi lahko oskrbujemo na več načinov: z uporabo herbicidov, mehanično obdelavo, zastirko z organsko snovjo različnega izvora in s košnjo. Predvsem pri mladih drevesih je potrebna obdelava (mehanska in herbicid) pod krošnjo dreves, ker ne prenašajo konkurence plevelov. Pod starejšimi drevesi je lahko zatravljen pas, ki pa ga je treba večkrat kositi, da se pod krošnjo ne zadržuje preveč vlage (razvoj bolezni) in da trave ne senčijo listov ter plodov v spodnjem delu krošnje. Pri uporabi zastirke za zmanjšanje rasti trav pod krošnjo drevesa moramo vedeti, da s tem povečujemo nevarnost naselitve voluharja. Če uporabljamo herbicidni pas po pravilih integrirane pridelave, herbicidni pas ne sme presegati tretjine medvrstne razdalje (Štampar s sod. 2005).\n"], "11": ["2.7 Uporaba herbicidov v trajnih nasadih", "V sodobnem integriranem varstvu rastlin je uporaba herbicidov omejena le na nekaj ekološko sprejemljivih pripravkov. Priporočljivo je tretiranje ozkih pasov tako, da poškropljena površina ne presega 2.000 kvadratnih metrov na hektar (največ 60 do 70 cm v vrsti). V krajih z dovolj padavinami in dovolj bujno rastjo priporočajo negovano ledino na celi površini. Kar zadeva količino padavin, bi takšen način lahko priporočali tudi pri nas, zaskrbljuje le možnost še večje razmnožitve voluharja, zahteva pa tudi ustrezno mehanizacijo. Zadnje tretiranje smemo opraviti dva meseca pred obiranjem in po potrebi po obiranju sadja. Z jesenskim škropljenjem zagotovimo čisto površino spomladi do časa po cvetenju, to pa je čas največje konkurence plevelov pri sprejemanju hranil in vlage. Ker zadostujejo nizke doze pripravkov na osnovi glifosata, lahko z njimi poškropimo tudi mlade nasade. S prenehanjem škropljenja dva meseca pred obiranjem zadostimo zahtevam o karencah, dosežemo pa tudi, da se nam v času do obiranja pojavijo efemerne in enoletne rastline (kurja črevca, jetičnik, masleni grint, mrtva kopriva, enoletne latovke). Te rastline imajo pozitiven vpliv na mikrobiološke procese v tleh, preprečujejo erozijo, dajejo zatočišče in hrano mnogim predatorjem, vplivajo na manj dušika v plodovih in s tem posredno na boljše skladiščne sposobnosti sadja (Vrabl in sod. 1991). \nV večini intenzivnih trajnih nasadov v Sloveniji zatiranje plevelov temelji na kombiniranju mehaničnih in kemičnih metod. Glede na podnebne značilnosti Slovenije moramo plevele v nasadih sadnega drevja, trte in jagodičevja zatirati večkrat letno. V začetnem obdobju, leto ali dve po sajenju trajnih nasadov, je priporočljivo izvajati rahljanje tal in intenzivno mehanično zatiranje plevelov. Pozneje oblikujemo čim ožji herbicidni pas pod drevesi in negovano ledino v medvrstnem prostoru (Lešnik 2007).\n"], "12": ["2.8 Ogroženost biotske raznovrstnosti", "Ogroženost biotske raznovrstnosti je ocenjena le na podlagi izsledkov iz rdečih seznamov in izkušenj, žal pa ne izvirajo iz sistematičnega spremljanja stanja. V nekaterih primerih je tudi težko razlikovati naravna nihanja v populaciji od zmanjšanja številčnosti, ki je rezultat človekove dejavnosti. Kljub temu lahko poudarimo tiste smeri, ki najbolj ogrožajo biotsko raznovrstnost:\n- fragmentacija večjih ekosistemov je eden najbolj perečih problemov, saj so  dolgoročne posledice težko predvidljive in spremembe mnogokrat nepovratne;\n- vnašanje neavtohtonih vrst;\n- invazivne vrste – v zadnjih letih se spremlja invazivno širjenje nekaterih vrst, ki  zasedajo predvsem ruderalne in manj stabilne habitate;\n- izkoriščanje – kljub uredbi o glivah so še (predvsem krajevno in časovno omejeni)  primeri prekomernega izkoriščanja gliv ter nekaterih zdravilnih rastlin;\n- specialni habitatni tipi – močno so ogrožene vrste, ki uspevajo le v specifičnih  habitatih;\n- strukturne spremembe – zaradi ekosocialnih sprememb se za kmetijstvo manj  zanimive površine (gorski in visokogorski, kraški svet) opuščajo in zaraščajo;  biotska raznovrstnost zato upada, vendar se predvideva, da le navidezno, ker je to le  del naravnih procesov, zato se z veliko verjetnostjo pričakuje, da vrste ostanejo v  ekosistemu v prikriti obliki;\n- onesnaževanje (vpliv predvsem na specifično podzemeljsko favno); \n- najbolj problematične so posledice onesnaževanja zraka ter biotskih in abiotskih  dejavnikov na gozdne ekosisteme;\n- posledica napačnega načrtovanja in izvajanja lovsko-gojitvenih ukrepov;\n- propadanje hrastovih gozdov, ki je v zadnjem času zelo zaskrbljujoče, je posledica  podnebnih sprememb, onesnaženja zraka, spremenjenega vodnega režima in  neprimernega gospodarjenja;\n- krčitve gozdov, ki se opravljajo vsako leto, zaradi infrastrukture, urbanizacije,  turizma in kmetijstva, s tem pa vplivajo na krajinsko raznovrstnost (Nacionalni  program varstva okolja 1998).\n"], "13": ["3 MATERIAL IN METODE", ""], "14": ["3.1 Lokacija poskusa in splošne značilnosti nasada", "Poskus smo izvajali na posestvu UKC Pohorski dvor v 2 leti starem nasadu jablan. Nasad ni bil prekrit z zaščito proti toči in je bil namakan. Jablane, ki so bile vključene v poskus so bile sorte ´Gala´, cepljene na podlago M9. Razdalja sajenja je bila 0,7 x 3,5 m. Vzgojna oblika je bila zelo vitko vreteno. Drevesa so bila sajena v enovrstni sistem. Tla v nasadu so bila negovana po sistemu negovane ledine. Drevesa sorte ´Gala´ so bila posajena leta 2005.\n"], "15": ["3.2 Zasnova poskusa", "Poskus smo izvajali v letu 2007. Zasnovan je bil v naključnih blokih s štirimi ponovitvami. V prvem obravnavanju je širina herbicidnega pasu znašala 60 cm (HP 60 cm), v drugem obravnavanju 100 cm (HP 100 cm). V tretjem obravnavanju je bila izvedena t.i. »sendvič« obdelava, kjer je bila naravna ozelenitev pasu pod drevesi (S +NO). V četrtem obravnavanju je bil vključen »sendvič sistem« v kombinaciji z nizko rastočimi travami (zeli) v pasu pod drevesi (S + NT). \nHoče Pohorje\nSkica 1: Shema poskusa\n"], "16": ["3.3 Material", ""], "17": ["3.3.1 Sorta ´Gala´", "Izvor: ´Gala´ je novozelandska sorta (´Kidd`s orange´ x ´Zlati delišes´), ki jo je vzgojil H. Kidd v Greytownu na Novi Zelandiji. Rast: Drevo raste srednje bujno in se dobro obrašča, podobno kot zlati delišes. Cvetenje in oplodnja: Cveti srednje pozno. Je diploidna sorta. Pogosto zelo obilno cveti, zato je obvezno redčenje. Zorenje: Konec avgusta. Plod: Plodovi so drobni do srednje debeli, ploščato okrogli in nekoliko rebrasti. Koža je gladka s svetlo rumeno osnovno in svetlo rdečo krovno barvo. Meso je sočno, čvrsto, sladko ter aromatično (Štampar s sod. 2005).\n"], "18": ["3.3.2 Podlaga M9", "Je najbolj razširjena šibko rastoča vegetativna podlaga za jablane pri nas in v svetu. Drevesa potrebujejo oporo (Štampar s sod. 2005). Korenini se slabo, posebno rastline, ki niso okužene z virusi in mikroplazmami. M9 se najbolje razmnožuje z grebeničenjem. Z vlačenicami in potaknjenci ne daje zadovoljivih rezultatov. Je precej odporna podlaga proti gnilobi na koreninskem vratu, ki jo povzroča glivica Phytophthora cactorum, občutljiva je za jablanovo pepelovko (Podosphaera leucotricha) in škrlup (Venturia inaequalis), zelo občutljiva pa za krvavo uš (Eriosoma lanigerum) in hrušev ožig (Erwinia amylovora), ki ga nekateri imenujejo tudi ognjevka, ker je listje ožgano, kot bi ga zajel ogenj. Občutljiva je za čezmerno vlago v tleh pa tudi suše ne prenaša najbolje. Oster zimski mraz jo prizadene, zato ni primerna za dežele z zelo nizkimi zimskimi temperaturami. To podlago voluhar zelo rad objeda. Najbolje uspeva v globokih, humoznih, zmerno vlažnih in prepustnih tleh (Smole in Črnko 2000).\n"], "19": ["3.3.3 Travno plevelna mešanica", "Travno plevelna mešanica je bila posejana v četrtem obravnavanju (S + NT).\nGeranium pusillum – pritlična krvomočnica je enoletno in dvoletno zelišče. Njeno rastišče so polja, vrtovi, parki, pašniki, osamljena mesta v predmestjih, ruševinah, robovi cest. Raje ima tla bogata s hranili, rahlo kisla do rahlo alkalna, peščena in ilovnata (vir: http://www.google.si/imgres?imgurl=http://cernocernabizule.mysteria.cz/O78_1.jpeg&img refurl=http://cernocernabizule.mysteria.cz/&usg=__2C- mfV2hs7EANGRS7I0714_RxZU=&h=240&w=320&sz=15&hl=sl&start=1&zoom=1&tb nid=PEuej98MFbdpfM:&tbnh=89&tbnw=118&ei=ZppJTfebMIiCswaw1NisDw&prev=/i mages%3Fq%3Dgeranium%2Bposillum%26um%3D1%26hl%3Dsl%26sa%3DN%26rlz% 3D1W1GGLG_en%26tbs%3Disch:1&um=1&itbs=1. 2. februar 2011). \nMedicago lupulina – hmeljna meteljka, steblo ima pokončno, do 60 cm visoko. Listi suličasti. Cvetovi 8 do 11 mm dolgi, razločno pecljati. Socvetje le v zgornjem delu stebla. Strok srpasto ukrivljen, ozek, do 2,5 cm dolg (Martinčič in Sušnik 1984).\nPotentilla supina – polegli petoprstnik je eno ali dvoletna rastlina. Listi so trikrpati. V dolžino merijo skupaj s pecljem 4 – 15 cm. Listni rob je nazobčan. Cvetovi so veliki 6 – 8 mm. Cvetni pecelj je dolg 0,8 – 1,5 cm ter pogosto poraščen z dlačicami. Cveti od marca do oktobra (vir: http://www.flowersofindia.net/catalog/slides/Spreading%20Cinquefoil.html. 2. februar 2011).\nTrifolium subterraneum – podzemna detelja izvira iz severne Evrope. Poimenovana je po svojem podzemnem razvoju semena. Uspeva lahko v slabše kakovostnih tleh. Uporablja se za krmo živali. V kmetijstvu se uporabljajo tri podvrste, vsaka je značilna za drugačno podnebje in tip tal. Sicer še obstaja veliko različnih vrst in podvrst, a jih je malo v široki uporabi. Mešanica z lucerno se uporablja za pašnike z dalj časa trajajočo dobo paše (vir: http://en.wikipedia.org/wiki/Trifolium_subterraneum. 2. februar 2011).\nPoa annua – enoletna latovka je visoka od 5 – 35 cm. Steblo je gladko. Ob stiku kolenca stebla s tlemi zraste korenina. Cveti celo leto. Seme kali spomladi ali jeseni. Ustreza ji humusna zemlja. Najdemo jo lahko v vrtovih, travnikih, na njivah in ob poteh. Ima dobre krmne vrednosti (Šarić 1989).\nStellaria media – navadna zvezdica ali kurja črevca je enoletni plevel, ki zraste v višino do 40 cm. Listi so srčasti, zaokroženi, kratkopecljati, nasprotno razvrščeni. Raste na s hranili in dušikom bogatih njivah, vrtovih, vinogradih, na ruderalnih zemljiščih, po nabrežjih in gozdovih. V Sloveniji uspeva povsod na obdelanih tleh (Ciraj 1998).\nCerastium arvense – njivska smiljka je trajnica, ki se razmnožuje s semenom. Seme kali spomladi. Iz ene rastline se razvije okrog 450 semen. V višino meri do 30 cm. Uspeva v suhih, peščenih, toplih tleh (Hoechst Schering AgrEvo GmbH 1995). \nSilene dioica – rdeči slizek lahko najdemo od aprila do avgusta na travnikih, v gozdovih, v vlažnih grmovjih predvsem v severni polovici Slovenije. Cvet je zvezdast, ima pet venčnih listov, čašni listi so zrasli v cev, ki ima izstopajoča vzdolžna rebrca. Od belega slizka se loči po barvi cvetov pa tudi po velikosti. Cvetovi rdečega slizka so nekoliko manjši. Rastlina ni ovijalka (Pepelnjak 2007).\nUrtica urens – mala kopriva, najdemo jo lahko ob Dravinji in Dravi, na Dravskem in Ptujskem polju, v južnem in jugovzhodnem delu Slovenskih goric ter na Murskem polju. Najraje raste na območjih, ki so pod vplivom teptanja, gnojenja… Raste na glinenih ali ilovnatih rastiščih, bogatih z dušikom. Uspeva tudi na dokaj peščenih rastiščih. Prijajo ji sveža in vlažna rastišča. Cveti od junija do septembra (Rode 2003).\nVeronica hederifolia – bršljanolistni jetičnik je enoletni plevel, ki zraste v višino do 60 cm. Listi so pecljati, pecelj je dolg do 2 cm, so okroglo srčasti, narezljani z globokimi zarezami, podobni bršljanovim listom (od tod ime). Cveti od marca do maja. Raste na njivah, bogato gojenih tleh in na ozarah ter pustih tleh. Razširjena je po vsej Sloveniji in skoraj po celi Evropi, zahodni Aziji in v Severni Ameriki (Ciraj 1998).\n"], "20": ["3.3.4 Herbicid U 46 M – Fluid", "U 46 M – fluid je herbicid za zatiranje enoletnega in večletnega širokolistnega plevela v vinogradih, nasadih sadnega drevja, žitih, na travinju in pri pridelavi travnega semena. Aktivna snov je MCPA v manj hlapni obliki – amino soli. Preprečiti je potrebno nanos škropiva na zelene dele vinske trte in sadnega drevja ter na sosednje gojene rastline. V vinogradih se sme uporabljati od tretjega leta starosti nasada dalje. Priporoča se tretiranje pri temperaturi zraka pod 25-C, v času brez vetra in v večernih urah (vir: http://www.metrob.si/fitofarmacijski-pripravki/u-46-m-%E2%80%93-fluid/. 30. januar 2011).\n"], "21": ["3.3.5 Herbicid Boom efekt", "Glifosat je ekološko sprejemljiv sistemičen neselektivni herbicid. V plevele prodira skozi liste in se hitro porazdeli (translocira) po njih. Prenašanje iz listov v korenine je izrazitejše kot prenašanje v druge smeri. Deluje zaviralno na metabolizem beljakovin in aminokislin. Zatira eno- in večletne široko- in ozkolistne plevele. Talno delovanje ni značilno. V tleh se hitro razgradi in se z organsko snovjo veže v neškodljive spojine. Zaradi tega ni nevarnosti, da bi se izpiral v podtalnico. Učinek glifosata na večletne plevele je najboljši jeseni in nekaj slabši spomladi v začetku bujne rasti (Vršič in Lešnik 2005).\n"], "22": ["3.4 Vrednotenje kakovosti pridelka", ""], "23": ["3.4.1 Določitev mase in debeline plodov", "Maso plodov smo določili z digitalno tehtnico (Varuna). Velikost plodov smo izmerili s kljunastim merilom, sestavljenim iz vodilnega ravnila z nepomičnim kljunom in pomičnim delom (Meba).\n"], "24": ["3.4.2 Merjenje prirasta debel", "Prirast debla smo izmerili s trakom za merjenje v začetku in ob koncu vegetacije v višini 20 cm nad cepljenim mestom.\n"], "25": ["3.5 Metode dela", "V poskus so bila vključena 4 obravnavanja:\n- obravnavanje 1: herbicidni pas 60 cm (HP 60 cm)\n- obravnavanje 2: herbicidni pas 100 cm (HP 100 cm)\n- obravnavanje 3: »sendvič sistem« + naravna ozelenitev (S + NO)\n- obravnavanje 4: »sendvič sistem« + nizke trave (zeli) (S + NT)\nRazlični načini obdelave tal so bili izvedeni leta 2007, ob koncu leta je bil vrednoten njihov vpliv na rast in rodnost dreves ter kakovost pridelka. Opis dela po posameznem obravnavanju je predstavljen v nadaljevanju.\nObravnavanje 1:\n- škropljenje proti plevelu v vrsti (herbicidni pas) je bilo izvedeno 16. 4. 2007 s  herbicidom Boom efekt v odmerku 20 – 30 ml/100 m2 in herbicidom U 46 v  odmerku 15 ml/100 m2. Škropljenje proti plevelu smo ponovili 15. 6. 2007.  Škropili smo ročno z nahrbtno škropilnico. V nadaljevanju je obravnavanje označeno s kratico HP 60 cm.\nObravnavanje 2:\n- škropljenje proti plevelu v vrsti (herbicidni pas) je bilo izvedeno 16. 4. 2007 s  herbicidom Boom efekt v odmerku 20 – 30 ml/100 m2 in herbicidom U 46 v  odmerku 15 ml/100 m2. Škropljenje proti plevelu smo ponovili 15. 6. 2007.  Škropili smo ročno z nahrbtno škropilnico. V nadaljevanju je obravnavanje označeno s kratico HP 100 cm.\nObravnavanje 3:\n- obdelavo tal na vsaki strani vrste smo izvedli 11. 4. 2007 s prekopalnikom. To smo  ponovili 12. 6. 2007.\n- v vrsti smo naravno ozelenitev kosili ročno, in sicer 23. 4. 2007, 14. 5. 2007, 7. 6. \nV nadaljevanju je obravnavanje označeno s kratico S + NO.\nObravnavanje 4:\n- obdelavo tal na vsaki strani vrste smo izvedli 11. 4. 2007 s prekopalnikom. To smo  ponovili 12. 6. 2007.\n- seme plevelov za vzpostavitev nizkega rastja v centralnem pasu neposredno pod  drevesi smo sejali 11. 4. 2007 ročno. V nadaljevanju je obravnavanje označeno s kratico S + NT.\nDela v vseh obravnavanjih:\n- 14. 2. – 16. 2. 2007: rez;\n- 11. 4. – 16. 4. 2007: štetje socvetij;\n- 16. 4. 2007: merjenje obsega debel 20 cm nad cepljenim mestom;\n- 14. 5. – 18. 5. 2007: ročno redčenje plodov na način, da je ostal v socvetju le  centralni plodič;\n- 17. 8. 2007: obiranje pridelka. Pri vsaki jablani smo sortirali po debelini do 70 mm  in nad 70 mm ter plodove stehtali;\n- 7. 11. 2007: merjenje obsega debel.\n"], "26": ["3.6 Klimatske razmere v letu 2007", "Maribor v letu 2007 (Mesečni bilteni) po modificiranem Walterjevem in  Gaussenovem klimadiagramu v razmerju 1 : 4 (Hočevar in Petkovšek 1995)\nJanuar 2007 je bil eden najtoplejših mesecev v zadnjih letih. Povprečna januarska temperatura je v nekaterih krajih bila celo za 6 -C višja od dolgoletnega povprečja. Padavine v tem mesecu so bile na jugu obilnejše, drugod pa nižje od dolgoletnega povprečja. Povsod po državi je bil februar izrazito toplejši kot običajno, na obali je bil to celo najtoplejši februar do sedaj. Prvih osemnajst dni v marcu se je nadaljevalo nenavadno toplo vreme, nato pa nas je dosegel hladni val zraka in 19. marca je snežilo tudi po nižinah. Kljub ohladitvi je bil mesec kot celota opazno toplejši kot v dolgoletnem povprečju. Aprila se je nadaljevalo obdobje nenavadno toplega vremena. V začetni tretjini so prevladovali toplejši dnevi kot običajno, osrednja in zadnja tretjina meseca pa sta bili izredno topli. Padavine so bile skromne. Maj je bil opazno toplejši kot običajno. Zaznamovalo ga je zelo spremenljivo vreme s pogostimi plohami in nevihtami, zato so bile padavine porazdeljene zelo neenakomerno. Povsod po državi je bil junij toplejši od dolgoletnega povprečja. Mesečno povprečje temperature v juliju je opazno preseglo dolgoletno povprečje. V gorskem svetu severne Slovenije in v osrednji Sloveniji je bilo dolgoletno povprečje \npadavin preseženo, drugod pa je padavin primanjkovalo. Povprečna avgustovska temperatura je bila nad dolgoletnim povprečjem. V pretežnem delu države padavine niso dosegle običajnih količin, najbolj pa so dolgoletno povprečje presegli na Koroškem in delu Štajerske. Septembra je bila povprečna mesečna temperatura nižja od dolgoletnega povprečja. Padavin je bilo septembra povsod precej nad dolgoletnim povprečjem. Najobilnejše je bilo deževje, ki je spremljalo prehod hladne fronte 18. septembra. Oktobra je bila povprečna mesečna temperatura nižja od dolgoletnega povprečja, vendar v mejah običajne spremenljivosti. Novembra 2007 so prevladovali hladnejši dnevi od dolgoletnega povprečja. Takrat je bil november s padavinami skromen. December je bil temperaturno povsem povprečen, padavin pa je v zahodni polovici države močno primanjkovalo (vir: http://www.arso.gov.si/. 4. december 2010).\n"], "27": ["3.7 Statistična analiza podatkov", "Podatke smo obdelali in analizirali s statističnim programskim paketom Microsoft Excel 2007 in SPSS for Windows 16.00. Izvedena je bila enosmerna analiza variance ANOVA. Za ugotavljanje statističnih razlik med obravnavanji smo uporabili Duncanov test s 5% tveganjem.\n"], "28": ["4 REZULTATI Z RAZPRAVO", ""], "29": ["4.1 Rezultati poskusa", "* različne oznake (a, b) pomenijo statistično značilne razlike po Duncanu (0,05)\nIz preglednice 1 je razvidno, da so najvišje število socvetij, med 51 in 53, v začetku poskusnega leta imela drevesa v obravnavanju HP 100 cm in HP 60 cm. Obravnavanji se statistično značilno razlikujeta od obravnavanj, kjer je bila tekom leta izvajana obdelava tal s pomočjo »sendvič sistema« (S + NO in S + NT). Tam so drevesa v začetku poskusa dosegala v povprečju 20 % nižje povprečno število socvetij, med 40 in 42.\nIzhodiščni podatek kaže na neizenačenost poskusnih dreves in lahko zamegli dejanski vpliv obravnavanja na rezultate ob koncu leta, zato je smiselno v nadaljevanju primerjati med seboj obravnavanja, ki vključujejo obdelavo tal s herbicidom (HP 100 cm in HP 60 cm) in obravnavanja, ki vključujeta »sendvič sistem« (S + NO in S + NT). Povprečno število plodov v obravnavanju HP 100 cm je bilo 32, v obravnavanju HP 60 cm pa 33. Med tema obravnavanjema, kjer je bil uporabljen herbicid, v številu plodov ob obiranju ni dokazanih statističnih razlik. Signifikantno manjše število plodov so v času obiranja imela drevesa, kjer je bil uporabljen »sendvič sistem« obdelave tal (25 oz. 23). Tudi med njimi ni statistično značilnih razlik. Razlike v številu plodov lahko v osnovi pripisujemo razlikam v številu socvetij, ne pa razlikam, povzročenih z načinom obdelave tal. \nRazlike v pridelku po drevesih so velike, sovpadajo z razlikami ugotovljenimi pri številu socvetij in plodov na drevo, zato jih lahko z njimi neposredno povežemo. Večje število socvetij je rezultiralo v signifikatno večjem številu plodov in tudi signifikantno večjem pridelku po drevesu. V obravnavanjih, kjer smo uporabili herbicid, se je pridelek gibal med 5,2 in 5,3 kg/drevo. V ostalih dveh obravnavanjih je cca 20 % manjše število socvetij rezultiralo tudi v cca 20 % nižjem pridelku (cca 4 kg/drevo), zato vpliva herbicida na količino pridelka ne moremo potrditi, niti ne širine herbicidnega pasu. Prav tako ne prepoznavamo razlik pri vplivu nizkih trav ali naravne ozelenitve na količino pridelka.\nRazlike v povprečni masi plodov so bile majhne kljub signifikantno različnim oveskom. Mase se gibljejo med 162 in 171 g. Znotraj skupin, kjer smo uporabljali herbicid ali »sendvič sistem« obdelave tal, statističnih razlik ne potrdimo. Signifikantno se v doseženi povprečni masi plodov razlikujeta le obravnavanji HP 100 cm in S + NT, kar pa težko povežemo z načinom obdelave tal, lažje pa kot posledico vpliva 20 % večjega oveska pri HP 100 cm.\nDelež plodov premera pod nad 70 mm (1. kakovostni razred) je bil v poskusu dokaj nizek in je znašal med 66 in 77 %. Najvišji delež plodov 1. razreda so imela drevesa v obravnavanju S + NT (77 %) ter HP 100 cm (75,1 %), signifikantno nižjega pa so dosegla drevesa v obravnavanju S + NO. Širši herbicidni pas ter ozelenitev z nizkimi travami (zelmi) v kombinaciji s »sendvič sistemom« sta se pokazala kot dobra z vidika doseganje višje kakovosti pridelka (premer).\nIz preglednice 1 je razvidno, da je v letu poskusa prišlo do velikih razlik v prirastu obsega debel. Drevesa iz obravnavanj, kjer je bil uporabljen herbicid, so priraščala statistično značilno močneje kot drevesa, kjer smo izbrali drugačen način obdelave tal. Prirast obsega debel je pri obravnavanjih HP 60 cm in HP 100 cm znašal 0,9 oz. 0,8 cm, v obravnavanjih S + NO ter S + NT pa cca 30 % manj, to je 0,6 cm.\nObičajno sta rast in rodnost pri jablani v obratnem sorazmerju. V našem primeru opažamo, da so drevesa, kjer smo pri obdelavi tal uporabljali herbicid, priraščala močneje ter imela \ntudi višje pridelke. Ta podatek pripisujemo pozitivnemu vplivu herbicidov na rast dreves ter kakovost pridelka v tretji rastni dobi. Zaradi različnih izhodišč pri rodnosti dreves vpliva na količino pridelka ne moremo potrditi ali ovreči. Iz podatkov enoletnega poskusa ne moremo priti do zaključka glede vpliva načina obdelave tal na višino pridelka, saj smo v začetku ugotovili različno izhodišče glede rodnega potenciala poskusnih dreves. Glede kakovosti pridelka, definirane s parametrom premer plodov, pa lahko povzamemo, da je uporaba S + NT dala najboljše rezultate glede deleža plodov 1. kakovostnega razreda, celo 2 % več jih je bilo kot pri obravnavanju, kjer smo uporabili herbicid na 100 cm širine (HP 100 cm). V obravnavanjih, kjer smo uporabljali herbicid, pa lahko zaznamo njegov pozitivni vpliv na bujnost dreves ter primerno povprečno maso plodov kljub nekoliko višji obloženosti dreves s pridelkom. Morda bi lahko kombinacija ukrepov, ki pri sorti ´Gala´ nekoliko »vzpodbudijo« rast, bila dobra v kombinaciji s sendvič obdelavo tal. Energija, ki jo nizke trave odvzamejo drevesu kot »konkurent«, predvsem v času formuliranja rodnega volumna in t.i. juvenilnem stadiju, je tista, ki lahko drevesu zmanjka, kar se pri takem načinu obdelave tal lahko odrazi v manjši bujnosti rasti in morda tudi nekoliko nižji povprečni masi plodov.\n"], "30": ["5 SKLEPI", "Na posestvu UKC Pohorski dvor smo v letu 2007 izvajali poskus zamenjave uporabe herbicidov v pridelavi jabolk sorte ´Gala´ z alternativnimi metodami obdelave tal, kot je to nega tal na način t.i. »sendvič sistema« obdelave tal. Obravnavanja so predstavljala herbicidni pas v širini 100 cm, herbicidni pas v širini 60 cm, »sendvič sistem« obdelave tal v kombinaciji z naravno ozelenitvijo ter sendvič sistem obdelave tal v kombinaciji s posejanimi nizkimi travami (zelmi).\nGlede na dobljene podatke sklepamo, da zmanjšanje deleža površine, tretirane s herbicidi (iz 100 cm na 60 cm) ni odločilno vplival na rast in rodnost dreves ter kakovost pridelka. »Sendvič sistem« obdelave tal v kombinaciji z naravno ozelenitvijo ali posejanimi nekonkurenčnimi zelmi se je potrdil kot primerna zamenjava za uporabo herbicidov z vidika ohranjanja količine in kakovosti pridelka, vendar je »neuporaba« herbicidov pri sortah jablan, ki imajo rastne značilnosti, kot jo ima sorta ´Gala´, nevarna z vidika intenzivno zmanjšanega vigorja jablan, ki nastopi zaradi tekmovalnosti nizkih trav in zeli ali naravne ozelenitve, v juvenilnem stadiju, ki se šele formira. Proučevani alternativni ukrepi obdelave tal bi bili zato primernejši v nasadih, kjer je polna rodnost že nastopila.\n"], "abstract": ["Na posestvu UKC Pohorski dvor smo v letu 2007 izvajali poskus zamenjave uporabe herbicidov v pridelavi jabolk sorte ′Gala′ z alternativnimi metodami obdelave tal. Obravnavanja so predstavljala herbicidni pas v širini 100 cm, ožji herbicidni pas v širini 60 cm, »sendvič« sistem obdelave tal v kombinaciji z naravno ozelenitvijo ter »sendvič« sistem obdelave tal v kombinaciji s posejanimi nizkimi travami. Širina herbicidnega pasu iz 100 cm na 60 cm ni imela pomembnega vpliva na rast in rodnost dreves ter kakovost pridelka. Nega tal po načinu »sendvič« sistema obdelave tal v kombinaciji z naravno ozelenitvijo ali posejanimi travami se potrdi kot primerna zamenjava uporabi herbicidov glede na rodnost in kakovost pridelka, vendar signifikantno zavre vegetativni razvoj mladih dreves pred njihovim vstopom v polno rodnost. "]}