{"1": ["1 UVOD", "Obdelava tal omogoča rastlinam (koruzi) izrabo hranil v tleh, spodbuja mikrobiološke procese in omogoča razvoj kulturnim rastlinam. V zadnjih nekaj letih se kmetije vključujejo v programe, kot sta pri nas najbolj razširjena KOP in integrirana pridelava poljščin, ki jih izvaja kmetijska politika. Kmetije, ki so vključene v katerega od teh programov morajo izvajati, oziroma izvajajo zaradi višjih subvencij ozelenitev tal čez zimo. Za ozelenitev tal je potrebno sejati prezimne poljščine, ki čez zimo ne propadejo, in imamo zaradi njihovega uničenja, ter zaradi slabega vremena spomladi zelo malo časa in velike probleme, pri obdelavi tal. Obdelava s plugom omogoča zadelavo rastlinskih ostankov, organskih in mineralnih gnojil. Tla obdelujemo z različnimi stroji za obdelavo, s katerimi vzdržujemo in ustvarjamo ustrezno strukturo tal.\nObdelavo tal delimo na konvencionalni način obdelave tal, konzervacijski način obdelave tal in na direktno setev. V Sloveniji je najbolj razširjen konvencionalni način obdelave. Druga dva načina se uporabljata v manjši meri, saj je malo pridelovalcev koruze, ki že imajo ustrezne stroje in praktične izkušnje.\nNabava orodij in strojev za obdelavo tal je za kmetijo velik strošek. Ob vse večjih pritiskih za ekonomično pridelavo moramo ob obdelavi tal pomisliti tudi na zmanjševanje stroškov, kar lahko dosežemo z manjšo porabo goriva. Tako kot cene strojev se namreč višajo tudi cene goriv. Zanimiv je podatek, da se pri uporabi traktorja le 20 odstotkov porabljenega goriva dejansko porabi za efektivno delo (na primer oranje). Zelo veliko prihranka na gorivu lahko prinese sprememba načina obdelave tal, vendar se za takšne, dokaj rigorozne spremembe, odločajo le najbolj »drzni«.\n"], "2": ["1.1 Cilji", "Osnovni namen diplomskega dela je ugotoviti, pri kateri od osnovnih obdelav za kasnejšo setev koruze je manjša poraba goriva in manjši zdrs. V poskusu smo primerjali konvencionalno obdelavo s plugom in konzervirajočo obdelavo z rahljalnikom (gruberjem). Poleg porabe goriva in računanja zdrsa smo merili še čas, porabljen za posamezno vrsto obdelave in ugotavljali vpliv obdelave na vznik koruze. Cilj naše raziskave je dokazati, da lahko s pravilno odločitvijo za vrsto osnovne obdelave pred setvijo koruze privarčujemo veliko goriva in časa, obenem pa še dobro vplivamo na vznik in kasnejšo rast koruze ter tako izboljšamo ekonomičnost pridelave.\n"], "3": ["2 PREGLED LITERATURE", ""], "4": ["2.1 Gospodarski pomen koruze v svetu in Sloveniji", "Koruzo na mnogih revnejših območjih sveta pridelujejo predvsem za prehrano ljudi, v razvitejših državah pa je namenjena predvsem za prehrano živali, za industrijsko predelavo in v zadnjem obdobju tudi za predelavo v razna goriva. Koruza je poljščina, iz katere je mogoče proizvesti številne izdelke, le redki izdelki pa lahko koruzo nadomestijo. Kljub temu, da se pridelava koruze iz leta v leto povečuje, je manjša od hitro rastočih potreb za prehrano ljudi, živali in proizvodnjo goriv (Čergan in sod. 2008).\nKoruza je najbolj razširjena poljščina v Sloveniji, saj je z rastlino mogoče na preprost in poceni način pridelati največjo količino energije na površinsko enoto. Pridelujemo jo na okoli 40 odstotkov vseh njiv, kar je največji delež v setveni sestavi med vsemi evropskimi državami. Približno tretjina posevkov koruze je namenjena pridelavi silaže, dve tretjini pa pridelavi suhega zrnja, siliranega vlažnega zrnja in siliranih mletih storžev (Čergan in sod. 2008).\n"], "5": ["2.2 Obdelava tal", "Obdelovanje tal je osnovni agrotehnični ukrep pri pridelovanju poljščin. Pravilna skrbna in pravočasna obdelava zemlje je namreč osnova za velike pridelke. Napake, ki jih naredimo pri obdelovanju, nas spremljajo vse leto. Le dobra obdelava ter pravilno gnojenje stalno večata rodovitnost njiv (Skledar in Leban 1998).\nZ obdelovanjem tla prerahljamo, jih prezračimo in otoplimo. Vsakoletno obdelovanje tal je nujno, da tla čim bolje pripravimo za setev poljščin. Predvsem skušamo tlem vrniti ugodni in stabilen mrvični zlog in jih napraviti čim rodnejša. Zbita, neobdelana tla, kakršna so po žetvi, slabo gospodarijo z vodo, poleg tega so tudi nezračna. \nGospodarno in ekološko primerno pridelovanje postavlja še dodatne zahteve pri obdelavi tal. Med te sodijo:\n- zmanjšati stroške obdelave in porabo energije,\n- skrčiti globoko in intenzivno obdelavo na nujne ukrepe,\n- izbrati za nadzemni in podzemni del rastline najprimernejšo obdelavo.\n"], "6": ["2.3 Načini obdelave tal za setev koruze", "Obdelavo tal delimo na konvencionalni način obdelave tal, konzervacijski način obdelave tal in na direktno setev. V Sloveniji je za koruzo najbolj uveljavljen konvencionalni način obdelave. Druga dva načina se uporabljata v manjši meri, saj je malo pridelovalcev koruze, ki že imajo ustrezne stroje in praktične izkušnje.\nKonvencionalni način obdelave tal Pri konvencionalnem načinu obdelave tal je za osnovno obdelavo značilna faza oranja, ki se izvede s plugi. Sledi dopolnilna obdelava z različnimi orodji in stroji, ki tla pripravijo na setev. Najbolje je, da osnovno obdelavo tal za koruzo, tj. oranje, izvedemo v jesensko- zimskem času. Jesensko oranje prinaša prednosti, kot so akumulacija vode v času jesensko- zimskega obdobja in drobljenje tal po naravnih razpokah zaradi velikih temperaturnih sprememb (zamrzovanje-odtajanje v zimskem času). Ne glede na čas pa z oranjem vračamo organsko snov v tla, zaoravamo žetvene ostanke, njiva je na površini ob pravilnem oranju brez rastlinskih ostankov, ki bi motili stroje za dopolnilno obdelavo tal in setev. Pri konvencionalnem načinu obdelave tal lahko večkratne prehode za dopolnilno obdelavo zreduciramo, tako da uporabimo stroje za obdelavo tal, ki so gnani preko priključne gredi traktorja (prekopalniki, vrtavkaste brane). Ti stroji lahko imajo prigrajeno tudi sejalnico za koruzo, tako da se dopolnilna obdelava in setev koruze opravita v enem prehodu (Čergan in sod. 2008). \nKonzervacijski način obdelave tal Konzervacijski način obdelave je tisti, pri katerem ostane po obdelavi in setvi več kot 30 odstotkov obdelane površine pokrite z rastlinskimi ostanki prejšnje poljščine. Taka obdelava lahko izboljša nosilnost in strukturo tal. Pri tem načinu obdelave je tudi manj možnosti za nastajanje plazine in tudi manj tveganja za morebitne zamude optimalnih rokov setve zaradi poslabšanja vremena. Pri konzervacijski obdelavi je na površju in v setveni plasti relativno veliko organske mase, zato so pri setvi težave z odlaganjem semena, če sejalnica ni opremljena s krožnimi sejalnimi lemeži (Čergan in sod. 2008).\nNeposredna – direktna setev Neposredna ali direktna setev je setev v strnišče – v neobdelano zemljo. Med spravilom pridelka in setvijo poljščine, ki sledi, z orodji oziroma stroji ne posegamo v tla. V zahodni Evropi se ta način uveljavlja počasi, izvedenih pa je bilo precej poskusov z namenom preverjanja ustreznosti direktne setve. Neposredna setev se uporablja predvsem za žita, možna pa je tudi za koruzo. Lastnosti tal, ki se več let obdelujejo na tak način, postanejo podobni lastnostim tal s travinjem. Poveča se vsebnost organske snovi, izboljšata se struktura tal in biološka aktivnost. Na površini tal je manjša možnost, da pride do zablatenja tal, večja pa je tudi prehodnost površine za traktorje in druge kmetijske stroje. Zmanjša se nevarnost pojava globokih kolesnic in s tem zbitost tal. Kljub temu pa je treba paziti na uporabo tlom prijaznih pnevmatik, še zlasti na strojih za spravilo pridelka, saj zbita tla lahko popravimo le z obdelavo (Čergan in sod. 2008).\n"], "7": ["2.4 Traktor", "Traktor je osrednji pogonski in delovni stroj, ki je namenjen vleki in pogonu priključnih strojev na polju. Uporabljamo ga za transportna dela prevoznih in neprevoznih delovnih strojev. Uporaba traktorja veča produktivnost in kakovost dela, niža proizvodne stroške in kmetovalcem lajša delo. Splošen razvoj in napredek tehnike je povzročil napredek tudi pri traktorjih. Cenejša izdelava posameznih sklopov (npr. prestav, prestavljivih pod obremenitvijo) je omogočila njihovo uporabo, oziroma vgradnjo v traktorje. Nove zahteve \nv kmetijstvu, tehnični napredek in razmere na trgu silijo proizvajalce traktorjev v nenehne izboljšave oziroma razvoj novih serij. Večina zahodnoevropskih proizvajalcev predstavlja obnovljene ali pa povsem nove serije standardnih traktorjev (Jejčič 2007).\n"], "8": ["2.4.1 Standardni traktor", "Pri osnovni in dopolnilni obdelavi tal se najpogosteje uporabljajo standardni dvoosni traktorji z močjo od 14,7 kW/20 KM do 257 kW/350 KM. Razpored teže je 40 % spredaj in 60 % zadaj. Namenjeni so za opravljanje vseh kmetijskih del.\n"], "9": ["2.5 Gorivo", "Uspešnost motorjev z notranjim izgorevanjem je odvisna od usklajenosti stroja in goriva. Goriva, ki se danes uporabljajo za pogon motorjev z notranjim izgorevanjem, so največkrat zmesi zelo različnih ogljikovodikov, različnih po strukturi njihovih molekul, različnih po izvoru in postopku pridobivanja. Zato imajo goriva zelo različne fizikalne in termokemične lastnosti. Od priprave goriv in njihovih zmesi z oksidantom, ki je navadno kisik v zraku, so odvisni potek procesa zgorevanja, prenos in pretvorba energije v stroju in tudi vpliv procesa na okolje (Jejčič 2007).\n"], "10": ["2.6 Zdrs pogonskih koles traktorja", "Pri prenosu sile s koles na podlago se vedno pojavlja tudi zdrs koles oziroma na mehkih tleh drsenje, ki se pojavi, ker rebra pnevmatik traktorja zajamejo tla, ki se zalepijo na pnevmatiko. To pomeni, da bo kolo opravilo manj poti, kot bi pričakovali glede na obseg kolesa traktorja. Zdrs pogonskih koles vpliva na zmanjševanje hitrosti vožnje traktorja glede na hitrost, ki bi jo dosegel, če ne bi bil obremenjen z vlečno silo. Zmanjšanje hitrosti je sorazmerno zdrsu koles. Z večanjem zdrsa koles se povečuje tudi kotalni odpor zaradi \nvečje deformacije pnevmatike, na mehkih tleh pa zaradi učinka »vkopavanja« kolesa. Zdrs vpliva tudi na odrivno silo kolesa (Jejčič 2007).\n"], "11": ["2.7 Obdelava tal s plugom", "Obdelovanje tal s plugom ali oranje predstavlja najbolj pogosto obliko osnovne obdelave tal. Oranje sodi med najstarejše človekove dejavnosti in sega v čas, ko je človek začel načrtno pridelovati hrano. Najstarejši plugov prednik je znan iz obdobja 3000 let pred našim štetjem (Egipt, Babilon). V več tisočletni zgodovini in razvoju se je plug na zunaj spreminjal, funkcije njegovih najpomembnejših sestavnih delov, lemeža in plužne deske pa so še danes v osnovi iste kot pred tisočletji. Spreminjal se je material, iz katerega so izdelovali pluge, in nekoliko tudi oblika plugov; oboje se je prilagajalo tehničnemu razvoju in tehnološkim dosežkom določenega časa (Mrhar 2002).\n"], "12": ["2.7.1 Lemežni plug", "Skupno ime za pluge, ki imajo obliko plužnega telesa izpeljano iz delovne naprave konvencionalnega orodja za oranje, je lemežni plug.\nLemežni plug odreže od celine trak zemlje, brazdo, jo dvigne in zvrne za določen kot. Brazda najprej drsi po plužni deski in se po njej dviga ter na koncu prevali prek desnega spodnjega roba in postavi pokonci v širšo stranico. V nadaljevanju zvračanja se brazda prevali na zgornji desni rob ter obleži pod kotom 100 -140 stopinj naslonjena na predhodno odrezani brazdi. Pri odrezovanju, dviganju in zvračanju brazde prihaja do tlačenja in natezanja ter do razpokanja in drobljenja brazde. Pri tem procesu prihaja tudi do mešanja, rahljanja in zračenja zemlje. Ker lemežni plug oblikuje in zvrača brazde, lahko zaorje strniščne ostanke, plevel in hlevski gnoj (Mrhar 1997). \nPri lemežnem plugu glavno delo opravita lemež in plužna deska, pomagata jima plaz in črtalo, pri nekaterih izvedbah še druge naprave. Lemež, plužna deska in plaz so pritrjeni na kozolec in vse to skupaj imenujemo plužno telo, ki je na koncu gredlja. Drugi konec gredlja je pritrjen na kolenasto prečko za uravnavanje lege pluga, pri večbrazdnih plugih pa na okvir oziroma nosilec plužnih teles. Pred plužnimi telesi so lahko pritrjeni na okvir pluga še predplužniki ali vlagalniki (Mrhar 2002).\nSodobni lemežni plugi so večinoma opremljeni z univerzalnimi plužnimi deskami. Ta oblika plužne deske je vmesna oblika med valjasto in zavito plužno desko. Plužne deske za hitro oranje (7 - 8 km/h) so nekoliko ožje in daljše od univerzalnih, da zaradi večje hitrosti oranja plug brazde ne odmetava preveč vstran (Mrhar 2002).\n"], "13": ["2.8 Obdelava tal z rahljalnikom - gruberjem", "Rahljalnik v primerjavi s plugom zemljo rahlja in nepopolno obrača, vendar spada med najstarejše stroje za obdelavo zemlje. Njegova uporaba je bila v preteklosti omejena, ker je \npotreboval veliko vlečne moči. V sedanjem času pa razvoj rahljalnikov in velika razpoložljiva moč traktorjev rahljalniku zopet dajeta mesto pomembnega stroja za osnovno obdelavo tal.\nRahljalniki imajo nogače, ki so lahko togo vpete na okvir stroja. Na nogačah so nameščene različne oblike lemežev. Pri delu tega stroja se ornica pregrobo prerahlja in površina premalo poravna za setev, zato jo je potrebno še dodatno obdelati. Zaradi zmanjševanja teh pomanjkljivosti obdelave je potrebno zemljišče še dodatno obdelati. Glede na izvedbo rahljalnika opravlja ta sledeča dela: poravnavo in zgoščevanje zemljišča, drobljenje in mešanje (Bernik 2005).\n"], "14": ["2.8.1 Gruber", "Je oblika rahljalnikov. Zgrajen je iz treh do štirih vrst togih nogač, na kateri so nameščeni lemeži v puščičasti obliki. V zadnjem času se vse več pojavljajo gruberji , ki imajo nogače razporejene v dveh vrstah v razmaku 80 cm in razmak nogač v vrsti 30 do 40 cm. Pri teh oblikah gruberjev so lemeži običajno krilate oblike, kar omogoča obdelavo po celotni delovni širini stroja. Lastnost gruberja je, da intenzivno meša in drobi zemljišče v globini 15 do 20 cm, tudi v suhem in trdem zemljišču. Običajno je opremljen z dodatnimi napravami, kot so: drobilni valji, vlače, rezalni ali loputasti koluti (Bernik 2005). \n"], "15": ["3 MATERIALI IN METODE DELA", "Odločili smo se, da bomo naredili poskus z dvema vrstama osnovne obdelave za koruzo; konvencionalno in konzervirajočo. Za konvencionalno obdelavo smo uporabili osnovno orodje lemežni plug, za konzervirajočo pa gruber. Da bi ugotovili, pri kateri obdelavi privarčujemo več goriva in časa ter katera boljše vpliva na vznik in rast koruze, smo se odločili za poizkus na njivi. Njivo smo razdelili na dva dela in uredili merilni poligon. En del merilnega poligona smo obdelali s plugom, drugega pa z gruberjem, oba v šestih ponovitvah. Pri vsaki ponovitvi smo merili porabo goriva s pomočjo merilnega valja , ki je bil nameščen namesto rezervoarja in bil povezan z dovodom goriva, zdrs pogonskih koles, katerega smo merili s pomočjo traktorskega števca, ki kaže prevoženo pot z zadnjimi kolesi, ter porabljen čas.\n"], "16": ["3.1. Uporabljeni stroji in priključki v poskusu", ""], "17": ["3.1.1 Standardni traktor New holland T 6020 ELITE", "Za poskus smo uporabili traktor NEW HOLLAND, model T 6020 ELITE. Traktor ima vgrajen vodno hlajen dizelski motor znamke Iveco. Motor je štirivaljni, s po štirimi ventili na valj, s tehnologijo vbrizga goriva po skupnem vodu (Common Rail) in razvije moč 82 kW (112 KM) pri 2200 vrt/min. Motor je opremljen z elektronskim sistemom za upravljanje moči (EPM - Engine Power Management), ki lahko po potrebi poveča moč za dodatnih 15 kW (20 KM) na 97 kW (132 KM), tako pri delu s priključno gredjo, kot pri transportu po cesti. Motor ustreza okoljevarstvenim direktivam Tier III. Maksimalni navor traktorja je 520 Nm pri 1400 vrt/min, s sistemom za povečanje moči motorja (EPM) pa doseže 550 Nm pri 1600 vrt/min.\nTraktor je bil opremljen z menjalnikom Active Electro Command™ s 16 prestavami pri vožnji naprej in 16 pri vzvratni vožnji ter polovičnim prestavljanjem pod obremenitvijo. \nMenjalnik omogoča izbiro med osmimi od šestnajstih hitrosti brez uporabe sklopke, lahko pa izberemo tudi samodejno prestavljanje v posamezni skupini. Opremljen je bil z elektrohidravličnim spreminjevalnikom smeri oz. \" Powershuttle-om\", kar nam omogoča spremembo smeri vožnje brez uporabe sklopke.\nZadnje hidravlično dvigalo je III. kategorije in ima maksimalno kapaciteto dviga na koncih rok, v vodoravnem položaju 7864 kg. Upravljanje hidravličnega dvigala je elektronsko. Za priklop hidravličnih porabnikov so na voljo trije pari hidravličnih spojk. Zadnja priključna gred je standardne izvedbe s 6 utori. Na voljo so tri različne hitrosti vrtenja in sicer 540 / 540 ECO / 1000 vrtljajev na minuto. Masa neobteženega traktorja znaša 5010 kg (New holland 2007).\n"], "18": ["3.1.2 Plug PÖTTINGER SERVO III PLUS", "V poskusu smo uporabili za konvencionalno obdelavo plug avstrijske znamke PÖTTINGER, model SERVO III PLUS. To je nošeni tribrazdni obračalni plug z rešetkastimi (peresastimi), srednje zavitimi deskami. Delovna širina je hidravlično nastavljiva od 0,96 do 1,59 m. Pri poskusu so bili na plug nameščeni dvodelni dletasti lemeži, predplužniki in črtalo (diskasto).\n"], "19": ["3.1.3 Rahljalnik (gruber)", "Za konzervirajočo obdelavo je bil uporabljen gruber poljske znamke UNIA, tip KOS 3.0 B. To vrsto gruberjev uvrščamo med srednje težke rahljalnike. Delovna širina gruberja je 3 m, nameščenih je imel sedem nogač, razporejenih v dve vrsti. Na nogačah so bili nameščeni krilati lemeži v obliki gosje noge. Prednost teh lemežev je, da široko spodrezujejo plevele in dobro mešajo zemljo. Gruber ima za nogačami nameščenih še 7 poravnalnih krožnikov ter valj za uravnavanje globine. Delovna globina gruberja je 15 do 20 cm. Na gruberju je bila nameščena še sejalnica za drobna semena znamke VEGA PRODUKT, ki pa je nismo uporabili. Njena masa s pogonskim kolesom znaša 240 kg. \n"], "20": ["3.2 Uporabljena oprema", "- merilni valj za ugotavljanje porabe goriva, prostornine 2 l, z razdelbo za odčitavanje na 10 ml;\n- merilni trak za merjenje dolžine in širine, dolžine 30 m, z natančnostjo 1 cm;\n- merilni trak za merjenje širine in globine, dolžine 3 m, z natančnostjo 1 cm;\n- posoda za nalivanje goriva;\n- apno za označevanje poligona;\n- leseni koli;\n- štoparica za merjenje časa;\n- fotoaparat;\n- beležka.\n"], "21": ["3.3 Merilni poligon", "Za merilni poligon smo si izbrali njivo, ki je last kmetije Šbül. Površina njive je 1,71 ha in se nahaja na začetku vasi Skakovci, v občini Cankova. Domače ime za njivo je » Štük – Pašnik«. Na njivi so po teksturi srednje težka ilovnata tla, ki se težko obdelujejo.\n"], "22": ["3.4 Predelava traktorja za poskus", "Pred poskusom smo za natančno odčitavanje porabe goriva na traktor namestili merilni valj prostornine 2 l, ki je nadomeščal rezervoar za gorivo. Da smo lahko izvrtali luknjo v dno merilnega valja ter zaradi manjše občutljivosti na vibracije, smo izbrali plastični merilni valj. Tako smo na spodnji del merilnega valja pritrdili dovodno cev za gorivo, ki je bila pritrjena v rezervoar. Povratno cev, po kateri se gorivo vrača v rezervoar, smo speljali na \nvrhu merilnega valja skozi pokrov, ki smo ga s pomočjo stružnice izdelali iz plastike. Za merilni valj smo izdelali nosilec, ki je bil pritrjen z dvema vijakoma na mesto za montažo konzole, prednjega nakladača.\n"], "23": ["3.5 Zasnova poskusa", "Najprej smo na njivi s pomočjo apna začrtali merilni poligon (slika 13). Začrtani merilni poligon smo razdelili na dva dela, v vsakem delu smo izvedli šest ponovitev. Dolžina merilnega poligona je znašala 415 m. Glede na delovno širino pluga, ki smo jo predhodno nastavili na 126 cm, smo se odločili, da bo prvi del poligona, ki ga bomo preorali širok 8 m. Drugi del poligona, ki ga bomo obdelali z gruberjem, z delovno širino 3 m, je imel skupno širino 19 m. \n1,26 m\n3,0 m\n"], "24": ["3.6 Priprave na poskus", ""], "25": ["3.6.1 Označevanje merilnega poligona", "Za natančen izračun porabljenega goriva in zdrsa pogonskih koles smo morali natančno izmeriti in označiti merilni poligon. Glede na to, da njiva ni pravokotne oblike, smo označili poligon, ki je meril v dolžino 415 m, tako da je bil na obeh straneh enako dolg, in širino 27 m. Pri računanju delovne storilnosti smo potrebovali še dve dodatni črti. Ker traktor pri oranju in obdelavi z gruberjem takoj na začetku še nima polne delovne hitrosti, \nsta bile ti dve črti od začetne in končne črte pomaknjeni v notranjost poligona za 20 m. Dolžina med tema dvema črtama je tako znašala 375 m.\nZa merjenje dolžine in širine smo uporabljali merilni trak dolžine 30 m. Pri merjenju smo začasno označevali dolžine z lesenimi koli, po končanem merjenju pa smo med koli potegnili vrvico in z apnom, s pomočjo vrča za zalivanje, naredili črte.\n"], "26": ["3.6.2 Priprava traktorja", "Ker smo za poskus uporabili traktor, ki je bil star šele pol leta, pregledu traktorja nismo namenjali večje pozornosti. Vseeno smo preverili količino olja v motorju, v hidravliki in nivo hladilne tekočine v hladilniku. Po pričakovanjih je bilo vse v mejah normale. V primeru kakšne večje napake na traktorju bi se na točkovno matričnem prikazovalniku samodejno pojavil simbol za napako in štirimestna koda napake.\nTik pred začetkom poskusa smo na traktor namestili merilni valj, saj je prostornina tega zadoščala le za nekaj minut obratovanja motorja. Transport na večje razdalje tako ne bi bil možen brez postankov.\n"], "27": ["3.6.3 Nastavitev pluga", "Pred začetkom oranja smo na plugu nastavili delovno širino in globino. Delovno širino lahko nastavljamo brezstopenjsko od 32 do 53 cm, zato smo jo nastavili kar iz traktorja s pomočjo hidravličnega cilindra. Delovno širino ene brazde smo nastavili na 42 cm, saj je traktor potreboval za vleko pluga zaradi težke zemlje precej moči.\nPovprečno globino oranja smo nastavili s pomočjo podpornega kolesa na 25 cm. Ker smo s plugom orali že nekaj let, drugih nastavitev nismo spreminjali, saj je plug enakomerno oral. \n"], "28": ["3.6.4 Nastavitev gruberja", "Pred začetkom poskusa z gruberjem smo nastavili delovno globino. Nastavili smo jo s pomočjo zadnjega valja na gruberju in centralnega vzvoda na traktorju. Po preizkušanju različnih globin smo se odločili za globino 15 cm, saj je pri tej globini gruber najboljše rahljal in mešal zemljo ter \"zadelaval\" plevele.\n"], "29": ["3.7 Meritve", "Meritve porabe goriva pri obdelavi tal s plugom in gruberjem ter zdrs smo izvajali 11. 4. 2011. Vse meritve smo izvedli med 10. in 15. uro. Vreme se v tem času ni spreminjalo, bilo je jasno z nekaj oblačnosti. Temperatura zraka se je gibala okrog 22-C. \nZaradi natančne statistične obdelave smo poskus z vsakim priključkom naredili v šestih ponovitvah. Po nastavitvi pluga smo poskus začeli na prvem delu poligona. Da bi bili rezultati čim bolj realni in natančni, smo traktor pred vsako ponovitvijo ugasnili tik pred začetno črto in v merilni valj nalili gorivo do zgornje črte (2000 ml), ter na vsaki končni črti, da smo odšteli količino porabljenega goriva. Ker smo za izračun zdrsa potrebovali pot, ki jo prevozi traktor, smo števec pred vsako ponovitvijo nastavili na 0. Istočasno kot porabo goriva in zdrsa smo merili tudi čas, le da smo zaradi potrebne delovne hitrosti, za meritev časa uporabljali drugi dve črti.\nPri poskusu s plugom in gruberjem smo obrate motorja nastavili s pomočjo tempomata, ki smo ga vključili pri vsaki ponovitvi. Z vključenim tempomatom smo imeli pri vsaki ponovitvi enako teoretično hitrost. Pri poskusu s plugom smo nastavili obrate motorja na 2000 obr/min, pri katerih je znašala delovna hitrost 7,6 km/h. Pri gruberju smo potrebovali nekaj več moči in večjo hitrost, zato smo obrate motorja nastavili na 2300 obr/min, pri čemer je bila delovna hitrost 8,0 km/h.\nDa bi dobili čim bolj realno stanje glede na to, katera vrsta osnovne obdelave boljše vpliva na rast koruze, smo po setvi ugotavljali vznik. Vznik smo ugotavljali 7. 5. 2011. Na naključno izbranih mestih smo s pomočjo merilnega traka označili razdaljo 10 m in v tej razdalji prešteli vse rastline. Na delu merilnega poligona, kjer smo pred setvijo koruze tla obdelali s plugom, in na delu, kjer smo tla obdelali z gruberjem, smo vznik preverjali v petih ponovitvah. Vse dobljene podatke smo si zapisovali v beležko. \n"], "30": ["3.8 Enačbe", "Na podlagi pridobljenih rezultatov smo izračunali:\n- porabo goriva na hektar preorane površine,\n- porabo goriva na hektar obdelane površine z gruberjem,\n- zdrs pogonskih koles v odstotkih,\n- povprečen zdrs pogonskih koles,\n- storilnost za hektar obdelane površine s plugom brez izgub,\n- storilnost za hektar obdelane površine z gruberjem brez izgub,\n- povprečen vznik koruze.\nEnačbe za izračune so prikazane v naslednjih poglavjih.\n"], "31": ["3.8.1 Izračun obdelane površine pri posamezni ponovitvi", "P = šir ⋅ dol (1)\nP – obdelana površina pri eni ponovitvi (m2) šir – delovna širina (m) dol – dolžina poligona (m)\n"], "32": ["3.8.2 Izračun porabe goriva na hektar obdelane površine", "PO - poraba na hektar (l) P - obdelana površina pri eni ponovitvi (m2) PP - porabljeno gorivo pri eni ponovitvi (l)\n"], "33": ["3.8.3 Izračun koeficienta zdrsa", "δ – koeficient zdrsa (%) Sr – pot pogonskega kolesa z zdrsom (m) St – pot pogonskega kolesa v primeru da ni zdrsa (m)\n"], "34": ["3.8.4 Izračun storilnosti za en hektar", "10000 SN = ( ) ⋅ PT (4)  P\nSN – storilnost na hektar (min) P – obdelana površina pri eni ponovitvi (m2) PT – poraba časa pri eni ponovitvi (min)\n"], "35": ["3.8.5 Izračun vznika koruze", "Rpr VZ = ( ) ⋅100 (5)  Rpo\nVZ – vznik (%) Rpr – število preštetih rastlin Rpo – število posejanih rastlin\n"], "36": ["3.9 Statistična obdelava podatkov", "Vse pridobljene podatke v poskusu smo vnesli v podatkovno tabelo programskega paketa Microsoft Excel. Statistično obdelavo podatkov smo nato opravili s pomočjo statističnega programa SPSS 16.0. Na osnovi dobljenih podatkov smo izvedli primerjavo povprečij po Duncanovem preizkusu primerjav pri 5 % tveganju (p < 0,05).\n"], "37": ["4 REZULTATI Z RAZPRAVO", ""], "38": ["4.1 Poraba goriva", "V tabeli 2 in 3 so prikazani rezultati izmerjene porabe goriva. Če primerjamo porabo goriva med posameznimi ponovitvami v poskusu pri oranju in obdelavo tal z gruberjem, se ta ni bistveno razlikovala. Vendar pa moramo upoštevati delovno širino, ki pri gruberju znaša 3,0 m, pri plugu pa le 1,26 m. Tako vidimo, da smo povprečno porabili pri oranju 29,23 l/ha, pri obdelavi z gruberjem pa 12,09 l/ha obdelane površine, kar ne vključuje obračanja. Poraba goriva je bila pri oranju skoraj 2,5 krat večja kot pri obdelavi z gruberjem. Če bi upoštevali še porabo goriva med obračanjem, bi bila ta razlika še večja, saj nastane pri oranju zaradi manjše delovne širine več izgub zaradi obračanja.\n  gruberjem.\n"], "39": ["4.2 Zdrs pogonskih koles", "V tabeli 5 in 6 so prikazani rezultati meritev dolžine prevožene poti s traktorjem in izračunan zdrs pogonskih koles pri oranju in obdelavi tal z gruberjem. Dolžino prevožene \npoti in čas smo merili istočasno kot porabo goriva. Pri oranju smo v eni ponovitvi povprečno prevozili 526 m, pri obdelavi z gruberjem pa 500 m. S pomočjo znane dolžine poligona, ki je bila 415 m, lahko izračunamo zdrs, in sicer pri oranju je bil povprečen zdrs 26,75 %, pri obdelavi z gruberjem pa za 6,27 % manjši, in sicer 20,48 %.\n"], "40": ["4.3 Poraba časa", "Podatke, koliko časa porabimo za obdelano dolžino 375 m in porabo časa za 1 ha, brez izgub, imamo prikazane v tabeli 7 in 8. Povprečna poraba časa je bila pri oranju pri posamezni ponovitvi 4,05 min, kar znaša na hektar 77,39 min. Pri obdelavi z gruberjem je bil povprečen čas v posamezni ponovitvi 3,65 min, kar pa na hektar znaša le 29, 29 min. Iz dobljenih rezultatov vidimo, da pri obdelavi tal s plugom porabimo več kot 2,5 krat več časa, kot pa pri obdelavi z gruberjem. Če bi upoštevali še izgube, ki nastanejo pri obračanju, bi pa bila razlika še občutno večja. \ngruberjem.\n"], "41": ["4.4 Vznik", "V tabeli 9 in 10 so prikazani podatki, ki smo jih dobili pri štetju vznika koruze. Koruza je bila posejana na razdaljo 16,8 cm v vrsti, kar pomeni 59,52 rastlin na razdalji 10 m, na kateri smo ugotavljali vznik. Povprečen vznik na tleh, ki so bila obdelana pred setvijo koruze s plugom, je bil na razdalji 10 m 51,8 rastlin oziroma 87,03 %. Na tleh, obdelanih pred setvijo koruze z gruberjem, je bil povprečen vznik 54,8 rastlin na 10 m oziroma 92,07 %. Iz rezultatov vidimo, da je bil vznik koruze na tleh, ki so bila obdelana z gruberjem, za 5,04 % večji, kot na tleh, obdelanih s plugom. \n"], "42": ["5 SKLEPI", "Leta 2011 smo izvedli poskus na njivi v Skakovcih. V poskusu smo proučevali vplive dveh različnih osnovnih obdelav za setev koruze, in sicer konvencionalno in konzervirajočo obdelavo tal. Ugotavljali smo vpliv na porabo goriva, zdrs, storilnost in vznik koruze po setvi glede na vrsto osnovne obdelave.\nNa podlagi meritev smo med proučevanjem poskusa prišli do naslednjih sklepov:\n1. Rezultati statistične analize so pokazali, da izmerjena poraba goriva pri oranju in  obdelavi tal z gruberjem na 415 m dolgem poligonu ni različna.\n2. Ugotovili smo, da je specifična poraba goriva na hektar pri obdelavi tal z gruberjem  statistično značilno manjša od porabe pri obdelavi tal s plugom. V poskusu smo pri  obdelavi tal z gruberjem povprečno porabili 12,09 l goriva na hektar, pri oranju pa  upoštevali izgub, ki nastanejo zaradi obračanja.\noranju pa 26,75 %. Zdrs je statistično manjši pri obdelavi tal z gruberjem za 6,27  %, kar se posledično pozna tudi na porabi goriva.\n4. Pri ugotavljanju storilnosti so rezultati pokazali, da smo za obdelavo tal z  gruberjem povprečno porabili 29,29 min/ha, medtem ko pa pri oranju 77,39 min/ha,  kar je 48,1 min/ha več.\nponovitev. \n 6. Pri ugotavljanju vznika koruze smo ugotovili, da je bil povprečen vznik pri  konzervirajoči obdelavi tal z gruberjem 92,07 %, pri konvencionalni obdelavi tal s  plugom pa 87,03 %. Delež vzniklih rastlin koruze je bil tako pri konzervirajoči  obdelavi za 5,04 % večji kot pri konvencionalni obdelavi tal.\nNaša končna ocena je, da bi bila z vidika porabe goriva, zdrsa, storilnosti in vznika primernejša za naše področje konzervirajoča obdelava, čeprav je dosti bolj razširjena konvencionalna obdelava tal. Vendar pa je potrebno preučiti tudi, kako tehnologija konzervirajoče obdelave tal vpliva na ohranjanje rodovitnosti tal. Predvidevamo, da bi se na dolgi rok splačala nabava orodij in strojev za konzervirajočo obdelavo tal. Ker pa zaradi nizkih cen pridelkov, dragih surovin, strogih predpisov in kmetijske politike veliko kmetij opušča dejavnost. Predvsem tiste, ki so v lasti starejših ljudi in nimajo naslednikov za kmetovanje, saj mladi za kmetovanje ne kažejo pretiranega zanimanja. Tako je vedno več kmetij, ki nimajo namena vlagati denarja v nabavo novih orodij in strojev za konzervirajočo obdelavo, s katerimi bi obdelovali tla bolj ekonomično in se raje poslužujejo že starih, ki so prisotni na kmetijah, ter tako životarijo do zaprtja ali propada kmetije.\n"], "abstract": ["Nabava novih orodij in strojev za obdelavo tal je za kmetijo velika investicija. Ob vse večjih pritiskih za ekonomičnost pridelave moramo ob obdelavi tal pomisliti tudi na zmanjševanje stroškov, kar lahko dosežemo z manjšo porabo goriva pri konzervirajočem načinu obdelave tal. V diplomskem delu smo smo ugotavljali tudi storilnost in vznik. Za poskus, ki smo ga izvedli na urejenem merilnem poligonu na njivi v vasi Skakovci, smo uporabili standardni traktor New Holland T 6020 ELITE, lemežni plug PÖTTINGER SERVO III PLUS in rahljalnik (gruber) UNIA KOS 3.0 B. Povprečna poraba goriva pri oranju je bila 29,23 l/ha, pri obdelavi tal z gruberjem pa 12,09 l/ha. Specifična poraba goriva na hektar je pri obdelavi tal z gruberjem statistično značilno manjša od porabe goriva pri oranju. Povprečen izmerjen zdrs pri oranju je znašal 26,75 %, pri obdelavi tal z gruberjem pa 20,48 % in je statistično značilno manjši za 6,27 %. Pri merjenju storilnosti smo ugotovili, da bi potrebovali za obdelavo površine enega hektarja brez obračanja pri oranju 77,39 min, pri obdelavi z gruberjem pa le 29,29 min. Vznik po setvi koruze v tla obdelana s plugom je znašal 87 %, po setvi koruze v tla obdelana z gruberjem pa 92,64 %. V diplomski nalogi smo ugotovili, da lahko s pravilno izbiro vrste priključka prihranimo precej goriva, časa in s tem našega denarja."]}