{"1": ["1 UVOD", "V kmetijstvu se vedno pogosteje soočamo z izzivi, kako na čim bolj učinkovit način izkoriščati pridelovalna sredstva in hkrati s tem minimalizirati vnos okolju škodljivih učinkovin. V tem primeru je potrebno izpostaviti izpirljiva hranila, predvsem dušik iz nepokritih tal. Z načrtno jesensko ozelenitvijo njivskih površin, ki so po spravilu pridelka ostale prazne, lahko izgube hranil zmanjšamo tako, da le te akumuliramo znotraj kmetijskega ekosistema z izbranimi rastlinskimi vrstami za ozelenitev. Z nekaterimi rastlinami lahko s simbiotsko vezavo v krogotok hranil vnesemo še dodaten dušik (Gselman in Kramberger 2006).\nKrmni dosevki so rastline, ki zelo hitro rastejo in se razvijajo. Zato jih lahko pridelujemo po spravilu glavne poljščine in jih pokosimo oziroma zaorjemo do setve naslednje (Korošec 1982). Strniščni posevki so tudi pomembni kot vir krme (Kramberger 2003), saj lahko pridelamo veliko količino kakovostne voluminozne krme že rano spomladi (Kapun in sod. 1999).\nZa krmne dosevke so najprimernejše rastline iz družin trav (Poaceae), križnic (Brassicaceae) in metuljnic (Fabaceae) (Kramberger in sod. 2005). Z vidika zmanjšanja izpirljivega dušika v tleh so uspešnejše križnice in trave (Kramberger in Podvršnik 2010), vendar lahko imajo slednje negativen učinek na naslednjo poljščino (Kramberger in sod. 2006).\nKrižnice in trave uspešno akumulirajo dušik, vendar za razliko od metuljnic le tistega, ki je razpoložljiv v tleh. Posledično je C:N razmerje v biomasi zelo široko, kar pa vpliva na imobilizacijo dušika, dodanega z gnojenjem (Kramberger in Podvršnik 2010). Negativni vpliv pa lahko izničimo z vključitvijo metuljnic v mešanico (Kramberger in sod. 2006), saj le te vnesejo dodatni, simbiotsko vezan dušik v biomaso in tako znižajo C:N razmerje (Kramberger in sod. 2010). \nPomembno je, da prezimni dosevki spomladi pred setvijo naslednje poljščine vsebujejo primerno C:N razmerje (15-30:1), kar omogoča optimalno mineralizacijo dušika in nemoteno prehrano naslednje poljščine v kolobarju (Kramberger 2007).\n1.1 Cilji raziskave\nKer pri nas narašča vključevanje prezimnih dosevkov v kolobar, je bil cilj diplomskega dela ugotoviti, kako prezimni dosevki, predvsem italijanska mnogocvetna ljuljka (Lolium multiflorum Lam.) in inkarnatka (Trifolium incarnatum L.), vplivajo na dušik v tleh ter na naslednjo, pri nas najbolj zastopano poljščino v kolobarju, koruzo (Zea mays L.). Prav tako smo želeli ugotoviti, kakšna je količina navideznega ostanka dušika v tleh po spravilu koruze (Zea mays L.) v letu njene rasti.\nDelovne hipoteze\n- Pred zaoravanjem prezimnih dosevkov bodo tla pod mnogocvetno ljuljko vsebovala  najmanj mineralnega dušika.\n- Največ dušika v organski masi bo akumulirala inkarnatka.\n- Prezimna dosevka inkarnatka in mnogocvetna ljuljka bosta vplivali na količino  akumuliranega dušika v celi rastlini koruze.\n- Največ navideznega ostanka dušika bo v tleh pod inkarnatko.\n- Pomanjkanje padavin bo vplivalo na količino ostanka navideznega dušika v tleh.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Pomen ozelenitve tal", "Sejanje kmetijskih poljščin na njivi ali na drugi neporaščeni površini pomeni ozelenitev tal. Te površine rastline s svojimi zelnatimi deli hitro delno ali popolno prekrijejo. Ozelenitev tal v kmetijstvu uvajamo z namenom pridelovanja poljščin za hrano, za krmo ali v industrijske namene, ter zasnovo travnikov. V zadnjem času pa ozelenitev tal na kmetijske površine uvajamo med setvijo dveh glavnih posevkov z namenom povečanja rodovitnosti tal ter racionalnim gospodarjenjem z dušikom in ogljikom v agroekosistemu (Kramberger 2003). Sejane rastline pa lahko prezimijo ali ne. Prezimne posevke sejemo predvsem po spravilu glavne poljščine in jih pokosimo ali zaorjemo do setve naslednje glavne poljščine (Korošec 1989).\nOzelenitev tal preko jesenskih in zimskih mesecev ima pozitivne učinke na okolje in na naknadno sejani glavni posevek. Pokrivne rastline prav tako zmanjšujejo posedanje tal, ki jih povzroča kinetična energija padavin. Z ozelenitvijo tal izboljšujemo njihove biološke, kemične in fiziološke lastnosti. Hkrati pa se moramo zavedati, da lahko nižja temperatura tal pod pokrivnim posevkom upočasni zgodnjo rast naslednjega posevka (Dabney in sod. 2001).\nNa območjih z občasnimi večjimi količinami padavin in daljšim obdobjem, ko tla niso zmrznjena, postaja prezimna pokritost njiv z zeleno rastlinsko odejo vse pomembnejši del strategije načrtnega gospodarjenja z dušikom v njivskem kolobarju (Kramberger in sod. 2010). Z uporabo prezimnih dosevkov zmanjšamo izpiranje nitratov kar za 65 – 70 % v primerjavi z nepokritimi tlemi (Wyland in sod. 1996).\nPo spravilu glavne poljščine lahko v zemlji ostanejo večje količine dušika (Kramberger in Podvršnik 2010). Ozelenitev tako ne ščiti tal le pred erozijo jeseni in pozimi ampak, kar je najpomembnejše, sejane rastline prevzemajo ostanke mineralnega dušika iz tal v pozni \njeseni, blagi zimi in zgodaj spomladi (Gselman in Kramberger 2010). Prezimni dosevek akumulira mineralni dušik in ga veže v organsko obliko. V primeru uporabe pridelka za krmo, del tega dušika v pridelku zelinja odpeljemo z njive, del (korenine) pa ostane na njivi in je po mineralizaciji organske snovi na voljo naslednji poljščini (Kramberger 2008).\nMedtem ko prezimni posevki aktivno rastejo, povečujejo akumulacijo sončne energije in pretok ogljika v tla, ki zagotavlja hrano za makro in mikroorganizme, hkrati pa povečujejo tudi evapotranspiracijo (Dabney in sod. 2001). Z ozelenitvami lahko tako akumuliramo do 2 t ogljika v organski snovi (Kramberger 2009a). S pravilno izbiro strniščnih dosevkov in njihovim zaoravanjem spomladi pa lahko nadomestimo tudi hlevski gnoj kot vir humusa v tleh (Kapun in sod. 1999).\nPrezimne dosevke prav tako cenimo zaradi prve krme spomladi (Kramberger 2009b). Za živinorejske kmetije, ki prezimne dosevke uporabljajo za krmo, so predvsem pomembni količina in kakovost pridelka kakor tudi primernost za uporabo in konzerviranje (Kramberger 2008). Z uvrstitvijo prezimnih dosevkov v kolobar smo si zagotovili dva pridelka letno, oziroma tri pridelke v dveh letih na isti površini (Korošec 1989).\nMueller in Thorup-Kristensen (2001) poročata, da metuljnice lahko simbiotsko vežejo preko 100 kg N iz zraka. Metuljnice so primerni zimski posevki z visokim potencialom za simbiotično vezavo dušika v jeseni in zgodaj spomladi, če so posejani pravočasno.\n"], "4": ["2.2 Rastline, primerne za prezimne dosevke", "Pri izbiri rastlin za prezimno ozelenitev tal moramo odbrati takšne, ki v tleh hitro razvijejo korenine in so sposobne črpati hranila, ki so ostala od pridelovanja prejšnje poljščine in sproti sproščajoča se hranila. Rastline naj bodo sposobne črpati hranila iz tal kar se da dolgo v jesen, in če je mogoče, tudi v blagi zimi. \nMed primerne rastline za prezimno ozelenitev njiv uvrščamo rastline iz družine trav (Poaceae), križnic (Brasssicaceae) in metuljnic (Fabaceae) (Kramberger in sod. 2005). Izmed rastlin iz družine trav so ustrezna ozimna žita, ki jih uporabljamo za zrnje ali voluminozno krmo in hitro rastoče trave (italijanska mnogocvetna ljuljka – Lolium multiflorum Lam.). Značilnost trav je, da po setvi relativno hitro pokrijejo površino tal. Večji del koreninskega sistema se nahaja v vrhnjem delu tal, kjer uspešno črpajo hranila (Kramberger in sod. 2005). Vendar je potrebno opozoriti, da ima lahko mnogocvetna ljuljka, sejana v čisti setvi, negativen vpliv (alelopatija) na naslednjo poljščino (Kramberger in sod. 2006). Temu pa se lahko izognemo s sejanjem metuljnic, ki so prav tako primerne za krmo ali izključno za ozelenitev tal (Kramberger 2008).\nMetuljnice so rastline, ki jih lahko enostavno vključimo v njivski kolobar in ki za razliko od trav in križnic v krogotok hranil še dodatno vnašajo dušik, pridobljen s simbiozo (Kramberger in sod. 2005; Kramberger 2007). Ugotovljeno je, da metuljnice pri optimalno razviti simbiozi lahko vežejo, če je njihova setev pravočasna, preko 100 kg N ha-1 v enem letu (Müller in Thorup-Kristensen 2001; Kramberger in sod. 2009; Gselman in Kramberger 2010). Izmed metuljnic izbiramo tiste hitro rastoče, ki so učinkovite v pokrivanju tal.\n"], "5": ["2.2.1 Inkarnatka (Trifolium incarnatum L.)", "Po taksonomski klasifikaciji inkarnatka spada v družino metuljnic – Fabaceae in v rod detelj – Trifolium L. (Martinčič in sod. 1999). Rastlina pripada subatlantki in submediteranski flori (Kojić 1990). V naravni flori jo srečamo predvsem v južni in jugozahodni Evropi (Kramberger 2003). Inkarnatko so vzgojili v južni Franciji, od koder se je v 19. stoletju razširila v notranjost Evrope (Kramberger 1995). Pridelovanje inkarnatke se je močno razširilo v Pomurju, Dravsko-Ptujskem polju, na Kranjskem in Krškem polju ter v Podravju (Korošec 1989).\nInkarnatka je enoletna prezimna rastlina, ki razvije za metuljnice dokaj plitek koreninski sistem (Kramberger 1999). Glavna korenina je vretenasta z močno izraženimi stranskimi \nkoreninami, ki izraščajo pod ostrim kotom. Na koreninicah se razvijejo gomoljčki z bakterijo Rhizobium (Korošec in Kučan 1995).\nNadzemni del (steblo) se razvije do višine 70 cm. Listi so triperesni in tako kot steblo poraščeni z dlačicami, kar nekoliko zmanjšuje njeno krmno vrednost. Na vrhu stebla razvije v podolgovate cvetne glavice združene cvetove, katerih venčni listi so obarvani škrlatno rdeče (Kramberger 1999).\nInkarnatka je tujeprašna in medovita rastlina. Del cvetov se lahko samoopraši (Kramberger 1995). Plod je strok, skoraj oblike jajca, z enim samim semenom. Seme je zelenkasto- rumene barve s sijajem. Inkarnatka cveti od maja do julija (Kojič 1990). Absolutna masa semena je 2,8 do 3,6 g (Ocokljić in sod. 1964). \nInkarnatka najbolje uspeva v milem podnebju. Kot rastlina toplega podnebja slabo prenaša dolge zime in dolgotrajno debelo snežno odejo. S pravočasno plitvo setvijo inkarnatke v kombinaciji z drugimi rastlinami lahko močno povečamo njeno odpornost. Zgodaj spomladi, ko tla niso več pokrita s snežno odejo, je močno občutljiva na nizke temperature (Korošec 1989). Sušo prenaša srednje dobro, zato jo lahko sejemo tudi na prepustnejših tleh (Korošec in Kučan 1995). Dobro uspeva predvsem na prepustnih tleh zmerno kisle, nevtralne in zmerno bazične reakcije. Slabše uspeva na zelo vlažnih tleh (Kramberger 2003).\nPri nas inkarnatko zaradi nizkih zimskih temperatur sejemo večinoma le v nižinah. V kolobarju jo pridelujemo kot prezimni krmni dosevek s setvijo po žitih, s čimer razbremenimo tla. Vendar je inkarnatka dober predposevek večini poljščin (Kramberger 2003), zato jo sejemo za vsemi poljščinami, ki jih pospravimo z njive dovolj zgodaj, tj. do druge dekade avgusta (Korošec 1998).\nSetev moramo izvesti do konca avgusta. V čisti setvi potrebujemo 25 do 30 kg semena na hektar, ki ga posejemo gostoredno (15 cm narazen) v globini 1 do 2 cm. Inkarnatka do zime tvori le listno rozeto, spomladi hitro razvije steblo in generativne organe. Močan mraz brez snega lahko posevek močno razredči. Čeprav literatura navaja, da je inkarnatka primerna tudi za pašo in sušenje, jo pri nas praviloma uporabljamo kot svežo presno krmo. V ta namen jo pričnemo kositi v cvetenju, torej v mesecu maju (Kramberger 1995).\nZaradi občutljivosti na zimski mraz je bolj kot čista setev primerna uporaba mešanic. Pogosto jo sejemo v kombinaciji z mnogocvetno ljuljko (Lolium multiflorum Lam.). V mešanico običajno dodamo še ozimno grašico (Vicia villosa Roth s.l.), s čimer dobimo mešanico, imenovano grašljinka. Setev mešanice izvedemo do septembra (Kramberger 1995). Pridelovanje inkarnatke v mešanicah je zanesljivejše, bolj proizvodno bogata in ustreznejše za krmljenje živali (Korošec 1998). \nRezultati Weendske analize kažejo, da je razvoj inkarnatke spomladi hiter, s tem pa tudi proces staranja rastline. Spomladi daje zeleno krmo prej kot črna detelja (Trifolium pratense L.) in lucerna (Medicago sativa L.), zato lahko za njo sejemo glavne ali naknadne posevke. Po hranilni vrednosti zaostaja za črno deteljo, vendar je njena pomembna prednost to, da daje zeleno krmo zgodaj spomladi, ko še te primanjkuje. Inkarnatka kot zelena krma v fazi cvetenja vsebuje poprečno 2,3 % beljakovin (Korošec in Kučan 1995). Pričakovan pridelek inkarnatke je 15 do 30 t ha-1 zelinja oziroma 3 do 6 t sušine ha-1 (Kramberger 1999). Setev inkarnatke v mešanici z drugimi krmnimi poljščinami daje večji pridelek z večjim odstotkom hranil (Korošec in Kučan 1995).\n"], "6": ["2.2.2 Italijanska mnogocvetna ljuljka (Lolium multiflorum Lam.)", "Italijansko mnogocvetno ljuljko uvrščamo v družino trav – Poaceae in rod ljuljk – Lolium L. (Martinčič in sod. 1999). Šilc in Korošec (1971) navajata, da je mnogocvetna ljuljka pri nas najbolj razširjena, najbolj rodovitna in s hranilnimi snovmi najbogatejša trava za pridelovanje krme na njivah. Je zelo listnata, odlikuje jo zelo hitra rast in regeneracija po vsaki košnji.\nRazširjena je v zahodni, južni in srednji Evropi, na Kavkazu, v severni Afriki, Mali Aziji in Siriji. Prenesli so jo tudi v severno Ameriko (Kojič 1990). Mnogocvetna ljuljka je rastlina humidnejših krajev, ne prenese nizkih zimskih temperatur in dolgotrajne snežne odeje (Verbič 1996).\nZa tla je precej zahtevna, le ta ne smejo biti kisla (Korošec 1998). Najbolje uspeva na zmerno vlažnih, srednje težkih in globokih tleh, ki so dobro preskrbljena s hranilnimi snovmi. Ustrezajo ji z dušikom ali gnojnico dobro gnojena tla (Šilc in Korošec 1971).\nMnogocvetna ljuljka je lahko eno ali dvoletna rastlina. Njena podvrsta, ki jo imenujemo enoletna oziroma westervoldska ljuljka (Lolium multiflorum Lam. ssp. gaudini Schinz in Kell. var. westerwoldicum Wittm.), ob spomladanski setvi že v poletnih mesecih razvije \nsocvetje in praviloma ne prezimi. Podvrsta, ki jo pri nas imenujemo italijanska mnogocvetna ljuljka (Lolium multiflorum Lam. ssp. italicum Schinz in Kell.), pa v letu setve ne preide v generativni stadij razvoja, socvetje razvije šele po prezimitvi (Kramberger 2003).\nMnogocvetna ljuljka je srednje visoka do visoka trava, ki doseže višino 80 do 90 cm (Korošec 1998). Večji del šopastega koreninskega sistema, ki ga tvorijo adventivne korenine, se razvije v vrhnjem sloju tal do globine 10 cm (Kramberger 1999). Se rahlo šopasto razrašča in pri tem oblikuje velike, dolge in široke liste. Listi so izrazito rumenkastozelene barve in s spodnje strani močno bleščeči (Korošec 1989). Steblo je pokončno, vendar pri osnovi kolenasto zavito (Kojić 1990). Seme mnogocvetne ljuljke je srednje veliko, njegova absolutna masa znaša 2 do 2,5 g (Ocokljić in sod. 1964).\nZa ozelenitev tal preko jeseni in zime bomo izbrali italijansko mnogocvetno ljuljko. Čeprav kot trava nima sposobnosti vezave dušika iz zraka, jo uvrščamo med ugodilke. S svojo rastjo v poznih jesenskih mesecih in ob toplem vremenu tudi pozimi je ena od rastlin, ki tudi v tem času porablja sproščajoča se izpirljiva hranila v tleh (Kramberger 2003). Italijanska mnogocvetna ljuljka prispeva s koreninskim sistemom veliko količino organske mase, ki po zaoravanju ostane v tleh. Pri na novo sejani mnogocvetni ljuljki lahko pričakujemo 3 t ha-1 organske mase korenin že po šestih mesecih rasti. Količina organske mase le teh pa se v tleh povečuje s trajanjem posevka (Kramberger 1999).\nItalijansko mnogocvetno ljuljko lahko v kolobar umestimo kot strniščni posevek, naknadni posevek, lahko je prezimni dosevek ali glavni posevek. Sejemo jo skoraj za vsemi poljščinami. Prav tako je dober predposevek večini rastlin, saj močno vpliva na povečanje rodovitnosti tal (Kramberger 1999). Za trajno ozelenitev tal italijansko mnogocvetno ljuljko sejemo v kombinaciji z metuljnicami in križnicami. Sejemo jo od zgodnje spomladi pa vse do sredine oktobra (Kramberger 2003). V čisti setvi porabimo 40 do 50 kg semena na hektar (Korošec 1989).\nV primerjavi z drugimi travami je rast poganjkov pri mnogocvetni ljuljki zelo hitra in intenzivna, še posebej, če je dovolj vlage (Kramberger 1999). Prav zato je ena najpomembnejših trav za kratkotrajno pridelovanje voluminozne krme na njivah (Kramberger 2003). Med rastlinami za pridelovanje voluminozne krme za prežvekovalce težko najdemo rastlino, ki bi se po krmni vrednosti in uporabni vrednosti lahko primerjala z njo. Odlikuje jo predvsem visoka prebavljivost organske snovi. Med pomembnejše pokazatelje njene kakovosti uvrščamo visoko energijsko vrednost, saj vsebuje do ali celo preko 6 MJ NEL. Z večanjem pridelka se kakovost krme ne zmanjšuje. S setvijo v aprilu lahko pridelamo 60 t zelinja na hektar površine (Kramberger 1999).\n"], "7": ["2.3 Vpliv prezimnih dosevkov na količino dušika v tleh", "Prezimni dosevki v jesenskih mesecih uspešno zmanjšujejo količino mineralnega dušika v tleh, kar v svoji raziskavi potrjujeta Kramberger in Podvršnik (2010). V spomladanskih mesecih pa lahko to zanesljivo trdimo samo za ozimno ogrščico (Brassica napus L.) in italijansko mnogocvetno ljuljko.\nSlednja ima zelo plitek koreninski sistem, vendar zaradi intenzivne rasti hitro pokrije tla in uspešno črpa hranila, za razliko od metuljnic, tudi v poznih jesenskih mesecih, toplejših zimah in rano spomladi (Kramberger 2003; Kramberger 2009a).\nParente in sod. (2001) poročajo, da prezimni dosevki zmanjšajo odtekanje vode za 40 do 70 %, prav tako zmanjšajo koncentracijo NO3 v vodi za 50 do 80 %. S tem se zmanjša izpiranje mineralnega dušika (Nmin) v globlje plati tal in podtalnico za kar 80 %. Kramberger in sod. (2007) navajajo, da je mnogocvetna ljuljka uspešno absorbirala NO3 v zgornjih plasteh zemlje (0-30 cm) in s tem preprečila izpiranje v nižje plasti.\nDabney in sod. (2001) navajajo, da imajo ne-metuljnice večjo možnost za uspešno črpanje dušika v nitratni obliki od metuljnic. Kramberger in sod. (2009) ugotavljajo, da je zemlja pred zimo pod ne-metuljnicami (italijanska mnogocvetna ljuljka in prezimna repica) vsebovala signifikantno manj mineralnega dušika kot zemlja pod metuljnicami (inkarnatka in podzemna detelja), vendar je v obeh primerih zemlja vsebovala manj mineralnega dušika kot zemlja v prahi. V spomladanskih mesecih se je vsebnost mineralnega dušika v zemlji pod ne-metuljnicami močno približala vsebnosti Nmin v neporaščenih tleh. Nasprotno opazimo v tleh pod metuljnicami, saj je vsebnost mineralnega dušika v teh tleh precej višja kot v neporaščenih tleh. To je tudi pričakovano, saj metuljnice v krogotok vnesejo več kot 100 kg Nmin ha-1 s simbiotsko vezavo (Müller in Thorup-Kristensen 2001; Kramberger 2011). \nCaporali in sod. (2003) navajajo, da metuljnice akumulirajo od 143 do 200 kg Nmin ha-1, ne- metuljnice pa od 52 kg (it. mn. ljuljka) do 114 kg Nmin ha-1 (ozimna ogrščica) (Kramberger in sod. 2009). Parr in sod. (2011) poročajo, da so vse rastline vključene v poskus iz družine metuljnic razen podzemne detelje akumulirale v biomaso 70 % dušika iz zraka.\nKramberger in sod. (2009) poročajo, da je bil pridelek biomase italijanske mnogocvetne ljuljke v SS (suha snov) povprečno višji od pridelka inkarnatke, vendar je količina akumuliranega dušika v biomasi inkarnatke močno presegla italijansko mnogocvetno ljuljko. Dobljene rezultate potrjujeta Kramberger in Podvršnik (2010) in navajata, da ne- metuljnice vežejo mineralni dušik, ki je na voljo v zemlji, za razliko od metuljnic, ki lahko porabljajo simbiotsko vezan dušik.\nCaporali in sod. (2003) navajajo, do je mnogocvetna ljuljka kot zeleno gnojilo negativno vplivala na naslednjo poljščino (koruzo), saj je bil pridelek manjši za 15 % v primerjavi s kontrolo. Kramberger in sod. (2009) poročajo, da je bil vpliv italijanske mnogocvetne ljuljke v dveh poskusih od treh pozitiven, saj je bil pridelek koruze signifikantno večji kot v kontroli. V tretjem poskusu je bil vpliv mnogocvetne ljuljke izrazito negativen, kar lahko razložimo z zelo širokim C:N razmerjem, ki je znašal 54,4:1.\nKramberger in Podvršnik (2010) ugotavljata, da nizka akumulacija N v mnogocvetni ljuljki povzroča široko razmerje C:N, ki je v nekaterih primerih preseglo 40:1, pri negnojeni pa kar 60:1 (Kramberger 2007). Optimalno C:N razmerje je 15-25 (30):1, širša razmerja (>40) pa ob mineralizaciji organskih ostankov povzročajo imobilizacijo dušika, dodanega z gnojenjem, kar pa povzroči začasno nedostopnost le tega rastoči poljščini in padec kakovosti in količine pridelka (Jensen 1991). To lahko preprečimo s setvijo mešanic, metuljnic in ne-metuljnic, s čimer povečamo akumulacijo mineralnega dušika ter zmanjšamo C:N razmerje (Kramberger 2011).\n"], "8": ["3 MATERIAL IN METODA DELA", ""], "9": ["3.1 Lokacija poskusa", "Z namenom, da bi ugotovili, kako prezimni dosevki vplivajo na mineralni dušik v tleh, na dušik, akumuliran v rastlinah, količino pridelka naslednje poljščine koruze in količino navideznega ostanka dušika v tleh v primeru suše, smo v obdobju od avgusta 2009 do septembra 2010 izvedli poljski mikroposkus na posestvu KPD Rogoza (64- 29` 44`` s.g.š. in 15- 40` 19`` v.g.d.).\n"], "10": ["3.2 Tla", "Tla na posestvu KPD Rogoza so distrično rjava (distrični kambisol) in plitva. Distrično rjave prsti, ki jim lahko rečemo tudi kisle rjave prsti, so slabo nasičene z bazičnimi kationi. Posledično je pH tal nižji od 5,5. Nastala so na nekarbonatnih kamninah, revnih z bazami, na silikatnih peščenjakih in skrilavcih, silikatno metamorfnih in magmatskih kamninah. Nahajajo se tudi na nekarbonatnem produ in pesku, ki ga je nasula reka Drava. Tla so na omenjenem območju zaradi obdelovanja že precej manj kisla in so postala primernejša za poljedelstvo (Lovrenčak 1994).\nOsnovna analiza tal (AL analiza), ki je bila opravljena pred pričetkom izvajanja poskusa, je pokazala, da so tla vsebovala 22,6 mg /100 g tal P2O5, 36,8 mg /100 g tal K2O in 3,87 % organske snovi. Reakcija tal (pH) je bila 6,35 (v 0,1 mol KCl). Vsebnost mineralnega dušika v tleh je bila 15,61 kg ha-1 v sloju tal 0-30 cm, 13,33 kg ha-1 v sloju tal 30-60 cm in 12,34 kg ha-1 v sloju tal 60-90 cm. Torej so tla v sloju 0-90 vsebovala 41,28 kg mineralnega dušika na hektar.\n"], "11": ["3.3 Zasnova poskusa", "Glavni posevek v letu 2009 je bila pšenica, katere slama je bila odstranjena, ostali žetveni ostanki pa so bili zaorani. Pred setvijo prezimnih dosevkov smo površino predsetveno obdelali in pripravili za setev.\nPoskus je bil zasnovan po metodi naključnega bloka v štirih ponovitvah. Posamezna poskusna parcelica je merila 78 m2 (12 m x 6,5 m). V poskus vključena prezimna dosevka smo posejali 28.8.2009. Uporabljene sorte in količine semena za setev so podani v preglednici 1.\nKontrolno obravnavanje je ostalo neposejano. Prezimnih dosevkov nismo gnojili.\nKot glavni posevek v kolobarju smo po zaoravanju celotne mase dosevkov (7.5.2010) sejali koruzo (Zea mays L.), hibrid ´Nerissa´, v količini 82.000 zrn na hektar. Setev koruze smo opravili v predhodno pripravljeno setvišče 11.5.2010. \nPred setvijo koruze smo površino pognojili s 46 kg N ha-1 (100 kg gnojila Urea). Koruzo smo dognojevali 22.6.2010 s 74 kg N ha-1 (kjer je rasel dosevek mnogocvetne ljuljke in del inkarnatke) oziroma s 14 kg N ha-1 (drugi del inkarnatke) ter 80 kg P2O5 in 120 kg K2O na hektar površine.\nSkupno smo tako koruzo na površini, kjer je rasla mnogocvetna ljuljka in del inkarnatke, pognojili s 120 kg N ha-1, drugi del inkarnatke (inkarnatka 2) pa le s polovično dozo dušika, to je 60 kg N ha-1.\n"], "12": ["3.4 Analize in meritve", "Vzorce zemlje smo z namenom ugotavljanja količine mineralnega dušika (Nmin) v tleh odvzeli spomladi (26.4.2010) pred zaoravanjem dosevkov in v jeseni po spravilu koruze (28.10.2010). Vzorce zemlje smo odvzeli s pedološko sondo od 0 do 30 cm in 30 do 60 cm globine, vzorca od 60 do 90 cm nismo odvzeli zaradi plitkosti tal. Vzorce zemlje iz posamezne globine smo dobro zmešali, zdrobili in jih zapakirali v ustrezno označene vrečke. V času odvzema smo jih hranili v hladilni torbi, pozneje pa smo jih shranili v hladilno skrinjo do izvajanja analize. Vsebnost nitratnega in amonijskega dušika v tleh so določili v laboratoriju Fakultete za kmetijstvo in biosistemske vede po metodi Keeney-a in Nelson-a (1982).\nSočasno z odvzemom vzorcev tal smo spomladi odvzeli tudi vzorce nadzemne mase prezimnih dosevkov z namenom, da bi določili količine pridelka in količine akumuliranega dušika in ogljika v njem. Vzorce smo odvzeli na vsakem obravnavanju na dveh mestih po ponovitvah. Zelinje smo z električnimi škarjami pokosili 5 cm nad tlemi, na 0,25 m2 (50 x 50 cm) veliki površini. Za določitev suhe snovi vzorcev smo le te sušili v sušilni omari pri temperaturi 60-C do konstantne teže. Suhe vzorce smo zmleli. V laboratoriju Kmetijsko gozdarskega zavoda Maribor so v vzorcih določili vsebnost celokupnega dušika po Kjeldahlovi metodi (Keeney in Nelson 1982). Prav tako so v njih določili vsebnost ogljika, ki pa je bil določen po metodi Walkley-ja in Black-a (Nelson in Sommers 1996). \nSpravilo koruze je potekalo 29. in 30.9.2010, ob njem smo izvedli še vzorčenje koruze. Na posamezni parceli smo izbrali 10 povprečnih koruz, jim odstranili storže in jih stehtali ter nato izračunali pridelek sveže mase koruze. Iz posameznega obravnavanja smo nato odvzeli dve celi rastlini brez storža. Od 10 storžev smo izbrali 5 povprečnih in jih oluščili. V sušilni omari smo pri 50 do 55 -C zrnje posušili do 14 % vlage, klasinec in rastline brez storža smo posušili do konstantne teže ter tako določili še pridelek suhe snovi. Po sušenju smo celi rastlini brez storža skupaj s klasincem zmleli. Zmleli smo tudi zrnje. V vzorcih so v laboratoriju Kmetijsko gozdarskega zavoda Maribor določili vsebnost celokupnega dušika po Kjeldahlovi metodi (Keeney in Nelson 1982).\nPoskus smo zaključili 28.10.2010 z odvzemom vzorca zemlje za Nmin analizo.\nDa bi ugotovili, koliko je po spravilu koruze ostalo dejanskega dušika v tleh, smo izračunali še navidezni ostanek dušika v tleh (NODT). Za izračun smo uporabili formulo (Kramberger in sod. 2009):\nNODT (kg ha-1) = (N v organski snovi prezimnih dosevkov + količina N v tleh ob setvi  koruze + količina dušika, dodanega z gnojenjem koruze) – količina  dušika odvzeta s pridelkom koruze\n"], "13": ["3.5 Vremenske razmere", "Meteorološka postaja Maribor-Letališče (46- 32` 38`` s.g.š. in 15- 39` 12`` v.g.d.) leži na nadmorski višini 275 m. Omenjena meteorološka postaja je od kraja poskusa oddaljena 1 km zračne linije.\nPodatke smo pridobili iz Mesečnih biltenov (2009 in 2010) ARSO, od katerih smo preučili povprečne mesečne temperature zraka in padavine v času trajanja poskusa. \nGlavne podnebna značilnost leta 2009 so bile nadpovprečno visoke temperature zraka. Predvsem je bila povprečna jesenka temperatura za več kot stopinjo višja od dolgoletnega povprečja. Kot nadpovprečno topli meseci so izstopali avgust, september pa tudi november in december (Meteorološki letopis 2009).\nV januarju 2010 pa lahko v primerjavi s prejšnjimi meseci opazimo ravno nasprotni trend temperature zraka. Temperatura se je takrat spustila močno pod dolgoletno povprečje, česar pa ne moremo trditi za naslednje mesece do julija, saj so se temperature ustalile nekoliko nad dolgoletnim povprečjem. V avgustu in oktobru je bila temperatura nekoliko nižja kakor prejšnja leta.\nletališče Edvarda Rusjana Maribor v letu 2009/2010 v razmerju 1:6. \nKoličina padavin ni bistveno odstopala od dolgoletnega povprečja. Nadpovprečna količina dežja je padla v avgustu, in sicer kar 284 mm. V jeseni so padavine dosegle manj kot 75 % povprečnih dolgoletnih padavin (Meteorološki letopis 2009).\nV prvi polovici leta 2010 je padla podpovprečna količina dežja, kar je povzročilo zmerno sušo (grafikon 1; kadar so padavinski stolpci nižji od temperaturne krivulje, je to območje zmerne suše).\nV času izvajanja poskusa je padlo 1317 mm padavin, kar je nekoliko manj glede na dolgoletno povprečje v enakem obdobju. Snežna odeja je tla prekrivala 64 dni v času poteka poskusa.\n"], "14": ["3.6 Statistična analiza", "Podatke, zbrane v poskusu, smo obdelali s programom Microsoft Excel. Statistično obdelavo podatkov smo izvedli s programom SPSS 17.0. Razlike med aritmetičnimi sredinami spremenljivk smo testirali z Ducan-ovim testom pri 5 % tveganju.\n"], "15": ["4 REZULTATI Z RAZPRAVO", ""], "16": ["4.1 Mineralni dušik v tleh pred setvijo koruze", "Po vsebnosti mineralnega dušika (Nmin) v tleh pred setvijo koruze ni statistične razlike med inkarnatko in inkarnatko 2 (preglednica 2). V obeh primerih so tla vsebovala več kot 60 kg Nmin ha-1. Vsebnost mineralnega dušika v tleh pod mnogocvetno ljuljko in kontrolo pa je signifikantno nižja od vsebnosti Nmin pod inkarnatko. Vsebnost mineralnega dušika v tleh pod kontrolo je znašala 22,43 kg ha-1, kar se statistično ne razlikuje od vsebnosti mineralnega dušik v tleh pod mnogocvetno ljuljko, ki je znašala 20,43 kg ha-1.\ndosevkov.\nVrednosti v preglednici, ki so označene z različno črko, se med seboj statistično značilno razlikujejo (Duncanov test, 5 % tveganje).\nVsebnost mineralnega dušika v tleh pod inkarnatko in inkarnatko 2 je bila statistično značilno najvišja. Kot poročata Gselman in Kramberger (2006) lahko inkarnatka ob pravočasni jesenski setvi, to je v drugi polovici avgusta in začetku septembra, veže veliko količino mineralnega dušika in ga v krogotok še dodatno vnaša s simbiotsko vezavo dušika iz zraka.\nKramberger in sod. (2010) navajajo, da so ne-metuljnice učinkovitejše pri črpanju mineralnega dušika od metuljnic. \nKramberger (2007) ugotavlja, da mnogocvetna ljuljka kmalu po setvi razvije močan koreninski sistem, kar omogoča hitro in učinkovito črpanje mineralnega dušika iz območja ornice. To ugotovitev lahko potrdimo z nizko vsebnostjo mineralnega dušika v tleh pod mnogocvetno ljuljko tudi v naši raziskavi. Nizko vsebnost mineralnega dušika v tleh pod kontrolo pa lahko obrazložimo z akumulacijo dušika v plevelih in izpiranjem hranil v globlje plasti tal in podtalnico.\n"], "17": ["4.2 Akumulirani dušik v nadzemnih delih prezimnih dosevkov", "V poskusu je signifikantno največ akumuliranega dušika (AN) v nadzemnem delu inkarnatke in inkarnatke 2 (preglednica 3). V obeh primerih je inkarnatka v suhi snovi nadzemnega dela akumulirala preko 100 kg N ha-1. Statistično značilno najmanj dušika je akumuliranega v obravnavanjih s kontrolo (55,65 kg N ha-1) in mnogocvetno ljuljko (46,82 kg N ha-1).\ndosevkov.\nVrednosti v preglednici, ki so označene z različno črko, se med seboj statistično značilno razlikujejo (Duncanov test, 5 % tveganje).\nAkumulacija dušika v biomasi nadzemnega pridelka spomladi je zaradi simbiotske vezave dušika pričakovano najvišja pri metuljnicah. Kot navajata Kramberger in Podvršnik (2010) lahko ne-metuljnice akumulirajo le dušik, ki je na voljo v tleh. Tega pa je bilo v našem primeru malo, saj prezimni dosevki niso bili gnojeni. \nVrednosti akumuliranega dušika v nadzemni masi dosevkov našega poskusa so nekoliko nižje, a še zmeraj primerljive z rezultati komparativnega poskusa Krambergerja in sod. (2009). To lahko pojasnimo s slabo prezimitvijo prezimnih dosevkov v našem poskusu, kar pomeni manj biomase in posledično manj akumuliranega dušika.\nPresenetljivo visoko akumulacijo dušika (55,65 kg ha-1) v biomasi nadzemnega pridelka kontrole lahko razložimo z veliko zapleveljenostjo obravnavanja (statistično enak pridelek kakor pridelek biomase mnogocvetne ljuljke), ki je akumulirala veliko količino (2,27 %) dušika.\n"], "18": ["4.3 Pridelek koruze", "Na osnovi rezultatov poskusa (preglednica 4) lahko trdimo, da prezimni dosevki niso imeli statistično značilnega vpliva na pridelek zrnja koruze, ki je kot naslednja poljščina sledila prezimnim dosevkom v kolobarju.\nPridelek zrnja koruze v vseh obravnavanjih je bil pod pričakovanji, saj je bil precej nižji kot pri komparativnem poskusu v izvedbi Kramberger in sod. (2009). Razlog za tako nizek pridelek je najbrž potrebno iskati v pomanjkanju padavin skozi večji del rastne dobe (marec do avgust – grafikon 1), saj koruza zaradi suše ni mogla optimalno izkoristiti razpoložljivega dušika v tleh.\nVrednosti v preglednici, ki so označene z različno črko, se med seboj statistično značilno razlikujejo (Duncanov test, 5 % tveganje).\nKoruza, gnojena s ½ odmerkom N (60 kg ha-1) \nMiguez in Bollero (2005) poročata, da metuljnice signifikantno povečajo pridelek koruze tudi, če le ta ni bila dodatno gnojena z dušikom. Z rezultati izvedenega poskusa lahko to tudi potrdimo, saj pridelek koruze na obravnavanju s predposevkom inkarnatka 2 (koruza, gnojena s ½ N) ni manjši od pridelka polno gnojene koruze z enakim predposevkom.\n(nadzemni del) koruze.\nVrednosti v preglednici, ki so označene z različno črko, se med seboj statistično značilno razlikujejo (Duncanov test, 5 % tveganje).\nPridelek sušine celotne rastline koruze je bil najmanjši (preglednica 5) na obravnavanju z mnogocvetno ljuljko (12695,8 kg ha-1), vendar se statistično razlikuje le od obravnavanja, v katerem je bila koruza gnojena s polovičnim odmerkom dušika in predposevkom inkarnatko 2.\nNa pridelek koruze, kot navaja Kramberger (2009b), imajo lahko negativen učinek tudi alelopatski vplivi predhodno rastoče poljščine. Ta pojav je najopaznejši predvsem takrat, ko prezimni posevek kemično ali mehansko uničimo in del biomase, ki se razkraja, ostane na površini tal. Nekateri produkti razgradnje, ki se izpirajo preko semena in pozneje vrhnjih korenin naslednje poljščine, lahko negativno vplivajo na rast le te. Alelopatski vpliv lahko ublaži ali celo izniči večja količina rastlini dostopnega dušika.\n"], "19": ["4.4 Akumulirani dušik v celotni rastlini koruze", "V zastavljenem poskusu je signifikantno največ dušika akumulirala koruza, gnojena s polovičnim odmerkom dušika in sejana po inkarnatki 2 (216,29 kg ha-1) in inkarnatki (197,88 kg ha-1). Omenjeni obravnavanji se statistično razlikujeta le od obravnavanja z mnogocvetno ljuljko (161,53 kg ha-1), medtem ko je koruza, sejana na površino brez dosevka (kontrola), dala primerljivo količino akumuliranega dušika v celi rastlini (194,31 kg ha-1).\n(AN) v nadzemnem pridelku suhe snovi cele rastline koruze.\nVrednosti v preglednici, ki so označene z različno črko, se med seboj statistično značilno razlikujejo (Duncanov test, 5 % tveganje).\nKramberger in sod. (2006, 2009a) ugotavljajo, da razlog za manjšo akumulacijo dušika v pridelku koruze, sejane po mnogocvetni ljuljki, lahko najdemo v zelo širokem C:N razmerju. Vzrok zanj je majhna količina rastlinam dostopnega mineralnega dušika v tleh v obdobju rasti mnogocvetne ljuljke.\nJensen in sod. (2005) ter Kramberger (2007) navajajo, da zaorana zelena masa s širokim C:N razmerjem, ki je širše od 45:1, povzroči imobilizacijo dušika v tleh. Dušik je za rastočo poljščino v takem primeru začasno nedostopen. S tem pa lahko pojasnimo tudi višji pridelek akumuliranega dušika v koruzi kontrolnega obravnavanja, saj v omenjenem obravnavanju tega vpliva ni bilo.\n"], "20": ["4.5 Navidezni ostanek dušika", "Največ navideznega ostanka dušika v tleh (NODT – preglednica 7) po spravilu koruze je bilo pod obravnavanjem z inkarnatko (95,05 kg NODT ha-1) in se statistično značilno razlikuje od vseh preostalih obravnavanj. Sledijo obravnavanja z mnogocvetno ljuljko (25,72 kg ha-1), inkarnatko 2 (11,82 kg ha-1) in kontrolo (3,77 kg ha-1), med katerimi pa ni bilo statistično značilnih razlik v količini navideznega ostanka dušika v tleh.\nVrednosti v preglednici, ki so označene z različno črko, se med seboj statistično značilno razlikujejo (Duncanov test, 5 % tveganje).\nVisoko izračunano vrednost navideznega ostanka dušika v tleh pod inkarnatko lahko razložimo z luksuzno preskrbljenostjo tal z dušikom. Ta je bil v tleh na voljo kot mineralni dušik, dušik, sproščajoč ob mineralizaciji zaorane organske snovi, simbiotsko vezan dušik in dušik, dodan z gnojenjem.\nV obravnavanju z inkarnatko 2 je bila izračunana vrednost signifikantno nižja, vendar kljub gnojenju s polovičnim odmerkom dušika še pozitivna. To dokazuje, da je koruza optimalno izkoristila razpoložljivi dušik, ki je zadostoval za potrebe rasti koruze.\nKramberger in sod. (2009) poročajo, da pozitivni izračuni navideznega ostanka dušika v tleh dokazujejo, da se akumulirani dušik v prezimnih dosevkih le delno sprosti za naslednjo poljščino, večina pa ga ostane akumuliranega v organski masi in se mineralizira pozneje.\n"], "21": ["5 SKLEPI", "Na osnovi poskusa, kjer smo ugotavljali vpliv prezimnih dosevkov na količino mineralnega dušika v tleh, akumulacijo dušika v rastlinah, količino navideznega ostanka dušika v tleh (NODT) in pridelek koruze (Zea mays L.) v primeru suše, lahko sklepamo:\n- V poskusu preizkušeni prezimni dosevki vplivajo na količino mineralnega dušika v  tleh.\n- Inkarnatka je akumulirala največ dušika v organski masi (nadzemni del).\n- Najmanj dušika je akumulirala koruza, katere predposevek je bila mnogocvetna  ljuljka.\n- V poskusu uporabljeni prezimni dosevki so značilno vplivali na količino  izračunanega navideznega dušika v tleh po spravilu koruze. Signifikantno največ ga  je bilo v tleh v obravnavanju z inkarnatko.\n- Pomanjkanje padavin v času rasti koruze je značilno zmanjšalo pridelek koruze in  količino akumuliranega dušika v njej. Koruza zaradi suše ni mogla optimalno  izkoristiti razpoložljivega dušika v tleh v teku rasti.\n"], "abstract": ["Od avgusta 2009 do aprila 2010 smo na območju KPD Rogoza (64° 29` 44`` s.g.š. in 15° 40` 19`` v.g.d.) izvedli poljski mikroposkus, kjer smo ugotavljali vpliv prezimnih dosevkov na pridelek, količino mineralnega dušika v tleh, akumulacijo dušika v pridelku (nadzemni del) koruze, poleg tega smo ugotavljali tudi količino navideznega ostanka dušika v tleh po spravilu koruze. Poskus je bil zasnovan po metodi naključnih blokov v štirih ponovitvah. Pridelek v poskus vključenih prezimnih dosevkov (mnogocvetna ljuljka (Lolium multiflorum), inkarnatka (Trifolium incarnatum), inkarnatka 2 (po kateri je bila koruza gnojena s polovičnim odmerkom dušika, 60 kg ha-1) in kontrolo (brez prezimnega dosevka)) smo pred setvijo koruze v celoti zaorali. Analiza dobljenih rezultatov raziskave je pokazala, da se je mnogocvetna ljuljka bolje izkazala pri črpanju mineralnega dušika iz tal kakor inkarnatka, vendar je inkarnatka akumulirala signifikantno več dušika. V primerjavi s kontrolo mnogocvetna ljuljka in inkarnatka nista vplivali na pridelek zrnja koruze. Pri mnogocvetni ljuljki je zaznan manjši negativen vpliv na pridelek sušine in akumulacijo dušika v koruzi. Prezimni dosevki so signifikantno vplivali na navidezni ostanek dušika v tleh. Največ ga je ostalo pod obravnavanjem z inkarnatko, najmanj pa pod kontrolo. "]}