{"1": [" 1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Zahteve investitorjev glede primerljivosti in predvsem kakovosti računovodskih informacij se ob vse intenzivnejši globalizaciji trgov zvišujejo. Primerljivost temeljnih računovodskih izkazov (RI) podjetij, ki prihajajo iz različnega pravno-ekonomskega in strokovno računovodskega okolja je lahko zelo slaba, zato tovrstne primerjave praviloma zahtevajo preračune le na ene same kakovostne računovodske standarde. Tako so se pojavile težnje za čim širšo uporabo mednarodnih računovodskih standardov in prilagoditve nacionalnih računovodskih standardov, da bodo ti kar se da usklajeni z mednarodnimi. Razsežnost problemov in težavnosti samega uvajanja MSRP v posamezni državi pa so v veliki meri odvisne od nacionalnega zgodovinskega ozadja in računovodske tradicije, ki je v tej državi prevladovala v preteklosti, prav tako pa je potrebno upoštevati še nacionalno suverenost posameznih industrijskih držav.\nNa področju harmonizacije računovodenja je bil v Evropski uniji leta 2002 storjen izredno pomemben korak naprej. Uredba Evropske komisije 1606/2002 neposredno zavezuje družbe iz držav Evropske unije, uvrščene na njene organizirane trge vrednostnih papirjev, da od leta 2005 svoje konsolidirane računovodske izkaze pripravljajo v skladu z mednarodnimi standardi računovodskega poročanja (MSRP). Države članice pa imajo pravico razširiti uporabo MSRP v nacionalnih zakonodajah tudi na druga podjetja, in odpira se dilema, na katera.\nZa prilagoditev računovodenja v primeru mednarodnega poročanja imajo podjetja na voljo več možnosti. Praksa kaže (Čuček, 2005), da se je najbolj uveljavila prav tehnika prilagoditve računovodskih izkazov tako, da se odpravijo pomembnejše razlike. Pojem prilagojenih računovodskih izkazov označuje računovodske izkaze, ki so bili sestavljeni po izbranih računovodskih pravilih in nato preračunani tako, da v vseh pomembnih pogledih ustrezajo drugim računovodskim pravilom.\nPrilagoditev oziroma uskladitev se izvede za vse postavke, katerih merjenje se po izbranih pravilih razlikuje od merjenja po referenčnih predpisih, razlike pa pomembno vplivajo na velikost kapitala in poslovnega izida. Preračun računovodskih izkazov je praviloma racionalnejša oblika prilagoditve mednarodnim zahtevam poročanja, kot bi bila sestavitev dvojnih računovodskih izkazov, saj se na podlagi že sestavljenih računovodskih izkazov izvede le prilagoditev, s katero odpravimo pomembnejše razlike. Hkrati pa uporabnik računovodskih izkazov jasno vidi učinek uporabe različnih računovodskih usmeritev in izkazovanja gospodarskih kategorij. (Čuček, 2005)\nZ vstopom v Evropsko unijo je tudi Slovenija postala del notranjega finančnega trga EU, kar pomeni, da so Mednarodni standardi računovodskega poročanja postali obvezujoči tudi za slovenska borzna podjetja. V okviru Slovenskega inštituta za revizijo, ki spremlja aktualno problematiko mednarodnih računovodskih standardov, je v letu 2005 potekala tudi zadnja prenova Slovenskih računovodskih standardov. In tako so tudi z letom 2006 v veljavi novi, prenovljeni Slovenski računovodski standardi, ki so skoraj v celoti usklajeni z MSRP. Zato bi\nnaj bil prehod v Sloveniji lažji kot v ostalih Evropskih državah. V skladu s spremembami evropskega bilančnega prava smo dopolnili tudi Zakon o gospodarskih družbah ZGD-H, kjer se je dosledno uveljavilo načelo poštene vrednosti (»fair value«) kot temelj za vrednotenje v računovodskih izkazih. (Odar, 2005)\nV Nemčiji lahko pričakujemo večje razsežnosti problemov pri uporabi MSRP, saj je tukaj tudi največja tradicija evropske računovodske šole, ki pa se pomembno razlikuje od predpostavk in teženj v Mednarodnih računovodskih standardih.V Nemčiji se namreč računovodske rešitve za zunanje in notranje uporabnike pomembno razlikujejo, saj v računovodski stroki poznajo dva krožna sistema, ki sta tudi knjigovodsko ločena in delujeta po drugačnih pravilih ter potrebah.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Z diplomsko nalogo želim ugotoviti probleme in težave pri uvajanju Mednarodnih standardov računovodskega poročanja v Nemčiji in Sloveniji ter primerjati razlike v pripravljenosti obeh držav in njihovih podjetij pri prehodu. Prav tako pa želim predstaviti splošne značilnosti Mednarodnega standarda računovodskega poročanja 1 – Prvo poročanje po MSRP (MSRP 1) ter pri tem izpostaviti ključne probleme oziroma težave, s katerimi se podjetja pri prvem poročanju po njih v obeh državah srečujejo.\nCilji diplomskega dela so:\n- predstaviti temeljne značilnosti prvega poročanja po MSRP, zapisane v MSRP 1, ter  dovoljene izjeme in prepovedi od uporabe MSRP za nazaj v začetni bilanci stanja,\n- s praktično ponazoritvijo prikazati prilagoditve računovodskih izkazov tako po slovenskih  standardih SRS (2006), kot tudi nemških, zahtevam MSRP,\n- predstaviti nekatere globalne probleme in učinke uvajanja MSRP, v smislu procesa  harmonizacije računovodstva,\n- predstaviti proces uvajanja, temeljno podlago računovodenja pred uvedbo MSRP in  prednosti ter slabosti, ki jih uvedba MSRP prinaša v Nemčiji in Sloveniji\n- izpostaviti problematiko uvajanja MSRP v Nemčiji in Sloveniji\n- primerjati stanje procesa uvajanja MSRP med Nemčijo in Slovenijo in razlike v ključnih  problemih uvajanja\n- podati sklepno misel o stanju procesa uvajanja MSRP in glavnih ovirah in problemih, ki  se pri tem pojavljajo.\nOsnovne trditve diplomskega dela:\nV Nemčiji je težje pričakovati hitre in obsežne računovodske premike, saj se težnje tukajšnje tradicionalne računovodske šole pomembno razlikujejo od tistih v MSRP.\nV Nemčiji se računovodske rešitve za zunanje in notranje uporabnike pomembno razlikujejo, uveljavljanje MSRP v Nemčiji pa bo privedlo do skladnega delovanja obeh delov računovodstva. Pričakujemo torej, da bo računovodstvo nemških gospodarskih družb z uvedbo MSRP doživelo ne samo metodološke, temveč tudi organizacijsko-kadrovske spremembe.\nSlovenija je na drugi strani boljše pripravljena na uvedbo MSRP, saj je zahteve računovodskih smernic že vgradila v svojo zakonodajo.\nPosebej problematično je poročanje po MSRP za banke in zavarovalnice.\nPrehod na MSRP bo tako vplival na procese v podjetju, na poslovodno poročanje in informacijski sistem, hkrati pa tudi na odnos delničarjev do podjetja, zato bo potrebno izobraževati vse skupine v podjetju.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Vsako podjetje, ki bo prvič poročalo po MSRP, bo pri poročanju imelo različne probleme, glede na samo dejavnost in druge karakteristike podjetja. V diplomskem delu pa se bom teh problemov lotila širše, torej po področjih oziroma državah uvajanja, tako da bodo opredeljene težave tudi splošnega širšega pomena in ne pomenijo nujno enako za vsako posamično podjetje. Predpostavljam, da so članki in ostali viri, na podlagi katerih bom raziskovala te probleme, dovolj poglobljeni in kakovostni ter prikazujejo realno sliko stanja procesa uvajanja mednarodnih računovodskih standardov poročanja v državah Nemčiji in Sloveniji.\nZa vzorec preučitve prehoda na MSRP sem za vsako državo uporabila le eno podjetje. Predpostavljam, da sta oba primera dovolj reprezentativna za potrebe in obseg diplomskega dela.\nPri pisanju diplomskega dela sem uporabila zgolj literaturo v angleškem in slovenskem jeziku. Prav tako sem omejena s svojim znanjem in poznavanjem tovrstne tematike, saj gre za razmeroma aktualno temo, ki se komaj uvaja v prakso.\n"], "5": ["1.4 Uporabljene metode raziskovanja", "Gre za dinamično ekonomsko raziskavo, saj proučujem proces nastajanja in širjenja sprememb, ki jih bo povzročila uvedba mednarodnih standardov računovodskega poročanja kot temeljne podlage za računovodsko poročanje v izbranih državah.\nRaziskava je poslovna, saj je osredotočena na posamezno funkcijo v podjetju, to je računovodsko poročanje.\nUporabila bom tako analitični kot deskriptivni pristop, kjer bom z:\n- metodo klasifikacije predstavila pojem mednarodnih standardov računovodskega  poročanja,\n- metodo deskripcije opisovala dejstva, procese in pojave na področju računovodskega  poročanja v Nemčiji in Sloveniji,\n- komparativno metodo, kjer primerjam težavnost uvajanja mednarodnih računovodskih  standardov poročanja med Nemčijo in Slovenijo in vzroke za to,\n- z metodo kompilacije povzemam stališča, spoznanja in sklepe drugih avtorjev iz  obravnavanega področja.\n"], "6": [" 2 MEDNARODNI STANDARD RAČUNOVODKEGA POROČANJA 1 – PRVO  POROČANJE PO MSRP", "Ob prvi uporabi mednarodnih standardov računovodskega poročanja (MSRP) morajo podjetja upoštevati določila Mednarodnega standarda računovodskega poročanja 1 (MSRP 1) – Prva uporaba mednarodnih standardov računovodskega poročanja, ki ga je 19. junija 2003 objavil International Accounting Standards Board (IASB). Omenjeni standard je nadomestil stališče SOP 8, ki je urejalo prvo uporabo takrat veljavnih mednarodnih računovodskih standardov (MRS) od 1. avgusta 1998.\nNamen MSRP 1 je doseči uvedbo mednarodnih računovodskih standardov poročanja globalno in tudi specifično za mnogo tistih podjetij v Evropski uniji, ki so morala predstaviti konsolidirana računovodska poročila v skladu z MSRP za leto 2005. Standard namreč podrobno določa, kako je treba sestaviti računovodske izkaze in razkritja za prvo poročanje po MSRP. V ta namen je bilo treba sestaviti začetno bilanco stanja na dan prehoda na MSRP ter računovodske izkaze z razkritji za poročevalno obdobje s prikazom primerjalnih računovodskih izkazov z razkritji. (Čuček, 2005 )\nOd sprejetja pa do danes so bile narejene tudi nekatere bistvene spremembe standarda, ki pa so posledica razvijanja celotnih Mednarodnih standardov računovodskega poročanja1.\n"], "7": ["2.1 Temeljne značilnosti MSRP 1", "MSRP 1 je Evropska unija v svojo pravno ureditev prevzela z uredbo 707/2004. Standard celovito ureja prvo poročanje po MSRP. Tako natančno določa, kako ravnati ob prehodu na MSRP kot temeljno podlago računovodenja, v katerih primerih ga je potrebno uporabiti, kako meriti gospodarske kategorije in katere računovodske izkaze z razkritji mora vsebovati prvo poročanje. Strnjen prikaz le tega prikazujem v preglednici 1.\nTemeljna značilnost MSRP je zahteva po upoštevanju vseh določb MSRP, ki so veljavni za obdobja, ki se končajo na dan poročanja, pri pripravi začetne bilance stanja, primerljivih računovodskih izkazov po MSRP in popolnih računovodskih izkazov po MSRP. Ob tem dovoljuje nekatere izjeme pri sestavi začetne bilance stanja. S tem naj bi bil izpolnjen cilj tega MSRP, da vsebujejo prvi računovodski izkazi podjetja v skladu z MSRP in njegova medletna računovodska poročila za del obdobja, ki ga zajemajo ti računovodski izkazi, visoko kakovostne informacije, ki (MSRP 1.1.):\n- so za uporabnike pregledne in primerljive za vsa predstavljena obdobja,\nPojem mednarodnih računovodskih standardov se namreč uporablja v dveh pomenih, in sicer kot sinomim za računovodske standarde, ki jih izdaja IASB in ki se uporabljajo v različnih državah sveta, v nasprotju z nacionalnimi računovodskimi standardi, ki jih sprejeme vsaka posamezna država. V ožjem pomenu pa so MRS standardi, ki jih je izdal International Accounting Standards Commitee (IASC)1 do aprila 2001. IASB je nato od svojega predhodnika IASC-ja prevzel do tedaj sprejete MRS in pojasnila SOP-a ter jih skupno poimenoval mednarodni standardi računovodskega poročanja. Tako se imenujejo tudi vsi standardi, ki jih od aprila 2001 sprejema IASB. V skupino MSRP sodijo tudi pojasnila IFRIC-a. (Vezjak, 2003, str.33).\n- zagotavljajo ustrezno izhodišče za računovodenje v skladu z MSRP,\n- ne vodijo k temu, da bi stroški njihove priprave presegali koristi za uporabnike.\nIzjeme se nanašajo zlasti na merjenje predvsem gospodarskih kategorij dolgoročne narave, pri katerih bi stroški dosledne uporabe MSRP za nazaj presegali koristi za uporabnike, hkrati pa ne zmanjšujejo kakovosti informacij tako pripravljenih računovodskih izkazov.\nMSRP 1 morajo uporabiti vsa podjetja, ki prvič sestavljajo računovodske izkaze po MSRP, pri čemer se pod tem pojmom v skladu z MSRP 1.3 razume prva objava računovodskih izkazov po MSRP, ki vključujejo izrecno izjavo o popolni skladnosti z MSRP. Velja za obdobje, ki se začne s 1.januarjem 2004 ali kasneje, vendar pa sme podjetje standard uporabiti namesto pojasnila SOP 8 tudi za obdobja pred tem, pri čemer mora to dejstvo razkriti.\nNekatera podjetja so že do sedaj prostovoljno poročala po MSRP, zato se pojavi dilema, katera podjetja morajo uporabiti ta standard, oziroma je treba ugotoviti, kdaj gre za prvo uporabo MSRP kot temeljno podlago računovodenja. Merila za ugotavljanje zavezanosti k uporabi MSRP 1 so prikazana v sliki 1. (Čuček, 2005)\nIz slike 1 je razvidno, da so lahko k uporabi MSRP 1 zavezana tudi podjetja, ki že uporabljajo MSRP, vendar jih ne uporabljajo dosledno in zato ne morejo podati izrecne izjave o popolni skladnosti z MSRP ali pa računovodskih izkazov niso predala lastnikom ali zunanjim uporabnikom informacij. IASB navaja kot temeljni kriterij za ugotavljanje zavezanosti k uporabi MSRP 1 obstoj izrecne izjave o popolni skladnosti z MSRP. Ta na videz formalni pogoj pa lahko povzroči nedoslednosti, saj se v primeru, če je podjetje v prejšnjem letu predstavilo računovodske izkaze, ki so vsebovali izrecno izjavo brez pridržkov o skladnosti z MSRP, revizorji pa niso izdali pritrdilnega revizijskega mnenja na te računovodske izkaze, MSRP 1 kljub temu ne uporabi. (Čuček, 2005, str. 74)\n"], "8": ["2.2 Sestavitev začetne bilance stanja", "Izhodišče za pripravo prvega poročanja po MSRP je sestavitev začetne bilance stanja na dan prehoda na MSRP. Čeprav njena objava ni potrebna, je temelj za nadaljnje poročanje po MSRP. Pretežni del standarda je posvečen prav pripravi te bilance.\nTemeljna značilnost sestavljanja začetne bilance stanja po MSRP 1 je zahteva po prikazu vrednosti sredstev in obveznosti do njihovih virov tako, kot da bi podjetje že ves čas poslovanja uporabljalo MSRP. To pomeni, da je treba vse poslovne dogodke, ki se nanašajo na gospodarske kategorije, izkazane v začetni bilanci staja, obravnavati po MSRP.\nRačunovodske usmeritve, ki jih podjetje uporablja v svoji začetni bilanci stanja v skladu z MSRP, se lahko razlikujejo od usmeritev, ki jih je uporabilo za isti dan ob uporabi prejšnjih računovodskih pravil. Nastale prilagoditve izhajajo iz dogodkov in transakcij pred dnem prehoda na MSRP, zato družba po MSRP 1 te prilagoditve neposredno pripozna v zadržanem dobičku (ali po potrebi v drugi vrsti kapitala) na dan prehoda na MSRP. (Odar, 2005, str. 73)\nPri sestavitvi začetne bilance stanja daje standard podjetjem na voljo dve možnosti (MSRP 1.12):\n- dosledno uporabo vseh določb MSRP za nazaj ali\n- upoštevanje določenih izjem od uporabe MSRP za nazaj.\nPri dosledni uporabi vseh določb MSRP za nazaj je treba v začetni bilanci stanja (MSRP 1.10):   pripoznati vsa sredstva in dolgove, katerih pripoznanje zahtevajo MSRP,   odpraviti pripoznanje postavk sredstev in dolgov, če MSRP ne dovoljujejo takega  pripoznanja,   ponovno razvrstiti postavke, ki so bile v skladu s prejšnjimi računovodskimi pravili  pripoznane kot ena vrsta sredstev, dolga ali sestavnega dela kapitala, vendar so v  skladu z MSRP druga vrsta sredstva, dolga ali sestavnega dela kapitala, ter   uporabiti MSRP pri merjenju vseh pripoznanih sredstev in dolgov.\nNa področjih, kjer bi stroški, ki bi jih povzročilo doseganje skladnosti z MSRP, verjetno presegali koristi za uporabnike računovodskih izkazov, je IASB dovolil izjeme od dosledne uporabe MSRP za nazaj.\nDružba se lahko odloči, da bo pri pripravi začetne bilance izbrala eno od naslednjih izjem (Perner, 2005):\nne bo uporabila MRS 22 retroaktivno za predhodne poslovne združitve ali pa bo  uporabila MRS 22 retroaktivno za predhodne poslovne združitve, ki so nastale po  določenem datumu;  za vse postavke opredmetenih osnovnih sredstev, vsako naložbeno nepremičnino po  stroškovnem modelu MRS 40 in vse postavke neopredmetenih dolgoročnih sredstev, ki  ustrezajo kriterijem pripoznavanja in prevrednotenja po MRS 38, lahko družba uporabi:  (a) pošteno vrednost kot strošek na dan prehoda na MRS ali (b) znesek prejšnjega  prevrednotenja po državnih standardih na ali pred datumom prehoda kot strošek pod  pogojem, da je bilo prevrednotenje v širšem smislu primerljivo s pošteno vrednostjo;\n družba lahko pripozna vse nabrane aktuarske dobičke ali izgube na dan prehoda na  MSRP tudi, kadar uporabi t. i. pristop »koridor« za bodoče aktuarske dobičke ali izgube  pod pogojem, da vse programe obravnava enako;  družba, ki prvič pripravlja računovodske izkaze v skladu z MSRP, lahko izbere opcijo, po  kateri so na dan prehoda vse tečajne razlike od poslov s tujino enake nič;  pri prvi pripravi računovodskih izkazov po MSRP ni treba posebej izkazati obeh delov  sestavljenih finančnih inštrumenov, pod pogojem da je na dan prehoda tisti del  finančnega inštrumenta, ki predstavlja obveznosti družbe, poravnan;  za odvisno družbo, ki pripravlja računovodske izkaze po MSRP pred matično družbo, se  v skupinskih računovodskih izkazih uporabi enak način vrednotenja, v nasprotnem  primeru se uporabijo računovodske usmeritve matičnega podjetja.\nVerjetno najpomembnejše pravilo se nanaša na ugotavljanje oziroma določanje poštene vrednosti osnovnih sredstev v začetni bilanci stanja po MSRP. Po MSRP 1 lahko družba izbere merjenje postavk nepremičnin, naprav in opreme na dan prehoda na MSRP po pošteni vrednosti, ki se šteje kot nabavna vrednost na ta dan. To pomeni, da družba lahko uporabi prevrednoteno vrednost iz prejšnjih standardov za vse postavke nepremičnin, naprav in opreme na dan prehoda ali na dan pred prehodom na MSRP. Ta vrednost se šteje kot nabavna na dan prevrednotenja, če je bila na dan prevrednotenja splošno primerljiva (MSRP 1.17):\ns pošteno vrednostjo; ali   z nabavno vrednostjo ali prevrednoteno vrednostjo v skladu z MSRP prilagojeno tako,  da odraža, denimo, spremembe splošnega ali določenega indeksa cen.\nMSRP 1 uporabo navedenega pravila dopušča tudi za naložbene nepremičnine (če se podjetje odloči za uporabo modela nabavne vednosti) ter neopredmetena sredstva, ki izpolnjujejo (MSRP 1.18):\nmerila za pripoznavanje v MRS 38 – Neopredmetena sredstva, vključno z zanesljivim  merjenjem nabavne vrednosti, in   merila v MRS 39 za prevrdnotenje, vključno z obstojem delujočega trga.\nMSRP 1 tudi jasno določa, da navedenih izjem družba ne more uporabiti za druga sredstva ali za dolgove.\nPodjetja morajo hkrati upoštevati še tri prepovedi uporabe za nazaj. Zanje se je IASB odločil, ker bi uporaba na nazaj zahtevala presojo uprave o preteklih pogojih potem, ko je rezultat neke transakcije že znan. Prepovedi se nanašajo na naslednja področja (1.26):\nrazpripoznavanje finančnih sredstev in obveznosti,   računovodenje varovanja pred tveganji   računovodske ocene.\nDružba, ki prvič uporabi MSRP, uporabi zahteve pripoznanja v MRS 39 – Finančni inštrumenti: pripoznavanje in merjenje za naprej od dneva začetka veljavnosti MRS 39. To pomeni, če je družba, ki prvič uporablja MSRP, odpravila pripoznanje finančnih sredstev in dolgov na podlagi svojih prejšnjih standardov v poslovnem letu, ki se je začelo pred 1.januarjem leta 2004, teh sredstev in dolgov v skladu z MSRP ne pripozna.\nKakor zahteva MRS 39 na dan prehoda na MSRP družba:\n  meri vse izpeljane finančne inštumente po pošteni vrednosti; in   odpravi vse časovno razmejene izgube in dobičke v skladu s prejšnjimi standardi, kot da  bi bili sredstva ali dolgovi.\nPrvi dve predstavljeni prepovedi uporabe MSRP za nazaj se nanašata na začetno bilanco stanja, določbe MSRP 1 v zvezi z obravnavanjem ocen pa uporabijo družbe tako pri sestavitvi začetne bilance stanja kot tudi pri sestavitvi računovodskih izkazov in razkritij za primerjalno obdobje.\nPodjetje mora za prvo poročanje po MSRP sestaviti (poleg ostalih računovodskih izkazov) tri bilance stanja (na primer na dan 1.januarja 2004, 31.decembra 2004 in 31.decembra 2005). Časovni razmik med njimi je dve leti. V tem času se lahko pojavijo dogodki, ki kažejo na utemeljenost ocen, zato je bilo treba prilagoditi uporabo MSR 102 ob prvem prevzemu MSRP (MSRP 1.IG3).\nPraviloma se v začetni bilanci stanja prevzamejo ocene iz bilance stanja, sestavljene na zadnji dan obdobja pred prehodom na MSRP v skladu s prejšnjimi računovodskimi pravili (smiselno enako velja za primerjalne računovodske izkaze). Od te določbe se sme odstopati le (MSRP 1.31):\nče so objektivni dokazi, da so bile v navedenih ocenah napake; v tem primeru je treba  upoštevati MRS 8, ki med drugim obravnava tudi bistvene napake;   če so kakršnekoli razlike v računovodskih usmeritvah; pri prehodu na MSRP je treba  upoštevati razlike v merjenju ekonomskih kategorij po prejšnjih računovodskih pravilih  in MSRP ter jih pripoznati v začeti bilanci stanja. V tem primeru mora podjetje izdelati  ocene na podlagi ustreznega MSRP na dan prehoda na MSRP, ki v skladu s prejšnjimi  računovodskimi pravili na ta dan niso bile potrebne. Da se doseže skladnost z MRS 10,  morajo te ocene v skladu z MSRP odsevati pogoje, ki so obstajali na dan prehoda a  MSRP (gre zlasti za ocene tržnih cen, obrestnih mer ali deviznih tečajev, ki morajo na  dan prehoda na MSRP odsevati tržne pogoje).\nV zvezi s primerjalnimi informacijami MSRP 1 zahteva, da družbe v vseh računovodskih izkazih, ki vsebujejo povzetke preteklih podatkov ali primerjalne informacije v skladu s prejšnjimi standardi (MSRP 1.36 A):   razkrijejo, da niso pripravljeni v skladu z MSRP; in   razkrijejo vrsto glavnih prilagoditev, po katerih bi bile te informacije v skladu z MSRP;  družbi teh prilagoditev ni potrebno količinsko določiti.\nMSRP 1 zahteva tudi, da družba razloži prehod na MSRP ter pojasni, kako je le-ta vplival na sporočeno finančno stanje, poslovni izid, poslovanje in finančni izid (denarne tokove) (MSRP 1.38).\nSprejete ocene na bilančni dan se lahko v času s pridobitvijo novih spoznanj spremenijo. V tem primeru gre za dogodke po datumu bilance stanja, ki jih obravnava MRS 10. Nove informacije za že sprejete ocene, ki so postale znane med datumom, na katerega se nanašajo računovodski izkazi, in datumom njihove odobritve, se v skladu z MRS 10.11 obravnavajo kot nepopravljalni dogodki.\n"], "9": ["2.3 Računovodski izkazi za prvo poročanje po MSRP", "Pri prvem poročanju po MSRP mora podjetje predstaviti računovodske izkaze za poročevalno obdobje (prvi računovodski izkazi po MSRP) in primerjalne računovodske izkaze za vsaj eno leto. (MSRP 1.36) Podjetje mora predstaviti tudi razkritja k predstavljenim računovodskim izkazom, ki zajemajo poročevalno obdobje in obdobje, za katero se predstavijo primerjalni računovodski izkazi. Način predstavljanja računovodskih izkazov določa MRS 1, merjenje gospodarskih kategorij v njih pa vsi ostali standardi. Ob prvem poročanju po MSRP je treba v zvezi z merjenjem upoštevati še dodatne zahteve, opredeljene v MSRP 1.\nPrilagoditev računovodskih izkazov s pojasnili bo treba za namene prvega poročanja opraviti za primerjalno obdobje. Vse gospodarske kategorije v računovodskih izkazih in razkritjih, pripravljenih v skladu s prejšnjimi računovodskimi pravili, je treba meriti in prikazati tako, da ustrezajo določbam MSRP.\nPri sestavitvi prvih računovodskih izkazov, torej računovodskih izkazov za poročevalno obdobje, ni izjem pri doslednem upoštevanju določb vseh MSRP. Oblika računovodskih izkazov je določena z MRS 1, merjenje ostalih gospodarskih kategorij v njih pa z ostalimi MSRP.\n"], "10": ["2.4 Razkritja ob prvem poročanju po MSRP", "MSRP zahtevajo obsežna razkritja, ki so predpisana v posameznih standardih. Pri prvem poročanju so zahteva še dodatna pojasnila, ki jih določa MSRP 1. Ta se nanašajo predvsem na prikaz učinkov, ki jih je povzročila prilagoditev računovodskih izkazov, sestavljenih v skladu s prejšnjimi računovodskimi pravili, zahtevam MSRP.\nRazkritja ob prvi pripravi računovodskih izkazov v skladu z MSRP obsegajo (Perner, 2005):\n- uskladitev postavke kapitala po prejšnjih državnih standardih in prikaz kapitala po MSRP na dan prehoda ter na zadnji dan zadnjega obdobja, za katero so računovodski izkazi družbe pripravljeni po državnih standardih,\n- uskladitev dobička ali izgube zadnjega obdobja, izkazanih po prejšnjih državnih standardih v računovodskih izkazih družbe za tekoče poslovno leto, na dobiček ali izgubo enakega obdobja po MSRP.\nPri razkritjih, ki se nanašajo na prve računovodske izkaze, ni posebnosti. Upoštevati je treba določbe vseh MSRP, veljavnih v obdobju, za katero se sestavljajo prvi računovodski izkazi. V nadaljevanju bodo predstavljena le dodatna razkritja, ki jih zahteva MSRP 1. Njihov namen je predstaviti vplive prehoda na MSRP na računovodske izkaze, tako da uporabniki računovodskih informacij razumejo prilagoditve računovodskih izkazov.\n"], "11": ["2.4.1 Razkritja, povezana z začetno bilanco stanja", "Temeljno pravilo v zvezi s prvim poročanjem je, da MSRP 1 ne dovoljuje izjem pri doslednem upoštevanju določb vseh MSRP na področju razkritij. (MSRP 1.35). Podjetje mora pojasniti, kako je prehod na MSRP vplival na predstavljeno vrednost sredstev in obveznosti do njihovih virov, izkaz poslovnega izida in izkaz finančnega izida, sestavljenih po prejšnji računovodskih pravilih. (MSRP 1.38)\nMSRP 1 kot edini standard določa potrebna razkritja v zvezi z začetno bilanco stanja. Čeprav začetne bilance stanja ni treba objaviti pri prvem poročanju po MSRP (MSRP 1.6), pa je treba predstaviti kar nekaj z njo povezanih razkritij.\nPodrobnejša navodila v zvezi z razkritjem so zapisana v navodilih za uporabo standarda 3, ki pa niso sestavni del standarda.\nPosebne zahteve v zvezi z razkritji se nanašajo na tale področja:\nPripoznane oslabitve. Če je podjetje pripoznalo ali razveljavilo kakšne koli izgube  zaradi oslabitve prvič pri pripravi svoje začetne bilance stanja v skladu z MSRP, v  poročilo vključi razkritja, ki bi jih MRS 36 zahteval, če bi podjetje pripoznalo te izgube  zaradi oslabitve ali razveljavitve v obdobju, ki se začne z dnem prehoda na MSRP  (MSRP 1.39C).\nUporaba modela poštene vrednosti. Če podjetje v svoji začetni bilanci stanja v skladu  z MSRP uporablja pošteno vrednost, ki se šteje kot začetna nabavna vrednost, za  postavko opredmetenih osnovnih sredstev, naložbenih nepremičnin ali neopredmetenih  dolgoročnih sredstev, mora v prvih računovodskih izkazih podjetja v skladu z MSRP  razkriti za vsako vrstično postavko v začetni bilanci stanja, ki je bila prevrednotena v  skladu z MSRP (MSRP 1.44), zbir navedenih poštenih vrednosti in skupno vrednost  prilagoditev knjigovodskih vrednosti, ki so bile ugotovljene v skladu s prejšnjimi  računovodskimi pravili.\nBistvene napake. Če podjetje ugotovi, da so bile na podlagi prejšnjih računovodskih  pravil narejene bistvene napake, je treba ob predstavljanju prilagoditev v začetni bilanci  stanja popravke navedenih napak obravnavati ločen od sprememb računovodskih  usmeritev. (MSRP 1.41)\nOpredelitev finančnih sredstev in dolgov. Če je podjetje v skladu z MSRP 1.25A že  prej pripoznano finančno sredstvo ali finančno obveznost po prejšnjih računovodskih  pravilih v začetni bilanci stanja drugače opredelilo, mora razkriti pošteno vrednost za  vsako vrsto finančnih sredstev ali finančnih obveznosti ter knjigovodsko vrednost v  prejšnjih računovodskih izkazih. (MSRP 1.43A)\nAngl. Implementation Guidance\n"], "12": ["2.4.2 Razkritja, povezana s prilagoditvijo primerjalnih računovodskih", "izkazov\nMRS 1 zahteva, da vključujejo popolni računovodski izkazi po MSRP primerjalne informacije v skladu z MSRP za najmanj eno poslovno leto. To pomeni, da mora poročanje po MSRP poleg računovodskih izkazov in razkritij za poročevalno leto vključevati tudi računovodske izkaze in razkritja za primerjalno obdobje.\nPoleg teh temeljnih zahtev MRS 1 mora podjetje, ki prvič poroča po MSRP, upoštevati še posebne določbe MSRP 1. Tako MSRP 1.39 zahteva predstavitev učinkov, ki jih je imela prilagoditev postavk po MSRP za primerjalno obdobje na vrednost kapitala, poslovni izid in izkaz finančnega izida, če ga je podjetje predstavilo v skladu s prejšnjimi računovodskimi pravili.\nČe podjetje ugotovi, da so bile na podlagi prejšnjih računovodskih pravil narejene bistvene napake, je treba ob predstavljanju prilagoditev v primerjalnih računovodskih izkazih popravke navedenih napak obravnavati ločeno od sprememb računovodskih usmeritev. (MSRP 1.41)\nEnako kot velja za razkritja prilagoditev v začetni bilanci stanja, morajo biti tudi navedene prilagoditve pojasnjene dovolj podrobno, da uporabniki lahko razumejo bistvene prilagoditev računovodskih izkazov. (MSRP 1.40)\nMSRP 4.C13, ki je dopolnil z uredbo EU 707/2004 sprejeti MSRP 1 s členom MSRP 1.36 A, podjetjem, ki prvič poročajo po MSRP pred 1.januarjem 2006, omogoča, da predstavijo primerjalne informacije za predhodno leto (pri podjetjih, ki prvič poročajo po MSRP za leto 2005, je to leto 2004), ki niso nujno v skladu z MRS 32, MRS 39 in MSRP 4. Podjetja, ki se za to možnost odločijo, morajo (MSRP 1.36A):\nprikazati primerjalne informacije o finančnih inštrumentih v okviru MRS 32 in MRS 39  ter zavarovalnih pogodbah v skladu z MSRP 4 po prejšnjih računovodskih pravilih;   razkriti to dejstvo, skupaj z podlago za pripravo teh informacij;   razkriti naravo bistvenih prilagoditev, na podlagi katerih bi bile informacije prikazane v  skladu z MRS 32, MRS 39 in MSRP 4; v podjetju teh prilagoditev ni potrebno  ovrednotiti; vendar pa mora podjetje obravnavati vsako tako prilagoditev, pripoznano  med datumom bilance stanja primerjalnega obdobja (31.decembra 2004) in začetno  bilanco stanja poročevalnega obdobja (1.januarja 2005), kot spremembo računovodske  usmeritve in podati razkritja, kot jih določa MRS 8.\nVse zahteve, ki se v teh standardih nanašajo na datum prehoda na MSRP, mora torej podjetje upoštevati v začetni bilanci stanja prvega poročevalnega obdobja, in ne v začetni bilanci stanja, sestavljeni ob prehodu na MSRP.\n"], "13": ["2.4.3 Ostala razkritja, povezana s prehodom na MSRP", "MSRP 1 zahteva še tale razkritja, ki se nanašajo na prvo uporabo MSRP:\nPrva sestavitev računovodskih izkazov. Če podjetje ni predstavilo računovodskih  izkazov za prejšnja obdobja, se v prvih računovodskih izkazih po MSRP to dejstvo  razkrije. (MSRP 1.43)\nMedletno poročanje. Za vsako medletno poročilo mora podjetje razkriti še vrednost  prilagoditve kapitala pa tudi vsakokratni poslovni izid (na primer za vsako četrtletje) in  skupni poslovni izid po MSRP (od začetka poslovnega leta do zadnjega dneva četrtletja,  za katero se poroča), če je v letu 2004 sestavljalo medletna poročila. (MSRP 1.45) MRS  34 zahteva najmanjša razkritja, ki temeljijo na predpostavki, da imajo uporabniki  medletnih računovodskih poročil tudi dostop do najnovejših letnih računovodskih  izkazov. Dodatno tudi zahteva, da podjetje razkrije kakršnekoli dogodke ali posle, ki so  bistveni za razumevanje tekočega vmesnega obdobja. Če podjetje, ki prvikrat uporablja  MSRP, v svojih najnovejših letnih računovodskih izkazih v skladu s prejšnjimi  računovodskimi pravili ni razkrilo informacij, ki so bistvene za razumevanje tekočega  vmesnega obdobja, njegovo medletno računovodsko poročilo razkrije navedene  informacije ali vključuje sklicevanje na drug objavljen dokument, v katerem je tako  razkritje predstavljeno. (MSRP 1.46)\nSpremembe računovodskih usmeritev. Ker MRS 8 ne obravnava sprememb v  računovodskih usmeritvah, do katerih pride, ko podjetje prvič uporabi MSRP, se zahteve  MRS 8 za razkritje sprememb v računovodskih usmeritvah ne uporabljajo za prve  računovodske izkaze podjetja v skladu z MSRP. (MSRP 1.42)\nPrimerjalne informacije za obdobja pred prehodom na MSRP. Če podjetje predstavi  povzetek računovodskih informacij za obdobja pred prvim obdobjem, za katero se  predstavijo popolne primerjalne informacije v skladu z MSRP, teh ni treba meriti v  skladu z MSRP. Podjetje v vseh računovodskih izkazih, ki vsebujejo primerjalne  informacije ali le njihove povzetke v skladu s prejšnjimi računovodskimi pravili, le  vidno označi, da niso bile pripravljene v skladu z MSRP, in razkrije vrsto glavnih  prilagoditev, ki bi bile potrebne za skladnost z MSRP. (MSRP 1.37)\n"], "14": ["2.5 Sklep", "MSRP 1 je Evropska unija v svojo pravno ureditev prevzela z uredbo 707/2004. MSRP 1 celovito ureja prvo poročanje po MSRP. Tako natančno določa, kako ravnati ob prehodu na MSRP kot temeljno podlago računovodenja, kako meriti gospodarske kategorije in katere računovodske izkaze z razkritji mora vsebovati prvo poročanje.\nMSRP 1 morajo uporabiti vsa podjetja, ki prvič sestavljajo računovodske izkaze po MSRP. Pod pojmom \"prvič\" se v skladu z MRS 1.14 razume prva objava računovodskih izkazov po MSRP, ki vključujejo izrecno izjavo o popolni skladnosti z MSRP. Ker so nekatera podjetja že do sedaj prostovoljno poročala po MSRP, je temeljna dilema, katera podjetja morajo uporabiti ta standard.\nMSRP zahtevajo obsežna razkritja, ki so predpisana v posameznih standardih. Pri prvem poročanju so zahtevana še dodatna pojasnila , ki jih določa MSRP 1. Ta se nanašajo predvsem na prikaz prilagoditev (učinkov), ki so nastale ob sestavi začetne bilance stanja in ob prilagoditvi primerjalnih računovodskih izkazov v skladu z MSRP.\nPrehod na MSRP, predvsem uporaba MSRP 1, zahteva temeljite in poglobljene strokovne priprave, saj posledice sprejetih odločitev bistveno vplivajo na računovodske izkaze družbe v prihodnosti. MSRP 1 je pomemben tudi zato, ker odpira vrata vsesplošni uporabi MSRP v Evropski uniji, saj velja za vse prve uporabe MSRP za vse družbe, ki ga bodo uporabile, tudi za tiste, katerih vrednostni papirji niso uvrščenim na evropske borze, ter za srednje velike družbe.\n"], "abstract": ["Zahteve investitorjev po kvalitetnih računovodskih informacijah se z intenzivno globalizacijo povečujejo. Tako so se pojavile težnje za čim širšo uporabo mednarodnih računovodskih standardov in prilagoditve nacionalnih računovodskih standardov, da bodo ti kar se da usklajeni z mednarodnimi. Na področju harmonizacije računovodenja je bil v Evropski uniji leta 2002 storjen izredno pomemben korak naprej. Uredba Evropske komisije 1606/2002 neposredno zavezuje družbe iz držav Evropske unije, uvrščene na njene organizirane trge vrednostnih papirjev, da od leta 2005 svoje konsolidirane računovodske izkaze pripravljajo v skladu z mednarodnimi standardi računovodskega poročanja (MSRP). Z vstopom Slovenije v Evropsko unijo so Mednarodni standardi računovodskega poročanja postali obvezujoči tudi za slovenska borzna podjetja. V okviru Slovenskega inštituta za revizijo pa so z letom 2006 v veljavi tudi novi, prenovljeni Slovenski računovodski standardi, ki so skoraj v celoti usklajeni z MSRP. Zato bi naj bil prehod v Sloveniji lažji kot v ostalih Evropskih državah. V Nemčiji pa po drugi strani lahko pričakujemo večje razsežnosti problemov pri uporabi MSRP, saj je tukaj tudi največja tradicija evropske računovodske šole, ki pa se pomembno razlikuje od predpostavk in teženj v Mednarodnih računovodskih standardih."]}