{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Vzajemni skladi se pri svojem poslovanju srečujejo z različnimi vrstami tveganja, ki pa so z vstopom v Evropsko unijo in z nalaganjem na tuje kapitalske trge postala še večja. Tako se srečujejo s tržnimi tveganji, saj je razvoj tečaja vrednostnega papirja močno odvisen od razvoja trgov kapitala, na kar pa seveda vpliva splošna gospodarska situacija ter gospodarske in politične razmere v državah. Med tržnimi tveganji lahko omenimo obrestno tveganje, pri katerem gre predvsem za spremembo ravni tržnih obresti, ki so lahko posledica sprememb gospodarskih razmer in odzivne politike posamezne nacionalne banke, in tveganje delniškega tečaja, ki pomeni vpliv sprememb tečajev delnic na bodoči rezultat. Med tržnimi tveganji lahko omenimo kot zelo pomembno tudi valutno tveganje, ki bo vedno bolj prisotno, če se bo premoženje vzajemnih skladov nalagalo v tuje valute.\nOmenimo še druga tveganja kot so tveganja povezana z izdajateljem, poravnalno tveganje, likvidnostno tveganje in operativno tveganje, pri katerem govorimo tudi o tveganju skrbništva, ki ga opravlja ena izmed skrbniških bank. Skrbništvo je v Sloveniji tudi novost, ki je bila za vzajemne sklade v tujini uveljavljena že pred mnogo leti. Tveganje skrbništva je tveganje spremembe vrednosti naložb vzajemnega sklada in spremembe varnosti poslovanja, ki bi izhajalo iz napak skrbnika pri opravljanju skrbniških storitev. Tveganja so predmet prvega tematskega sklopa moje diplomske naloge.\nV drugem tematskem sklopu opisujem terminsko poslovanje, terminski trg in udeležence terminskega trga.\nV tretjem tematskem sklopu, ki predstavlja tudi jedro moje diplomske naloge, obravnavam izvedene finančne instrumente, s katerimi bi lahko obvladovali tveganja v vzajemnih skladih. Opisane so terminske pogodbe, opcije in swap posli, predvsem obrestni in valutni.\nV zadnjem tematskem sklopu diplomske naloge pa obravnavam primerjavo vzajemnih skladov s hedge skladi, ki so zelo razširjena oblika varčevanja oziroma oplemenitenja prihrankov posameznikov in institucionalnih vlagateljev v tujini. Pri nas hedge skladi še niso zaživeli, saj na eni strani upravljalci še niso dovolj drzni, na drugi strani pa njihovo ustanavljanje omejuje zakonodaja in Agencija za trg vrednostnih papirjev. Tudi v Evropi so manj poznani kot v ZDA. So pa to skladi, ki imajo v svoji naložbeni politiki izvedene finančne instrumente ne samo za zavarovanje tveganj ampak tudi iz špekulativnih razlogov. Hedge skladi investirajo v izvedene finančne instrumente (derivative), najpogosteje opcije in terminske pogodbe, ki so v prosti prodaji ali kotirajo na borzi. Značilnost derivativov je, da je njihova vrednost vezana na določen finančni instrument ali indeks. Tako omogočajo špekulacijo na prihodnja gibanja finančnih trgov, po drugi strani pa je mogoče s kombinacijo osnovnih vrednostnih papirjev in izvedenih finančnih instrumentov izoblikovati tak portfelj, ki je poljubno izpostavljen tržnemu tveganju ali celo tržno nevtralen. Tveganja, katerim so izpostavljeni hedge skladi, pa so: tveganje spremembe obrestne mere, valutno, tržno, kreditno tveganje, najpogosteje pa se hedge skladi zaščitijo pred tržnimi tveganji. \n"], "3": ["1.2 Namen in cilji diplomskega dela", "Namen diplomske naloge bo predstaviti tveganja, s katerimi se vzajemni skladi srečujejo pri svojem poslovanju, opis posameznih tveganj in morebitno zavarovanje pred njimi z izvedenimi finančnimi instrumenti.\nCilj diplomske naloge je teoretična obravnava uporabe izvedenih finančnih instrumentov za zavarovanje tveganj v vzajemnih skladih. Cilj je tudi, da si ob teoretični obravnavi obogatim znanje z vidika izvedenih finančnih instrumentov za uporabo v prihodnosti, ko bodo le-ti podprti tudi v računovodskih standardih in predpisih vzajemnih skladov.\n"], "4": ["1.3 Predpostavke in omejitve", "Glede na to, da se v praksi v vzajemnih skladih izvedeni finančni instrumenti za zavarovanje tveganj še ne uporabljajo, je to glavna omejitev v moji diplomski nalogi, saj ne morem predstaviti praktičnih primerov. Prav tako je iz istega razloga nemogoče pripraviti analizo uspešnosti takšnega varovanja pred tveganji na osnovi analize preteklega poslovanja vzajemnih skladov. Tako bo moja diplomska naloga usmerjena v iskanju rešitev, ki jih bo mogoče aplicirati šele v bližnji prihodnosti.\nSamo področje izvedenih finančnih instrumentov obsega vrsto možnosti, zato se bom v svoji diplomski nalogi omejila na terminske pogodbe, opcije in valutne ter obrestne swap posle, ker menim, da bodo vzajemni skladi začeli uporabljati te instrumente, takoj ko bo to mogoče.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Pri pisanju diplomske naloge bom uporabljala strokovno literaturo s področja terminskega poslovanja, strokovne članke v revijah in poslovnih brošurah ter gradivo iz izpopolnjevalnih seminarjev. Analizirala bom spletne strani, na katerih so predstavljeni domači in tuji vzajemni skladi ter hedge skladi. Preučila bom Zakon o investicijskih skladih in družbah za upravljanje, Slovenske računovodske standarde in podzakonske akte Agencije za trg vrednostnih papirjev (ATVP), ki obravnavajo to področje.\nDiplomska naloga bo temeljila na metodi deskripcije, kjer ne bo nobenih znanstvenih razlag, imela pa bo tudi značilnost poslovne raziskave, saj mi bo teoretična ponazoritev terminskega poslovanja v pomoč pri kasnejši uporabi v praksi. Prav tako bom povprašala za mnenje ljudi, ki pripravljajo naložbene politike vzajemnih skladov, in se pozanimala, kakšna so njihova pričakovanja ob sprostitvi uporabe izvedenih finančnih instrumentov v vzajemnih skladih. \n"], "6": ["2 TVEGANJA VZAJEMNIH SKLADOV", "Tveganje opredelimo kot nezmožnost, da bi pravilno napovedovali prihodnji tok dogodkov oziroma kot nezmožnost popolnoma nadzorovati, ali bodo rezultati prihodnjega toka dogodkov enaki načrtovanim. Finančne odločitve so vezane na vrsto izračunov, med njimi pa je verjetno najtežji izračun pričakovane donosnosti in tveganja določene naložbe z ostalimi možnimi naložbami. Ljudje iz izkušenj vedo, da je svoje premoženje smiselno nalagati v različne naložbe in ne samo v eno. Sklepamo lahko, da ustrezna razdelitev premoženja v več naložb lahko zmanjša tveganje celotnega premoženja, saj zmanjša verjetnost, da donosnost naložb ne bo enaka pričakovani. Tako je praviloma manjše tveganje posamezne naložbe, ki je vključena v premoženje sestavljeno iz več naložb, kot bi bilo tveganje celotnega premoženja naloženega samo v posamezno naložbo.\nLjudje praviloma niso naklonjeni tveganju, vendar so praviloma pripravljeni nalagati svoj denar, če je tveganje »plačano« z ustrezno donosnostjo (Mramor 1993, 104).\nZa tržno gospodarstvo je značilno, da se večina poskuša izogniti tveganju, kar ji tudi uspe, vendar se je manjšina pripravljena poklicno ukvarjati s sprejemanjem tveganja. V tej zvezi pridemo do izrazov »hedge« in »hedging«, ki pomenita varstvo pred tveganjem, ograditev tveganja ali pokritje.\nZ zaščito pred tveganjem se posameznik ali pravna oseba izogne izgubi zaradi zanj neugodne spremembe tržne cene deviznega tečaja, obrestne mere, tečaja vrednostnega papirja ali cene kakega blaga. S tem, ko se izogne izgubi, se seveda hkrati izogne tudi dobičku zaradi spremembe cene, ki bi bila sicer zanj ugodna. Tržna cena se lahko namreč spremeni v obe smeri in tveganje je vselej negotovost glede spremembe cene v obe smeri. Pokritje pred tveganjem pa seveda ni zastonj (Ribnikar 1994, 192).\n"], "7": ["2.1 Naložbeno tveganje", "Naložbeno tveganje je največje tveganje vzajemnih skladov. Odvisno je od splošnega, gospodarskega in političnega okolja in od izdajateljevega individualnega stanja. To tveganje je pogojeno z opredelitvijo naložbene strukture vsakega posameznega vzajemnega sklada. Vsak vzajemni sklad svojo politiko naložb opredeli v prospektu in pravilih upravljanja, ki morajo biti v skladu z zakonskimi omejitvami. Družba za upravljanje pa mora znotraj teh omejitev sestaviti tak portfelj naložb, da bo pri pričakovanem tveganju donosnost največja. Dejavniki tveganja, ki so povezani z naložbo vlagatelja v investicijske kupone vzajemnega sklada, so povezani s tveganji posameznih vrst naložb vzajemnega sklada. Eden najpomembnejših faktorjev tveganja je delovanje delniških trgov, ki je v osnovi odvisno od ekonomskih in političnih trendov na vsakem posameznem trgu. V primeru, da vzajemni sklad svoja sredstva nalaga pretežno v delnice tujih izdajateljev, je dodatno izpostavljen tudi tveganju nihanj deviznih tečajev, manjši dostopnosti javnih informacij in različni regulativi finančnega poročanja. Zato je praviloma nalaganje v tuje delnice bolj tvegano kot nalaganje v delnice na slovenskem trgu. Poleg splošnih razmer na posameznem trgu je pri naložbah v delnice podjetij pomemben dejavnik tveganja tudi pravilna ocena položaja, ki ga ima določeno podjetje na trgu, \nnjegovega finančnega zdravja in razvojne perspektive. Za terjatve lastnikov iz naslova delnic jamči vsak posamezni izdajatelj z vsem svojim premoženjem, zato sta ocena le-tega in cena potenciala za rast ključnega pomena.\nDejavniki naložbenega tveganja so:\n- nesistematično tveganje, ki je odvisno od posamezne naložbe in se ga da zmanjšati  z razpršitvijo naložb\n- sistematično tveganje, ki je odvisno od strateških opredelitev v naložbeni politiki  vzajemnega sklada in se ga z razpršitvijo naložb ne da odpraviti.\nUpravljalec vzajemnega sklada pri ugotavljanju in merjenju tveganja posamezne naložbe in celotnega portfelja uporablja uveljavljena merila, kot so: standardni odklon, parameter beta, Sharpova mera tveganja, VAR (value at risk),......\nVzajemni skladi tveganja znižujejo tako, da del svojih sredstev nalagajo tudi v dolžniške vrednostne papirje in papirje s fiksnim donosom. Na vrednost (ceno) obveznic in drugih papirjev s fiksnim donosom vpliva gibanje obrestnih mer. Na splošno velja, da se obrestne mere in cene dolžniških vrednostnih papirjev gibajo obratno sorazmerno. Ko obrestne mere padajo, cena večine dolžniških vrednostnih papirjev narašča in obratno. Zato je tveganje spremembe obrestnih mer eden od faktorjev tveganja, katerim bo vzajemni sklad izpostavljen.\nNaložbena tveganja lahko vzajemni skladi obvladujejo z naslednjimi ukrepi:\n- Dovolj visoka stopnja razpršitve naložb, da se odpravi večina nesistematičnega  naložbenega tveganja vzajemnega sklada. Razdelitev premoženja v različne  naložbe imenujemo razpršitev naložb, velikokrat pa se uporablja tudi izraz  diverzifikacija. Razpršitev naložb lahko dosežemo na neposredni in posredni način,  od katerih pa imata oba še vrsto dodatnih možnosti. Neposredna razpršitev naložb  označuje premoženje investitorja, ki je naloženo v vrsto naložb, ki so različne med  seboj glede na obliko, posebej pa še glede na čas do njihove vnovčitve in kvaliteto.  Pojem posredna razpršitev naložb se uporablja, kadar gre za naložbe v finančne  institucije. Finančne institucije lahko zmanjšajo tveganje tako, da skupno vsoto  zbranega denarja komitentov usmerijo v različne naložbe, pri čemer zaposlujejo  vrsto strokovnjakov, ki imajo znanje in analitične sposobnosti, potrebne za čim  večje zmanjšanje tveganja ob želeni donosnosti (Mramor 1993, 107).\n- Primerjanje izračunanih mer tveganja z enakimi merami tveganja, izračunanimi za  vzajemne sklade s podobno naložbeno politiko (gre za obvladovanje sistematičnega  tveganja).\n- Primerjanje donosnosti in tveganja vzajemnega sklada z indeksi oziroma s  hipotetičnim portfeljem sestavljenim iz različnih indeksov. Hipotetični portfelj  sestavimo tako, da je teža posameznega indeksa v hipotetičnem portfelju enaka  odstotku vrste naložb v naložbeni politiki realnega vzajemnega sklada. Če ima na  primer vzajemni sklad v naložbeni politiki opredeljeno, da bo 50% sredstev vložil v  delnice, ki kotirajo na Ljubljanski borzi, 20% v dolžniške vrednostne papirje v  Sloveniji, 20% v evropske vrednostne papirje, ki kotirajo na borzi, 10% pa bo  obdržal v likvidnih sredstvih, bi hipotetični portfelj lahko sestavili iz 50% SBI20, \n20% indeksa obveznic na Ljubljanski borzi, 20% enega od tujih indeksov (na  primer S&P Europe 350) in 10% naložb s fiksnim donosom.\n- Z znanjem in analizami se da prav tako zmanjšati tveganje posamezne naložbe.  Čim več znanja ima investitor in čim boljša je njegova analiza naložbe, tem bolj se  da oceniti tveganje. Pri tem si investitor lahko pomaga tudi z nasveti drugih, vendar  je običajno, da je koristnost nasvetov drugih odvisna tudi od znanja in sposobnosti  tistega, ki nasvete prejema. Vzajemni sklad, ki ima zgrešeno naložbeno politiko, bo  svoja sredstva nalagal v naložbe, ki ne bodo nikoli dale pričakovane donosnosti  (Mramor 1993, 104).\nPortfelj opazovanega realnega vzajemnega sklada je sestavljen iz 50% domačih, slovenskih delnic, 20% domačih, slovenskih obveznic, 20% tujih, evropskih delnic in 10% likvidnih sredstev. \nSKLADA\nPortfelj hipotetičnega primerljivega vzajemnega sklada bi bil glede na opazovani realni vzajemni sklad sestavljen iz 50% delnic slovenskega borznega indeksa 20, 20% slovenskega borznega indeksa obveznic, 20% indeksa S&P 350 in 10% naložb s fiksnim donosom.\n"], "8": ["2.2 Likvidnostno tveganje", "Vzajemni sklad mora investitorju izplačati točke premoženja v nekaj dneh po njegovem naročilu za prodajo enot premoženja vzajemnega sklada. Obdobje za izplačilo je definirano v prospektu in pravilih upravljanja posameznega vzajemnega sklada.V primeru, da prihaja do večjih zahtev po izplačilih, lahko pride do pomanjkanja denarnih sredstev in upravljalec mora iz vzajemnega sklada začeti odprodajati druge naložbe, da bi lahko pridobil denarna sredstva in poplačal investitorje. Ker je čas od oddaje naročila za prodajo enot in dejanskega izplačila relativno kratek, vzajemni sklad tvega, da bo moral naložbe prodati po neugodni ceni in na ta način se mu zmanjša donosnost. Temu tveganju pravimo likvidnostno tveganje vzajemnega sklada.\nLikvidnostno tveganje posamezne naložbe je večje, kadar:\n- je razlika med nakupno in prodajno ceno vrednostnega papirja večja\n- je število dni trgovanja glede na vse dneve trgovanja v letu manjše\n- je letni obrat na borzi nizek, merjeno v odstotku delnic glede na celotno izdajo\n- je ustvarjeni povprečni dnevni promet, merjeno vrednostno, nizek \nLikvidnostno tveganje vzajemnega sklada je v precejšnji meri odvisno od neto vplačil oziroma od neto izplačil1, ta pa so v precejšnji meri povezana s padanjem oziroma rastjo vrednosti enote premoženja. Pri močnejšem padcu vrednosti enote premoženja se število izstopov poveča, s tem nastopi situacija, da se neto vplačila spremenijo v neto izplačila in vzajemni sklad začne trošiti najprej denarna sredstva, ki so na transakcijskem računu in deponirana kot depoziti pri bankah, kasneje, ko se pojavi primanjkljaj denarnih sredstev pa je primoran prodajati ostalo premoženje in s tem se izpostavi likvidnostnemu tveganju. Pri ekstremno velikem izstopanju iz vzajemnega sklada (v primeru panike) se lahko vzajemnemu skladu zaradi prevelike potrebe po denarnih sredstvih in premajhne likvidnosti naložb poruši naložbena struktura do te mere, da vzajemni sklad ni več v skladu z naložbeno politiko opredeljeno v prospektu in pravilih upravljanja. Zato mora Agencija za trg vrednostnih papirjev (ATVP) ukrepati v skladu z Zakonom o investicijskih družbah in družbah za upravljanje (ZISDU), kar v skrajnem primeru lahko pripelje tudi do likvidacije sklada.\nDo povečanja likvidnostnega tveganja lahko pride tudi ob dogodkih, ko se zmanjša likvidnost posameznih naložb, na primer zaradi koncentracije lastništva, ali zmanjšanja celotne likvidnosti trga zaradi zmanjšanja prometa na posamezni borzi.\nUpravljalec vzajemnega sklada mora zato ves čas spremljati likvidnost naložb, trgov ter vplačila in izplačila enot premoženja vzajemnega sklada. Likvidnostno tveganje uravnava še z izbiro naložb vzajemnega sklada, ki so glede na velikost vzajemnega sklada ustrezno likvidne, z zagotavljanjem zadostnega obsega likvidnih sredstev in po potrebi pripraviti dodatna likvidna sredstva2 skladno s Sklepom ATVP. Dodatna likvidna sredstva vzajemnega sklada se lahko oblikujejo tudi v času, potrebnem za reinvestiranje unovčenih naložb vzajemnega sklada in v primerih, kadar družba za upravljanje (upravljalec) zaradi izredno neugodnih razmer na trgu finančnih instrumentov začasno prekine nalaganje sredstev vzajemnega sklada na te trge. Družba za upravljanje v prospektu vzajemnega sklada opredeli najvišji predvideni obseg dodatnih likvidnih sredstev investicijskega sklada v odstotku od vseh sredstev vzajemnega sklada. Obseg dodatnih likvidnih sredstev vzajemnega sklada iz prejšnjega odstavka ne sme presegati 20 odstotkov vrednosti vseh sredstev vzajemnega sklada. Družba za upravljanje mora biti sposobna ATVP v vsakem trenutku utemeljiti katera denarna sredstva, vezana na odpoklic z možnostjo izplačila na dan odpoklica, so namenjena doseganju ciljev opredeljenih v naložbeni politiki vzajemnega sklada in katera predstavljajo dodatna likvidna sredstva vzajemnega sklada.\nNeto vplačilo je razlika med vsemi vplačili v vzajemni sklad in vsemi izplačili iz vzajemnega sklada, obratno velja za neto izplačila.  Dodatna likvidna sredstva vzajemnega sklada so denarna sredstva na vpogled in tista denarna sredstva, vezana na odpoklic z možnostjo izplačila na dan odpoklica, ki niso namenjena doseganju ciljev, opredeljenih v naložbeni politiki vzajemnega sklada, temveč so namenjena pokrivanju tekočih in izrednih izplačil vzajemnega sklada. \n"], "9": ["2.3 Valutno (tečajno) tveganje", ""], "10": ["2.3.1 Splošno", "Tečajno tveganje opredelimo kot nevarnost izgube zaradi nihanj promptnih in terminskih deviznih tečajev (Zbašnik 2001, 139). Na splošno razumemo z valutnim tveganjem nevarnost spremembe deviznega tečaja v obdobju od trenutka nalaganja do vrnitve kapitala, naloženega v tujo valuto. Tehnično gledano predstavlja valutno tveganje možna nihanja oziroma odstopanja deviznega tečaja določene valute okrog (od) njene pričakovane srednje vrednosti (Prohaska 1999, 190).\nValutno tveganje je neposredno povezano s spremembo deviznih tečajev, do katerih prihaja tako v sistemu drsečih kot v sistemu fiksnih, vendar prilagodljivih deviznih tečajev. Pri drsečem deviznem tečaju prihaja do stalnih malih sprememb deviznega tečaja. Tečajno tveganje je ves čas prisotno, hkrati pa je težko napovedati smer in dinamiko gibanja deviznega tečaja. Pri fiksnih, vendar prilagodljivih tečajih tečajno tveganje nastopi, ko se pričakuje devalvacija ali revalvacija valute. Tečajno tveganje je veliko in enostransko, možno je napovedovati revalvacijo ali devalvacijo, težje pa je napovedati čas in višino spremembe deviznega tečaja (Lavrač 1999, 8).\nV odvisnosti od narave nihanj deviznih tečajev ločimo naslednja valutna tveganja :\n- Transakcijsko tveganje se nanaša na tveganje izgube v primeru spremembe tečaja v  času od sklepanja pogodbene cene pa do dejanskega plačila ali izplačila iz tekočih  transakcij, denominiranega v valutah, ki so različne od valute, v kateri podjetje  izkazuje svojo bilanco. Temu tveganju so izpostaljena vsa podjetja, ki so vključena  v mednarodno menjavo. Transakcijsko tveganje pa nastopi takrat, kadar ima  uvozna ali izvozna transakcija ceno v tuji valuti ter se ob morebitni spremembi  deviznega tečaja spremeni velikost prejemka/izdatka v domači valuti. Ključno  vlogo pri zmanjšanju ali odpravi tega tveganja igrajo izvedeni finančni instrumenti.  Uporaba terminskega deviznega trga (nestandardizirani terminski posli in  standardizirane terminske pogodbe) omogoča podjetju, da za določen čas utrdi  devizni tečaj in tako odpravi negotovost prihodnjega prejemka/izdatka v domači  valuti. Fleksibilnejša oblika zavarovanja pred transakcijskim tveganjem pa so  valutne opcije, ki za razliko od ostalih terminskih instrumentov dopuščajo tudi  možnost tečajnega dobička, ko se devizni tečaji gibljejo v želeni smeri. Opcije  namreč dajejo kupcu pravico, ne pa obveznosti za uporabo tega instrumenta.  Podjetja pa lahko poleg terminskih, uporabijo tudi katerega od kombiniranih  instrumentov deviznega trga, kot je klasična valutna zamena.\n- Ekonomsko tveganje spremembe deviznega tečaja je posledica njihovih  nepričakovanih dolgoročnih sprememb. Te pa so posledica sprememb relativnih  ekonomskih razmer med državami. Ekonomsko tveganje pa poleg neposrednega  vpliva spremembe tečaja na velikost prihodnjega prejemka/izdatka v domači valuti  upošteva tudi njegov posredni vpliv preko spremenjene količine. Ekonomska  izpostavljenost se nanaša na spremembe v prihodnjem denarnem toku (cash flow),  ki izhajajo iz gibanja tečajev in lahko vplivajo ali spremenijo prihodnji obseg  prodaje, cene ali stroške. Zavarovanje pred tem tveganjem je veliko težje, ker ima  to tveganje korenine v temeljnih ekonomskih silah in se je pred takim tveganjem \nnemogoče zavarovati. Podjetja se pri tem zadovoljijo z uporabo instrumentov  bilance stanja, kar pa je lahko velikokrat zelo drago in nefleksibilno. Uskladiti  skušajo velikost denarnih prilivov in odlivov v tujih valutah, enako velja tudi za  njihove naložbe in obveznosti v tujem denarju.\n- Pretvorbeno tveganje se nanaša na spremembe vrednosti podjetja v domači valuti  zaradi sprememb vrednosti naložb in obveznosti v tujem denarju, do katerih pride  ob spremembi deviznih tečajev med dvema obračunskima obdobjema, ne da bi bila  medtem izvršena kakršnakoli transakcija. Ob koncu obračunskega obdobja se  morajo vse naložbe in obveznosti v tujem denarju prepračunati v osnovno, torej  domačo valuto. Spremembe obveznosti vrednosti naložb in obveznosti, ki se  pojavijo zaradi gibanj deviznih tečajev, tako povzročijo spremembe vrednosti  podjetja. Podjetje ima lahko po pretvorbi računovodski dobiček ali izgubo, čeprav  je njegov neto dohodek v tem obdobju enak nič. Pretvorbenemu tveganju se skušajo  finančni managerji izogniti z uskladitvijo tujih valutnih naložb in obveznosti  podjetja. Glede na to, da je vlaganje kapitala v tujino za podjetje strateška  odločitev, mora to zaradi spremembe deviznega tečaja periodično spremljati  bilančno stanje svoje podružnice v tujini. Prav tako pa mora biti že od začetka  finančnih poslov v projekt vgrajen varovalni mehanizem (primerna struktura  kapitala, način dolgoročnega financiranja v lokalni in tuji valuti) (Zbašnik 2001,  142).\n"], "11": ["2.3.2 Situacija in prihodnost valutnega tveganja pri vzajemnih skladih", "V preteklosti so slovenski vzajemni skladi vlagali premoženje izključno na slovenskem kapitalskem trgu. Leta 2004 pa počasi pričnejo, sicer zelo previdno, nalagati svoja sredstva tudi na tuje kapitalske trge. Večina teh naložb je v vrednostne papirje, ki kotirajo v državah Evropske unije (EU) in le redke so usmerjene na druge svetovne kapitalske trge. Zaradi tega dejstva je bilo valutno tveganje za vzajemne sklade nepomembno in se z njim tudi niso posebej ukvarjali. Transakcijsko tveganje je bilo relativno nizko, saj je poravnava poslov na večini borz dva dni. Ekonomsko tveganje pa se večinoma odraža že v naložbenem tveganju. Zaradi fiksiranja tečaja tolarja na evro in naložb, ki so nominirane v evrih, tudi pretvorbenega tveganja ni bilo veliko, obstajalo je le pri naložbah v valute članic EU, ki niso članice Evropske monetarne unije (EMU).\nV letu 2005 pa se vedno več vzajemnih skladov odloča za naložbe zunaj držav EU. Večina teh naložb je usmerjenih na ameriške in azijske kapitalske trge. V tem času se valutno tveganje vedno bolj povečuje, saj je volatilnost ameriškega dolarja in japonskega jena, ki sta najpomembnejši valuti v omenjenih trgih, bistveno večja od volatilnosti evropskih valut. Zato bo upravljanje z valutnimi tveganji postalo vedno bolj pomembno. Trasakcijsko tveganje ostaja še zmeraj relativno majho, saj se posli tudi tukaj poravnajo večinoma v dveh dneh. Močno se poveča ekonomsko tveganje, vendar je to tveganje pri vzajemnih skladi že zajeto v naložbenem tveganju in ga rešujemo z upravljanjem le-tega. Povečanje pretvorbenega tveganja pa bo potegnilo za seboj aktivno upravljanje valutnega tveganja. \nVolatilnost (nestanovitnost) ameriškega dolarja je neprimerno večja od volatilnosti EUR-a.\nSLIKA 4; RELATIVNE SPREMEMBE EUR, JPY IN USD GLEDE NA SIT V  OBDOBJU OD 1.1.2003 DO 1.6.2005\nVolatilnost ameriškega dolarja in japonskega jena je neprimerno večja od volatilnosti EUR-a. Volatilnost je pogoj za uporabo izvedenih finančnih instrumentov in zavarovanje pred valutnimi tveganji. \n"], "12": ["2.4 Obrestno tveganje", ""], "13": ["2.4.1 Splošno", "Obrestno tveganje lahko opredelimo kot spremembo donosnosti finančne naložbe skozi določeno obdobje zaradi spremembe obrestne mere. Gre za nepričakovano višje ali nižje denarne tokove kot posledice takšne spremembe.\nPomembno je relativno tveganje spremembe obrestne mere, ki ga določa razlika med naložbami za katere je določena trdna (ali spremenljiva) obrestna mera nasproti naložbam ali dolgovom za katere je določena trdna (ali spremenljiva) obrestna mera (Ribnikar 1994, 210).\nLočimo predvsem tri vrste obrestnega tveganja (Campbell 1993, 52):\n- Premoženjska izpostavljenost, ki povzroča spremembo vrednosti finančne naložbe.  Sprememba je mogoča v pozitivno in v negativno smer. Višja obrestna mera  povzroča zmanjšanje finančne naložbe, nižja obrestna mera pa njeno povečanje.  Kako se spreminja vrednost finančne naložbe v povezavi s spremembo obrestne  mere, najbolje ponazorimo s formulo za izračun neto sedanje vrednosti.\nn t  ⎛ 1 ⎞  NSV = ∑  t =1  Rt * ⎜ ⎟  ⎝ 1+ r ⎠\n- Izpostavljenost denarnih tokov, ki nastane predvsem takrat, ko finančna naložba  prinaša denarne tokove, katere subjekt ponovno investira. Tudi tu igra glavno vlogo  obrestna mera pri čemer bodo denarni tokovi, ki jih subjekt prejema z  reinvestiranjem denarnih tokov prejetih s finančno naložbo višji v primeru  pozitivnega gibanja obrestne mere in nižji v primeru negativnega gibanja obrestne  mere.\n- Tveganje predčasnega plačila obstaja, ko obstaja možnost predčasnega odplačila  dolga. Izkušnje kažejo, da se tveganje predčasnega plačila poveča, ko obrestne  mere padajo in se zmanjšuje, ko obrestne mere naraščajo.\nObrestne izvedene finančne instrumente je mogoče uporabljati za usklajevanje obrestno občutljivih aktiv in pasiv, za zniževanje stroškov financiranja ali tudi za preoblikovanje ene oblike plačila obresti v drugo (Graddy and Spencer 1990, 221).\nKreditne posle je mogoče zavarovati s kombinacijo med enako in/ali raznovrstno izvedenimi finančnimi instrumenti. Tako lahko obrestno tveganje zavarujemo z opcijo na obrestno mero (kapico, dnom ali ovratnico), terminsko pogodbo na obrestno mero ali z zamenjavo obrestnih mer (Doles 2001, 13).\n"], "14": ["2.4.2 Situacija in prihodnost obrestnega tveganja v vzajemnih skladih", "Obrestno tveganje v vzajemnih skladih je predvsem tveganje dolžniških vrednostnih papirjev, lahko pa tudi tveganje obrestne mere pri najemanju kreditov. Kadar govorimo o dolžniških vrednostnih papirjih v vzajemnih skladih, mislimo predvsem na obveznice in \nzakladne menice. Glede na to, da se cena navadnih obveznic giblje obratno sorazmerno s spreminjanjem tržnih obrestnih mer, nastane tveganje, ki mu pravimo obrestno tveganje.\nNa obrestno tveganje vpliva več dejavnikov:\n- Ročnost obveznice - če ostali dejavniki ostanejo nespremenjeni, velja pravilo, da  daljša kot je ročnost obveznice, večja je cenovna občutljivost na spremembe  obrestne mere.\n- Kuponska obrestna mera - ob nespremenjenih ostalih dejavnikih velja pravilo, da  nižja kot je kuponska obrestna mera, večja je cenovna občutljivost obveznice na  spremembo obrestnih mer.\n- Splošna raven obrestnih mer - večja kot je splošna raven obrestnih mer po katerih  se obveznico trguje, nižja je njena cenovna občutljivost.\n- Posebne klavzule, ki jih vsebuje obveznica - če obveznica vsebuje klavzulo  odpoklica, bo praviloma manj cenovno občutljiva od primerljive obveznice brez te  klavzule. Če ima obveznica spremenljivo kuponsko obrestno mero, bo cenovno tudi  manj občutljiva od obveznic s fiksnim kuponom.\nUkrepi za obvladovanje obrestnega tveganja zajemajo:\n- skrajševanje ali podaljševanje povprečnega časa dospelosti (duration) dolžniških  vrednostnih papirjev glede na pričakovano gibanje obrestnih mer na trgu;\n- preusmeritev v dolžniške vrednostne papirje z nižjo oziroma višjo kuponsko  obrestno mero glede na pričakovano intenzivnost gibanja tržnih obrestnih mer.\n"], "15": ["2.5 Tveganje kreditne bonitete izdajatelja", "Večina vzajemnih skladov že v svoji naložbeni politiki opredeli katere bonitetne ocene bodo upoštevali pri naložbah v dolžniške vrednostne papirje in s tem se že omeji tveganje kreditne bonitete izdajatelja. Običajno so državni dolžniški vrednostni papirji in dolžniški vrednostni papirji, ki imajo državno jamstvo, manj tvegani kot bančni in podjetniški dolžniški vrednostni papirji.\nKadar vzajemni sklad vlaga v dolžniške vrednostne papirje, se izpostavi tveganju, da nekateri izdajatelji ne bodo mogli poplačati svojih obveznosti. Prav tako je tudi izadajatelj lahko pod vplivom pomembnejših sprememb v svojem finančnem stanju, ki lahko zniža njegovo kreditno boniteto.To pa lahko pripelje do večje volatilnosti vrednostnega papirja in s tem tudi vzajemnega sklada. Sprememba v kvaliteti bonitetne ocene izdajatelja lahko vpliva tudi na zmanjšanje likvidnosti vrednostnega papirja, zaradi česar ga je težje prodati. Pri nakupu tujih dolžniških vrednostnih papirjev se kreditno tveganje ugotavlja in meri s pomočjo bonitetnih ocen priznanih bonitetnih hiš (Moody's, Fitch, S&P,...).\n"], "16": ["2.6 Tveganje neizpolnitve obveznosti", "Do tega tveganja prihaja predvsem pri poslih, ki potekajo zunaj organiziranega trga in predstavljajo tveganje, da v poslovnem sodelovanju s stranko pride do razlike med \ndejanskimi in pogodbenimi ter zakonsko določenimi pravili in načini izpolnitve obveznosti. Tveganje neizpolnitve nasprotne stranke je:\n- tveganje, da nasprotna stranka ne bo izpolnila svojih obveznosti v pogodbeno  določenem roku, obsegu ali da obveznosti ne bo nikoli izpolnila;\n- tveganje, da nasprotna stranka ne bo izpolnila svojih obveznosti v skladu z drugimi  pogodbenimi ali zakonskimi določili.\n"], "17": ["2.7 Operativna tveganja", "Kot v drugih finančnih institucijah tudi v družbah za upravljanje srečujejo tveganja povezana z pomanjkljivimi notranjimi procesi, informacijsko tehnologijo, človeškimi napakami in raznimi zunanjimi dejavniki.\nZa tveganja povezana z informacijsko tehnologijo in drugimi tehničnimi pripomočki, ki jih družba za upravljanje uporablja, obstajajo posebna pravila, s katerimi se ukvarjajo revizorji informacijskih sistemov in upravljalci informacijskih sistemov. Največji dejavniki tveganja so baze podatkov, na katerih je shranjena evidenca vlagateljev in računovodska aplikacija, v katero se vnašajo posli vzajemnega sklada in na podlagi katerih se izračuna čista vrednost sredstev sklada, ki je osnova za izračun vrednosti enote premoženja in s tem premoženja posameznega vlagatelja. Obe evidenci sta hranjeni na informacijskih sistemih družb za upravljanje in prepuščeni njihovi skrbnosti saj zakon posebej ne predpisuje postopkov za njihovo varovanje.\nTveganja povezana s človeškimi napakami se od leta 2004 rešujejo z banko skrbnico, ki vzporedno z družbo za upravljanje izračunava vrednost enote premoženja in preverja skladnost poslovanja s prospektom in pravili upravljanja posameznega vzajemnega sklada. Skrbniška banka prav tako nadzira plačila vzajemnega sklada in vrši papirno poravnavo za vzajemni sklad.\nTveganja zunanjih dejavnikov so vsa ostala tveganja, ki jih lahko povzročijo ljudje, ki niso zaposleni v družbi za upravljanje (kraje, prevare, sabotaže, teroristični napadi), ali višja sila (potres, požar, poplave). \n"], "18": ["3 TERMINSKO POSLOVANJE", "Finančniki v podjetjih si prizadevajo, da bi se z različnimi instrumenti zavarovanja v čim večji meri zavarovali pred tveganji. Pomanjkljivost velikega števila instrumentov, ki omogočajo zavarovanje, je da ti ne omogočajo uživanja dodatnih prihodkov iz naslova ugodnega gibanja deviznih tečajev (rast deviznega tečaja v primeru pričakovanega prihodnjega priliva ali padanja deviznega tečaja v primeru pričakovanega prihodnjega odliva deviz), vendar le zavarovanje pred izgubo v primeru neugodnega gibanja deviznih tečajev, obrestnih mer ....\nZnačilnost takšnih instrumentov je, da so zavezujoči za oba pogodbena partnerja in omogočajo, da danes zaklenemo devizni tečaj na določeno višino, ki bo veljala na določen dan v prihodnosti. Obstajajo pa še drugi instrumenti, ki jih imenujemo opcije, ki dajejo kupcu možnost izbire, da se opcija v primeru ugodnih pogojev izvrši in v primeru neugodnih pogojev zavrže (O'Donoghue et al. 1996, 9).\n"], "19": ["3.1 Terminski trg", "Za razvoj terminskega trga morajo biti izpolnjeni naslednji pogoji (Terminsko poslovanje 1997, 14):\n- v gospodarstvu mora obstajati določena mera nestabilnosti, ki povzroča potrebo za  obvladovanje določenih vrst tveganj\n- obstajati mora dobro razvit promptni trg s sredstvom, na katerega se glasi terminski  instrument\n- pri organiziranem terminskem trgu mora standardna specifikacija pogodbe  omogočati prenos tveganja od subjektov, ki so tveganjem izpostavljeni in se želijo  pred njimi ustrezno zavarovati ter na subjekte, ki so ta tveganja pripravljeni\n"], "abstract": ["Namen diplomske naloge je bil opisati tveganja vzajemnih skladov, katerim so le ti pri svojem poslovanju podvrženi. Ker je naložbeno tveganje največje tveganje vzajemnih skladov, sem največ pozornosti pri opisovanju posvetila prav temu tveganju. Pri vsakem tveganju sem opisala dejavnike tveganja in ukrepe s katerimi upravljalci vzajemnih skladov v okviru politike obvladovanja tveganj (risk management) obvladujejo tveganja, s katerimi se srečujejo pri svojem poslovanju. Zaradi širjenja naložbenih politik vzajemnih skladov na kapitalski trge, ki so izven Evropske unije, jim grozi povečanje valutnega (tečajnega) in obrestnega tveganja. Iz opisanih tveganj lahko sklepamo, da bodo vzajemni skladi pri svojem poslovanju podvrženi še večjemu tveganju in da bodo morali pri svojem poslovanju začeti uporabljati nove finančne produkte, s katerimi se bodo zavarovali pred temi tveganji. Gre za tako imenovane izvedene finančne instrumente kot finančne inovacije, ki imajo vlogo delovanja v smeri premagovanja negotovosti, tveganja in volatilnosti, zato pomenijo pravi izziv za vzajemne sklade in si verjetno v prihodnosti obvladovanje tveganj brez njih ne bo mogoče zamišljati. Jedro moje diplomske naloge opisuje izvedene finančne instrumente in na podlagi opisanega lahko sklepamo, da pridejo v poštev pri obvladovanju tveganj v vzajemnih skladih vse tri opisane oblike, ki so: terminske pogodbe, opcije in swap posli. Sodobni finančni prostor je veliko bolj tvegan kot je bil v preteklosti. Brez zavedanja pomembnosti primerno izobraženih kadrov, hitrega učenja ter pridobivanja izkušenj s področja terminskega poslovanja, bodo akterji terminskega poslovanja na slovenskem finančnem trgu zamudili priložnosti in podlegli nevarnostim iz okolja. Mogoče pa bodo v prihodnosti tudi predpisi Agencije za trg vrednostnih papirjev bolj prizanesljivi do novih, drznejših, bolj tveganih finančnih oblik varčevanja prihrankov. Zadnji del moje diplomske naloge primerja vzajemne sklade s hedge skladi, katerih poslovanje v Sloveniji ni dovoljeno. Iz opisa je razvidno, da so le-ti veliko bolj tvegani kot vzajemni skladi, so pa pri investiranju fleksibilnejši in praviloma dosegajo višje donose, saj se pretežno posvečajo investiranju in ne toliko likvidnosti. Njihove naložbene politike vsebujejo tudi naložbe v izvedene finančne instrumente, ki so lahko tudi izredno nevarni. Seveda pa je od vsakega posameznika odvisno kako želi naložiti svoje prihranke. Nekateri hočejo večje donose in so pripravljeni več tvegati, drugi pa so pripravljeni manj tvegati, posledično temu pa so tudi donosi manjši. Že star pregovor pa pravi: Kdor ne riskira, ta ne profitira."]}