{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Danes živimo v nezavidljivih časih, ko nam vsakdanje novosti in spremembe v poslovanju niso nič tuje. Na delovanje podjetja vpliva veliko dejavnikov, tako notranjih kot zunanjih. Če želi biti podjetje uspešno, mora slediti svojim ciljem, predvsem glavnemu ekonomskemu cilju – maksimirati dobiček.\nAnaliza poslovanja je opredeljena s procesom spoznavanja oziroma preučevanja poslovanja konkretnega podjetja in podjetju služi kot priprava za odločanje o izboljšanju uspešnosti poslovanja s stališča uporabnika. Vsako podjetje se zaveda, da je analiziranje poslovanja pomembno orodje za predvidevanje poslovanja podjetja, še posebej če posluje v tržno usmerjenem gospodarstvu in v času velikega tveganja. Zato mora biti vsako podjetje sposobno analizirati svoj položaj, da se lahko odzove na prednosti in slabosti, ki izhajajo iz podjetja in pa tudi na priložnosti in nevarnosti iz okolja, ki prav tako vplivajo na poslovanje podjetja.\nPrimerjalne analize podjetja z drugimi podjetji oziroma konkurenčnimi podjetji so pomembno sredstvo za presojanje konkurenčne prednosti in doseganje boljše uspešnosti, ter učinkovitosti. Z analiziranjem in primerjavami skušajo podjetja preučiti doseganje temeljnih ciljev poslovanja.\nGradbeništvo je dejavnost, pri kateri gre za veliko zaostrovanje konkurence na trgu, vedno več je novih podjetnikov, ki skušajo prodreti na trg. Problemi, ki se pojavljajo v gradbeništvu, se nanašajo predvsem na finančno nedisciplino, na stečaje gradbenih podjetij, prisilne poravnave. Podjetje Zidar d.o.o. ima kot glavno dejavnost registrirano splošna gradbena dela, kar pomeni od izgradnje objektov do zaključnih del v gradbeništvu. Tudi v podjetju Zidar d.o.o. se odraža težak položaj gradbeništva, saj je na Štajerskem, kjer podjetje Zidar d.o.o. posluje, zelo velika konkurenca. Gradbeništvo namreč spada med tiste dejavnosti, ki je za iskalce zaposlitve nezanimiva.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen naloge je analizirati uspešnost in učinkovitost podjetja Zidar d.o.o. v primerjavi s podjetjem »X«, ter na podlagi analize predlagati vodstvu podjetja, kateremu je analiza tudi namenjena in ki še ni opravljalo tovrstnih analiz, na katerih ključnih področjih in kakšne vrste sprememb so potrebne za večjo poslovno uspešnost in učinkovitost podjetja.\nCCiilljjii nnaallooggee ssoo::\n♦ opredeliti posebnosti poslovanja in analiziranja učinkovitosti in uspešnosti gradbenega  podjetja, ♦ predstavitev pogojev poslovanja v gradbeništvu, \n♦ presoditi premoženjsko - finančni položaj, poslovno uspešnost, finančno uspešnost,  učinkovitost in to na podlagi podatkov v letnih poročilih o poslovanju v letih od 2002  do 2004 v primerjavi s konkurenčnim podjetjem, ♦ na podlagi ugotovitev iz opravljene analize tudi spoznati in podati predloge in  možnosti za izboljšanje uspešnosti in učinkovitosti poslovanja.\nVV nnaallooggii sskkuuššaam  moo ddookkaazzaattii,, ddaa::\n♦ je podjetje Zidar d.o.o. v primerjavi s podjetjem »X« na določenem področju  uspešnejše in učinkovitejše, ♦ se podjetje mora primerjati z drugim, ker na ta način vidi svoje rezultate objektivnejše  in se lahko posveti ugotovljenim slabostim in poskuša stanje izboljšati.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavljamo, da smo razpolagali s točnimi in ustreznimi računovodskimi in drugimi podatki, ki so zapisani v letnih poročilih o poslovanju obeh podjetij. Računovodski izkazi obeh podjetij so po zagotovilu sestavljalcev sestavljeni v skladu s Slovenskimi računovodskimi standardi, žal pa niso revidirani.\nKer smo v diplomski nalogi primerjali in analizirali podatke dveh konkurenčnih podjetij v isti panogi, predpostavljamo, da so podatki primerljivi, saj smo jih primerjali tudi za ista časovna obdobja in na enak način, ter jih očistili za morebitne vplive različnih računovodskih usmeritev in inflacije.\nGlavna omejitev, s katero smo se srečali pri pisanju diplomskega dela, je izbira konkurenčnega podjetja in dostopnost njegovih računovodskih podatkov, potrebnih za primerjalno analizo poslovanja. Podjetniki so namreč skeptični, ko jih prosimo za njihove računovodske podatke, in ne želijo, da jih omenimo v diplomskem delu.\nOmejitev predstavlja tudi časovna razsežnost podatkov, saj smo se omejili na podatke iz treh poslovnih obdobij (2002-2004).\nOmejitev pa predstavlja tudi pomanjkanje praktičnega znanja s področja analiziranja.\n"], "5": ["1.4 Uporabljene metode raziskovanja", "Pri naši raziskavi gre za poslovno raziskavo, ki ima značilnosti komparativne statike, saj smo se ukvarjali s primerjanjem stanj v različnih trenutkih v poslovanju dveh podjetij. Raziskovali smo z analitičnim pristopom. V okviru analitičnega pristopa pa smo uporabili povezavo deduktivnega in induktivnega načina sklepanja.\nPodatke za teoretični del diplomske naloge smo skušali izbrskati po knjižnicah, čitalnicah in internetu iz domače in tuje literature. Za izvedbo praktičnega dela pa so nam kot osnova za analiziranje podatki, ki smo jih dobili pri podjetju Zidar d.o.o. in konkurenčnem podjetju. Zbrane podatke smo računalniško obdelali in uredili. \n"], "6": ["2 POSEBNOSTI ANALIZIRANJA UČINKOVITOSTI IN USPEŠNOSTI GRADBENIH PODJETIJ", "2.1 Posebnosti poslovanja gradbenega podjetja in pomen analiziranja učinkovitosti in uspešnosti njegovega poslovanja\n"], "7": ["2.1.1 Posebnosti poslovanja gradbenega podjetja", "Gradbeništvo spada glede na naravo poslovnih učinkov med proizvajalne poslovne sisteme. Gospodarske posebnosti gradbenih podjetij izhajajo v znatni meri iz njihovih tehnoloških posebnosti. Proizvodi gradbenih podjetij so negibljivi in ostanejo tam, kjer so bili proizvedeni, zato je treba premeščati delovna sredstva in delavce od gradbišča do gradbišča. Proizvodni ciklus traja v gradbeništvu dalj časa, več mesecev ali celo več let, zato imajo tudi proizvodi gradbeništva znatno daljšo življenjsko dobo kot proizvodi industrije. Proizvajanje v gradbeništvu je praviloma posamično, zato je potreben za vsak gradbeni objekt poseben načrt (Pavlin 1994, 18).\nPri posameznem gradbenem podjetju je prostor proizvodnje razpršen na večjem številu oddaljenih gradbišč in ni osredotočen na enem mestu, v neposredni bližini njegovega sedeža. V našem podnebju je delo v gradbeništvu pretežno sezonsko. Zimski meseci, predvsem kadar so temperature zelo nizke, ali kadar zapade obilo snega, so neprimerni za delo na prostem. Tudi v sezoni je delo odvisno od vremenskih razmer (Pajk 1979, 13).\nGradbena proizvodnja objektov pomeni izvajanje gradbenih, obrtniških in instalacijskih del, pomeni pa tudi proizvodnjo gradbenih izdelkov in materialov. Pri gradnji objektov se pretežni del gradbene proizvodnje nanaša na delo na objektu.\nGradbena podjetja so družbe registrirane za izvajanje gradbenih del. Po vrsti dejavnosti poznamo splošna in specializirana gradbena podjetja. Splošna gradbena podjetja izvajajo gradbena dela vseh panogah gradbene stroke, medtem ko je dejavnost specializiranih podjetij usmerjena samo na določeno vrsto gradbeni del. Glede na močno konkurenco, število specializiranih gradbenih podjetij upada, čeprav bi bilo v interesu racionalne gradnje, da pospešuje delo specializiranih podjetij za vsako vrsto gradbenih del. Po zmogljivosti delimo gradbena podjetja v velika in mala. Kapaciteta podjetja pa je odvisna od števila strokovnega kadra, ter velikosti sredstev s katerimi razpolaga podjetje (Pšunder 1998, 21).\nV praksi predstavljajo pretežni del gradbene dejavnosti gradbena dela. Ločimo jih na nizke gradnje in visoke gradnje. K nizkim gradnjam spada gradnja cest, mostov in jezov. Visoke gradnje prestavljajo gradnjo stanovanjskih, proizvodnih in poslovnih stavb.\nGradbena dejavnost se v mnogih elementih pojavlja kot kombinacija proizvodnih in storitvenih dejavnosti. Glede na naravo poslovnih učinkov jo lahko uvrščamo med proizvajalne poslovne sisteme in se razlikuje od industrijske dejavnosti po tem, da je proizvodnja razpršena po različnih lokacijah, proizvodi so negibljivi in ostanejo tam, kjer so bili proizvedeni. Proizvodni ciklus traja dalj časa, večina proizvodov ima daljšo življenjsko dobo kot proizvodi industrije. \nGradbena dejavnost se razlikuje od industrijske proizvodnje tudi po tem, ker se ne izvaja v proizvodni hali, temveč na različnih lokacijah in predstavlja poseg v prostor. Zaradi tega mora upoštevati specifične predpise, ki urejajo to področje.\nGradbena pogodba\nZa izvajanje gradbenih del se ne sklene običajna kupo-prodajna pogodba, ampak gradbena pogodba. V praksi se pojavljata dve vrsti sklepanja gradbenih pogodb. V večini primerov prevzame gradbeno podjetje v izvajanje vsa dela na objektu po predloženi tehnični dokumentaciji in načrtih investitorja, v tehnologijo samo pa se ne spušča. Druga možnost je pogodba »na ključ«. To pomeni, da bo izvajalec zgradil kompleten objekt, ki je sposoben vršiti funkcijo, tako da bo investitor rabil le ključe, s katerimi bo odprl objekt in ga začel uporabljati. Pri tem načinu izvajalec sam organizira, vodi nadzoruje delo, odgovarja za kvaliteto itd. Je tudi lastnik objekta do končne predaje investitorju in nosi ves riziko, ki lahko nastopi med gradnjo (Pšunder 1997, 12).\nRazlike v obračunih med gradbeništvom in industrijo\nObračun s kupcem je v gradbeništvu neprimerno bolj zapleten kot v industriji. Za vsako vrsto del je potreben obračun s svojo specifikacijo, del pa je veliko na vsakem objektu. V industriji se do končne vrednosti običajno pride tako, da se pomnoži količina s ceno, v gradbeništvu pa se morajo vsa dela v zvezi s kakim objektom posebej izmeriti in obračunati.\nV gradbeništvu se ne izstavljajo običajni računi, temveč situacije; ob koncu vsakega meseca med tekom gradnje se izstavijo obračunske situacije, ob zaključku in predaji objekta uporabniku pa končne situacije. S tehnološkega vidika imajo tudi v gradbeništvu nedokončano proizvodnjo, z gospodarskega vidika pa ob koncu meseca nimajo nedokončane proizvodnje niti zalog proizvodov, če so vsa dela, opravljena tekom meseca, že prodana in zaračunana.\nNedokončana proizvodnja se pojavlja takrat, kadar se gradbeno podjetje odloči za gradnjo za neznanega kupca, ki jo imenujemo »gradnja za trg«. Vrednost opravljenih del med tekom gradnje se pojavlja ob koncu obračunskih obdobij kot nedokončana proizvodnja. Ko je objekt dokončan, predstavlja gotovo proizvodnjo, dokler ni prodan.\nMetode obračunavanja pogodb o gradbenih delih opredeljuje Mednarodni računovodski standard 11.\n"], "8": ["2.1.2 Pomen analiziranja učinkovitosti in uspešnosti poslovanja gradbenega podjetja", "Če izhajamo iz prvotnega pomena besede analiza, ugotovimo, da gre za razstavljanje celote na njene dele, da bi določili strukturo in pomembnost posamičnega dela za celoto. Analizirati poslovanje in uspešnost ter učinkovitost podjetja pomeni spremljati in ocenjevati uspeh, ki ga podjetje dosega. Temeljita ocena položaja omogoča opredelitev glavnega oziroma glavnih problemov, ki terjajo rešitve oziroma ukrepanje (Pučko 1995, 63). \nAnaliza poslovanja gradbenega podjetja je torej dejavnost s katero skušamo opredeliti ekonomski položaj gradbenega podjetja torej njegovo učinkovitost, uspešnost ter finančno trdnost. Gradbeno dejavnost uvrščamo pretežno med individualno proizvodnjo, proizvodi nastanejo po volji kupcev, opravka pa imamo z računovodstvom učinkov in stroškov posamične proizvodnje.\nGradbeni objekti so objekti posamične in serijske proizvodnje. V tržnem smislu je za njihovo proizvodnjo značilno, da je kupec, torej investitor znan že pred začetkom gradnje. Zato pravimo tej proizvodnji tudi investicijska proizvodnja. V posebno skupino uvrščamo gradnjo stanovanj in stanovanjskih objektov.\nMerila za presojanje uspešnosti poslovanja so lahko rezultati preteklega poslovanja, primerjava s panogo ali predračuni podjetja. Najpogosteje se uporabljajo primerjave med leti ter primerjave med podjetji v panogi (Kopzcynski 1998, 178).\nVsako podjetje, ki izvaja analizo svojega poslovanja se mora zavedati in poznati kakšen je namen in cilj analize njegovega poslovanja.\nRačunovodska analiza gradbenega podjetja je torej usmerjena k preteklim in prihodnjim procesom in stanjem. Namen analize je ugotoviti vzroke, ki so povzročali slabosti in prednosti, kakor tudi načrtovati procese v prihodnosti. Namen računovodske analize je bolje odločati, izvajati in nadzirati poslovanje podjetja, kakor tudi oskrbeti uporabnika s primernimi, pravočasnimi in razumljivimi informacijami za sprejemanje odločitev v podjetju.\nNNaa aannaalliizziirraannjjee ppoosslloovvaannjjaa ggrraaddbbeenniihh ppooddjjeettiijj vvpplliivvaajjoo nnaasslleeddnnjjee ppoosseebbnnee llaassttnnoossttii nnjjiihhoovveeggaa ppoosslloovvaannjjaa;;\n♦ negibljivost gradbenih objektov; v drugih dejavnostih se vsa dela izvajajo v halah  oziroma na sedežu podjetja, pri gradbenih podjetjih pa gre vedno za terensko delo; ♦ obseg in zahtevnost gradbenih objektov skupaj z ostalimi značilnostmi otežujejo  organizacijo gradbenega procesa. Na gradbišču istočasno izvaja dela več  specializiranih izvajalcev. Organizacija gradnje v takih razmerah se srečuje z nizom  specifičnih problemov, ki so v klasični industriji skoraj neznani. V prvi vrsti je to  strokovno in prostorsko povezovanje gradbenih procesov v logično in skladno celoto; ♦ dolžina ali trajanje proizvodnega procesa; gradnja traja lahko več kot eno poslovno  leto, kar lahko pomeni za izvajalca gradbenih del, problem pri plačilu zato mora  izstavljati začasne oziroma vmesne situacije, vendar se to pojavlja le ob večjih  gradbenih objektih; ♦ sezonski značaj gradbenih del je ena pomembnejših značilnosti. Na izvajanje vplivajo  klimatske razmere, ki so odvisne od področja, kjer se gradi in letnega časa. \n"], "9": ["2.2 Metodika, orodja in področja analiziranja poslovanja gradbenega podjetja", "Analiza poslovanja gradbenega podjetja obsega tudi presojo njegove učinkovitosti in uspešnosti. Pomembno orodje za presojanje učinkovitosti in uspešnosti poslovanja predstavljajo kazalniki. Informacije, ki jih zrcalijo kazalniki, lahko služijo ravnateljem in poslovodjem ne le za presojo obstoječega in oceno ugodnosti bodočega premoženjsko – finančnega položaja in uspešnosti njihove organizacije, temveč tudi za oblikovanje sodbe o boniteti obstoječih in potencialnih novih poslovnih partnerjev (Korošec 2000, 187). Ugodnosti oziroma neugodnosti določene postavke iz izkaza ali izkazov izračunanega kazalnika ni mogoče presoditi, ne da bi ga primerjali z ustrezno primerjalno vrednostjo. Kot primerjalne vrednosti so lahko podatki preteklega poslovanja, podatki o načrtovanih vrednostih poslovanja in podatki v panogi oziroma konkurenčnih podjetij (ibid, 185).\nMetode analiziranja lahko razdelimo na tradicionalne in sodobne. Za tradicionalne pristope je značilno, da se podatki pridobijo iz temeljnih računovodskih izkazov. Med tradicionalne pristope uvrščamo (Kopzcynski 1998, 179-184):\no AAnnaalliizzoo ddiinnaam miikkee; ločimo dve metodi:  pprriim  meerrjjaannjjee rraaččuunnoovvooddsskkiihh ppooddaattkkoovv m  meedd lleettii,, kjer potrebujemo podatke za vsaj dve  računovodski obdobji;  aannaalliizzoo uussmmeerrjjeennoossttii ((ttrreennddoovv)),, kjer ugotavljamo razvojno tendenco, pri tem je  pomembno, da imamo na voljo podatke za več poslovnih obdobij; o AAnnaalliizzaa sseessttaavvee:: pri tej metodi se postavke v računovodskih izkazih prikazujejo kot  relativni deleži glede na izbrano celoto; o AAnnaalliizzaa ss kkaazzaallnniikkii:: kazalniki so lahko stopnje udeležbe, indeksi ali koeficienti; o AAnnaalliizzaa oobbsseeggaa: z analizo obsega ugotavljamo primernost obsega sredstev in virov,  ter prihodkov in stroškov (Koletnik 1997, 247).\nPri analizi je tudi več faz. Najprej je potrebno izoblikovati idejni načrt analiziranja – izdelamo okvirni program dela, potem sledi izvedbeni načrt analiziranja – ta faza obsega opredelitev ciljev, izvedbeni načrt, proces priskrbe podatkov, diagnosticiranje in terapijo, tretja faza pa je namenjena oblikovanju analitskega poročila (Koletnik 1997, 68-88).\nAnaliziranje gradbenega podjetja s kazalniki\nDa bi razumeli izrazno moč kazalnikov in jih znali smiselno uporabljati pri presoji učinkovitosti in uspešnosti poslovanja gradbenega podjetja, moramo poznati: ( Korošec 2000, 12)\n-- m meettooddoolloošškkee pprriissttooppee iinn pprroobblleem mee pprrii nnjjiihhoovvii oopprreeddeelliittvvii iinn\n- dejavnike, ki vsebinsko in metodoolloošškkoo vvpplliivvaajjoo nnaa nnjjiihhoovvoo vviiššiinnoo.  d e j a v n ik e , k i v s e b i n s k o in m e t o d Katere velikosti posameznega kazalnika predstavljajo ugodno in katere neugodno raven učinkovitosti in uspešnosti na določenem področju gospodarjenja, pa ni enostavno opredeliti, saj obstajajo kazalniki, ki so (Korošec 2000, 12):\n-- tteemm uuggooddnneejjššii,, ččiim m vviiššjjaa jjee nnjjiihhoovvaa vvrreeddnnoosstt,,\n-- tem ugodnejši, čim nniižžjjaa jjee nnjjiihhoovvaa vvrreeddnnoosstt,,  t e m u g o d n e jš i , č i m\n- kkaazzaallnniikkii,, kkaatteerriihh uuggooddnnoosstt oobbssttaajjaa vv ddoollooččeenneem m vveeččjjeem m aallii m  maannjjššeem  m rraazzppoonnuu  vvrreeddnnoossttii. \nTemeljni kazalniki za presojo učinkovitosti in uspešnosti poslovanja gradbenega podjetja\nV 29. SRS so ponujeni domači računovodski stroki naslednje skupine kazalnikov;  oo kkaazzaallnniikkii ssttaannjjaa ffiinnaanncciirraannjjaa,,  oo kkaazzaallnniikkii ssttaannjjaa iinnvveessttiirraannjjaa  oo kkaazzaallnniikkii vvooddoorraavvnneeggaa ffiinnaannččnneeggaa uussttrroojjaa  oo kkaazzaallnniikkii oobbrraaččaannjjaa,,  oo kkaazzaallnniikkii ggoossppooddaarrnnoossttii,,  oo kkaazzaallnniikkii ddoonnoossnnoossttii..\nPri kazalnikih stanja financiranja izhajamo iz postavk na pasivni strani bilance stanja. Tudi pri gradbenih podjetjih nas zanimajo predvsem deleži kapitala, dolgov in časovnih razmejitev v strukturi vseh virov financiranja. Ti kazalniki so pomembni pri dolgoročnih odločitvah o politiki financiranja podjetja, posojilodajalce pa zanimajo zaradi ugotavljanja tveganja glede vračil glavnice in obresti (Hočevar, Igličar 2004, 390).\nZa izračun kazalnikov stanja investiranja izhajamo iz podatkov na aktivni strani bilance stanja. Z njimi analiziramo strukturo posameznih vrst sredstev. Kazalniki stanja investiranja so pomembni za vodstvo podjetja, ki odloča o prihodnjih investicijah in analizira pretekle investicije (Hočevar, Igličar 1999, 234). V gradbenih podjetjih nas zanimajo predvsem terjatve do kupcev, kajti imajo največji pomen za gradbena podjetja, saj prestavljajo največji delež v gibljivih sredstvih. V večini gradbenih podjetjih, kjer podjetje opravlja storitev za znanega kupca, podjetje ne zahteva plačila vnaprej, zato kasneje nastanejo terjatve do kupcev. Gradbena podjetja imajo praviloma veliko opredmetenih osnovnih sredstev, največ zgradb, ter naprav in opreme; seveda gre tukaj za stroje s katerimi podjetja lahko opravljajo svojo dejavnost. Za gradbena podjetja so najmanj zanimive zaloge, kajti v večini primerov nimajo zalog, predvsem tista podjetja, ki opravljajo storitve za znanega kupca.\nS kazalniki vodoravnega finančnega ustroja, kakor v vseh podjetjih tudi v gradbenih presojamo usklajenost sredstev z obveznostmi do virov sredstev. Pri teh kazalnikih je pomembno zlato bančno pravilo, ki pravi, da morajo biti kratkoročna sredstva usklajena z kratkoročnimi obveznostmi, dolgoročna sredstva pa morajo biti usklajena z dolgoročnimi obveznostmi. Le na tak način lahko v podjetju zagotovimo likvidnost (Korošec 2000a, 198-199).\nS kazalniki obračanja proučujemo hitrost obračanja posameznih vrst sredstev. Skozi te kazalnike se kaže sposobnost managementa, da učinkovito ravna s sredstvi. Hitrejše je obračanje sredstev, manj ima podjetje vezanih sredstev. (Hočevar, Igličar 2004, 400). V gradbenih podjetjih nas najbolj zanima količnik obračanja terjatev do kupcev, ker prestavljajo največji delež v gibljivih sredstvih. Nesmiselno bi bilo če bi računali količnik obračanja zalog, ker je za gradbena podjetja, ki delajo za znanega kupca značilno, da nima zalog.\nZa analizo gradbenega podjetja so primerni kazalniki gospodarnosti. Kot za vsako podjetje pa so zelo pomembni kazalniki donosnosti. \n"], "10": ["2.2.1 Analiza učinkovitosti gradbenega podjetja", "Učinkovitost je notranja značilnost podjetja, da izpolni zahtevano nalogo v določenem času. Merimo jo z ugotavljanjem, kolikšni vložki oziroma potroški so potrebni, da pridemo do učinkov.\nOsnovni kazalniki učinkovitosti poslovanja so kazalniki pprrooiizzvvooddnnoossttii, pri katerih merimo količino učinkov na enoto porabljenih prvin poslovnega postopka. Glede na to, katero prvino opredelimo kot primerjalno velikost, razlikujemo proizvodnost dela, osnovnih sredstev v obliki stvari, materiala in pogonske energije (Korošec 2000, 44).\nProduktivnost izračunamo z razmerjem med proizvedenimi poslovnimi učinki, izraženimi količinsko ali vrednostno, in vloženo količino dela, izraženo z urami (dnevi, meseci, leti) oz. številom zaposlenih (Tekavčič 1995,69).\nV gradbeništvu se pojavi problem, ko ne moremo produktivnosti izraziti z razmerjem med proizvedenimi poslovnimi učinki količinsko in vloženo količino dela zaradi raznolikosti proizvodnje oz. storitev zato produktivnost izrazimo kot razmerje med celotnimi prihodki in zaposlenimi.\ncelotni prihodki  Celotna produktivnost dela = ----------------------------------------------  povprečno število zaposlenih ali ure dela\nProduktivnost nam torej pove, da je poslovanje tem bolj učinkovito, čim večjo količino poslovnih učinkov dosežemo na zaposlenega v obračunskega obdobju. V gradbeništvu jo torej lahko opredelimo tudi kot razmerje med poslovnimi prihodki in številom zaposlenih (poslovna produktivnost);\nposlovni prihodki  Poslovna produktivnost dela = -----------------------------------------  število zaposlenih\n"], "11": ["2.2.2 Analiza premoženjsko – finančnega položaja gradbenega podjetja", "Bilanca stanja je v vseh podjetjih, torej tudi v gradbenem najboljši pripomoček za izkazovanje premoženjskega in finančnega položaja. Kaže nam obseg in kakovost lastnih in tujih virov, ter stalnih in gibljivih sredstev (Koletnik 1997, 201).\nPo ugotovitvah Mramorja (1993, 154-155 ) nam bilanca stanja pove, kakšna sredstva so bila vložena v podjetje, kako je podjetje prišlo do teh sredstev in kako jih je naložilo. Bilanca stanja je narejena po bolj ali manj nadrobno opredeljenih zakonskih in strokovnih pravilih na določen dan. \nPri analiziranju bilance stanja gradbenega podjetja ocenjujemo sedanji in predvidimo bodoči premoženjsko - finančni položaj podjetja. Razumemo ga kot likvidnost in je najvažnejši pogoj za obstoj in razvoj podjetja. Na podlagi podatkov iz bilance stanja presojamo statično strukturo likvidnost oz. premoženjski in finančni položaj podjetja z vidika sestave, obsega in dinamike sredstev in virov.\n"], "12": ["2.2.3 Analiza poslovne uspešnosti", "Pri ugotavljanju poslovne uspešnosti gradbenega podjetja nas zanima velikost učinka v primerjavi z velikostjo sredstev, ki so bila potrebna za njegovo uresničitev. Da bi izločali vpliv obsega poslovanja na poslovni učinek računamo relativne kazalce uspešnosti. Ključni kazalnik uspešnosti je donosnost oz. rentabilnost. Pravo sliko o uspešnosti določenega poslovnega sistema dobimo šele s primerjavo dobljenih kazalnikov z drugimi ustreznimi kazalci.\nAAnnaalliizzaa ggoossppooddaarrnnoossttii ppoosslloovvaannjjaa\nGospodarnost poslovanja podjetja je kazalec uspešnosti. Gospodarnost se izraža kot razmerje med količino proizvedenih proizvodov in vsemi porabljenimi prvinami poslovnega procesa, katere izrazimo kot stroške.\nKer pa za podjetja, ki proizvajajo več vrst proizvodov, navedeni izračun gospodarnosti ni primeren, v praksi največkrat izračunamo kar razmerje med celotnimi prihodki in odhodki (Lipičnik, Pučko 1991, 9-36). Če je koeficient gospodarnosti večji od 1, se šteje da je poslovanje gospodarno, sicer pa ne.\nAAnnaalliizzaa ddoonnoossnnoossttii ppoosslloovvaannjjaa\nZa vsako podjetje, tako tudi za gradbeno je donosnost najbolj sintetičen kazalnik uspešnosti. Z njim pojasnjujemo, kaj je bilo doseženo z določenim vložkom, ki se pojavlja v imenovalcu kazalnika.\n1. Čista donosnost kapitala:\nčisti dobiček  Donosnost = ----------------------------------  povprečni kapital \nTo je najpomembnejši kazalec uspešnosti poslovanja podjetja za njegove lastnike, saj meri čisto donosnost kapitala. Lastniki namreč po tem kazalcu lahko presodijo, kako uspešna je bila njihova naložba v podjetje. Koeficient čiste donosnosti kapitala nam torej pove, kakšen je odstotek čistega dobička na vloženi kapital (Igličar in Hočevar 1997,216).\n2. Donosnost sredstev:\ndobiček + odhodki za obresti  Donosnost sredstev = --------------------------------------------------  povprečna vrednost sredstev\nKazalnik donosnosti sredstev kaže razmerje med doseženim rezultatom poslovanja in vloženimi sredstvi podjetja. Kazalnik kaže uspešnost uporabe sredstev podjetja ne glede na to, kako in s kakšnimi stroški so bila ta sredstva pridobljena, saj v števcu celotnemu dobičku prištejemo še odhodke financiranja ( Igličar in Hočevar 1997, 245-246).\n"], "abstract": ["V diplomski nalogi sem analizirala poslovanje družinskega podjetja gradbene dejavnosti, ki ga je ustanovil moj oče, v primerjavi z neposrednim konkurentom, saj analiza v takšni obliki še ni bila izvedena. V nalogi najprej predstavljamo nekatere posebnosti podjetij gradbene dejavnosti in analiziranja njihovega poslovanja. Sledi analiza delovanja konkretnega podjetja za obdobje treh let in primerjava s konkurenčnim podjetjem v panogi. To se je izkazalo na večini področij primerjave za uspešnejše."]}