{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev oz. opis problema, ki je predmet raziskovanja", "V družbi se dogajajo hitre spremembe. Zaposleni v podjetju so čedalje bolj soodvisni. V situacijah, ko je potrebno sprejeti ustrezne odločitve, je izrednega pomena pripravljenost managementa prisluhniti težavam, s katerimi se srečujejo zaposleni pri izpeljavi zastavljenih nalog. Neustrezna obravnava težav ter iskanje 'dežurnega krivca' za nastalo situacijo vodi kot prevladujoča metoda vodenja običajno v prikrite ali odkrite konflikte med zaposlenimi in med zaposlenim in vodjo. To je lahko za organizacijo usodnega pomena. Posledice so lahko neizpolnjevanje obveznosti do dobaviteljev in/ali kupcev zaradi zavestne obstrukcije prizadetega in marginaliziranega zaposlenega in/ali skupine zaposlenih znotraj organizacijske enote oziroma organizacije kot celote.\n"], "3": ["1.2 Namen, cilji in trditve (teze) diplomske naloge", "Namen diplomske naloge je ponuditi rešitev za nastale težave, ki so razvidne iz opisa problema.\nCilji diplomske naloge so:\nNa ravni zaposlenega v organizaciji: ugotoviti, kako situacijsko vodenje vpliva na motiviranost, učinkovitost in uspešnost pri realizaciji zastavljenih nalog.\nNa ravni vodje oddelka - operativna raven (operativni management): Ugotoviti, kako situacijsko vodenje vpliva na sinergijske učinke pri realizaciji zastavljenih nalog z vidika oddelka in ustvarjanju ustrezne klime za inventivnost in inovativnost zaposlenih v oddelku.\nNa ravni izvršnega direktorja – taktična raven (taktični management): ugotoviti, kako situacijsko vodenje, podprto s posodobljenim informacijskim sistemom, vpliva na sprejem taktičnih odločitev na podlagi ovrednotenja invencij, zbranih na operativni ravni.\nNa ravni uprave organizacije – strateška raven (strateški management): Ugotoviti, kako vpeljava modela situacijskega vodenja neposredno vpliva na politiko podjetja, kulturo podjetja in sposobnost sprejemati izzive iz okolja, in vpliva na prilagodljivost in hitrost odzivanja na nastale spremembe in iskanje novih tržnih priložnosti v okolju.\nTrditve (teze) diplomske naloge so:\nS posodobitvijo načina vodenja z vpeljavo situacijskega vodenja v vsakodnevno prakso vodenja na vseh treh ravneh managementa z namenom inovirati management bi se organizacija in njena organizacijska struktura hitreje od konkurentov prilagajali razmeram na dejanskih in potencialnih trgih. \n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavke raziskave: Predpostavke raziskave se nanašajo na organizacijo, ki je predmet obravnave diplomskega dela. Organizacija, ki jo obravnavamo, je z vidika drugačnih vrst inovacijskih procesov napredna in uspešna. Z inoviranjem managementa želimo doseči visoko stopnjo sodelovalnosti zaposlenih in managerja in ustvariti prehod iz delovno intenzivne organizacije (na operativni ravni), ter iz rigidne hierarhijske strukture 'delegiranja' nalog na fleksibilno organizacijo vseh strokovno usposobljenih zaposlenih, vodenih po modelu situacijskega vodenja.\nPrepričani smo, da je izbira modela situacijskega vodenja v procesu inoviranja managementa prava pot za obstoj trenutno zelo uspešne organizacije, ki bo tako pridobila strateško prednost pred sedanjimi in potencialnimi konkurenti na skupnem evropskem in globalnem trgu.\nOmejitve raziskave: se nanašajo na izbrano organizacijo, ki je predmet naše raziskave. V našem diplomskem delu se ne bomo lotili primerjave z organizacijo, ki že vpeljala situacijsko vodenje. Primerjava med organizacijami ne bo neposredna, ker nam obstoječi viri to onemogočajo.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Raziskovalne metode temeljijo na strokovni literaturi in virih, ki smo jih našli. Čeprav smo tu navedli le en problem, gre za več problemov, ki so medseboj povezani kot celota, in bomo to tudi upoštevali. Naše uporabljene metode sodijo v okvir deskriptivnega pristopa. Dve takšni metodi sta: komparativna metoda in metoda deskripcije. Omogočata nam, da spoznavamo razlike med posameznimi pojavi ali procesi ter lahko tako pridemo do novih\n"], "abstract": ["Modeli vodenja, ki ustvarjajo pasivne izdelovalce ali 'fah' idiote' bodisi v temeljnem izvedbenem procesu ali na treh ravneh upravljalsko–vodstvene strukture, ustvarjajo entropijo, ki je brez inoviranja in inovativnega poslovanja ni mogoče preprečiti. Inoviranje subjektivnih izhodišč managerjev in vodij ter aktiviranje ustvarjalnosti zaposlenih v organizaciji sta ključna za prehod na inovativno organizacijo. Model situacijskega vodenja ponuja rešitve v smislu, kako aktivirati ustvarjalnost podrejenega sodelavca z ustvarjalnim sodelovanjem, ne oziraje se, na kateri razvojni točki se trenutno nahaja. Vodje in managerji, ki so sposobni dojeti situacijo na ustrezen način, so sposobni tudi ustrezno odreagirati. Upoštevanost vseh zaposlenih in primerna oblika vodenja ter ustrezna organizacijska oblika so ključ do kreativnosti in inventivnega ter inovativnega načina mišljenja in ravnanja. Višja kot je stopnja kreativnosti, večji so ugodni sinergijski učinki. Vodstvo organizacije, ki se odloči za (spo)znanja iz dialektične teorije sistemov in situacijskega vodenja lahko doseže cilj, to je inovativno poslovanje v inovativni organizaciji, ki vodi v kakovost, konkurenčnost in zato v donosnost."]}