{"1": ["1 UVOD", "Demenca (izraz izhaja iz latinščine: de - upadanje + mens, mentis - razum) je sindrom, ki ga povzroča možganska bolezen, navadno kronična ali progresivna. Demenca je bolezen starostnikov, saj gre tako za degenerativne okvare možganov (Alzheimerjeva bolezen, demenca pri Parkinsonovi bolezni) kot za aterosklerotične spremembe (vaskularna demenca) (glej Drame Orožim, 2000, str. 3).\nOcenjujejo, da 10 % starostnikov med 65. in 70. letom trpi zaradi demence. Pogostnost s starostjo strmo raste. Demenco ima skoraj polovica starejših od 85 let. V državah evropske skupnosti živi 10 milijonov oseb z demenco. Ocenjujejo, da je v Sloveniji 25.000 oseb z demenco. Zaradi staranja prebivalstva se lahko pričakuje, da se bo število oseb z omenjeno boleznijo v naslednjih dvajsetih letih vsaj podvojilo (Grad, 2008, str. 4).\nSoočanje s spremembami v starosti pomembno vpliva na identiteto vsakega posameznika. Dejstvo, da mora človek zaradi bolezni sprejeti vlogo odvisnega, ko je bil do nedavnega še samostojen, vpliva na lastno samopodobo in samospoštovanje. Nekatere spremembe v življenju tako bolnik kot okolica lažje prenašajo, spet druge težje. Spoznanje o pešanju lastnih duševnih funkcij gotovo najbolj prizadene človekovo samospoštovanje in pozitivno podobo o sebi. Ne glede na številne osebnostne in duševne spremembe pa so spominske motnje tiste, ki v očeh ljudi bistveno označujejo demenco in povzročajo največjo stisko (Mikluž, 2007, str. 69).\nDemence ne moremo pozdraviti, lahko pa z zdravili omilimo in upočasnimo upad spoznavnih sposobnosti. Pomembnejši od zdravil je naš odnos do obolele osebe. Prisluhniti moramo njihovim potrebam in željam, upoštevati njihovo osebnost in se hkrati zavedati njihove bolezni. To pa nikakor ni lahko. Za svojce takšnega bolnika je vsakdanja skrb zelo zahtevna, tako fizično kot psihično. Najpomembneje je, da osebi z demenco zagotovimo varno, strpno in zaupanja vredno okolje, v katerem se bolnik ne bo počutil kot nemočna žrtev svoje bolezni, temveč kot enakovreden član družine in družbe (Grad, 2008, str. 7).\nZa dobro načrtovanje in izvajanje zdravstvene nege in oskrbe je pomembno tesno sodelovanje s svojci obolelih z demenco. To se začne že ob obisku medicinske sestre pri bodočem stanovalcu na njegovem domu ali v bolnišnici pred prihodom v dom. Namen obiska je medsebojno spoznavanje in ugotovitev stanovalčevih želja in pričakovanj ter potreb po zdravstveni negi in oskrbi. Namestitev stanovalca z demenco v socialno- varstveno ustanovo pomeni za svojca novo skrb. Pomembno je poznavanje dinamike družine, da bomo sposobni razumevati stiske sorodnikov in jim s svojim delovanjem stati ob strani (Sončni dom, 2009).\nInterakcijski model medosebnih odnosov dr. Hildegard E. Peplau daje koristno ogrodje delu medicinske sestre in vodi k nastajanju in poudarjanju pomembnosti terapevtskega medosebnega odnosa. Koncept modela, kjer se varovanec integrira v medosebni odnos, ko se spopada s svojim strahom in drugimi vsebinami, tako prek različnih intervencij medicinske sestre in drugih članov zdravstvenega tima in terapevtskega odnosa doseže zastavljeni cilj (Ramšak - Pajk, 2000, str. 31). Delo medicinske sestre je tesno povezano s komunikacijo, zato nam bo ta koncept koristil, nas vodil in bo izhodišče našega dela. Teorija medosebnih odnosov, ki jo je razvila dr. Hildegard E. Peplau, je uporabna na različnih področjih zdravstvene nege. Pomembno je, da se praksa razvija vzporedno s teorijo in obratno.\n"], "2": ["1.1 Namen in cilji diplomskega dela", "Namen diplomskega dela je prikazati celostno obravnavo stanovalcev, ki zbolevajo za boleznijo demence v institucionalnem varstvu z vidika gerontološke zdravstvene nege, in ugotoviti, ali namestitev v Sončnem domu nudi prijaznejši, kakovostnejši in manj boleč proces bivanja stanovalcev z demenco, pa tudi mirnejše in manj krizno življenje svojcev nameščenih.\nCilji diplomskega dela so:\n1. Ugotoviti, ali je v Sončnem domu stanovalcem z demenco zagotovljen občutek  varnosti, aktivno in pozitivno okolje.\n2. Ugotoviti, ali svojci vedo, kaj pomeni bolezen demenca in kako poteka.\n3. Ugotoviti, ali po mnenju svojcev zdravstveno-negovalna služba spodbuja  empatični odnos, ki pozitivno vpliva na stanovalce z demenco.\n4. Oceniti, ali kakovost bivanja stanovalcev z demenco zadosti pričakovanjem  svojcev.\n"], "3": ["2 POJAV DEMENCE V PRETEKLOSTI", ""], "4": ["2.1 Demenca od aspekta staranja do znanstveno opredeljene in utemeljene  bolezenske enote", "- Platon (427-347 pr. n. š., 80 let, grški filozof) je imel o starosti pozitivno mnenje. Ni  dvomil v to, da morajo starejši vladati mladim.\n- Sokrat (469-399 pr. n. š., 70 let) je imel velik vpliv na Platona. Ustanovil je Platonovo  akademijo v Atenah in jo vodil 40 let. Bil je izvrsten poznavalec človeške duše, pravi  kipar duš ( Palajsa, 2009).\n- Aristotel (384-322 pr. n. š., 62 let), najslavnejši grški filozof, je sodeloval na Platonovi  akademiji. Postal je učitelj Aleksandra Velikega, bil Platonov kritik, analiziral je 58  grških ustav, študiral demokracijo, vplival je tudi na krščansko teološko doktrino in  visokošolski študij. Obsojen je bil na brezboštvo, nato je kmalu umrl. O starosti je imel  negativen odnos in mnenje (Drame Orožim, 2000, str. 1).\n- Cicero (106-43 pr. n. š., 63 let), po mnenju mnogih največji rimski govornik, prozni  pisec, odvetnik, politik, na koncu usmrčen. Zvito je priznaval napake, storjene v  starosti, vendar jih je znal opravičiti. Danes pa je cenjen predvsem zaradi idealnega  vzora humanega človeka (Wikipedija, 2005).\n"], "5": ["2.2 Uvod v moderno ero", "- Hipokrat (približno 460-370 pr. n. š., 90 let), grški zdravnik z otoka Kosa. Prvi je  utemeljil medicino kot naravoslovno znanost, jo oddvojil od magije in religije na eni  strani in abstraktne filozofije na drugi strani. O demenci je razmišljal kot o  spremembah v možganih, ki jih spremlja nered oziroma moteno funkcioniranje. To\n dejstvo potrjuje določen odnos med umom in možgani. V njegovem času je še vedno  veljala miselnost, da je srce organ, s katerim mislimo in čutimo (Drame Orožim, 2000,  str. 1).\n- Galen (129 - približno 200 po n. š., 71 let), grški filozof in zdravnik je utrdil in  ovekovečil Hipokratovo tezo o umu in možganih. O demenci je imel enako mišljenje  kot Hipokrat, dodal je še, da je demenca posledica hladu v možganih (glej Cibic Galen,\nPropad Rima in grško-rimske kulture je čas bitke med nazadnjaškimi in naprednimi  prepričanji, čas intelektualne zmede, zmede med pojmi srce, zavedanje, razum, moč, ki  je zapustila bogato vokabularno dediščino pojmov, ki jih še danes poznamo in jih  simbolizira dan valentinovo: prisrčnost, iskrenost, usmiljenost, srčne vezi in srčna  bolečina.\n- Rene Descartes (1596-1650, 54 let), francoski filozof in matematik predstavi idejo, da  možgani delujejo kot stroj. Pravi, da so živci polni »živalskega duha«, da prenašajo  motorične in senzorične informacije v možganske prekate. Možgane kot organ  razlikuje od nematerialnega duhovnega dela. Ta del naj bi bil nosilec človekove misli  in duše.\n- Franz Josseph Gall (1758-1828) verjame, da je mogoče človekov karakter in  osebnostne lastnosti preučevati oziroma odkriti preko opazovanja oblike lobanje. Trdil  je, da je sedež zavesti neokorteks - večji del možganske skorje, za katerega je značilnih  šest plasti nevronov (Zajc et al., 2008, str. 2).\n- Kraepelin, Emil (1856-1926), nemški psihiater, utemeljitelj psihiatrije. Demenco je  pripisoval vaskularnim boleznim, predvsem je priznaval infarktno demenco, bolezen  arterij.\n- Alois Alzheimer (1864-1915), nemški nevrolog, je leta 1906 prvi opisal obliko  demence kot bolezen arteriol (neinfarktno demenco). Kasneje so jo po predlogu Emila  Kraepelina poimenovali Alzheimerjeva bolezen.\nV začetku so označevali presenilno demenco kot Eponim Alzheimer, kasneje so začeli  uporabljati za najpogostejši vzrok primarne demence senilno demenco  Alzheimerjevega tipa (glej Maurer et al., 1997).\n"], "6": ["3 PSIHOLOŠKI VIDIKI STARANJA", "»Človek ne more na istem mestu dvakrat stopiti v isto reko,« je dialektiko sveta odkrival že Heraklit. Tako je tudi s človeškim življenjem. Vsak nov dan je drugačen od prejšnjega, čeprav se nam zdi na videz podoben. Spreminjajo se telesne celice, spreminja se duša. Vsaka beseda, dejanja in vsaka še tako bežna misel se zapiše v dušo in v spomin. Proces poteka v nas do konca življenja, ne da bi se ga zavedali (Hojnik-Zupanc, 1997, str. 1).\n"], "7": ["3.1 Staranje", "Je naraven pojav, ki mu nihče ne more ubežati. Čeprav razmišljanje o lastni starosti običajno potiskamo daleč v prihodnost, je ta pogosto tudi del sedanjosti, ko se vsak dan srečujemo z bližnjimi, ki so že zakoračili v zrela leta.\nV starosti nastopijo številne vedenjske in psihične spremembe, ki običajno ne izbruhnejo naenkrat. Svojci ostarelih jih pogosto spregledajo, vse dokler se ne stopnjujejo do te mere, da postanejo očitne in spravijo življenje starostnika v začarani krog, iz katerega ni videti izhoda (Velikonja et al., 2004).\n"], "8": ["3.2 Starost", "Starost je obdobje od 60. leta naprej, za mnoge strokovnjake pa od 65. ali 70. ali pa od 55. leta naprej. Psihološki znaki staranja ne sovpadajo povsem s koledarsko starostjo in se lahko pojavijo znatno prej ali znatno kasneje, kot izhaja iz koledarske starosti.\nEden od središčnih pojmov sodobne psihologije je pojem »jaza«. Je eden od načinov obrambe vračanja v prejšnja obdobja. Pri osebah z demenco običajno prihaja do zamenjave preteklosti in sedanjosti. To je regresija v smislu vračanja k prejšnjim objektom, ki so bili zanj dobri in ugodni. Zmanjšuje strah in odtujenost od drugih ljudi in sebe (Pečjak, 2000, str. 2).\n"], "9": ["3.3 Upad spoznavnih funkcij", "Pri osebah z demenco pogosto odpovedujejo tri pomembne spoznavne funkcije: orientacija v času, prostoru in socialna orientacija. V zadnji fazi Alzheimerjeve bolezni bolnik ne ve niti, kdo je, in se ne prepoznava v zrcalu. Od prave demence moramo razlikovati psevdodemence, ki jih povzročajo posebna duševna stanja, npr. huda depresivnost ali skrajni negativizem. Bolniki v tem primeru ne odgovarjajo ustrezno ali sploh ne odgovarjajo na vprašanja. Pri psevdodemencah se stanje lahko bistveno izboljša (Radovič, 2001, str. 36).\n"], "10": ["3.4 Kompenzacije", "Učinkovita sredstva pri prizadetosti spomina, ki je značilna za osebe z demenco, so mnemotehnična sredstva (pripenjanje ključev in listnice za pas, koledarji, rokovniki in stenske ure). Gotovo pa spodbudno vplivajo na učenje v starejših letih toplina doma, prijateljski odnosi s sorodniki, terapevtski nasmehi, objemi, prigovarjanje, prijazno govorjenje, četudi učinek ni vedno in neposredno razviden ( Pečjak, 2000, str. 5).\n"], "11": ["4 STALIŠČA STROKOVNJAKOV DO POJAVA »DEMENCE«", "Definicija 1:\nPo ICD-10 (International Classification of Diseases, mednarodna klasifikacija bolezni) se definicija glasi:\nDemenca je sindrom, ki ga povzroča možganska bolezen, običajno kronične ali napredujoče narave. Vključuje poškodbe mnogih višjih kortikalnih funkcij, vštevši spomin, mišljenje, orientacijo, razumevanje, računanje, sposobnost učenja, sposobnost besednega izražanja in presojo. Zavest ni skaljena. Kognitivni upad običajno spremlja slabše obvladovanje čustev, motnje socialnega vedenja in motivacije, lahko pa jim kognitivni upad sledi (Darovec, 1994, str. 4).\nDefinicija 2:\nDemenca je skupek bolezenskih znakov, ki vključuje motnje mnogih višjih možganskih funkcij, kot so: spomin, mišljenje, orientacija, razumevanje, računanje, sposobnost učenja, sposobnost besednega izražanja ali presoje. Motnje so toliko izražene, da bistveno motijo delovno ali socialno uspešnost (Kogoj et al., 1996, str. 3).\nDefinicija 3:\nDemenca je klinični sindrom, pri katerem gre za upad številnih kognitivnih funkcij pri prvotno intelektualno normalno razviti osebi. Pojavi se brez motenj zavesti kot posledica možganske bolezni ali okvare in se v vedenju kaže kot delovna in socialna neuspešnost (Radovič, 2001, str. 39).\nDefinicija 4:\nDemenca pomeni upad ali izgubo pridobljenih višjih psihičnih funkcij zaradi bolezenskega procesa, ki vodi do motenj oziroma do popolne nesposobnosti v delovnem in socialnem funkcioniranju, lahko pa privede celo do razosebljanja (Drame Orožim v: Fidler, 2002, str. 3).\nDefinicija 5:\nDemenca je sindrom, za katerega je značilen globalen upad kognitivnih funkcij, ki bolnika postopoma onesposobijo za osnovne dnevne aktivnosti. Najbolj značilen in opazen je upad spominskih sposobnosti, slej ko prej pa so prizadete tudi druge višje duševne sposobnosti: motivacija, osebnost in razpoloženje (Pirtošek, 2004, str. 11).\nDefinicija 6:\nDemenca je kronična napredujoča možganska bolezen, ki prizadene višje možganske funkcije, kot so spomin, mišljenje, orientacija, razumevanje, računske in učne sposobnosti ter sposobnosti govornega izražanja in presoje (Velikonja, 2005, str. 1).\nDefinicija 7:\nTa definicija je najbolj pogosto uporabljena definicija demence.\nDemenca je upad ali izguba pridobljenih višjih psihičnih funkcij zaradi bolezenskega procesa, ki vodi, glede na predhodno delovanje osebe, do motenj oziroma do popolne nesposobnosti v delovnem in socialnem funkcioniranju, lahko do razosebljanja (Drame Orožim, 2005).\nDefinicija 8:\nDemenca ni enovita bolezen. Je skupek najrazličnejših simptomov, ki posameznika pomembno prizadenejo na vseh področjih njegovega bivanja. Je sindrom, katerega posledica je propadanje živčnih celic v različnih predelih možganov (Muršec, 2006, str. 9).\nDefinicija 9:\nDemenca je sindrom, skupek simptomov, ki posameznika prizadene na kognitivnem (spomin, mišljenje, učenje) in čustvenem področju ter znatno vpliva na posameznikovo običajno funkcioniranje s samim seboj, v družini in v širši skupnosti. Postopoma napreduje in čez čas vodi v popolno odvisnost od drugih (Muršec, 2007, str. 76).\n"], "12": ["5 KLASIFIKACIJA DEMENCE", "Demenco smo nekoč definirali (opredelili) kot ireverzibilni upad inteligentnosti. Z ugotavljanjem vse več ozdravljivih oblik demence (10 do 30 odstotkov) je pojem ireverzibilnosti postal relativen. Ker gre pri demenci po večini tudi za motnje drugih psihičnih funkcij, ne le inteligentnosti, je tudi sintagma (pomenska zveza) »upad inteligentnosti« preozka.\nDeseta revizija mednarodne klasifikacije bolezni MKB-10 uvršča demenco v poglavje organskih, vključno simptomatskih, duševnih motenj s šiframi od F00 do F03. Tako se izogne togi definiciji, opušča prognozo in podaja predvsem opis sindroma.\nNajpogostejše degenerativne bolezni osrednjega živčevja, ki povzročajo demence:\n- Alzheimerjeva bolezen,\n- vaskularna demenca,\n- Pickova bolezen,\n- Parkinsonova bolezen indifuzna kortikalna bolezen Lewyjevih telesc,\n- Huntingtonova bolezen.\nReverzibilne demence:\n- depresivna psevdodemenca,\n- benigni tumorji, zlasti subfrontalni meningeomi,\n- normotenzivni hidrocefalus,\n- subduralni hematom,\n- endokrine bolezni,\n- hipovitaminoze,\n- infekcije CŽS,\n - metabolne motnje (Wilsonova bolezen),\n- iatrogeno pogojena demenca,\n- intoksikacije.\nDruge redke ali ireverzibilne demence:\n- degenerativne motnje, progresivna supranuklearna paraliza, striatonigralna  degeneracja,\n- paraneoplastični sindrom (limbični encefalitis),\n- progresivna multifokalna levkoencefalopatija,\n- subakutni sklerozantni panencefalitis,\n- Creutzfeld-Jakobova bolezen.\n"], "13": ["5.1 Oblike demence", "Glede na začetek, ločimo demence na:\n- presenilne (pred 65. letom starosti) in\n- senilne (po 65. letu starosti).\nGlede na možganske strukture, ki jih prizadene bolezenski proces, in glede na simptome, lahko delimo demence v:\n- kortikalne z izrazitejšimi spominskimi motnjami, z motnjami govora, računanja in  abstraktnega mišljenja, apraksijo in agnozijo,\n- subkortikalne z izrazitejšo psihomotorno upočasnjenostjo, z motnjami gibanja,  apatijo, akinetskim mutizmom in z depresivnostjo (Kogoj, 1999, str. 103).\nTabela prikazuje demenčna obolenja, ki se delijo na primarne oblike demence (85 %) ter na sekundarne oblike demence (15 %).\nMed primarne oblike demence prištevamo degenerativne (50 %), žilno povzročene vaskularne (20 %) in mešane oblike. Pri primarnih oblikah demence so možgani neposredno prizadeti. Gre za ireverzibilne (neozdravljive) bolezenske procese (Bauer v: VAN Hülsen, 2007, str. 20).\n"], "14": ["5.2 Vrste najpogostejših demenc", "Najpogostejša počasi napredujoča degenerativna bolezen možganov je Alzheimerjeva bolezen (AB) in je primer za klinično sliko vseh demenc. Klinično pomembne so vse oblike vaskularnih demenc (VaD), demenca pri Parkinsonovi bolezni (PB), demenca z Lewyjevimi telesci (DLT), frontotemporalna demenca (FTD), Huntingtonova bolezen in vse demence, ki se pojavljajo kot zaplet telesnih obolenj (Muršec, 2006, str. 9).\n5.2.1 Alzheimerjeva bolezen (AB), primarna kortikalna degenerativna oblika  parenhimske bolezni osrednjega živčevja\nBolezen se imenuje po nemškem nevrologu Aloisu Alzheimerju. Leta 1907 je opisal nenavadno duševno motnjo pri bolnici, ki je imela spominske motnje in se ni znašla v lastnem stanovanju (glej Kogoj, 2008).\nPrimarno so prizadeti možganski predeli, ki so odgovorni za spomin, razmišljanje in govor. Alzheimerjeva bolezen je najpogostejši vzrok demence (50-65 % vseh demenc) in pogostnost s starostjo narašča do 10-45 % pri 80 do 90 letih starosti (glej Kogoj, 1999, str. 113).\n- Vzroki\nVzroka za nastanek bolezni pri večini bolnikov še ne poznamo. Najverjetneje gre za medsebojno učinkovanje številnih dejavnikov, med katerimi je staranje gotovo eden izmed najpomembnejših. Ostali rizični dejavniki, ki so povezani z AB, so hkrati povezani z rizičnimi dejavniki za razvoj možgansko-žilnih bolezni (visok krvni pritisk, hiperholesterolemija), metabolne bolezni (sladkorna bolezen), različna vnetja, porušeno hormonsko ravnovesje, delovanje prostih radikalov ali nizke vrednosti folatov. Visoko rizična dejavnika sta tudi duševna in telesna neaktivnost (glej Kogoj, 2008).\n- Potek\nAlzheimerjeva bolezen se običajno najprej začne z blagimi motnjami pozornosti. Na začetku bolezni so v ospredju pozabljivost in čustveni umik, pogosto tudi depresivnost. Bolniki postopoma izgubijo voljo do dela, so žalostni, otopeli, apatični in izgubijo zanimanje za stvari, ki so jih do nedavnega še veselile. Težave pripisujejo starostnim spremembam. V zmerno hudem obdobju bolezni so težave s spominom, presojo, z razmišljanjem, računanjem in z govornim izražanjem vse izrazitejše (Cestar, 2007, str. 330). Čustvene spremembe in nihanja v razpoloženju postajajo vse intenzivnejša. Bolniki vedno težje opravljajo dnevne dejavnosti. Pogosto zamenjujejo sedanje dogodke s preteklimi. Ob tem je motena še pozornost, koncentracija in orientacija. V napredovali fazi bolezni bolniki pozabijo pravzaprav vse. Ne vedo več, koliko so stari, kje živijo, kdo so njihovi bližnji, kje imajo svoje stvari in kam so namenjeni. Ne znajo več presojati, težko govorijo, postanejo inkontinentni, povsem se jim poruši ritem spanja. Vse težje hodijo, so prestrašeni, nemirni, občasno pa povsem neodzivni. Vse bolj se umikajo vase, v svoj svet in postajajo povsem odvisni od drugih (glej Muršec, 2006, str. 11).\n"], "15": ["5.2.2 Frontotemporalna demenca (FTD)", "FTD je ena izmed redkejših oblik počasi napredujoče demence, ki v deležu vseh demenc predstavlja manj kot 10 %. Obolevata oba spola enako v starosti med 35 in 65 let. Začetek bolezenskih težav je neopazen, potek pa je nekoliko hitrejši. V skupino FTD-demenc sodi tudi Pickova demenca. Neposredni vzrok za nastanek FTD je zaenkrat neznan. V več kot 50 % se bolezen pojavlja znotraj družine. Pogosto so prvi znaki te vrste demence motnje spremembe osebnosti in socialnih veščin. Spremljajo jo izguba interesov, socialni umik in pomanjkanje skrbi za druge. Bolniki imajo težave z izražanjem, težko najdejo pravo besedo. Pojavijo se težave z branjem in pisanjem. Z napredovanjem bolezni uporabljajo čedalje manj besed in v končni fazi ne govorijo več (glej Kogoj, 2008).\n"], "16": ["5.2.3 Demenca pri Pickovi bolezni", "Demenca pri Pickovi bolezni je progresivna, pričenja se v srednjih 40. letih. Moški obolevajo enkrat pogosteje kot ženske. Označujejo jo zgodnje, počasi napredujoče značajske spremembe in socialni umik, čemur sledi umsko pešanje, upad govornih in spominskih sposobnosti z apatijo in evforijo. Bolezen povzroča atrofijo. Zgodaj se pojavijo spremembe osebnosti, socialni upad, čustvena zbledelost, motnje govora in afazija, motnje spomina in apraksija ter hitra utrudljivost (Kogoj, 1999, str. 115).\n"], "17": ["5.2.4 Subkortikalne degenerativne oblike bolezni", "Vzroki za subkortikalne demence so lahko zelo različni, kot so infarkti ali tumorji talamusa, hipoparatiroidizem, AIDS, pugilistična demenca (ponavljajoči udarci v glavo pri boksu). Ta sindrom so imenovali tudi frontalno-subkortikalna demenca, najbolj pa se je uveljavila uporaba pojma subkortikalne demence (glej Radovič, 2001, str. 60).\nBOLEZNI\n"], "18": ["5.2.5 Demenca z Lewyjevimi telesci (DLT)", "Demenca z Lewyjevimi telesci je oblika progresivne degenerativne demence. Bolezen se lahko začne že pri 60 letih, poteka nihajoče napredujoče. Konča se s smrtjo v 5-7 letih. Pogosteje obolevajo moški (Kogoj, 2008). Posledica je kopičenje patološke beljakovine alfa-sinukleina predvsem v čelnem režnju. Začetna klinična slika je zelo podobna Alzheimerjevi bolezni ali vaskularni demenci. Znaki bolezni pogosto nihajo iz ure v uro, od skorajda neopaznih, pa vse do hudo izraženih znakov, ki bolnike praktično onesposobijo. Značilni znaki bolezni so pozabljivost, halucinacije, zmedenost, znaki Parkinsonove boelzni, depresija, motorični nemir, agresivno vedenje (Muršec, 2007, str. 78).\n"], "19": ["5.2.6 Demenca pri Parkinsonovi bolezni (PB)", "Pojavi se ponavadi po več letih trajanja osnovne bolezni. Pri 20-30 % bolnikov pa se kot zaplet bolezni razvije demenca. Prizadene približno 1 % ljudi, starih nad 60 let in 3 % v starosti nad 80 let ter ni ozdravljiva. Bolezen prizadene več moških kot žensk. Pojavlja se v dveh oblikah. Ena ustreza kriterijem subkortikalne demence, druga pa je zelo podobna\nAlzheimerjevi bolezni (ibid., str. 61). Bolezen poteka v zagonih in stadijih. V prvem stadiju so pretežno prizadete roke in trup, v drugem spodnji del telesa in noge, v tretjem stadiju vrat in obraz. Najpogostejše težave so togost in oteženo gibanje, mišična rigidnost, tresenje rok v mirovanju, odsotnost premikanja rok pri hoji ter negotovost pri hoji in stoji (glej VAN Hülsen, 2007, str. 22).\n"], "20": ["5.2.7 Huntingtonova demenca (HB)", "Huntingtonova demenca je degenerativna oblika demence, ki se deduje avtosomno dominantno, kar pomeni, da bi za bolezen bil odgovoren mutiran gen na četrtem kromosomu (Muršec, 2006, str. 14). Prvotno so jo imenovali Huntingtonova horea zaradi izrazitih, nehotnih, spastičnih in pogosto zavitih gibov, ki človeka povsem onesposobijo. Večina bolnikov je prizadeta na motoričnem, kognitivnem in osebnostnem področju. Bolezen se lahko pojavi relativno zgodaj, med 25. in 50. letom starosti (glej Radovič, 2001, str. 64).\n"], "21": ["5.2.8 Vaskularna demenca (VaD), nedegenerativna bolezen", "Vaskularna demenca je bolezen, ki je posledica možgansko žilne poškodovanosti (ishemični ali hemoragični inzult) lahko pa je tudi posledica krvavitve. Je druga najpogostejša oblika bolezni in predstavlja okoli 25 % primerov. Najpogosteje se prične med 60. in 70. letom starosti in je pogostejša pri moških zaradi številnih dejavnikov tveganja, kot so kajenje, visoke vrednosti holesterola, visok pritisk, srčna obolenja, sladkorna bolezen in avtoimuna stanja (Denišlič, 2002, str. 9). Pojavi se relativno iznenada, ima stopničast potek. Zelo je podobna Alzheimerjevi bolezni. Ob psihomotorni upočasnjenosti se pojavlja tudi kognitivni upad. Značilni znaki so pozabljivost, motnje koncentracije in pozornosti, težave pri spominskem priklicu, prepoznavanju, učenju novih vsebin, načrtovanju, težave pri govoru. Zgodaj v poteku bolezni se pojavlja depresivna simptomatika z anksioznostjo. Pojavljajo se blodnje in halucinacije. Klinična slika se pri bolnikih iz dneva v dan spreminja. Bolniki so lahko kakšen dan ali krajše obdobje povsem brez težav (Muršec, 2007, str. 79).\n"], "22": ["5.2.9 Mešane demence", "Danes se vedno bolj uveljavlja koncept t. i. mešane demence, pri kateri ima bolnik znake degenerativne možganske Alzheimerjeve bolezni in spremembe možganov zaradi motenega možganskega krvnega pretoka hkrati (vaskularna demenca). Ta oblika demence naj bi bila najpogostejša (Grad, 2008, str. 3). Prizadetih je približno 15 % vseh bolnikov z demenco.\n"], "23": ["5.2.10 Sekundarne oblike demence - bolezni izven osrednjega živčevja", "Sekundarnih demenc je približno 15 %. Prizadete osebe imajo motnje orientacije, ne najdejo ustreznih besed, zamenjujejo dan z nočjo in občasno ne prepoznajo več svojcev (VAN Hülsen, 2007, str. 23).\nENDOKRINE  MOTNJE\nMETABOLNE PRESNOVNE  MOTNJE  MOTNJE\nSEKUNDARNE KARDIO-  OBLIKE VASKULARNE  DEPRESIJE  DEMENCE  BOLEZNI\nAVITAMINOZE, KRONIČNA\nHIPO- OBOLENJA\nINTOKSIKACIJE PLJUČ  VITAMINOZE  ZLORABA  ALKOHOLA ALI\n"], "abstract": ["Temelj uspešne obravnave starostnika z demenco je spoštljiv in zaupljiv odnos. Spoštovanje starostnikove osebnosti, preteklosti, njegovih želja in potreb je osnova za delo. Na osnovi interakcijskega modela medosebnih odnosov Hildegard E. Peplau želimo prikazati celostno obravnavo stanovalcev, ki obolevajo za boleznijo demence v institucionalnem varstvu. Ocenili smo, da kakovost bivanja zadosti pričakovanja svojcev. Ugotovili smo tudi, da zdravstveno negovalna služba spodbuja empatični odnos, zagotavlja občutek varnosti, aktivno in pozitivno okolje ter da so svojci seznanjeni z boleznijo. Raziskava ima značilnosti eksplicitne raziskave. V njej je sodelovalo 30 svojcev v sodelovanju s stanovalci z demenco. Za potrebe raziskave smo razvili vprašalnik, s katerim smo ugotovili, da namestitev v Sončnem domu nudi prijaznejši, kakovostnejši in manj boleč proces bivanja, pa tudi mirnejše in manj krizno življenje svojcev nameščenih. Raziskava je pokazala, da je za kakovost življenja v domu najpomembnejše strokovno usposobljeno osebje v zdravstveni negi. Zaposleni smo s svojci vzpostavili dober odnos in jih pritegnili k aktivnemu sodelovanju, ki pozitivno vpliva na počutje stanovalcev in na ohranjanje njihovih sposobnosti. Za aktivnosti, ki jih izvajamo pri stanovalcih z demenco, pa bi bilo potrebno dvigniti kadrovske normative."]}