{"1": ["1 UVOD", "V 18. in 19. stoletju se je razširjenost na približno 6000 hektarjih s specializacijo kmetovanja in uvozom cenejšega bombaža po drugi svetovni vojni zmanjšala na 1000 hektarjev, dokler ni v zadnjih desetletjih pridelovanje lanu povsem zamrlo. Lan se ohranja na redkih ekoloških in turističnih kmetijah v Prekmurju in v Beli Krajini, kjer s pridelavo na nekaj arih in predelavo stebel v vlakna ter izdelavo v platna prikazujejo pridelavo in predelavo kot kulturno izročilo skupinam šoloobveznih otrok, domačim in tujim turistom. (Kocjan Ačko 1999).\nKer se v Evropi pridelovanje lanu in predelava stebel, vlaken in semen v domače obrtne in industrijske izdelke ponovno širi, kaže o pridelovanju lanu za zadovoljevanje domačih potreb vsaj po semenu razmisliti tudi pri nas (Štimac 2004).\nZa ponovno oživitev lanu v Sloveniji bi bilo treba preučiti domače genotipe (populacije), ki še obstajajo in tuje sorte oljnega ter predivnega lanu, izbrati našim pridelovalnim razmeram najprimernejše, da bi pridelovalci lahko izbirali med sortami glede na rastne razmere pridelave in po namenu pridelka (Štimac 2004).\nV literaturi navajajo, da moramo posebno pozornost nameniti oskrbi rastlin z gnojili, predvsem uporabi dušika. Velika vsebnost mineralnega dušika v tleh in obilno gnojenje z dušikom imata lahko za posledico poleganje posevka, večjo razvejanost, slab tehnološki izkoristek stebel in slabo kakovost pridelka (Bavec 2000).\nJari lan sejemo v roku setve jarih žit (okvirno sredi marca) (Bavec 2000).\nZaradi navedenega je cilj te diplomske naloge izvrednotiti vpliv roka setve ter odmerke dušika na oblikovanje tvorbe pridelka in nekatere morfološke značilnosti ter indeks listne površine pri treh sortah lanu. Z diplomsko nalogo želim prispevati k razvoju znanja o pridelovanju oljnega lanu.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Splošno o lanu", ""], "4": ["2.1.1 Zgodovina lanarstva", "Lan je ena najstarejših kulturnih rastlin, izvira iz Sredozemlja, Male Azije in severovzhodne Afrike, od koder se je razširil na druga območja zemeljske oble (Štimac 2004).\nLan so pridelovali že v neolitu na območju Švice in južne Nemčije in v bronasti dobi na območju Španije. Pridelovali so ga Egipčani pred več kot 3 do 4 tisoč leti pred našim štetjem (p.n.š.), kasneje pa tudi Rimljani, Galci in Kelti, ki so začetniki pridelave v zahodni Evropi, Slovani so pridelavo prevzeli od Grkov. Prednik lanu je bil verjetno ozkolistni lan (Linum angustifolium L.). Primarna centra naj bi bila za drobnozrnati lan jugovzhodna Azija, za debelozrnati pa severna Afrika (Bavec 2000).\nO uporabi v daljni preteklosti pričajo najdišča semen, olja in lanenih izdelkov v Sumeriji, Mezopotamiji in Egiptu iz petega tisočletja pred našim štetjem. Z lanenimi trakovi so povite egipčanske mumije. Grki in Rimljani so laneno seme in olje uporabljali za zdravila; z oljem so si svetili. V cesarskem Rimu se je ljudstvo zbiralo k igram v Koloseju, ki je bil pokrit z laneno streho. Iz lanenih niti so tkali platno in krojili obleke. Platno so belili na soncu, od barv pa najraje uporabljali rdečo. Kelti na ozemlju današnje Švice in mostiščarji na naših tleh so za seboj pustili lanene izdelke. Beseda plačati izhaja iz besede platno (platiti); Slovani so namreč s platnom plačevali druge življenjske potrebščine (Kocjan Ačko 1999).\nS platnom so več stoletij trgovali glavni evropski lanarji: Nemci, Francozi, Nizozemci in Švicarji, veliko kakovostnega lanu pa so pridelali v baltskih deželah. Kljub pomembni kulturni in gospodarski vlogi lanu je dolgotrajna in naporna ročna obdelava lanenih stebel \nv predivo ter večanje življenjske ravni evropskih narodov dala prednost lažji pridelavi semenskih bombaževih vlaken za mehkejše, čeprav manj trpežno bombažno blago (Kocjan Ačko 1999).\nOljni lan bolje uspeva v suhi in topli klimi, zato ga pridelujejo v južni Evropi, Afriki, Indiji, Argentini, itd. V Rusiji pridelajo od 65 do 70% svetovnega pridelka. Največji uvoznik lanenega zrnja pa je Velika Britanija (Bavec 2000).\nVeliko predivnega lanu pridelujejo v severni Evropi ob obali Atlantika (Nizozemska, Anglija, Belgija) in obalah severnega morja (Danska, Švedska) ter v baltiških državah. Ustrezajo mu namreč vlažnejša območja z zmerno hladno klimo (Bavec 2000).\nV preteklih stoletjih so kmetje pridobivali laneno prejo za domače tkanje, kar je razvidno iz oblačilne kulture na Slovenskem. V Slavi vojvodine Kranjske opisuje slovenski baron in polihistor Janez Vajkard Valvasor (1641-1693) narodne noše iz doma izdelanega lanenega platna. Da je bil lan pri nas razširjen, pričajo statistični podatki iz druge polovice 18. stoletja o približno 6000 ha njiv, posejanih s predivnim lanom na Gorenjskem, Koroškem in Dolenjskem, zlasti pa na Štajerskem, v Prekmurju in Beli krajini. Kranjski trgovci so sloveli po platnu in izdelkih, ki so jih prodajali od Trsta do Neaplja, v Dalmaciji in na avstrijskem Štajerskem. Tkanje platna je bilo leta 1773 razglašeno za prosto obrt kmečkega prebivalstva. V Škofji Loki in na širšem območju freisinškega gospostva je v 18. stoletju skoraj vsaka kmetija imela statve; tkalstvo je cvetelo in platno se je odlično prodajalo. Predli in tkali so pozimi, ko ni bilo dela na polju. Še v prvi polovici 20. stoletja smo imeli približno 1000 ha lanenih polj; po drugi svetovni vojni se je pridelovanje lanu skrčilo pod 1000 ha. Naslednja desetletja se je pridelovanje zmanjševalo, dokler ni popolnoma zamrlo (Kocjan Ačko 1999).\nDanes lan gojijo le na redkih kmetijah v Beli Krajini in v Prekmurju za domače potrebe in turistične namene.\n"], "5": ["2.1.2 Botanična klasifikacija", "Lan spada v družino Linaceae. Od približno 200 vrst je najpomembnejša za pridelovanje evroazijska podvrsta navadnega (=kulturnega) lanu Linum usitatissimum L. Glede na tip vejanja, višino stebel, ipd. delimo lan na:  − predivni lan Linum elongatum,  − oljni lan Linum brevimulticaulis in  − prehodni lan Linum intermedium (Bavec 2000).\nPredivni lan doseže višino 60 do 175 cm in je razvejan le v zgornji tretjini stebla. Oljni lan ima kratko steblo, ki zraste do višine 60 cm in je razvejan tako pri osnovi, kot po celi dolžini z velikim številom glavic. Prehodni lan je po lastnostih med obema podvrstama enako uporaben za seme kot za predivo (Štimac 2004).\nLan delimo še na podlagi lastnosti obnašanja glavic ob zorenju in sicer na prezavec, pri katerem se ob polni zrelosti glavice odprejo in otresejo, in na lan glavatec, ki pri polni zrelosti ohrani zaprte glavice (Jevtić 1989).\n"], "6": ["2.1.3 Morfologija", "Lan ima slabo razvite vretenaste korenine, ki zrastejo v globino od 15 do 30 cm. Na glavni korenini se tvori splet stranskih korenin (Bavec 2000).\nLaneno steblo je pokončno pri jarih rastlinah, steblo prezimnih pa ima pregib, ker rastline prezimijo kot plazeče rastline. Višina stebel merjena od kalic (kotiledon) do začetka vejanja stebel znaša od 0,5 do 0,8 m. Stebla so okrogla, debela 1-2 mm in imajo voščeno prevleko. Posebna zelena barva ima specifičen zeljnat lesk temno zelene do svetlo rumene barve, pri tem pa so zaželeni svetli odtenki (Bavec 2000). \nObmočje socvetja oziroma krona lanu je vrhnji del rastline, kjer se bil razveja s stranskimi vejami. Ta del je dolg 5-15 cm. Predivni lan je navadno slabše razvejan od oljnega, kar pa je pri obeh v sorazmerju s pridelovalnimi cilji. V steblih predivnega lanu je od 20 do 255 vlaken. Posamezna lanena vlakna predstavljajo floem, ki ga pri lanu imenujemo tudi ličje. Po 30 do 50 vlaken je s pektinom zlepljenih v snopiče. Stržen v sredini stebel se ob dozorevanju suši, tako da nastaja v sredini stebel votlina, ki se proti vrhu zmanjšuje (Bavec 2000).\nListi so sedeči, prosti, premenjalni, na vrhu bolj ali manj koničasti in imajo rahlo voščeno prevleko. Listna ploskev je ozka, podolgovata in ima za razliko od drugih dvokaličnic na listu tri vzporedne žile (Bavec 2000).\nListi začnejo rumeneti ob rani rumeni zrelosti, ob rumeni zrelosti postopno odpadejo na spodnji polovici stebel, na zgornji pa začnejo veneti. V polni zrelosti večji del listja odpade.\nCvet lanu je dvospolen, večinoma modre barve, najdemo pa tudi bele, roza ali vijoličaste. Sestavljen je iz 5 čašnih listov, 5 venčnih listov, 5 prašnikov, 5 pestičev in 5 predalne plodnice ali glavice. Število kromosomov je n = 15-15, 2n =30-32. Ugotovili so, da lan ni popolnoma samoprašen (avtogamen), obstaja 5-odstotna tujeprašnost (alogamnost), zato se lahko deloma med seboj oprašijo posevki različnih sort, ki rastejo v bližini (Jevtić 1989).\nPlod lanu je glavica (capsuleae) okrogle do ovalne oblike, ki je na vrhu zašiljena. Debelosemenski lan ima večje glavice od drobnosemenskega. Glavica je razdeljena na 5 prekatov; vsak prekat je z vzdolžno lamelo razdeljen na dva dela, v katerih je po eno seme, kar pomeni, da je v glavici 10 semen (Gagro 1998).\nSeme lanu je jajčaste oblike, sploščeno, gladko, bleščeče rumene do temno rjave barve z rahlo zavitim vrhom. Pri lanu prezavcu (L. usitatissimum L. var. crepitans) se glavice v polni zrelosti odpirajo, pri glavatcu in mletnem lanu (L. usitatissimum L. var. vulgare) pa ostanejo zaprte. Večina požlahtnjenih sort ima semena v zaprtih glavicah, kar je v \nagrotehničnem pogledu boljše; pri strojnem spravilu so manjše izgube zaradi osipanja na njivi (Kocjan Ačko 1999).\nMasa 1000 semen drobnozrnatega (predivnega) lanu je 3,4 do 5,4 g, debelozrnatega (oljnega) pa 5,4 do 14 g, kombinirani tip pa ima maso 1000 semen od 6 do 8 g, hektoliterska masa pa znaša 65 do 75 kg/hl (Bavec 2000).\n"], "7": ["2.1.4 Rastne razmere", "Toplota: Oljni lan potrebuje v svoji rastni dobi vsoto temperatur nad 2000 -C (Kocjan Ačko, 1999). Oljni lan potrebuje več toplote, ravno tako pa ne prenaša velikih temperaturnih kolebanj. Mlade rastlinice jarega lanu prenesejo temperature do -4 -C, ozimnega pa do -12 -C (Bavec 2000).\nSvetloba: Lan za olje zahteva več svetlobe in v primeru dobre osvetlitve da večji pridelek semen z večjim deležem olja (Gagro 1998).\nVoda: Oljni lan dobro prenaša kratkotrajno sušo; za ohranitev vlage v rastlini so koristni povoščeni listi in stebla. Za oblikovanje enega kilograma suhe snovi potrebuje 300 do 400 litrov vode (Kocjan Ačko 1999).\nTla: Za pridelovanje lanu morajo biti tla dobro drenirana oziroma dobro odcedna. Primerna so lažja peščena do ilovnata tla s pH med 5 in 7. Zelo rodovitna peščena tla, četudi so z vodo optimalno oskrbljena, za pridelovanje lanu niso primerna, kajti povzročajo prekomerno izdolževanje stebel (Bavec 2000).\n"], "8": ["2.1.5 Kolobar", "Kolobarjenje je v pridelovanju lanu obvezno. Na isto njivo ga smemo sejati šele vsakih 5 do 6 let glede na naše prepričanje, v literaturi pa najdemo priporočen premor 6 do 11 let. Glavni razlog so bolezni koreninskega sistema. V kolobarju ga lahko sejemo z vsemi poljščinami. Pomembno je le, da je njiva prej dobro razpleveljena (Bavec 2000).\nLan je zelo občutljiv za triazine in napropamid (devrinol), zato ga ne sejemo po koruzi in ogrščici. Občutljiv je tudi za rezidualni učinek nekaterih drugih herbicidov, npr.: dicuran in stomp (Tajnšek 1990).\nLan je ugoden predposevek za večino poljščin, ker pušča njivo razpleveljeno in razmeroma dovolj zgodaj, da po njem posejemo še krmni ali ozimni dosevek. Lan lahko posejemo tudi za ozimnim ječmenom, zgodnjim krompirjem ali grahom, čeprav je lan rastlina dolgega dne (cveti, ko se dan daljša). To se pozna na pridelku stebel, saj so le ta nižja, zato je strniščni dosevek primernejši za pridelavo lanu za seme (Kocjan Ačko 1999).\n"], "9": ["2.1.6 Priprava njive, gnojenje in setev", "Za lan priporočajo klasično pripravo setvišč z oranjem, z branami oziroma s predsetveniki. Temeljna in predsetvena priprava tal za jari lan se opravi, kot je to običajno za jarine, za oljni lan pa kot za ozimine. Zaradi slabe razvitosti korenin orjemo do polne globine ornice. Na plitvih tleh pričnemo nekaj let prej postopoma poglabljati ornico vsaj do globine 20 do 25 cm. Zbita tla obvezno podrahljamo. Pomembno je, da s predsetveno pripravo ustvarimo njivsko površino. Setveni sloj mora imeti stabilno mrvičasto strukturo oziroma vsaj primerno godnost (Bavec 2000).\nPoljski poskus iz lanu je bil izveden na ilovnato peščenih in na peščeno ilovnatih tleh v Nemčiji, z namenom proučevanja vpliva genotipa, gostote posevka (150, 250, 500 ali 1000 rastlin/m2) in gnojenja z dušikom (0, 30, 60 ali 90 kg N/ha) na višino rastlin, število glavic \nna rastlino, število glavic glavnega poganjka, število semen na rastlino, pridelek olja in sestavo olja. Rezultati kažejo, da se je s povečanjem dušika bolj povečal pridelek olja kot količina pridelka. Največji pridelek olja 0,65 t/ha je bil rezultat gostote 500 rastlin/ m2 in 60 kg N/ha. Največji pridelek slame je bil zabeležen pri gostoti setve 1000 rastlin/m2 z dodanim 60 kg N/ha. Število glavic se je povečalo s povečanjem gostote posevka. Število semen na rastlino se je gibalo od 44, pri največji gostoti rastlin do 215, pri najnižji gostoti rastlin (Bramm in Dambroth 1992) .\nS 100 kg pridelka suhe snovi stebel in ustrezno količino zrnja odvzamemo od 0,1 do 1,4 kg N, 0,4 do 0,5 kg P in 1,1 do 1,6 kg K. pridelamo lahko 5000- 6000 kg suhe snovi stebel ter 1000- 1500 kg semena ha-1. V kombiniranem pridelovanju se pridelek semena zmanjša za 20 do 30%. S 100 kg semena odvzamemo iz tal 4 kg N, 1,8 kg P in 1,15 kg K (Bavec 2000).\nLanu ne gnojimo s hlevskim gnojem, ker lahko posevek poleže; če hlevski gnoj ni uležan, obstaja nevarnost zapleveljenosti in večjih okužb z glivičnimi boleznimi. Za količino mineralnih gnojil se odločimo na podlagi potreb lanu po hranilih in glede na analizo hranil v odvzetih vzorcih tal z njive, kjer bomo sejali (Kocjan Ačko 1999).\nPri ekološkem načinu kmetovanja ne uporabljamo sintetičnih mineralnih gnojil. Primeren je uležan hlevski gnoj z ekoloških kmetij. Pomembno je tudi, da lan vrstimo v širšem kolobarju, to je 4 do 6 letnem (Kocjan Ačko 1999).\nZaradi slabe sposobnosti sprejemanja hranil morajo biti hranila lahko dostopna skozi vso rastno dobo (Bavec 2000).\nSeme lanu mora biti sijoče, zlato rumene ali svetlo kostanjeve barve, brez primesi, mastno in prijetno dišeče pri mencanju v roki (Rengeo 1995).\nOljni lan sejemo z razmakom v vrsti od 6 do 8 cm, kar lahko dosežemo z dvojnim obhodom z žitno sejalnico. Lahko sejemo tudi z večjim razmakom, toda pridelek bo nižji. \nRazmik lahko prilagodimo okopalniku, če ga imamo in ne želimo uporabljati herbicidov. Priporočena gostota rastlin za oljni lan je 600 do 800 rastlin/m2. Zaradi slabšega poljskega vznika je potrebno 1000-1100 semen/m2. Ker znaša absolutna masa semena oljnega lanu 7- 11 g, niha potrebna količina semena 70-110 kg/ha. Globina setve naj bo 1,5-2 cm, na lažjih zemljiščih do 3 cm (Rengeo 1995).\nEghbal in Kahnt (1992) sta v letih 1990 – 1991 v Hohenhaimu in Durmersheimu izvajala poljski poskus z dvema gostotama rastlin/m2 (600 in 800 rastlin/m2) in dodanimi različnimi količinami dušika (0, 25, 50 ali 75 kg N/ha). Gostota rastlin ni bistveno vplivala na pridelek semena. Medtem pa se je maščoba v semenu povečala v suhem in toplem vremenu v Hohenhaimu leta 1991 in zmanjšala z dodajanjem dušika.\n"], "10": ["2.1.7 Oskrba posevka", "Oskrbo posevka pričnemo z valjanjem po setvi. V primeru, da se tla zaskorjijo, posevek branamo, vendar ne ko posevek vznika. Pri setvi v široke vrste lahko lan tudi okopavamo, in sicer po vzniku v presledkih 14 dni. V klasičnem in integriranem načinu pridelovanja lahko proti plevelom uporabimo herbicide proti širokolistnim plevelom, ko je posevek visok 7 do 15 cm. Travne plevele uničimo v stadiju vsaj dveh listov po vzniku lanu. Zatiramo bolhače, lahko pa se pojavijo tudi tripsi (Bavec 2000).\nZ dušikovimi gnojili dognojujemo jaremu lanu enkrat (tri tedne po vzniku), ozimnemu pa dvakrat (ko je visok 10 cm in v fazi cvetenja). V sušnih razmerah posevek namakamo. Enkraten odmerek vode naj ne bo večji od 30 mm (Bavec 2000).\n"], "11": ["2.1.8 Zorenje in spravilo", "Faze dozorevanja lanu so naslednje: zelena zrelost, rana rumena zrelost, rumena zrelost in polna zrelost. V fazi zelene zrelosti je posevek videti še zelen, čeprav je že posušena spodnja tretjina stebel. Seme je še v mlečni fazi (Bavec 2000).\nRana rumena zrelost je prepoznavna po voščeni zrelosti. Pod pritiskom prstov se upogiba in daje voščen občutek. Pretežni del rastlin je rumeno zelen (Bavec 2000).\nRumena zrelost nastopi 5 do 7dni po rani rumeni zrelosti. Listje na spodnji polovici stebel prične odpadati, na zgornji pa veneti. Glavice lanu so rumene in deloma potemnele, zrnje pa je otrdelo in dobiva normalno – svetlo cimetasto barvo (Bavec 2000).\nV polni zrelosti plodovi in stebla potemnijo. Velik delež listja odpade. Stebla deloma olesenijo in izgubijo elastičnost. To je praktično stadij prezrelosti lanu (Bavec 2000).\nTajnšek (1990) v članku Oljni lan - alternativna izvozna oljnica navaja, da lan dozori v začetku septembra. Žetev gre brez težav z žitnim kombajnom. Opravimo jo, ko je lan popolnoma suh od tal do vrha. Lahko ga desiciramo z reglonom, ko je še 5% glavic zelenih, kombajniranje lahko sledi čez en teden. Pri kombajnu je treba zmanjšati jakost vetra, hitrost kombajniranja pa je 2 km na uro. Neposredno po spravilu oljnega lanu seme posušimo pri temperaturi, ki ne presega 80 -C.\nV skladišču vlaga v semenu ne sme preseči 10%. Priporočljivo je, da znaša delež vlage v semenu med 8 in 10% (Bavec 2000).\n"], "12": ["2.1.9 Bolezni in škodljivci lanu", "Napad bolezni ob vzniku preprečimo z razkuževanjem semena. Alternaria linicola je ena od bolezni, katere spore so v notranjosti semena in jih z navadnim živosrebrovim \nrazkuževanjem ne dosežemo. Vendar se bolezen pojavlja redko. Redko se pojavljajo tudi fuzarioze, proti katerim pa ni učinkovitih kemičnih pripravkov. Varstvo proti tej bolezni je osredotočeno na vzgojo odpornih sort (Tajnšek 1990).\nDokler ne doseže lan 7 cm, lahko povzročajo škodo bolhači. Če tretiramo seme z lindanom, škodo omilimo. Kurativno lahko tretiramo lan z lindanom + parationom (Tajnšek 1990).\nLan lahko napadejo talni škodljivci, npr.: ogrci, talne sovke, bramor, škodo pa lahko povzročita tudi navadna pršica in stebelna ogorčica (Vrabl 1992).\n"], "13": ["2.1.10 Laneno seme", "Mleto laneno seme in oljne pogače kot ostanek predelave so lahko pomembna krma za živino. Vse bolj pa postaja laneno seme priljubljen dodatek kruhom in mešanicam kosmičev. 100 g semena vsebuje od 6,3 do 6,6% vlage, 18,0 do 20,3% beljakovin, 34,0 do 37,1% maščob, 33,6 do 37,2% ogljikovih hidratov, 4,8 do 8,8% vlaknin, 2,4 do 4,5% pepela, 170 do 271 mg Ca, 2,7 do 43,8 mg Fe, 0 do 30 µg β-karotena, 0,17 mg tiamina, 0,16 g riboflavina in 1,4 mg niacina (Bavec 2000).\nUčinkovine v lanenem semenu so: 30-40 % maščobnega olja, ki vsebuje linolensko, linolno in oleinsko kislino, sluz beljakovine in glikozid linamarin (Hoffmann 1998).\n"], "14": ["2.1.11 Sortna lista", "V sortni listi Republike Slovenije za leto 2008 ni vpisana nobena sorta lanu, ker je fitosanitarna uprava RS izvedla ´revizijo´ sortne liste. Prehodno obdobje za trženje semenskega materiala sort, ki so bile 1.1.2005 izbrisane iz sortne liste, je prenehalo veljati 1.5.2009 (FURS). \nV sortni listi Evropske unije na dan 6. nov. 2008 pa so vpisane naslednje sorte: Aardvark, Abacus, Adelie, Agatha, Alaska, Alcala, Alizee, Alkido, Altess, Amina, Amon, Andréa, Antello, Aretha, Ariane, Artemida, Astral, Atena, Baikal, Baladin, Banquise, Barbara, Belinka, Bilton, Biltstar, Bonet, Bonita, Borcéal, Brigitte, Caesar, Angustus, Crystal, Delphine, Diane, Diva, Drakkar, Electra, Elise, Eole, Escalina, Eurodor, Evelin, Everest, Flanders, Gemini, GK Emma, Glacial, Gold merchant, Golda, Heljä, Hella, Helmi, Hermes, Hivernal, Hungarian, Gold, Ilona, Imperial, Ingot, Jantar, Jitka, Jordán, Juliet, Jupiter, Kaolin, Kastyčiai, Lagoon, Laser, Laura, Lea, Lindor, Linoal, Linus, Lirina, Livia, Lola, Loréa, Luna, Lutea, Marilyn, Marmelade, Martta, Master, Marylin, Mc Gregor, Melina, Merkur, Meteor, Mikael, Modran, Natural, Niagara, Nike, Nikol, Oleal, Oléane, Olinette, Oliver, Oliwin, Omega, Opal, Oscar, Oural, Princess, Récital, Sandra, Sara, Scorpion, Selena, Serenade, Sofie, Solon, Sonrise, Super, Suzanne, Symphonia, Szafir, Szegedi 30, Szegedi 43, Tábor, Talon, Taurus, Temida, Texa, Thirlmere, Valoal, Vega 2, Venica, Veralin, Vesta, Viking, Viola, Windermere in Zoltan (FURS).\nSortna lista Evropske Unije velja tudi pri nas, odkar je Slovenija njena članica (FURS).\nŽe v preteklih časih so ločili predivni in oljni lan, tako je danes pridelovanje lanu večinoma ločeno po namenu predelave. Seme in olje pridobivamo iz sort oljnega lanu, medtem ko se predivni lan uporablja za izdelke iz vlaken. Iz sort prehodnega lanu pa se da pridobiti tako seme kot olje kot tudi vlakna, vendar v manjši količini.\n"], "15": ["2.2 Viri o rokih setve in oskrbi z dušikom", "Virov o rokih setve v razpoložljivi literaturi ni zaznati, razen Tajnšek (1990) navaja, da je najprimernejši čas setve za jari oljni lan od 15. marca do aprila.\nGlede oskrbe z dušikom Tajnšek (1990) navaja, da je boljše, če je pridelek nekoliko nižji zaradi premalo dušika, kot če pri prevelikem odmerku dušika lan poleže. \nMed triletnim testiranjem (1988 – 1990) učinka gostote semen (200, 400, 800, 1200 semen/m²) in gnojenja z dušikom (40 kg/ha N, 80 kg/ha N) na pridelek in fiziologijo pridelka lanenih semen je bil izveden poskus na štirih lokacijah v Nemčiji. Dve regiji sta predstavljali hladno vlažno severno podnebje Sleswig-Holsteina (Hochenschulen – peščena ilovnata tla; Heidmoor – peščena tla), dve drugi regiji pa sta predstavljali južnejše podnebje z rahlo kontinentalnimi značilnostmi (Freising, Bavaria; Rauisch – Holzhausen, Hesse). Neodvisno od lokacije sta bila stopnjevanje gnojenja z dušikom in zmernost gostote semen predpogoj za doseganje višjih pridelkov. Nenavadno visok pridelek semen, 3 t/ha, je bil dosežen v Rauisch-Holzhausnu. Na tej lokaciji so nekatere raznolike kombinacije gostote semen in uporabe dušika učinkovale v omogočanju znatno visokega pridelka. Na drugi strani pa je bil v hladnejših področjih rasti le omejen razpon sestave postopkov za dosego zadovoljivega pridelka. 400 semen/m² in 80 kg/ha N so razultirali v najvišji učinek pridelka (2,44 t/ha). Lahko bi brez dvoma nazorno prikazali, da se razporeditev biomase nad tlemi nagiba k semenu in glavicam (peščišču oz. stroku) pri nizkih gostotah semen, čeprav višje gostote semen (800, 1200 semen/m²) omogočajo višjo skupno suho snov. Potemtakem je bilo razmerje med težo semen ali maso glavic in skupno biomaso in med težo semen in skupno maso glavic jasno povišano proti semenom in glavicam posebej. Listna suha snov je bila najvišja na začetku cvetenja. V tej fazi so visoke gostote semen dosegale v celoti najvišje vrednosti, ampak kmalu potem so le te drastično padle. Pri gostoti semen 200 in 400 semen/m² je področje zelenih listov ostalo konstantno dosti dlje, tako je bila zmožnost presnove mnogo učinkovitejša med rastjo glavic in semen (Diepenbrock in Pörksen 1992).\nNa tleh, ki so z dušikom skromno založena ali kjer je mineralizacija organske snovi slaba, je potrebno 80 do 100 enot dušika, na tla, ki imajo nad 2,5% organske snovi, pa damo 60 do 80 kg dušika in na najboljših tleh ne več kot 60 kg dušika. Na tleh z dosti apnenčastega peska, ki hitro blokira rudninski dušik, je potrebno obilnejše dušikovo prehranjevanje (do 140 kg N/ha) (Tajnšek 1990). \nUgotovljeno je bilo, da pomanjkanje dušika ne vpliva na dozorevanje in ne na težo samega semena ter na število semen na posamezno glavico; vendar pa je zmanjšalo število glavic na rastlino (Hocking in Pinkerton 1992).\nOzimnemu lanu gnojimo v jeseni z 1/3 skupnega odmerka dušikovih gnojil, jaremu lanu pa gnojimo ob setvi 1/2 odmerka (Bavec 2006).\n"], "16": ["3 MATERIAL IN METODE", ""], "17": ["3.1 Lokacija in zasnova poskusa", "Poskus smo izvedli v Dolini pri Murski Soboti v letu 2004. Dolina leži približno 10 km od Murske Sobote, na Goričkem.\nPoskus je bil izveden v dveh rokih setve z 20 dnevnim razmakom (1. rok – 03. 04. 2004, 2. rok – 23. 04. 2004), s tremi sortami (´Sandra´, ´Mc Gregor´ in ´Barbara´) in petimi različnimi količinami dodanega gnojila (0, 50, 75, 100, 125 kg N/ha). Prvi odmerek gnojila (KAN 27 %) smo dodali pred setvijo, drugega pa, ko so rastlinice bile visoke okrog 10 cm.\nZasnovan je bil kot faktorski poskus v postavitvi naključnega blok sistema v treh ponovitvah na 90 parcelicah, s skupno velikostjo 400 m2 (velikost posamezne parcelice je bila 5 m2).\n"], "18": ["3.2 Klima", "Klima po definiciji predstavlja povprečno vreme v daljšem časovnem obdobju. Vreme opredeljujejo vrednosti številnih meteoroloških elementov v določenem časovnem trenutku oziroma krajšem časovnem intervalu (Hočevar 1995).\nPoznavanje povprečnih mesečnih temperatur in mesečnih količin padavin v različnih razvojnih stadijih ima za lan velik pomen, saj si lahko s pomočjo teh podatkov razlagamo marsikatero spremembo vse od kalitve pa do dozorevanja. Ne glede na to, da je bil lan takoj po setvi deležen manjše količine padavin, sta oba roka normalno vzniknila. V juniju se je količina padavin dvignila, kar je vplivalo na hitrejšo rast, nato je sledilo manjše sušno obdobje v juliju, ki pa ni imelo večjega vpliva na rast lanu (preglednica 1). \n  na območju Meteorološke postaje Murska Sobota (Statistični letopis  republike Slovenije).\nIz grafikona 1 je razvidno, da je bil lan v začetku rastne dobe deležen manj vode. Kratko sušno obdobje je nastopilo v mesecu juliju.\npostajo Murska Sobota.\n"], "19": ["3.3 Preizkus kalivosti", "Za poskus kalivosti lanu smo naredili test s po štirimi ponovitvami (4 x 100 semen) za vse tri sorte. Pred setvijo smo ročno prešteli semena, za vsako sorto 4 x po sto semen. V petrijevke smo dali plast bombažne vate, semena lepo porazdelili, da niso bila gosto skupaj, nato smo čez semena spet dali plast vate zaradi zmanjšanja izhlapevanja vlage in navlažili z vodo. Temperatura v prostoru, kjer smo preizkušali kalivost semena, je bila 21- 23 -C. V naslednjih štirinajstih dneh smo nadzorovali poskus in pazili, da je bila vata ves čas navlažena. Nato smo prešteli število kalivih semen in izračunali, za vsako sorto posebej, aritmetično sredino, ki nam da odstotek kalivosti.\n"], "20": ["3.4 Analiza tal", "Na njivi, kjer je bil izveden poskus, smo naredili analizo N-min v tleh. Vzorce smo jemali ročno s pedološko sondo po slojih 0-30 cm, 30-60 cm in 60-90 cm, na petnajstih mestih, pred setvijo lanu.\nKemična analiza je bila opravljena v laboratoriju fakultete za kmetijstvo in biosistemske vede Maribor. Na laboratorijskih izvidih so bili rezultati podani kot N-NO3 in N-NH4 (v mg/kg), kjer gre za količine čistega dušika. Količine dušika podane v mg/kg tal smo nato še preračunali v kg/ha, specifična masa tal je bila 1400 kg/m3.\n"], "21": ["3.5 Spremljanje posevka", "Od dneva sajenja do lanu smo spremljali njegovo rast in razvoj od vznika, faze jelke, intenzivne rasti, tvorbe popkov, cvetenja, dozorevanja do puljenja oz. žetve. Ker je bilo zemljišče ob setvi primerno obdelano, na začetku ni bilo težav s pleveli. Lan je vzniknil po 10 – 12 dneh in lepo rasel. Približno 4 tedne po vzniku, ko so bile rastlinice visoke 8 – 15 cm, smo pognojili z drugim odmerkom gnojila ter opravili redčenje (slika 1). Presledek med rastlinicami je bil 1,07 cm, se pravi, da je po redčenju na tekoči meter ostalo 93 rastlin. Hkrati ob redčenju smo opravili tudi prvo pletje. Z višino rastlin se med rastno dobo nismo preveč ukvarjali, saj smo imeli namen zabeležiti višino rastlin ob žetvi (puljenju rastlin). Zaradi suše v juliju se plevel ni preveč razrasel, tako da smo v celi rastni dobi pleli le trikrat. Od plevelov so se največ pojavljali breskova dresen (Polygonum persicaria) in bela metlika (Chenopodium album), nekaj je bilo njivskega slaka (Convolvulus arvensis), navadne zvezdice (Stellaria media) ter plazeče pirnice (Agropyron repens). Na nobeni od parcelic pleveli niso povzročili omembe vredno škodo. Oba roka sta lepo zacvetela, prvi rok na koncu meseca maja in drugi v sredini junija (slika 2).\nV drugi polovici rastne dobe smo opazovali dozorevanje posevkov na parcelicah, oblikovanje glavic s semeni, prehode iz zelene, rane rumene do rumene zrelosti, s tem spreminjanje barve listov, stebel in glavic. Opravili smo še drugo in en teden pred puljenjem še tretje pletje, ki je koristilo predvsem čistosti pridelka ob spravilu. Načrtovali smo, da bomo pridelek prvega roka pospravili v drugi polovici julija, drugega roka pa na začetku avgusta.\n"], "22": ["3.6 Spravilo posevka in meritve", "Prvi rok smo pospravili od 20. do 22. julija, drugi rok pa dva tedna kasneje in sicer od 4. do 6. avgusta, ko je bil lan v fazi rumene zrelosti. Začeli smo s prvo ponovitvijo prvega roka, nadaljevali z drugo in tretjo ponovitvijo. Enako kot pri prvem smo ponovili še pri drugem roku. Pred žetvijo smo najprej iz vsake parcele posebej naključno izbrali šest rastlin. Nato smo ostale rastline poželi ter jih zvezali v snope. Vsak snop posebej smo označili s številko parcele. Označene snope smo vsakega posebej otepli in glavice strli, da smo prišli do semena. Nato smo s pomočjo rjuhe, na kateri smo otepali in trli glavice, ter vetra, ki je odpihnil pleve, očistili in stehtali seme. \nNa naključno izbranih šestih rastlinah smo vrednotili maso korenin, maso listov, število glavic, maso glavic, maso semena, maso plev, višino rastlin, prešteli smo primarne veje in izmerili indeks listne površine (LAI). Slednjega smo izmerili s pomočjo računalniškega programa. Rezultate smo vpisovali v že prej pripravljene tabele.\n"], "23": ["4 REZULTATI Z RAZPRAVO", ""], "24": ["4.1 Višina rastlin, masa korenin, masa listov, masa glavic, masa semena, masa plev", "Ob spravilu pridelka, v fazi rumene zrelosti, smo na naključno izbranih rastlinah merili višino rastlin, stehtali smo maso korenin, maso listov, maso glavic, maso semena in maso plev (preglednica 3).\nAnaliza variance rezultatov glavnih obravnavanj kaže (preglednica 3), da je bil vpliv roka setve signifikanten na vse merjene parametre, razen na maso plev. Pri vseh merjenih parametrih s signifikantnim vplivom so bile mase in višina rastlin višje v drugem roku setve, v primerjavi s prvim rokom setve, razen pri masi listov, kjer je bila masa višja v prvem roku. Sorta in gnojenje nista imela signifikantnega vpliva na merjene parametre, razen sorta na maso listov ter gnojenje na višino rastlin. Najvišjo maso listov je imela sorta ´Barbara´, sledili sta ji sorta ´Sandra´ in ´Mc Gregor´. Rastline so dosegle najvišjo višino pri 75, 100 in 125 kg N/ha. Interakcija roka setve in sorte kaže na signifikanten vpliv na višino rastlin, maso listov, maso glavic ter maso semena. Interakcija sorte in gnojenja ni imela signifikantnega vpliva na maso korenin, maso glavic, maso semena in maso plev. Analiza variance pri interakciji med rokom setve in gnojenjem kaže na signifikanten vpliv pri višini rastlin. \nObravnavanje Višina Masa Masa listov Masa glavic Masa Masa plev  rastlin (cm) korenin (g/6 rastlin) (g/6 rastlin) semena (g/6 (g/6 rastlin)  (g/6rastlin) rastlin)  Rok setve (R) * * * * * n.s.  Sorta (S) n.s. n.s. * n.s. n.s. n.s.  Gnojenje (G) * n.s. n.s. n.s. n.s. n.s.  RxS * n.s. * * * n.s.  SxG * n.s. * n.s. n.s. n.s.  RxG * n.s. n.s. n.s. n.s. n.s.  Rok setve  Sorta  ´Sandra´ 60,20 0,206 0,119 b 0,867 0,665 0,197  ´Mc Gregor´ 60,70 0,203 0,112 c 0,762 0,577 0,186  ´Barbara´ 60,50 0,214 0,135 a 0,813 0,609 0,196 Gnojenje (kg N/ha)\n* označuje signifikantno pri P ≤ 0,05 n.s. – ni signifikantno vplivalo a, b, c – srednje vrednosti označene z različnimi črkami v stolpcu se med seboj signifikantno razlikujejo s 95% verjetnostjo (Duncan-ov test). \nKo primerjamo rezultate višine rastlin prvega in drugega roka setve lahko ugotovimo, da je bila v stadiju rumene zrelosti v drugem roku višina višja, razen pri sorti ´Barbara´, kjer je bila enaka tako v prvem, kot v drugem roku setve (grafikon 2).\nMasa listov prvega roka, v primerjavi z drugim rokom je bila višja, razen pri sorti ´Mc Gregor´, kjer je bila enaka masam drugega roka setve (grafikon 3).\nPri interakciji roka setve in sorte, se pri masi glavic kaže, da so bile razlike v prvem roku nizke. V drugem roku pa je bila masa glavic pri sorti ´Sandra´ najvišja (grafikon 4).\nEnako kot v grafikonu 4, tudi v tem izstopa masa semena pri sorti ´Sandra´ v drugem roku setve (grafikon 5).\nIz grafikona 4 in 5 je vidno, da se je sorta ´Sandra´ izkazala za najboljšo, tako pri masi glavic, kot tudi pri masi semena.\n´Sandra´ ´Mc ´Barbara´ ´Sandra´ ´Mc ´Barbara´  Gregor´ Gregor´\nodvisnosti od sorte in roka setve. Srednje vrednosti, označene z isto črko, se  med seboj statistično značilno ne razlikujejo pri 95% verjetnosti (Duncan). \nGregor´ Gregor´\nodvisnosti od sorte in roka setve. Srednje vrednosti, označene z isto črko, se  med seboj statistično značilno ne razlikujejo pri 95% verjetnosti (Duncan).\nGregor´ Gregor´\nodvisnosti od sorte in roka setve. Srednje vrednosti označene z isto črko, se  med seboj statistično značilno ne razlikujejo pri 95% verjetnosti (Duncan). \nGregor´ Gregor´\nodvisnosti od sorte in roka setve. Srednje vrednosti, označene z isto črko, se  med seboj statistično značilno ne razlikujejo pri 95% verjetnosti (Duncan).\nV primerjavi rezultatov med interakcijo sorte in gnojenja na višino rastlin, lahko ugotovimo, da se vrednosti gibljejo od najnižje 56,2 cm do najvišje 64,6 cm (grafikon 6).\nVrednosti mase listov se v stadiju rumene zrelosti skoraj niso razlikovale, večja razlika je bila opazna le pri sorti ´Sandra´ pri dodanih 100 kg N/ha in pri sorti ´Barbara´ pri dodanih 50 kg N/ha (grafikon 7). \n0 50 75 100 125 0 50 75 100 125 0 50 75 100 125\n´Sandra´ ´Mc Gregor´ ´Barbara´\nodvisnosti od sorte in gnojenj. Srednje vrednosti, označene z isto črko, se  med seboj statistično značilno ne razlikujejo pri 95% verjetnosti (Duncan).\n0 50 75 100 125 0 50 75 100 125 0 50 75 100 125\n´Sandra´ ´Mc Gregor´ ´Barbara´\nodvisnosti od sorte in gnojenja. Srednje vrednosti, označene z isto črko se  med seboj statistično različno ne razlikujejo pri 95% verjetnosti (Duncan).\nNajvečja razlika pri višini rastlin je bila opazna v prvem roku setve, kjer dušika nismo dodali in pri dodanih 50 kg N/ha (grafikon 8). \n0 50 75 100 125 0 50 75 100 125\nodvisnosti od roka setve in gnojenja. Srednje vrednosti, označene z isto črko,  se med seboj statistično značilno ne razlikujejo pri 95% verjetnosti (Duncan).\n"], "25": ["4.2 Število glavic, število primarnih vej in indeks listne površine (LAI)", "Ob spravilu pridelka, v stadiju rumene zrelosti, smo na naključno izbranih rastlinah prešteli število glavic, število primarnih vej in izmerili indeks listne površine (LAI). Podatke smo statistično analizirali in so prikazani v preglednici 4.\nAnaliza variance rezultatov glavnih obravnavanj kaže (preglednica 4), da je bil vpliv roka setve signifikanten na vse merjene parametre. Pri vseh merjenih parametrih je bilo število v drugem roku večje, le pri indeksu listne površine je bil prvi rok večji, v primerjavi z drugim rokom. Vpliv sorte je bil signifikanten na število primarnih vej in indeks listne površine (LAI). Sorta ´Sandra´ je dosegla največje število primarnih vej, sledila ji je sorta ´Mc Gregor´, najmanj primarnih vej pa je imela sorta ´Barbara´. Gnojenje ni imelo signifikantnega vpliva na noben merjen parameter. Interakcija roka setve in sorte kaže na signifikanten vpliv na število glavic in indeks listne površine (LAI). Analiza variance pri interakciji med sorto in gnojenjem kaže na signifikanten vpliv na število primarnih vej in indeks listne površine (LAI). Interakcija roka setve in gnojenja ni imela signifikantnega vpliva na število primarnih vej. \n  in indeks listne površine ob spravilu pridelka v stadiju rumene zrelosti.\nŠtevilo LAI (indeks  Število primarnih listne  Obravnavanje glavic vej površine)  Rok setve (R) * * *  Sorta (S) n.s. * *  Gnojenje (G) n.s. n.s. n.s.  RxS * n.s. *  SxG n.s. * *  RxG * n.s. *  Rok setve  Sorta  ´Sandra´ 10,10 4,91 a 5,91 c  ´Mc Gregor´ 9,67 4,51 b 6,23 b  ´Barbara´ 9,49 4,48 c 7,97 a Gnojenje (kg N/ha)\n* označuje signifikantno pri P ≤ 0,05 n.s. – ni signifikantno vplivalo a, b, c – srednje vrednosti označene z različnimi črkami v stolpcu se med seboj signifikantno razlikujejo s 95% vrednostjo (Duncan-ov test). \nIz grafikona 9 lahko razberemo, da so v prvem roku setve bile razlike v številu glavic zelo nizke, do čim je v drugem roku setve izstopala sorta ´Sandra´ z najvišjo vrednostjo.\nPri sorti ´Barbara´ v prvem roku setve je indeks listne površine dosegel najvišjo vrednost, v drugem roku setve so razlike zelo nizke (grafikon 10).\nGregor´ Gregor´\nodvisnosti od roka setve in sorte. Srednje vrednosti, označene z isto črko, se  med seboj statistično značilno ne razlikujejo pri 95% verjetnosti (Duncan). \n´Sandra´ ´Mc ´Barbara´ ´Sandra´ ´Mc ´Barbara´  Gregor´ Gregor´\nzrelosti, v odvisnosti od roka setve in sorte. Srednje vrednosti, označene z  isto črko, se med seboj statistično značilno ne razlikujejo pri 95% verjetnosti  (Duncan).\nV primerjavi rezultatov med sorto in gnojenjem na število primarnih vej, lahko ugotovimo, da se število giblje med najnižjo 4 in najvišjo 5,19 (grafikon 11).\nIz grafikona 12 lahko razberemo, da je indeks listne površine dosegel najnižje vrednosti, kjer ni bil dodan dušik. \n0 50 75 100 125 0 50 75 100 125 0 50 75 100 125\n´Sandra´ ´Mc Gregor´ ´Barbara´\nodvisnosti od sorte in gnojenja. Srednje vrednosti, označene z isto črko, se  med seboj statistično značilno ne razlikujejo pri 95% verjetnosti (Duncan).\n0 50 75 100 125 0 50 75 100 125 0 50 75 100 125\n´Sandra´ ´Mc Gregor´ ´Barbara´\nzrelosti, v odvisnosti od sorte in gnojenja. Srednje vrednosti, označene z isto  črko, se med seboj statistično značilno ne razlikujejo pri 95% verjetnosti  (Duncan).\nRezultati, ki smo jih primerjali med rokom setve in gnojenjem na število glavic, so pokazali, da so večja nihanja opazna v prvem roku setve, do čim pri drugem roku setve ni vidnih velikih razlik (grafikon 13). \nV primerjavi prvega in drugega roka setve, je bil indeks listne površine v drugem roku vidno nižji (grafikon 14).\n0 50 75 100 125 0 50 75 100 125\nodvisnosti od roka setve in gnojenja. Srednje vrednosti, označene z isto črko,  se med seboj statistično značilno ne razlikujejo pri 95% verjetnosti  (Duncan).\n0 50 75 100 125 0 50 75 100 125\nzrelosti, v odvisnosti od roka setve in gnojenja. Srednje vrednosti, označene  z isto črko, se med seboj statistično značilno ne razlikujejo pri 95%  verjetnosti (Duncan)\n"], "26": ["5 SKLEPI", "Na podlagi poljskega poskusa z lanom, smo spremljali vpliv roka setve (1. rok – 03. 04. 2004, 2. rok – 23. 04. 2004), sort (´Sandra´, ´Mc Gregor´ in ´Barbara´) in gnojenja z dušikom (0, 50, 75, 100, 125 kg N/ha) na višino rastlin, maso korenin, maso listov, maso glavic, maso semena, maso plev, število glavic, število primarnih vej in indeks listne površine (LAI). Lahko sklepamo naslednje:\n- Da ima rok setve signifikanten vpliv na vse merjene parametre, razen na maso  plev.\n- Da sorta ni imela signifikantnega vpliva na merjene parametre, razen na maso  listov, število primarnih vej in indeks listne površine.\n- Da je gnojenje imelo signifikanten vpliv samo na višino rastlin. Razlog, zakaj  gnojenje ni imelo signifikantnega vpliva še na ostale merjene parametre, nam  je pokazala analiza N-min, kajti skupnega dušika je bilo v tleh (do globine 0,9  m) že pred setvijo 174,30 kg N/ha.\n- Da je imela interakcija roka setve in sorte signifikanten vpliv na vse merjene  parametre, razen na maso korenin, maso plev in število primarnih vej.\n- Da je imela interakcija sorte in gnojenja signifikanten vpliv na višino rastlin,  maso listov, število primarnih vej in indeks listne površine (LAI).\n- Da je bil pri interakciji roka setve in gnojenja vpliv signifikanten na višino  rastlin, število glavic in indeks listne površine (LAI).\n"], "abstract": ["Uspešno pridelovanje lanu je odvisno od ukrepov v tehniki pridelovanja. Proučevan je bil vpliv roka setve, sort in gnojenja z dušikom na oblikovanje tvorbe pridelka lanu in nekatere morfološke značilnosti ter indeks listne površine. Poljski poskus je bil zasnovan v letu 2004 v Dolini pri Murski Soboti kot trifaktorski v treh ponovitvah. Ob spravilu pridelka je bil proučevan vpliv na višino rastlin, maso korenin, maso listov, maso glavic, maso semena, maso plev, število glavic, primarne veje in indeks listne površine. Z analizo tal je bilo spremljano stanje N-min v rastni dobi. Rok setve ni imel signifikantnega vpliva na maso plev, na ostale merjene parametre pa je bil vpliv signifikanten. Sorta je imela signifikanten vpliv na maso listov, primarne veje in indeks listne površine. Gnojenje z dušikom je imelo ob N-min/ha stanju 174,30 kg do 0,9 m globine tal pred setvijo signifikanten vpliv samo na višino rastlin. "]}