{"1": ["1 UVOD", "Čas v katerem se trudimo zmanjšati obremenitve okolja nas je prisilil, da izkoriščamo zemljo bolje, kot smo jo do sedaj. Intenzivna pridelava posledično močno izčrpava tla na obdelovalnih površinah, zato hranila nadomeščamo z dodajanjem mineralnih gnojil. Mineralna gnojila so gnojila, ki vsebujejo hranila za rastline v tekoči ali trdi obliki. Tla dodatno obremenjujemo tudi s prekomerno uporabo pesticidov, prevelike koncentracije živali in velike količine gnojevke. Zaradi prekomernega gnojenja so najbolj problematična dušikova enostavna in sestavljena NPK gnojila. Pridelovalci so zato pred dilemo prave izbire trosilnika in problema pravilnega doziranja gnojil. Kmetje mnogokrat delajo po svojih izkušnjah in občutku, kar pa ni nujno vedno pravilno, zato lahko prihaja do prekomernega gnojenja posameznih delov ali kar celih parcel. Zaradi takega načina lahko dodatno obremenjujejo tla in jih dolgoročno tudi zastrupljajo. Cene mineralnih gnojil in velika založenost sta v zadnjem času kmetovalce prisilila, da so omejili vnos in pričeli s premišljenim gnojenjem. Pripravljati so začeli gnojilne načrte, ki so povezani s količino pridelka in odvzema hranil. Mineralna gnojila dodajamo v tla na več načinov, najbolj pogosto pa je strojno dodajanje mineralnih gnojil s pomočjo različnih tipov razsipalnikov. Moderni razsipalniki morajo biti opremljeni s sistemom za natančno doziranje in vnašanje gnojil. Nekateri so celo opremljeni z elektronsko regulacijo, s pomočjo katere je raztros zelo izenačen. Največji problem nastane pri robnem gnojenju parcel, ozkih in dolgih njiv, značilnih za strukturo zemljišč v Sloveniji. Zaradi načina delovanja trosilnikov se v večini primerov robovi parcel slabo pognojeni in rast gojenih rastlin zaostaja za drugimi deli parcele. V praksi se pogosto pojavlja dilema, kako pognojiti robe parcel, ne da bi gnojili sosedove parcele ali celo jarke, ki razmejujejo parcele. Zaradi tega so proizvajalci že pred desetletji trgu ponudili robne omejevalce za trosilnike mineralnih gnojil, ki omogočajo enakomerno porazdelitev mineralnih gnojil na zelo ozkem pasu ob robu parcel.\n"], "2": ["1.1 Namen, cilji in hipoteze raziskave", "Namen raziskave je določiti najbolj učinkovito nastavitev delovne širine robnega omejevalca gnojenja, da bo rob parcel pognojen ekvivalentno celotni parceli. INO Brežice ima v svojem proizvodnem programu trosilnik mineralnih gnojil Ferti II, ki je opremljen z robnim omejevalcem. Opravili smo meritve različnih nastavitev robnega omejevalca gnojenja po standardu SIST EN 13739 in poskušali določiti najbolj učinkovite nastavitve za kmetovalca. Kot mineralno gnojilo smo uporabili sestavljeno mineralno gnojilo NPK 15:15:15 (PANFERTIL).\n"], "3": ["2 TROSILNIKI MINERALNIH GNOJIL", "Trosilniki so namenjeni trošenju prahastih in granulatnih mineralnih gnojil. Njihova naloga je čim bolj enakomerno raztrositi gnojila po obdelovalni površini. V zadnjem času je zelo pomembna delovna širina, saj se z manj prehodi traktorja ekonomičnost poveča. Poznamo nošene trosilnike, ki so priklopljeni na tritočkovni sistem traktorja. Vendar pri teh smo hitro omejeni z največjo dovoljeno obremenitvijo tritočkovnega sistema in osi traktorja. Za večje površine se uporabljajo voženi trosilniki, ki s svojo veliko nasipnico pripomorejo k večji avtonomiji in nismo več omejeni z obremenitvijo dvižnega sistema traktorja. Vsi sodobni trosilniki so narejeni tako, da imajo čim večjo delovno širino in čim bolj natančno distribucijo mineralnih gnojil. Te lastnosti pripomorejo k manjšemu onesnaževanju okolja in podtalnice. Glede na distribucijo poznamo naslednje tipe:\n- široke trosilnike,\n- metalne trosilnike,\n- pnevmatične razsipalnike mineralnih gnojil.\n"], "4": ["2.1 Široki trosilniki", "To je prva izvedba trosilnika mineralnih gnojil, ki se je pojavila na trgu. Iz nasipnika gnojilo odvajajo različne oblike grebal, režasta, rešetkasta, valjasta, verižna in krožničasta, ki so razporejena po vsej širini (slika 1). Gnojilo pade nato naravnost na tla. Nasipnica je široka od 1.5 do 5 metrov. Najprej so te trosilnike vleki z živino, kasneje že s traktorji. Trosilni elementi so gnani preko voznih koles. Zaradi svoje ozke delovne širine je distribucija zelo natančna, vendar je danes uporaba tega trosilnika neekonomična. Za veliko površino je potrebnih preveč prehodov, velik problem je tudi transport zaradi velike transportne širine (Bernik, 2005). \n"], "5": ["2.2 Metalni trosilniki", "Najbolj razširjeni in uporabljeni so metalni trosilniki. Poznamo metalne trosilnike z enim ali več hitrovrtečimi se diski ali z opletajočo (nihajno) cevjo. Zaradi svoje zasnove in konstrukcije je njihov transport dosti lažji kot transport širokih trosilnikov, saj so ožji od traktorja, ponašajo se tudi z večjimi nasipnicami, posebej voženi modeli. Vendar njihovo trošenje po širini ni tako natančno.\n"], "6": ["2.2.1 Metalni trosilniki z eno ali več metalnimi ploščami", "Metalni trosilniki imajo eno ali več vodoravno postavljenih vrtečih se plošč, na katerih so nameščena trosila. Vse bolj se uporabljajo trosilniki z dvema ali štirimi ploščami, ki se vrtijo v parih druga proti drugi. Mineralno gnojilo izteka iz zalogovnika v prostem toku v bližino središča rotirajoče plošče, kjer ga zajamejo trosila. Obodna hitrost metalnih plošč je od 15 m/s do 30 m/s. Pomanjkljivost metalnih trosilnikov z eno ploščo je, da trosijo asimetrično. Curek gnojila ni razporejen simetrično za strojem, ampak je nekoliko zamaknjen, v smeri gibanja granul. Trosilniki z dvema ali več metalnimi ploščami omogočajo enakomernejši raztros gnojila po celotni delovni širini. Novejše izvedbe imajo metalne plošče nameščene v isti ravnini eno poleg druge, gnojilo pa priteka na vsako ploščo posebej. Širina trošenja je od 15 do 50 m. Nasipnica je oblikovana tako, da ima dva zasuna, s katerima ločeno doziramo pretok gnojila na posamezno ploščo, kar nam omogoča trošenje gnojila samo na levo ali desno \nstran (Bernik, 2005). Pri določenih proizvajalcih si lahko kot dodatno opremo še umislimo omejevalce robnega gnojenja, ki nam dodatno olajšajo gnojenje roba parcel (slika 2).\n"], "7": ["2.2.2 Trosilniki z opletajočo cevjo ali nihalni trosilniki", "Pri nihalnem trosilniku je namesto metalnih plošč nameščena nihalna cev, ki niha levo in desno ter prečno razmetava mineralno gnojilo. Širina trošenja znaša od 6 do 15 m in je pri večini tipov nastavljiva v treh stopnjah. Frekvenca nihanja je odvisna od vrtilne hitrosti priključne gredi. Kot raztrosa je manjši kot pri metalnih trosilnikih z vrtečimi ploščami. Enostavno nastavljiva relativno majhna metalna širina omogoča uporabo trosilnika za gnojenje v sadovnjakih, vinogradih in vrstah (Mrhar, 1997). Nihanje cevi omogoča ekscenter, ki vrtljaje traktorske priključne gredi spreminja v nihanje (slika 3).\n"], "8": ["2.3 Pnevmatski razsipalniki mineralnih gnojil", "Pnevmatski trosilniki mineralnih gnojil trosijo gnojilo s pomočjo zračnega toka, ki ga ustvarja puhalo, gnano preko priključne gredi ali hidrostatičnega pogona. Curki, ki sestavljajo trosilno sliko, so bistveno manj občutljivi na zunanje vplive (npr. veter) in imajo natančnejšo površinsko porazdelitev, kot je to pri nihalnih in centrifugalnih trosilnikih (slika 4). Trosilna naprava je na las podobna škropilni armaturi (slika 5). Širina trošenja znaša od 12 do 15 m pri nošenih trosilnikih, pri vlečenih 24 - 36 m, seveda imajo prednost precej večje nasipnice. Uporabni so za zrnata gnojila, neprimerni pa za prašnate oblike gnojil. Uravnavanje pretoka je omogočeno z ročnim krmiljenjem ali elektronsko regulacijo (Bernik, 2005).\n"], "9": ["2.4 Omejevalci robnega gnojenja", "Moderni traktorji imajo večino kontrol na desni strani poleg sedeža, zato se omejevalec robnega gnojenja nahaja na desni strani zaradi lažjega pregleda in uporabe. Izdelan je iz nerjavečega jekla in tako odpornejši na obrabo, sestavljen je iz bloka lamel (slika 6). Omejevalec se preprosto odpre (mehansko ali hidravlično kar s pomočjo komand v kabini) pred trosilni disk in spremeni kot leta mineralnega gnojila (slika 7). Omejevalec je mogoče premikati po določeni skali, ki nam omogoča nastavljanje različnega izmeta gnojila ob robu parcele. Opis nastavitev je vedno podan v navodilih trosilnika. Dober omejevalec nam poda trosilno sliko, ki je prikazana na grafikonu 1, z minimalnimi izgubami in variacijo.\nizguba ter koeficient variabilnosti (Top Agrar, 6/2011).\n"], "10": ["2.5 Standardi, ki predpisujejo zahteve za trosilnike mineralnih gnojil", "Vsi novi izdelki oziroma stroji, ki se pojavijo na trgu, morajo izpolnjevati nekatere zahteve po varovanju okolja in morajo biti varni za uporabo. Vse te zahteve so strnjene v standarde, ki se jih morajo držati vsi proizvajalci. Standard, ki vsebuje vse te zahteve, je pripravil evropski tehnični odbor za standardizacijo CEN/TC 144 (traktorji in stroji za kmetijstvo in gozdarstvo) in sekretariat, ki ga koordinira ANFOR. V Republiki Sloveniji je standard založil in izdal Slovenski inštitut za standardizacijo pod oznako SIST EN 13739-1:2003 in SIST EN 13739-2:2003\n"], "11": ["2.5.1 Opis standarda SIST EN 13739-1:2003", "Polno ime standarda: SIST EN 13739-1:2003, Kmetijski stroji - Odlagalni in metalni trosilniki mineralnih gnojil\n- Varovanje okolja - 1. del: Zahteve\nCilj tega standarda je določiti zahteve za uporabo nošenih, vlečenih ter samohodnih trosilnikov v skladu z navodili za uporabo, tako da:\n- preprečimo nenamerno trošenje gnojil in\n- dosežemo enakomeren raztros gnojila z izbrano nastavitvijo. \nStandard določa zahteve za varovanje okolja glede oblike in sestave nošenih, priklopnih metalnih in odlagalnih trosilnikov mineralnih gnojil in trosilnikov na lasten pogon, ki se uporabljajo v kmetijstvu in vrtnarstvu. Določa tudi minimalen obseg priročnika z navodili. S tem standardom so določene tudi konstrukcijske zahteve, ki jih mora proizvajalec izpolnjevati. Zelo velik poudarek je na enakomernosti prečne distribucije. Distribucija mora biti takšna, da izračunana vrednost koeficienta variacije (KV) pri vožnji naprej in nazaj ne presega 15 %, izračunano v skladu z EN 13739-2. Ta zahteva mora biti izpolnjena pri vseh navedenih pogojih (npr. delovnih širinah in vrsti gnojila), razen pri trošenju ob robu. Ocena trosilnika glede na koeficient variacije (KV %) je opredeljena v naslednje kakovostne razrede:\n- do 5 % - odlična,\n- 5 do 10 % - prav dobra,\n- 10 do 15 % - dobra,\n- nad 15 % - slaba. Stroj mora biti izdelan tako, da se lahko uporablja tudi za trošenje gnojila ob robu polja z dodatno opremo (omejevalec robnega gnojenja) ali brez nje, vendar pa pri tem gnojila ne sme trositi zunaj meje polja.\nPo standardu je priročnik z navodili obvezujoč. Uporabnik ga mora prejeti skupaj s strojem in se pri normalni uporabi ne sme uničiti. Besedilo mora biti v vsaj enem od uradnih jezikov države, v kateri je bil trosilnik prodan. Priročnik mora vsebovati naslednja poglavja:\n- specifikacija,\n- opis delovanja,\n- opis nastavitev,\n- kontrola delovanja,\n- nasvet glede tehnike vožnje,\n- uporaba in vzdrževanje.\n"], "12": ["2.5.2 Opis standarda SIST EN 13739-2:2003", "Polno ime standarda: SIST EN 13739-2:2003, Kmetijski stroji - Odlagalni in metalni trosilniki mineralnih gnojil\n- Varovanje okolja - 2. del: Preskusne metode\nMed testiranjem je potrebno stroj nastaviti in uporabljati v skladu z navodili za uporabo. Pri testiranju naj se stroj pomika s hitrostjo 4 km/h ±0,4 km/h, ki naj ne niha za več kot ±0,1 km/h. Za vsako meritev naj stroj opravi dva prehoda. Nastavitev pretoka pri hitrosti 4 km/h naj bo nastavljena tako, da bo ustrezala pretoku gnojila, doseženega pri vožnji naprej s hitrostjo 8 km/h. Če stroj ni narejen za vožnjo naprej s hitrostjo 4 km/h, naj se naprej pomika s hitrostjo 8 km/h ±0,4 km/h, 10 km/h ±0,5 km/h ali 12 km/h ±0,6 km/h, glede na hitrost pa mora biti testiran 4-krat, 5-krat ali 6-krat, hitrost pretoka pa naj ustreza vozni hitrosti. Hitrost pri vožnji naprej, število vrtljajev TPG in hitrost diskov naj bodo navedeni v poročilu o testiranju. Pomembno je, da testnih snovi ne izpostavljamo zraku več kot je potrebno.\nMinimalna natančnost tehtnice pri tehtanju vzorcev naj bo:\n± 0,1 g za teste prečne distribucije,  ± 1,0 g za test meritve spremembe pretoka,  ± 500 g za teste količine pretoka in meritev nasipnice.\nZbiralniki za gnojila naj merijo največ 500 mm x 500 mm, poskrbeti pa je treba tudi, da ne pride do razsipa zaradi odboja gnojila iz zbiralnika. Zbrati je treba med 90 in 100 % pričakovane količine testne snovi.\nTeste je potrebno izvajati na enakomerni, vodoravni in trdi podlagi. Hitrost vetra ne sme presegati 2 m/s. Vlažnost ne sme presegati 65 %, temperatura pa mora biti med 10 oC in 25 o C. Kraj naj bo tudi podrobno opisan v poročilu testiranja. \nNastavljen pretok gnojila je potrebno izmeriti, ko je trosilnik v celoti opremljen in nastavljen za trošenje na polju. Odstopanje dejanskega pretoka gnojila od načrtovanega pretoka izračunamo kot odstotek deviacije načrtovanega pretoka gnojila.\nZa testiran stroj je potrebno izmeriti količino pretoka testne snovi za posamezne nastavitve pretoka. Tako pozitivno kot negativno odstopanje izmerimo z zbiranjem vse testne snovi. Za vsak testiran parameter je potrebno opraviti dve meritvi.\nZbiralnike je potrebno postaviti v vrsto drugega ob drugega, tako da so njihovi zgornji robovi vzporedni s površino tal, pokrivati pa morajo vsaj metalno širino. Vrsta zbiralnikov mora biti pravokotna glede na smer vožnje. Premikati se mora bodisi stroj bodisi zbiralniki. Stroj mora biti nastavljen v skladu z navodili proizvajalca, vozna hitrost pa mora biti konstantna 8 km/h. Zbrano snov v vsakem zbiralniku stehtamo in izračunamo koeficient variacije (KV). Standardi opisujejo tudi postopek za testiranje enakomernosti prečne distribucije blizu roba ter pri trošenju z dodatno opremo za povečano gnojenje.\nLočeno stehtamo zbrano snov v vsakem zbiralniku posebej. Iz števila voženj izračunamo povprečno vrednost raztrošene snovi pri eni vožnji. Distribucijo prikažemo s pomočjo histograma (slika 8). Za testirano delovno širino je potrebno ugotoviti prekrivanje raztrosa s primerjanjem razlage histograma z njegovo zrcalno sliko oziroma metode za trošenje naprej in nazaj. Za dobljene podatke izračunamo koeficient variacije. \nKoeficient variacije in standardna deviacija Koeficient variacije, KV (%) izračunamo po naslednji formuli:  s  KV = ⋅100 , [1]\nkjer je: s standardna deviacija, izračunana po formuli:\nkjer je: n - število zbiralnikov na delovni širini; xi - zbrana količina v posameznem zbiralniku v gramih, po prekrivanju naprej in nazaj;\nx - povprečna količina zbranega gnojila v gramih, po prekrivanju naprej in nazaj, izračunana po formuli:  1 n  x= ∑ xi .  n i =1  [3] \nGnojenje blizu roba zemljišč z robnim omejevalnikom. Izračunamo maksimalno pozitivno deviacijo prečne distribucije v širini roba in primerjamo s povprečno stopnjo aplikacije, ki jo izračunamo po zgoraj omenjenih formulah. Koeficient širine prehoda CT (%) izračunamo po formuli:  sT  CT = ⋅100 [4]\nkjer je: sT - standardna deviacije širine prehoda, določena s formulo:\nkjer je: nT - število zbiralnikov na širini prehoda;\nxiT - je izračunana količina v vsakem zbiralniku na širini prehoda, v gramih. Vsaka količina se izračuna tako, da združuje prekrivanje gnojenja roba polja in normalno gnojenje naprej in nazaj.\nVrednost Y zunaj polja:  N\n∑x bi ⋅ l ⋅1000  i =1  Y= [6]  x ⋅a\nkjer je: N - število zbiralnikov med mejo in prvim praznim zbiralnikom; xbi - je število zbranega gnojila v vsakem zbiralniku zunaj meje v gramih;\nx - povprečna količina zbranega gnojila v gramih, po prekrivanju naprej in nazaj, izračunana po formuli; l - število zbiralnikov, ki naj bodo postavljeni na razdalji 100 metrov vzdolž meje; a - število zbiralnikov, ki naj bodo postavljeni na površini 1 hektarja. \nV primeru, če uporabljamo zbiralnike velikosti 500 mm x 500 mm, je lahko formula poenostavljena:  N N\n∑ xbi ⋅ 200 ⋅1000  i =1  5 ⋅ ∑ xbi  i =1  Y= = [7]  x ⋅ 40000 x\nNa koncu še izračunamo Z od meje do meje raztrosa gnojila v metrih (slika 9). Če uporabljamo zbiralnike 500 mm x 500 mm lahko izračunamo Z po enačbi:  Z = N ⋅ 0,5 [8]\nZa vsak testiran stroj se na koncu izdela poročilo o testiranju, kamor se vpišejo značilnosti in lastnosti stroja z opisom, rezultati meritev, fizikalne lastnosti testnih snovi ter pogoji in oprema za testiranje.\n"], "13": ["2.6 Testiranje trosilnikov mineralnih gnojil", "Podatki, ki jih pridobimo s testiranji trosilnikov, so osnova za dober izkoristek stroja in preudarno, okolju prijazno uporabo. Pri testiranjih moramo upoštevati natančna navodila standarda, kot tudi navodila proizvajalca za nastavitev stroja. Predvsem poskušamo zagotoviti natančno predpisane pogoje testiranja, ali se jim vsaj čim bolj približati. V nasprotnem primeru, če nam popolnoma ne uspe zagotoviti idealnih pogojem, moramo to navesti v poročilu oziroma pri rezultatih testiranja.\nNajboljše in hkrati idealne pogoje lahko zagotovimo samo v laboratorijih, ki so postavljeni v velikih industrijskih halah (slika 10). Pri takih testiranjih so dobljeni rezultati najbolj natančni, vendar je tako testiranje zelo drago. Privoščijo si ga le največji proizvajalci trosilnikov mineralnih gnojil.\nCenovno ugodnejše in seveda enostavnejše je testiranje na prostem (slika 11). Vendar je na prostem težje zagotoviti predpisane pogoje in ne moremo testiranj izvajati čez celo leto, ker pogoji niso izpolnjeni. Zaradi neravne podlage lahko pride do nihanj v hitrosti in izmetu mineralnega gnojila. Veter je tudi eden izmed glavnih motečih faktorjev, saj povzroča zanos mineralnega gnojila izven predvidene delovne širine. Svoje še doda vlažnost v zraku, ki vpliva na samo mineralno gnojilo, temu se poskušamo izogniti tako, da gnojilo tik pred poskusom odpremo in stresemo v nasipnico. Vsi faktorji vplivajo na \nkončno sliko prečne distribucije, ki zajema parametre za izračun delovne širine, koeficienta variacije in končno sliko skladnosti s predpisanimi zahtevami.\n"], "14": ["3 METODE DELA", "Preizkusili smo več nastavitev in ugotavljali, katera se najbolj približa idealnemu vzorcu prečne distribucije gnojila na robu parcel. Testirali smo po točno določenih pravilih standarda SIST EN 13739. Po samem standardu SIST EN 13739-2:2003 je rob definiran kot razdalja od zadnje posode delovne širine do zadnje posode metalne širine (posoda, v kateri je še prisotno gnojilo).\n"], "15": ["3.1 Opis uporabljenih strojev in materialov", "Za testiranje smo uporabili trosilnik mineralnih gnojil INO FERTI II z robnim omejevalcem gnojena. Kot pogonski stroj smo uporabili standardni traktor Class AXOS 330 (90 KM), ki je lahko nosil trosilnik. Za testno mineralno gnojilo smo uporabili NPK 15-15-15 (PANFERTIL, Ravenna, Italija). Merilne posode so predpisanih dimenzij 500 mm x 500 mm. Za tehtanje smo uporabili zelo natančno digitalno tehtnico (CTS 6000 MY WEIGH, natančnost ± 0,1g).\n"], "16": ["3.1.1 Opis trosilnika INO FERTI II", "Razsipalnik FERTI II z dvema razsipalnima diskoma (slika 12) uporabljamo za razsipavanje vseh vrst mineralnih gnojil. Zasnovan je kot nošen stroj s prostornino nasipnice 1000-2000 l. Nosilna konstrukcija razsipalnika je zelo robustna; spodnji del nasipnice, razsipalni plošči in lopatice so iz kakovostnih nerjavečih materialov. Enakomeren raztros gnojil je zagotovljen s pomočjo dveh centrifugalnih plošč, ki dobivata pogon preko traktorske priključne gredi in zobniških prenosov. Za uravnavanje dometa sta na vsaki plošči dodatno vgrajeni dve pomično nastavljivi lopatici. Lopatici opravljata funkcijo raztrosa gnojila želene širine. Izmerjena kakovost raztrosa mineralnih gnojil koeficienta variacije (KV) znaša od 5 do 6 %. Inovativna konstrukcija razsipalnika (prekucna nasipnica) omogoča enostavno in temeljito čiščenje po uporabi v eksplotaciji \n(www.inobrezice.com 4.8.2012). Kot dodatno opremo si lahko omislimo omejevalec robnega gnojenja (slika 13), ki smo ga v našem primeru seveda imeli.\n"], "17": ["3.1.2 Opis standardnega traktorja Class AXOS", "Class AXOS je standarden poljedeljski traktor (slika 14), ki je primeren za vsako opravilo na kmetiji. S svojo nizko skupno višino lahko z njim delamo tudi v kmetijskih poslopjih. K temu doprinese tudi majhen obračalni krog, ki znaša 4,3 m in mala skupna dolžina traktorja. To je tudi dobrodošlo tam, kjer je omejen obračalni prostor. Za mešano delo na kmetiji je bila razvita kabina, ki je komfortna in s svojo prostornostjo omogoča prijetno delo tudi v zahtevnejših pogojih. Priključna gred ima tri hitrosti (540, 540E in 1000 obr/min). Traktor ima idealno porazdelitev teže na sprednjo in zadnjo premo (50:50). S tem je omogočena zelo velika vlečna in dvižna sila, ki znaša tudi brez protiuteži 4200 N. \nPonuja tudi REVERSHIFT, elektro hidravlično sklopko. Idealen je za dela na polju saj ima menjalnik 12 prestav v hitrostnem režimu med 2 in 15 km/h (www.class.com 4.8.2012).\n"], "18": ["3.1.3 Opis NPK 15-15-15 gnojila", "NPK je kompleksno sestavljeno gnojilo, na trgu se pojavlja v zrnati obliki. V našem primeru smo uporabili gnojilo proizvajalca PANFERTIL iz Italije. NPK 15-15-15 sestavlja:\n- 15 % dušika (2 % amoniaka, 13 % sečnine),\n- 15 % fosforjev pentaoksid (3 % fosforjevega pentaoksida topnega v vodi, 5 % fosforjevega pentaoksida topnega v amonijevem citratu in vodi, 10 % fosforjevega pentaoksida topnega v anorganskih kislinah),\n- 15 % kalijevega oksida topnega v vodi (http://www.panfertil.com/home.cfm 4.8.2012).\n"], "19": ["3.2 Postopek testiranja", "Za testiranje smo izbrali travnik z ravninsko lego, tla so bila utrjena. Upoštevali smo pogoje standarda SIST EN 13739-2 tako, da je bila temperatura (10-25 oC), vlaga <65 % in \nveter <2 m/s. Najprej smo nastavili trosilnik na želeno delovno širino, nastavili smo lopatice na obeh diskih (slika 15) in izmerili pretok gnojila (preglednica 1) (B. Pahič).\ngnojenja) (Urban Pintarič 2011)\nZa zbiranje gnojila smo uporabili zbiralnike predpisane velikosti 500 mm x 500 mm (slika 16), razporejene po vsej metalni širini pravokotno na smer vožnje. \nZ vsako nastavitvijo smo opravili dva prehoda naprej in nazaj. Poskuse smo opravljali oktobra 2011 na UKC Pohorski dvor. Prva nastavitev je bila brez robnega omejevalca, vsaka naslednja je bila drugačna nastavitev robnega omejevalca. Pri zadnjem preizkusu smo še poskušali zmanjšati delovno širino in ugotoviti, kaj se bo zgodilo (preglednica 2).\n"], "20": ["4 REZULTATI Z RAZPRAVO", "V nadaljevanju so prikazani rezultati meritev v grafikonih in razpredelnicah. Testirali smo 9 različnih nastavitev in ugotavljali učinek robnega omejevalca. Vse meritve so bile izvedene popolnoma identično, skladno s standardom SIST EN 13739-2 (priloge).\n"], "21": ["4.1 Pregled rezultatov testiranja", "V preglednici 3 so prikazani izmerjeni pretoki trosilnika Ferti-2 pri pretokih 2 in 3. Koeficient variabilnosti pri nastavitvi 2 znaša 0,71 %, pri nastavitvi 3 pa 1,99 %, kar je v okviru standarda, ki dovoljuje maksimalno 5 % odstopanje.\n(PANFERTIL)\n"], "22": ["4.1.1 Rezultati nastavitev 1", "Nastavitev 1: Prečna razporeditev gnojila NPK 15:15:15 (18 m) brez omejevalca Nastavitev lopatic krožnih izmetal: A= 0, B=5, C=8, D=5 Nastavitev pretoka gnojila NPK 15:15:15 na poziciji 3 (80,50 kg NPK/min). Število obratov priključne gredi: 540 obr/min \nHitrost vožnje: 8 km/h\nGrafikon 2 nam prikazuje nastavitev delovne širine 18 m brez omejevalca. Zelo lepo je razvidna simetrična slika gnojenja, saj sta leva in desna polovica enaki. Od 9 m desno je količina gnojila, ki ga z robnim omejevalcem želimo čim bolj zmanjšati in tako doseči kar se da najboljši učinek robnega gnojenja.\n"], "23": ["4.1.2 Rezultati nastavitev 2", "Nastavitev 2: Prečna razporeditev gnojila NPK 15:15:15 (18 m), nastavitev omejevalca, pozicija 0 Nastavitev lopatic krožnih izmetal: A= 0, B=5, C=8, D=5 Nastavitev pretoka gnojila NPK 15:15:15 na poziciji 3 (80,50 kg NPK/min). \nŠtevilo obratov priključne gredi: 540 min-1 Hitrost vožnje: 8 km/h\nRezultati: Nastavljena delovna širina: 18 m Izračunana delovna širina: 13 m Poprečna gnojilna norma delovne širine 13,0 m: 420,75 kg NPK/ha Maksimalna količina : 1279,60 kg NPK/ha Standardna deviacija: 322,46 kg NPK/ha Koeficient variabilnosti: 76,63 % Širina roba (Z): 2,5 m Izgube roba: 91,38 kg NPK/100 m roba Izgube roba (Y): 1,41 % \nPri nastavitvi omejevalca na poziciji 0 (pretok) 3 nimamo roba, kot ga predpisuje standard, saj so poleg posod od 9 m desno tudi posode od 6,5 m do 9,0 m desno prazne, ker je prišlo do učinka 'zbijanja' in zmanjšanja delovne širine z 18 m na 13 m. Če pogledamo rezultate te asimetrične delovne širine, lahko govorimo o robu 2,5 m in izgubah 1,41 %, kar je precej. Velik problem je tudi maksimalna količina trošenja na asimetrični strani slike, saj z 1279,60 kg daleč presega povprečje.\n"], "24": ["4.1.3 Rezultati nastavitev 3", "Nastavitev 3: Prečna razporeditev gnojila NPK 15:15:15 (18 m), nastavitev omejevalca, pozicija 1 Nastavitev lopatic krožnih izmetal: A= 0, B=5, C=8, D=5 Nastavitev pretoka gnojila NPK 15:15:15 na poziciji 3 (80,50 kg NPK/min). Število obratov priključne gredi: 540 min-1 Hitrost vožnje: 8 km/h\nRezultati: Nastavljena delovna širina: 18 m Izračunana delovna širina: 13,5 m Poprečna gnojilna norma delovne širine 13,0 m: 375,15 kg NPK/ha Maksimalna količina : 950 kg NPK/ha Standardna deviacija: 277,87 kg NPK/ha Koeficient variabilnosti: 74,07 % Širina roba (Z): 3,0 m Izgube roba: 58,42 kg NPK/100 m roba Izgube roba (Y): 1,13 %\nPri nastavitvi omejevalca na poziciji 1 (pretok) 3 še vedno nimamo roba, kot ga predpisuje standard, saj so posode od 7,0 m do 9,0 m desno prazne. Delovna širina se je zmanjšala z 18 m na 13,5 m. Če pogledamo rezultate te delovne širine, dobimo širino roba 3 m in izgube 1,13 %, kar je manj kot pri poziciji omejevalca 0. Spet je problem pri maksimalni količini trošenja z 950 kg/ha, ki presega povprečje za 153,23 %.\n"], "25": ["4.1.4 Rezultati nastavitev 4", "Nastavitev 4: Prečna razporeditev gnojila NPK 15:15:15 (18 m), nastavitev omejevalca, pozicija 2 Nastavitev lopatic krožnih izmetal: A= 0, B=5, C=8, D=5 Nastavitev pretoka gnojila NPK 15:15:15 na poziciji 3 (80,50 kg NPK/min). Število obratov priključne gredi: 540 min-1 Hitrost vožnje: 8 km/h \nRezultati: Nastavljena delovna širina: 18 m Izračunana delovna širina: 14,5 m Poprečna gnojilna norma delovne širine 14,5 m: 398,12 kg NPK/ha Maksimalna količina : 768 kg NPK/ha Standardna deviacija: 219,48 kg NPK/ha Koeficient variabilnosti: 55,10 % Širina roba (Z): 3,5 m Izgube roba: 110,37 kg NPK/100 m roba Izgube roba (Y): 1,98 %\nPri nastavitvi omejevalca na poziciji 2 (pretok) 3 imamo polne posode ravno do širine 9 m desno in so vse nadaljnje posode prazne. V tem primeru smo se približali standardu, kar pomeni, da se učinek robnega gnojenja sedaj res pozna, saj so prazne posode šele od \nposode 9,0 m desno. Vendar se nam znotraj 18 m delovne širine na desni polovici pojavi rob 3,5 m. Izgube znotraj roba pa so 1,98 % vsega gnojila, kar je še vedno zelo veliko. Največji problem spet predstavlja maksimum trošenja 768 kg/ha, ki znaša 92, 96 %.\n"], "26": ["4.1.5 Rezultati nastavitev 5", "Nastavitve 5: Prečna razporeditev gnojila NPK 15:15:15 (18 m), nastavitev omejevalca, pozicija 3 Nastavitev lopatic krožnih izmetal: A= 0, B=5, C=8, D=5 Nastavitev pretoka gnojila NPK 15:15:15 na poziciji 3 (80,50 kg NPK/min). Število obratov priključne gredi: 540 min-1 Hitrost vožnje: 8 km/h\nRezultati: Nastavljena delovna širina: 18 m Izračunana delovna širina: 14,5 m Poprečna gnojilna norma delovne širine 14,5 m: 332,18 kg NPK/ha Maksimalna količina : 924 kg NPK/ha Standardna deviacija: 262,64 kg NPK/ha Koeficient variabilnosti: 79,06 % Širina roba (Z): 3,5 m Izgube roba: 86,30 kg NPK/100 m roba Izgube roba (Y): 1,41 %\nPri nastavitvi omejevalca na poziciji 3 (pretok) 3 imamo polne posode ravno do širine 9 m desno in so vse nadaljnje posode prazne. V tem primeru lahko tudi govorimo o pravem učinku robnega gnojenja, saj so prazne posode šele od posode 9,0 m desno. Če natančno pogledamo rezultate, pa vidimo, da se nam znotraj 18 m delovne širine na desni polovici ponovno pojavi rob 3,5 m, kar ni najbolje, saj imamo manjšo delovno širino od nastavljenih 18 m. Tudi pri tej nastavitvi so izgube precejšnje 1,41 %.Tudi pri tej nastavitvi je ponovno problem maksimum trošenja 924 kg, ki presega povprečje za 178 %.\n"], "27": ["4.1.6 Rezultati nastavitev 6", "Nastavitve 6: Prečna razporeditev gnojila NPK 15:15:15 (18 m), nastavitev omejevalca pozicija 4 Nastavitev lopatic krožnih izmetal: A= 0, B=5, C=8, D=5 Nastavitev pretoka gnojila NPK 15:15:15 na poziciji 3 (80,50 kg NPK/min). Število obratov priključne gredi: 540 min-1 Hitrost vožnje: 8 km/h \nRezultati: Nastavljena delovna širina: 18 m Izračunana delovna širina: 15 m Poprečna gnojilna norma delovne širine 15 m: 333,03 kg NPK/ha Maksimalna količina : 730 kg NPK/ha Standardna deviacija: 207,61 kg NPK/ha Koeficient variabilnosti: 62,34 % Širina roba (Z): 3m Izgube roba: 92,18 kg NPK/100 m roba Izgube roba (Y): 1,69 %\nPri nastavitvi omejevalca na poziciji 3 (pretok) 4 imamo rob v smislu standarda, saj je le v eni posodi od 9,0 m desno še nekaj gnojila, kar pomeni, da je prišlo do učinka robnega \ngnojenja. Po rezultatih sodeč, dobimo širino roba 3,5 m in izgube 1,69 %, kar je veliko. Tudi pri tej nastavitvi je problem maksimalna količina 730 kg, ki presega povprečje za 119 %.\n"], "28": ["4.1.7 Rezultati nastavitev 7", "Nastavitve 7: Prečna razporeditev gnojila NPK 15:15:15 (18 m), nastavitev omejevalca pozicija 4,5 Nastavitev lopatic krožnih izmetal: A= 0, B=5, C=8, D=5 Nastavitev pretoka gnojila NPK 15:15:15 na poziciji 3 (80,50 kg NPK/min). Število obratov priključne gredi: 540 min-1 Hitrost vožnje: 8 km/h\nRezultati: Nastavljena delovna širina: 18 m Izračunana delovna širina: 15 m Poprečna gnojilna norma delovne širine 15 m: 353,28 kg NPK/ha Maksimalna količina : 760 kg NPK/ha Standardna deviacija: 210,44 kg NPK/ha Koeficient variabilnosti: 59,564 % Širina roba (Z): 4,5 m Izgube roba: 132,60 kg NPK/100 m roba Izgube roba (Y): 1,87 %\nPri nastavitvi omejevalca na poziciji 4,5 (pretok) 3 imamo rob po standardu, saj nam je omejevalec metal samo še 1,5 m od delovne širine 9,0 m desno. Skupni rob je torej 4,5 m (3,0 m v okviru delovne širine 18 m in prej omenjenih 1,5 m) in izgube 1,87 % vsega gnojila. Problem pa je še vedno asimetrična prečna razporeditev z maksimumom 760 kg, ki presega povprečje za 115 %.\n"], "29": ["4.1.8 Rezultati nastavitev 8", "Nastavitve 8: Prečna razporeditev gnojila NPK 15:15:15 (15 m), brez omejevalca \nV grafikonu 9 je prikazana prečna distribucija trošenja trosilnika Ferti-2 brez omejevalca. Iz trosilne slike se vidi, da sta pri 15 m delovni širini leva in desna polovica enaki.\n"], "30": ["4.1.9 Rezultati nastavitev 9", "Nastavitve 9: Prečna razporeditev gnojila NPK 15:15:15 (15 m), nastavitev omejevalca pozicija 4 Nastavitev lopatic krožnih izmetal: A= 2, B=5, C=6, D=5 Nastavitev pretoka gnojila NPK 15:15:15 na poziciji 3 (80,50 kg NPK/min). Število obratov priključne gredi: 540 min-1 Hitrost vožnje: 8 km/h \nRezultati: Nastavljena delovna širina: 15 m Izračunana delovna širina: 12 m Poprečna gnojilna norma delovne širine 15 m: 198,17 kg NPK/ha Maksimalna količina : 421,8 kg NPK/ha Standardna deviacija: 131,82 kg NPK/ha Koeficient variabilnosti: 66,52 % Širina roba (Z): 4,5 m Izgube roba: 206 kg NPK/100 m roba Izgube roba (Y): 2,25 %\nPri nastavitvi omejevalca na poziciji 4 (pretok) 3 imamo pravi rob v smislu standarda v razdalji 2,5 m, to je od delovne širine 7,5 m desno. Tako je skupna širina roba 4,5 m, kjer \nznašajo izgube 2,25 % vsega gnojila. Zaradi omejevalca se je delovna širina zmanjšala na 12 m. Ponovno se pojavi tudi asimetrična prečna razporeditev z maksimumom 421 kg, ki presega povprečje za 112 %.\n"], "31": ["4.2 Interpretacija rezultatov", "Rezultati in trosilne slike so bili nekako pričakovani. Vendar prvi dve nastavitvi (nastavitev 2 in 3) nista v okviru standarda, saj so odstopanja od povprečne gnojilne norme ogromna, sama delovna širina pa je precej zmanjšana. Naslednje nastavitve (nastavitve 4, 5, 6, 7) so se približale standardu. Gnojilna slika na asimetrični strani se je z naslednjimi nastavitvami omejevalca na pozicijo 3 in 4 (nastavitve 5, 6) precej popravila. Delovna širina ni pri nobeni nastavitvi dosegla želene delovne širine 18 m sam gnojilni maksimum na asimetrični strani, kjer se uporablja omejevalec gnojenja, pa preveč odstopa od povprečja, povsod krepko čez 100 %. Lahko rečemo, da nikakršna nastavitev omejevalca pri delovni širini 18 m ni idealna. Vendar učinek omejevalca deluje v pravi smeri, nastavitev omejevalca na pozicijo 3 in 4 ter tudi 4,5 je tisti, ki da najboljše rezultate od vseh možnih nastavitev. Z zmanjšanjem delovne širine na 15 m se rezultati niso poboljšali, saj je delovna širina z omejevalcem še dodatno zmanjšana na 12 m pri velikosti roba 4, 5 m. Problem je ponovno odstopanje od povprečne gnojilne norme. V primerjavi z raztrosom gnojila brez omejevalca je razlika vidna. Proizvajalec bi lahko še izdelal natančnejše nastavke lopatic omejevalca, saj se drugi konkurenčni proizvajalci lahko ponašajo z boljšimi rezultati. Za primerjavo lahko vzamemo trosilnik Amazone ZA-M 3000 Ultra Profis, ki se ponaša z 15 do 52 m delovno širino in nasipnico z 3000 do 4200 l volumna. Pri nastavitvi delovne širine na 18 m z robnim omejevalcem je trosilna slika idealna, takšna kot si želimo. Izgube roba so minimalne le 0,2 %, koeficient variabilnosti znaša tudi le 22,4 %. Sama količina trošenega gnojila je lepo konstantna po celi delovni širini (grafikon 1).\n"], "32": ["5 SKLEP", "Vse države evropske unije morajo pri izdelavi kmetijskih strojev upoštevati določene standarde in smernice. Potrebno je za vsak stroj pridobiti certifikat o skladnosti, ki je tudi pogoj, da se stroj sploh lahko pojavi na evropskem trgu. V našem primeru je za trosilnik mineralnih gnojil potrebno pridobiti certifikat z upoštevanjem in zadovoljitvijo standarda SIST EN 13739-1 in SIST EN 13739-2. Prvi predpisuje zahteve, drugi pa pogoje samega testiranja, ki jih je potrebno upoštevati. Z izpolnitvijo pogojev je stroj primeren za prodajo in uporabo. Poplava tujih proizvajalcev na trgu seveda spodbuja domače proizvajalce h konkurenčnosti njihovih izdelkov, kar pa seveda nikakor ni lahka naloga. Pomembno je, da je izdelek poznan kot dober, velik bonus je seveda, če je še prepoznaven tudi v tujini. Prodaja nadalje pripomore k razvoju stroja in strmenju k perfekciji. Trosilec INO Ferti II je pokazal, da je v osnovi dober stroj za raztros mineralnega gnojila (trosilna slika brez omejevalca, nastavitev 1), nekoliko je razočaral v delovanju z robnim omejevalcem raztrosa, saj rezultati kažejo precejšnja odstopanja od standarda. Izgube roba ne padejo pod 1 %, kar je proti konkurenčnim izdelkom velika izguba (AMAZONE 0,2 %). Delovne širine so bile vedno manjše od nastavljene, saj se je gnojilo odbijalo od lopatic in nato preveč zgostilo raztros gnojila. To se je seveda poznalo na maksimalni količini trošenega gnojila na strani z robnim omejevalcem. Rezultati meritev so prikazali delovanje robnega omejevalca pri dveh različnih delovnih širinah (18 in 15 m). Omejevalec smo preizkusili na 6 različnih pozicijah (pri 18 m delovne širine) in eno pri delovni širini 15 m. Ugotovili smo, da nastavitve omejevalca na pozicije 0, 1 in 2 niso primerne za uporabo na polju (prevelika odstopanja od povprečji in zahtev v standardu), zato bi lahko proizvajalec poskrbel za nastavitve omejevalca v pozicijah 5, 6 in 7. Sama konstrukcija robnega omejevalca bi lahko bila izboljšana tako, da bi se koti lopatic omejevalca nekoliko spremenili, kar bi pripomoglo k boljši spremembi kota izmeta mineralnega gnojila.\n"], "abstract": ["V diplomskem delu smo se posvetili problematiki gnojenja robov parcel. V skladu s standardom SIST EN 13739 smo testirali centrifugalni razsipalnik INO FERTI II, opremljenim z robnim omejevalcem gnojenja. Preizkušali smo različne nastavitve in opazovali gnojilne slike ter odstopanja leteh od določitev standarda. Preizkusili smo 9 različnih nastavitev; nastavitve omejevalca robnega gnojenja pri dveh različnih delovnih širinah. Rezultati so pokazali, da pri nastavljeni delovni širini 18 m in nastavitvah omejevalca na pozicijo 0, 1, 2 in 3 niso primerne za robno gnojenje, saj je maksimalna količina trošenja gnojila na asimetrični strani prevelika ter izguba gnojila na robu gnojenja prevelika, hkrati se tudi delovna širina zmanjša. Nastavitve 4 in 4.5 so primernejše za gnojenje roba parcel, vendar še ne idealne. Pri nastavljeni delovni širini 15 m je učinek omejevalca robnega gnojenja še oslabljen, obenem se delovna širina še dodatno zmanjša. "]}