{"1": ["UVOD", "V sodobnem svetu je pomembno, da podjetja ne zaostajajo v razvoju in sledijo določenim trendom, saj si le tako zagotovijo prednost pred konkurenco in preživijo na dolgi rok. Skladiščenje kot logistični podsistem se ne more izogniti razvoju in spremembam, saj stroški skladiščnega poslovanja niso zanemarljivi.\nV praksi se je pokazalo, da podjetja, ki sproti izkoriščajo prednosti novih tehnologij, izboljšujejo ali vsaj ohranjajo konkurenčno prednost in izboljšujejo delovno učinkovitost. Čeprav je začetni kapital, ki je potreben za uvedbo nove tehnologije, visok, se ta hitro povrne in prinese dobičke.\nTehnologija črtne kode se je pokazala za zelo vsestransko in enostavno za uporabo, zato se je vedno bolj poslužujejo tudi v skladiščnem poslovanju. S pravilno informacijsko podporo je tehnologija črtne kode najprimernejši nadomestek za papirno poslovanje in s tem prehod na računalniško vodeno skladiščno poslovanje. Tehnologija črtne kode tako omogoča združevanje z drugimi delovnimi področji podjetja in lažji nadzor nad pretokom materiala v podjetju in tudi v celotni oskrbni verigi.\n"], "2": ["Opredelitev problema", "V Radenski, d. d., Radenci je bilo zadnja leta veliko pozornosti posvečene posodobitvi skladišč gotovih izdelkov. Uvedena je bila avtomatizacija skladišč gotovih izdelkov in začela se je vzpostavitev sistema SAP. Nekoliko je izostalo vhodno skladišče. Smiselno je, da se trend informatizacije in avtomatizacije nadaljuje tudi v tem skladišču, kar je bilo tudi opisano v diplomskem delu.\nDiplomsko delo obsega analizo skladiščnega poslovanja v vhodnem skladišču podjetja. V tem skladišču so skladiščeni zamaški, repromaterial in etikete za steklenice in plastenke. Opisane so bile vse tri lokacije vhodnega skladišča in procesi, ki se tam odvijajo. Na podlagi opazovanj so bile podane rešitve, ki so najbolj primerne. Grafično je prikazana razlika med obstoječim in prenovljenim stanjem. \nEden glavnih problemov v skladišču so neoznačene skladiščne lokacije s črtno kodo, ki bi omogočale identifikacijo lokacij, tako da se morajo skladiščniki pri iskanju transportno-skladiščnih enot zanašati na spomin ali pa iskati material po skladišču. Prav tako je bil opažen problem pri prevzemu, uskladiščenju in izdaji blaga v proizvodnjo, na področju papirne dokumentacije, saj se trenutno v skladiščnem poslovanju zanašajo na papirno tehnologijo, ki dopušča preveč napak.\nZa optimiranje procesa skladiščenja je potrebna nabava nove strojne opreme in informacijske podpore. V diplomskem delu sta predstavljena najbolj primerna strojna oprema in strošek nabave strojne opreme ter informacijske podpore.\n"], "3": ["Določitev ciljev, namena in poti za reševanje problema", "Začetni namen diplomskega dela je bil podrobno spoznati skladiščno poslovanje v izbranem podjetju Radenska, d. d., Radenci. Na podlagi spoznanj je bil izdelan podroben posnetek stanja, predstavljene so bile pomanjkljivosti trenutnega sistema, za katere so bile v nadaljevanju predstavljene rešitve.\nGlavni namen diplomskega dela je bil predstavitev nove tehnologije, ki bi podjetju pomagala pri učinkovitejšemu sledenju materiala in nadziranju zalog. Uvedba tehnologije črtne kode bi pripomogla pri zmanjšanju števila napak, do katerih prihaja zaradi vpliva človeškega dejavnika, skladiščno poslovanje pa bi z uvedbo novih tehnologij potekalo hitreje.\nCilji diplomskega dela so:\n- opis skladiščnega poslovanja v vhodnem skladišču v izbranem podjetju;\n- opis operacij in aktivnosti v vhodnem skladišču;\n- opis novejših tehnologij v okviru modernizacije in informatizacije;\n- uvedba lokacijsko vodenega skladišča s pomočjo RF-terminalov;\n- beleženje skladiščnih transakcij v logističnem in poslovnem informacijskem sistemu  v realnem času;\n- izboljšanje kakovosti dela zaposlenih v skladišču;\n- zmanjšanje stroškov poslovanja skladišča; \n- analizirati učinkovitost predlagane rešitve glede na obstoječe stanje;\n- analizirati prihranke časa in denarja pri uvedbi tehnologije črtne kode.\n"], "4": ["Predstavitev podjetja", "Radenska, d. d., Radenci je eno izmed najpomembnejših in najstarejših proizvajalcev mineralnih vod in brezalkoholnih pijač, ki ima že več kot 140-letno tradicijo. Dejavnost podjetja je črpanje, polnjenje in trženje naravnih mineralnih in izvirskih vod ter proizvodnja brezalkoholnih pijač. Svoje proizvode prodaja na domačem in tujem trgu. Prodaja na domačem trgu predstavlja 60 % celotne prodaje. Največji del prodaje se vrši v maloprodajna mesta trgovine, maloprodajna mesta gostinstva in druga prodajna mesta. Največji delež na tujih trgih predstavlja prodaja v nekdanjih državah Jugoslavije. Radenska, d. d., Radenci svoje proizvode izvaža tudi v zahodno in vzhodno Evropo. Najpomembnejši izvozni proizvod je mineralna voda Radenska Classic (\"O podjetju\" [Radenska, d. d. Radenci ], b. l.).\nRadenska, d. d., Radenci ima moderno polnilnico, na polnilnih linijah se lahko polnijo različni proizvodi v različne embalaže in se po kakovosti in opremljenosti lahko primerjajo z zahodnoevropskimi proizvajalci. Prodajni program Radenske, d. d., Radenci predstavljajo naslednje skupine proizvodov:\n- naravne mineralne in izvirske vode (Radenska Classic, Radenska Light,  Radenska Naturelle, Radenska Still, Primaqua);\n- vode z okusom (Oaza, Radenska plus);\n- brezalkoholne pijače (Ora, Stil, Ace, ledeni čaj, Sprint, Pepsi).\n"], "5": ["Predpostavke in omejitve", "Izhajamo iz predpostavke, da se mora podjetje, če želi ostati uspešno, prilagajati razmeram na trgu. Prenova in informatizacija poslovnih procesov sta pogoj za prilagodljivost podjetja na spremembe ter s tem za razvoj in obstoj podjetja. V teoretičnem delu smo se omejili na skladiščenje in skladiščne tehnologije na splošno, v praktičnem delu pa na analizo trenutnega stanja in izboljšave v konkretnem skladišču. \nPredpostavke:\n- v vhodnem skladišču podjetja ne uporabljajo tehnologije črtne kode;\n- najprimernejša rešitev za povečanje učinkovitosti skladiščnega poslovanja je uvedba  tehnologije črtne kode;\n- vpeljava tehnologije črtne kode bi izboljšala sledljivost materiala, prav tako bi se  izboljšala učinkovitost skladiščenja;\n- prenova in informatizacija poslovnih procesov sta pogoj za prilagodljivost podjetja  na spremembe ter s tem za razvoj in obstoj podjetja.\nOmejitve:\nV diplomskem delu smo se omejili na konkreten primer reševanja problemov v vhodnem skladišču podjetja Radenska, d. d., Radenci. Podrobno smo analizirali vpliv potencialne uvedbe poslovanja s črtno kodo. Omejitev nam je predstavljala dostopnost do virov in literature ter objava nekaterih podatkov zaradi zaupnosti.\n"], "6": ["Metode dela", "Vsebina diplomskega dela zajema praktični in teoretični del. V teoretičnem delu sta uporabljeni metodi kompilacije in klasifikacije. Z metodo kompilacije povzemamo stališča in spoznanja drugih avtorjev. Metoda klasifikacije pa se uporablja za definiranje pojmov.\nV praktičnem delu smo za predstavitev posnetka stanja uporabili metodo deskripcije, s katero opišemo dejstva, procese in pojave. Uporabili smo tudi metodo analize. Praktični del se navezuje na razgovore z zaposlenimi v podjetju in obisk vhodnega skladišča v podjetju Radenska, d. d., Radenci. Proces skladiščenja smo za lažje razumevanje predstavili s hodogrami, besedno razlago in slikami.\n"], "7": ["1 OPREDELITEV SKLADIŠČNEGA POSLOVANJA", "Lambert in Stock (1993, str. 263) sta mnenja, da je skladiščenje sestavni del vsakega logističnega sistema in ima pomembno vlogo pri doseganju zadovoljstva kupcev. Je aktivnost, ki povezuje proizvajalca in kupca. Skladiščenje lahko definiramo kot del logističnega sistema podjetja, ki skladišči blago v in med točkami izvora in porabe blaga ter zagotavlja informacije o stanju, pogojih in razpoložljivosti skladiščnega blaga.\nPotočnik (1999, str. 99) skladiščenje predstavlja takole:\n»Skladiščenje je zelo široko in pomembno področje poslovanja v vsakem podjetju, saj nam služi kot nekakšen »amortizer« za normalni potek delovanja pri materialnih tokovih. S tem omogoča delovanje številnih drugih funkcij, predvsem nabave, proizvodnje, prodaje, saj zagotavlja nemoteno in pravočasno oskrbovanje. Osnovni tok materiala teče od dobavitelja prek nabave, proizvodnje in prodaje do kupca.«\nLerher in Potrč (2007, b. s.) pravita:\n»Skladišče lahko opredelimo kot pomembno področje v gospodarjenju vsakega proizvodnega podjetja. Močno je povezano z zalogami, saj je njegova glavna naloga vzdrževanje zalog. Skladišča so »blažilci, angl. Buffer«, ki s svojimi zalogami omogočajo premostiti nihanja v proizvodnem procesu. Skladišča so namenjena premostitvi časa, kar pomeni, da se izravnavajo časovne razlike med proizvodnjo in uporabo blaga.«\nIz zgoraj navedenih definicij lahko sklepamo, da je skladiščenje zelo pomemben del vsakega logističnega sistema, saj omogoča normalno delovanje številnih drugih funkcij sistema. Z zalogami pomagajo premostiti razlike v času proizvodnje in uporabe blaga. Veliko podjetij se trudi zmanjšati količino skladiščnega materiala, saj predstavlja velik strošek, vendar se tudi zavedajo, da brez varnostih zalog ne morejo normalno poslovati. Z učinkovitim in sodobnim skladiščnim poslovanjem lahko podjetja poenostavijo skladiščne procese in s tem zmanjšajo število napak in stroške poslovanja ter s tem pridobijo ugled na trgu in posledično prednost pred konkurenco.\n"], "8": ["1.1 Naloge, namen in cilji skladiščne dejavnosti", "Lerher in Potrč (2007, b.s.) sta zapisala, da so osnovne naloge in namen skladiščne dejavnosti naslednje:\n- prevzem in izdaja materiala;\n- uskladiščenje – shramba materiala in zaščita predmeta skladiščenja pred  poškodbami, izgubami, požarom itn.;\n- pravočasno zagotavljanje količine materiala za nemoteno proizvodnjo;\n- vodenje evidence o količini uskladiščenega materiala in gotovih proizvodov.\nMed dodatne funkcije skladiščenja prištevamo še:\n- izravnalno funkcijo, saj praviloma iz gospodarskih ali tehničnih razlogov ni  smiselno ali ni mogoče količinsko, časovno in prostorsko uskladiti nabave,  proizvodnje in prodaje; to uskladitev omogoča zaloga v skladišču;\n- varnostno funkcijo, ki omogoča zmanjšanje tveganja zaradi nihanj v ponudbi  materiala, ki bi lahko povzročila prekinitev proizvodnje in izgubo trgov;\n- asortimentno funkcijo, ki je zlasti pomembna v trgovskih podjetjih, ki iz delnih  asortimentov posameznih proizvajalcev oblikuje nov trgovski asortiment;\n- funkcijo oplemenitenja izdelkov, ki v skladišču zorijo, se starajo oziroma postanejo  »zreli« za nadaljnjo predelavo;\n- špekulativno funkcijo v pričakovanju večjih sprememb na trgu glede cen in količin.  Podjetje se z zalogo izogne zlasti posledicam naglega spreminjanja cen;\n- funkcijo odstranjevanja odpadkov prek posebnega skladišča za odpadke, izmeček,  pokvarjene izdelke ipd.\nCilji skladiščnega poslovanja izhajajo iz osnovnega cilja celotne logistične dejavnosti v podjetju, ki zahteva zagotovitev preskrbe vseh uporabnikov s potrebnim materialom, ob čim večji ekonomičnosti omejene preskrbe. Osnovno funkcijo skladišča lahko opredelimo kot varovalno funkcijo. Iz tega izhaja osnovni cilj skladiščnega poslovanja – premostiti mora časovno razliko med časom prispetja materiala oziroma proizvodnje gotovih izdelkov in časom uporabe ali odpreme, pri tem pa mora biti skladiščni material količinsko in kakovostno neoporečen (Potrč, 2008).\n"], "9": ["1.2 Skladiščni viri in skladiščni procesi", "Pri skladiščnem poslovanju se odvijajo skladiščni procesi, za kar potrebujemo skladiščne vire. Oboje je med sabo močno povezano. Za uspešno skladiščno poslovanje potrebujemo skladiščne vire, ki omogočajo popolno podporo skladiščnim procesom.\nSkladiščni viri\nPotrč (2008) je mnenja, da v skladišču sodelujejo naslednji skladiščni viri:\n- transportno-skladiščna enota predstavlja paleto (po navadi euro paleto), ki je  naložena s proizvodi, ustrezno označena (uporaba črtne kode) ter pripravljena za  izvedbo skladiščne operacije. V primeru dimenzijsko manjšega tovora lahko osnovo  za transportno-skladiščno enoto predstavlja tudi zaboj;\n- skladiščni sistem zajema skladiščni prostor, skladiščno opremo in transportna  sredstva, ki omogočajo izvajanje skladiščnih operacij. Skladiščni sistemi se lahko  med sabo močno razlikujejo, in sicer od najenostavnejših odlagalnih polic do visoko  zmogljivih avtomatiziranih regalnih skladiščnih sistemov;\n- oprema za potrebe komisioniranja – priprava za skeniranje črtne kode;\n- računalniški sistem predstavlja računalniško opremo za krmiljenje in neposredni  nadzor skladiščne opreme in transportno-skladiščnih sredstev;\n- transportno-skladiščna oprema zagotavlja učinkovito izvajanje vseh skladiščnih  operacij v skladiščnem sistemu;\n- skladiščni delavci predstavljajo pomemben člen v skladiščni organizaciji, saj je  učinkovitost skladišča v veliki meri odvisna od njihove prisotnosti v skladišču.\nTemeljni skladiščni procesi\nPotrč (2008) pravi, da je organizacija skladiščnega poslovanja povezana s temeljnimi procesi, ki se izvajajo v skladišču. Blago, ki prihaja v skladišče z zunanjim ali notranjim transportom, prehaja skozi različne faze, ki jih imenujemo skladiščni procesi. Tok blaga skozi skladišče je ponazorjen z naslednjimi procesi:\n- prevzem blaga;\n- uskladiščenje blaga; \n- komisioniranje blaga;\n- odprema blaga.\nPrevzem blaga\nAndolšek (1975, str. 11) pravi, da prevzem blaga predstavlja začetni proces, pri katerem blago prihaja v skladišče z zunanjim (cestni ali železniški transport) ali notranjim transportom (transportni viličarji, zvezni transporterji). Skladiščno osebje po prihodu blaga v skladišče najprej poskrbi za razkladanje blaga. Pred tem je treba preveriti spremne dokumente, ki spremljajo blago. Prevzem izvršimo na podlagi prevzemnice, povratnice, interne dobavnice ali komisijskega zapisnika. Pri razkladanju je treba paziti, da ne pride do poškodb blaga. Prispelo blago odlagamo na prostor oz. cono za prevzem, ki mora zagotoviti naslednje:\n- funkcionalno mora biti povezana z železniškim tirom ali dovoznimi potmi;\n- funkcionalno mora biti prirejena rampa;\n- vhodna vrata morajo biti dimenzionirana tako, da ni težav pri prehodih skladiščne  mehanizacije; \n- funkcionalno mora biti povezana z drugimi conami itd.\nUskladiščenje\nIvanko in Bergant (1999) sta mnenja, da uskladiščenje blaga predstavlja pomemben proces v skladiščnem poslovanju. Izbira skladiščnega sistema temelji izključno v odvisnosti od lastnosti blaga. Od pravilne izbire skladiščnega sistema je odvisna racionalna izraba skladiščnega prostora in obseg stroškov manipulacije z blagom.\nPri uskladiščenju se je treba držati osnovnih načel zlaganja blaga:\n- blago mora biti zloženo po skupinah ali podskupinah, znotraj skupin pa po vrstah  blaga;\n- blago mora biti urejeno in označeno tako, da se ga hitro opazi;\n- dostop do blaga mora biti urejen in hiter;\n- upoštevanje načela FIFO – blago, ki je najprej prispelo v skladišče, tudi najprej  izdamo.\nKomisioniranje\nKomisioniranje blaga je proces, ki ga uvrščamo med prvine notranje logistike in v katerega spadajo vse akcije, ki so potrebne za oblikovanje posameznih pošiljk na podlagi naročil. Te akcije so zelo pomembne v oskrbni verigi, saj so povezane s stroški delovne sile v skladiščnih in distribucijskih centrih, ki pa lahko znašajo več kot polovico vseh stroškov v skladiščih. Hkrati za komisioniranje potrebujemo točne in pravočasne informacije. Za učinkovito komisioniranje je treba na podlagi strukture naročil in blaga oblikovati primerno organiziranje tokov blaga in informacij v skladišču. Poglavitni namen komisioniranja je minimiziranje časa za oblikovanje posameznih pošiljk in pomoč pri optimizaciji skladiščnega poslovanja (Kolar, 2009, str. 34). \nOdprema blaga\nOdprema blaga je nadaljevanje procesa komisioniranja in predstavlja zaključni proces, pri katerem se pripravljeni komisioni naložijo na tovorno sredstvo in se distribuirajo do naročnika blaga. Gre za obratni proces kot pri prevzemu blaga (Kolar, 2009, str. 37).\nPotočnik (1998, str. 122) je izraz odprema nadomestil z izrazom izdajanje. Pri izdajanju materiala razlikuje notranje in zunanje izdajanje:\n- izdajanje materiala v proizvodne enote zaradi predelave;\n- izdajanje materiala zaradi premeščanja v druga skladišča iste ali druge proizvodne  enote;\n- izdajanje tujega materiala v dodelavo lastni proizvodnji ali kooperantom;\n- izdajanje materiala drugim podjetjem ali kooperantom zaradi predelave ali dodelave;\n- izdajanje materiala zaradi skladiščenja v javnih skladiščih;\n- izdajanje nekurantnega materiala zaradi odprodaje.\n"], "10": ["1.3 Informacijska podpora skladiščnemu procesu", "Šmerc (2009, str. 15) je zapisal, da so osnova za učinkovito organizacijo skladiščnega poslovanja zanesljive in pravočasne informacije o stanju blaga v skladišču. Informacijska podpora skladiščnemu procesu omogoča:\n- nadzor nad logističnimi dogodki, ki zajemajo vse dokumentarne zahtevke, ki se  pretočijo iz ostalih sistemov in zahtevajo določene aktivnosti v skladišču blaga;\n- nadzor nad delovnimi procesi. Logistični dogodki sprožijo ustrezne delovne procese,  ki se izražajo v obliki delovnih nalogov. Delovni nalogi povzročijo določene  standardne aktivnosti z blagom v okviru skladišča;\n- nadzor nad blagom. Blago moramo nadzirati zaradi njegovih lastnosti, posebnih  pogojev skladiščenja, nadzora nad embalažo itn.;\n- nadzor nad prostorom. Ustrezno vodenje blagovnega skladišča zahteva primerno  razporeditev blaga glede na razpoložljiv prostor vhodnih mest, zalog, komisionirnih  mest, odlagalnih mest, vračila blaga itn.;\n- nadzor nad materialnimi sredstvi in človeškimi viri. Vsak delovni proces v  blagovnem skladišču zahteva ustrezno zasedbo delavcev in materialnih sredstev. \nPoleg informacij o stanju blaga pa je pomembno povezovanje informacij z vsemi sodelujočimi akterji v celotni oskrbni verigi, kot so: dobavitelji, partnerji, prevozniki, distributerji in kupci. Informacijska podpora oskrbni verigi in skladiščenju mora biti usklajena (integrirana) s poslovnimi informacijskimi sistemi (ERP – Enterprise Resource Planing). Na strani uporabnikov v skladišču in proizvodnji mora zagotavljati zanesljivo pomoč ter vodenje postopkov v realnih delovnih okoljih.\n"], "11": ["1.3.1 Tehnologije za avtomatski zajem in obdelavo podatkov", "Lerher in Potrč (2007) sta mnenja, da skladiščni informacijski sistem omogoča delo uporabnikov v skladišču s pomočjo uporabe tehnologij avtomatske obdelave podatkov. Za potrebe ročnega obvladovanja pretoka blaga se trenutno najpogosteje uporablja tehnologija črtne kode. Razlog je predvsem v široko uveljavljenih standardih, stroških uporabe in razpoložljivosti opreme različnih proizvajalcev ter celotnih stroških tehnologije in rešitev. V posebnih primerih se uporabljajo tudi glasovno vodene aplikacije »pick-by-voice« in sistem »pick-to-light«. V zadnjem času se zaradi poslovnih prednosti pojavlja uporaba tehnologije RFID, ki omogoča višji nivo avtomatizacije in hitrejšo obdelavo večje količine podatkov o blagu.\nZa učinkovito organizacijo skladiščnega poslovanja je ključno, da se uporablja standardna tehnologija, ki omogoča izmenjavo podatkov med vsemi sodelujočimi v oskrbni verigi. Globalnost uporabe je v času globalnega poslovanja in posledično globalnih oskrbnih verig nujno potrebna. Le tako lahko zagotovimo odprtost informacijskih rešitev in povezljivost z vsemi sodelujočimi v oskrbni verigi – od proizvajalca surovin, predelovalca, distributerja, trgovca, vse do končnega uporabnika. V svetu se je zaradi tega v zadnjih letih uveljavil standard EPC (Electronic Procuct Code), za katerega skrbi mednarodna elektrotehniška organizacija (IEEE) in pod njenim okriljem organizacija GS1.\nČrtna koda\nNajbolj razširjena tehnologija v skladiščnem poslovanju je črtna koda, ki je čitljiva z bralniki črtne kode. Bralniki črtne kode so naprave, ki dešifrirajo črtne kode, imajo pa vgrajen program in pomnilnik. V skladiščnem poslovanju se črtna koda uporablja za \nidentificiranje blaga in preverjanje lokacije blaga. Prav tako je omogočeno sledenje blaga skozi različne faze. Zajem podatkov je avtomatski, kar poenostavi skladiščni proces. Črtne kode so cenovno ugodne, njihovo branje je hitro in zanesljivo, so pa občutljive na poškodbe (Šuster, 2010, str. 9).\nV uporabi je več načinov zapisa črtnih kod kot tudi več različnih naprav za branje teh črtnih kod. Pri odločanju med različnimi simbologijami je treba upoštevati (\"O mobilnem zajemu podatkov\" [Leoss, d. o. o.], b. l.):\n- prostor, ki je na voljo na izdelku;\n- vrsto informacij, ki jih je treba vkodirati;\n- delovno okolje, v katerem se odčitava simbol črtne kode.\nZa potrebe prodaje v trgovini se je na evropskem tržišču najbolj uveljavila koda EAN- 13 ali EAN-8 (skrajšana oblika). Prvi trije znaki definirajo državo, ki je izdala številko, naslednjih štiri, pet ali šest mest nosi informacijo o proizvajalcu izdelka. Preostalih pet, štiri ali tri izdelkom dodeli proizvajalec. Trinajsti znak pa je kontrolni znak in preverja točnost celotne številke izdelka.\nZa označevanje TSE-enot, ki jih je treba transportirati in uskladiščiti, se uporablja standard SSCC. Ta je del logistične nalepke, ki vsebuje tudi druge informacije v človeku berljivi obliki. K osnovni opremi tehnologije črtne kode spadajo različni tiskalniki črtnih kod, programi za oblikovanje in tiskanje ter čitalniki. Na voljo je veliko različnih čitalnikov črtne kode, od laserskih čitalnikov do vgradnih in čitalnikov 2D- črtnih kod. Izbira je odvisna od tega, kaj skeniramo, katero črtno kodo uporabljamo, \nkakšna je razdalja med čitalnikom in kodo, kakšna je pogostost branja ter v kakšnem okolju skeniramo.\nZ uporabo črtne kode se poveča učinkovitost dela, saj odpravlja človeške napake, poveča pa se hitrost in natančnost zajemanja podatkov z embalaž, z etiket, pripomore k boljšemu vodenju evidenc v skladišču in pri inventurah blaga.\n"], "12": ["1.4 Diskusija", "V poglavju Opredelitev skladiščnega poslovanja smo opisali, kaj je skladiščenje, naloge skladiščenja, namen in cilje. Opredelili smo skladiščne vire in procese ter v nadaljevanju predstavili informacijsko podporo skladiščnim procesom. V okviru tega poglavja smo predstavili tehnologije za avtomatski zajem podatkov, kamor spada tehnologija črtne kode. \n2 PREDSTAVITEV OBSTOJEČEGA STANJA V  VHODNEM SKLADIŠČU PODJETJA\nRadenska je uspešno podjetje, ki se ukvarja s črpanjem, polnjenjem in trženjem naravnih mineralnih in izvirskih vod ter proizvodnjo brezalkoholnih pijač. S svojo 140- letno tradicijo potrjuje, da je podjetje z visoko odzivnostjo na spremembe in trende. Prejšnja leta se je posvečalo posodobitvi skladišča gotovih izdelkov, s čimer se je približalo razmeram na trgu. Uvedlo je sistem črtne kode in tako olajšalo delo zaposlenim ter prav tako poskrbelo za natančnejši in bolj zanesljiv zajem podatkov, kar prej ni bilo mogoče.\nV diplomskem delu izhajamo iz načela, da bi bilo smiselno vhodno skladišče, ki še ni bilo prenovljeno, reorganizirati na podoben način kot skladišče gotovih izdelkov. Glede na to, da Radenska tehnologijo črtne kode in prenosne RF-terminale že uspešno uporablja v skladišču gotovih izdelkov, je najbolj racionalno, da jo uporabi tudi v vhodnem skladišču in s tem poenoti sisteme skladiščenja v celotnem podjetju, kar bomo opisali v naslednjem poglavju. Najprej se bomo posvetili trenutnemu stanju v vhodnem skladišču.\nMaterial, skladiščen v vhodnem skladišču, se nahaja na treh različnih lokacijah. V evidenci podjetja se vhodno skladišče vodi pod številko 2000, to pomeni, da se na dokumente ne izpisuje ime skladišča, samo številka.\nRegalno skladišče je na novo zgrajeno in se koristi za skladiščenje etiket za steklenice in plastenke. Podjetje to lokacijo uporablja tudi za druge materiale, vendar temu nismo posvečali pozornosti, saj ne spadajo pod vhodno skladišče. Na tej lokaciji so postavljeni regali, ki segajo 4 etaže v višino, v globino pa imajo na razpolago 7 regalnih oken, ki lahko vsako sprejme po dve paleti. Vsega skupaj je na razpolago 6 skladiščnih regalov. Torej lahko izračunamo, da imajo na tej lokaciji na razpolago 336 paletnih mest. Nekaj paletnih mest je še na voljo zunaj pred skladiščem, tako da je vsega skupaj na voljo približno 350 paletnih mest. \nLegenda:  – paletni regal  – transportna pot  – območje, namenjeno za vhodno skladišče (etikete)\nV skladišču ne uporabljajo informacijske podpore, zato skladiščniki nimajo predpisano, kam morajo odložiti določeno paleto z etiketami, vendar so med sabo dogovorjeni, da jih odlagajo navpično glede na paletna mesta. Tako si zagotovijo, da so istovrstne palete skupaj in ne razmetane po celotnem skladišču. V prakso jim je prišlo, da palete z materialom, ki ga potrebujejo pogosteje, skladiščijo na nižjih etažah, s čimer tiste, ki jih potrebujejo redkeje, skladiščijo na višjih etažah. Za iskanje določenega materiala se skladiščniki zanašajo izključno na lasten spomin. Za nekoga, ki ne dela v tem skladišču, bi bilo zelo težko najti material, saj ni nikjer zabeležena točna lokacija posamične palete. \nNa drugi lokaciji vhodnega skladišča skladiščijo repromaterial. To so večinoma folije in nalepke s črtnimi kodami. V tem prostoru so postavljeni regali, ki segajo 2 etaži visoko. Več ni mogoče, ker je prostor prenizek. Za palete, ki so naložene previsoko, da bi jih lahko postavili v regal, uporabljajo talno skladiščenje. Na tej lokaciji se nahaja tudi sprejemna pisarna, zraven nje pa je nameščen tiskalnik nalepk s črtnimi kodami. Na sliki 6 je prikazan tloris skladišča repromateriala. \nLegenda:  – paletni regal  – talno odlaganje palet  – polični regal  – sprejemna pisarna  – tiskalnik etiket  – transportna pot\nSkladiščnik kakor v regalnem skladišču tudi tukaj nima predpisano, kam mora uskladiščiti določeno paleto. Odloži jo tam, kjer je pač prostor ali bolje rečeno po svoji presoji, kjer se mu zdi najbolj primerno. Na razpolago ima 4 skladiščne regale, ki so vsi že precej stari. Skladiščni regali so različnih dolžin. Izračunali smo, da je vsega skupaj na razpolago 64 paletnih mest. Kjer je prostor, talno uskladiščijo palete, ki so naložene previsoko. Na dan ogleda je bilo na ta način skladiščenih 12 palet. \nNa eni steni so postavljeni polični regali, kjer odlagajo odvečne nalepke s črtnimi kodami, kot je razvidno na sliki 8. Na tej lokaciji smo dobili občutek, da pri načrtovanju niso dobro predvideli potreb po skladiščenju v prihodnosti. Prostor je prenizek in ima premalo paletnih mest.\nZa tretjo lokacijo vhodnega skladišča so izkoristili hodnik, saj drugje niso imeli več prostih skladiščnih kapacitet. Tukaj skladiščijo zamaške za steklenice in plastenke. Ta prostor je primeren za to vrsto materiala, saj ni občutljiva na temperaturo. Vse palete na tem hodniku se skladiščijo talno. Palete s plastičnimi zamaški lahko skladiščijo eno vrh druge, kar je pri aluminijastih zamaških prepovedano, saj bi se ti pod težo zvili in ne bi bili več uporabni. \nLegenda:  – transportna pot  – območje, namenjeno za talno odlaganje palet z zamaški\nUgotovili smo, da se tukaj skladišči tudi veliko palet z zamaški z oznako ne ustreza. To pomeni, da niso namenjeni za nadaljnjo uporabo. Na tej lokaciji se skladiščijo tako dolgo, dokler ne dobijo naloga, da jih bodo odpeljali. Preden se to zgodi, lahko mine več mesecev. Skladiščniki se trudijo odlagati palete z istimi zamaški skupaj, vendar to ni vedno mogoče zaradi prostorske stiske. Zato si na palete označujejo datume prejema materiala, da najprej izdajo material, ki je prispel prej. Tako se trudijo zagotavljati sistem FIFO. Upoštevajo pa tudi načelo FEFO, tako da blago, ki mu bo prej potekel rok uporabe, prej izdajo. \nVeliko transportno-skladiščnih enot je odloženih tudi pred skladiščem repromateriala. Tukaj se skladiščijo odpadni tulci od folij, raznorazni kartoni itd. Tukaj zbirajo odpadni material, ki ga ni več mogoče vnovič uporabiti. Ko se naberejo večje količine odpadnega materiala, ga vrnejo dobavitelju. Vračajo tudi nepoškodovane kartonaste škatle. S tem si prihranijo stroške za deponijo in hkrati skrbijo za ponovno uporabo materialov (recikliranje).\nSkladiščniki delajo v dveh izmenah. Dva sta zaposlena v dopoldanski izmeni in en v popoldanski. Opravljajo prevzeme dostavljenega materiala in uskladiščenje tega ter skrbijo za oskrbovanje proizvodnje.\n"], "13": ["2.1 Prevzem materiala", "Pregled zaloge\nV nabavni službi pregledajo potrebe proizvodnje in stanje zalog v skladišču. Če ugotovijo, da primanjkuje potrebnega materiala, ga naročijo. V podjetju naročajo večje količine materiala hkrati, tako da enkratna dobava materiala zadošča za dlje časa. Nalog za prevzem (izdelan v informacijskem sistemu SAP) predajo skladiščniku, da si lahko pripravi prostor za dobavljeno blago. Dokler skladiščnik v programu ne potrdi prevzema materiala, ima nalog za prevzem status »odprto«. \nPrevzem materiala\nSkladiščnik ob prevzemu naročenega materiala najprej preveri, ali je stanje na spremnih dokumentih enako kot na nalogu za prevzem. Spremni dokumenti so dobavnica, dostavnica, potrdilo o analizi, opravljeni na zahtevo uvoznika s strani carinskega urada, ki je sprostil blago v prosti promet, in izjava o ustreznosti surovine. Obvezna sestavina dostavnice je številka naročila dobavitelju. Skladiščnik še preveri dejansko stanje dostavljenega materiala. Če se vse ujema, potrdi dokumente in prične z raztovorom materiala iz tovornjaka. Ves material se nahaja na paletah. Skladiščnik odlaga palete na prevzemno lokacijo, ki se nahaja pred skladiščem repromateriala. Skladiščnik opravi raztovor materiala z viličarjem, ki lahko sprejme 3 palete hkrati, na prevzemno lokacijo skladišča in prevzame dobavljeno blago na način, da ga prešteje in pregleda ter obkljuka oz. po potrebi popravi količine prevzetih pozicij na dobavnici.\nV letu 2010 je bilo izvedenih povprečno 60 prevzemov mesečno. Slika 11 prikazuje nihanja števila mesečnih prevzemov. Razvidno je, da se največ prevzemov izvede v poletnih mesecih, saj se takrat največje povpraševanje po pijačah.\nV vhodnem skladišču prevzemajo etikete, repromaterial in zamaške. Največkrat prevzemajo etikete. Deleži prevzemov materiala so prikazani na sliki 12.\nFakulteta za logistiko Univerze v Mariboru Visokošolski strokovni študijski program\n"], "14": ["2.1.1 Zapis procesa prevzema materiala s procesno karto", "Legenda:\n– delovne operacije KČ – koristen čas  – kontrolne operacije PČ – potreben čas  – transportne operacije NČ – nekoristen čas  – skladiščne operacije S – opravljena pot  D – zastoj \nProces: Prevzem materiala\nModel procesne karte (ASMI) je narejen za proces prevzema materiala od pregleda zaloge do vračanja dokumentov nabavni službi.\nPovzetek procesne karte in grafičnega prikaza časovnih deležev:\n- v procesu je 7 opravil;\n- proces traja skupno 16,67 minut;\n- koristna obdelava traja 2,5 minute (točka 2), torej 15,00 % skupnega časa;\n- potrebno, a nekoristno delo traja 13,33 minute (točke 1, 3, 5, 6, 7), torej 80,00 %  skupnega časa;\n- nekoristni čas se pojavi v točki 4 in znaša 0,83 minute, torej 5,00 % skupnega časa;\n- v procesu sta potrebna dva delavca.\n"], "15": ["2.2 Uskladiščenje materiala", "Transport do skladiščnega mesta\nPo prevzemu materiala se skladiščnik odpravi po manjšega viličarja, s katerim lahko prevaža po 1 paleto. Uporabljajo ga zato, ker je skladiščni prostor premajhen in potrebujejo okreten viličar, kar pa ta je, saj se lahko na mestu obrne za 360 -. Kot smo omenili že zgoraj, material skladiščijo na 3 lokacijah, odvisno od vrste materiala. Za samo uskladiščenje palete nimajo točno predpisano, na katero paletno mesto jo mora skladiščnik odložiti. V skladišču velja pravilo, da istovrstni material skladiščijo skupaj. Skladiščnik si zato ob pomanjkanju prostora v bližini obstoječega materiala predhodno naredi prostor za skladiščenje novega. Skladiščnik za iskanje obstoječega materiala uporablja lasten spomin. Etikete za plastenke in steklenice skladiščijo tako, da so v regalih nameščene ena nad drugo. Pri zamaških pride do problema zaradi pomanjkanja prostora. Zgodi se, da istih zamaškov ne dostavijo na isti dan. Včasih je po več tednov razlike v dobavi. V vmesnem času skladiščniki prostor okrog zamaškov, ki so prispeli prej, že zapolnijo z drugimi paletami. Torej jih več ne morejo uskladiščiti zraven enakih zamaškov. Tukaj uporabljajo tehnologijo talnega skladiščenja in je nepraktično, da bi umikali palete z drugimi zamaški samo zato, da bi bili enaki skupaj. Skladiščniki si zato na palete beležijo datume prejema zamaškov, da v prihodnosti vedo, kateri zamaški so bili dostavljeni prej in te tudi prej odpremijo.\nVnos v informacijski sistem in vračilo dokumentov v nabavno službo\nSkladiščnik podatke o prevzetem materialu vnese v informacijski sistem SAP in s potrditvijo spremeni status naročila. Naročilo preide v status »Delna dobava« (če naročeni materiali niso bili dostavljeni v celoti) ali »Zaprto« (če so bili materiali po izbranem naročilu dostavljeni v celoti). Po navedeni potrditvi je količinski prevzem evidentiran. Ne zabeleži pa se točna skladiščna lokacija določene palete.\nPo vnosu v informacijski sistem SAP skladiščnik odnese potrjene in podpisane dokumente v nabavno službo.\n"], "16": ["2.2.1 Zapis procesa uskladiščenja materiala s procesno karto", "Legenda:  – delovne operacije KČ – koristen čas  – kontrolne operacije PČ – potreben čas  – transportne operacije NČ – nekoristen čas  – skladiščne operacije S – opravljena pot  D – zastoj \nProces: Uskladiščenje materiala\nModel procesne karte (ASMI) je narejen za proces uskladiščenja materiala od zamenjave viličarja do vračanja dokumentov nabavni službi.\nPovzetek procesne karte in grafičnega prikaza časovnih deležev:\n- v procesu je 6 opravil;\n- proces traja skupno 10,08 minut;\n- koristna obdelava traja 2 minuti (točka 5), torej 19,83 % skupnega časa;\n- potrebno, a nekoristno delo traja 7,58 minute (točke 1, 3, 4, 6), torej 75,21 %  skupnega časa;\n- nekoristno delo (zastoj v točki 2) traja 0,5 minute, torej 4,96 % skupnega časa;\n- v procesu sta potrebna dva delavca.\n"], "17": ["2.3 Oskrbovanje proizvodnje", "Izdaja dokumenta Priprava materiala\nNa podlagi delovnega naloga proizvodne linije v nabavni službi izdelajo dokument Priprava materiala, ki ga predajo skladiščniku. Na dokumentu je zabeležena vrsta materiala, ki ga rabijo na določeni proizvodni liniji, in njihove količine. Skladiščnik na \nta dokument nariše tabelo s stolpcema »Dvig« in »Vračilo«, v katero bo pozneje ročno vpisoval, koliko materiala je odpeljal na PSA in koliko ga je pozneje dobil vrnjenega.\nIskanje materiala\nPri iskanju palete s potrebnim materialom se skladiščnik zanaša na lasten spomin. Palete z istim materialom skladiščijo skupaj. Na palete si beležijo datume prejema materiala, tako vedo, katero paleto morajo odpremiti najprej po sistemu FIFO.\nTiskanje nalepk\nV vhodnem skladišču pripravljajo tudi nalepke s črtnimi kodami za proizvodnjo. Na dokumentu Priprava materiala sta zabeležena število in vrsta plastenk, za katere je treba izdelati nalepke. Na podlagi tega si skladiščnik izračuna, koliko nalepk mora dejansko natisniti. Na primer 30.000 plastenk po 0,5 l se na koncu pakira v pakete po 12 plastenk. Za vsak paket je potrebna nalepka s črtno kodo. Torej mora skladiščnik pripraviti 2500 etiket. Skladiščnik si praviloma pripravi večjo količino nalepk. Vrnjeno količino nalepk si skladišči za naslednjo naročilo. \nTransport palete na PSA\nSkladiščnik na odlagalno mesto PSA vozi po eno paleto hkrati. Vsakič odpelje paleto z vsem materialom, zloženim na njej. Na dokument Priprava materiala zabeleži dvignjeno količino materiala. Ko v proizvodnji ne rabijo več dostavljenega materiala, pokličejo skladiščnika, naj prevzame preostanek materiala. Ta paleto odpelje nazaj na skladiščno mesto v skladišče in na njo napiše preostanek materiala, količino vpiše tudi na dokument Priprava materiala v stolpec »Vračilo«.\nVnos v informacijski sistem\nSkladiščnik po opravljenih dvigih in vračilih materiala vnese novo stanje zalog v informacijski sistem. Dejanski premiki materiala iz skladišča v proizvodnjo in obratno se ne beležijo v informacijski sistem, beležijo se samo dejansko porabljene količine materiala.\nNa sliki 15 je razviden potek oskrbe proizvodnje. Na diagramu je predstavljen potek priprave surovin. \nFakulteta za logistiko Univerze v Mariboru Visokošolski strokovni študijski program\n"], "18": ["2.2.1 Zapis procesa oskrbovanje proizvodnje s procesno karto", "Legenda:  – delovne operacije KČ – koristen čas  – kontrolne operacije PČ – potreben čas  – transportne operacije NČ – nekoristen čas  – skladiščne operacije S – opravljena pot  D – zastoj \nProces: Oskrbovanje proizvodnje\nModel procesne karte (ASMI) je narejen za proces oskrbovanja proizvodnje od izdaje dokumenta Priprava materiala do vnosa dokumentov v informacijski sistem.\nPovzetek procesne karte in grafičnega prikaza časovnih deležev:\n- v procesu je 8 opravil;\n- proces traja skupno 9,75 minute;\n- koristna obdelava traja 6,67 minute (točke 1, 4, 8), torej 68,38 % skupnega časa;\n- potrebno, a nekoristno delo traja 2,58 minute (točke 2, 5, 6, 7), torej 26,49 %  skupnega časa;\n- nekoristno delo (zastoj v točki 3) traja 0,5 minute, torej 5,13 % skupnega časa;\n- v procesu sta potrebna dva delavca.\n"], "19": ["2.4 Kritična analiza", "S pomočjo kritične analize skušamo poiskati in predstaviti glavne pomanjkljivosti obstoječega stanja, ki jih bomo v nadaljevanju poskusili izboljšati ali celo odpraviti z novimi postopki in uvedbo nove tehnologije.\nPri obravnavi obstoječega stanja smo ugotovili dobre in slabe lastnosti skladiščnega poslovanja. Kot dobro lastnost moramo izpostaviti predvsem dobro usposobljeno skladiščno osebje, ki se je pripravljeno učiti uporabljati novo tehnologijo za podporo skladiščnemu procesu. Prav tako moramo poudariti njihovo natančnost pri ročnem vnašanju zalog v informacijski sistem, saj bi brez tega prihajalo do velikih razhajanj pri dejanskem stanju zalog in tistem v programu.\nVzroki za neučinkovito skladiščno poslovanje se pojavljajo predvsem zaradi neuporabe sodobne informacijske podpore. \nFakulteta za logistiko Univerze v Mariboru Visokošolski strokovni študijski program\n"], "20": ["2.4.1 Vzročno-posledični diagram", "Skupina A: Neučinkovita informacijska podpora\nOpis:\nPod prvo skupino kritične analize smo navedli neučinkovito informacijsko podporo, kjer se pojavljajo določene nepravilnosti, zaradi katerih je skladiščno poslovanje\n"], "abstract": ["Skladiščno poslovanje je pomemben del logistike, ki vedno bolj pridobiva na pomenu. Na tem področju obstaja še veliko možnosti izboljšav, s katerimi podjetja lahko občutno zmanjšajo stroške poslovanja. V diplomskem delu je obravnavana analiza skladiščnega poslovanja v podjetju Radenska, d. d., Radenci, kjer smo se osredotočili na skladiščno poslovanje v vhodnem skladišču. Vhodno skladišče je razdeljeno na tri lokacije, kjer se skladiščijo zamaški, repromaterial in etikete. V tem skladišču ne uporabljajo informacijske tehnologije za podporo skladiščnim procesom, ki bi omogočala večji nadzor nad zalogami in bi pripomogla k zmanjšanju človeških napak, temveč se še vedno zanašajo na papirnato tehnologijo. V okviru diplomskega dela je na podlagi obstoječega stanja predstavljena rešitev informacijske tehnologije v vhodnem skladišču podjetja. Predlagani sta uvedba črtne kode in programska rešitev s pripadajočo opremo. Z reorganizacijo skladiščnih procesov in uvedbo črtne kode dosežemo učinkovitejšo skladiščno poslovanje. "]}