{"1": ["1 UVOD", ""], "2": ["1.1 PREDSTAVITEV PROBLEMA", "Dobra organiziranost podjetja je eden pomembnejših dejavnikov za njegovo  uspešnost. Dobra organiziranost poslovnih procesov omogoča hitro odzivnost na  želje in potrebe kupcev. Brez ustrezne programske opreme za računalniško  podporo poslovnim procesom si danes težko predstavljamo potrebno ažurnost in  prilagodljivost trenutnim zahtevam trga ter okolja, ki predstavljajo vedno nove  zahteve. Fizični potek poslovnega procesa, od naročila kupca do odpreme  proizvodov, potrebuje ustrezno informacijsko podporo. Pri tem ni pomembna le  izmenjava podatkov med naročnikom in proizvajalcem ali med proizvajalcem in  dobaviteljem materialov, temveč je potrebna povezana izmenjava podatkov vseh  sodelujočih v oskrbovalni verigi, katere končni cilj je pravočasno opravljeno delo in  s tem zadovoljitev kupca. Proučevani problem se nanaša na ažurno izdajanje  blaga iz carinskega skladišča ter istočasni ekvivalentni prevzem v domače  skladišče. Ta del poslovnih procesov se je pokazal za zelo pomembnega, saj  mora izpolnjevati stroga zakonska merila poročanja o izdajah in prenosu v promet  v Sloveniji oziroma EU.\nPodjetje Biring d.o.o. se je odločilo za prenovo informacijskega sistema.  Informacijski sistem je bil do sedaj podprt z več med seboj nepovezljivimi moduli;  ravno tako tudi tok podatkov ni bil podprt, kar pomeni, da sodelujoči v verigi niso  bili pravočasno in pravilno obveščeni o izvajanju procesov poslovanja. Posledica  nepravočasnega in napačnega informiranja je potreben daljši čas za realizacijo  aktivnosti, kar pomeni, da se stroški poslovanja povišajo. Vedno bolj je prisotno  tudi nezadovoljstvo zaposlenih, ki delajo kampanjsko in v zadnjih trenutkih skušajo  rešiti posamezen del procesa. Vodenje carinskega skladišča se je do sedaj vodilo  v posebnem programu, kar je povzročalo veliko težav pri zagotavljanju pravilnih  evidenc o poslovanju, prav tako pa je bil vnos podatkov zaradi vpisovanja v drug  program podvojen in možnost napak zelo velika.\nDiplomsko delo je razdeljeno na pet poglavij. Prvo poglavje predstavlja uvod in  kratko predstavitev podjetja Biring d.o.o. Drugo poglavje zajema teoretični del  prenove procesov in poslovno informacijskega sistema Datalab Pantheon. Tretje  poglavje opredeljuje obstoječe stanje poslovnega procesa in njegove omejitve. V  četrtem poglavju je predstavljen predlog prenovljenega, procesa s prikazanimi  spremembami in ovrednotenjem le-teh. Diplomsko delo se zaključi s petim  poglavjem, v katerem so priporočila o obravnavani temi.\n"], "3": ["1.2 PREDSTAVITEV OKOLJA", "BIRING d.o.o. je podjetje, katerega začetki segajo v leto 1983, ko so ustanovili obrtno delavnico za servisiranje fotokopirnih strojev, tako imajo že 25-letno tradicijo na področju birotehnike.\nPodjetje je bilo ustanovljeno leta 1989. Z njegovo ustanovitvijo se je dejavnost razširila še na področje uvoza, izvoza in prodaje birotehnične opreme znamke Canon. BIRING je pooblaščeni prodajalec in serviser podjetja Canon EAST EUROPE.\nZ rastjo podjetja se je širil tudi program, saj so pridobili zastopstvo za prodajo in servis birotehničnih aparatov IDEAL, rentgenskih kontrolnih sistemov znamke HEIMANN ter servis in prodajo optične opreme znamke SWAROVSKI.\nDejavnost so širili tudi na področju fotokopirnih uslug in tako vam sedaj te lahko ponudijo v štirih moderno opremljenih fotokopirnicah; te so v Domžalah, Trzinu ter dve v Ljubljani. Ker so želeli ponudbo čimbolj približati strankam, so odprli tudi tri poslovne enote: v Celju, Mariboru in Novem mestu.\nLeta 1998 je zaživelo sestrsko podjetje BIRING INVEST d.o.o., ki je v Trzinu, v sodelovanju s slovensko naftno družbo Petrol, odprlo moderno opremljen bencinski servis.\nV letu 1999 je zaživelo še drugo sestrsko podjetje BIRING TAMIZ d.o.o., ki se ukvarja z inženiringom, proizvodnjo, prodajo in montažo notranje opreme.\nLeta 2002 je bilo ustanovljeno samostojno podjetje Biring BH v Bosni in Hercegovini, katerega lastnik je BIRING d.o.o.. Biring BH je pooblaščeno s strani CANON CEE za uvoz, prodajo in servisiranje Canonove biro opreme.\nV letu 2003 je Biring prevzel podjetje Stol Ambienti d.d., ki je bilo vodilno podjetje na področju izdelave pohištva v bivši skupni državi. Z združitvijo Biring TAMIZ in Stol Ambienti je nastalo podjetje Biring AMBIENTI d.o.o., ki je postalo vodilno podjetje v izdelavi pisarniškega pohištva, z mnogimi izkušnjami, znanjem in tradicijo.\nV podjetju BIRING in njegovih sestrskih podjetjih je trenutno zaposlenih 200 delavcev, od tega skoraj polovica na področju prodaje in servisa birotehnične opreme znamke Canon. \n"], "4": ["1.3 PREDPOSTAVKE IN OMEJITVE", "V diplomski nalogi je bil v opisu, in kasneje v predlogu prenove, upoštevan le poslovni proces prodaje s poudarkom na izdaji in prejemu blaga iz carinskega skladišča.\n"], "5": ["1.4 METODE DELA", "Diplomsko delo temelji na analizi problematike trenutnega načina izvajanja  procesa prodaje in proučitvi možnosti za podporo prodajnega procesa z uvedbo  celovite programske rešitve Datalab Pantheon. Del diplomske naloge predstavlja  tudi prototipna rešitev, ki bo podpirala prodajni proces in omogočila hitrejše ter  enostavnejše izdaje iz carinskega skladišča in prejeme v domače skladišče v  obliki SQL postopka, vgrajenega v programsko opremo.\nPredviden rezultat diplomske naloge je prikaz priložnosti za reorganizacijo  načina dela v podjetju, ki bo omogočala:\n- zanesljiv pretok podatkov,\n- s prototipno rešitvijo prikazati hitrejšo in zanesljivejšo prodajo ter  poročanje,\n- povečano prilagodljivost s strani inovativne in prilagodljive organizacijske  strukture, ki bo usmerjena k potrebam kupca – dnevne izdaje iz  carinskega skladišča,\n- pravočasno izvedene poslovne procese,\n- zmanjšanje stroškov poslovanja in hitrejše izvajanje celotnega  poslovanja, podprtega z ustreznimi dokumenti zaradi podpore procesov z  informacijskim sistemom,\n- lažji in hitrejši vpogled v poslovanje.\nZa grafični prikaz prodajnega procesa (izdaja iz carinskega skladišča in prejem v  domače skladišče) je uporabljen program Microsoft VISIO medtem, ko je za  izdelavo prototipne rešitve uporabljena celovita programska rešitev Pantheon  podjetja DataLab d.d..\nPred samo prenovo poslovnega procesa prodaje se bo treba seznaniti z  obstoječim stanjem in raziskati – ugotoviti, kateri poslovni procesi prinašajo novo  vrednost. Vsak proces, ki ne prinaša nove vrednosti, je nepotreben in  predstavlja finančno breme poslovanju. \n2 TEORETIČNE OSNOVE PRENOVE POSLOVNEGA  PROCESA\n"], "6": ["2.1 INFORMACIJSKI SISTEM", "Izraz informacijski sistem je v današnjem času pogosto uporabljen. V praksi poznamo veliko opredelitev, ki vsaka na svoj način razlaga pomen informacijskega sistema. Kot navajata dr. Jože Gričar (2002) in doc. dr. Andreja Pucihar (2006):\n- Informacijski sistem je celota sestavin, ki zagotavljajo podatke in informacije ter  povezave med temi sestavinami v organizaciji in njenem okolju.\n- Informacijski sistem je celota med seboj povezanih sestavin za zbiranje,  pridobivanje, obdelovanje, shranjevanje in posredovanje podatkov in informacij,  z namenom izvajanja, planiranja, kontrole, koordinacije, analiz in odločanja.\n- Informacijski sistem je podatkovni sistem kateremu dodamo še uporabnike.\n- Informacijski sistem je tehnološko implementiran način zajemanja, shranjevanja,  posredovanja podatkov oziroma informacij in priprave na odločanje na osnovi  teh informacij.\nTehnologija, ki jo potrebujemo za uvedbo informacijskega sistema, ni nujno računalniška, čeprav danes brez računalnika praktično ne gre nikjer. Informacijski sistem lahko opredelimo kot množico medsebojno odvisnih sestavin (strojna oprema, programska oprema, ljudje), ki zbirajo, obdelujejo, hranijo in porazdeljujejo podatke ter s tem podpirajo delovne procese v organizaciji. Informacijski sistem je del poslovnega sistema organizacije. Njegova naloga je zagotavljanje informacij za vse ravni odločanja. Informacijske sisteme delimo na: formalne in neformalne ter na računalniško podprte in računalniško nepodprte sisteme. (www.e- student.si/Informacijski_sistem)\nGlede na namembnost in tehnologije, na osnovi katerih informacijski sistem deluje, kot navaja (Pucihar 2006, str. 27), ločimo več vrst informacijskih sistemov:\n- Transakcijski informacijski sistemi (Transaction Processing System - TPS),\n- Upravljalski informacijski sistemi (Management Information System - MIS),\n- Odločitveni sistemi (Decision Support System - DSS),\n- Ekspertni sistemi (Expert System – ES).\nSistemi za upravljanje delovnih procesov (Workflow System - WS)\nSlika 3 prikazuje shemo, na kateri so prikazane vrste informacijskih sistemov in to, komu je posamezna vrsta informacijskega sistema namenjena.\n(Vir:http://files.gsobar.uni.cc/GRADIVA_informatika_omrezja_baze) \nPrimeri takih informacijskih sistemov so:\n- Pisarniški informacijski sistemi,\n- Osebni informacijski sistemi in sistemi za podporo odločanju,\n- Transakcijski sistemi,\n- Upravljalski informacijski sistemi,\n- Sistemi za podporo odločanju,\n- Ekspertni sistemi.\nSlika 4 prikazuje primer medsebojne povezanosti informacijskih sistemov.\n(Vir: http://colos.fri.uni-lj.si/eri/informatika/informacijske_resitve/informacijske_resitve.html)\nPovezovalne funkcije informacijskih sistemov, prikazane na sliki 5, so kot navaja (A. Pucihar, Informacijski sistemi, prezentacija, str. 8):\n- Tehnologija – način, s katerim so podatki preoblikovani in organizirani za  uporabo v poslovanju (oprema, programi, baze podatkov, telekomunikacije),\n- Ljudje – uporabniki informacijskega sistema,\n- Organizacija – funkcionalne enote, ki sodelujejo pri doseganju skupnih ciljev. \n(Vir:A.Pucihar, Informacijski sistemi, prezentacija, str. 7)\n"], "7": ["2.2 PRENOVA INFORMACIJSKEGA SISTEMA", "Informatika, kot je navedeno v (Gričar, 2002, str. 6), je dejavnost oblikovanja, uvajanja in izvajanja informacijskih sistemov v organizaciji. Zajema ugotavljanje potreb po podatkih in informacijah, organiziranost podatkov in informacij, informacijsko tehnologijo in izdelovanje računalniških rešitev. Informatika je tudi teoretična disciplina o sestavi, oblikovanju, delovanju in vzdrževanju informacijskih sistemov. Informacijski sistem je sestavljen iz posameznih sestavin, ki zagotavljajo podatke in informacije, ter povezave med temi sestavinami v organizaciji in njenem okolju. Z uporabo informacijske tehnologije ljudje pridobivajo in posredujejo podatke ter si z njimi oblikujejo informacije v zvezi s procesi. Informacijska tehnologija je sredstvo za obvladovanje podatkov, prek katerih obvladujejo procese. Podatki nastajajo v procesih; na njihovi podlagi si ljudje lahko ustvarjajo informacije o problemih v zvezi s stanjem in delovanjem procesov ter se ustrezno odločajo. Nastajajo podatki o sprejetih odločitvah, ki vstopajo v procese kot informacije (nalogi) za sprožanje in krmiljenje procesov. Informacijska tehnologija je posrednik med ljudmi in procesi. Omogoča, da so uporabni podatki pri ljudeh in v procesih ob pravem času in v taki obliki, da jih je mogoče uporabiti s čim manj dodatnega dela. Če organizacijo pojmujemo kot sistem, v njem lahko razlikujemo podsistem za izvajanje, informiranje in management. Bistvo njenega informacijskega sistema je v zagotavljanju podatkov in informacij, ki so potrebni za izvajanje in management. \nPrenova informacijskega sistema ne pomeni samo nakup nove strojne opreme in nove celovite programske rešitve (angleško Enterprise Resource Planning) rešitve. Upoštevati je treba predvsem zadovoljevanje vidika poslovnih potreb, poslovnih procesov, učinkov na poslovanje, sposobnosti zaposlenih ter vplivov uporabe informacijske rešitve na zaposlene.\nPred izvajanjem projekta prenove informacijskega sistema, in tudi med njim, moramo odgovoriti na nekaj ključnih vprašanj, ki si jih je treba zastaviti (in nanje odgovoriti). Odgovori morajo podajati jasne usmeritve projekta.\nKljučna vprašanja pred izvajanjem projekta prenove informacijskega sistema, kot so navedena v (Krajnc, Tomažič 2007, str. 6) so:\n- Kaj so glavni cilji prenove informacijskih sistemov (optimizacija internega  poslovanja, zadovoljevanje potreb strank, podpora odločanju managementa …)?\n- Kakšna je skladnost ciljev prenove informacijskih sistemov s cilji poslovne  strategije? Ali poslovna strategija opredeljuje informacijski sistem kot eno od  konkurenčnih prednosti?\n- Ali smo sposobni obvladovati večje število projektov ali je projektno delo že  ustaljena praksa pri nas?\n- Ali so bili poslovni procesi že izboljšani in prilagojeni za elektronskemu  poslovanju?\n- Ali je naša organizacija že procesno organizirana (npr. procesi so že popisani,  določeni s skrbniki procesov, uvedeno imamo stalno preverjanje in izboljševanje  procesov, upravljanje procesov…)?\n- Kateri so tisti procesi, pri katerih lahko ob optimizaciji in informatizaciji  pričakujemo največje koristi oziroma učinke za določeno investicijo?\n- Ali so naši kadri pripravljeni in motivirani za sodelovanje pri projektu prenove  informacijskih sistemov?\n- Kateri kadri so najbolj motivirani za projekt prenove informacijskih sistemov?\n- Ali bomo zaradi obsega prenove projekt razbili na več povezanih projektov, ker  je treba obravnavati različne vidike (organizacija, kadri, procesi, stranke,  informacijska tehnologija)?\n- Ali so odločitve glede arhitekture informacijskega sistema, ki nam bo v prihodnje  omogočal prilagodljivost in razširljivost, že določene?\n- Ali bomo iskali že izdelane informacijske rešitve na trgu in se jim prilagajali ali pa  bomo investirali v razvoj nam prilagojenih rešitev?\n- Ali bomo pripravo projekta in izvajanje projekta ter nadzor zagotavljali s svojimi  kadri, ki so običajno preobremenjeni, ali pa bomo angažirali zunanje svetovalce,  ki so strokovnjaki na tem področju?\n- Ali imamo od vodstva že v naprej določene časovne in finančne omejitve za  projekt prenove informacijskih sistemov?\nZ vprašanji in odgovori moramo čimbolj celovito pokriti izzive pri prenovi informacijskih sistemov. Jasni odgovori na navedena (in podobna) vprašanja ter seznanjenost ključnih ljudi v podjetju s temi odgovori nam dajejo vsaj osnovno garancijo za večji uspeh projekta. \nV praksi se pri prenovi informacijskega sistema uveljavljata dva metodološka pristopa, in sicer, kot je navedeno v (Dolinar, 2008, str. 7):\n- improvizacija – gradnja informacijskega sistema poteka po vzorcu improvizacije,  brez načrta celotnega informacijskega sistema: ena funkcija za drugo, en  poslovni proces za drugim, aplikacija za aplikacijo;\n- sistemski pristop poteka po vnaprej izdelanem načrtu prenove celotnega  informacijskega sistema v skladu s pomembnostjo posamezne funkcije v  procesu prenove.\nPri sami izvedbi je zelo koristno, da upoštevamo tudi spoznanja in izkušnje tistih, ki so se s prenovo bolj ali manj uspešno že ukvarjali. Predvsem je pomembno, da pri neuspelih projektih iščemo napake in vzroke zanje.\nInformatizacija poslovanja s celovitimi programskimi rešitvami prinese organizaciji veliko prednosti, npr. večjo kakovost informacij in znižanje stroškov skozi krajše čase izvajanja poslovnih procesov, ki so očiščeni nepotrebnih aktivnosti (Al-Mashari, 2003).\nNe glede na prednosti uvedbe celovitih programskih rešitev, kot je navedeno v (Zalar, 2006), je velik del projektov neuspešen, čeprav veliko slovenskih podjetij označujejo njihove projekte kot uspešne. Vzrokov za neuspeh uvedbe je več, gotovo pa je eden od glavnih virov problemov v merljivosti rezultatov in predvsem pri podcenjevanju kompleksnosti uvajanja celovitih programskih rešitev. Podjetja svojih procesov velikokrat sploh ne poznajo dovolj dobro, vendar se tega problema ne zavedajo ali ga podcenjujejo.\nPri uvajanju programskih rešitev ni dovolj le nakup programske opreme in namestitev le-te ob pomoči zunanjih sodelavcev, potrebno je tudi aktivno sodelovanje celotnega podjetja.\n"], "8": ["2.3 CELOVITE PROGRAMSKE REŠITVE", "Angleški izraz za celovite programske rešitve je Enterprise Resource Planning systems (ERP). ''Enterprise'' (podjetje) pojasni, da ta sistem integrira in avtomatizira številne procese znotraj celotne organizacije. Beseda ''Resource'' (viri) nakazuje pomen gospodarnega ravnanja z viri podjetja. Beseda ''Planning'' (načrtovanje) pa ponazarja proces načrtovanja. (http://www.fiver.si – Celovite programske rešitve).\nCelovite uporabniške programske rešitve predstavljajo pomemben pristop k poslovni prenovi in informatizaciji poslovanja, ki zlasti vodi k učinkovitejšemu obvladovanju podatkov ter natančnejšemu napovedovanju poslovnih dogodkov in odločanju (Kovačič, 2002). \nRazvoj integriranih informacijskih sistemov, kot je navedeno v (Zalar, 2006), je potekal v večih fazah:\n- ROP rešitve (angl. Record Point) – 1950, - Načrtovanje in kontrola  proizvodnje,\n- MRP rešitve (angl. Material Requirements Planning) – 1965, - Planiranje  materialnih potreb,\n- MRP z zaprto zanko (1970), - Planiranje materialnih potreb z zaprto zanko,\n- MRP II rešitve (angl. Manufacturing Resource Planning II) - 1975, -  Planiranje proizvodnih resursov,\n- ERP rešitve (angl. Enterprise Resource Planning) – 1990. – Celovita  programska rešitev.\nNačrtovanje in kontrola proizvodnje (ROP) Rešitve so temeljile predvsem na potrebi po zadovoljevanju kupcev na podlagi beleženja nakupov v preteklosti (t. i. record point system). Gre za predvidevanja, da bo kupčeva poraba v prihodnosti precej podobna pretekli. Plan proizvodnje in poraba materiala sta se določevala ročno oziroma ''na pamet'', kar je posledično lahko povzročilo veliko napak pri naročanju in zalogah.\nPlaniranje materialnih potreb (MRP) To so bili sistemi, namenjeni vodenju zalog in načrtovanju materialnih potreb proizvodnje. Sistem je simuliral univerzalne proizvodne enačbe, ki so upoštevale razpored proizvodnje, račune dobavljenega materiala in inventarne zapiske ter na osnovi teh podatkov določil prihodnje potrebe materiala. MRP se je uspešno razvijal in prvič v zgodovini je nastal formalen mehanizem, ki je zagotavljal pravilnost prioritet v spreminjajočem se okolju.\nPlaniranje materialnih potreb z zaprto zanko (MRP z zaprto zanko) Kasnejši razvoj je prispeval k dodajanju orodij, ki so izboljšala planiranje in predvidevanja proizvodnje ter prodaje. Tako se je razvil MRP z zaprto zanko, ki označuje združevanje sposobnosti zagotavljanja povratnih informacij o izvedljivosti plana proizvodnje. Novi sistem je vseboval niz funkcij, ki niso pokrivale zgolj planiranja potreb po materialu, temveč tudi orodja za določitev prioritet in zmogljivosti, ki so podpirale tako planiranje kot izvedbo, z možnostjo povratnih informacij oziroma izvajalskih funkcij do funkcij predvidevanja kot navajata (Kremzar in Wallace, 2001, str. 8)\nPlaniranje proizvodnih resursov (MRP II) je nadgradnja sistema MRP z zaprto zanko, ki je delovanje razširila na planiranje prodaje v smislu uravnoteževanja ponudbe in povpraševanja na količinskem nivoju, kar je bilo pomembno predvsem za vrhnji management, in sicer zaradi pridobitve nadzora nad operativnim poslovanjem. Novost je tudi finančni vmesnik z zmožnostjo pretvorbe operativnega plana (kosovne in druge enote) v finančne izkaze (denarne enote) in simulacije, na katerih je možen odgovor na vprašanja '' kaj če'' tako v kosovnih kot v denarju. MRP II je pokrival posamezna področja (finance, plače, upravljanje z resursi, proizvodnja itd.), saj se z razvojem in rastjo posamezne funkcije vse bolj medsebojno povezujejo. Večina teh aplikacij je bila razvita znotraj organizacije, ''po meri'', v oddelku informatike in brez zunanjih strokovnjakov. \nCelovita programska rešitev (ERP rešitve) Izraz ERP, predstavljen v začetku 90-ih prejšnjega stoletja, ne kaže vseh zmožnosti, ki jih celovita informacijska rešitev predstavlja. ERP rešitve namreč ne zagotavljajo le načrtovanja, kot lahko sklepamo iz imena, pač pa integrirajo vse funkcije podjetja: finančno-računovodske, človeške vire, prodajo, logistiko, proizvodnjo, materialno poslovanje, projektni management, organiziranje, razporejanje, poročanje, analiziranje ... Prav zato slovenski izraz ''celovita rešitev'', dosti bolj nakazuje vsebino kot angleška kratica, saj gre za rešitve, ki podpirajo vse poslovne procese v podjetju.\nPo letu 2000 se pojavi tudi celovita programska rešitev tretje generacije (ERP III rešitev), ki je sestavljena iz Celovite programske rešitve (ERP), Upravljanja oskrbovalnih verig (SCM), Upravljanja odnosov s strankami (CRM) in E-poslovanja (EP), ki se pojavlja v zvezi z virtualnostjo in omrežji (Kovačič, 2008).\nKrstov (2001, str. 3) navaja pomembne lastnosti celovitih programskih rešitev (ERP rešitev), zaradi katerih se podjetja zelo rada odločajo zanje. Čeprav so zelo dragi, zapleteni in vseobsežni ter brez trdnega jamstva, da bo uvedba v podjetju uspešna, so:  lastnosti s tehnološkega vidika:\n- dejanska neodvisnost od strojne in sistemske programske opreme,\n- visoka stopnja združljivosti (prodajalci temu rečejo popolna združljivost)  sistema,\n- relativno visoka stopnja fleksibilnosti,\n- navidezna enotna struktura tabel,\n- podpora fazni (modularni) uvedbi in\n- skrajšani čas uvedbe.\nlastnosti s poslovnega vidika:\n- povrnitev naložbe v kratkem času,\n- kontroliran in kompatabilen reinženiring poslovnih procesov,\n- osredotočenost na rešitve, ki temeljijo na referenčnih modulih,\n- ena sama vhodna podatkovna točka,\n- omogočanje hitrih in kakovostnih informacij - nudijo možnost izdelave  sprotnih (procesnih) poročil (Real – Time Accounting),\n- sposobnost prilagajanja novim IT potrebam podjetja (e-poslovanje),\n- relativno kakovostno razvite in vgrajene kontrolne procedure in\n- nudijo možnost revizije tako poslovnih kakor tudi revizijskih računalniških  rešitev (saj so tudi te množica tabel, procedur, ekranskih prikazov in tiskanih  poročil. Torej kot druge računalniške rešitve).\nCeloviti informacijski sistemi se vedno bolj uveljavljajo. V splošnem povezujejo vse funkcije neke organizacije, omogočajo uresničitev in vpeljavo novih konceptov organizacije dela ter proizvodnih procesov v proizvodnjo in poslovanje (Vintar in Kovačič 1994, str. 51). \nSlika 6 prikazuje povezave, ki jih mora zagotoviti celovita programska rešitev v samem notranjem procesu delovanja podjetja, prav tako tudi povezave navzven (kupci, dobavitelji).\nElfsson 1999, str. 14.)\nProgramska oprema kot golo orodje pa nima prave vrednosti, če ni prilagojena za podporo poslovnim procesom, ki pa se seveda razlikujejo od podjetja do podjetja. Pravilno nameščen in uveden poslovni informacijski sistem za podjetje pomeni konkurenčno prednost, še zlasti pa mora zagotavljati:\n- sprejemanje dobrih poslovnih odločitev,\n- pregleden denarni tok,\n- ustvarjanje zanesljivih podatkov in informacij,\n- popoln nadzor nad poslovanjem podjetja,\n- rast podjetja.\n"], "9": ["2.4 CELOVITA PROGRAMSKA REŠITEV DATALAB PANTHEON", "Podjetje DataLab Tehnologije d.d. se ukvarja z razvojem poslovne programske opreme ter svetovanjem. S celovito programsko rešitvijo Pantheon so vodilni domači proizvajalec poslovnih rešitev za mala, srednja in velika podjetja. Uporabnikom nudijo najnovejšo tehnologijo in pomoč pri vsakodnevnem delu. Programski paket omogoča analiziranje poslovanja, kar je zelo pomembno pri odločitvah za poslovanje podjetja v prihodnosti.\nProgramski paket DataLab Pantheon spada med zmogljivejša orodja za podporo pri poslovanju podjetja. Rešitev, ki jo je implementiralo in uvedlo že več kot 5800 podjetij oziroma več kot 20.000 uporabnikov (Vir: Datalab Partners Update, 1.7.2010), zagotavlja trdno in stabilno okolje, kjer lahko, s pomočjo enostavnega uporabniškega vmesnika, opravljamo zmogljive obdelave podatkov v poslovnih procesih ter spremljamo pomembne poslovne podatke glede na vrsto in tip uporabnika.\nDružina programskih paketov DataLab Pantheon je primerna tako za mikro podjetja (1-3 uporabniki), z nadgradnjo pa tudi za velika podjetja, z do 1000 zaposlenimi (do 100 uporabnikov), saj MRP II (Planiranje proizvodnih resursov), z vodenjem proizvodnje, omogoča natančno planiranje in spremljanje proizvodnega procesa, tudi v podjetjih do 1000 zaposlenih (do 100 uporabnikov). Pantheon omogoča spremljanje in izstavljanje računov v tuji valuti, vgrajeno pa ima tudi polno podporo za Intrastat poročanje. Hkrati je mogoče s pomočjo celovite programske rešitve Pantheon informatizirati celotno proizvodnjo v najrazličnejših panogah, od naročniške, serijske do storitvene. Planiranje materialnih potreb je pokrito v celoti in avtomatizirano v najvišji možni meri z že prednastavljenimi predlogami (Datalab, 2008).\nNe glede na izbrano dejavnost Pantheon zagotavlja informacijsko podporo vsem poslovnim procesom v podjetju, od načrtovanja izdelka do njegove končne izdelave in prodaje. \nSlika 7 prikazuje modularno zgradbo celovite programske rešitve Datalab Pantheon, namenjeno širokemu spektru končnih uporabnikov, saj pokriva vsa področja, s katerimi se podjetja srečujejo pri svojem poslovanju.\n(Vir: www.datalab.si)\nPodjetje Datalab d.d. ponuja več izpeljank celovite programske rešitve Pantheon. S tem zagotavlja poslovne rešitve, primerne za različne poslovne potrebe. Izpeljanke so urejene hierarhično, tako je omogočeno prehajanje iz nižje na višjo in s tem uporaba dodatnih zmožnosti in procesov, ki jih potrebujemo v skladu z razvojem in rastjo poslovanja.\nSlika 8 prikazuje različne izvedenke celovite programske rešitve Pantheon. Razlikujejo se po področjih, ki jih celovite programska rešitev Pantheon nudi, in so namenjene različnim potrebam končnih uporabnikov. \n"], "10": ["3 OBSTOJEČE STANJE V PROUČEVANEM PODJETJU", ""], "11": ["3.1 POSNETEK STANJA", "V podjetju Biring d.o.o. je poslovanje podjetja podpiralo več sistemov, različnih dobaviteljev, ki so bili med seboj slabo povezani. Za vodenje in spremljanje prevzemov in izdaj carinskega skladišča so uporabljali DOS aplikacijo podjetja MARBO d.o.o., ki ni bila povezljiva z računovodskim programom GRAD d.d., ki se je uporabljal za spremljanje ostalega poslovanja podjetja. Vsi podatki so se morali zato ročno pretipkavati v računovodski program, kar pa seveda lahko privede do napačnih vnosov, zamudnega dela, podvajanja dela ter slabe sledljivosti med enim in drugim programom. \n  (IDEFO standard) \nSlika 9 prikazuje obstoječi potek dela, ki je potekal približno takole: komercialist je sprejel naročilo kupca za določene artikle, ki so se delno nahajali tudi v carinskem skladišču in torej še niso bili prevzeti v EU oziroma Slovenijo. V obeh programih je moral najprej preveriti zaloge in določiti, kateri artikli so že v domačem skladišču in katere je treba prenesti iz carinskega. Nato je sledil nalog referentu carinskega poslovanja, naj pripravi izdajnico iz carinskega skladišča. Referent je moral najprej v skladišču preveriti, katere serijske številke se bodo izdale (tehnično blago), da je lahko to izdajnico iz carinskega skladišča sploh naredil. Zaradi zagotavljanja zakonsko predpisanih evidenc s področja carinske zakonodaje je podatek o kontrolnih številkah (št. prevzema, ECL številka, količina, cena ....) potreben in pomemben. Na osnovi pravilnih prijav in pravilnih nabavnih cen artiklov se namreč izračunavajo carine in davki. Ko je referent podatek dobil, je izdelal dokument izdaje iz carinskega skladišča in ga predal referentu, ki je opravljal prejeme v računovodski program. Šele ko so bili ti podatki vneseni, se je zaloga v računovodskem programu povečala in s tem so bili izpolnjeni pogoji za izdajo dobavnice in računa naročniku.\nSlika 10 prikazuje osnovni zaslon carinskega programa Marbo, ki se je v podjetju uporabljal za vnos, izdajo artiklov v carinsko skladišče in zagotavljanje carinskih evidenc za Carinsko upravo Republike Slovenije\nSlika 11 prikazuje masko za vnos pogojev izpisa evidenc carinskega poslovanja v programu Marbo.\nSlika 12 prikazuje rekapitulacijo prejetih računov za potrebe kontrole carinskega poslovanja s strani Carinskega urada Republike Slovenije.\nSlika 13 prikazuje vnosni zaslon programa Grad, ki ga je podjetje uporabljalo za prevzeme artiklov s carinskega v domače skladišče. S tem so se artikli prenesli na domačo zalogo in bili zagotovljeni pogoji za nadaljevanje prodajnega procesa (izdaja, račun).\n"], "12": ["3.2 KRITIČNA ANALIZA STANJA", "Pomanjkljivosti pri obstoječem načinu poslovanja so:\n- dolgotrajen postopek izdaje blaga od prejetega naročila do izdobave  naročniku;\n- zamuden in neprijazen vnos podatkov v DOS program za vodenje  carinskega skladišča;\n- podvojeno delo z ročnim vpisovanjem podatkov o blagu v računovodski  program;\n- velika možnost napak zaradi vodenja serijskih številk (tehnično blago);\n- nepovezljivost obeh sistemov in s tem zamudno zagotavljanje zakonsko  potrebnih evidenc v zvezi s carinskim poslovanjem;\n- knjiženje poteka s časovnim zamikom, saj se zaradi dveh informacijskih  sistemov delo podvaja;\n- velika količina papirnnatih dokumentov;\n- podvojen popis in vnos stanja inventure artiklov \nPri obstoječem načinu poslovanja je veliko pomanjkljivosti. Ko podjetje sprejme naročilo za blago, ki se fizično nahaja v carinskem skladišču, lahko zaradi podvojenega dela in nerazpoložljivosti osebe, ki opravlja delo v enem oziroma drugem programu, preteče veliko časa, da se naročeno blago izdobavi stranki. Glede na to, da se izdaja iz skladišča ne more izvesti brez pripadajočih dokumentov, naročnik pa je fizično že prisoten v skladišču, je težava še večja. V prodajni proces so vpletene vsaj 4 osebe (komercialist, ki sprejema naročilo, referent za izdajo blaga iz carinskega skladišča, skladiščnik, referentka, zadolžena za izdajo dobavnice in računa iz domačega skladišča), kar je preveč za obvladovanje procesa od naročila do dobave.\n"], "13": ["4 UVAJANJE CELOVITE PROGRAMSKE REŠITVE", "Prenova celovite programske rešitve je bila razdeljena v več faz:\n- izdelava posnetka stanja,\n- izdelava in testiranje rešitve,\n- uvajanje rešitve,\n"], "14": ["- prehod v uporabo rešitve.", ""], "15": ["4.1 PREDLOG PRENOVE PROUČEVANEGA PROCESA", "Predlog za rešitev problema je zagotoviti hitrejšo izdelavo potrebnih dokumentov, zmanjšati število dokumentov, hitrejši pretok in manjše število ljudi, ki so potrebni. Predlagana rešitev je uvedba celovite programske rešitve. Proces bi po novem potekal tako, da komercialist sprejme naročilo, vse ostale faze postopka (izdaja artiklov iz carinskega skladišča, prevzem v domače skladišče, izdaja dobavnice) pa opravi skladiščnik, ki ima edini fizični stik z artikli (serijsko številko in črtno kodo artikla odčita s čitalcem). Na ta način je postopek hitrejši, zagotovljene so vse zakonsko potrebne evidence, možnost napak pa je zmanjšana na minimum.\nSlika 14 prikazuje predlog prenove celovite programske rešitve, s prikazom poteka izdaje blaga od naročila kupca do odpreme in izstavitve računa, z možnostjo izdaje blaga iz carinskega skladišča. \n  (IDEFO standard) \nŽe osnovna funkcionalnost celovite programske rešitve Pantheon podpira sprejem blaga in izdajo blaga v carinsko skladišče ter prejem istega blaga v lastno, domače skladišče. Ta postopek se naredi v dveh fazah. Najprej se izbrano blago izda iz carinskega skladišča z vrsto dokumenta 910, kar je prikazano na sliki 15.\nprogramska rešitev Pantheon)\nZa prevzem artiklov na domače skladišče je treba narediti prevzem z vrsto dokumenta 1S0, kar prikazuje slika 16. \n  programska rešitev Datalab Pantheon)\n"], "16": ["4.2 RAZVIJANJE, IZDELAVA IN TESTIRANJE REŠITVE", "Zaradi velikega števila dnevnih izdaj in zamudnega dvojnega vnosa artiklov (najprej za izdajo in nato za prevzem), se predlaga izdelava dodatnega SQL postopka, ki bi drugi del procesa (prejem v domače skladišče) na osnovi izdaje naredil avtomatsko. Za izdelavo postopka avtomatizacije izdelave prejetih dokumentov se uporabi orodje SQL interactive, ki je vgrajeno v celovito programsko rešitev Datalab Pantheon. Slika 17 prikazuje vnosno masko dodatnega orodja za programiranje uporabniških rešitev SQL Interactive. To orodje za dodatno programiranje je sestavni del celovite programske rešitve Datalab Pantheon. \nrešitev Datalab Pantheon)\nZ izdelanim dodatnim postopkom za izdelavo dokumenta domačega prevzema z oznako 1S0 iz dokumenta izdaje s carinskega skladišča z oznako 910 se s pritiskom na eno tipko izvede izdelava dokumenta prejema v domače skladišče, prenos pozicij z nabavnimi cenami in tudi serijske številke artiklov, ki so prenesene iz carinskega skladišča v domače skladišče. S tem je zagotovljen ažuren, hiter in predvsem natančen prevzem blaga, ki je že v naslednjem trenutku pripravljen za prodajo na domačem trgu.\nSlika 18 prikazuje osnovno masko kreiranega dodatnega postopka SQL postopka za avtomatsko izdelavo prejemnih dokumentov v domače skladišče. Prikazane so tudi možnosti, kako do postopka dostopamo (prek čarovnika – funkcionalnost Pantheona ali s tipko F2 v samem dokumentu carinske izdaje). \n  rešitev Datalab Pantheon)\nZa programiranje samega postopka je uporabljen programski jezik SQL, ki podpira poizvedbe iz baze podatkov, izdelovanje novih dokumentov ter prenos podatkov v nove dokumente.\nSlika 19 prikazuje vnosno masko za vnos programske kode pri programiranju dodatnih SQL postopkov, namenjenih izdelavi uporabniških rešitev, ki so vdelane v samo celovito programsko rešitev Datalab Pantheon in omogočajo lažje, hitrejše in zanesljivejše opravljanje poslovnih funkcij. \nDatalab Pantheon)\nUporabna vrednost dodatnega SQL postopka, ki na osnovi poizvedb v bazi izdela nove dokumente, je, da na dokumentu izdaje iz carinskega skladišča prebere vse potrebne parametre za izdelavo novega dokumenta prevzema v domače skladišče (podatki o datumu, artiklih, cenah, serijski številki) in poskrbi za hitro in pravilno ažuriranje zalog v samem domačem skladišču. Procedura se vgradi v obstoječi celoviti programski rešitvi v sam obrazec dokumenta carinske izdaje. Sproži se prek \n'čarovnika', ki je vgrajen v rešitev ali s pritiskom na tipko F2. Ob končanem prenosu podatkov procedura sporoči številko novo izdelanega dokumenta in zaključi postopek prenosa. Pri testiranju postopka se preveri, ali so vsi potrebni podatki preneseni in njihovo pravilnost.\n"], "17": ["4.3 UVAJANJE REŠITVE", "Uvajanje nove celovite programske rešitve zahteva uvedbo nekaterih sprememb. Zaposleni so morali spremeniti nekatere delovne navade ter sprejeti nov proces dela. Sam postopek se je v procesu šolanja v testnem okolju prikazal sodelujočim v prodajnem procesu od naročila blaga do njegove izdaje oziroma prodaje. Dodatno razvit SQL postopek oziroma njegova uporaba se je posebej prikazala in obrazložila skladiščnikom, ki ga bodo pri vsakodnevnem delu tudi uporabljali. Pri tem smo preverili, ali so vsi parametri (vrsta dokumenta, kreiranje pozicij prevzema, uporabnik, ki zapis kreira …), ki so vključeni v samo programsko rešitev, pravilni in zadostni za uporabo. Šolanje smo izvedli odgovorni za uvedbo s strani predlagateljev rešitve in vodja projekta na strani naročnika. Pri tem se je nov prodajni proces obrazložil in prikazal na konkretnih primerih. V drugi fazi šolanja, ki je potekala tik pred prehodom v redno delo, so zaposleni svoje vsakodnevno delo izvajali še v testnem okolju. Za razliko od starega sistema so ugotovili, da so postopki zelo poenostavljeni ter precej pohitrijo in poenostavijo delo. Vsi procesi so bili opredeljeni in zapisani v pisno obliko in predstavljeni vodstvu ter zaposlenim. Po pregledu in potrditvi naročnika je bila nova programska rešitev dana v uporabo pri vsakodnevnem delu.\n"], "18": ["4.4 PREHOD V UPORABO REŠITVE", "Po potrditvi s strani naročnika, da je z dodatnimi procedurami in spremembo samega procesa zadovoljen, je bila rešitev vgrajena v celovito programsko rešitev in pripravljena za uporabo.\nSlika 20 prikazuje vnosno okno dokumenta izdaje iz carinskega skladišča in vgrajeno dodatno funkcionalnost za izdelavo dokumenta domačega prevzema. Rešitev je vgrajena v samo funkcionalnost 'čarovnika', ki je v Pantheonu namenjen za dodatne rešitve in funkcionalnosti programa. Sam postopek se lahko požene tudi s funkcijsko tipko F2. \n  carinskega skladišča (Celovita programska rešitev Datalab  Pantheon)\nZaradi pričakovanih težav pri prehodu na novo celovito programsko rešitev se je v podjetju izoblikovala skupina za pomoč uporabnikom. V tej skupini so bili ključni uporabniki podjetja, ki je naročilo rešitev, in svetovalci iz podjetja HelpDesk d.o.o., ki je pripravilo rešitev in je pooblaščen vzdrževalec celovite programske rešitve Datalab Pantheon. Naloga vseh članov je bila pomoč uporabnikom pri delu ter takojšnja odprava odkritih napak, ki se ob tako veliki spremembi lahko pojavljajo. Večjih težav ni bilo, i problemi so se pojavljali predvsem zaradi nezadostnega znanja končnih uporabnikov. Težave so se reševale sproti, delo samo ni bilo pretirano ovirano, vsi pomembni procesi nabave, prodaje in skladiščenja pa so delovali od prvega dne.\n"], "19": ["5 ZAKLJUČEK", "Informacijski sistem organizacije ima veliko vlogo pri zagotavljanju konkurenčne prednosti, saj sledi vsakodnevnim spremembam in kadarkoli zagotavlja točne ter tekoče podatke na različnih ravneh organizacije. Enako velja za prodajni proces, še posebej, če je sestavljen iz več podprocesov (carinska skladišča, domače skladišče). Pri ročnem vnašanju podatkov lahko pogosto nastanejo netočnosti. Točni in zanesljivi podatki pa so pokazatelji učinkovitosti in uspešnosti prodajnega procesa in poslovanja v celoti. V našem primeru je pridobitev še toliko večja, saj se iz dveh nepovezljivih informacijskih sistemov preide na enotnega, ki podpira vse faze, potrebne za poslovanje podjetja. Informacijski sistemi, ki zmorejo hitro in točno obdelavo podatkov, hkrati pa podpirajo vse poslovne procese, so sistemi, ki jih imenujemo celovite programske rešitve. Uvedba celovite programske rešitve ne pomeni samo prenove informacijske podpore poslovanju, ampak zajema tudi prenovo poslovnih procesov.\nNa osnovi dobljenih informacij in na podlagi analize procesov starega sistema je razvidno, da proučevana organizacija potrebuje temeljito prenovo informacijske podpore poslovanja, predvsem na področju prodajnega procesa. Procesi so bili podprti z dvema različnima nepovezanima programoma, od katerih je program za carinsko poslovanje tekel še v DOSu. Obdelava podatkov je bila prepočasna, točnost podatkov pa vprašljiva. Vse to so razlogi, ki omogočajo korenito izboljšanje stanja z uvedbo enotnega poslovno informacijskega sistema, ki zagotavlja podporo vsem procesom v proučevani organizaciji.\nPo predstavitvi rešitve in pogovoru s ključnimi uporabniki informacijskih sistemov in vodstvom podjetja je bilo ugotovljeno, da so si edini v želji po uvedbi celovite programske rešitve, s katero bi podprli prodajne in tudi druge procese.\nPredlog za proučevano organizacijo je, da vodstvo podjetja izbere projektnega vodjo, ki bo pozneje sestavil projektno skupino za uvedbo celovite programske rešitve. Projektno skupino naj organizira tako, da bo ta pokrivala vse poslovne procese podjetja. Vsem članom delovne skupine naj se točno določi njihovo vlogo v skupini in opredeli naloge, ki jih mora določen član skupine opraviti. V načrtovanju projekta naj se opravijo vse potrebne analize in točno opredeli projektni načrt\nZa podjetje, ki ustreza velikosti proučevane organizacije (srednje veliko podjetje), je program Datalab Pantheon zelo primeren. Odlikujejo ga enostavna uporaba, preglednost in izredno hiter dostop do podatkov ter informacij. Zelo pomembno je, da Pantheon podpira tudi modul Vodenja carinskih skladišč, ki je osnova za prodajni proces v proučevani organizaciji Biring d.o.o. Pri uvajanju rešitve je pomembna dobra komunikacija med projektno skupino proučevane organizacije in projektno skupino izvajalca, saj bo izvajalec le tako lahko dobro analiziral trenutno stanje in dobil potrebne podatke. Po uvedbi nove rešitve se bodo uporabniki morali prilagoditi na novo rešitev, zato jih je takrat treba motivirati, jim omogočiti dodatna usposabljanja ter predstaviti vse prednosti, ki jih ta rešitev prinaša. Datalab Pantheon je v osnovi zelo odprt sistem za dodelave in prilagoditve, kar omogoča proučevani organizaciji izdelavo oziroma dodelavo obstoječih procesov, postopkov, kar privede do še hitrejšega, natančnejšega in bolj ekonomičnega poslovanja.\n"], "20": ["5.1 ODZIVI NAROČNIKA", "Po prehodu v uporabo rešitve so bili odzivi naročnika zelo pozitivni. . Najpre so to pokazali odzivi neposredno vpletenih v sam proces (komercialist, skladiščnik), katerima je rešitev močno olajšala delo z dokumenti. Bistveno se je tudi skrajšal čas izdobave artiklov iz carinskega skladišča končnemu kupcu. Posledično je bilo zadovoljstvo zaznati tudi pri ostalih zaposlenih in vodstvu, saj imajo sedaj boljši in natančnejši vpogled v trenutne zaloge artiklov. Odzivnost komerciale na zahteve kupcev je sedaj neprimerno boljša, prav tako zanesljivost podatkov o razpoložljivosti artiklov.\n"], "21": ["5.2 PREDLOGI ZA NADALJNI RAZVOJ", "Glede na dosežen napredek pri uveljavitvi celovite programske rešitve v prodajni proces, s poudarkom na izdajo artiklov iz carinskega skladišča v domače skladišče in nadaljnjo prodajo, se naročniku predlaga pregled in optimizacijo ostalih procesov v podjetju (naročanje, nabava, skladiščno poslovanje, računovodstvo) ter povezavo vseh v enoten informacijski sistem. S tem bi si poenostavili poslovanje in hkrati zagotovili boljše rezultate in možnosti za nadaljnji razvoj podjetja. Celovita programska rešitev Datalab Pantheon se je izkazala za primeren produkt pri zagotavljanju naročnikovih želja in potreb.\n"], "abstract": ["Diplomsko delo govori o uvajanju celovite programske rešitve Datalab Pantheon v prodajni proces podjetja Biring d.o.o., kjer je bil prodajni proces zaradi več nepovezljivih modulov nepregleden in zamuden. V diplomski nalogi so najprej predstavljene teoretične osnove prenove poslovnih procesov. V nadaljevanju je predstavljeno obstoječe stanje in podrobno opisan prodajni proces v obstoječih poslovno informacijskih rešitvah. Obstoječi prodajni proces je prikazan tudi grafično, iz česar so razvidne vse aktivnosti, ki jih morajo izvesti udeleženci v prodajnem procesu. V naslednjem poglavju je predstavljeno uvajanje nove celovite programske rešitve Datalab Pantheon, s podporno rešitvijo prodajnemu procesu. V zadnjem poglavju so predstavljeni odzivi naročnikov in predlogi za nadaljnji razvoj."]}