{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev oziroma opis problema raziskave", "V diplomskem delu bom planirala razvoj podjetja na ravni politike podjetja in na ravni strateškega managementa.\nŽelja vsakega podjetja je dosegati poslovno uspešnost. Sama uspešnost poslovanja pa je odvisna od pravilno izoblikovane vizije, politike in strategij. Cilj vsakega podjetja je obstoj in nadaljnji razvoj, zato se mora biti podjetje sposobno hitro odzivati na spremembe v okolju in se prilagajati novim razmeram. Znati mora izkoristiti prednosti, se zavedati svojih morebitnih slabosti, proučiti priložnosti in zaznati vse nevarnosti, ki izhajajo iz okolja.\nTežišče problema je torej proces planiranja na ravni politike in na ravni strateškega managementa bodočega podjetja.\n"], "3": ["1.2 Namen, cilji in trditve", "V svojem diplomskem delu bom predstavila planiranje razvoja novoustanovljene turistične agencije, ki se bo ukvarjala s tremi raznolikimi dejavnostmi.\nOb vedno hitrejšem in stresnem ritmu življenja ljudje pozabljajo na oddih. Kakovostno preživljanje prostega časa pripomore k temu, da se ljudje sprostijo, napolnijo baterije in se polni elana vrnejo na delo.\nUstanovitev turistične agencije bo tako pomagala ljudem do popolnega izkoristka življenja. Poleg same ustanovitve bom izdelala še plan razvoja, saj se bo podjetje le tako lahko izognilo nevarnostim in odpravilo slabosti ter bolje izkoristilo priložnosti in prednosti, ki jih ponuja trg na katerem bo poslovalo.\nCilji moje diplomske naloge so:\n- proučiti podjetje,\n- proučiti dejavnike uspešnosti podjetja,\n- izoblikovati ustanovitveno in razvojno vizijo,\n- proučiti vrednote udeležencev podjetja,\n- ugotoviti prednosti in slabosti podjetja,\n- ugotoviti priložnosti in nevarnosti za podjetje,\n- preko poslanstva, smotrov in ciljev podjetja, planirati politiko podjetja,\n- opredeliti razvojne strategije in jih ovrednotiti,\n- programirati uresničitev planiranega razvoja podjetja;.\nUspešnost razvoja podjetja je zelo odvisna od planiranja njegovega razvoja. Dejstvo je, da je okolje, v katerem danes poslujejo podjetja zelo spremenljivo – turbulentno. Okolje se vedno hitreje spreminja, zaradi česar prihaja do sprememb, le te pa se kažejo kot nevarnosti za podjetja če ne sledijo dogajanju zunaj in znotraj njihovega poslovanja. Tako mora biti podjetje odprto in dinamično, seveda pa mora vedno spremljati dogajanja v \nokolju, se prilagajati spremembam, težiti k postopnem razvoju in rasti ter širiti svojo dejavnost poslovanja na nova tržišča.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Pri proučevanju ekonomskih stvarnosti ne moremo vedno zajeti vseh dejstev in vplivov, zato se zatekamo k predpostavkam, ki nam nekoliko olajšajo opravilo. Predpostavljam, da brez kvalitetnih predustanovitvenih raziskav podjetje ne more biti uspešno niti ne more dolgo ohranjati stabilnega tržnega položaja. Predpostavljam, da je obstoj in razvoj podjetja v veliki meri odvisen od planiranja razvoja in od priložnosti in nevarnosti, ki pretijo podjetju iz okolja. Predpostavljam, da bo z rastjo trga v prihodnosti nastopila tudi ostrejša konkurenca, kar lahko vpliva na pogoje poslovanja podjetja. Predpostavljam, da bo podjetje dosegalo poslovno uspešnost s pametnimi in pravilnimi odločitvami, ki morajo zadovoljevati tako podjetje, zaposlene, poslovne partnerje kot zahtevne kupce.\nPri raziskavi se bom omejila na planiranje razvoja podjetja na ravni politike podjetja in planiranje razvoja podjetja na ravni strateškega managementa. Nadaljnje omejitve izhajajo iz pomanjkanja lastnih izkušenj pri sodelovanju in izvedbi velikih projektov.\n"], "5": ["1.4 Predvidene metode raziskovanja", "Pri obravnavanju razvoja podjetja bom uporabila poslovno raziskavo, saj bo le-ta osredotočena na ustanovitev podjetja in njegovo kasnejše poslovanje, na posamezne funkcije podjetja in bo obravnavala povezave podjetja z okoljem. V okviru poslovne raziskave bom uporabila dinamično ekonomsko raziskavo, ki proučuje proces nastajanja in širjenja sprememb, ki ga povzroči začetna sprememba določene oz. določenih spremenljivk.\nPristop k raziskovanju bo deskriptiven, ker daje prednost opisu (deskripciji) strukture ali delovanja ali razvoja določenega gospodarskega pojava ali procesa. V okviru deskriptivnega pristopa pa bosta najprimernejši metoda deskripcije in metoda kompilacije.\nS pomočjo deduktivne metode, kjer je pristop k raziskovanju kvalitativen, bom iz splošnih stališč (teorije, trditve, hipoteze) izvedla posebne in posamične oz. konkretne sklepe o odvisnosti med pojavi, ki jih bom analizirala. \n"], "6": ["2 PREDSTAVITEV IN OPREDELITEV PODJETNIŠKE IDEJE TER KRATKA  PREDSTAVITEV (BODOČEGA) PODJETJA", "»Ljudje danes ne znajo živeti, življenje izkoristijo le 10-odstotno.«  Isadora Duncan\nMisel gospe Duncan mi je porodila idejo o ustanovitvi turistične agencije, ki bo ljudem pomagala do popolnega izkoristka življenja.\nTuristična agencija Vigot d.o.o. bo manjše podjetje, ki bo opravljalo turistične storitve, predvsem za študente in dijake ter premožnejše aktivno prebivalstvo.\nPodjetje bom ustanovila sama in bom hkrati tudi njegova direktorica.\nLokacija podjetja bo v City centru v Celju. Podjetje bo imelo poslovni prostor v najemu. Za smo poslovanje bomo skupaj s potrebnim kadrom potrebovali primerno opremljeno pisarno in poslovalnico v Nemčiji, za katero bo prav tako moralo plačevati najemnino. Pravna oblika podjetja bo družba z omejeno odgovornostjo (d.o.o.) in bo po dejavnosti uvrščeno v terciarni sektor. Podjetje se bo ukvarjalo s tremi raznolikimi dejavnostmi:\n- vodenje absolventskih in maturantskih izletov,\n- vodenje skupin po svetu,\n- vodenja turistov po Sloveniji;\nV podjetju bo skupno 30 redno zaposlenih ljudi s V. in VII. stopnja izobrazbe.\nIzleti bodo organizirani, vodiči pa usposobljeni za vodenje skupin na določene destinacije z ustrezno izdelanim programom. Organizirani bodo tudi izleti po Sloveniji, predvsem za tuje turiste, ki jih bo podjetje s svojo poslovalnico v Nemčiji prepričalo o lepotah in zakladih naše Slovenije. \n"], "7": ["3 PREDUSTANOVITVENE RAZISKAVE", ""], "8": ["3.1 Opredelitev velikosti, značilnosti in posebnosti podjetja", "Podjetje lahko jemljemo kot institucionaliziran podjem za uresničitev podjetniške ideje in zamisli. Ker nastane podjetje prvenstveno zaradi interesa po uresničitvi nastale podjetniške ideje, ima vsako podjetje interesne značilnosti (Belak 2002, 21).\nPo Reberniku (1997,44) je podjetje poslovna organizacija, ki je lastnik obratov, tovarna, rudnik, trgovina ali skladišče in jih tudi vodi.\nSlovenski zakon o gospodarskih družbah (2006) v 55. členu deli gospodarske družbe na majhne, srednje in velike. Kriteriji za takšno delitev so naslednji:\n- povprečno število zaposlenih v poslovnem letu,\n- čisti prihodki od prodaje,\n- vrednost aktive;.\nTuristična agencija Vigot d.o.o. se po slovenskem zakonu tako uvršča med mala podjetja, kjer je do 50 zaposlenih (povprečno) in prislužijo do 7.300.000 evrov čistega prihodka ter kjer je vrednost aktive omejena na 3.650.000 evrov (Uradni list RS 42/2006).\nZnačilnost podjetja bo v opravljanju kakovostnih storitev s katerimi si bo pridobilo stalne stranke. Prav tako pa bo iskalo nove in zanimive destinacije za potovanja.\nPosebnost bo v organiziranosti izletov in ogledov po Sloveniji ( predvsem) za tuje turiste, ki si jih bo podjetje pridobilo s svojo poslovalnico v Nemčiji in pozneje, čez 5 do 8 let tudi v Avstriji, Italiji in Franciji. S takim načinom poslovanja bo podjetje hkrati pripomoglo tudi pri promociji Slovenije, kot ne le tranzitne in majhne, temveč tudi zanimive in lepe države Evropske unije.\n"], "9": ["3.2 Dejavniki uspešnosti (pri ustanavljanju) podjetja", "Ko ustanavljamo podjetje, moramo biti posebej pozorni na pričakovane dejavnike uspešnosti in sicer :\n- dejavnike uspešnosti, ki jih ustvarja okolje,\n- dejavnike uspešnosti, ki izhajajo iz osebnosti ustanovitelja,\n- dejavnike uspešnosti, ki izhajajo iz oblikovanja predmeta ustanovitve;.\nDejavniki uspešnosti, ki jih ustvarja okolje\n- Ožje in širše okolje nastajajočega podjetja ni zavirajoče in ima pozitiven odnos do  inovativnosti in ustvarjalnosti, kar bo podjetju dopuščalo tudi potreben razvoj.\n- Slovenija, kjer bo podjetje imelo sedež in bo tudi delovalo, ima urejen pravni red,  prav tako to velja za Nemčijo, kjer bo njegova poslovna enota. Na nobenem  pravnem področju ni ugotovljenih preprečevalnih ali zaviralnih dejavnikov za  ustanovitev in razvoj podjetja. \n- Ožje in širše območje lociranosti podjetja je dobro opremljeno s storitveno  infrastrukturo. Omogočena mu bo zadovoljiva informacijska povezanost z ožjim in  širšim (tudi svetovnim) okoljem. Podjetje bo hkrati locirano v večjem mestu tako v  Sloveniji kot v Nemčiji, kjer imajo sedež pomembnejši pravni uradi.\n- Ne prodajnem področju bo za podjetja najpomembnejši slovenski trg.\nDejavniki uspešnosti, ki izhajajo iz osebnosti ustanovitelja\n- Kot ustanoviteljica podjetja imam veliko željo po uspehu in sem zato tudi  pripravljena tvegati. Sem komunikativna, prizadevna, vzdržljiva, prilagodljiva,  inovativna in tudi izkušenj na tem področju mi ne manjka. Če želim postati uspešna  podjetnica, pa moram biti bolj natančna in ne preveč samosvoja.\nDejavniki uspešnosti, ki izhajajo iz oblikovanja predmeta ustanovitve\n- S pomočjo poznavanja pravnih oblik različnih gospodarskih družb, samostojnega  podjetnika in zavodov sem se kot najprimernejšo obliko podjetja odločila za  podjetje z omejeno odgovornostjo (d.o.o.), saj lastnik v primeru stečaja podjetja  odgovarja le z ustanovitvenim kapitalom in ne s celotni premoženjem kot pri obliki  samostojnega podjetnika, ki je bila naslednja alternativa. Ostale oblike zahtevajo  več ustanovitvenega kapitala in obveznosti, zato me ne interesirajo.\n- Lokacija podjetja je bila izbrana na podlagi visoke frekvence obiska in prostega  poslovnega prostora v City Centru.\n- Za firmo podjetja sem se po dolgem premisleku in posvetovanju s prijatelji le  odločila za latinsko ime Vigot, kar v našem jeziku pomeni življenjska sila. Ime  podjetja je tako posredno povezano tudi z opravljanjem naših storitev. Temu sem  dodala še zahtevano pravno obliko podjetja d.o.o. in dodala tekst o dejavnosti  podjetja, ter se tako odločila za ustanovitev podjetja Turistična agencija Vigot,  d.o.o., krajše Vigot, d.o.o.\n"], "10": ["3.3 Strateške razvojne situacije podjetja", "Poznamo štiri tipe razvojnih okoliščin:\n- lokalna MSP z lokalnim trgom,\n- lokalna MSP s svetovnim trgom,\n- globalna MSP z lokalnim trgom,\n- globalna MSP s svetovnim trgom (Belak 1998,162);.\nPodjetje bo spadalo med lokalna podjetja s svetovnim trgom, kjer se tržni in operacijski prostor podjetja v veliki meri ujemata s področjem, kjer je sedež podjetja. \n"], "11": ["3.4 Spoznanja o premagovanju konkurence", "Podjetje, ki na tržišču ponuja določene storitve porabnikom, skorajda ne more računati na to, da bi bil njihov edini ponudnik. Pri tem se srečuje z drugimi podjetji, ki skušajo izoblikovati podobno ali enako ponudbo, usmerjeno v isto ciljno skupino. Ta podjetja štejemo za konkurenčna.\nKonkurenco torej obravnavamo kot obliko tržnega tekmovanja oziroma odnosa med podjetji, ki na strani ponudbe in povpraševanja kažejo, koliko mora podjetje v svojih menjalnih akcijah upoštevati odzive konkurentov. Tudi pri tekmecih obravnavamo več oblik, od katerih sta najbolj pomembni dve:\n- obstoječa konkurenca, to so tisti, s katerimi že tekmujemo, in\n- možni konkurentje, to so tisti, s katerimi še ne tekmujemo, lahko pa pričakujemo,  da bomo (Gabrijan 1990, 147).\nS ponudbo turističnih storitev, kot jo planira podjetje Vigot, d.o.o. se ukvarja mnogo turističnih agencij, torej bo konkurenca močna. Tega se podjetje tudi dobro zaveda in s kakovostnimi storitvami, primernimi cenami ter raznolikostjo storitev pričakuje, da bo konkurenčno oziroma bo sposobno tekmovati z njimi in jih tudi premagati.\n"], "12": ["3.5 Etična pravila", "Etika je filozofska disciplina ali panoga, ki se ukvarja s tematiko človeškega hotenja in ravnanja z vidika dobrega in zlega, moralnega in nemoralnega (Sruk 1999,138).\nEtična norma je vodilo oziroma pravilo, ki uravnava človekovo nravstveno relevantno življenje, ravnanje (Sruk 1999,135).\nSeznami pravil obnašanja in delovanja ter odsevanje družbene stvarnosti v zavesti posameznika so etična pravila vseh organizacij. Nastanejo s procesom, v katerem se družbena pravila pretvarjajo v lastna načela. Pravila so lahko stroga in jih je potrebno dosledno upoštevati, lahko pa so bolj splošna. V družboslovnem raziskovanju tako ločimo predpise, ki so določeni z zakonom oziroma jih podjetja vsilijo sama sebi. V tem primeru se morajo pravila upoštevati brez izjeme. Malo manj stroga pravila so standardi, ki pa jih je prav tako potrebno dosledno upoštevati.\nV podjetju bodo vladala etična pravila, ki jih je določilo podjetje samo. Celoten kolektiv jih bo moral dosledno upoštevati, saj bomo le tako lahko pripomogli k večji uspešnosti podjetja. \nEtična pravila v podjetju Vigot, d.o.o so:\nPotrebe kupcev morajo biti v čim večji meri zadovoljene, podjetje jim mora biti predano in zanje opravljati kakovostne storitve.\nPodjetje bo odgovorno vsem zaposlenim, jih upoštevalo in cenilo njihove odlike. Zaposleni v podjetju morajo biti obravnavani kot individumi, pri delu pa morajo čutiti varnost in svobodo pri izražanju predlogov in pritožb.\nPodjetje bo moralo spodbujati družbeni napredek in poravnavati obveznosti v dogovorjenih rokih. \n"], "13": ["4 USTANOVITVENA IN RAZVOJNA VIZIJA", "Vizija je opredeljena kot projekcija: v prihodnost projecirana predstava o mestu na trgu, ki ga hoče podjetnik zasesti s svojimi izdelki oziroma storitvami, pa tudi predstava o tipu podjetja, ki ga potrebuje za to, da bi prišel tja. Na kratko, vizija se nanaša na to, kam želi podjetnik pripeljati svoje podjetje, vključuje pa tudi mehanizme ( organizacijo, tip upravljanja...), ki mu bodo to omogočili (Rebernik 1997, 42).\nVizijo vidimo kot izhodišče planiranja ustanovitve in razvoja podjetja. S tega vidika razlikujemo ustanovitveno in razvojno vizijo podjetja (Belak 2002, 75).\n"], "14": ["4.1 Ustanovitvena vizija", "Za ustanovitev sem se odločila zaradi želje po opravljanju turistične dejavnosti. Sama imam primerno stopnjo izobrazbe za opravljanje managerske funkcije, prostega delovnega mesta na tem področju pa trenutno ne najdem nikjer. Poleg samozaposlitve se bodo tako odprla tudi nova delovna mesta za ljudi, ki imajo ustrezno stopnjo izobrazbe in radi potujejo.\n"], "15": ["4.2 Razvojna vizija", "Podjetje želi postati vodilna turistična agencija v Sloveniji pri vodenju skupin po svetu, pri absolventskih in maturantskih izletih ter povečati obisk tujih (nemških) turistov v Slovenijo, z namenom »narediti« jo bolj turistično državo. S podobnimi storitvami bi želelo podjetje čez 5 do 8 let osvojiti tudi avstrijske, italijanske in francoske turiste. \n"], "16": ["5 PLANIRANJE RAZVOJA", ""], "17": ["5.1 Politika in interesni potenciali podjetja", "Ko se podjetje odloča za določeno politiko, mora proučiti naslednje sklope proučevanj:\n"], "18": ["- proučevanje vrednot udeležencev podjetja,", ""], "19": ["- proučevanje podjetja z opredelitvijo njegovih prednosti in slabosti,", "- proučevanje razvoja okolja ter možnosti in nevarnosti za podjetje,\n- prognostična obdelava podjetja in njegove politike (Belak 2002,115);.\n"], "20": ["5.1.1 Proučevanje vrednot udeležencev podjetja", "Nadzori in vrednote se razvijajo v tistih, ki v podjetju odločajo in v odvisnosti od okolja ter pod vplivom ostalih udeležencev. Udeleženci podjetja pa nosijo s seboj svoje nazore in vrednote kot svoj način razmišljanja, ki temelji na njihovih subkulturah (Kralj 1995,117).\nZa proučitev vrednot ključnega udeleženca podjetja, torej mene kot ustanoviteljico, ki bom hkrati tudi direktorica, sem uporabila Urlichovo shemo profiliranja vrednot. Razjasnitev mojih vrednot predstavlja bistvena in izhodiščna spoznanja za oblikovanje politike podjetja.\nOpredelila sem svoj odnos do dobička, ki bi ga želela čim več reinvestirati, zmeren odnos do tveganj, visoko rast prodaje in maksimalno kakovostno opravljanje storitev. Poleg tega sem opredelila še odnos do države, družbenih ciljev in ciljev sodelavcev, ki bi jih upoštevala, tudi če bi bili povezani z žrtvovanjem.\n"], "21": ["5.1.2 Proučevanje podjetja z opredelitvijo njegovih prednosti in slabosti", "Poleg vrednot je za opredelitev podjetja v začetni fazi bistvenega pomena proučiti še prednosti in slabosti, ki prežijo na podjetje.\nPrednost je sposobnost ali danost podjetja, ki mu omogoča, da je na določenem področju boljše od drugih. Če so prednosti bistvene in če trajajo dlje časa, lahko postanejo strateško konkurenčne prednosti, kar pomeni, da druga podjetja potrebujejo dlje časa če želijo premostiti to razliko. Ta prednost pa mora biti jasna in sprejeta pri potrošniku (Rozman 1993,140).\nUgotovitve so pokazale, da morebitnih slabosti podjetja ne bi imelo. \n"], "22": ["5.1.3 Proučevanje razvoja okolja ter možnosti in nevarnosti za okolje", "Z okoljem podjetja razumemo vse dejavnike, ki vplivajo na podjetje, in tudi, kako podjetje vpliva na okolje. Podjetje se skuša prilagajati okolju in tako izkoristiti vse priložnosti, ki mu jih le ta ponuja, hkrati pa se izogniti vsem morebitnim dejavnostim, ki mu pretijo. Po drugi strani pa podjetje vpliva na okolje in skuša s tem ustvariti ugodnosti zase in preprečiti negativne vplive (Rozman 1993,103).\nZnano je dejstvo, da se okolje nenehno spreminja, kar pomeni več različnih priložnosti in nevarnosti za podjetja. Obstanejo lahko le podjetja, ki nenehno sledijo spremembam okolja ga budno spremljajo in stalno obnavljajo ter zvišujejo svoj ustvarjalni potencial. Gre za odprta, dinamična podjetja, ki morajo biti stalno budna ter na široko iskati in zbrati čim več vnaprejšnjih informacij, ki bodo služile pri odločanju (Rebernik 1990,5).\nVIGOT, D.O.O.\nPreglednica priložnosti in nevarnosti nam torej pove, da so največja nevarnost, ki bi grozila podjetju, naravne katastrofe in politični nemiri po svetu. Vendar se po drugi strani ponujajo priložnosti na prodajnem trgu, kot na primer več različnih tipov ljudi, njihovih kultur in pogledov na življenje.\nDružbeno- politično okolje Družbeno-politične razmere v Sloveniji so predvidljive in umirjene. Podobno lahko rečemo za Nemčijo, nastane pa problem drugih držav, kjer politične razmere niso tako ugodne. Za turistično agencijo bi to pomenilo veliko nevarnost, saj »posluje« z mnogimi državami po svetu. Problem pa ni le v politični zaostrenosti, saj bi na poslovanje agencije vplivale tudi razne naravne katastrofe, na katere ne moremo vplivati, in ki jih ni moč predvideti. \nGospodarsko okolje Življenjski standard prebivalstva, ki ga bodo predstavljale potencialne stranke, se povečuje. V povezovanju z Nemčijo pa se ponuja priložnost podjetja še v večji kupni moči prebivalstva.\nTrgi Novi trgi bodo podjetju prinesli nove možnosti in nove potencialne kupce, hkrati pa kot nevarnost tudi večjo konkurenco.\n"], "23": ["5.1.4 Politika podjetja", "Na podlagi vizije in vseh proučevanj okolja z njegovimi priložnosti in nevarnosti, podjetja, s prednostmi in slabostmi ter vrednotami lastnika podjetja sem prišla do pomembnih informacij, s katerimi lahko izoblikujem politiko podjetja. Politika podjetja je sestavljena iz poslanstva, smotrov in temeljnih ciljev.\nPodjetje Vigot, d.o.o. opredeljuje svoje poslanstvo z organizacijo in vodenjem turistov po svetu, absolventskih in maturantskih izletov s poslovalnico v Nemčiji pa želi povečati obisk tujih turistov v Sloveniji in jo promovirati kot zanimivo deželo za prijetne izlete. Vse svoje storitve bo opravljalo kvalitetno.\nSprotni stalni smotri :\n- samozaposlitev,\n- odprtje novih delovnih mest,\n- zagotovitev primernega in stimulativnega zaslužka zase in za zaposlene;.\nTrajni razvojni smotri:\n- zadovoljstvo zaposlenih,\n- image podjetja v javnosti,\n- ustvarjanje primernega dobička za reinvestiranje;.\nTemeljni cilji\n- rast in razvoj podjetja,\n- doseganje stabilnega tržnega položaja s kakovostnimi turističnimi storitvami;.\nPodjetje Vigot, d.o.o. bo sprejelo odgovorno politiko v izpolnjevanje interesov vseh udeležencev in k dolgoročnim razvojnim rešitvam usmerjeno politiko podjetja. \n"], "24": ["5.2 Razvojne strategije in razvojni potenciali", "Podjetje planira razvojne strategije in razvojne potenciale za obdobje petih let.\n"], "25": ["5.2.1 Temeljna strategija", "Podjetje Vigot, d.o.o. bo izbralo strategijo nadaljnjega razvoja in rasti podjetja na vseh programsko-tržnih področij. Ta strategija bo izbrana v skladu z opredeljeno politiko in vizijo podjetja, ki je postati vodilna turistična agencija v Sloveniji pri vodenju skupin po svetu, absolventskih in maturantskih izletov ter tujih turistov po Sloveniji. Za izpolnitev planirane strategije bo moralo podjetje rasti in se razvijati.\n"], "26": ["5.2.2 Splošne strategije", "Podjetje planira splošne strategije:\n- v zvezi s ponudbo,\n- v zvezi s konkurenco,\n- v zvezi z lastnim delovanjem,\n- v zvezi z resursi (Belak 2002,144).\nV zvezi s ponudbo podjetje planira standardno ponudbo širjenja svojih storitev. Ponudbo bo širilo, spreminjalo in izpopolnjevalo skozi vseh pet let. Izdelana bo za posamezne ciljne skupine posebej.\nV zvezi s konkurenco podjetje planira inovativno strategijo. Podjetje bo usmerjeno v promoviranje Slovenije, njenih znamenitosti in zanimivosti v tujini, poleg tega pa bo svoj program dopolnjevalo z inovativnimi idejami. Tako si bo pridobilo konkurenčni položaj.\nV zvezi z lastnim delovanjem podjetje planira strategijo vzajemnega ustvarjanja vrednosti z vsemi potenciali podjetja.\nV zvezi z resursi podjetje planira strategijo nefleksibilne oskrbe podjetja. Za uspešno delovanje v vedno bolj spreminjajočem se okolju in hitrim tempom delovanja bo podjetje poslovalo s pogodbeno stalnimi dobavitelji. Tako mu bo omogočeno lažje poslovanje in nižje nabavne cene. \n"], "27": ["5.2.3 Programsko-tržna področja in strateško poslovne enote", "Programsko-tržna področja (PTP)\nGospodarski kriteriji:\n- domači trg,\n- nemški trg;.\nKriteriji po statusu:\n- dijaki,\n- študentje,\n- premožnejše aktivno prebivalstvo;.\nKriteriji storitev:\n- vodenje maturantskih in absolventskih izletov,\n- vodene skupin po svetu,\n- vodenje turistov (nemških) po Sloveniji;.\nVIGOT, D.O.O.\nStoritveno-tržna matrika prikazuje izhodiščno fazo v procesu določanja (strateških) poslovnih področij. \nPODJETJA VIGOT, D.O.O.\nPreglednica prikazuje povezovanje celovitih poslovnih področij Turistična agencije Vigot, d.o.o.\nPodjetje planira tri SPP\n- SPP1: vodenje maturantskih in absolventskih izletov,\n- SPP2: vodenje skupin po svetu na domačem trgu,\n- SPP3: vodenje nemških turistov po Sloveniji;. \nStrateške poslovne enote\nStrateška poslovna enota je organizacijsko zaokroženo področje podjetja odgovorno za enega ali več programsko-tržnih oz. poslovnih področij (Belak 2002, 142).\nCelotno podjetje bo ena sama strateško poslovna enota.\n"], "28": ["5.2.4 Poslovne strategije", "Poslovne strategije izhajajo iz temeljnih strategij celovitega podjetja – opredeljujejo pa cilje posameznega programsko-tržnega področja in globalne naloge strateških poslovnih enot za dosego teh ciljev. Podjetje ima na posameznem programsko-tržnem področju možnost izbire in kombiniranja med :\n- strategijo vodilnosti s stroškovno učinkovitostjo,\n- strategijo diferenciacije proizvodov/storitev,\n- strategijo razvijanja tržne niše ali tržne praznin (Belak 2002,147);.\nZa prvo programsko tržno – področje (SPP1) podjetje planira strategijo vodilnosti s stroškovno učinkovitostjo. Izbrana strategija bo veljala za SPP1. Ta je v skladu z opredeljeno politiko podjetja, ki je postati vodilna turistična agencija v Sloveniji pri organizaciji in vodenju absolventskih in maturantskih izletov. Študentje in dijaki so ciljna skupina porabnikov z najnižjimi prihodki. Štipendije, s katerimi razpolagajo, so nizke, tako jih predvsem zanima le ponujena cena aranžmaja, ki naj bi bila čim nižja.\nZa drugo programsko-tržno področje ( SPP2) podjetje planira strategijo razvijanja tržne niše. Ta strategija temelji na osredotočenju dejavnosti podjetja za najboljšo zadovoljitev potreb določene skupine odjemalcev in regionalnega trga. \nCiljna skupina odjemalcev je v tem primeru premožnejše prebivalstvo. Sem podjetje uvršča upokojence z višjimi pokojninami, premožnejše družine in posameznike, ki so željni potovanj. Tej ciljni skupini porabnikov je potrebno zadovoljiti potrebe in pričakovanja s kakovostnimi storitvami.V kolikor bodo s storitvijo zadovoljni, se bodo vračali, podjetje pa si bo tako pridobilo stalne stranke.\nZa tretje programsko-tržno področje (SPP3) podjetje planira strategijo diferenciacije storitev. Tudi ta strategija je v skladu s politiko podjetja, ki je organizirano vodenje tujih turistov po Sloveniji z namenom prikazati njene zanimivosti in lepote ter jo promovirati. Podjetje bo tako ponudilo storitev, ki se bo razlikovala od konkurenčnih programov.\n"], "29": ["5.2.5 Strateški potenciali potrebni za realizacijo strategij", "Strateški potenciali podjetja so izraz spoznanih razvojnih možnosti in strategij podjetja. So izraz razmer in konkurenčnega položaja podjetja ter izhajajo iz ustvarjenega položaja podjetja v konkurenčnem okolju.\nZa uresničitev izbranih strategij bo podjetje Vigot, d.o.o. potrebovalo ustrezna sredstva. Razpolagalo bo z dvema najetima poslovnima prostoroma in ustrezno komunikacijsko, računalniško in pisarniško opremo, katero bo kupilo z ustanovitvenim kapitalom, ki znaša 10.000.000 sit. Nadaljnjih investicij podjetje ne planira.\nStoritve bo opravljalo z redno zaposlenimi sodelavci. Prevladovali bodo vodiči z izkušnjami na svojih področjih. Komercialisti in organizatorji del bodo usmerjali svoje kolege. Dajali jim bodo potrebne napotke, informacije in jih primerno organizacijsko, glede na njihovo znanje, usmerjali na določene destinacije v okviru aranžmajev, ki jih bo podjetje sestavilo in organiziralo samo. Kot ustanoviteljica in direktorica podjetja bom, skupaj s svojimi zaposlenimi, skrbela za rast in razvoj ter primerno klimo podjetja.\nCiljne skupine podjetja bodo dijaki, študentje in premožnejše prebivalstvo. Slednji, ki jih bodo zanimale lepote Slovenije, bodo prevladovali predvsem na nemškem trgu, pridružile pa se jim bodo tudi razne skupine dijakov ali študentov, ki se bodo odločile za ekskurzije znotraj države. Podjetje Vigot, d.o.o. bo za svoje poslovanje potrebovala tudi tuje vodiče na različnih destinacijah za ogled muzejev, državnih in krajevnih znamenitosti ali pa le za vodenje po mestih izbranih držav. Prav tako bo sodelovalo s hoteli v Sloveniji in po svetu za prenočitev oz. bivanje strank, z domačimi in tujimi letalskimi družbami, avtobusnimi podjetji doma in po svetu ter lukami. \n"], "30": ["5.3 Strukture", ""], "31": ["5.3.1 Organizacijska struktura", "Organizacijska struktura je organizacijski načrt, s pomočjo katerega se podjetje vodi. Iz organizacijske strukture je razvidna povezanost med zaposlenimi.\nVIGOT, D.O.O.\nSlika 2 prikazuje linijsko organizacijsko strukturo podjetja Vigot, d.o.o. Podjetje bo vodila in zastopala direktorica. Storitve samega organiziranja bodo izvajali komercialisti in organizatorji, vodiči pa bodo poskrbeli za vodenje izletov. Računovodske in pravne zadeve bodo prepuščene zunanjim pogodbenim izvajalcem. \n"], "32": ["5.3.2 Kadrovska struktura", "Za uspešno in kakovostno delo je potrebno sestaviti pravilno kadrovsko strukturo. V letih 2007 in 2011 bo podjetje zaradi svoje rasti in razvoja redno zaposlilo 30 ljudi.\nV začetku leta 2007 podjetje planira razpisati 17 delovnih mest, od tega tri za komercialista in organizatorja ter 14 delovnih mest za vodiča. Mesto direktorja zasedem sama, tako bo prvo leto skupno zaposlenih 18 ljudi. Naslednje leto podjetje planira zaposliti dva vodiča, leta 2009 tri, prav tako leta 2011, leta 2010 pa zaradi povečanega povpraševanja po najdonosnejšem ponudbenem programu, SPP2 še štiri nove vodiče.\n"], "33": ["6 VREDNOTENJE RAZVOJNE USPEŠNOSTI PODJETJA ZA OBDOBJE  OD 2007 DO 2011", ""], "34": ["6.1 Planiranje vrednostnih izidov poslovanja podjetja", "Podjetje Vigot, d.o.o. bo pričelo s poslovanjem 01.03. 2007\n"], "35": ["6.1.1 Plan prodaje v letih od 2007 do 2011", "SPP 1: »VODENJE MATURANTSKIH IN  ABSOLVENTSKIH IZLETOV«  ZA OBDOBJE OD 2007 DO 2011  ( v sit)\nPodjetje Vigot, d.o.o. načrtuje prodajo aranžmajev za SPP1 v obdobju od 2007 do 2011. Povprečne cene se skozi obdobje poslovanja ne spreminjajo. Spremembe nastajajo le pri posameznih cenah aranžmajev, ki se bodo izpopolnjevali predvsem zaradi spreminjanja okoliščin, ugodnejših destinacij in ugodnejše ponudbe prevoza hotelov, same organizacije ogledov....Skratka podjetje stremi k ugodnim cenam in zadovoljstvu strank.\nAranžma vključuje prenočitev v hotelu, prevoz do izbrane destinacije z letalom, avtobusom in/ali z ladjo. Vključena je tudi prijavnina, zavarovalnina, riziko odpovedi, takse, organizacija in vodenje ogledov, vstopnine in drugi stroški podjetja. Potovanja trajajo dvanajst dni.\n820 mladih bo imelo prvo leto poslovanja podjetja možnost izbire med potovanjem na Kreto, Rodos, Bolgarijo, Krf in Španijo, maturantje pa še na grškem otoku Lesbos in italijanski Siciliji. Naslednje leto se bo za potovanja odločilo 30 mladih več kot leto poprej. Leta 2009 pa kar 100 mladih več kot leta 2008. Posledica tolikšnega porasta povpraševanja po potovanjih je v ugodnih cenah aranžmajev in zadovoljnih strankah. V tem letu tako podjetje preide na tako imenovano zeleno vejo poslovanja, kajti naslednje leto 2010 se količina povpraševanja zviša le za 80 aranžmajev, leto za tem pa za 90 aranžmajev. Količina povpraševanja sicer narašča skozi ves čas poslovanja, a najvišji porast podjetje načrtuje v letu 2009 zaradi svoje uveljavljenosti, dobrega imena, informiranosti in zadovoljstva strank, zanimivega in ugodenega ter kakovostno izpeljanega ponudbenega programa. \nSPP 2: »VODENJE SKUPIN PO SVETU«  ZA OBDOBJE OD 2007 DO 2011  ( v sit)\nPodjetje načrtuje prodajo aranžmajev za SPP2 v obdobju od 2007 do 2011. Aranžmaji so sestavljeni iz podobnih elementov kot v preglednici 7, le da ti ponujajo potovanja na različne celine sveta: v Azijo, Afriko in Latinsko Ameriko. Dolžina posameznega potovanja je dva tedna. Povprečna cena aranžmajev ostaja nespremenjena.\nV Aziji podjetje ponuja ogled japonskih zanimivosti, Kambodžo, eksotične Filipinske perle, Malezijo ter ponovno aktualen Bali; v Afriki pa ogled Kenije, Namibije in prelepih Sejšelov. Načrtovan program Latinske Amerike zavzema Kubo, Venezuelo, Peru z Bolivijo in Brazilijo ter Argentino.\nPonudba ostaja po večini nespremenjena, le ponekod so manjše spremembe destinacij, prevoza, hotelov, organizacije samih ogledov... To je posledica turbolentnega okolja v katerem podjetje posluje. Vsekakor mora upoštevati priložnosti in nevarnosti, ki ga obkrožajo ter skrbeti za zadovoljstvo strank. Izpolnitev njihovih želja in potreb, podjetje vidi v maksimalnem izvajanju kakovostnih storitev, ter s tem pridobitev stalnih strank, ugleda in višjega povpraševanja.\nPodjetje planira konstanten porast povpraševanja do leta 2009, ko količina povpraševanja poraste vsako leto za 100. Naslednje leto se poviša še za 10 (110), enako povečanje količine podjetje načrtuje tudi v letu 2011. Posledica enakomernega porasta količinskega povpraševanja prva tri leta je v zadovoljstvu strank in kakovostnih storitvah podjetja, ki ga privedejo na zeleno veja tega programa leta 2010, saj je v naslednjem letu načrtovan enak porast povpraševanja po vodenju premožnejšega aktivnega prebivalstva po svetu. \nSPP 3: »VODENJE (NEMŠKIH) TURISTOV  PO SLOVENIJI«  ZA OBDOBJE OD 2007 DO 2011  ( v sit)\nPodjetje načrtuje prodajo aranžmajev za SPP3 v obdobju od 2007 do 2011. Povprečne cene aranžmajev v preglednici 9 so nižje od cen v preglednici 7 in 8. Vsekakor pa so sestavljene iz podobnih elementov, ki so že zapisani pod preglednico 7.\nVodenje po Sloveniji zajema izlete, oglede znamenitosti in lepot Slovenije, predvsem za tuje nemške turiste. Vse skupaj traja sedem dni. S tem programsko-tržnim področjem želi podjetje promovirati Slovenijo. S poslovalnico v Nemčiji bo privabljalo nemške turiste v Slovenijo z možnostjo ogleda Bleda, Primorske, Gorenjske, Dolenjske, Prekmurje, Bele krajine in Koroške. Program se bo spreminjal v skladu s potrebami, vendar povprečne cene ostajajo nespremenjene. Tako se podjetje prilagaja okolju in skrbi za zadovoljstvo strank, ki jih je iz leta v leto več.\nPrvo leto planira 230 strank, ki si želijo izletov po Sloveniji. Leta 2008 številka poraste za 40, leta 2009 še za 50 strank, enako tudi naslednji dve leti. Zanimiv program, uveljavitev in zadovoljstvo strank je razlog za vsakoletno povečanje povpraševanja. Leto 2009 podjetje planira kot leto, ko se podjetje uveljavi na trgu.\nOD 2007 DO 2011  ( v sit)\nPodjetje planira prihodke po posameznih programsko tržnih področjih, za obdobje od 2007 do 2011. \n"], "36": ["6.1.2 Plan nabave storitev v letih od 2007 do 2011", "STROŠKOV POSLOVANJA  SPP 1: »VODENJE MATURANTSKIH IN  ABSOLVENTSKIH IZLETOV«  ZA OBDOBJE OD 2007 DO 2011  ( v sit)\nSTROŠKOV POSLOVANJA  SPP 2: »VODENJE SKUPIN PO SVETU«  ZA OBDOBJE OD 2007 DO 2011  ( v sit)\nSTROŠKOV POSLOVANJA  SPP 3: »VODENJE (NEMŠKIH) TURISTOV PO SLOVENIJI«  ZA OBDOBJE OD 2007 DO 2011  ( v sit)\nPodjetje načrtuje plan direktnih stroškov poslovanja za PTP1, PTP2 in PTP3 za obdobje od 2007 do 2011. Povprečna cena predstavlja direktne stroške aranžmajev, ki jih podjetje planira v ponudbenem programu. Stroški posameznega aranžmaja so nabavne cene prenočišč, prevoza, vstopnin, cene lokalnih vodičev, organizacije posameznih izletov in potovanj. \nPodjetje ima stalne dobavitelje in s tem količinske popuste ter razne druge ugodnosti, ki mu znižajo nabavne cene storitev. Aranžmaji se bistveno ne spreminjajo, zato ostajajo povprečne cene nespremenjene, kar ima za posledico konstantne povprečne cene direktnih stroškov poslovanja podjetja.\nKoličina povpraševanja se razlikuje od količine povpraševanja v preglednicah 7, 8 in 9 prav zaradi števila ogledov, vstopnin, prevoza..., vendar tudi te številke naraščajo.\nPO SPP-JU ZA OBDOBJE OD 2007 DO 2011  ( v sit)\nPodjetje planira plan direktnih stroškov poslovanja po posameznih programsko tržnih področjih za obdobje od 2007 do 2011. Direktni stroški aranžmajev, ki jih podjetje planira v ponudbenem programu, naraščajo, je vendar odstotek porasta vsako leto manjši. Tako se leta 2008 stroški povečajo za 13,8 odstotka, naslednje leto za 13,4 odstotka, leta 2010 so za 11,8 odstotka višji od predhodnega leta in zadnje leto se povišajo le za 9,9 odstotka. Direktni stroški poslovanja, obvezujejo podjetje za izpolnitev obveznosti do dobaviteljev, vsako leto pa se povečujejo z manjšim odstotkom. \n"], "37": ["6.1.3 Plan prispevka za kritje po SPP-ju v letih od 2007 do 2011", "OBDOBJEOD 2007 DO 2011  ( v sit)\nOD 2007 DO 2011  ( v sit)\nOBDOBJEOD 2007 DO 2011  ( v sit)\nOBDOBJE OD 2007 DO 2011  ( v sit)\nPodjetje načrtuje plan prispevka za kritje po posameznih strateško poslovnih področjih za obdobje petih let. Odločitev za tovrstno planiranje razlik med planiranimi prihodki ter odhodki strateško poslovnih področij je v medsebojni stvarni, časovni in prostorski primerjavi. V tem primeru podjetje planira obseg prispevka vsake posamezne strateško poslovne enote k pokrivanju skupnih direktnih stroškov, ki jih uvršča med odhodke podjetja. \nVsaka strateško poslovna enota ima prihodke večje od direktnih stroškov (odhodkov), tako vse tri skupaj, prvo leto dosežejo kar 111.100.000 sit presežka prihodkov nad odhodki. Vsa naslednja leta se ta razlika le še povečuje in leta 2011 je skupek prihodkov, vseh treh strateško poslovnih področij za 207.050.000 sit večji od odhodkov podjetja.\nNa podlagi tega lahko podjetje planira ustrezen dobiček.\n"], "38": ["6.1.4 Plan stroškov delovanja podjetja v letih od 2007 do 2011", "Podjetje planira plan odhodkov, in sicer: stroške materiala in storitev, plač zaposlenih in amortizacijo. Med stroške materiala in storitev šteje: najemnino dveh poslovnih prostorov, stroške oglaševanja, ki so za podjetje bistvenega ter stroške čiščenja, ogrevanja, elektrike, pisarniškega materiala, odvoza smeti in drobnega inventarja.\n( v sit)\nStroški plač naraščajo v skladu s številom zaposlenih. Plače vsako leto porastejo za 3 odstotke. \nOD 2007 DO 2011  ( v sit)\nPodjetje planira nabavo osnovnih sredstev v vrednosti 10.000.000 sit v začetku januarja 2007. 40 odstotkov je pisarniške opreme, ki jo potrebuje za izvajanje svojih storitev, 60 odstotkov osnovnih sredstev pa predstavlja računalniška in komunikacijska oprema.\nOBDOBJE OD 2007 DO 2011  ( v sit)\nAmortizacija je enakomerna in za opremo znaša 20 odstotkov letno.\n"], "39": ["6.1.5 Planirana bilanca uspeha za obdobje od 2007 do 2011", "OD 2007 DO 2011  ( v sit)\nPodjetje planira plan bilance uspeha za obdobje od 2007 do 2010, pri čemer znaša davek od dobička 25 odstotkov. \n"], "40": ["6.1.6 Ustanovitvena in predračunska bilanca stanja za obdobje od 2007 do 2011", "OD 2007 DO 2011  ( v sit)\nPodjetje planira kratkoročne obveznosti do dobaviteljev, s poravnavo obveznosti 30 dni. Kratkoročne obveznosti do dobaviteljev (2007): 260.220.000 (direktni stroški) / 30 dni\nKratkoročne obveznosti do zaposlencev, podjetje planira zadnjo plačo. Kratkoročne obveznosti do zaposlencev (2007): 46.051.200 (stroški plač) / 12 mesecev\nPodjetje zaradi načina poslovanja, nudenje turističnih storitev, ne planira terjatev do kupcev. S tem se reši rizika neporavnanih obveznosti svojih strank. \n"], "41": ["6.2 Ekonomska presoja razvojnih učinkov na uspešnost podjetja", "Na osnovi vrednostnih planov podjetje planira naslednje statične kazalnike uspešnosti, denarni tok in neto sedanjo vrednost.\nOBDOBJE OD 2007 DO 2011\nEkonomičnost ( 2007): (prihodki) / (odhodki)\nDonosnost kapitala ( 2007): (neto dobiček) / ( ustanovitveni kapital)\nTekoča likvidnost ( 2007): (gibljiva sredstva) / (kratkoročne poslovne obveznosti)\nDobiček na zaposlene (2007) : (neto dobiček) / (število zaposlenih)\nEkonomičnost ali donosnost: Ekonomičnost se izraža kot razmerje med prihodki in odhodki. Podjetje Vigot, d.o.o. ima kazalnik ekonomičnosti vse skozi večji od ena torej posluje uspešno.\nDonosnost kapitala: Razmerje med čistim dobičkom in kapitalom vsa leta narašča. Na enoto kapitala, leta 2011, podjetje doseže kar 159,687 odstotka čistega dobička.\nTekoča likvidnost: Leta 2007 je kazalnik likvidnosti najnižji vendar še vedno večji od ena, kar pomeni, da je podjetje vsako leto sposobno pokriti svoje obveznosti.\nDobiček na zaposlene: Leta 2007 je dobiček na zaposlenega le 30.572 sit, vendar z leti narašča, tako, da leta 2011 vsak zaposleni doseže 532.290 sit čistega dobička. \n"], "42": ["7 PROGRAMIRANJE RAZVOJA IN URESNIČITVENI PROJEKTI", ""], "43": ["7.1 Uresničitveni projekti ustanovitve podjetja", "Pred ustanovitvijo podjetja je potrebno:\n- izpolniti obrazec » predlog za vpis subjekta v sodni register«, izdan v treh izvodih,\n- v prijavi za vpis v sodni register je potrebno predložiti:  o akt o ustanovitvi,  o knjigo sklepov, odpre jo ustanovitelj  o potrdilo o državljanstvu, potrdilo davčne uprave o plačanih davkih in izjavo  po členu 27/4 Zakon o sodnem registru,  o dokazilo o plačilu sodne takse;\n- skleniti družbeno pogodbo v obliki notarskega zapisa:  o navedba imena in prebivališča ustanovitelja,  o firma, sedež in dejavnost družbe,  o navedba zneska osnovnega kapitala,\n- skleniti pogodbo z banko o vodenju transakcijskega računa,\n- izdelati žig,\n- ustanovitev družbe objaviti v Uradnem listu Republike Slovenije,\n- vpis v poslovni register, za prijavo poslovnega subjekta v Poslovni register  Slovenije,\n- vpis v register davčnih zavezancev (www.pcmg.si, 2006)\n"], "44": ["7.2 Programiranje in uresničevanje razvoja", "Ustanovitev podjetja Vigot, d.o.o. bo 03.01.2007. Sledila bosta dva meseca priprav: najem prostorov, iskanje dobaviteljev, sestave aranžmajev, razpis novih delovnih mest, priprave na poslovanje...\nPričetek poslovanja podjetja bo 01.03.2007 v Celju in s poslovalnico v Nemčiji.\n2007:\n- objava razpisa sedemnajstih prostih delovnih mest,\n- razgovori in izbere najustreznejših kandidatov,\n- sklenitev najemniške pogodbe za poslovni prostor v Celju in Frankfurtu,\n- nakup pisarniške, računalniške, in komunikacijske opreme,\n- kontakt z dobavitelji\n- marketinške aktivnosti,\n- promocija dejavnosti;.\n2008:\n- zaposlitev dveh vodičev,\n- marketinške aktivnosti,\n- promocijske dejavnosti;. \n2009:\n- zaposlitev treh vodičev,\n- marketinške aktivnosti,\n- promocijske dejavnosti;.\n2010:\n- zaposlitev štirih vodičev,\n- marketinške aktivnosti,\n- promocijske dejavnosti;.\n2011:\n- zaposlitev treh vodičev,\n- marketinške aktivnosti,\n- promocijske dejavnosti;.\nV vseh letih poslovanja podjetje planira izboljšave in dopolnitve v ponudbenem programu, vlaganja v marketing ter k izpolnjevanju kakovostnih storitev v zadovoljstvo strank in zaposlenih. Podjetje bo skušalo vzdrževati stik s strankami in si pridobivati nove.\nZa obstoj in rast so za podjetje zelo pomembni tudi dobavitelji, ki s kakovostjo storitev in ugodnimi pogoji poslovanja krojijo usodo podjetja. Podjetje bo spremljalo trend potovanj in izletov, zanimive in ugodne destinacije ter jih vključevalo v svoj ponudbeni program. \n"], "45": ["8 SKLEP", "V diplomski nalogi sem planirala razvoj podjetja Vigot, d.o.o., na ravni politike podjetja in strateškega managemanta. Podjetje bo težilo k rasti in razvoju, zadovoljstvu strank in zaposlenih, ker v tem vidi poslovno priložnost.\nPlaniranje razvoja podjetja Vigot, d.o.o. tvori več vrst planov, proučevanj, strategij in potencialov, kar je posledica vizije, ki jo je podjetje oblikovalo s prvo fazo na ravni politike podjetja. Kot lastnica sem na osnovi proučevanj planirala poslanstvo, smotre in temeljne cilje podjetja, na temelju odgovorne politike podjetja pa sem (v vlogi direktorice) planirala potrebne potenciale in primerne strategije za uresničitev politike podjetja.\nIz količinskih in vrednostnih planov delovanja podjetja v obdobju petih let je razvidno, da bo podjetje poslovalo z dobičkom, hkrati pa raslo in se ekonomsko krepilo. Na osnovi planiranih rezultatov poslovanja bo podjetje v petih letih uresničilo namen ustanovitve in zagotovilo podlago za širitev mreže poslovalnic in povečanja obsega poslovanja. \n"], "abstract": ["Če želimo ustanoviti podjetje moramo najprej dobro premisliti s čim se bomo ukvarjali, če si to res želimo, ali imamo na voljo dovolj kapitala in če smo podjetje sposobni pripeljati na zeleno vejo, torej ga dejansko ustanoviti in razvijati. Podjetje ustanoviti ni problem, problemi se pojavijo kasneje pri njegovem poslovanju, zato je potrebno, planirati ves njegov razvoj, delovanje in obnašanje v prihodnosti. Že na samem začetku moramo biti pozorni na dejavnike uspešnosti podjetja, ki jih ustvarja okolje, v katerem bo podjetje poslovalo. Dejavnike ki izhajajo iz ustanoviteljev ter dejavnike, iz oblikovanja njegove ustanovitve. Seznaniti se moramo z našimi bodočimi konkurenti. Vedeti moramo, kateri so in biti pripravljeni se z njimi spopasti in jih na koncu tudi premagati. Bistvenega pomena pri ustanavljanju podjetja je jasno začrtana ustanovitvena in razvojna vizija. Razvojna vizija podjetja Vigot, d.o.o. je postati vodilna turistična agencija v Sloveniji pri vodenju skupin po svetu, absolventskih in maturantskih izletov ter pri vodenju nemških turistov po Sloveniji, z namenom promovirati Slovenijo kot turistično zanimivo državo. Planiranje razvoja je naslednje pomembno poglavje. Preko vrednot ustanovitelja podjetja pridemo do spoznanja kakšni so naši nameni in cilji. Posebno pozornost moramo nameniti prednostim in slabostim našega bodočega poslovanja in se seznaniti s priložnostmi in nevarnostmi, ki bodo pretile podjetju. Pomemben sestavni del planiranja delovanja in obnašanja podjetja je politika podjetja. Sestavljena je iz poslanstva, smotrov in temeljnih ciljev. Poslanstvo podjetja Vigot, d.o.o. je opredeljeno z vodenjem turistov po svetu, absolventskih in maturantskih izletov in tujih turistov po Sloveniji s poslovalnico v Nemčiji. Iz planiranih vrednostnih izidov poslovanja podjetja je razvidno, da bo podjetje vsako leto zaključilo z dobički, ki jih bo prenašalo v naslednja leta in jih porabilo reinvestiranje."]}