{"1": ["1 UVOD", "Cvet kultiviranih sort vinske trte (Vitis vinifera L.) je praviloma hermafroditen ali dvospolen. Sestavljen je iz petih zakrnelih čašnih listov, petih zgoraj zraslih venčnih listov (včasih tudi šest), petih bradavičastih medovnikov, petih prašnikov in pestiča. V plodnici pestiča so štiri semenske zasnove. Pri vinski trti so možni tudi enospolni cvetovi (funkcionalno moški in funkcionalno ženski). Funkcionalno moški cvetovi imajo rudimentaren pestič. Pri funkcionalnih ženskih cvetovih so pa prašnice sterilne ali pa ne proizvajajo življenjsko sposobnega peloda. Cvetovi vinske trte tvorijo socvetje, ki ima v večini primerov obliko sestavljenega grozda. Socvetja se razlikujejo po zgradbi, dolžini, gostoti, barvi in drugih lastnostih. Socvetje se nahaja na peclju, ki je pričvrščen na mladiko nasproti lista.\nVinska trta začne cveteti 40 do 80 dni po začetku brstenja. Začetek cvetenja je, ko odpade okrog 5 % cvetnih kapic. Hitrost cvetenja je v veliki meri odvisna od temperature. Pri nas se cvetenje začne konec maja in traja do začetka junija. Trta začne cveteti, ko se dnevne temperature zraka dvignejo nad 15 -C. V literaturi so navedeni različni podatki o optimalni temperaturi zraka za cvetenje, in sicer: 25 do 35 -C (Vršič in Lešnik 2001), 20 do 25 -C (Doberšek 1984, Ivančič 2002), 15 do 30 -C (Suselj), 20 do 30 -C (Vogt in sod. 1987).\nV času cvetenja relativna zračna vlaga ne sme pasti pod 40 %, ker se pri nižji vlagi kapice odpirajo počasneje. Tudi pri previsoki vlagi, kljub optimalni temperaturi, se kapice odpirajo počasneje, v večini primerih ne odpadejo, ampak ostanejo na plodnici. V tem primeru je oploditev ovirana, vendar je boljša kot pri previsoki temperaturi. Za cvetenje je potrebno lepo, toplo in sončno vreme z lahnim vetrom.\nNamen raziskave je bil ugotoviti, kako vpliva temperatura zraka na temperaturo kabrnkov, listov in mladik v fazi cvetenja vinske trte pri sortah 'Modri pinot', 'Phoenix' in 'Sauvignon'.\n"], "2": ["2 PREGLED OBJAV", "Očesa imajo slabšo diferenciacijo na nižjem delu rozge od tistih na višjem delu. Iz očes se do konca maja razvije mladika, na njej pa se oblikuje cvetni nastavek. Socvetje je nasproti lista, v glavnem od drugega do petega nodija na glavni mladiki, največkrat pa od tretjega do petega nodija. Kabrnek je pri večini sort zelene barve, pri določenih sortah se pojavijo različne nianse zelene barve. Velikost socvetja je odvisna od sorte. Socvetje je srednje, če ima na začetku cvetenja velikost 10 do 12 cm, mala socvetja so krajša od 10 cm, daljša od 12 cm pa so velika socvetja (Burić 1981).\nŠtevilo cvetov socvetja se lahko giblje od manj kot 5 do več kot 500, kar je odvisno od genetske strukture, načina obrezovanja, starosti rastline in številnih dejavnikov okolja (Ivančič 2002). Burić (1981) navaja, da je v enem socvetju lahko tudi od 200 do 3.000 cvetov, kot je npr. pri sorti 'Mavrud'. Cvet pri vinski trti ima premer 2 mm in je dolžine od 3 do 5 mm. Na mladiki sta dva kabrnka, lahko pa tudi trije ali štirje (Redl in sod. 1996).\nPotrebe po vodi so pri vinski trti pri določeni stopnji razvoja različne, od začetka rasti poganjka (mladike) do cvetenja potrebuje 17-20 % vode, od cvetenja do mehčanja jagod pa 31– 49 % (Redl in sod. 1996).\nVsi cvetovi v socvetju ne cvetijo hkrati in tudi na trsu ne. Čas cvetenja je pri različnih sortah različen, cvetenje traja od 12 do 14 dni, če pa med cvetenjem nastopi slabo vreme, pa traja največ 20 dni (Doberšek 1984). Leta 1968 je trta cvetela od 19. junija do 27. junija, tako da je cvetela povprečno 9 dni, kar je dolgoletno povprečje. Več kot 15 let za tem je trta začela cveteti v povprečju 10 dni prej. Čas cvetenja pa se je zmanjšal od 9 dni na 6 dni. Vzrok za to je toplo ter bolj suho vreme (Honig in sod. 2003).\nPri sorti 'Cabernet sauvignon' so ob ustrezni zimski rezi ter uporabi vodikovega cianamida ugotovili, da z odlašanjem časa rezi (do tri tedne) bistveno ne vplivajo na število cvetov v socvetju. Zelo veliki vpliv pa imajo razmere v pretekli pomladi - visoke temperature in \nprimerna osvetljenost (Dunn in sod. 2000).\nV letu 2002 in 2003 so pri sorti 'Cabernet sauvignon' brste izpostavili hladilno-grelnemu sistemu. Posamično je bilo izpostavljenih 10 brstov temperaturam – 5 -C, 5 -C ter 10 -C. Izpostavljenost je trajala od pretoka sokov do cvetenja. Višja temperatura je močno povečala razvoj listne površine. Temperaturne razlike v času brstenja lahko močno spremenijo vegetacijsko rast, manjši vpliv imajo na reproduktivnost (Keller in sod. 2005). Vinska trta, ki je bila v času brstenja izpostavljena različnim temperaturam (dan -C/noč\n-C; 14/19, 20/15, 26/21, 32/37 in 38/33) ter enaki osvetljenosti (16 ur), nima nobenega vpliva na čas cvetenja (Buttrose in Hale 1973).\nNa temperaturo posameznih organov vinske trte vplivajo tudi rastne razmere, v katerih trto gojimo. V sušnih razmerah je bila temperatura listov pri trtah, kjer je bilo izvedeno namakanje, za 2 oC manjša kot pri trtah, kjer ni bilo namakanja (Anconelli in Battilani 2000).\nFerrini in sodelavci (1995) so ugotovili, da je bila pri trtah, ki so jih gojili pri temperaturi 35 oC, najmanjša neto fotosintetska vrednost, kar je bilo tudi v močni korelaciji z vsebnostjo klorofila.\nV času cvetenja večja količina pelodnega prahu lebdi v zraku, optimalna temperatura za kaljenje peloda pa je 30 -C, minimalna pa okrog 15 -C. Fosfati v pelodu in količina škroba imajo pozitiven vpliv na kaljenje peloda. Kaljenje peloda se začne takoj, ko je en del škroba pretvorjen v sladkor (Burić 1981).\nV naravnih razmerah se življenjska sposobnost peloda ohranja od štiri do šest dni. Če se pelod ohranja na steklu pri sobni temperaturi, je njegova življenjska sposobnost deset do dvajset let. Življenjska sposobnost peloda se ohranja tudi od dva do tri mesece, pri čemer je treba pelod ohranjati v desikatorju v kalcijevem kloridu pri sobni temperaturi. Na temperaturi 12 -C, pri relativni zračni vlagi 28 do 54 % življenjska sposobnost peloda traja štiri leta (Sultanina bela, Sultanina rdeča). Pelod se lahko shrani pri 1 -C pri relativni \nzračni vlagi od 40 do 50 % do enega leta (Burić 1981). V desikatorju na –12 -C in nizki relativni vlagi, okrog 30 % se življenjska sposobnost peloda ohrani po več let (Ivančič 2002).\nZa preučevanje semenske zasnove so v lončkih vzgojili vinsko trto sorte 'Chardonnay' ter 'Shiraz', ki so jih izpostavili določenim temperaturnim razmeram. Gojili so jo pri dnevni temperaturi 25 -C ter nočni 20 -C, dva dni pred cvetenjem pa je bila trta prenesena na 12\n-C podnevi ter 9 -C ponoči. Po enem tednu pa je bila znova vrnjena na dnevno temperaturo 25 -C ter nočno 20 -C. Vinska trta, ki je bila izpostavljena nižji temperaturi, je imela manj razvite semenske zasnove. Več kot polovica semenskih zasnov pri sorti 'Chardonnay' je bila degenerirana, medtem ko je bilo pri sorti 'Shiraz' 35 % semenskih zasnov brez normalnega zarodka (Ebadi in sod. 1995).\nZa cvetenje in oploditev je najbolj primerna temperatura med 20 in 30 -C, ob ustrezni zračni vlagi (Vogt in Götz 1987).\nNa oploditev negativno vplivajo temperatura, nižja od 15 -C, dolgotrajno deževje, suh in močan veter. Osiplje se okrog 60 do 80 % cvetov. Če po dveh do treh dneh brazda na pestiču potemni, pomeni, da je bila oploditev uspešna; sveža, vlažna in svetla pestičeva brazda pa pomeni, da je bila oploditev neuspešna. Z ustrezno izbiro lege, sorte in podlage lahko vplivamo na boljšo oploditev (Vršič in Lešnik 2001).\nNa slabšo oploditev vpliva tudi odstranjevanje listov na prvih nodijih v času cvetenja, posledica česar so manj zbiti grozdi in manjši pridelek (Poni in sod. 2005).\n"], "3": ["3 MATERIAL IN METODE DELA", ""], "4": ["3.1 Vinograd", "Poskus smo opravili na Univerzitetnem centru za vinogradništvo in vinarstvu Meranovo, Fakultete za kmetijstvo in biosistemske vede v Mariboru. Del poskusa smo opravili v poskusnem vinogradu za ekološko pridelavo grozdja, ki je bil posajen spomladi leta 2006. Poskus smo opravljali pri sortah 'Sauvignon' na nadmorski višini 490 m, 'Modri pinot' na 460 m ter 'Phoenix' na 425 m.\nV poskusu smo proučevali povezanost temperature zraka s temperaturo kabrnkov, mladik in listov v fazi cvetenja pri sortah 'Modri pinot', 'Sauvignon' in 'Phoenix' .\n"], "5": ["3.2 Metode dela", "Za vsako izmed sort smo izbrali 15 trsov v vrsti, pri čemer smo upoštevali varnostni pas na začetku in koncu vrste. Začeli smo s spremljanjem posameznih fenofaz od brstenja (priloga 1) do cvetenja. V začetku cvetenja (okrog 5 % kapic je odpadlo) smo izbrali trs, na katerem so bile dobro razvite mladike. Pri izbiri mladike smo upoštevali osončenost ter lego posameznega organa vinske trte. Na mladiki smo merili temperaturo mladike, prvega in drugega kabrnka, zgornjo in spodnjo stran prvega in drugega lista (nasproti kabrnkov). Temperaturo smo merili z laserskim termometrom. Vse meritve smo izvedli na popoldanski strani vrste. Na vsakem organu vinske trte je bilo opravljenih 50 meritev v času ene ure. Vse meritve so bile opravljene med 9. in 14. uro. Merjenja smo opravljali v različnih stopnjah cvetenja (odprtih 80 %, 60 %, 50 % cvetov). Temperaturo zraka in vlage smo merili z elektronskim termometrom.\nDobljene podatke smo vnesli v delovno preglednico programa Microsoft Excel. Iz delovne preglednice smo podatke prenesli v program za statistično obdelavo podatkov SPSS 15.0 za programsko okolje Windows. Srednje vrednosti posameznih parametrov smo z analizo \nvariance (ANOVA) primerjali med posameznimi obravnavanji. Sredine proučevanih variabilnih spremenljivk pa testirali s Post Hoc Test – Tukey HSD. Statistično značilne razlike posameznih parametrov med različnimi obravnavanji so bile P<0,05, statistično neznačilne razlike pa pri P≥0,05.\n"], "6": ["3.3 Obravnavane sorte v poskusu", ""], "7": ["3.3.1 'Modri pinot'", "Tuji nazivi: Burgandec crni, Burgunder, Spätburgunder blauer, Swarzer Burgunder, Blauer Burgunder, Pinot nero. Spada v zahodnoevropsko skupino sort, izvira iz Burgundije v Franciji. Modri pinot je srednje bujna sorta, neprimerna za nižje lege (vsebnost sladkorja). Je zahtevna sorta za tla, zelo močno reagira na nihanje temperature. Zahteva dobra, globoka, topla, ne presuha in zračna tla. Sorta je nagnjena h gnilobi in k virusnim obolenjem. Grozd je majhen do srednje velik, valjaste oblike, zbit, redkeje rahel ali deljen. Jagode so okrogle do ovalne, temne do vijoličnomodre z močnim poprhom. Cveti pozno, v času cvetenja je občutljiv. Zori srednje pozno do pozno, rast je srednje močna (Vršič 2008).\n"], "8": ["3.3.2 'Sauvignon'", "Tuji nazivi: Muškatni silvanac, Muskat Sylvaner weisser, Muskat Sylvaner, Sauvignon bianco, Sauvignon white. Po ekološko geografski razvrstitvi spada sorta v zahodno evropsko skupino, njegova domovina je Francija. Sorta ni preveč zahtevna za tla, apnenih tal ne prenaša dobro, pa tudi mrzlih in mokrih tal ne. Sušo zelo hitro občuti (Colnarič in Vrabl 1980). Na vzhodnih legah je sorta občutljiva na pozebo. Grozd je majhen, cilindričen, kratek in zbit, pri nekaterih klonih razvejan. Jagode so majhne do srednje velike, z zlatorumeno in pikčasto kožico v polni zrelosti. Dozorevanje grozdja je srednje pozno (Hrček in Korošec – Koruza 1996).\n"], "9": ["3.3.3 'Phoenix'", "Sorta je bila vzgojena s križanjem sort med 'Bacchus' x 'Villard blanc' v Geliweilerhofu. 'Phoenix' je srednje bujna sorta, rast je zelo močna. Ni preveč zahtevna za lego, ustrezajo ji rodovitnejša tla, ni pa primerna za tla, kjer se zadržuje voda predvsem zaradi občutljivosti jagod na pokanje. Brsti in dozori sočasno s sorto 'Modri pinot'. Cveti srednje do zgodaj, pridelek pa je velik. Grozd je srednje velik, jagode so velike, čvrste in rumenozelene barve. Pri obilnih padavinah in dalj časa trajajočem suhem vremenu so jagode podvržene pokanju, zato je močnejši pojav botritisa. Sorta je srednje ali močno občutljiva na botritis. Odpornost proti glivičnim boleznim je dobra. 'Phoenix' se uporablja predvsem kot namizna sorta (Basler 2003).\n"], "10": ["3.4 Vremenske razmere", ""], "11": ["3.4.1 Vremenske razmere v letu 2008", "Leto 2008 je bilo nadpovprečno toplo, zaznamovala so ga močna neurja s točo v mesecu juniju in avgustu. V drugi dekadi junija so bile izrazito visoke temperature, ko so se povprečne dnevne temperature povzpele nad 32 -C (odklon v pretežnem delu države je bil 2 do 3 -C). V mesecu juniju je bilo v Mariboru le sedem dni, ko je padlo več kot 1 mm dežja, v celotnem mesecu je padlo 96 mm dežja. Največ padavin je bilo ob 4. do 9. junija. V juniju je bilo 208 ur sončnega obsevanja, od 19. junija naprej je bilo v povprečju 10 sončnih ur na dan. Najnižja temperatura je bila 16. junija 10,2 -C, najvišja pa 23. junija 32,4 -C. V mesecu juniju je bila temperatura zraka 17 dni višja od 25 -C. V Sloveniji so bila značilna velika temperaturna nihanja, temperature so se v posameznem obdobju skokovito zvišale ali padle (tudi do 10 -C). Temperature v mesecu januarju in februarju so močno presegale dolgoletna povprečja (od 3 -C do 4 -C). Pomanjkanje padavin je bilo v \nvseh mesecih, razen v marcu in avgustu, medtem ko je bilo v mesecu marcu več padavin od dolgoletnega povprečja.\nMaribor v letu 2008 po modificiranem Walterjevem in Gaussenovem  klimadiagramu (Naše okolje, 2008)\n"], "12": ["4 REZULTATI Z RAZPRAVO", ""], "13": ["4.1 Spremljanje fenofaz do cvetenja pri sortah 'Modri pinot', 'Phoenix' in  'Sauvignon'", "V času brstenja so bili prvi zeleni vršički vidni pri sorti 'Modri pinot' ter sorti 'Sauvignon' 28. aprila. Sorta 'Phoenix' je v razvoju s prej omenjenima sortama zaostajala v razvoju za 4 dni. Polno razvit kabrnek (cvetovi razprti) je bil pri 'Modrem pinotu' opažen 29. maja, pri sorti 'Phoenix' 2. junija ter pri 'Sauvignonu' 9. junija. Med sortami 'Modri pinot', 'Sauvignon' ter 'Phoenix' se pojavljajo razlike predvsem v začetku cvetenja. V letu 2008 je sorta 'Modri pinot' začela cveteti 4. junija, 'Phoenix' 11. junija, 'Sauvignon' pa 14. junija. Med sortama 'Modri pinot' in 'Sauvignon' je bila razlika v začetku cvetenja 10 dni, med 'Modrim Pinotom' in 'Phoenixom' pa samo 3 dni. Vse sorte so nehale cveteti po 12 dneh.\n"], "14": ["4.2 Temperatura kabrnka, lista in mladike pri sorti 'Modri pinot' (9. 6 in 11. 6. 2008)", "Temperatura zraka pri dopoldanski meritvi 9. junija je bila 22,9 -C, meritve so potekale od  45 30 10 do 11 ure. Kabrnek je imel povprečno temperaturo 16,5 -C. Mladika je bila v primerjavi s temperaturo zraka hladnejša za 6 -C (16,9 -C). Zgornja stran lista je imela 17\n-C, enako temperaturo pa je imela tudi spodnja stran lista. Glede na poznejše meritve istega dne smo ugotovili, da pri tej meritvi ni bilo bistvenih razlik v temperaturi mladike, lista ter kabrnka.\nPopoldanska meritev je potekala od 12 56 do 13 30 ure. Temperatura zraka je bila 26,3 -C. Temperatura kabrnka je bila 18,3 -C, nekoliko toplejša je bila mladika, ki je imela v povprečju 18,7 -C. Najtoplejši organ vinske trte pri tej meritvi je bil list, katerega temperatura je bila 21 -C. List je bil za 2,7 -C toplejši od kabrnka ter za 2,3 -C od mladike. Največja ugotovljena razlika v temperaturi pri tej meritvi je bila med temperaturo zraka in kabrnka, pri čemer je bil kabrnek hladnejši za 8 -C. \nV grafikonu 2 so prikazane temperature organov vinske trte in zraka v dopoldanskem ter popoldanskem merjenju. Razlika v temperaturi zraka med dopoldansko in popoldansko meritvijo je bila 3,4 -C. List je bil pri popoldanski meritvi toplejši za 4 -C od dopoldanske meritve.V dopoldansek času je imel 17 -C, v popoldanskem pa 21 -C. Medtem ko so bile razlike v temperaturi ostalih organov vinske trte manjše. Pri popoldanskem merjenju je bilo sončno, pri dopoldanskem pa rahlo oblačno z rahlim veterom.\nPri meritvi 11. junija, v dopoldanskem času med 9 28 in 10 11 uro je bila temperatura zraka 32,4 -C. List je imel 22,9 -C, mladika pa 23,4 -C. Temperatura kabrnka je bila 23 -C. Razlika med temperaturo lista in temperaturo zraka je bila 9 -C, list je bil hladnejši. Največja razlika v temperaturi je bila med spodnjo stranjo drugega lista in med zrakom. Temperatura spodnje strani drugega lista je bila 20,8 -C, temperatura zraka pa 32,4 -C. \n 35 15 Pri meritvah istega dne v času med 10 do 11 uro je bila temperatura zraka 31,9 -C. Izmed vseh merjenih organov vinske trte je bila najtoplejša mladika, ki je imela 23,4 -C. List je bil nekoliko hladnejši od kabrnka, saj je imel 21,7 -C, kabrnek pa 22,5 -C. Razlika med temperaturo lista in temperaturo zraka je bila 10,5 -C. Za 13,1 -C je bila temperatura zraka višja od spodnje strani drugega lista (list ni bil izpostavljen soncu). Spodnja stran drugega lista je imela le 18,8 -C, temperatura zraka pa je bila 31,9 -C.\nGrfikon 3 nam prikazuje temperaturo mladike, lista, kabrnka in zraka pri dopoldanski (9 28- 10 11) ter opoldanski (10 35-11 15 ) meritvi. Tako pri dopoldanski kot pri opoldanski meritvi ni bilo statistično značilne razlike v temperaturi mladike (p=0,05). Pri obeh meritvah je bila temperatura mladike 23,4 -C. Pri opoldanski meritvi je bil list hladnejši od dopoldanske meritve za 0,5 -C. Za 10 % je bil list bolj izpostavljen soncu pri opoldanski meritvi kot pa pri dopoldanski. Kabrnek je bil pri opoldanski meritvi hladnejši za 1,2 -C od mladike kot pri dopoldanski meritvi. Temperatura zraka je bila pri dopoldanski meritvi 32,4 -C, pri opoldanski pa 31,9 -C. Kljub temu da smo meritve izvedli na popoldanski strani vrste, je bila temperatura vseh organov vinske trte višja pri dopoldanski meritvi. Dopoldansko merjenje je potekalo v popolnoma sončnem vremenu, medtem ko je del opoldanske meritve mladike, lista ter kabrnka potekal v rahlo oblačnem vremenu. \n"], "15": ["4.3 Temperatura kabrnka, lista in mladike pri sorti 'Phoenix' merjeno, dne 16. 6. in", "Merjenje temperature mladik, listov in kabrnkov pri sorti 'Phoenix' je potekalo 16. junija od 11 11 do 12 06 ure. Povprečna temperatura mladike, lista in kabrnka je bila 14,4 -C. Vsi organi vinske trte so imeli pri tem merjenju enako temperaturo. Temperatura zraka je bila 22,1 -C. Kljub temu da je bil drugi list bolj izpostavljen soncu kot prvi, ni bilo razlike v temperaturi. V času merjenja je bilo rahlo oblačno ter vetrovno.\n19 00 Drugo merjenje pri sorti 'Phoenix' je potekalo 19. junija od 10 do 11 ure. Pri tej meritvi je imel list najvišjo temperaturo od vseh merjenih organov vinske trte. List je imel 20,3 -C. Razlika v temperaturi med kabrnkom in mladiko je bila minimalna, saj je bila temperatura kabrnka 19,1 -C, mladike pa 18,7 -C. Temperatura zraka je bila višja od \ntemperature lista za 10,5 -C, od kabrnka 11,7 -C ter od mladike 12,1 -C, pri čemer je bila temperatura zraka 30,8 -C. Merjenje je potekalo v sončnem vremenu.\n"], "16": ["4.4 Temperatura kabrnka, lista ter mladike pri sorti 'Sauvignon' (19. 6. 2008)", "50 30 Pri dopoldanski meritvi, 19. junija od 8 do 9 , je bila temperatura zraka 25 -C. Temperatura lista je bila 23,3 -C, mladike 21,6 -C ter kabrnka 21,5 -C. Temperatura zraka je bila višja od temperature kabrnka za 3,5 -C. Čeprav sta bila prvi in drugi kabrnek enako zasenčena (20 %) je bila temperatura drugega kabrnka višja od prvega za 1,2 -C. Razlika med temperaturo lista in temperaturo zraka je bila 1,7 -C. V času merjenja je bilo popolnoma sončno vreme z rahlim veterom.\nOpoldanska meritev je potekala istega dne med 11 15 in 12 00 uro, temperatura zraka je bila 28,3 -C. Za 2,9 -C je bila mladika hladnejša od lista, temperatura mladike je bila 21,7 -C, \ntemperatura lista pa 24,6 -C. Kabrnek je bil za 2 -C toplejši od mladike, saj je imel 23,7\n-C . Temperatura zraka je bila za 6,6 -C višja od temperature mladike. Prvi list je imel 26,4\n-C, drugi pa 22,7 -C, razlika v temperaturi med prvim in drugim listom je bila 3,7 -C, pri čemer je bil drugi list 70 % zasenčen. Meritev je potekala v sončnem vremenu.\nMed dopoldansko in opoldansko meritvijo je bila razlika v temperaturi zraka 3,3 -C. Razlika v temperaturi mladike je bila minimalna, saj je imela mladika pri dopoldanski meritvi 21, 6 -C, pri opoldanski pa 21,7 -C. Pri dopoldanski meritvi je bil kabrnek hladnejši za 2,2 -C od opoldanske meritve. Čeprav je bil list v dopoldanskem času le 20 % zasenčen, v opoldanskem pa 40 %, je bil list v opoldanskem času toplejši. V opoldanskem času je imel 24, 6 -C v dopoldanskem pa 23,3 -C. Iz tega lahko sklepamo, da temperatura posameznih organov ni odvisna samo od neposredne osvetlitve, ampak predvsem od temperature zraka.\n"], "17": ["5 SKLEP", "Leta 2008 smo na Univerzitetnem centru za vinogradništvo in vinarstvu Meranovo, Fakultete za kmetijstvo in biosistemske vede v Mariboru ugotavljali vpliv temperature zraka na temperaturo kabrnkov, listov in mladik v fazi cvetenja pri sortah 'Modri pinot', 'Sauvignon' ter 'Phoenix'.\n45 30 11 06 Pri sorti 'Modri pinot' (9. 6., 10 -11 ) in 'Phoenix'(16. 6., 11 -12 ) ni bilo nobenih razlik v temperaturi organov vinske trte, medtem ko je bila temperatura zraka višja za 5,9\n-C ('Modri pinot') oz. za 7,7 -C ('Phoenix') od mladike, lista in kabrnka. Razlog je najverjetneje v tem, da je bilo pri obeh merjenjih rahlo oblačno vreme z rahlim vetrom. Ko je bila temperatura zraka pri sorti 'Modri pinot' 32,4 -C (11. 6., 9 28-10 11) sta bila kabrnek in list v povprečju za 9,4 -C hladnejša od temperature zraka, mladika pa za 9 -C. Razlike v temperaturi med kabrnkom, listom in mladiko so bile minimalne. Pri temperaturi nad 30\n-C so bile minimalne razlike med posameznimi organi vinske trte, medtem ko so se razlike med temperaturo zraka ter temperaturo kabrnkov, listov in mladik povečevale. Največja razlika med temperaturo zraka in temperaturo organov vinske trte je bila izmerjena 11. junija pri sorti 'Modri pinot' (10 35-11 15), pri čemer je bila spodnja stran lista hladnejša za 13,1 -C od temperature zraka (temperatura zraka je bila 31,9 -C). Pri sorti 'Sauvignon' (19.  15 00 6., 11 in 12 , temperatura zraka 28,3 -C) je bila mladika hladnejša za 6,6 -C od temperature zraka, od lista pa za 3,7 -C. Mladika je bila hladnejša od lista za 2,9 -C, od  56 30 kabrnka pa za 2 -C. Pri sorti 'Modri pinot' (9. 6., 12 -13 ) je bil kabrnek hladnejši od lista za 2,7 -C, temperatura zraka je bila 26,3 -C. Z višanjem temperature zraka so se večale razlike med temperaturo zraka ter organi vinske trte. V sončnih dneh so bile temperature mladik, listo ter kabrnkov dokaj nižje od temperature zraka. Glavni razlogi so bili najverjetneje transpiracija, izhlapevanje vode iz vlažnih površin rastlinskih organov, izhlapevanje dišečih snovi (za privabljanje žuželk) iz socvetja in senčenje. Glede na to, da so socvetja z zelo izrazitim vonjem, smo pričakovali, da bo najnižja temperatura izmerjena na socvetjih.\n"], "abstract": ["V letu 2008 smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo, Fakultete za kmetijstvo in biosistemske vede v Mariboru pri sortah 'Modri Pinot', 'Sauvignon' in 'Phoenix' proučevali vpliv temperature zraka na temperaturo kabrnkov, mladik in listov v času cvetenja. Temperaturo smo merili z laserskim termometrom na dobro razviti mladiki, na prvem in drugem kabrnku, ter na zgornji in spodnji strani listov nasproti kabrnkov, na popoldanski strani vrste. Na vsakem merilnem mestu na trti je bilo opravljenih 50 meritev v eni uri. Cvetenje se je najprej začelo pri sorti 'Modri pinot' (4.6.), potem pri sorti 'Phoenix' (11.6) in najpozneje pri 'Sauvignon' (14.6.). Največja razlika med temperaturo zraka in lista (spodnjo stran lista) je bila 13.2 °C, pri 'Modrem pinotu' 11. junija, med 9. in 10. uro dopoldan (temperatura zraka 32.4 °C). Povprečna temperatura lista pa je bila nižja za 10,5 °C od temperature zraka. Z zviševanjem temperature zraka so bile razlike v temperaturi med posameznimi organi vinske trte minimalne. Razlika med temperaturno zraka in organi trte pa se je povečevala. "]}