{"1": ["1 UVOD", "V pridelavi grozdja evropske vinske trte (Vitis vinifera L) razlikujemo tri glavne načine pridelave: konvencionalno, integrirano in ekološko. Med omenjenimi obstajajo razlike v izbiri sort, napravi vinograda, oskrbi tal, gnojenju, varstvu rastlin ter biološkem ravnotežju med »škodljivimi« in »koristnimi« žuželkami in glivami.\nV zadnjih letih se tudi v vinogradništvu pojavlja težnja po sonaravnem načinu pridelave. V Sloveniji se trend po ekološki pridelavi grozdja še povečuje, v večjem obsegu pa bo pridelava težko zaživela. Velik problem predstavlja izbor sort, ki je omejen na Trsni sortni izbor za Slovenijo, po katerem je za pridelavo grozdja za vino dovoljeno saditi le evropsko vinsko trto. Odpornost sort evropske trte proti najbolj razširjenim boleznim in škodljivcem je sorazmerno slaba. Zato se danes v drugih državah za ekološko pridelavo grozdja in vina že uporabljajo tako imenovani evropsko-ameriški križanci, katerih lastnost je večja odpornost proti peronospori in oidiju, večja odpornost proti nižjim temperaturam in dobra dozorelost lesa. Da se bodo tudi v Slovenji uveljavile te možne sorte, ki so odporne na nekatere glivične bolezni in bodo zanimive za pridelavo belih in rdečih vin, so potrebne še nadaljnje raziskave.\nCilj raziskave za diplomsko delo je preizkušanje nekaterih, pri nas novih sort, ki so nastale z medvrstnim križanjem vrst iz rodu Vitis, oziroma novih sort, ki bi bile primerne tudi za ekološko vinogradništvo v Sloveniji. Postavili smo hipotezo, da so nekatere nove na bolezni odporne sorte vinske trte primerne za gojenje v naših podnebnih razmerah.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Selekcija oziroma vzgoja odpornih sort", "Evropska vinska trta je zelo občutljiva na napad glivičnih bolezni. Nasprotno pa ameriški in azijski tipi, kot so Vitis riparia Michx., V. rupestris Scheele, V. berlandieri Planch., V. labrusca L., V. cinerea Engelm., V. amurensis Rupr. in drugi imajo gene odpornosti proti tem glivičnim boleznim (Basler 2003).\nProti dvema pomembnima glivičnima boleznima, to je peronospori (Plasmopara viticola Berl.) in oidiju (Uncinula necator Burr.) potrebujejo sorte evropske trte posebno skrbno varstvo. Predvsem peronospora naredi na območjih z bolj vlažnim podnebjem veliko škode. Omenjeni glivični bolezni sta preneseni v naše razmere v prvi polovici 19. stoletja iz Severne Amerike in sta se hitro razširili. Pred tem trte ni bilo potrebno škropiti oziroma uporabljati fungicidov (Basler 2003).\nSorte, odporne na glivične bolezni, ki so nastale s križanjem med sortami evropske trte in ameriškimi vrstami imenujemo interspecifične, ker so bile vzgojene s križanji med vrstami: npr: Vitis vinifera L. × Vitis riparia Michx. Veliko današnjih sort je rezultat zapletenih križanj več generacij (Basler 2003).\n2.2 Izkušnje z odpornimi sortami v drugih državah\nSorte, ki so odporne na glivične bolezni, so drugod po svetu mnogo bolj prepoznavne kot pri nas in že preverjene v njihovih klimatskih razmerah glede dolžine rastne dobe in pomembnih lastnosti za posamezno sorto. Za te evropsko-ameriške križance se uporabljajo različna imena, kot so hibridi, interspecifične sorte, sorte tolerantne na glive, ali robustne sorte. Njihova uporaba omogoča naravi prijaznejši način kmetovanja ter veča biotsko pestrost (Basler 2003). Vzgoja interspecifičnih križancev se je v preteklosti v posameznih \ndržavah različno razvijala. Največ trsov s temi sortami so najprej posadili v Franciji. Kasneje je pridelava teh križancev bila zakonsko prepovedana, zato so se v tej državi sorte ohranile v manjšem številu. V Švici na voljo že skoraj sto let stari francoski križanci, ki bolj zgodaj dozorijo, kot so: 'Leon Millot', 'Marechal Foch' in 'Seyval blanc', ki sta jih vzgojila leta 1911 Kuhlmann in Oberlin in so pomembni za nadaljnja križanja (Basler in sod. 2000). Primarni cilj je bil vzgojiti sorte, ki v njihovih razmerah hitreje dozorijo, so robustne, odporne proti pozebi in imajo klasičen okus.\nZakaj naj bi pridelovali sorte, odporne na glivične bolezni:\n- sorte so naravi prijazne in pomenijo za vinogradnika manjše tveganje od napada  glivičnih bolezni, kar je še bolj pomembno pri ekološkem vinogradništvu.\n- pri teh sortah je manjša uporaba fitofarmacevtskih sredstev (zmanjšana uporaba  bakra) in s tem manj dela s škropljenjem. Tako so pri teh sortah potrebne 2 do 3 (ali  4) aplikacije, za zatiranje glivičnih bolezni, v primerjavi s tradicionalnimi sortami,  kjer je potrebno 6 do 9. To je pomembno predvsem za strme lege, kjer je uporaba  mehanizacije omejena.\n- ta uporaba zmanjšuje zbitost tal, zaradi manj potrebnih aplikacij, še zlasti kjer za  škropljenje uporabljajo težko mehanizacijo.\n- za ekološko vinogradništvo pomenijo te sorte večjo vrednost in zaupanje, ker niso  ali so veliko manj škropljene.\n- jagode brez madežev ostankov fitofarmacevtskih sredstev so okusnejše in vizualno  privlačnejše, posebno pri namiznih sortah.\n- za posamezen obrat lahko pridelava teh sort pomeni inovacijo in diverzifikacijo  (Basler 2003)\nVedno znova moramo poudariti, da pri teh sortah, ki so odporne na glivične bolezni ni absolutne odpornosti v smislu imunosti. Odpornost ali občutljivost je vedno relativna. Zato je pomembno poznati dejavnike, ki pospešujejo napad bolezni, ti so: sorta, lega, količina padavin (tudi rosa), ekspozicija vinograda (dalj časa senca), nezadostna zračnost listne stene (pogojno zaradi manj vetra). Omenjeni dejavniki vodijo k temu, da je ista sorta od primera do primera občutljiva na napad bolezni (Basler 2003). \nPomembni križanci so:\n- za bela vina: 'Solaris', 'Johanniter', 'Bronner', 'Saphira'\n- za rdeča vina: 'Regent', 'Landal', 'Chambourchin', 'Rondo', 'Prior', 'Monarch',  'Cabernet Carol', 'Cabernet Ccortis', 'Cabernet Carbon', 'Merzling'.\n- kot namizne sorte: 'Muscat bleu', 'Garant', 'Nero', 'Bianca'.\nV Nemčiji na državnem vinogradniškem inštitutu v Freiburgu, kjer poteka tudi intenzivna vzgoja teh križancev, imajo za sorte, ki so jih vzgojili, opisane lastnosti in vrednotenja za posamezno sorto v primerjavi s standardno sorto. Dolgoletna povprečja kažejo, da se pri njih količina letnih padavin giblje med 650 in 950 mm. Iz vrednotenja občutljivosti na napad bolezni so ugotovili, da niso vse sorte na različnih lokacijah enako odporne proti glivičnim boleznim (Jörger in sod. 2004, Blattner 1999).\nSorta 'Regent je klasificirana za pet območij v Nemčiji, kjer je tud izmed teh sort, ki so odporne, najbolj zastopana. Je zelo bujna sorta, odpornost na glivične bolezni je lahko srednja do dobra. Sorta 'Regent ima visok pH v jagodnem soku, za trgatev se odločimo glede na pH vrednost in naj ne bi presegla vrednosti 3,3. V primerjavi s sorto 'modri pinot' prej dozori, primerna je za srednje lege (Schwab in sod. 2000). Dolgoletni poskusi sorte 'Regent' kažejo visoko odpornost proti napadu peronospore, oidija in proti pozebi (Düring 1997). Tamm in sod. (1998) pa predstavljajo rezultate, da odpornost sorte na peronosporo ni zadovoljiva, znakov napada oidija pa niso zasledili. Prav tako so poskusi pri njih pokazali, da je sorta precej odporna na sivo plesen.\nTrajnost in odpornost novih sort je dokaj stabilna. Riziko pojava občutljivosti je majhen, le v primerih sort 'Regent' in 'Johanniter' se je do zdaj pojavilo hitro zmanjšanje odpornosti. Sorto 'Regent' ni mogoče pridelovati brez uporabe fungicidov. Verjetno je genetska zasnova sorte 'Regent' delno specifična in zato na nek način odpornost ni trajna (Kast 2001; Zyprian in sod. 2004). \nBourquin (1997) pa poroča, da je pri sorti 'Phoenix' za dosego večjega pridelka in boljše kakovosti potrebnih več terminov trgatve in da je primernost za predelavo v vino dobra. Odpornost proti glivičnim boleznim je v primerjavi z obravnavanimi sortami bila zelo velika, kar pa kljub temu ne omogoča vsakoletne pridelave brez uporabe fungicidov.\nPri sorti 'Rondo' se pojavlja nezadostna odpornost proti oidiju, sorta 'Phoenix' pa je zelo močno občutljiva na napad glive sive plesni (Botrytis cinerea Pers.). Prav tako je bil pri sorti 'Cabernet Carol', že potrjen močan napad sive plesni (Kast 2001).\nRuehl in sod. (1997) poročajo, da je pri križanju rane sorte 'Rondo' sodelovala azijska vrsta Vitis amurensis Rupr. in da je odpornost proti peronospori in pozebi dobra, vendar se pojavlja majhna odpornost proti oidiju. Tudi Zeus (1996) je ugotovil, da je pri sorti 'Rondo' odpornost proti oidiju manj izražena.\nTerleth in Raifer (2006) poročata o rezultatih poskusa na južnem Tirolskem, kjer je bil v letu 2005 močan napad oidija in sive plesni. Sorta 'Cabernet Carol' je kljub trikratnemu zatiranju oidija s fungicidi kazala napad oidija na listih, vendar je vseeno med obravnavanimi sortami, skupaj s sorto 'Prior', bila najbolj odporna na pojav oidija. Sorta 'Cabernet Carol' zahteva zaradi bolj zbitih grozdov uporabo fungicidov za zatiranje sive plesni. Pri sorti 'Prior' se je pokazala dobra odpornost na sivo plesen.\nPodrobnejši poskusi so pokazali, da sorta 'Regent' ni odporna na rdeči listni ožig (Pseudopeziza tracheiphila Müll.) in črno pegavost (Phomopsis viticola Berl.), v vlažnih pomladih pa se poveča napad sive plesni na socvetju. Pri zgodnjem zorenju jagod sorto rade napadejo ose. V izpostavljenih legah potrebna uporaba fungicidov, zato dve škropljenji že povečata odpornost. Ker se pri tej sorti rada pojavi kloroza, je pomembno foliarno gnojenje z magnezijem (Basler in Pfenninger 2001).\nKot navaja Schwab in sod. (2000), pridobita sorti 'Rondo' in 'Regent' ob dozorevanju večjo vsebnost sladkorja in imata signifikantno večjo kakovost vina kot sorta 'Modri pinot'. Schwab je ugotovil, da začne sorta 'Rondo' zelo rano brsteti in tudi prej dozori. Vogel \n(2002) je ugotovil, da je sorta 'Rondo' kljub ne preveč dobri bujnosti prava alternativa za bolj občutljive lege.\nZa sorti 'Monarch' in 'Cabernet Carol' je značilna dobra bujnost in da je doba med polno zrelostjo in prezrelostjo zelo kratka, kar pa za 'Modri pinot' ne velja. Tudi stiskanje jagod ni zadovoljivo in prihaja do velikega deleža jagodnih kožic v moštu. Pri visokih pH vrednostih je potrebno skrbno kletarjenje (Wiedemann in Sütterlin 2005).\nSpring (2005) navaja, da sorti 'Monarch' in 'Prior' dozorita nekoliko kasneje kot 'Modri pinot' in dajeta vina, bogata na polifenolnih snoveh z zanimivim sadnim karakterjem.\nVina evropsko-ameriških križancev, namenjenih ekološki pridelavi, so lahko kakovostna, vendar se pojavlja tako imenovani lisičji okus, ki ga lahko odpravimo s povratnimi križanji z evropsko trto. Največ tovrstnih križancev so do sedaj vzgojili v Nemčiji, Avstriji in Švici (Čuš in sod. 2002).\n"], "4": ["3 MATERIAL IN METODE DELA", ""], "5": ["3.1 Poskusni vinograd", "Poskus je bil opravljen v vinogradu na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo, Fakultete za kmetijstvo in biosistemske vede Univerze v Mariboru. V poskusu smo proučevali rdeče sorte 'Muscat bleu', 'Monarch', 'Prior', 'Rondo', 'Cabernet Carol', 'Regent' in belo sorto 'Phoenix', ki so primerne za ekološko pridelavo grozdja ter jih primerjali s kontrolno sorto 'Modri pinot'.\n3.1.1 'Modri pinot'\nSpada v skupino zahodnoevropskih sort (Proles occidentalis). Izvira iz Burgundije v Franciji. Je srednje bujna sorta, neprimerna za nižje lege (vsebnost sladkorja). Je zahtevna sorta za tla, zahteva dobra, globoka, topla, ne presuha in zračna tla. Sorta je nagnjena h gnilobi in virusnim obolenjem. Grozd je majhen do srednje velik, valjaste oblike, zbit, redkeje rahel ali deljen. Jagode so okrogle do ovalne, temne do vijolično modre z močnim poprhom. Zori srednje pozno do pozno (Vršič 2008).\n"], "6": ["3.1.2 'Muscat bleu'", "Sorta prihaja iz Švice in je kombinacija križanj ('Garnier 15/6' × 'Seyve-Vilard 20-347'). Je ena izmed najbolj priljubljenih namiznih sort. Primerna za sončne jugozahodne do zahodne lege. Odgovarjajo ji bolj zavetne lege zaradi osipanj. Ima visoko odpornost na peronosporo. Grozd je velik od 15 do 20 cm in je nekoliko razvejen. Je dokaj zgodnja sorta (Taraba 2010).\n"], "7": ["3.1.3 'Monarch'", "Je kombinacija križanj ('Merzling' × ('Saperavi severnyi' × 'Muskat Ottonel') × 'Dornfelder'). Križanec, vzgojen v Freiburgu leta 1988. Brsti nekaj dni pred sorto 'modri pinot' in dozori malo pred to sorto. Je dobro odporen na peronosporo in dobro do srednje dobro na oidij. Grozdi so veliki s srednje velikimi jagodami. Vino ima izraženo aromo, intenzivno barvo in je bogato z ekstraktnimi in fenolnimi snovmi. Povprečni pridelek je med 145 in 165 kg/ar in doseže malo manjšo vsebnost sladkorja kot 'modri pinot' (vir: http://www.ekolandbau.de/erzuger/pflanzenbau/weinbau/).\n"], "8": ["3.1.4 'Prior'", "Je kombinacija križanj ('Joan Seyve' 234-16' × 'Modri pinot') × ('Merzling' × ('Zarya Severa' × 'St. Larent')) iz leta 1987 v državnem vinogradniškem inštitutu v Freiburgu. Brsti nekaj dni za sorto 'modri pinot', dozori pa en teden za njim. Grozd je srednje velik z srednje velikimi jagodami. Proti peronospori in oidiju je zelo dobro odporen. Vino ima zeleno intenzivno barvo, z bogatimi ekstraktnimi in fenolnimi snovmi. Tip vina je nevtralen in aromatičen. Povprečen pridelek je 120-140 kg/ar s podobno vsebnostjo sladkorja, kot jo doseže 'modri pinot' (vir: http://www.ekolandbau.de/erzuger/pflanzenbau/weinbau/).\n"], "9": ["3.1.5 'Rondo'", "Je križanec med ('Saperavi severnyi' × 'Saint Laurent'). Vzgojili so ga v Geisenheimu leta 1964. Za sorto je značilno zgodnje brstenje in zorenje ter močna rast in veliki listi. Potrebnih je več terminov trgatve, drugače jagode odpadejo. Proti peronospori je dobro odporna, prti oidiju pa slabo. Zaradi zgodnjega začetka rasti, sorte ni priporočljivo gojiti na zelo visokih legah, ker trta lahko pozebe. Tip vina je rubinasto rdeč, kaže se kot poln in mehek tip vina. Povprečen pridelek je 130 kg/ar z 82 -Oe (Schwab in Knott 2006).\n"], "10": ["3.1.6 'Cabernet Carol'", "Je kombinacija križanj 'Cabernet Sauvignon' × ('Merzling' × ('Saperavi severnyi' × 'Muskat Ottonel')), leta 1982 v Freiburgu. Brsti nekaj dni za modrim pinotom in dozori 8-10 dni za njim. Gozd je srednje velik s srednje velikimi jagodami. Proti peronospori in oidiju je zelo dobro do dobro odporna sorta. Daje intenzivni Cabernet tip vina, aromatičen, zelo bogat z ekstraktnimi in fenolnimi snovmi in z zelo intenzivno barvo. Pridelek se giblje med 135 in 165 kg/ar s približno enako vsebnostjo sladkorja, kot jo doseže 'modri pinot' (vir: http://www.ekolandbau.de/erzuger/pflanzenbau/weinbau/).\n"], "11": ["3.1.7 'Regent'", "Nastal je s križanjem sort 'Diana' ('Silvaner' × 'Müller-Thurgau') × 'Chambourcin' v Geilweilerhofu leta 1967. Brsti sočasno s sorto 'modri pinot', dozori pa srednje zgodaj do zgodaj. Je srednje odporen na peronosporo in dobro na oidij. Pri močnem pritisku okužbe lahko pride do popolnega propada listov. Jagode so srednje velike. Tip vina je rdeče do močno rdeče barve, z vijoličasto »noto«, z žametno, včasih tudi grobo čreslovino. Pridelek je 100 kg/ar. Vsebnost sladkorja je med 82 in 86 -Oe (Schwab in Knott 2006).\n"], "12": ["3.1.8 'Phoenix'", "Sorta je bila vzgojena s križanjem med ('Bacchus' × 'Villard blanc') v Geilweilerhofu. Že leta 1994 je bila klasificirana za nekatere predele v Nemčiji. Brsti in dozori sočasno s sorto modri pinot. Rast je zelo močna, zato je pri cepljenju priporočljivo uporabiti bolj šibke podlage. Odpornost proti glivičnim boleznim je dobra, vendar moramo poudariti, da je sorta srednje do zelo močno občutljiva na sivo plesen. Nevarne so obilne padavine po dalj časa trajajočem suhem vremenu, ki povzroči pokanje jagod, kar je še dodatni vzrok za večji pojav sive plesni. Vino je polno, ima svežo kislino in prijeten muškatni ton, kar spominja na sorto 'Bacchus'. Pridelek je nekje okoli 123 kg/ar z vsebnostjo sladkorja 70\n-Oe in nizko vsebnostjo kislin v jagodah (Basler 2003).\n"], "13": ["3.2 Metode dela", ""], "14": ["3.2.1 Oskrba poskusnega vinograda", "Vinograd v katerem smo opravljali poskus, je bil posajen spomladi leta 2006. Razdalja med vrstami je 2,4 m, v vrsti pa 0,9 m. Sorte so posajene vsaka v svoji vrsti. Lega vinograda je zahodna. Nagib zemljišča cca 30 %. V prvem letu smo trte opleli na eno mladiko in uporabili zaščitne tulce. V drugem letu smo trte, ki niso dosegle višine debla odrezali na dve očesi.\nV tretjem letu smo začeli s poskusom. Najprej smo opravili rez trte 14. 3. 2008, obrezali smo na en šparon, ali pa jim formirali deblo. 20. marca smo privezali debla h kolu in privezali šparone. Pričeli smo s spremljanjem fenofaz (po Lorenz in sod. 1994, priloga 1). Fenofaze smo spremljali pri sorti 'Muscat bleu', 'Pror', 'Regent' in 'Modri pinot', pri vsaki obravnavani trti približno na vsakih pet dni. Med spremljanjem fenofaz smo opravili še vsa potrebna dela v vinogradu. Tako smo 7. maja odstranjevali sobrste in opravili redčenje mladik. 2 junija smo zatikali mladike in odstranjevali zalistnike. 28. junija smo vršičkali vse sorte, prav tako tudi 31. avgusta. Sorti 'Rondo' in 'Phoenix' smo 10. septembra zaščitili z mrežo.\nV času dozorevanja grozdja smo za vsako sorto stehtali maso 100 jagod (g) ter izmerili pH vrednost, vsebnost sladkorja (-Oe) in skupnih titracijskih kislin (g/L). Pred trgatvijo smo vsako sorto skupno ovrednotili in si zapisali opažanja glede bujnosti, znakov napada bolezni (priloga 2). Trgatev smo opravili 7. oktobra za vse sorte, razen 'Cabernet Carol', ki je bila opravljena 24. oktobra. Namizne sorte 'Muscat bleu' nismo vinificirali. Drozgo bele sorte smo stisnili in dodali kvasovke. Rdeče sorte smo specljali in dali na maceracijo. V postopku vinifikacije smo spremljali vsebnost sladkorja (-Oe), skupne titracijske kisline (g/L), pH vrednost, jabolčno in vinsko kislino in vsebnost alkohola. Vsebnost skupnih titracijskih kislin smo določili s titracijo z NaOH, jabolčno kislino smo merili z analiznimi lističi z refraktometrom za določanje kislin v vinu. Po maceraciji smo drozgo stiskali in \ndodali mlečno kislinske bakterije za biološki razkis. Medtem smo belo sorto žveplali. Po končanem biološkem razkisu smo opravili pretok in žveplanje vina. Maso jagod smo določili z elektronsko tehtnico.\nDobljene rezultate smo uporabili pri izdelavi grafikonov v računalniškem programu Excel ter jih statistično obdelali z analizo variance s pomočjo računalniškega programa SPSS 17. Statistično značilne razlike med obravnavanji smo izračunali s Tukey-evim testom pri stopnji tveganja p = 0,05.\n"], "15": ["3.3 Vremenske razmere", "Leto 2008 je bilo toplejše od dolgoletnega povprečja in za razliko od prejšnjih let dobro preskrbljeno s padavinami. Kmetijsko in gozdarsko pridelavo so prizadela številna neurja z močnim vetrom in tudi toča. Že prvi mesec leta je bil neobičajno topel in suh. Povprečna januarska temperatura zraka je bila do 4 -C višja od dolgoletnega povprečja. Padavine so bile januarja skromne. Pretoplo in presuho vreme se je nadaljevalo tudi februarja. Iz zimskega mirovanja se je prebudilo že večina rastlin. V sredini februarja se je še za kratek čas ohladilo. V marcu je bilo v povprečju tudi pretoplo, čeprav je bilo vmes več ohladitev. Na pragu meteorološke pomladi je kar nekaj krat snežilo. Aprila so bile vremenske razmere, z nekoliko nadpovprečnimi temperaturami in dokaj povprečnimi padavinami za rast in razvoj rastlin razmeroma ugodne. Mesec maj je bil v povprečju lep. Količina rastlinam dostopne vode v tleh v prvi polovici maja se je močno izčrpala. Junija so se sončna in vroča obdobja mešala z deževnimi obdobji. Po 23. juniju je državo zajel vročinski val. V posameznih dneh so se povprečne dnevne temperature celo za 6 -C in več presegle normalne vrednosti. Najvišje izmerjene vrednosti so se gibale med 32 in 34 -C . Julija in avgusta so se v številnih krajih po Sloveniji razdivjala neurja z močnimi nalivi, vetrom in točo, ki so povzročila ogromno škodo na kmetijskih površinah in v gozdovih. Tudi na našem poskusu so bile vidne posledice od toče. Na prehodu v koledarsko jesen se je precej ohladilo. Oktober je bil nekoliko toplejši od povprečja, padavin pa je bilo malo. \nTudi november je bil toplejši od povprečja in tako je bilo tudi vse do konca decembra, saj se je ohladilo šele po 25. decembru.\n2008 (Maribor-Tabor) po modificiranem Walterjevem in Gaussenovem  klimadiagramu z razmerjem 1:4 (vir: http//www.arso.gov.si).\n"], "16": ["4 REZULTATI", ""], "17": ["4.1 Spremljanje fenofaz v času od brstenja in do priprave na zimsko mirovanje", "Z opazovanjem razvojnih stadijev smo pričeli 21. aprila pri sortah 'Modri pinot', 'Regent', 'Muscat bleu' in 'Prior'. Pričetek razvojnih stadijev se začne z brstenjem, v tem času smo opravili tri opazovanja. Kot je razvidno iz Grafikona 2, pri prvem spremljanju 21. aprila, so bile sorte v stadiju volne, pri nekaterih sortah pa že vidni prvi zeleni vršički. Prve zelene vršičke smo opazili pri sorti 'Regent' in 'Prior'. Kontrolna sorta 'Modri pinot' je bila takoj za njima. Sorta 'Muscat bleu' pa je zaostajala v razvoju. Pri drugem opazovanju 24. aprila je bila v ospredju še vedno sorta 'Prior'. Sorta 'Muscat bleu' pa je bila takoj za njo. Sorta 'Regent' je 28. aprila v razvoju pred sortama 'Modri pinot' in 'Prior'. Najbolj je v razvoju zaostajala sorta 'Muscat bleu'. V času brstenja se v razvoju sorta 'Regent statistično značilno razlikuje od sorte 'Prior', 'Modri pinot' in 'Muscat bleu', te sorte se pa med sabo statistično značilno ne razlikujejo (p=0,05).\nIz Grafikona 3 vidimo razvoj listov. Opravili smo dve opazovanji (7. in 12. maja). Pri prvem spremljanju so bile vse sorte v razvojni fazi (FF-12) to pomeni drugi list že odprt. Samo sorta 'Muscat bleu' je bila v manjšem zaostanku, še komaj v fazi prvega lista. Pri drugem spremljanju ni bilo nobenih večjih razlik med sortami, sorte so z enako dinamiko rasti napredovale kot prej. Sorta 'Muscat bleu' se je statistično značilno razlikovala od sort 'Modri pinot', 'Regent' in Prior'. Sorte 'Modri pinot', 'Regent' in 'Prior' pa se statistično značilno ne razlikujejo med seboj (p=0,05). \nRezultati iz Grafikona 4 nam kažejo, čas razvoja cvetov, opravili smo jih v štirih opazovanjih. Vse sorte so bile 15. in 22. maja v razvojnem stadiju, ko je kabrnek dobro viden (FF-55) - kabrnki razviti, cvetovi tesno skupaj. Tudi 29. maja je bila sorta 'Muscat \nbleu' najbolj razvita, enako kot sorta 'Modri pinot'; kabrnki polno razviti in cvetovi razprti (FF-57). Ostali dve sorti 'Regent' in še bolj sorta 'Prior' pa sta tu zaostajali v razvoju. Prav tako je bilo tudi 2. junija, vse sorte so z enako dinamiko rasti napredovale, tako sta bili sorti 'Modri pinot' in 'Muscat bleu' že v fazi ko prve kapice odpadajo. Sorta 'Prior se statistično razlikuje od sorte 'Muscat bleu', 'Regent' in 'Modri pinot'. Sorti 'Modri pinot' in 'Muscat bleu' pa se statistično ne razlikujeta med seboj (p=0,05).\nPodatki iz Grafikona 5 nam predstavljajo čas cvetenja, opravili smo tri opazovanja. Prvo 4. junija, ko sta bili sorti 'Modi pinot' in 'Muscat bleu' že v začetku cvetenja. Ostali dve sorti sta zaostajali in enaka dinamika se je nadaljevala do 11. junija. Na koncu te razvojne faze, 19. junija je sorta 'Regent' v razvoju dohitela sorti 'Modri pinot' in 'Muscat bleu' v fenofazi 69 - konec cvetenja. Zaostajala je le sorta 'Prior'. Tako se sorta 'Prior' statistično značilno razlikuje od vseh ostalih sort, ostale sorte pa se med seboj ne razlikujejo (p=0,05).\nV Grafikonu 6 je predstavljen razvoj grozdja, tu smo opravili več opazovanj, ker ta razvojna faza taja dalj časa. Začeli smo 26. junija, ko je bilo najbolj razvito grozdje sorte 'Modri pinot' v fazi, ko so jagode v velikosti šiber in grozdi se začnejo povešati. Takoj za njo je bila sorta 'Muscat bleu', najbolj pa je še vedno zaostajala sorta 'Prior'. V nadaljevanju ni bilo nobenih večjih razlik vse do 22. julija, ko so se vse sorte izenačile v isto razvojno fazo to je (FF-77) – začetek zapiranja grozdov. Enako je bilo 4. avgusta ko so se vse sorte izenačile v isto razvojno fazo, ko so grozdi popolnoma zaprti. Sorte se med seboj statistično ne razlikujejo (p=0,05). \nGrafikon 7 nam predstavlja, fazo dozorevanja grozdja, opravili smo 7 opazovanj. S prvim smo pričeli 12. avgusta. Rezultati so pokazali, da je sorta 'Prior' v začetku dozorevanja grozdja začela dohitevati ostale sorte, potem pa je spet malo zaostala. Sorta 'Regent' je v nadaljevanju prehitela sorti 'Modri pinot' in 'Muscat bleu'. Tako je v dozorevanju grozdja bila najhitrejša sorta 'Regent'. Od 24. septembra naprej so sorte različno prehajale v svoje zrelostne faze. Statistično značilnih razlik med sortami ni bilo (p=0,05).\nGrafikon 8 nam kaže spremljanje sort ob zaključku vegetacije. Ugotovili smo, da se sorte med sabo manj razlikujejo, vedno pa sta v ospredju sorti 'Muscat bleu' in 'Prior'. 4. decembra so vse preizkušene sorte zaključile obdobje rasti in se izenačile v isti razvojni stadij, to je zaključek vegetacije (zimsko mirovanje). Statistično značilnih razlik med sortami ni bilo (p=0,05). \nobravnavanih sortah.\n"], "18": ["4.2 Vrednotenje sort pred trgatvijo", "Pred trgatvijo smo v treh terminih opravili vrednotenje sort po posameznih lastnostih za vse obravnavane sorte vključno s kontrolno sorto 'Modri pinot' (priloga 2). Sorte smo vrednotili po legendi od 1 do 9. Legenda: 1 = nič, zelo šibko, zelo slabo  3 = malo, šibko, slabo  5 = srednje  7 = veliko, močno, dobro  9 = zelo veliko, zelo močno, zelo dobro\nPri opazovanju sort glede bujnosti. Močno bujnost so dosegle naslednje sorte 'Prior', 'Modri pinot' in 'Regent'. Slabo bujni sorti sta bili 'Muscat bleu' in 'Cabernet Carol'. Ostale sorte so dosegle srednjo bujnost.\nMočan napad kloroze-škode je bil pri sortah 'Muscat bleu', 'Monarch', 'Prior' in 'Rondo' te sorte so imele pomanjkanje magnezija in prisotna je bila erinoza na zalistnikih. Malo kloroze je kazala sorta 'Cabernet Carol'. Ostale sorte pa niso imele nobene kloroze.\nMočne poškodbe od toče so bile pri sorti 'Modri pinot' in 'Regent'. V tem letu so bila kar trikrat huda neurja s točo. Vse ostale sorte pa so kazale malo poškodb od toče.\nZelo močno osipanje je imela sorta 'Muscat bleu'. Srednje osipanje sta imeli sorti 'Monarch' in 'Cabernet Carol'. Malo osipana je bila sorta 'Rondo', ostale sorte pa niso kazale znakov osipanj.\nPeronosporo smo opazovali na grozdju, listih in na zalistnikih, kar nam prikazuje Grafikon 9. Posamezne sorte so bile različno občutljive na napad peronospore. Sorta 'Muscat bleu' ni kazala nobenih znamenj napada. Na grozdju sorte 'Modri pinot' smo ocenili srednji napad peronospore, ostale sorte na grozdju niso kazale prisotne peronospore. Na listih se je srednji pojav peronospore pokazal pri sortah 'Monarch', Phoenix', 'Rondo' in 'Modri pinot', \nmanjši pojav se je pokazal na sorti 'Prior' in 'Cabernet Carol', ostale sorte pa niso imele peronospore na listih. Na zalistnikih smo zelo močan napad od peronospore opazili pri sorti 'Phoenix'. Močan napad na zalistnikih pri sortah 'Monarch', 'Cabernet Carol' in 'Modri pinot'. Srednje napadeni sta bili sorti 'Prior' in 'Rondo' na zalistnikih. Sorta 'Regent' je bila malo napadena v povprečju. Najbolj odporna pa je bila sorta 'Muscat bleu', kjer nismo nikjer opazili pojava peronospore.\npovprečju v treh ponovitvah.\nOidija ni bilo na nobeni sorti, to je ne na grozdju in ne na listih.\nNapad sive plesni smo malo zasledili pri sorti 'Cabernet Carol', pri ostalih pa nič. Na dan trgatve je bilo največ gnilobe pri sorti 'Phoenix', 50 %, in 'Rondo', 30 % gnilobe. Pri ostalih sortah gniloba ni bila prisotna.\nDobre ocene skupnega vtisa sort je dosegla sorta 'Phoenix', srednjo oceno so dobile sorte \n'Monarch', 'Phoenix' in 'Rondo', ostale sorte so dobile slabo oceno skupnega vtisa.\n"], "19": ["4.3 Spremljanje dozorevanja grozdja", "Iz grafikona 10 nam rezultati kažejo, da je največjo maso stotih jagod imela sorta 'Phoenix' (306 g), kar je 40 % več od kontrolne sorte 'Modri pinot' (168 g). Najmanjšo maso jagod pa je imela sorta 'Cabernet Carol' (140 g). Razlog za to je različna velikost jagod pri posamezni sorti.\nRezultati meritev v Grafikonu 11 nam kažejo, da je vsebnost skupnih titracijskih kislin pri posameznih sortah zelo različna. Vsebnost skupnih titracijskih kislin smo spremljali od dozorevanja grozdja do trgatve. Na dan trgatve je bila največja vsebnost skupnih titracijskih kislin pri sorti 'Cabernet Carol' (13,4 g/L), iz teh rezultatov je razvidno, da sorta ni primerna za naše razmere. Najmanjšo vsebnost pa je imela sorta 'Monarch' (5,3 g/L).\nV Grafikonu 12 so predstavljene meritve pH vrednosti, izvedli smo jih v štirih terminih od dozorevanja grozdja do trgatve. Na dan trgatve so rezultati pokazali, da je največjo vrednost imela sorta 'Modri pinot' (3,5 pH), najmanjšo pa sorta 'Cabernet Carol' (2,7 pH). Po Baslerju (2003) se pri teh intrspecifičnih križancih vsebnost skupnih kislin naj ne bi spustila pod 7 g/L, pH pa naj ne bi presegel vrednosti 3,3. Naše meritve ob trgatvi so pokazale, da se je pri sorti 'Monarch' vsebnost skupnih kislin spustila pod 7 g/L, pH pa je narasel nad 3,3.\nV Grafikonu 13 so predstavljene meritve vsebnosti sladkorja ugotovljene pri spremljanju dozorevanja grozdja in ob trgatvi. Največjo gostoto mošta smo na dan trgatve izmerili pri kontrolni sorti 'Modri pinot' (94 -Oe), in sorti 'Regent' (93 -Oe). Najmanjša vsebnost pa je bila pri sorti 'Phoenix' (62 -Oe). \ndozorevanja grozdja. \n"], "20": ["4.4 Mehanska sestava grozdja", "Grafikon 14 nam predstavlja, da je največja masa grozdov bila pri sorti 'Modri pinot' (213 g), takoj za njo pa sorta 'Regent' (193 g). Najmanjšo maso je imela sorta 'Rondo' (101 g), ki je bila kar za polovico manjša od sorte 'Modri pinot'. Sorti 'Modri pinot' in 'Regent' se statistično značilno razlikujeta od sorte 'Rondo', med ostalimi sortami pa statističnih razlik ni bilo (p=0,05).\nRezultati iz Grafikona 15 nam kažejo, da je največje število jagod na grozd imela sorta 'Modri pinot' (159 jagod/grozd): Najmanjše število jagod je bilo pri sorti 'Rondo' (59 jagod/grozd). Sorti 'Rondo' in 'Phoenix' se statistično značilno razlikujeta od sorte 'Modri pinot', ne razlikujeta pa se od sorte 'Monarch', 'Prior', 'Cabernet Carol' in 'Regent' (p=0,05).\nRezultati iz Grafikona 16 nam kažejo, da je največjo maso pečk na sto jagod imela sorta 'Phoenix' (10 g/100 jagod), najmanjšo pa sorta 'Prior' (7,1 g/100 jagod). Sorti 'Monarch' in 'Prior' se statistično značilno razlikujeta od sorte 'Phoenix', ne razlikujeta pa se od sorte 'Rondo', 'Cabernet Carol', 'Modri pinot' in 'Regent' (p=0,05).\nIz Grafikona 17 vidimo, da je največje število pečk na sto jagod dosegla sorta 'Phoenix' (200 pečk/100 jagod). Najmanjše število pečk pa je dosegla sorta 'Prior' (138 pečk/100 jagod). Sorta 'Phoenix' se statistično značilno razlikuje od sorte 'Prior' in 'Rondo', od vseh ostalih sort pa se ne razlikuje (p=0,05). \n"], "21": ["4.5 Meritve lastnosti mošta v času fermentacije", "V času fermentacije sta največjo pH vrednost imeli sorti 'Rondo' in 'Regent' (pH 3,6), najmanjšo pa sorti 'Cabernet Carol' in 'Prior' (pH 3,1). Tako kot pri kontrolni sorti 'Modri pinot' (pH 3,4), se vrednosti od trgatve niso nič spremenile (grafikon 18).\nVsebnost skupnih titracijskih kislin v času fermentacije je bila največja pri sortah 'Monarch' (10,5 g/L) in 'Modri pinot' (9,9 g/L), najmanjšo (6,7 g/L) pa smo izmerili pri sorti 'Prior' (grafikon 19).\nRezultati meritev v Grafikonu 20 nam ponazarjajo, da je v času fermentacije bila največja vsebnost jabolčne kisline pri sorti 'Monarch' (7,6 g/L) in pri sorti 'Modri pinot' (6,7 g/L), najmanjšo vsebnost pa je imela sorta 'Phoenix' (3,1 g/L).\nNajvečjo vsebnost vinske kisline v času fermentacije je imela sorta 'Cabernet Carol' (3,8 g/L), najmanjšo pa sorti 'Modri pinot' in 'Regent', pod 1 g/L (grafikon 21).\nNa začetku fermentacije je imela največjo vsebnost sladkorja (96 -Oe) sorta 'Regent', takoj za njo sta bili sorti 'Cabernet Carol' in kontrolna sorta 'Modri pinot'. Najmanjšo vsebnost sladkorja (62 -Oe) smo izmerili pri sorti 'Prior' (grafikon 22). \n"], "22": ["5 SKLEPI", "V poskusu smo preizkušali nove sorte, ki so bile vzgojene z medvrstnimi križanji. Vinograd je bil posajen spomladi leta 2006 in v poskus so bile vključene sorte: 'Muscat bleu', 'Monarch', 'Prior', 'Rondo', 'Cabernet Carol', 'Regent', 'Phoenix'. Za primerjavo nam je bila sorta 'Modri pinot'.\nPri statistični obdelavi podatkov smo ugotovili, da sta bili v fazah razvoja najzgodnejši sorti 'Muscat bleu' in 'Modri pinot' (kontrolna sorta), najpoznejša pa sorta 'Prior'. Najbolj odporna sorta na pojav peronospore je bila sorta 'Muscat bleu', najmanj odporna pa sorta 'Phoenix'.\nV spremljanju dozorevanja grozdja je bila ugotovljena največja masa stotih jagod pri sorti 'Phoenix' (306 g), najmanjšo maso je imela sorta 'Cabernet Carol' (140 g). Najmanjšo vsebnost skupnih titracijskih kislin je imela sorta 'Monarch' (5,3 g/L), največjo pa 'Cabernet Carol (13,4 g/L) in glede tega parametra ni primerna za naše razmere. Največjo pH vrednost je imela sorta 'Modri pinot' (3,5), najmanjšo pa sorta 'Cabernet Carol' (2,7). Največjo vsebnost sladkorja je imela kontrolna sorta 'Modri pinot (94 -Oe), najmanjšo pa sorta 'Phoenix' (62 -Oe).\nV času fermentacije sta imeli največjo pH vrednost sorti 'Rondo' in 'Regent' (3,6), najmanjšo pa sorti 'Cabernet Carol' in 'Prior' (3,1). Največjo vsebnost skupnih titracijskih kislin je imela sorta 'Monarch' (10,5 g/L), najmanjšo (6,7 g/L) pa sorta 'Prior'. Največjo vsebnost jabolčne kisline smo izmerili pri sorti 'Monarch' (7,6 g/L), najmanjšo pa pri sorti 'Phoenix' (3,1 g/L). Vinske kisline je bilo največ pri sorti 'Cabernet Carol' (3,8 g/L), najmanj pa pri sortah 'Modri pinot' in 'Regent'; pod 1 g/L.\n"], "abstract": ["V letu 2008 smo na Univerzitetnem centru za vinogradništvo in vinarstvo Meranovo v vinogradu, ki je bil posajen spomladi leta 2006, preizkušali nove sorte (medvrstne križance) vinske trte, ki so odporne na nekatere glivične bolezni. Poskus je obsegal 7 sort: 'Muškat bleu', 'Monarch', 'Prior', 'Rondo', 'Cabernet Carol', 'Regent' in 'Phoenix'. Spremljali smo fenofaze, pojav pomembnejših glivičnih bolezni in po trgatvi opravili mikrovinifikacijo. Pri statistični obdelavi podatkov smo ugotovili, da sta bili v fazah razvoja najzgodnejši sorti 'Muscat bleu' in 'Modri pinot' (kontrolna sorta), najpoznejša pa sorta 'Prior'. Največja gostota mošta je bila pri sorti 'Regent' (96 °Oe), najmanjša pa pri sorti 'Prior' (62 °Oe). Grozdje sorte ''Muscat bleu' je bilo zelo osipano. Zelo močna okužba s peronosporo na zalistnikih je bila pri sorti ''Phoenix', sorta 'Muscat bleu' pa je bila brez okužb. Pri nobeni sorti ni bilo znamenj okužb z oidijem. Na dan trgatve je bilo največ gnilobe pri sorti 'Phoenix' in 'Rondo'. Pri ostalih sortah ni bilo prisotne gnilobe. "]}