{"1": ["1 UVOD", "Purpusovo kosteničevje (Lonicera × purpusii Rehder.) sodi v družino kovačnikovk (Caprifoliacea). Je križanec med L. fragrantissima in L. standishii, ki ju je v Anglijo s Kitajske prinesel Robert Fortune leta 1845. Od tam so posamezne osebke prenesli v botanične vrtove po Evropi. Purpusovo kosteničevje so prvič našli v botaničnem vrtu v mestu Darmstadt v Nemčiji pred letom 1920.\nLonicera (kosteničevje) je obsežen rod, ki zajema več kot 180 vrst razširjenih po vsej severni polobli, kot vednozeleni ali listopadni grmi.\nPurpusovo kosteničevje je srednje velik, vedno zelen grm s podolgovato jajčastimi listi in povešenimi vejami, na katerih so cvetovi v šopu. Lahko jo sadimo v skupinah ali posamično. Ker je gosta grmovnica, jo lahko uporabimo tudi kot pokrovno rastlino. Njeno zimsko cvetenje (od decembra do aprila) in močan vonj izkoristimo tako, da jo sadimo na mesta, kjer bo pozimi dobro opazna in bo prišla do izraza.\nPurpusovo kosteničevje razmnožujemo s setvijo in potaknjenci. Vegetativno razmnoževanje s potaknjenci je še vedno najpomembnejši način razmnoževanja kosteničevja, saj je cenovno ugodnejši ter sortne lastnosti rastline so ohranjene, kar pri razmnoževanju s semenom ni zanesljivo.\n"], "2": ["1.1 Namen in cilj diplomskega dela", "Purpusovo kosteničevje (Lonicera × purpusii Rehd.) najpogosteje razmnožujemo z zelenimi in s pol-olesenelimi potaknjenci. Pomembni dejavniki, ki vplivajo na uspeh ukoreninjanja potaknjencev, so starost matičnih rastlin, tip potaknjenca, okolje koreninjenja ter uporabljeni rastni regulatorji. \nMnenja o uporabi rastnih regulatorjev in njihovih koncentracij za razmnoževanje rastlin so različna. Osnovni namen dodajanja rastnega regulatorja pred potikanjem je v povečanju kakovosti razvijajočega se koreninskega sistema ter spodbujanje enotnosti koreninjenja. Za vse rastlinske regulatorje je značilno, da je mehanizem njihovega delovanja zelo zapleten, da delujejo v rastlini odvisno od koncentracije. Zato je pravilna izbira koncentracije zelo pomembna pri razmnoževanju rastlin, saj posledice uporabe premočnih koncentracij za koreninjenje so poškodba tkiva in izguba potaknjenca.\nPoglavitni namen raziskovalnega dela je bil proučiti ukoreninjenje Purpusovega kosteničevja. Proučevali smo vpliv različnih koncentracij rastnega regulatorja pri razmnoževanju s potaknjenci. Potikali smo zelene in pol-olesenele potaknjence v različnih terminih v poletnem obdobju.\nKljučna hipoteza v naši raziskavi je bila, da na ukoreninjanje potaknjencev in na njihove morfološke značilnosti vpliva koncentracija rastnega regulatorja, ter da je koreninjenje potaknjencev odvisno od stopnje dozorelosti lesa.\nCilj diplomskega dela je ovrednotiti vpliv proučevanih dejavnikov na uspeh razmnoževanja Purpusovega kosteničevja s potaknjenci. S pridobljenim znanjem bomo uspešneje in kvalitetnejše razmnoževali Purpusovo kosteničevje.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Botanična klasifikacija", "Rod kosteničevje uvrščamo v družino kovačnikovk (Caprifoliaceae). To so večinoma zimzeleni ali listopadni grmi, med njimi pa so tudi vzpenjalke (Krussmann 1997).\n(http://plants.usda.gov/java/ClassificationServlet?source=profile&symbol=LONIC)\nKraljestvo: Plantae – rastline\nPodkraljestvo: Tracheobronta – vaskularne rastline\nDeblo: Spermatophyta – semenke\nPoddeblo: Magnoliophyta – kritosemenke\nRazred: Magnoliopsida – dvokaličnice\nPodrazred: Asteridae – košarice\nRed: Dipsacales – ščetičevci\nDružina: Caprifoliaceae – kovačnikovke\nRod: Lonicera L. - kosteničevje\nIzvor in opis starševskih rastlin\nLonicera × purpusii Rehd. je križanec med Lonicera fragrantissima in Lonicera standishii.\n(Krussmann 1997). \nLonicera fragrantissima Lindl. & Paxton\nIme je dobila po frankfurtskem naravoslovcu, alkimistu, zdravniku in avtorju znanih člankov o rastlinah, Adamu Lonitzeru (1528‒1586). Čast mu je poklonil švedski botanik Carolus Linnaeus (1701‒1778). Ljubitelj rastlin Robert Fortune jo je leta 1845 prinesel v Veliko Britanijo iz vzhodne Kitajske (http://www.paghat.com/winterhoneysuckle.html).\nLonicera fragrantissima je zimzeleni lesnati grm, ki zraste do 2 m visoko, podobno kot Lonicera standishii, vendar z daljšimi poganjki, ki se prepletajo. Cveti od decembra do marca. Cvetovi so kremasto bele barve in zelo prijetnega vonja. Plod je jagoda, ki je v začetku zorenja zelene do roza barve, v polni zrelosti pa živo rdeče barve (Krussmann 1997).\nLonicera standishi Jacques\nJe zimzeleni, listopadni grm z dišečimi cvetovi. Listi so podolgovati, suličasti in nasprotno nastavljeni. Barva cveta je kremno bela z roza ali rdečkastim robom. Cveteti začne pozno pomladi do začetka poletja (http://www.backyardgardener.com/plantname/pda_3948.html).\n"], "5": ["2.2 Razširjenost", "Kosteničevje je obsežen rod, ki zajema več kot 180 vrst razširjenih po vsej severni polobli kot vedno zeleni ali listopadni grmi, nekatere vrste se vzpenjajo po opori (Šiftar 1974).\nRod je razširjen v Himalaji in v vzhodnem delu centralne Azije. Kosteničevje je najbolj raznoliko na Kitajskem, kjer najdemo okrog 100 vrst, medtem ko v Evropi najdemo okrog 90 vrst kosteničevja. V Britaniji so znane 3 vrste kosteničevja: Lonicera caprifolium, Lonicera periclymenum in Lonicera xylosteum.\n"], "6": ["2.3 Vrste in kultivarji", "Kosteničevje delimo na dva roda: Linnaea in Lonicera. Vrste kosteničevja so razporejene v podrodove, v sekcije in podsekcije (preglednica 2). Purpusovo kosteničevje spada v podrod Chamaecerasus L., sekcijo Isaka Rehd., in v podsekcijo Fragrantissimae Rehd. \nMed najpogosteje gojene vrste kosteničevja spadajo:\n- Lonicera caprifolium L. (druga imena: kovačnik, kozji parkeljci)\nJe lesnata vzpenjalka, ki raste v naših gozdovih, razširjena pa je še v zahodni in srednji Evropi in Aziji. Je bujno rastoča rastlina, ki zraste približno pet metrov visoko. Listi so eliptični in narobe jajčasti, na koncu poganjkov so zrasli; dolgi so od 4 do 8 cm in široki od 3 do 4 cm. Na zgornji strani so listi zeleni, na spodnji pa sivkasti do modrikasto zeleni (Zgonec 1987). Cvetovi so bledo rumeni in rdečkasti, s prijetnim in močnim vonjem; dolgi so od 4 do 5 cm. Plod je drobna, koralno rdeča jagoda (Šiftar 1974).\n- Lonicera × brownii (= L. hirsuta × sempervirens)\nJe olesenela ovijalka, zraste do 3 m visoko. Listi so eliptični, spodaj modro zeleni in nekoliko dlakavi, zgornji pari listov so zrasli. Cveti od maja do avgusta. Cvetovi so oranžno do škrlatno rdeče barve, združeni v majhnih glavicah na dolgih pecljih (Šiftar 1974).\n- Lonicera × heckrottii Rehder [× americana × sempervirens]\nJe ena najbolj uporabnih sort v okrasnem vrtnarstvu. Zraste do 4 m. Listi te sorte so eliptično oblikovani, podolgovati, temno zelene barve. Cvetovi so dolgi od 4 do 5 cm, cevasti, zunaj rdečkasti, znotraj rumeni. Plodovi so temno rdeče jagode (Zgonec 1987).\n- Lonicera henryi Hemsl.\nIzhaja iz vzhodne Kitajske. Je vedno zelena, zoper mraza odporna ovijalka, ki se nerada ovija, rajši se plazi po tleh. Zraste do 4 m visoko. Listi so podolgovato koničasti, na dnu srčasti, svetlikajoče se zeleni. Vršički poganjkov so gosto dlakavi. Cveti od junija do avgusta. Cvetovi so majhni, rumeni ali rumeno rdeči. Plod je črn (Šiftar 1974).\n- Lonicera japonica Thunb.\nJe prezimno zelena ovijalka s Kitajske, s Koreje in z Japonske. Zraste do 6 m visoko. Listi so jajčasti, sprva na obeh straneh puhasti, pozneje samo spodaj. Cvetovi so umazano beli in močno dehtijo. \nSorta: Reticulata – zlata japonska lonicera, listi rumeno mrežasti (Šiftar 1974).\n- Lonicera coerulea L. – modro kosteničevje\nJe srednje velik, močno spreminjajoč se grm. Raste skoraj po vsej severni polobli. Listi so jajčasti, sveže zeleni, dolgi do 8 cm. Skorja je rdeče rjava, lušči se v dolgih tankih luskah. Cveti maja, junija. Cvetovi so rumeno zeleni. Plodovi se pojavijo junija in julija. Debeli so do 1 cm in temno modre barve (Šiftar 1974).\n- Lonicera maackii (Rupr.) Herder\nJe visok grm s Kitajske, s Koreje in z Japonske. Listi so jajčasti, do podolgovato eliptični, na spodnji strani puhasti. Cveti maja in junija. Cvetovi so v parih in prijetno dehtijo. Plodovi so številni, svetlo rdeči in bleščeči. Pojavljati se začnejo od avgusta do zime (Šiftar 1974).\n- Lonicera nitidia E.H. Wilson - mirtolistna lonicera\nJe vedno zelen, srednje velik grm. Listi so drobni, podolgovato jajčasti, zgoraj temno svetlikajoče se zeleni. Dolge in tanke veje se povešajo in prepletajo. Cveteti začne maja. Cvetovi so drobni, rahlo rumeno obarvani. Plodovi so zelo drobni, skriti pod listjem (Šiftar 1974).\n- Lonicera peryclymenum L.– gozdni kovačnik\nJe močno rastoča ovijalka z gozdnih robov srednje in zahodne Evrope ter severne Afrike. Listi so eliptični, kratkopecljati, zgoraj temno zeleni, spodaj modro zeleni. Mladi listi in poganjki so redko-dlakavi. Rdečkasti cvetovi so zelo prijetnega vonja; cvetijo od junija do jeseni. Plodovi so rdeče jagode (Zgonec 1987).\n- Lonicera tatarica L.\nJe večji grm iz južne Rusije, Turkestana in z Altaja. Listi so jajčasti, zgoraj temno zeleni, spodaj modro zeleni. Cvetovi so v parih, nastavljeni na kratkih pecljih, beli do rožnati. Cveteti začne maja. Plodovi so svetlo rdeči; pojavijo se julija in avgusta. Znano je veliko sort, ki se razlikujejo po barvi cvetja, plodov in listja (Šiftar 1974).\n"], "7": ["2.4 Ekonomska pomembnost", ""], "8": ["2.4.1 Okrasna rastlina", "Predstavniki tega rodu so okras celotnega vrta. V vrtnarstvu so to priljubljene vrtne rastline, ki jih vzgajamo zaradi bogatega cvetenja. Kovačniki so skromne rastline in dobro uspevajo na vsakem mestu, kamor jih posadimo (Zgonec 1987). Listopadne, deloma vedno zelene ovijave vzpenjavke z olesenelimi stebli gojimo zaradi dišečih cevastih cvetov z dvoustnimi venčnimi krpami, nekatere vrste zaradi živobarvnih jagod. Imenitno prekrivajo zidove, ograje, latnike in pergole (Brickell 1999). Purpusovo kosteničevje je srednje velik, vedno zelen grm. Listi so podolgovato jajčasti s puhastimi žilami. Na povešenih vejah so cvetovi v šopih, ki prijetno dehtijo (Šiftar 1974). Lahko jo sadimo v skupinah ali posamično. Ker je gosta grmovnica, jo lahko uporabimo tudi kot pokrovno rastlino. Njeno zimsko cvetenje (od decembra do aprila) in močan vonj izkoristimo tako, da jo sadimo na mesta, kjer bo pozimi dobro opazna in bo prišla do izraza. Dobro uspeva v večini vrtnih tal, če so dobro odcedna. Raste na soncu in polsenci. Ni zahtevna rastlina, ne potrebuje rednega obrezovanja. Obrezujemo jo vsakih nekaj let tako, da spomladi po cvetenju odrežemo starejše veje, da spodbudimo rast novih poganjkov in s tem pomladitev.\nNajpomembnejši škodljivci kosteničevja so:\nListne uši: so najpogostejše in najbolj nevarne škodljivke. Pojavljajo se spomladi, ko rastline dobro odženejo. Škodo povzročajo zato, ker sesajo sok iz mladih poganjkov in listov, zaradi česar se le-ti zvijajo in kodrajo. Deformirani pa so tudi poganjki. Močan napad listnih uši se ponovi tik pred cvetenjem. Tedaj so popki lahko povsem prekriti z ušmi.\nListni zavrtači: so vse pogostejši škodljivci, ki se pojavljajo pogosto na kovačniku. Ličinke se zavrtajo tik pod povrhnjico lista, kjer izjedajo kačasto oblikovane rove. Po končanem razvoju zapustijo list na spodnji strani. Na leto se pojavi več rodov, ki lahko zelo poškodujejo liste (Zgonec 1987).\n"], "9": ["2.5 Strupenost in kemična sestava rastline", "Strupeni so plodovi oziroma jagode kosteničevja, v katerima se nahaja glavna učinkovina saponini, ki povzročajo slabost, bruhanje, drisko, kolike, nezavest, krče ter smrt zaradi zadušitve. Saponini so dobili ime po tem, ker se v vodi penijo kot milo. So strupeni in škodujejo posebno celicam v človeškem telesu. V manjših količinah pa saponini samo dražijo in pospešujejo izločanje sluzi pri kašlju.\n(http://web.bf.uni-lj.si/ag/botanika/gradiva/Veterina%20Strupene%20rastline.pdf)\n"], "10": ["2.6 Razmnoževanje", "Razmnoževanje obsega vrsto načinov, ki jih uporabljamo, da bi povečali število že obstoječih rastlin. Večina tehnik oponaša naravne načine. Za uspešno razmnoževanje rastlin moramo poznati razne tehnike in tudi vedeti, katera od njih je najustreznejša za posamezno rastlinsko vrsto (Derrick 1994).\n"], "11": ["2.6.1 Generativno razmnoževanje", "Purpusovo kosteničevje razmnožujemo s semeni (generativno razmnoževanje) in s potaknjenci (vegetativno razmnoževanje).\nPurpusovo kosteničevje razmnožujemo s semeni, ki se nahajajo v jagodah oziroma plodovih kosteničevja. Plodove poberemo, ko dozorijo in iz njih poberemo semena ter odstranimo primesi. Pobiramo jih od sredine poletja do zime. Semena shranjujemo v klimatiziranih prostorih pri temperaturi, ki je tik nad lediščem. Na ta način prekinemo dormanco ter shranjujemo seme do primernih razmer za setev (Bärtels 1995).\nHartmann (1997) navaja, da nekatere vrste kosteničevja oziroma njihova semena nimajo dormance npr. L. tatarica, vendar je vsekakor priporočena stratifikacija semena na 2 do 3 meseca pri temperaturi 4 -C. Semena L. hirsute in L. oblongifolia potrebujejo 2 meseca \ntoplo stratifikacijo pri temperaturi od 21 do 30 -C, kateri naj sledi hladna stratifikacija pri temperaturi 4 -C.\n"], "12": ["2.6.2 Vegetativno razmnoževanje", "Nespolno ali vegetativno razmnoževanje je reproduciranje z deli rastlin, iz katerih dobimo osebke oziroma klone, ki so fenotipsko in genotipsko popolnoma enaki kot matična rastlina (Bärtels 1996, Šušek 2008).\nPoznamo neposredne oblike razmnoževanja, kot so razmnoževanje s potaknjenci, deljenje rastlin, razmnoževanje s čebulicami in gomolji ter živicami, grobanje in mikropropagacija. Posredni način vegetativnega razmnoževanja je cepljenje (Smole in Črnko 2000).\nVegetativno razmnoževanje je v primerjavi z generativnim razmnoževanjem hitrejše in tudi ekonomičnejše. Z vegetativnim razmnoževanjem dosežemo hitrejšo rast ter skrajšanje juvenilne faze (Hartmann s sod.1997).\nPurpusovo kosteničevje ter večino vrst iz rodu Lonicera najpogosteje razmnožujemo s potaknjenci, saj je vegetativno razmnoževanje hitrejše, cenovno ugodnejše in na ta način ohranimo sortne lastnosti rastline.\nNa uspešnost razmnoževanja s potaknjenci vpliva več dejavnikov, ki jih delimo v dve večji skupini. Dejavniki pred rezanjem potaknjencev, kjer prištevamo juvenilnost (mladostni stadij) matične rastline, raven vsebnosti ogljikovih hidratov in dušika v matičnih rastlinah, mesto jemanja potaknjencev (vpliv položaja), zatemnjevanje, rod, vrsto ter kultivar. V dejavnike po rezanju potaknjencev prištevamo ravnanje s potaknjenci, polarnost, izbiro pravilnega tipa potaknjenca ter poškodovanje tkiva potaknjencev med pripravo potaknjencev.\nMed najpomembnejše dejavnike uvrščamo vpliv matične rastline, tip potaknjenca, okolje, v katerem razmnožujemo in vpliv rastnih regulatorjev. \nMatična rastlina\nPri odbiri materiala za potaknjence je pomembno, da uporabljamo matične rastline, ki niso okužene z boleznimi, bakterijami ali virusi, so umirjene rasti, znanega porekla ter morajo biti v primernem fiziološkem stadiju rasti, tako da se potaknjenci radi ukoreninijo. Potaknjenci, odvzeti od fiziološko mladih ‒ juvenilnih rastlin zlahka koreninijo. S starostjo matičnih rastlin deleže koreninjenja upada (Hartmann s sod. 1997).\nVrste potaknjencev\nPurpusovo kosteničevje razmnožujemo z zelenimi, pol-olesenelimi in olesenelimi potaknjenci.\nZeleni (neoleseneli) potaknjenci\nSo potaknjenci iz mehkega lesa, ki je prirastel spomladi. Čas, primeren za rezanje neolesenelih potaknjencev, je za večino lesnatih rastlin dolg od dva do osem tednov. Neoleseneli potaknjencu so na razpolago med bujno rastjo. Zelene potaknjence režemo, ko poganjki v rastni dobi dosežejo določeno stopnjo zrelosti in tudi ustrezno razmerje med dušikovimi snovmi in ogljikovimi hidrati. Razmnoževanje s takimi potaknjenci zahteva posebne razmere. Potrebno je poskrbeti, da so listi na potaknjencu neprenehoma vlažni, kar znižuje temperaturo lista in s tem preprečuje premočno transpiracijo (Smole in Črnko 2000).\nPol-oleseneli potaknjenci\nSo potaknjenci iz delno olesenelega lesa. Najprimernejši čas za jemanje je od sredine poletja do zgodnje jeseni, z njimi razmnožujemo večino grmovnic, kot tudi Purpusovo kosteničevje. Potaknjenci so dolgi do 15 cm. Liste na potaknjencu prikrajšamo zaradi transpiracije (Hartmann s sod. 1997).\nOleseneli potaknjenci\nSo potaknjenci iz zrelega lesa. To je po navadi les, ki je prirastel prejšnjo sezono. Olesenele potaknjence pripravljamo pozno jeseni, pozimi in zgodaj spomladi, takrat je les v dobi mirovanja oziroma v dobi dormance. Dolžina olesenelih potaknjencev je 10‒67 cm. Na \npotaknjencu morata biti najmanj dva nodija. Iz enega se razvijejo korenine, iz drugega nadzemni del rastline (Hartmann s sod. 1997).\nRastni regulatorji\nSo sintetične rastne substance oziroma derivati rastnih hormonov, ki se v naravi nahajajo v živih rastlinah. Uporabljamo jih pri koreninjenju potaknjencev tako, da jih nanesemo na bazo potaknjenca. Doslej je odkritih že precej teh snovi, razvrščenih v dve večji skupini, in sicer: rastni regulatorji, ki rast pospešujejo (pospeševalci rasti ali promotorji) in rastni regulatorji, ki rast zavirajo (zaviralci rasti ali inhibitorji).\nMed promotorji rasti so najbolj pomembne naslednje tri skupine rastnih regulatorjev: avksini, giberelini in citokinini. Pri koreninjenju potaknjencev se največ uporabljajo avksini. Pri indukciji korenin se največ uporabljajo indol ocetna kislina (IAA), naftil ocetna kislina (NAA) in indol maslena kislina (IBA). NAA in IBA sta dokaj stabilni snovi, IAA pa je manj stabilna, občutljiva je glede temperature in svetlobe. Te snovi najdemo v številnih pripravkih v obliki praškov, tablet ali tekočih pripravkov (Smole in Črnko 2000).\nPri razmnoževanju lesnatih rastlin s potaknjenci je v uporabi tretiranje potaknjencev tik pred potikom. Osnovni rezultat dodajanja avksina potaknjencem pred potikom ni v izboljšanju uspešnosti koreninjenja, temveč v povečanju kakovosti razvijajočega se koreninskega sistema pri potaknjencih. Večja kakovost koreninskega sistema se kaže predvsem v povečanju števila glavnih korenin, v zmanjšanju razvoja kalusa ob koreninah ter v povečanju deleža akrobazalno razvitih korenin. Potaknjenci s kakovostnejšim koreninskim sistemom močneje zrastejo, poganjki boljše dozorijo, kar pomeni tudi boljšo prezimitev ter boljšo rast v naslednji sezoni (Osterc 2007).\nRastni regulatorji delujejo v zelo nizkih koncentracijah in že majhna odstopanja od normalne koncentracije lahko zelo vplivajo na rastlinske rastne vzorce. V praksi je najbolje uporabiti povprečno koncentracijo. Rezultati raziskav kažejo na najkakovostnejši koreninski sistem pri uporabi indol-3-maslene kisline. \nMeglilni sistem\nMeglenje je zelo razširjen sistem za zagotavljanje visoke zračne vlažnosti v okolju, kjer koreninimo potaknjence. Pri sistemih meglenja uporabljamo kapljice velikosti do 50 mikronov. Bartles (1995) za sisteme meglenja definira tiste, ki imajo velikost vodnih kapljic med 10 in 100 mikronov.\nGlede na način delovanja ločimo dva osnovna sistema meglenja:\n1) Zračno meglenje (air fogging), kjer voda priteka ob vrtečo se ploščo. Na ta način se  tok vode razbije v zelo drobne kapljice, ki ustvarjajo meglo (Šušek zapiski).\n2) Visokotlačni sistem meglenja je poseben način meglenja, ki skrajša postopek  ukoreninjanja, saj potaknjenec požene korenine in tudi nadzemni del v isti rastni  dobi. Pri tem meglenju je vključena posebna tlačilka, ki v sistemu za meglenje zviša  pritisk vode na 30 do 60 barov. Meglilne šobe imajo zelo majhne odprtine (okrog 10  mikronov, pretok skozi eno šobo je 6,5 litra na uro), zato je vsa voda razpršena v  fino meglo, ki se razporedi po prostoru (Šušek 2006).\n"], "13": ["3 MATERIALI IN METODE", ""], "14": ["3.1 Uporabljen material in naprave", ""], "15": ["3.1.1 Rastlinski material", "Rastlinski material za potaknjence smo nabirali iz stranjskih poganjkov matičnih rastlin purpusovega kosteničevja, rastočih v Botaničnem vrtu Univerze v Mariboru v Hočah. Purpusovo kosteničevje je srednje velik, vedno zelen grm s podolgovato jajčastimi listi in povešenimi vejami, na katerih so cvetovi v šopu (Šiftar 1974). Plod je jagoda.\n"], "16": ["3.1.2 Substrat za potikanje", "Uporabili smo Klasmann Steckmedium substrat za potaknjence, pakiran v 70-litrski vrečki. Substrat vsebuje mešanico slabo do srednje razgrajene bele šote in perlita. Električna prevodnost je 15mS/m (± 25 %). Je fine strukture, pH je 5,5 – 6,5. Dodano je mineralno \nNPK gnojilo v razmerju 14:16:18 in sicer v količini 0,5kg/m3. Proizvaja ga podjetje Klasmann – Deilmann (Nemčija). V Sloveniji ga zastopa podjetje Cvetlice Dornig d. o. o. (Ljubljana). Substrat je primeren za ukoreninjenje potaknjencev in za prvo presajanje (http://www.klasmann-deilmann.com/ 7. 6. 2011).\n"], "17": ["3.1.3 Gojitvene plošče", "Uporabili smo gojitvene multiplošče Quickpot, velikosti 355 x 515 mm s 96 luknjicami, podjetja Herkuplast-Kubern GmbH (Nemčija). Višina plošče je 78 mm. Volumen lukenj, ki so velike 38 x 38 x 78 mm je 75 cm3 (oz. 75 ml).\n(http://www.herkuplast.com/cms/publish/content/showpage.asp?pageid=24 5. 7. 2011)\n"], "18": ["3.1.4 Rastni regulatorji", "Na tržišču se pojavljajo različni komercialni pripravki namenjeni dodajanju potaknjencem pred potikanjem. V poskusu smo potaknjence tretirali z rastnim regulatorjem Seradix B. To je sredstvo v obliki praška, ki ga uporabljamo za pospeševanje koreninjenja potaknjencev.\nGlavna učinkovina je indol-3-maslena kislina (IBA). Na voljo je v treh koncentracijah B1, B2, B3.\nSeradix B1 se uporablja za zelnate potaknjence. Glavna učinkovina je IBA, ki se v pripravku nahaja v koncentraciji 1 g/kg.\nSeradix B2\nUporablja se za ukoreninjanje pol-olesenelih potaknjencev. Glavna učinkovina je IBA, ki se v pripravku nahaja v koncentraciji 3 g/kg.\nSeradix B3\nUporablja se za ukoreninjanje olesenelih potaknjencev. Glavna učinkovina je IBA, ki se v pripravku nahaja v koncentraciji 5 g/kg.\n(http://www.kwizda-agro.at/produkte/pflanzenschutz/garten/garten/seradix-b1-b2-b3/)\n"], "19": ["3.1.5 Okolje za ukoreninjenje", "Za ukoreninjanje potaknjencev purpusovega kosteničevja smo uporabljali meglilni sistem POLAR model 400 HC, zaščitne znamke Val Environmental Systems, ki ga v Sloveniji zastopa podjetje Humko d. o. o. Deluje avtomatsko z nastavljeno relativno zračno vlago. Visokotlačna črpalka črpa vodo v sistem visokotlačnih cevi, na katerih so montirane meglilne šobe. Pri meglilnem sistemu je potrebno redno mesečno čiščenje obeh filtrov za vodo in redna kontrola meglilnih šob. \n(http://www.dustcontroltech.com/fogsystems.php)\n"], "20": ["3.2 Metode dela", ""], "21": ["3.2.1 Zasnova poskusa", "Poskus je bil zasnovan v rastlinjaku Fakultete za kmetijstvo in biosistemske vede v Hočah na Pohorskem dvoru, ki se je začel julija 2009 in končal junija 2010. Raziskovalno delo je temeljilo na zelenih in pol-olesenelih potaknjencih, narezanih iz stranjskih poganjkov matičnih rastlin Pupusovega kosteničevja (Lonicera × purpusii Rehder.), rastočih v Botaničnem vrtu Univerze v Mariboru v Hočah.\nV raziskavi smo proučevali vpliv različnih koncentracij rastnega regulatorja na morfološke lastnosti ukoreninjenih potaknjencev.\nProučevali smo vpliv štirih koncentracij rastnega regulatorja: 1) 0 – kontrola\nVpliv rastnega regulatorja na ukoreninjanje smo proučevali v petih različnih terminih in sicer:\nPoskus je bil zasnovan v štirih ponovitvah, po shemi naključnega bloka. V vsaki ponovitvi smo za posamezno obravnavanje potaknili 12 potaknjencev, skupaj 48 na obravnavanje.\n"], "22": ["3.2.2 Izvedba in oskrba poskusa", "Potaknjence smo rezali iz enoletnih poganjkov (slika 6). Rezali smo 10 cm dolge, dvo- nodijske potaknjence. Vrhnji, mehki del poganjka smo zavrgli. Prav tako smo zavrgli spodnji, oleseneli del poganjka. Uporabili smo samo tisti del poganjka, ki je imel določeno stopnjo upogljivosti. Potaknjence smo zgoraj odrezali vodoravno, spodaj pa poševno. Spodnje liste smo odstranili, zgornje pa prikrajšali, da bi zmanjšali transpiracijo. Po pripravi potaknjencev je sledila priprava gojitvenih plošč. Gojitvene plošče smo najprej razkužili s 3% raztopino benzojske kisline z namenom, da bi preprečili glivične bolezni. Tako pripravljene platoje smo napolnili s Klasmannovim substratom ter jih dobro namočili. Pred vlaganjem potaknjencev v substrat smo potaknjence namočili v rastne regulatorje – razen pri kontroli. Gojitvene plošče s potaknjenci smo prestavili v meglilni sistem.\n"], "23": ["3.2.3 Vrednotenje in analiza", "Vrednotenje poskusa smo opravljali v petih terminih in sicer od 10. 7. 2009 do 23. 6. 2010 (preglednica 3). Opazovali smo število ukoreninjenih potaknjencev (slika 7 A), čas koreninjenja (t. j. do takrat, ko potaknjenec prekorenini koreninsko grudo). Časovni prikaz vrednotenja poskusa v posameznem terminu razmnoževanja je prikazan v preglednici 3.\nVrednotenje je zajemalo:\n- meritev mase 12 naključno izbranih potaknjencev, na obravnavanje\n- število korenin daljših od 2 mm (slika 7, B)\n- tehtanje sveže mase potaknjenca (slika 8, A)\n- tehtanje sveže mase korenin\n- tehtanje mase posušenega potaknjenca (48 ur pri 50), (slika 8, B)\n- tehtanje mase posušenih korenin \nkorenine\ntehtanje mase posušenega potaknjenca\nStatistična obdelava podatkov je bila narejena s pomočjo analize variance, kjer smo ugotavljali vpliv koncentracije rastnega regulatorja na ukoreninjanje potaknjencev in njihov vpliv na morfološke lastnosti. Statistično značilne razlike med obravnavanji smo preverili s testom mnogoternih primerjav (Duncan) pri stopnji tveganja 0,05. Rezultate smo obdelali s statističnim programom Statgraphics 4.0.\n"], "24": [" 4 REZULTATI Z RAZPRAVO", "V poglavju so prikazani rezultati koreninjenja in morfološke lastnosti potaknjencev v različnih terminih potikanja glede na koncentracijo rastnega regulatorja.\n"], "25": ["4.1 Vpliv koncentracije rastnega regulatorja na ukoreninjanje potaknjencev", "Podatke o številu ukoreninjenih potaknjencev, ki smo jih tretirali s štirimi koncentracijami rastnega regulatorja v petih terminih, smo analizirali z analizo variance (preglednica 4). S statistično analizo podatkov o ukoreninjenosti potaknjencev smo ugotovili, da rastni regulator nima statističnega značilnega vpliva na število ukoreninjenih potaknjencev.\nkoncentracijo rastnega regulatorja\nTermin Koncentracija rast. N2 Št. ukorenin. Odstotek ukoreninjenih potikanja regulatorja1 (%) potaknjencev3 potaknjencev (%)  0,0 48 48a 100 (1) 10. 7. 2009 0,1 48 48a 100  0,3 48 47a 98  0,8 48 48a 100  0,0 48 47a 98 (2) 31. 7. 2009 0,1 48 48a 100  0,3 48 48a 100  0,8 48 48a 100  0,0 48 44a 92 (3) 12. 8. 2009 0,1 48 47a 98  0,3 48 46a 96  0,8 48 47a 98  0,0 48 45a 94 (4) 9. 9. 2009 0,1 48 48a 100  0,3 48 46a 96  0,8 48 45a 94  0,0 48 5a 10 (5) 30. 9. 2009 0,1 48 6a 13  0,3 48 2a 4  0,8 48 4a 8  Koncentracija rast. regulatorja (%) – koncentracija rastnega regulatorja; 2 N – število obravnavanih potaknjencev; 3 Št. ukorenin. Potaknjencev-število ukoreninjenih potaknjencev;4 a,b,– vrednosti, označene z različnimi črkami se med seboj statistično razlikujejo. \nV prvem terminu potikanja smo ugotovili, da so potaknjenci koreninili enakomerno glede na koncentracijo rastnega regulatorja. Potaknjenci, ki so bili tretirani z 0,1 % koncetracijo, 0,8 % koncentracijo rastnega regulatorja, ter s potaknjenci, ki jih nismo tretirali s rastnim regulatorjem so se ukoreninili 100 %. Najmanjšo ukoreninjenost 98 % smo dosegli pri tretiranju potaknjencev z rastnim regulatorjem v koncentraciji 0,3 %.\nV drugem terminu potikanja smo ugotovili, da so potaknjenci, ki smo jih tretirali z 0,1 % koncentracijo, 0,3 % koncentracijo ter z 0,8 % koncentracijo rastnega regulatorja, koreninili 100 %. Pri potaknjencih, ki niso bili tretirani z rastnim regulatorjem, je bila ukoreninjenost manjša za 2 %.\nV tretjem terminu potikanja so se potaknjenci pri vseh obravnavanih koncentracijah rastnega regulatorja ukoreninili enakomerno. Najvišjo ukoreninjenost (98 %) smo dosegli, če smo potaknjence tretirali z rastnim regulatorjem 0,1 % koncentracijo in 0,8 % koncentracijo rastnega regulatorja.\nV četrtem terminu potikanja so potaknjenci koreninili enakomerno glede na koncentracijo rastnega regulatorja (96‒100 %). Najvišjo ukoreninjenost (100 %) smo dosegli, če smo potaknjence tretirali z rastnim regulatorjem v 0,1 % koncentraciji.\nV petem terminu potikanja smo ugotovili, da je % ukoreninjenosti znatno upadel glede na ostale termine potikanja. Najvišjo ukoreninjenost (10 %) smo dosegli pri potaknjencih, ki jih nismo tretirali z rastnim regulatorjem v 0,1 % koncentraciji. Najmanjša ukoreninjenost (4%) je bila pri potaknjencih, ki so bili tretirani z 0,3 % koncentracijo rastnega regulatorja.\n"], "26": ["4.2 Vpliv koncentracije rastnega regulatorja na morfološke lastnosti ukoreninjenih  potaknjencev", "Podatke o vplivu koncentracije rastnega regulatorja na morfološke značilnosti potaknjencev smo analizirali z analizo variance (preglednica 5). S statistično analizo podatkov smo ugotovili, da imajo različne koncentracije rastnega regulatorja statistično značilen vpliv na morfološke značilnosti ukoreninjenih potaknjencev. \nukoreninjenih potaknjencev\nTermin1 Konc. rast. Št. korenin PMNP4 PMNK5 PMPP6 PMPK7  reg. 2 (%) daljših od (N = 12) (N = 12) (N = 12) (N = 12)  2mm 1 0,0 18,17ab 1,08a 0,23a 0,35a 0,05a  termin potikanja potaknjencev: 1 – 8. 7. 2009, 2 – 28. 7. 2009, 3 – 19. 8. 2009, 4 – 15. 9. 2009, 5 – 30. 9. 2009, 2Konc. rast. reg. (%) – koncentracija rastnega regulatorja, 3a,b – vrednosti, označene z različnimi črkami se med seboj statistično razlikujejo, 4PMNP – povprečna masa neposušenega potaknjenca, 5PMNK povprečna masa neposušenih korenin, 6PMPP – povprečna masa posušenega potaknjenca, 7PMPK – povprečna masa posušenih korenin\nV prvem terminu potikanja smo ugotovili, da so potaknjenci tvorili statistično značilno večje število korenin daljših od 2 mm, če smo jih tretirali z 0,1 % koncentracijo rastnega regulatorja IBA v primerjavi s potaknjenci, ki smo jih tretirali z 0,3 % koncentracijo rastnega regulatorja IBA. Potaknjenci tretirani z 0,1 % koncentracijo IBA so tvorili za 36 % več korenin kot potaknjenci, tretirani z 0,3 % IBA oz. za 13 % več kot potaknjenci, ki jih nismo tretirali z rastnim regulatorjem IBA. Povprečna masa neposušenega potaknjenca je bila enakomerna glede na koncentracijo rastnega regulatorja. Največjo povprečno maso neposušenega potaknjenca smo dosegli pri tretiranju z 0,8 % koncentracijo rastnega \nregulatorja, kar je za 11 % več kot pri potaknjencih, ki jih nismo tretirali z rastnim regulatorjem. Povprečna masa neposušenih korenin je bila enakomerna glede na koncentracijo rastnega regulatorja. Potaknjenci, ki smo jih tretirali z rastnim regulatorjem v koncentraciji 0,8, so dosegli največjo povprečno maso posušenega potaknjenca. V povprečju so bili težji za 13 % od potaknjencev, ki jih nismo tretirali z rastnim regulatorjem.\nV drugem terminu potikanja smo ugotovili, da so potaknjenci, ki smo jih tretirali z rastnim regulatorjem v koncentraciji 0,1 %, imeli statistično značilno večje število korenin daljših od 2 mm v primerjavi s potaknjenci, ki smo jih tretirali z 0,8 % koncentracijo rastnega regulatorja in tistimi, ki jih nismo tretirali. Povprečna masa neposušenega potaknjenca je bila statistično značilno večja pri potaknjencih, ki so bili tretirani z 0,1 % koncentracijo rastnega regulatorja IBA v primerjavi, s potaknjenci, ki smo jih tretirali z 0,8 % koncentracijo rastnega regulatorja IBA in s potaknjenci, ki jih nismo tretirali. Potaknjenci, tretirani z 0,1 % koncentracijo rastnega regulatorja IBA, so imeli za 28 % večjo povprečno maso od potaknjencev, ki smo jih tretirali z 0,8 % koncentracijo rastnega regulatorja IBA, ter za 22 % večjo povprečno maso od potaknjencev, ki jih nismo tretirali z rastnim regulatorjem. Povprečna masa neposušenih korenin je bila statistično značilno večja pri potaknjencih, ki so bili tretirani z IBA 0,1 % (0,65 g), kar je za 35 % več kot pri potaknjencih, ki so bili tretirani z IBA 0,8 %. Povprečna masa posušenega potaknjenca je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja. Največja povprečna masa posušenega potaknjenca je bila 0,48 g, pri potaknjencih, ki so bili tretirani z IBA 0,1 %, kar je za 17 % več kot pri potaknjencih, ki smo jih tretirali z IBA 0,3 % (0,40 g).\nV tretjem terminu potikanja je bilo število korenin daljših od 2 mm enakomerno glede na obravnavane koncentracije rastnega regulatorja. Največje število, daljših od 2 mm, je bilo 18,3 pri potaknjencih, ki jih nismo tretirali z rastnim regulatorjem in je v primerjavi s potaknjenci, ki smo jih tretirali z IBA 0,8 %, bilo večje za 19 %. Povprečna masa neposušenih potaknjencev je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja (od 1,52 do 1,87). Povprečna masa neposušenih korenin je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja. Največjo povprečno maso \nneposušenih korenin smo dosegli pri potaknjencih, tretiranih z IBA 0,1 %. Povprečna masa posušenega potaknjenca je bila statistično značilno večja pri potaknjencih, ki so bili tretirani z IBA 0,3 % (0,46 g) in je bila za 33 % večja kot pri potaknjencih, ki niso bili tretirani z rastnim regulatorjem (0,31 g). Povprečna masa posušenih korenin je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja. Največja povprečna masa posušenih korenin je bila 0,06 g pri potaknjencih, ki so bili tretirani z IBA 0,3 %.\nV četrtem terminu potikanja je število korenin, daljših od 2 mm, bilo enakomerno glede na obravnavane koncentracije rastnega regulatorja. Največje število, daljših od 2 mm, je bilo 17,7 pri potaknjencih, ki niso bili tretirani z rastnim regulatorjem in je v primerjavi s potaknjenci, ki smo jih tretirali z IBA 0,8 %, bilo večje za 18 %. Povprečna masa neposušenih potaknjencev je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja (od 1,39 do 1,83 g). Povprečna masa neposušenih korenin je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja (od 0,49 do 0,64 g). Povprečna masa posušenega potaknjenca je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja (od 0,26 do 0,41 g). Največjo povprečno maso posušenih potaknjencev smo dosegli pri potaknjencih, tretiranih z IBA 0,3 %. Povprečna masa posušenih korenin je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja (od 0,2 do 0,3).\nV petem terminu potikanja, je število korenin, daljših od 2 mm, bilo enakomerno glede na obravnavane koncentracije rastnega regulatorja. Največje število, daljših od 2 mm, je bilo 40,5 pri potaknjencih, ki smo jih tretirali z IBA 0,3 % in je v primerjavi s potaknjenci, ki jih nismo tretirali z rastnim regulatorjem, bilo večje za 44 %. Povprečna masa neposušenih potaknjencev je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja (od 6,88 do 12,57 g). Povprečna masa neposušenih korenin je bila statistično značilno večja pri potaknjencih, ki so bili tretirani z IBA 0,8 % (6,81 g). V primerjavi s potaknjenci, ki so bili tretirani z IBA 0,1 %, smo dosegli za 60 % večjo maso. Povprečna masa posušenega potaknjenca je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja (od 1,31 do 2,01 g). Največjo povprečno maso posušenih potaknjencev smo dosegli pri potaknjencih, tretiranih z IBA 0,8 %. Povprečna masa posušenih korenin je bila enakomerna glede na obravnavane koncentracije rastnega regulatorja (od 0,27 do 0,72).\n"], "27": [" 5 SKLEPI", "Na podlagi poskusa, izvedenega v petih terminih razmnoževanja, od julija 2009 do konca septembra 2009, kjer smo proučevali vpliv rastnih regulatorjev v različnih terminih potikanja na ukoreninjanje in morfološke lastnosti potaknjencev, lahko sklepamo naslednje:\n1. Purpusovo kosteničevje lahko zelo uspešno razmnožujemo z zelenimi in pol-  olesenelimi potaknjenci v poletnem obdobju.\n2. Na uspešnost koreninjenja potaknjencev Purpusovega kosteničevja (Lonicera ×  purpusii Rehd.) ima termin potikanja značilen vpliv. Potaknjenci Purpusovega  kosteničevja najbolje koreninijo od julija do druge dekade septembra. Ne glede na  koncentracijo rastnega regulatorja se je ukoreninilo več kot 92 % potaknjencev.  Potaknjenci so za koreninjenje potrebovali od 75 do 105 dni. V zadnjem terminu so  se potaknjenci ukoreninili le od 8 do 13 % glede na različno koncentracijo rastnega  regulatorja.\n3. Z dodajanjem avksinskega pripravka na bazo potaknjenca pred potikanjem se ne  poveča število ukoreninjenih potaknjencev Purpusovega kosteničevja. Različne  koncentracije rastnega regulatorja so vplivale na morfološke lastnosti ukoreninjenih  potaknjencev. Optimalna koncentracija rastnega regulatorja je odvisna od stopnje  olesenelosti lesa in se spreminja glede na termin potikanja in glede na opazovane  morfološke lastnosti. Na podlagi rezultatov poskusa ugotavljamo, da je tretiranje  potaknjencev z 0,1 % koncentracijo indol-3-maslene kisline najugodneje vplivalo  tako na koreninjenje kot na njihove morfološke lastnosti. Rezultati poskusa  potrjujejo ugotovitve predhodnih raziskav, da dodajanje avksinskih rastnih  regulatorjev ne izboljša koreninjenja, temveč vpliva na kakovost razvijajočega se  koreninskega sistema (Osterc 2007).\n"], "abstract": ["Eksperiment smo opravili na Purpusovem kosteničevju (Lonicera x purpusii Rehder.), ki je križanec med Lonicera fragrantissima in Lonicera standishii. Namen diplomskega dela je bil proučiti vpliv različnih koncentracij (0,8 %, 0,3 %, 0,1 %, 0 %) rastnega regulatorja indol-3-maslene kisline na ukoreninjenje in morfološke lastnosti potaknjencev v rastlinjaku v poletnem obdobju, v okolju meglenja. Potaknjence smo narezali na odraslih rastlinah v Botaničnem vrtu v Pivoli. Potikali smo dvo-nodijske zelene in pol-olesenele potaknjence. Potaknjenci Purpusovega kosteničevja so najbolje koreninili julija do konca avgusta, ko smo dosegli nad 97 % ukoreninjenost. Dodajanje avksinskega pripravka pred potikanjem ni povečalo števila ukoreninjenih potaknjencev. Optimalna koncentracija rastnega regulatorja je odvisna od stopnje olesenelosti lesa potaknjenca in se spreminja glede na termin potikanja in glede na opazovane morfološke lastnosti. Na podlagi rezultatov poskusa ugotavljamo, da je tretiranje potaknjencev z 0,1 % koncentracijo rastnega regulatorja indol-3-maslene kisline najugodneje vplivalo tako na koreninjenje kot na njihove morfološke lastnosti. "]}