{"1": ["1 UVOD", "Slive so dandanes v različnih oblikah razširjene po vsem svetu. Najdemo jih tako v Evropi kot tudi v Združenih državah Amerike, na Japonskem in tudi na Kitajskem. Zelo so okusne in sveže, ljudje pa radi posegajo po njih tudi v predelani obliki, kot so suhe slive, marmelada in sok. V vzhodnem delu Evrope iz sliv pogosto izdelujejo tudi izjemno kakovostno žganje, ki ga poznano pod imeni, kot so slivovka ali rakija.\nRazmnoževanje sliv se odvija spontano v naravi ali s strani človeka, generativno (s semenom) ali vegetativno (mikropropagacija, podtaknjenci …). Z generativnim razmnoževanjem dobivamo sejance oziroma podlage za žlahtne sorte sliv. Vegetativno lahko razmnožujemo s koreninskimi poganjki, cepiči ali mikropropagacijo, ki jo opravljamo v laboratoriju. Pri vseh teh postopkih vzgojimo rastlino isto matični, saj ima enotni genetski material.\nRastlinske tkivne kulture se lahko okužijo z bakterijami, virusi in drugimi mikroorganizmi. Zato mora potekati proces mikropropagacije pod sterilnimi pogoji in s sterilnim orodjem. Pred postavitvijo izsečka v tkivno kulturo je potrebno le-tega ustrezno razkužiti. Izbrati je potrebno ustrezno koncentracijo razkužila (npr. DICA, Na-hipoklorit) in čas obravnave tako, da uničimo čim več mikroorganizmov in čim manj poškodujemo rastlinsko tkivo. Razkužene kulture postavimo v posebna indukcijska gojišča. Vzgajamo jih v rastnih komorah, v katerih so pogoji natančno določeni.\nPo določenem času rastline prestavimo na gojišča za razmnoževanja, kjer lahko vzgojimo tolikšno število rastlinic, kolikor jih potrebujemo za določen namen.\n"], "2": ["1.1 Namen dela", "Namen dela je doseči optimalen in najbolj primeren postopek razkuževanja tkivne kulture, ki ga bomo uporabili v procesu mikropropagacije. Z uporabo raznih sredstev (DICA, Na- hipoklorit) moramo uničiti čim več mikroorganizmov, ki bi ovirali razvoj tkivne kulture in hkrati čim manj poškodovati rastlinsko tkivo.\nPo uspešno uporabljeni sterilizaciji rastlinskega materiala bomo rastline prenesli na gojišče za regeneracijo in razkuževanje. Ugotavljali bomo, v katerem gojišču se bodo rastline in vitro čim bolj odzvale in imele čim bolj optimalno rast in razvoj.\n"], "3": ["1.2 Cilji dela", "Glavni cilj dela je poiskati najučinkovitejši postopek sterilizacije brstov, ki je prva in ključna faza vsake mikropropagacije. V ta namen bomo testirali različna razkužila v različnih koncentracijah in pri različnih časih tretiranja.\nPreizkusili bomo tudi različna gojišča za razmnoževanje, ki se bodo med seboj razlikovala po vsebnosti anorganskih soli in hormonov.\n"], "4": ["2 PREGLED OBJAV", ""], "5": ["2.1 Botanična razvrstitev in izvor slive", "Kraljestvo: Plantae (rastline) Deblo: Magnoliophyta (kritosemenke) Razred: Magnoliopsita (dvokaličnice) Red: Rosales Družina: Rosaceae (rožnice) Poddružina: Prunoideae (koščičastoplodne rožnice) Rod: Prunus L. Podrod: Prunophora Focke – slive\nŠtevilo vrst rodu Prunus je izredno veliko in mnoge se lahko med seboj križajo. Naziv slive ne uporabljamo za vse vrste omenjenega rodu (Ivančič 2002).\nSliva je zelo raznolika sadna vrsta, ki se je razvijala v različnih okoljskih razmerah. Uspeva predvsem na območjih severne geografske širine. V filogenezi žlahtnih sort slive je sodelovalo štirinajst vrst, ki glede na izvor spadajo med evropske, orientalske in ameriške vrste sliv. Današnja razvrstitev deli žlahtne sorte sliv na skupino evropskih in skupino kitajsko-japonskih (Štampar in sod. 2005).\n"], "6": ["2.2 Splošni opis", "Sliva je sadno drevo s povprečno življenjsko dobo 35 let. Raste hitro in je srednje bujne do bujne rasti, odvisno od sorte. Ima plitvo razrasel koreninski sistem, ki je sposoben tvoriti koreninske poganjke iz adventivnih brstov. Naravna oblika krošnje je bolj ali manj \npiramidna. Slive razmnožujemo s semenom (vendar samo za razmnoževanje podlag), s koreninskimi poganjki in s cepljenjem. Razmnoževanje s koreninskimi poganjki je najstarejši in najpogosteje uporabljen način razmnoževanja sliv. Prav ta način je pripomogel k temu, da je sliva pri nas tako razširjena sadna vrsta (Adamič in sod. 1975).\nSliva je listopadno drevo ali grm, ki raste divje ali pa se goji za sadje. Veje so lahko s trni ali brez. Listje je preprosto, različnih oblik in velikosti, zelene ali rdeče barve. Cvetovi so enojni ali po več skupaj. Cvetenje se začne prej ali istočasno z oblikovanjem listov (Mišič 1979).\nGlede vlage so slive zelo zahtevno sadno drevo. Posebno pomembna je primerna vlažnost zraka. Uspevajo na zelo raznolikih tleh in to dokazuje, da glede tal niso posebno zahtevne. Vendar je za uspešnejše pridelovanje priporočljivo, da jih sadimo v dovolj globoka in bogata tla. Najprimernejša so ne preveč težka, celo leto dovolj vlažna tla, ki so nevtralna do slabo alkalna. Kisla reakcija slivam ne ugaja (Adamič in sod. 1975).\nPodlaga za slive mora biti odporna na glavne bolezni in škodljivce ter na neugodne okoljske razmere, ki bi se pojavile (suša, nizke temperature itd.). Glavna funkcija pa je njena združljivost s sortami, katere cepimo na podlago. Podlaga skrajša sorti mladostno fazo in vpliva na rodnost in velikost pridelka (Duralija 2000).\nUporabnost plodov je vsestranska. Lahko jih uživamo sveže ali predelane. Čeprav pri nas pridelujemo sorazmerno velike količine sliv, jih zelo malo porabimo v svežem stanju. Pretežni del pridelka še vedno predelamo v žganje, posušimo ali pa predelamo v marmelade, džeme in kompote (Adamič in sod. 1975).\nRazširjenost sliv 'Mirabolana' je vse od Tien-Šan v Aziji ter vse do Jadrana in Baltiškega morja. Skoraj po celem svetu se sorta uporablja kot podlaga za slive. Sorta je grm ali drevo visoko 10 metrov, redko 15. Krošnja je okrogla. Listi so eliptični, podolgovate jajčaste ali jajčaste oblike. Zgornja listna ploskev je temnozelena, spodnja pa bledo zelena. Cvetovi so beli ali svetlo roza barve. Cveti zgodaj, v mesecu marcu. Sorta je delno samooplodna. Plod \nje okrogle rumene, rdeče ali temnomodre barve in ima koščico. Koščica je mala in gladka in se ločuje od mesa ploda. Slive, cepljene na to podlago, imajo daljšo vegetacijo in so odporne na mraz. Ta sejanec ni dober za podlago sliv na vlažnih, težkih in plitvih tleh. Uspeva pa na vseh ostalih tipih tal (Mišić 1979).\n"], "7": ["2.3 Razmnoževanje in vitro", "Rastlinska tkivna kultura v širšem pomenu besede je tehnika, pri kateri gojimo rastline, organe, tkiva ali posamezne celice na definiranih trdnih ali tekočih hranilnih podlagah ali gojiščih v laboratorijskih, sterilnih razmerah – in vitro. Osnovne lastnosti rastlin, ki omogočajo delo z rastlinami in vitro, so totipotentnost, celična delitev, rast in diferenciacija. Totipotentnost je potencial vsake posamezne celice, da se na podlagi svoje enovite genske informacije razvije v popolno rastlino (Raspor 1996).\nKmetijske rastline ogrožajo številne bolezni. V našem klimatskem območju so najnevarnejši povzročitelji predvsem glivice in virusi, le izjemoma tudi bakterije. Za rast in vitro je potrebna visoka stopnja sterilnosti rastlinskih tkiv, vendar je potrebno opozoriti, da je napačno precej razširjeno mnenje, da je vsaka in vitro vzgoja že tudi vzgoja z bakterijami in virusi neokuženih rastlin. Dejansko to ne velja niti za bakterije, kajti ugotavljajo, da so tudi v na videz neokuženih mikropropagiranih rastlinah lahko prisotne bakterije. Odkrijemo jih lahko tako, da liste stisnemo in mikroskopsko pregledamo, ali tako, da del tkiv vzgajamo na posebej pripravljenih gojiščih za rast bakterij. Več avtorjev poroča, da je sistemična okužba z bakterijami posebej problematična pri lesnatih rastlinah. Bakterijske okužbe niso posebej nevarne kot rastlinske bolezni, močno pa ogrožajo in vitro vzgojo. Številne kmetijske rastline so dejansko močno okužene z virusi. To še posebej velja za rastline, ki jih množimo vegetativno, kot so krompir, sadne vrste in nekatere zelenjadnice in drugo (Bohanec 1992).\nRastlinsko tkivo raste mnogo počasneje na hranilnem gojišču kot bakterije in glive, zato je učinkovita sterilizacija orodja, steklovine, gojišč in izvornega rastlinskega materiala \nizredno pomembna. Zagotoviti je potrebno tudi aseptične pogoje dela, kar najlažje dosežemo v laminariju – brezprašni komori (Raspor 1996).\n"], "8": ["2.3.1 Mikropropagacija", "Mikropropagacija je brez dvoma temeljna tehnika tkivnih kultur. Mikropropagacija je tudi osnova vseh ostalih tehnik, kajti končna faza tudi zahtevnejših postopkov je rastlinica, ki jo s temi metodami ohranjamo in razmnožujemo. V postopkih tkivnih kultur razlikujemo dve glavni poti regeneracije brstov: po poti iz apikalnih in aksilarnih meristemov in po poti iz adventivnih meristemov. Ti lahko nastajajo neposredno iz inokuliranega tkiva ali pa nastopajo kot vmesna faza kalus (Bohanec 1992).\nRastline razmnožujemo z mikropropagacijo, kadar želimo skrajšati čas razmnoževanja in vzgojiti veliko število rastlin na majhnem prostoru, neodvisno od letnega časa, ali kadar je klasično razmnoževanje dolgotrajno in težavno. Omogoča nam vzgojo genetsko enotnega materiala – kloniranje.\nFaze mikropropagacije si sledijo v naslednjem vrstnem redu:  1. selekcija in priprava matičnih rastlin;  2. vzpostavljanje sterilne kulture;  3. multiplikacija – razmnoževanje rastlin do želenega števila;  4. podaljševanje poganjkov in koreninjenje, priprava za prenos v naravne razmere;  5. prenos rastlin v naravne razmere in njihovo prilagajanje (Raspor 1996).\nNi vseeno, ali so matične rastline rasle na prostem ali v rastlinjaku. Zelo pomembne so tudi rastne razmere, zlasti vpliv odmerkov gnojenja, osvetlitve, vodnega režima, kar vse močno vpliva na kasnejši uspeh mikropropagacije (Bohanec 1992).\nZa razliko od avtotrofnega načina metabolizma rastlin v naravnih pogojih, je za rast rastlin v tkivni kulturi značilna heterotrofnost. To pomeni, da rastline v kulturi uporabljajo že \nsintetizirane organske snovi, saj je njihova produkcija organskih snovi skoraj omejena. Ta sprememba v metabolizmu je posledica zalog ogljikovih hidratov (običajno saharoze) v gojišču, nizkega nivoja CO2, omejene izmenjave plinov in nizke intenzitete svetlobe v rastnih komorah (Raspor 1996).\nIzsečke (delčke materinih rastlin) jemljemo iz različnih tkiv in organov. Pri izbiri izsečka torej želimo dobiti čim bolj sterilen delček rastline, ki naj zajema del meristemskega tkiva. Posebej težavna so tkiva lesnatih večletnih rastlin, kjer so pogosto sistemsko okužena skoraj vsa tkiva. Odbira ali izrez primernega tkiva ter naknadno razkuževanje je prvi postopek mikropropagacije. Rastlinski material je lahko okužen z bakterijami ali glivicami površinsko ali notranje; temu so prilagojeni tudi ukrepi za razkuževanje. Razkužen rastlinski material od razkuževanja naprej obravnavamo kot sterilen. Vsi postopki torej potekajo v komorah za aseptično delo (Bohanec 1992).\nTian in Sibbald 2007 sta raziskovala, če lahko iz semena dveh sort sliv, Japonske slive (Prunus salicina L.) in Evropske slive (Prunus domestica L.), vzgojita nove rastline z istimi postopki. Pri poskusu sta uporabila epikotil in hipokotil iz semena. Dokazala sta, da se lahko iz semena uspešno vzgojita obe sorti, čeprav se med sabo zelo razlikujeta, in da je pri uporabi takega tkivnega materiala regeneracijski čas krajši.\nGojišča so kompleksno sestavljena iz mineralov (makro- in mikroelementov), ogljikovih hidratov (običajno saharoza), aminokislin, vitaminov in rastlinskih rastnih regulatorjev. Gojišča so lahko trdna ali tekoča. Za pripravo trdnih gojišč dodajamo hranilnim raztopinam različne strjevalce, največkrat agar ali agarozo. Pomembni dejavniki pri rasti in razvoju rastlin so tudi svetloba, njena intenziteta, sestava in dolžina dnevnega osvetljevanja, prav tako pa tudi temperatura in vlaga. Zunanje dejavnike kontroliramo z gojenjem rastlin v rastnih komorah (Raspor 1996).\n"], "9": ["2.3.2 Sterilizacija rastlinskega materiala", "Načeloma se pojavljajo štirje viri okužbe: rastlina (notranje kot tudi površinske), gojišče (nezadostna sterilizacija), zrak in raziskovalec (nenatančno delo). Najbolj pomembna od vseh teh je rastlina sama in zato mora biti rastlinski material dobro razkužen, preden se postavi v in vitro pogoje (Pierik 1997).\nPovršinsko okužbo lahko zmanjšamo z načinom gojenja matične rastline in z izpiranjem pod tekočo čisto vodo. Pred sterilizacijo je potrebno odstraniti vse umazane dele, odmrla tkiva in podobno. V primeru, da inokuliramo semena, je pri nekaterih vrstah uspešna predhodna odstranitev luščine, kar naredimo tudi v kar se da sterilnih razmerah (Bohanec 1992).\nSterilizacija se začne tako, da tkivno kulturo najprej potopimo v 70 % alkohol za nekaj sekund (96 % alkohol je preveč močan, saj povzroči prekomerno dehidracijo oziroma sušenje), da odstranimo zračne mehurčke. Nato steriliziramo za 10–30 minut v NaClO (Na-hipoklorit), ki vsebuje nekaj kapljic Tween 20 ali 80 in nato speremo (da odstranimo hipoklorit) v sterilni vodi (navadno 3-krat, v zaporedju 2,5 in 15 minut) (Pierik 1997).\nZa sterilizacijo tkiv se največ uporablja natrijev hipoklorit, dostikrat v kombinaciji s detergentom (Tween 20 ali 80) za boljšo omočljivost. Poleg natrijevega se uporablja tudi kalcijev hipoklorit, živosrebrov klorid, manj pogosto pa še vodikov peroksid, bromova raztopina in srebrov nitrat. Na-hipoklorit je tekočina; pri uporabi je potrebno upoštevati, da s časom razpada. Ca-hipoklorit je trdna snov, ki jo je potrebno pred uporabo raztopiti in prefiltrirati. Delo je zamudno, vendar je točnost doziranja večja. Živosrebrov klorid je močno strupen, vendar je zaradi močnega delovanja na bakterije še v uporabi v primerih, ko je izhodiščno tkivo močno okuženo. Med razkuževanjem je tekočino dobro mešati, kar lahko delamo ročno ali z uporabo magnetnega mešala (Bohanec 1992).\n"], "10": ["2.4 In vitro razmnoževanje pri slivah", "Nikolić in sod. (2003) so raziskovali razlike med devetimi genotipi sliv 'Mirabolana'. Za gojišče so uporabili MS, 0,8 mg/l BAP, 0,1 mg/l GA3 in 0,1 mg/l IBA. Rastline so razvile 3-5 novih poganjkov. Po 25 dnevih so jih prenesli na gojišče za razmnoževanje, ki se je razlikovalo od indukcijskega gojišča v tem, da je imelo nižjo koncentracijo BAP (0,5 mg/l). Ugotovili so, da se je namnožitveni faktor razlikoval pri različnih genotipih. Najvišji namnožitveni faktor je bil 14,6 in sicer po dveh mesecih namnoževanja. Ambrožič Turk in sod. (1991) so ugotavljali, kako vpliva koncentracija BAP na rastlinsko tkivno kulturo slive sorte 'Bistrica' (Prunus domestica L.). Najboljše gojišče za regeneracijo in razmnoževanje so dosegli, kadar je bilo v gojišču 0,25 mg/l BAP in 0,1 mg/l IBA. Dokazali so tudi, da gojišče z 0,125 mg/l BAP in koncentracijo GA3 (0,1 ali 0,05 mg/l) ni povečalo rast in regeneracije poganjkov.\nJona in Vigliocco (1987) sta ugotavljala odzivnost razmnoževanja treh sort sliv ('Stanley', 'President' in 'Bluefre') v tkivnih kulturah. Brsti so bili sprva postavljeni na gojišče, ki je vsebovalo mikro in makro elemente po Zuccherelli (1979) z dodanim 0,3 µM GA3, 3,5 µM BAP in 0,05 µM IBA. Po 20 dneh, ko so začeli oblikovati rosete, so bili prestavljeni na osnovno gojišče po Boxus in Quoirin (1977), brez vsebnosti BAP in z 3 µM GA3 in 0,05 µM IBA ter 0,2 % aktivnega oglja. Po treh tednih so količino GA3 zmanjšali na 0,3 µM. Ukoreninjenje sta dosegla tako, da sta odvzela BAP in GA3 in povečala količino IBA na 1 µM. Dokazala sta, da je 'Stanley' najbolj uspešen pri oblikovanju rozet in rasti poganjkov. Najslabša pa je bila sorta 'Bluefre', saj so se ob slabi rasti oblikovale zelo slabe rozete .\n"], "11": ["3 MATERIAL IN METODE DELA", ""], "12": ["3.1 Priprava rastlinskega materiala", "V poskus smo vključili zimske brste slive 'Mirabolana' (Prunus cerasifera Ehrh.), Ki je danes najbolj razširjena podlaga za slive v Sloveniji. Enoletne poganjke z brsti smo porezali na polju genske banke Fakultete za kmetijstvo in biosistemske vede, dne 24. 3. 2011 zjutraj, na rastlinah starih 2 leti. Poganjke smo prenesli v Laboratorij za rastlinske tkivne kulture Fakultete za kmetijstvo in biosistemske vede, kjer smo iz njih s skalpelom porezali brste in jih dali v čaše s sterilno vodo. Nato smo jih razkužili in postavili na prej pripravljeno indukcijsko gojišče. Imeli smo 5 različnih metod razkuževanja (obravnavanj).\n"], "13": ["3.2 Priprava gojišč", "Pripravili smo indukcijsko in štiri različna gojišča za regeneracijo (G1, G2, G3 in G4), ki so se razlikovala po količini dodanih makro- in mikroelementov, hormonov in vitaminov (preglednica 1). Najprej smo v posodo nalili bidestilirano vodo in nato postopoma dodajali sestavine, da so se dobro premešale v vodi. Sestavine smo raztopili s pomočjo teflonskega magnetnega mešala. Pri sestavinah, kjer smo dodali majhne količine, smo si predhodno pripravili založne raztopine. Da smo uravnali pH na želeno vrednost, smo uporabili 1M raztopine NaOH in 1M raztopine HCl. Pripravljenemu gojišču smo dodali agar.\nGojišče za indukcijo (preglednica 1) je vsebovalo MS (Murashige in Skoog 1962), ki vsebuje mikro- in makroelemente ter vitamine (preglednica 2) in kot vir ogljikovih hidratov saharozo ter hormone IBA, BAP in GA3 pa po 1 mg/l. Dodali smo tudi strjevalec gojišča agar v koncentraciji 7 g/l. Preden smo dodali agar, smo pH naravnali na 5,7 z elektronskim pH metrom in z uporabo 1M NaOH in 1M HCl. Glicin je občutljiv na temperaturo, zato smo ga dodali potem, ko smo gojišče že avtoklavirali. Sterilizirali smo ga filtersko in ga dodali gojišču v razmerju 2 mg za liter gojišča (preglednica 1). Nato smo \ngojišče za indukcijo prelili v petrijevke 90 x 15 mm, v višino 0,5 cm, in počakali, da se je gojišče ohladilo in strdilo. Gojišče za regeneracijo smo prelili v posodice \"baby jar\".\n  McCown (Lloyd in McCown 1980)\nPri pripravi gojišča za razmnoževanje smo izbrali 4 različna gojišča, pri katerih smo primerjali njihovo učinkovitost glede na rast in razvoj rastlinske kulture. Gojišča so se med sabo razlikovala po sestavi. Tri gojišča so vsebovala mikro in makroelemente MS (Murashige in Skoog 1962), eno gojišče pa je vsebovalo mikro in makroelemente po \nMcCown gojišču za lesnate rastline (Lloyd in McCown 1980). Sestavi obeh osnovnih gojišč sta opisani v preglednici 2.\nVsakemu gojišču smo dodali tudi 100 mg/l myo-inositola, ki je po kemijski sestavi podoben glukozi in spada med ogljikove hidrate. Od vitaminov smo dodali tiamin, ki spada pod vitamine skupine B, tekoči alkaloid nikotin in piridoksin (vitamin B6). Gojiščem smo dodali tudi rastne regulatorje v različnih koncentracijah in sicer: IBA (indol-3-maslena kislina), TDZ (tidiazuron), BAP (benzilamino purin) in NAA (naftil ocetno kislino). Uporabili smo še aminokislino glicin, kot strjevalec gojišč pa agar.\nVsa gojišča smo segreli do te stopnje, da se je agar raztopil in pomešal po gojišču. Nato smo gojišče prelili v male steklene posodice s pokrovčkom ter jih avtoklavirali 15 minut pri 121 -C.\n"], "14": ["3.3 Priprava brstov na razkuževanje", "Preden smo inokulirali brste na sterilno indukcijsko gojišče, smo jih razkužili z različnimi postopki. Postopki se med sabo razlikujejo po času trajanja in sredstvih, ki smo jih uporabili pri samem procesu.\nPri rezanju brstov smo morali paziti, da smo jih čim manj poškodovali. Uporabili smo dva tipa brstov: v začetni fazi odpiranja in brste, ki so bili še povsem zaprti. \n"], "15": ["3.4 Razkuževanje brstov", "Vključili smo dve vrsti brstov. Ena vrsta je bila še zaprta, druga vrsta brstov pa je bila v začetni fazi odpiranja. Imeli smo 6 obravnavanj:\n1. Obravnavanje: kontrolni poskus. 2. Obravnavanje: zaprti brsti, 40 sekund 70 % EtOH + 15 min DICA. 3. Obravnavanje: zaprti brsti, 40 sekund 70 % EtOH + 15 min Na-hipoklorit. 4. Obravnavanje: odprti brsti, 40 sekund 70 % EtOH + 10 min DICA. 5. Obravnavanje: odprti brsti, 40 sekund 70 % EtOH + 15 min DICA. 6. Obravnavanje: odprti brsti, 40 sekund 70 % EtOH + 15 min Na-hipoklorit.\nPriprava raztopine DICA (dikloroizocianurna kislina) je potekala tako, da smo pripravili raztopino v koncentraciji 16,6 g/l in dodali 9 kapljic detergenta Tween za boljšo omočljivost. Za natrijev hipoklorit pa smo uporabili koncentracijo 26,4 %.\nVse brste smo najprej mešali 40 sekund v 70-odstotnem etanolu in nato pri dveh obravnavanjih še 15 minut v DICA (obravnavanji 2 in 5) ter pri dveh obravnavanjih v Na- \nhipokloritu 15 minut (Obravnavanji 3 in 6). Pri enem obravnavanju pa 10 minut v DICA (Obravnavanje 4). Mešanje je potekalo na elektronskem mešalu s pomočjo teflonskega magneta (Slika 2). Na koncu smo brste 3-krat sprali s sterilno vodo, da smo čim bolj odstranili ostanke razkužila. Ves postopek je potekal pod aseptičnimi pogoji, torej v sterilnem laminariju.\n"], "16": ["3.5 Inokulacija brstov", "Razkužene brste smo inokulirali na indukcijsko gojišče v petrijevke 90 x 15 mm. V petrijevko smo dali 10 brstov (Slika 3) in na pokrov petrijevke napisali datum in obravnavanje. Petrijevko, v kateri so bili brsti, smo nato zaščitili s parafilmom, s čemer smo zaščitili gojišče pred izhlapevanjem ter zaščitili brste pred morebitno sekundarno okužbo. Postopek je potekal pod aseptičnimi pogoji. Orodje, ki smo ga uporabljali pri inokulaciji brstov (pincete, skalpeli), smo sproti sterilizirali v visokotemperaturnem grelcu pri temperaturi 250 -C.\nTe brste smo nato opazovali vsake 4 dni. Če je bil kakšen brst okužen, smo morali ostale neokužene brste prestaviti v drugo petrijevko, zato da se okužba ni razširila na ostale. \n"], "17": ["3.6 Subkultivacija rastlinske kulture", "Brste, kjer je bila indukcija uspešna in niso bili okuženi ali propadli, smo po enem mesecu prestavili na štiri različna gojišča za regeneracijo in razmnoževanje (Slika 4). Na gojišča G1, G2 in G3 smo nastavili 36 brstov, na gojišče G4 pa 33 brstov.\nPoganjke smo nato opazovali vsakih sedem dni in opazovali spremembe. Okužene in propadle poganjke smo odstranili. Nekateri poganjki so se dobro regenerirali (Slika 5) in začeli poganjati več vršičkov. Tiste, ki so bili dovolj veliki, smo odrezali (Slika 6) in postavili v svojo posodico, kjer so nadaljevali s samostojno rastjo.\nPo določenem času smo prešteli število novo nastalih poganjkov na vsakem od štirih gojišč za regeneracijo.\n"], "18": ["3.7 Vpliv razkuževanja na regeneracijo brstov sliv leta 2010", "Lahko še omenimo raziskave, ki smo jih opravljali leta 2010. Dne 19. 4. 2010 smo pobrali poganjke z brsti na Hočkem Pohorju z več kot 30 let stare slive. Brsti so bili že v začetni fazi odpiranja. Uporabili smo isto gojišče za indukcijo kot je prikazano v preglednici 1 ter iste postopke razkuževanja brstov, najprej v 70 % EtOH (40 sekund) in nato DICA ali Na- hipoklorit (10, 15 minut).\nPri obeh načinih razkuževanja so bili po določenem času vsi brsti okuženi oz. propadli. Domnevamo, da je bil razlog za slabe rezultate, starost slive in sistemska okuženost drevesa.\n"], "19": ["4 REZULTATI Z RAZPRAVO", ""], "20": ["4.1 Razkuževanje brstov", ""], "21": ["4.1.1 Kontrolni poskus", "Pri kontrolnem poskusu brstov nismo razkužili, ampak smo jih takoj postavili na gojišče za indukcijo v petrijevke po 10 brstov. V kontrolni poskus smo vključili 20 brstov, od katerih so bili 4. dan že vsi okuženi (Slika 7). Pojavila se je glivična okužba. To pomeni, da so bili vsi brsti okuženi že v naravi.\n"], "22": ["4.1.2 Obravnavanja z razkuževanjem", "Obravnavanja 2, 3, 4, 5 in 6 smo opazovali vsak 4. dan. Kot je razvidno v preglednici 3, je prišlo do največ okužb v začetnih dneh. Največ so se pojavljale glivične okužbe, nekoliko manj bakterijske.\n"], "23": ["4.2 Regeneracija oziroma razmnoževanje brstov", "Uporabili smo 4 različna gojišča za regeneracijo in razmnoževanje. Obravnavanja oziroma gojišča smo poimenovali G1, G2, G3 in G4.\n* upoštevani vitalni izsečki\nPreglednica 4 nam prikazuje, da je bilo na vsakem od štirih uporabljenih gojišč več kot 70 % brstov okuženih oziroma propadlih. Gre za zelo velik odstotek okužb v času regeneracije. Po treh mesecih so bili poganjki že lepo razraščeni in močni. Na gojišču G1 smo dobili 11 novih poganjkov iz štirih vitalnih poganjkov. Gojišče G2 je bilo najbolj \noptimalno za razmnoževanje. Na tem gojišču smo dobili po 3. mesecu 178 novih poganjkov. Pri gojišču G3 smo dobili iz devetih zdravih 14 novih poganjkov. Najmanj primerno je bilo G4, ker v tem gojišču nismo dobili novih poganjkov.\n"], "24": ["5 SKLEPI", "Leta 2011 smo na Fakulteti za kmetijstvo in biosistemske vede opravljali poskus mikropropagacije sliv 'Mirabolana'. Poskus smo izvajali v dveh delih. V prvem delu smo uporabili različna obravnavanja z različnimi postopki in sredstvi za razkuževanje brstov sliv ter ugotavljali, kateri postopek razkuževanja je najbolj optimalen oziroma najprimernejši. V drugem delu poskusa pa smo primerjali štiri različna gojišča za regeneracijo oziroma razmnoževanje.\nKot najboljši način razkuževanja brstov se je izkazalo razkuževanje brstov v začetni fazi odpiranja in sicer 40 sekund v 70% etanolu, nato pa 10 minut v raztopini dikloroizocianurne kisline ob stalnem mešanju (obravnavanje 4). S tem postopkom smo uspešno sterilizirali 45 % brstov. Pri obravnavanju 5, ki se je od prejšnjega razlikovalo v času tretiranja z dikloroizocianurno kislino (15 minut), smo ugotovili večji odstotek propadlih brstov (15,4%), iz česar lahko sklepamo, da je bil čas predolg.\nKot najslabši metodi (obravnavanji 2 in 3) razkuževanja sta se pokazali metodi, kjer smo uporabili povsem zaprte brste. Predvidevamo, da je vzrok v tesnem stiku luskolistov, ki je preprečil dostop razkužila.\nV drugem delu smo primerjali štiri gojišča za razmnoževanje in regeneracijo G1, G2, G3 in G4. Ugotovili smo, da je bilo daleč najboljše gojišče za regeneracijo gojišče G2, ki je vsebovalo mikro in makroelemente iz gojišča McCown in ne MS. Na tem gojišču smo po 3 mesecih dosegli namnožitveni faktor 22,5. Na ostalih treh gojiščih smo dobili znatno nižje namnožitvene faktorje in sicer na G1 2,75, na G3 1,56 in na G4 0.\n"], "abstract": ["Rastline razmnožujemo z mikropropagacijo, kadar želimo skrajšati čas razmnoževanja in vzgojiti veliko število rastlin na majhnem prostoru, neodvisno od letnega časa, ali kadar je klasično razmnoževanje dolgotrajno in težavno. Namen raziskave je bil razdeljen na dva dela. V prvem delu smo uporabili različne postopke razkuževanja brstov sliv 'Mirabolana' (Prunus cerasifera Ehrh.). Najprej smo vse razkuževali 40 sekund v 70 % etanolu in nato določeno število brstov 15 minut v DICA, 10 minut v DICA ali 15 minut v natrijevem hipokloritu. Najboljši način sterilizacije brstov smo dosegli z 10 minutnim razkuževanjem DICA (45% sterinih brstov). V drugem delu pa je bil naš namen najti čim bolj optimalno gojišče za razmnoževanje. Uporabili smo štiri različna gojišča G1, G2, G3 in G4. Vsako gojišče se je razlikovalo po tem, ali je vsebovalo saharozo ali glukozo, MS (Murashige in Skoog, 1962) ali McCown woody plant medium (Lloyd in McCown 1980) in različne kombinacije rastnih regulatorjev BAP, IBA in NAA. Kot najboljše se je izkazalo gojišče G2 na bazi McCown woody plant medium, kjer smo po treh mesecih dosegli namnožitveni faktor 22,25. "]}