{"1": ["1 UVOD", "Prireja mleka in mesa sta najpomembnejši proizvodni usmeritvi slovenskega kmetijstva, saj k skupni vrednosti kmetijske proizvodnje prispevata okoli 15 %. Po podatkih Kmetijskega inštituta Slovenije so se v letu 2009 nadaljevali intenzivni procesi koncentracije in specializacije reje. Zmanjšalo se je število kmetij, usmerjenih v prirejo mleka, povečala pa se je povprečna velikost črede na gospodarstvo. Ob vsem tem se je povečala tudi kakovost prirejenega mleka. Konec leta 2009 je bilo v Centralni podatkovni zbirki Govedo (CPZ Govedo) 106.483 molznic.\nPo podatkih Statističnega urada Republike Slovenije (SURS 2009) je bilo na kmetijskih gospodarstvih, ki redijo krave molznice, namolzenega 634.643 ton mleka, od tega je bilo odkupljenih skoraj 517.000 ton, kar je za dober odstotek manj kot v letu 2008. Slovenske mlekarne so odkupile nekaj manj kot 356.000 ton mleka, kar je slaba 2 % manj kot v letu 2008.\nPotek laktacije opisujemo z laktacijsko krivuljo, ki nam pojasnjuje obdobja mlečnosti: obdobje naraščanja, upadanja in vrha laktacijske krivulje. Na celoten potek vplivajo številni dejavniki. Tako je mlečnost rezultat mnogih fizioloških procesov, ki jih usmerjajo dedne zasnove in dejavniki okolja. Na večjo ali manjšo mlečnost lahko vpliva ješčnost krave, presnova hranilnih snovi, število mlečnih celic v vimenu in še druge. Na kompleks teh lastnosti vplivajo številni geni, pa tudi veliko okoljskih dejavnikov, denimo količina in kakovost krme, bivalni prostor krave, kakovost molže, bolezni itn. Temeljnega pomena je torej spoznanje, da je vrednost lastnosti, ki jo merimo, rezultat medsebojnega učinkovanja dednih zasnov živali in dejavnikov okolja, v katerem žival živi (Ferčej 1989).\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Kravje mleko", "Kot navaja Žgajnar (1990), sodi kravje mleko po količini in kakovosti sestavin med najbolj kakovostno hrano ne samo za teleta, ampak tudi za ljudi (beljakovine, maščobe, mlečni sladkor, minerali, vitamini).\nMleko nastaja v mlekotvornih celicah v vimenu, ki so v alveolah. Mlekotvorne celice tvorijo in izločajo kapljice mleka v notranjost mešičkov, ki se pri tem polnijo, vime pa nabrekne (Janžekovič 2010).\nV preglednici je navedena sestava kravjega mleka po Žgajnarju (1990).\n"], "4": ["2.2 Potek laktacijske krivulje krav", "Laktacijska krivulja nam prikazuje gibanje dnevnih količin mleka od telitve do presušitve. Med posameznimi kravami se laktacijske krivulje precej razlikujejo. Krave z dedno \nzmogljivostjo za visoko mlečnost ob ustrezni prehrani in negi dosežejo praviloma visoko mlečnost na vrhu laktacije. Če je mlečna vztrajnost zadovoljiva, velja pravilo – tem več je mleka na vrhu laktacije, tem več je tudi mleka v celi laktaciji. Kako hitro se z oddaljevanjem od vrha laktacijske krivulje zmanjšuje količina mleka na dan, je odvisno zlasti od prehrane krav, njihovega zdravja ter postopkov molže. Pogosto so problematične tiste krave, ki imajo zasnove za večjo mlečnost in dosežejo sorazmerno večjo mlečnost na vrhu laktacije. Takšne krave hitro izčrpajo rezervne snovi, zato je primanjkljaj hranljivih snovi velik, mlečnost pa se hitro zmanjšuje. Vsekakor pa mora biti mlečnost na vrhu laktacije tako velika, da obeta zadovoljivo količino mleka v laktaciji (Huth 1995).\nHuth (1995) je predstavil pet faz poteka laktacijske krivulje: Mlečni rezultat izločanja mleka (laktacije) je prikazan v krivulji brez ostrih odstopajočih stopenj. Po telitvi v 1. četrtini laktacije nastopi za kratek čas porast do maksimuma, nato pa sledi daljše obdobje postopnega padanja.\nOblika laktacijske krivulje je odvisna od več dejavnikov, od katerih poleg višine 305- dnevne laktacije, na prvem mestu omenjamo pomanjkanje oskrbe z energijo za ustrezno mlečnost določenega laktacijskega stadija. \nŠtevila od 1 do 5 predstavljajo pet faz poteka laktacijske krivulje.\nPrva faza zajema kratek čas prvega in drugega laktacijskega tedna kot »strmo povečanje zmogljivosti«. Ugotovljeno je bilo, da okoli 50 % vseh krav po telitvi izraža bolj ali manj počasno zmogljivost, vzroki za to pa so le delno poznani. Druga faza – »zgornji lok« zajema čas v katerem mlečna zmogljivost po 2. laktacijskem tednu doseže svoj vrh. V tretji fazi mlečnost linearno pada vse do 20. oziroma 21. laktacijskega tedna, pri čemer pa višje zmogljivostne stopnje občutnejše padanje zaznajo komaj v tretji fazi, medtem ko nižje zmogljivostne stopnje zaznajo padanje že v drugem delu druge faze. V četrti fazi se linearna zmogljivost zmanjšuje zaradi padca storilnosti/moči. Razlog za to »zmožnostno izboklino« lahko pripišemo na eni strani spremembam v maternici zaradi razvoja zarodka in zaradi preskrbe le-tega, hkrati pa vplivajo tudi endokrinološki vplivi. V peti fazi se v 33/34 laktacijskem tednu poveča padec storilnosti kot posledica progresivnega povečanja ploda.\n"], "5": ["2.3 Vplivi na mlečnost", ""], "6": ["2.3.1 Dedni vplivi", "Mlečnost je količinska lastnost in je zato, kot vse takšne lastnosti, odvisna od dednih vplivov, kot tudi vplivov okolja. Mlečnost temelji na polimernih dednih dejavnikih: mnogo istosmernih genov deluje na razvijanje mlečnosti neposredno in tudi posredno (izgradnja in velikost vimena, funkcije spolnih organov, nervo-hormonalni proces, kapaciteta prebavnih organov, zdravje, konstitucija). Tudi oblika laktacijske krivulje se deduje, čeprav je močno odvisna od pogojev okolja. To je za selekcijo zelo pomembno, kajti čim hitreje in čim višje se ta krivulja maksimalno povzpne in na tej višini vzdrži, tem višja je laktacijska mlečnost. Tudi sestava mleka je dedna lastnost posamezne živali in celotne populacije (Cizej 1991).\n"], "7": ["2.3.2 Vplivi okolja", "Vplivi okolja so najmočnejši med vsemi dejavniki, ki vplivajo na potek mlečnosti. S tem mislimo predvsem krmljenje in z njim samo strukturo krmnega obroka. Pri tem je pomembna predvsem zadovoljiva količina beljakovin v krmi. Na količino mleka pomembno vplivajo tudi paša, nivo prehrane, napajanje in voda. Dejavnik klime vključuje temperaturo, vlažnost zraka in sončno svetlobo (Cizej 1991).\n"], "8": ["2.3.3 Vplivi prehrane na mlečnost", "Močno odvisnost od prehrane opažamo v mleku zlasti pri beljakovinah, maščobi in vitaminih, manj pa pri nekaterih mineralnih snoveh. Vpliv prehrane je opazen tudi pri organoleptičnih lastnostih mleka, kot sta okus in vonj. Tudi število mikroorganizmov in raznih škodljivih snovi je močno odvisno od količine in kakovosti krmnega obroka. Na vsebnost količine maščob v mleku lahko vplivajo genetski dejavniki ter ustrezna oskrba krave z energijo in beljakovinami (Žgajnar 1990).\n"], "9": ["2.3.4 Fiziološki vplivi", "Med fiziološke vplive štejemo:  − starost ob prvi telitvi,  − čas telitve,  − razdobje v laktacijah,  − število laktacij in starost živali,  − trajanje poporodnega premora,  − pojatev,  − živo težo in razvoj živali.\nNajvišja laktacijska mlečnost je odvisna od stopnje fiziološke zrelosti krave. Tako lahko ranozrele pasme dosežejo svojo najvišjo laktacijsko mlečnost po 4. do 5. teletu, poznozrele pa šele v 7. laktaciji. V sledeči preglednici je prikazana višina mlečnosti (%) v posameznih laktacijah.\n"], "10": ["2.4 Vpliv dejavnikov na potek laktacije", "V preglednici so opisani dejavniki, ki vplivajo na potek laktacije.\n"], "11": ["2.5 Zakonske podlage za graditev objektov", "Graditev objekta po Zakonu o graditvi objektov obsega projektiranje, gradnjo in vzdrževanje objekta (ZGO – I). \nProjektna dokumentacija obsega:  − idejno zasnovo (skica in opis bistvenih značilnosti nameravane gradnje);  − idejni projekt (sistematično urejen sestav takšnih načrtov, na podlagi katerih je  investitorju omogočeno, da se odloči o najustreznejši varianti nameravane gradnje);  − projekt za pridobitev gradbenega dovoljenja (sistematično urejen sestav takšnih  načrtov, na podlagi katerih je pristojnemu organu omogočeno, da presodi vse  okoliščine, pomembne za izdajo gradbenega dovoljenja);  − projekt za razpis (sistematično urejen sestav takšnih načrtov, na podlagi katerega je  investitorju omogočeno pridobiti najustreznejšega izvajalca);  − projekt za izvedbo (projekt za pridobitev gradbenega dovoljenja, dopolnjen s  podrobnimi načrti, na podlagi katerih se v skladu s pogoji iz gradbenega dovoljenja  gradnja lahko izvede).\nPo končani gradnji sledi pridobitev uporabnega dovoljenja. Investitor pri upravnem organu za gradbene zadeve, ki je izdal gradbeno dovoljenje, vloži zahtevo za izdajo uporabnega dovoljenja, ko skupaj z nadzornikom ugotovi, da je objekt ali njegov del zgrajen oziroma rekonstruiran v skladu z gradbenim dovoljenjem tako, da ga je možno uporabljati, in da je izdelan projekt izvedenih del. Zahtevo za izdajo uporabnega dovoljenja mora investitor vložiti najpozneje v osmih dneh po prejemu obvestila izvajalca, da je gradnja končana. Če investitor ne vloži zahteve po prejšnjem odstavku, jo lahko vloži izvajalec. V zahtevi za izdajo uporabnega dovoljenja je treba navesti, da je objekt zgrajen oziroma rekonstruiran v skladu z gradbenim dovoljenjem, številko in datum gradbenega dovoljenja, podatke o projektantu, ki je izdelal projekt za izvedbo in projekt izvedenih del ter podatke o izvajalcu oziroma izvajalcih, ki so objekt gradili oziroma rekonstruirali (Zakon o graditvi objektov 2011).\n"], "12": ["2.6 Gradnja hlevov", "Hlev naj bi predvsem omogočal gospodarno prirejo. Pri tem mora izpolnjevati osnovne kriterije zagotavljanja ugodnih pogojev za živali in ljudi, ki delajo v njem, omogočati mora \nustrezno delovno učinkovitost, hkrati pa morajo biti stroški gradnje, vzdrževanja ter samega delovanja takšni, da jih je moč pokriti z načrtovano prirejo (Golob 2011).\nCenovno ugodne gradnje pa niso vedno tudi poceni zgradbe. Predvsem je treba upoštevati razmerje med koristnostjo gradnje hlevov, ki jo predstavljata pokritje na stojišče in stroški gradnje stojišča. Čim večja je prireja na stojišče v razmerju do cene objektov – vrednost pridelka, deljena s stroški gradnje objekta - tem ugodnejši so hlevi. Kot pozitivne učinke zgradb, ki izboljšujejo gospodarnost prireje, lahko štejemo večjo prirejo, manj izgub, daljšo dobo izkoriščanja živali, nižje stroške zdravstvene oskrbe in včasih tudi višjo kakovost proizvodnje. To lahko dosežemo s sistemi reje in objekti, ki poleg nujnih gospodarsko delavnih zahtev izpolnjujejo tudi zahteve živali (Bartussek 1996).\n"], "13": ["2.6.1 Osnovni tipi zgradb za hleve", "Masivno gradnjo hlevov danes izpodrivajo poenostavitve v gradnji, tako imenovani »minimalni hlevi«. Značilnost takšnega hleva je nosilna konstrukcija (lesena, betonska ali kovinska) s čim manj zidovi. V vetrovnih območjih steno na privetrni strani zapremo kar z deskami (spaceboard), v drugih območjih običajno zadostuje protivetrna mreža. Tudi strehe naj bo čim manj oziroma le tam, kjer je nujno potrebna (Golob 2011).\nGlede na tip zgradbe lahko hleve razdelimo v štiri skupine:  1. enostavni zaprti (klasična zgradba, vse v enem prostoru, ki je lahko toplotno  izoliran ali z zunanjo klimo);  2. enostavno spredaj odprti (običajno odprto proti jugu, v zimskih dneh lahko odprti  del zapremo s protivetrno mrežo);  3. dvostavbni (običajno ločeni del za počivanje in molžo v bolj ali manj zaprtem  prostoru, krmilni hodnik zunaj, vendar pod nadstrešnico);  4. večstavbni (več zgradb, pogosto samo nadstrešnic, ki so namenjene določeni  funkciji hleva).\n"], "14": ["2.6.2 Način reje", "Dileme, ali prosta ali vezana reja, danes ni več. Sistemi proste reje se razlikujejo glede na ležalni prostor za živali. Krave porabijo približno polovico dneva za počivanje – ležanje. Med ležanjem se krave spočijejo, prežvekujejo, ne obremenjujejo parkljev in sklepov, zato ima čas ležanja izredno pomemben vpliv na zdravje in proizvodnost živali. Najprimernejši prostor za ležanje je mehko, suho in neomejeno ležišče (Golob 2011).\nSistem vhlevljanja s prosto rejo ima po navajanju Bartusska (1996) nekaj dokazljivih prednosti:  − v hlevu s prosto rejo lahko živali bolje zadovoljijo svoje vedenjske potrebe, zato so  ti sistemi v osnovi zelo ustrezni;  − v hlevih s prosto rejo prihaja redkeje do motenj v obnašanju;  − poškodbe, ki nastopajo zaradi načina vhlevljanja, so redkejše v hlevih s prosto rejo;  − delo je lahko poenostavljeno in predvsem olajšano;  − v hlevih s prosto rejo se zgodi manj nesreč pri delu;  − plodnost, enega glavnih dejavnikov, ki vplivajo na gospodarnost prireje mleka,  lahko bistveno izboljšamo v hlevih s prosto rejo; pomoč pri porodih je  enostavnejša, ugotavljanje pojatve učinkovitejše; posledica so skrajšana obdobja  med dvema telitvama;  − v hlevih s prosto rejo so dokazali manj poškodb vimena in seskov, manj bolezni  vimena; to je povezano tudi z molžo v molzišču, kjer pomolzeno mleko odteka  navzdol, medtem, ko pri mlekovodu mleko transportiramo nad glavami živali; pri  tem neizogibno prihaja do nihaj vakuuma, kar predstavlja dodatno obremenitev za  vime; to povečuje občutljivost vimena na bolezni;  − kot posledica boljšega zdravja vimena je v hlevih s prosto rejo v povprečju tudi  kakovost mleka boljša (nižje število somatskih celic);  − posledica omenjenih prednosti je, da se prosta reja ugodno odraža na življenjski  proizvodnosti krav. \nSeveda pa imajo hlevi s prosto rejo tudi nekatere pomanjkljivosti (Barstussek 1996):  − ker se lahko živali prosto gibljejo in se obnašajo v skladu s svojimi trenutnimi  potrebami, sta oskrba črede in vodenje težavnejša; prosta reja je za vodjo obrata  znatno bolj zahtevna kot vezana reja.  − v manjših čredah, posebej v tistih, kjer ni mogoča razdelitev živali v skupine po  proizvodnosti, je težje zagotoviti individualno prehrano živali, ki je usklajena z  njihovo proizvodnostjo in nujna za visoko proizvodnost in zdravje krav;  načrtovanje rešitve tega problema mora biti dobro premišljeno, ravno tako  praktična izvedba krmljenja; zraven pregrad, ki omogočajo ukleščenje živali na  krmišču, je potrebno razmisliti o možnosti ločitve presušenih krav; pri tem moramo  paziti, da ločitev od skupine in kasnejša vključitev v skupino ne predstavlja  prevelike obremenitve za živali;  − živali so v hlevih s prosto rejo lahko bolj umazane, vendar je stopnja močno  odvisna od sistema reje in oblikovanja detajlov; večje površinsko onesnaženje pa  sodi k sistemu in ga ni moč preprečiti;  − če izvedba tal v hodnikih ni dovolj skrbna oziroma čiščenje hodnikov ni dovolj  skrbno, lahko pride v hlevih s prosto rejo do večjih obremenitev ali celo poškodb  parkljev, posebej pri celoletni hlevski reji.\n"], "15": ["2.6.3 Sistem ležalnih boksov", "Ležalni boksi so osrednji in bistveni del hleva s prosto rejo. Živalim je potrebno nuditi čisto in udobno ležišče. Živali morajo zlahka vstopati in izstopati iz ležalnih boksov in v njih brez težav in nevarnosti za poškodbe legati in vstajati. Tla morajo ščititi kožo in sklepe, ne smejo drseti, biti morajo mehka in imeti morajo izolacijske lastnosti. Slabi ležalni boksi povzročajo spremembe v obnašanju živali ob počitku, vodijo k poškodbam, živali pogosteje legajo na hodnike oziroma povzročajo vedenjsko pogojene poškodbe trupa, okončin, parkljev in vimena (Bartussek 1996). \nPo Hulsenu krave v hlevu ležijo 14 ur dnevno. Ležanje je pomembno za počitek krav, za počitek nog, ki se tudi posušijo, da se s počivanjem poveča pretok krvi skozi vime za do 30 %.\nLežalni boks je kompromis med prostorom in higieno. Kadar mora krava iztrebljati, iztreblja ne glede na to kje je. Za vzdrževanje higiene, ki je pomembna zaradi preprečevanja okužb kože in vimena, je pomembno, da krava ne iztreblja na ležišče, in da ležišča večkrat dnevno očistimo. Pomembna so tudi tla ležišča, ki morajo biti mehka in z dovolj oprijema. Mivka ali plast žaganja (naj bo debelejša od 10 cm) nudita največ udobja (Hulsen 2007).\nPrsna pregrada prepreči kravi, da bi v ležalnem boksu legala preveč naprej. Ta mora biti zaobljena, mehka in ne previsoka (približno 10 centimetrov). Vratna prečka ne sme ovirati krave pri stegovanju glave, zato mora biti nižja od 20 cm ali višja od 90 cm. Pregrade med ležalnimi boksi morajo zagotavljati, da krava leže naravnost, brez tveganja, da bi se poškodovala (Hulsen 2007). \n(VV= višina vihra, DT= dolžina trupa)\nTla ležišča naj bodo za 4–6 % nagnjena v smeri hodnika. Živali se raje nameščajo rahlo navkreber, pa tudi urin tako lažje odteka iz ležišča (Bartussek 1996).\n"], "16": ["2.6.4 Rešetkasta tla", "V celoti rešetkasta tla niso primerna za živali. Če hočemo zagotoviti čistočo ležišč, je celotna površina ležišč za žival bistveno premajhna, da bi lahko ugodili pomembnim vedenjskim potrebam živali. Betonske rešetke ne smejo imeti rež po vsej dolžini, ampak morajo biti oblikovane iz posameznih betonskih elementov, kjer so reže prekinjene s prečnimi zapolnitvami.\n"], "17": ["2.6.5 Krmišče", "Krmna korita, krmne zapore in jasli je treba v hlevih s prosto rejo tako izoblikovati, da omogočajo za vrsto značilno obnašanje pri zauživanju krme. Omogočati morajo zauživanje velikih količin osnovne krme in s tem seganje daleč naprej, preprečiti morajo odrivanje, raztros krme in poškodbe živali. Visoko proizvodnim živalim se mora tako nuditi prost dostop do krme vsaj 8 ur dnevno (Bartussek 1996).\nV višini zgornjega roba sprednje strani krmnega korita naj bo krmna zapora nagnjena za 15–20 stopinj proti krmnemu koritu. To izboljša dosegljivost voluminozne krme in preprečuje poškodbe živalim zaradi premočnega opiranja na krmno zaporo. Ta naklon omogoča več prostora za ramenski sklep živali, ki stojijo tesno ob krmnem hodniku.\nPosebne prednosti ima samolovilna krmna pregrada, ki naj bo montirana pod kotom:  − s pomočjo te pregrade lahko živali iz prehranskih razlogov prehodno fiksiramo  (pokladanje močne krme);  − posamezne živali lahko fiksiramo za osemenitev ali pregled,  − zmanjšajo se izgube krme (Bartussek 1996).\n"], "18": ["2.6.6 Napajalniki", "Voda je poleg energije, beljakovin, vitaminov in rudninskih snovi nujno potrebna za normalno prirejo živali in je vpletena v praktično vse življenjske procese v organizmu. Sodeluje pri transportu hranljivih snovi, v prebavi in presnovi hranljivih snovi, v izločanju odpadnih produktov prebave in presnove in pri uravnavanju telesne temperature (Lavrenčič 2007).\nKot navaja Direktiva sveta 98/58/ES o zaščiti rejnih živali iz leta 1998 morajo vse živali imeti dostop do ustreznega dovoda vode ali pa jim mora biti omogočeno, da svoje potrebe po tekočini zadovoljijo na drugačne načine. Oprema za krmljenje in napajanje mora biti načrtovana, zgrajena in nameščena tako, da so možnost kontaminacije vode in krme in poškodbe zaradi prerivanja za vodo in krmo med živalmi čim manjše.\nKrave molznice pijejo vodo večkrat dnevno (6–16 krat), kar je večinoma povezano s krmljenjem in molžo. Večinoma govedo pije podnevi tako, da živali potopijo gobec 3 do 4 cm globoko vse do nosnic, pri čemer držijo glavo pod kotom 60 stopinj glede nad gladino vode. Zato mora biti globina vode najmanj 60–70 mm. Če so ti pogoji izpolnjeni, lahko molznice popijejo od 12 do 25 litrov vode na minuto (Lavrenčič 2007).\nZa napajanje živali lahko uporabimo skodelične napajalnike ali napajalna korita. Priporočljivejši so napajalniki, ki so stalno napolnjeni z vodo. Dotok vode naj bi bil tangencialen (po obodu skodele), saj se na ta način tudi napajalniki čistijo. Če skodelične napajalnike namestimo v hlevu za prosto rejo živali, namestimo en napajalnik za največ 12 do 15 živali, oziroma tako, da se lahko istočasno napaja vsaj 15 % živali. Pogosto v prostih rejah krav molznic za napajanje uporabljamo napajalna korita. Ta omogočajo hitrejše napajanje večjemu številu živali istočasno. Tudi pri napajanju molznic s pomočjo napajalnih korit moramo zagotoviti takšno število korit, da se lahko napaja istočasno vsaj 15 % vseh molznic v čredi. Pogosto namestimo eno korito na 15–25 živali. Stranice korit so pogosto dolge med 100 in 200 cm. Pri izgradnji ali nameščanju napajalnih korit bi morala biti gladina vode od 80–85 cm nad stojiščem živali, rob korita pa mora biti še okoli 5 cm višje, da preprečimo izgube vode zaradi prelivanja (Lavrenčič 2007).\nDa je število napajalnikov ali korit z vodo v hlevih zadostno, ugotovimo z opazovanjem živali. Če živali čakajo na začetek napajanja, je napajalnih mest oziroma prostora ob koritih premalo.\nZadostno in pravilno oskrbo živali z vodo zagotovimo tudi s pravilnim načrtovanjem mesta namestitve napajalnikov in korit v tlorisu hleva. Napajalnike ali korita namestimo na takšna mesta v hlevu, da je ob njih in za njimi dovolj prostora tako za živali, ki pijejo, kot za živali, ki se za njimi gibljejo. Napajalniki naj ne bodo nameščeni preblizu dostopov ali izstopov iz molzišča. Vendar pa je zaželeno, da napajalniki in korita tudi niso preveč oddaljeni od izhoda iz molzišča, saj se krave molznice takoj po molži pogosto napotijo do napajalnikov in takrat lahko popijejo od 10 do 20 litrov vode. Napajalnih korit naj se tudi ne namešča v območju nastilnih površin, ležišč, krmnih pregrad ali v vogale slepih krakov hodnikov, saj lahko tako nadrejene živali socialno podrejenim onemogočijo napajanje (Lavrenčič 2007).\n"], "19": ["2.6.7 Delovni prostori, delovne osi in skladiščni prostori", "Molzišča\nMolzišče je glavno delovno mesto rejca krav molznic. Pri večjih čredah zahteva ureditev molzišča posebno pozornost in skrbno načrtovanje. Molzišče mora omogočiti molzniku naslednje optimalne delovne pogoje:  − zaprt, dobro izoliran, dobro prezračen in ogrevan prostor,  − kratke poti med molznimi stojišči,  − oprema, ki olajša molžo, npr.avtomatsko snemanje molznih enot (Štuhec 1998).\nMolzišča omogočajo prihranek dela, ergonomično in higiensko neoporečno pridobivanje mleka. Zaradi kratkih poti in neposrednega odtekanja navzdol je mleko zelo malo obremenjeno (Bartussek 1996).\nMolzišče mora biti postavljeno tako, da živali iz njega odhajajo proti prostoru s krmo. Vhod iz čakalnega prostora v molzišče mora biti izveden brez pragov in stopnic. Zlasti pomembna je tudi pravilna globina delovnega kanala. Molznik bi moral imeti vimena pred seboj pri vzravnani telesni drži in skoraj vodoravni legi rok. Za povprečno visokega molznika je to 80–85 cm pod površino na kateri stojijo krave.\nTipi skupinskih molzišč:  − prehodno molzišče; kravi stojita po dve na vsaki strani kanala, ena za drugo ter ju  skupinsko spuščamo noter in ven.  − ribja kost; živali stojijo druga ob drugi v poševni liniji, s čimer prihranimo prostor;  − »side – byside« živali stojijo pravokotno na molznika, ki jih molze med zadnjimi  nogami. \nMlekarnice\nMlekarnica je prostor, ki ga pri proizvodnji mleka ne moremo pogrešati. V njej visoko kakovostno živilo zbiramo, hladimo, shranjujemo in ga od tod tudi oddajamo. Za opremo tega prostora obstajajo visoke higienske zahteve. Mlekarnica mora biti sestavni del hleva, kar zagotavlja kratke delovne in mlečne poti. Sicer pa mora biti kolikor mogoče hladna (severna lega) in ločena od prostora v katerem se nahajajo živali (Bartussek 1996).\nProstori za skladiščenje sena in drugi skladiščni prostori\nZa skladiščenje sena, s katerim krmimo v zimskem času, se na področjih z veliko dežja že od nekdaj uporabljajo velike lope, zgrajena iz lesa ali kombinacije različnih materialov. Pri izračunu ostalega skladiščnega prostora pa moramo izhajati iz števila živali, dnevnega zauživanja krme v skladu z izbranim obrokom, od potrebne količine nastilja na GVŽ, od števila dni v letu za katere je potrebno skladiščenje in od prostorninske teže skladiščnega materiala. Po izračunih je potrebno upoštevati tudi prostor za manipulacijo in delo z mehanizacijo. \n"], "20": ["3 MATERIAL IN METODE DELA", ""], "21": ["3.1 Material", "Za izdelavo diplomske naloge smo uporabili rezultate mesečnih kontrol mlečnosti na kmetiji, ki se nahaja v Centralni podatkovni zbirki CPZ Govedo. Za analizo smo uporabili podatke 22 krav molznic, ki so bile v laktacijskem obdobju vseh šest mesecev opazovanja (od meseca oktobra v letu 2008 do meseca marca v letu 2009). Živali so se v mesecu decembru selile iz hleva s sistemom vezane reje v hlev proste reje. Analizirali smo spremembe v mlečnosti, vsebnosti maščob in beljakovin v mleku zaradi selitve.\nNadalje smo primerjali povprečne letne mlečnosti glede na različen sistem reje (2005– 2008 sistem vezane reje in 2009 –2010 sistem proste reje). Povprečne letne mlečnosti smo primerjali tudi s povprečji na državni ravni.\nZbrali smo naslednje podatke:  − količina mleka v posamezni mlečni kontroli za živali, ki so bile v stadiju laktacije v  omenjenih šestih mesecih opazovanja;  − vsebnost beljakovin v mleku;  − vsebnost maščob v mleku;  − povprečna letna mlečnost, vsebnost beljakovin in maščob v mleku na kmetiji.\n"], "22": ["3.1.1 Opis kmetije", "Na opazovani kmetiji se ukvarjajo s prirejo mleka in poljedelstvom za potrebe kmetije. Zaradi odločitve po povečanju proizvodnje je sledila tudi potreba po večjem hlevu, katerega gradnja se je pričela v letu 2007. V novo zgrajenem hlevu je prostor za krave molznice, porodni boks, prostori za telice, molzišče, mlekarna, pisarna ter skladiščni prostor za krmila. Obstoječi hlev se uporablja za presušene krave in mlade bikce vse do prodaje. Na dan kontrole, 17. 8. 2011, je bilo zabeleženih 96 krav in 80 molznic.\n"], "23": ["3.2 Metode", ""], "24": ["3.2.1 Statistična analiza", "Podatke za preučevane lastnosti smo zbrali in uredili v podatkovni tabeli programa Microsoft Office Excel (2007). Ta program smo uporabili tudi za končni prikaz podatkov. Statistično obdelavo podatkov smo izvedli s programom za statistične analize SPSS, kjer smo s pomočjo ukaza Analyse → Descreptive statistics → Descreptives izračunali osnovne statistične parametre in nato izvedli primerjavo med meseci s pomočjo ukaza Analyze → Compare means → One Way Anova. Razlike med srednjimi vrednostmi po mesecih smo testirali s Tukey-jevim testom.\n"], "25": ["4 REZULTATI Z RAZPRAVO", "Iz pridobljenih podatkov je videti razliko med posameznimi meseci v količini mleka (p < 0,05), podatki za vsebnost maščob in beljakovin v mleku pa niso statistično značilni. V količini mleka je videti razliko med meseci, ki se kaže v upadu le-te v času selitve živali v nov hlev (december, januar) in se nato z mesecem marcem padec še poveča, kar lahko pripišemo upadu količini mleka skladno s potekom laktacijske krivulje.\nMM –mlečne maščobe , MB – mlečne beljakovine, p – stopnja značilnosti\nIz slike 1 je razviden upad v količini mleka v času selitve živali (december). Kot navaja Bartussek (1996) lahko traja čas prilagajanja živali na nov način reje, molzišča, ležalne bokse od nekaj dni do štirih tednov. S tem dejstvom upravičimo tudi manjšo mlečnost v naslednjem mesecu (januar). Prav tako navajajo, da prihaja v tem obdobju do zmanjšane proizvodnosti. \nKljub pričakovanjem v spremembi vsebnosti maščob, do teh ni prišlo. Iz grafikona ni razviden upad v vsebnosti maščob v mleku.\nKot predstavlja Pogačar (1984) v grafikonu, vsebnost tolšče in beljakovin v mleku proti koncu laktacije naraščata. Zaradi majhnega števila podatkov pri raziskavi smo pričakovali, da bo porast tolšče in beljakovin v zadnjih mesecih večji, saj so krave po šestih mesecih laktacije in več v zadnjih mesecih pred presušitvijo.\nV grafikonu 4 vidimo prikaz povprečne mlečnosti, ki je prikazana po letih. Iz rezultatov lahko sklepamo, da je mlečnost po prehodu živali iz vezane na prosto rejo upadla. Vendar je mlečnost kljub upadu nekoliko višja kot je povprečna slovenska mlečnost v letih 2005– 2009, kar je prikazano v grafikonu 5.\nOdločilna za količino mleka in odstotek maščobe v mleku pa je, po navajanju Žgajnerja (1990), poleg genskega vpliva predvsem ustrezna oskrba krave z energijo in beljakovinami. Količina acetata, ki nastaja v vampu in je na voljo tudi za tvorbo mlečne maščobe, pa je močno odvisna od sestave obroka, posebno ogljikovih hidratov oziroma zlasti surove vlaknine, ki je običajno bogata s celulozo. Iz celuloze namreč pri fermentaciji v vampu nastaja zvečine acetat, iz škroba in sladkorjev pa propionat. Naravnanost na majhen odstotek maščobe v mleku je torej tedaj, ko je delež surove vlaknine v obroku premajhen ali struktura ni ustrezna. Neugodno vpliva na količino maščob v mleku tudi močna krma, vse pa omilimo s pogostejšim krmljenjem močne krme na čim več enakih obrokov, ki jih krmimo kolikor mogoče natančno in v enakomernih časovnih presledkih.\nV grafikonu 6 je videti porast vsebnosti maščob v mleku po selitvi živali v nov hlev, leto 2009–2010. Vzrok povečanja lahko pripišemo bolje strukturiranemu krmnemu obroku ter natančnemu pokladanju krme s pomočjo mešalne prikolice. \n2010)\nPrav tako tudi količina beljakovin v mleku ni stalna, vendar manj niha kot maščobe. Na količino beljakovin poleg genetskih vplivajo še drugi dejavniki, na primer starost živali, letni čas in čas po telitvi. Vpliv starosti živali se kaže tako, da se vsebnost beljakovin v mleku zmanjšuje. Sicer pa na vsebnost beljakovin najbolj vpliva oskrba živali z energijo. Poglavitni vzrok za upad beljakovin v mleku je slaba preskrbljenost ali pomanjkljiva oskrba z energijo med intenzivno prirejo mleka v prvih treh mesecih po telitvi. Z upadom mlečnosti in povečanim zauživanjem krme pa se oskrba z energijo normalizira, zato je tudi sinteza beljakovin v vampu ustreznejša (Žgajnar 1990).\nIz grafikona 7 je tako videti naglo naraščanje vsebnosti beljakovin v mleku po selitvi živali v drug sistem reje in način prehranjevanja. \n(2009–2010)\nPredviden krmni obrok na kmetiji, ki se pripravlja z mešalno prikolico, je razviden v preglednici 7. Predvidene količine se prilagajajo številu živali v hlevu.\nGlede na količino mleka dobijo krave tudi dopolnilno krmno mešanico, in sicer jo prejmejo na krmilnem avtomatu v več odmerkih dnevno, odvisno od količine mleka in nastavitve računalniškega programa.\n"], "26": ["5 SKLEPI", "Analiza proizvodnih rezultatov v času selitev živali v nov sistem reje na opazovani kmetiji v obdobju šestih mesecev in kasneje prikaz proizvodnosti kmetije po letih nam ponuja naslednje ugotovitve:  − zaradi vpliva selitve se zmanjša količina mleka iz 21,6 kilogramov na 17,2  kilograma;  − v opazovanih šestih mesecih nismo ugotovili statistično značilnih opažanj v  spremembi vsebnosti maščob in beljakovin v mleku, kljub pričakovanjem po  povečanju vsebnosti obeh v zadnjih mesecih opazovanja;  − po prehodu iz vezane reje na sistem proste reje je prišlo do zmanjšanja povprečne  mlečnosti iz 6646 kg v letu 2008, na 6454 kg v letu 2010;  − povprečna letna mlečnost kmetije je v povprečju za 500 kg višja od le-te na državni  ravni;  − po pričakovanjih se po selitvi v letih 2009 in 2010 poveča vsebnost maščob v  mleku iz 3,9 (%) na 4,1(%) in beljakovin v mleku iz 3,27 (%) na 3,35 (%); razlogi  so v bolje strukturiranem krmnem obroku.\n"], "abstract": ["Cilj naloge je bil prikazati spremembo v mlečnosti v času selitve živali iz hleva z vezano rejo in molžo na mlekovod v hlev proste reje in molžo v molzišču. V obdobju šestih mesecev smo opazovali 22 krav molznic. V raziskavo so bile vključene le živali, ki so bile v omenjenih šestih mesecih v stadiju laktacije. Nadalje smo prikazali tudi mlečnost kmetije po letih pred in po selitvi, na podlagi česar smo ugotovili, da se je mlečnost po selitvi v hlev s prosto rejo zmanjšala, vsebnost beljakovin in maščob v mleku pa povečala. Porast maščob in beljakovin je tudi posledica kakovostnejšega krmnega obroka, ki se živalim v novem hlevu poklada z mešalno prikolico. "]}