{"1": ["UVOD", ""], "2": ["Opis problema", "Leta 2010 je podjetje Princeps d.o.o. prevzelo Gostilno in pivnico Štajerc. Na podlagi izkušenj dolgoletnega vodenja še dveh restavracij je bila med drugim organizirana tudi strežba, ki je potekala po klasičnem sistemu temelječem na beleženju naročil na papirnati blok in predaje naročila s pomočjo računalnika. Leta 2011 smo analizirali proces strežbe in iskali možne rešitve za optimizacijo. Kot najboljša rešitev se je teoretično izkazala uvedba sistema brezžičnega naročanja Orderman (OM), ki v prvi vrsti omogoča brezžični prenos naročil v realnem času, kar pripomore k skrajšanju potrebnega časa za pripravo in postrežbo naročil. Tako bomo iz konkretnih opazovanj lahko primerjali stanje v Gostilni in pivnici Štajerc pred in po uvedbi tega sistema. Ker se za uporabo strojne opreme OM odloča vse več gostincev, je tema diplomskega dela predvsem aktualna za vse morebitne bodoče uporabnike tega sistema.\n"], "3": ["Določitev ciljev", "Cilj diplomskega dela je skrajšanje časa potrebnega za sprejem, oddajo in postrežbo naročil, skrajšanje nepotrebnih transportnih poti, povečanje kapacitete sprejetih naročil in posledično izboljšanje splošnega zadovoljstva gostov.\n"], "4": ["Namen in poti za reševanje problema", "Pot za reševanje problema in dosego ciljev je uvedba sistema OM. Glavni namen diplomskega dela je dokazati, da lahko s sistemom OM izboljšamo in optimiziramo proces strežbe in dosežemo zadane cilje tega dela.\n"], "5": ["Predstavitev okolja", "Proces strežbe poteka v dveh medsebojno povezanih prostorih in na vrtu. Skupna površina strežbe v notranjih prostorih znaša približno 340 m2, od tega pivnica zavzema \npribližno 140 m2 in jedilnica približno 200 m2. Vrt oziroma zunanji del strežbe zavzema površino približno 330 m2. Gostilna ima dva glavna vhoda, vsak vhod vodi v posamezen prostor. Medsebojno sta prostora povezana s širokim prehodom.\nV manjšem prostoru oziroma pivnici, ki zajema kvadraturo približno 140 m2 se nahaja deset miz, od katerih je šest miz namenjenih za postrežbo glavnih jedi, štiri mize pa so namenjene za strežbo pijače in predjedi.\nOb vstopu skozi glavni vhod tega prostora se na levi strani nahaja miza za do šest ljudi. Desno od te mize sledi pregradno ločen vhod v toaletne prostore. Nadalje proti točilnemu pultu si sledita še dve mizi, vsaka lahko sprejme štiri goste. Desno od vhoda so razporejene štiri manjše visoke mize, namenjene strežbi pijače. V enaki liniji se nahajata dva, s steno ločena kotička. V prvem je miza za štiri osebe, v drugem kotičku pa dve mizi, vsaka za tri osebe. Nasproti miz se nahaja dolg točilni pult, ki službi potrebam celotnega gostinskega objekta. Gledano iz smeri vhoda proti desni se nahaja prehod v jedilnico.\nDvorana oziroma jedilnica, ki meri približno 200 m2, je namenjena predvsem strežbi jedi. V tej dvorani se trenutno nahaja sedemnajst miz, ki so namenjene strežbi hrane. Ob prehodu iz prej opisanega prostora se v levem kotu nahaja prostor namenjen natakarjem.\nV tem prostoru natakarji sprejemajo hrano, prispelo z dvigalom iz kuhinje, in jo nato raznašajo ter pripravljajo potreben jedilni pribor. Ob tem prostoru se nahaja računalnik za oddajo in posredovanje naročil ter izpis računov. Ob levi steni dvorane se nahaja nekoliko dvignjen prostor, do katerega vodijo tri stopnice. Na tem prostoru se nahajajo tri mize, vsaka namenjena za do štiri osebe. Preostali prostor se nahaja na normalnem nivoju. V njem so v treh vrstah, ob obeh stenah in na sredini dvorane, razporejene mize s kapacitetami za štiri do šest oseb. Ob steni nasproti glavnega vhoda in prehoda je postavljenih šest miz. V skrajnem desnem kotu se nahaja miza, ki je namenjena nekoliko večjim skupinah in sprejme od osem do več oseb. Na sredini dvorane so postavljene štiri mize, od teh so tri mize namenjene za šest oseb in ena za štiri osebe. V \ntej liniji miz je na skrajni desni strani dvorane toaletni prostor. Ob steni med prehodom iz prvega prostora in glavnim vhodom so prav tako razporejene štiri mize, dve mizi za šest in dve mizi za štiri osebe.\nNa desni strani tega prostora se nahaja glavni vhod v dvorano. Mize v tem prostoru niso pritrjene in se po potrebi prestavljajo, dodajajo ali odstranjujejo.\nNa vrtu se trenutno nahaja 41 miz za približno 150 gostov. Mize so v večini enakomerno razporejene po celotnem vrtu. Transportna pot oziroma pot strežbe poteka skozi glavni vhod v pivnico.\n"], "6": ["Predpostavke in omejitve", "Predpostavljamo, da je z uvedbo sistema možno skrajšati čas strežbe in skrajšati transportne poti natakarjev, ki so bile potrebne zaradi starega sistema beleženja in predaje naročil. Prav tako predpostavljamo, da je s sistemom OM možno povečanje kapacitete strežbe in povečanje prometa ter ob tem povečanje zadovoljstva gostov. Omejitev uvedbe sistema se nanaša na razpoložljiv kapital in konstrukcijske omejitve, kot so debelina sten in površina strežbe. Omejitev predstavlja tudi pomanjkanje virov na tematiko logistike v gostinstvu in sistema Orderman.\n"], "7": ["Metode dela", "V diplomskem delu so uporabljene naslednje metode dela:\n- metoda opazovanja: opazovanje poteka strežbe;\n- metoda primerjave: primerjava stanja pred in po uvedbi sistema OM;\n- modeliranje procesa strežbe: uporaba tabel in grafov;\n- stroškovna in časovna analiza: izračun amortizacije uvedbe sistema.\n"], "8": ["1 TEORETIČNE OSNOVE", ""], "9": ["1.1 Teoretične osnove logistike strežbe", "Proces strežbe je del terciarne ali storitvene gospodarske panoge, in sicer gostinstva. Tako kot v ostalih gospodarskih panogah je tudi za gostinstvo eden izmed ključnih pomenov za uspešno poslovanje logistika. Zelenika (2005, str. 505) pravi takole:«Gostinsko logistični sistem je sistem medsebojno povezanih in vplivnih logističnih znanj in aktivnosti, ki s pomočjo določenih elementov proizvodnje v gostinski panogi vzdržujejo in podpirajo proizvodnjo gostinskih storitev.« Kot gostinske storitve v našem primeru štejemo sprejem in namestitev gostov ter ponudbo, pripravo in postrežbo hrane in pijače. Gostinski logistični sistem je torej učinkovit samo takrat, ko vse gostinske storitve ponudi v pravem času, na pravem mestu, v zadovoljujočem asortimanu ob najnižjih možnih stroških. Pri tem morajo storitve zadovoljiti gostove želje, potrebe in povpraševanje (Zelenika, 2005, str. 507). Iz našega zornega kota je pomembno, da so zadovoljene vse gostove želje, potrebe in povpraševanje, storitve pa ponujene v pravem času in na pravem mestu. Čas in pravo mesto postrežbe sta ključnega pomena za zadovoljnega gosta. Hrana in pijača morata biti postreženi pravočasno. Čas je namreč dejavnik, na katerega sta hrana in pijača posebej občutljivi. Gost namreč ne bo zadovoljen z ohlajeno hrano ali pijačo v primeru toplih napitkov. Prav tako je pomembno, da se hrano in pijačo takoj dostavi na pravo lokacijo, v našem primeru h gostovi mizi, saj se v nasprotnem primeru podaljša potrebna pot za dostavo in s tem tudi čas.\n"], "10": ["1.2 Brezžični sistem naročanja Orderman", "Leta 1994 je avstrijsko podjetje High Tech Solutions razvilo prvi brezžični prenosni terminal za sprejem naročil Orderman. Od takrat in do danes je Orderman vodilni sistem za sprejemanje naročil v gostinstvu (\"Company history\" [Orderman], b.d.).\nZasnova sistema omogoča natakarjem sprejem in beleženje naročila v prenosni terminal in v realnem času posredovanje naročila tistemu, ki je namenjeno (kuhinji, točilnemu pultu). Glavna prednost tega sistema je torej skrajšanje potrebnega časa za obdelavo in \npripravo naročil. Nekatere izmed preostalih prednosti so minimiziranje števila napačnih naročil, sprejem večjih količin naročil, skrajšanje prehojenih poti, plačevanje ob gostovi mizi. Sistem deluje na podlagi radio frekvenčne tehnologije. Orderman uporablja frekvenci 433 Mhz in 902 Mhz, ki omogočata odličen doseg signala in domet, majhno porabo energije, zaščito proti vdorom v sistem in delovanje brez vzdrževanja (\"The benefits of Orderman\" [Orderman], b.d.).\n"], "11": ["1.2.1 Strojna oprema", "Orderman Sol+ Orderman Sol+ je trenutno najnovejši in najbolj dovršen prenosni terminal. Odlikujejo ga pregleden na dotik občutljiv zaslon OLED z živimi in ostrimi barvami z diagonalo 10 centimetrov. Zaslon ima sposobnost samodejnega prilagajanja na svetlobo, kar omogoča nemoteno delo v vseh razmerah. Funkcija Fax omogoča lastnoročno beleženje posebnih dodatnih želja in naročil gostov, z vgrajenim sistemom Bluetooth pa je mogoča povezana s prenosnim tiskalnikom. Terminal Sol+ poganja dvojedrni procesor, prav tako pa se ponaša z ohišjem odpornim na udarce in vlago oziroma vodo. Funkcija AutoLock terminal avtomatično zaklene ob shrambi v za to namenjeno torbico, FlipView pa omogoča samodejno rotiranje zaslona za 180 stopinj in nemoteno branje ob rotaciji terminala. S funkcijo sporočanja si lahko uporabniki sistema pošiljajo sporočila (\"Sol+\" [Orderman], b.d.).\nOrderman Max2plus Orderman Max2plus je predhodnik modela Sol+. Zaslon terminala omogoča vnos naročil z dotikom prstov ali pisala. Visok kontrast in proti odsevna površina omogočata nemoteno delo na direktni sončni svetlobi. Funkcija Fax omogoča lastnoročno beleženje posebnih dodatnih želja in naročil gostov, z vgrajenim sistemom Bluetooth pa je mogoča povezava s prenosnim tiskalnikom. Funkcija AutoLock terminal avtomatično zaklene ob shrambi v za to namenjeno torbico, FlipView pa omogoča samodejno rotiranje zaslona za 180 stopinj in nemoteno branje ob rotaciji terminala (\"Max2plus\" [Orderman], b.d.).\nOrderman Don Terminal Orderman Don je bil predstavljen leta 2000 kot prvi terminal z zaslonom na dotik. Omogoča vnos naročil z dotikom prstov ali pisala. Funkcija Fax omogoča lastnoročno beleženje posebnih dodatnih želja in naročil gostov. Meni omogoča prilagajanje po lastnih željah, zasnova ohišja pa odpornost na udarce in vodo (\"Don\" [Orderman], b.d.). \nOrderman Leo2plus Terminal Orderman Leo2plus je bil predstavljen leta 2006 kot nadgradnja predhodnika modela Leo. Proces beleženja naročil poteka s pomočjo tipkovnice. Vgrajen sistem Bluetooth omogoča povezavo s prenosnim tiskalnikom. Funkcija AutoLock terminal avtomatično zaklene ob shrambi v za to namenjeno torbico, FlipView pa omogoča samodejno rotiranje zaslona za 180 stopinj in nemoteno branje ob rotaciji terminala (\"Leo2plus\" [Orderman], b.d.).\nPrenosni termalni tiskalnik Orderman Prenosni termalni tiskalnik odlikuje kompaktna oblika, ki omogoča shranjevanje v torbici za pasom. Ker je natakarju vedno pri roki, je omogočen izpis računov neposredno ob mizi takoj, ko gost izrazi željo po plačilu. Kapaciteta baterije ob enem polnjenju omogoča izpis do 1500 računov (\"Belt printer\" [Orderman], b.d.).\nBazna postaja Orderman Bazna postaja Orderman je namenjena oddajanju in sprejemanju signala, potrebnega za delovanje celotnega sistema. Bazna postaja oddaja radio-frekvenčni signal frekvenc 433 Mhz (\"Base station\" [Orderman], b.d.).\n"], "12": ["2 OBSTOJEČE STANJE", ""], "13": ["2.1 Posnetek stanja pred uvedbo sistema Orderman", "Opis procesa in diagram poteka procesa sta narejena iz opazovanj procesa strežbe v januarju 2011 pred uvedbo sistema OM in temeljita na večjem od obeh prostorov oziroma jedilnici, ki je tudi primerno namenjena strežbi hrane.\nProces strežbe opravlja osem zaposlenih ljudi na izmeno. Delo med zaposlenimi je razdeljeno. Delo za točilnim pultom opravljata dva točaja oziroma točajki, naročila sprejemajo in oddajajo trije natakarji, hrano in pijačo pa raznašajo trije nosači. V primeru razpoložljivosti pijačo raznaša tudi natakar.\nNaročila, bodisi hrane ali pijače, se oddajajo s pomočjo računalniškega sistema. Nameščen računalniški program potrjena naročila samodejno sortira in jih odda na pravilno lokacijo. V primeru naročene hrane se naročilo prenese v kuhinjo, ki se nahaja v kletnih prostorih. V primeru naročila pijače se naročilo izpiše točaju za točilnim pultom.\nOpis procesa in procesna karta temeljita na eni optimalni skupini gostov. S tem mislimo na skupino, ki odda enkratno naročilo pijače, enkratno naročilo hrane in zahteva račun. V realni situaciji je gostov lahko več, prav tako se določene stopnje procesov lahko ponavljajo, na primer dodatna naročila pijače ali hrane, spremembe naročil, sprememba načina plačila in podobno. V našem primeru je skupina gostov štela 4 člane. \nProces strežbe se prične z vstopom gosta v jedilnico. Prva stopnja je iskanje primerne mize. Gostje izberejo mizo sami ali pa jim pri tem pomaga natakar. Najpogosteje se izbere miza, ki ustreza velikosti skupine, ki jo predstavljajo gostje, ob tem pa se seveda upoštevajo dodatne želje gostov. Ko je primerna miza izbrana, se gostje napotijo do nje. V času nameščanja za mizo gostje odložijo odvečna oblačila na za to namenjenem prostoru ob gostinskem kotičku ali pa jih odložijo na stol pri svoji mizi. Kmalu po namestitvi natakar gostom ponudi jedilni list in sprejme naročilo pijače. Pri sprejemanju naročila natakar naročilo zapiše na papirnati blok. Ko je naročilo sprejeto, sledi odhod natakarja do računalnika, ki se nahaja pri gostinskem kotičku. Sprejeto naročilo natakar pretipka v računalnik. Ob tem si pomaga s predlogami, ki so shranjene v računalniškem programu, katerih namen je skrajšanje časa oddaje naročila. Ob zaključku naročila pijače računalniški program odpošlje naročilo do točilnega pulta, kjer naročilo sprejme točaj oziroma točajka in naročeno pijačo pripravi.\nKo je naročilo pripravljeno, ga prevzeme nosač ali natakar in odnese do gostove mize. Ob zaključeni postrežbi pijače sledi sprejem naročila hrane. Natakar ponovno zabeleži naročilo na papirnati blok in ga prenese v računalniški program. Računalniški program odpošlje naročilo v kuhinjo. Po oddanem naročilu natakar pripravi potreben jedilni pribor pri servirnem pultu in servira mizo. \nPo končanem serviranju sledi čakanje na pripravljeno hrano. V tem času je natakar teoretično prost, vendar po potrebi sprejema morebitna dodatna naročila, bodisi pijače ali hrane in ponavlja prej opisani postopek oddaje naročila. Ko je hrana pripravljena, prispe iz kuhinje s pomočjo dvigala, ki se nahaja znotraj gostinskega kotička. Hrano prevzame nosač in jo odnese do gostove mize, kjer jo postreže. Ponovno sledi čakanje, tokrat na zaključen obed. Nosač opravlja sprotno pospravljanje mize ali pa počaka, da vsi gosti končajo z obedovanjem. Naloga nosača je torej, da odide do mize gostov in odnese odvečne krožnike. Krožnike nosač odloži nazaj v dvigalo in jih pošlje v kuhinjo. Proces pospravljanja mize poteka tako dolgo, dokler miza ni pospravljena. V primeru, da gostje ne oddajo nobenega dodatnega naročila več, zahtevajo račun. Medtem ko natakar s pomočjo računalnika izpisuje račun, nosač pospravi preostale stvari na mizi, kot so kozarci in podobno. V primeru, da gost kot plačilno sredstvo izbere gotovino, mu natakar predloži samo račun. Če je kot plačilno sredstvo izbrana bančna kartica, natakar gosta pozove k prihodu do POS terminala, ki se nahaja pri gostinskem kotu. Po uspešno zaključeni transakciji oziroma poravnanem računu gost zapusti mizo in gostilno. S tem se proces strežbe gosta oziroma skupine gostov zaključi.\n"], "14": ["2.2 Kritična analiza", "Eden izmed glavnih problemov je sprejemanje in predajanje naročil. Vsako naročilo je potrebno zabeležiti na papirnati blok in ga nato prenesti v računalnik. Ker poteka \nzapisovanje naročil ročno, lahko natakar zaradi nerazločne pisave in ne optimalne velikosti papirnatega bloka pri oddaji naročila naleti na več težav:\n- napačno količinsko naročilo;\n- napačno pretipkano naročilo, ko ima gost posebne oziroma dodatne želje;\n- napačno razumevanje gosta in posledično napačno oddano naročilo;\n- nejasnost, za katero mizo je namenjeno naročilo in podobno;\n- podaljšanje procesa oddaje naročil ali izpisa računa zaradi zasedenosti računalnika.\nTežavo predstavlja tudi lokacija kuhinje, ki se nahaja v kletnih prostorih. V primeru gostove posebne želje, ki je ni na hitrem seznamu programa, se mora natakar osebno napotiti v kuhinjo in predati dodatna navodila.\nAnaliza procesne karte\nOb prihodu gosta se prične iskanje primerne mize. Le to poišče gost sam ali s pomočjo natakarja. Postopek iskanja, napotitve in namestitve za mizo traja približno eno minuto. Sledi napotitev natakarja h gostom, najpogosteje iz lokacije gostinskega kota, kar mu vzame približno 0,5 minute. Naslednja procesa sta ponudba jedilnega lista in sprejem naročila pijače. Sprejemanje naročila traja približno 1 minuto. Ob zaključenem sprejemu naročila se natakar napoti k 15 metrov oddaljenemu računalniku, kar mu vzame 0,5 minute. Sledi 0,5 minutno pretipkavanje in oddaja naročila iz papirnatega bloka v računalniški program. Pripravljeno pijačo natakar prevzame pri točilnem pultu in jo postreže gostu. Sledi sprejem naročila hrane, ki natakarju vzame 1 minuto. Ponovno sledi napotitev k 15 metrov oddaljenemu računalniku, ki traja 0,5 minute in pretipkavanje naročila, ki traja 1 minuto. Med časom, potrebnim za pripravo hrane, natakar pripravi jedilni pribor in servira mizo. Sledijo postrežba hrane, čakanje, da gost konča z obrokom in pospravljanje mize. Na gostovo željo se natakar napoti k mizi (15 metrov in 0,5 minute). Ob zahtevi za izdajo računa natakar odide k računalniku (15 metrov in 0,5 minute), izpiše račun (0,3 minute) in se vrne h gostovi mizi (15 metrov in 0,5 minute). Po uspešno prejetem plačilu in odhodu gosta se proces strežbe konča. Poudarek opisanih procesov temelji na za nas pomembnih procesih (prehojena pot in porabljen čas za sprejem in oddajo naročil in izstavitev računa). Nekoristno prehojena pot za te procese znaša 75 metrov in nepotrebno porabljen čas 7 minut. \nLegenda:\n - Tehnološka operacija K.Č. - Koristen čas1  - Transportna operacija P.Č. - Potreben čas2  - Kontrolna operacija N.Č. - Nekoristen čas3 ▼ - Skladiščna operacija m - metri D - Čakanje min - minute\nKoristen čas predstavljajo opravila, ki so koristna in ugodna  Potreben čas predstavljajo opravila, ki so potrebna vendar nekoristna  Nekoristen čas predstavlja zastoj, ki je nekoristen\n"], "15": ["3 PRENOVA PROBLEMA", ""], "16": ["3.1 Posnetek trenutnega stanja po uvedbi sistema Orderman", "Trenutno proces strežbe temelji na podpori sistema za brezžično naročanje Orderman. Prenosni terminali in ostala pripadajoča oprema so bili v uporabo vpeljani v aprilu 2011. V Restavraciji in pivnici Štajerc sta trenutno v uporabi dva prenosna terminala iz serije Max2plus in kot dodatna oprema dva prenosna termalna tiskalnika Orderman. Prenosni terminal in prenosni tiskalnik sta med uporabo shranjena v za to namenjen pas, ki natakarju omogoča nemoteno gibanje in hitro razpolaganje z opremo. Bazna postaja, ki skrbi za signal, se nahaja na zunanji steni ob glavnem vhodu v restavracijo. Stacionarna postaja za sprejem naročil, posredovanih s prenosnih terminalov, sta računalnika, nameščena pri točilnem pultu in v kuhinji. Računalnik, ki je bil pred uvedbo sistema OM v uporabi v jedilnici, je bil odstranjen. Operacijski sistem prenosnih terminalov je prilagodljiv za vsakega gostinca in njegovo ponudbo. Tako je tudi v primeru Restavracije in pivnice Štajerc, kar omogoča hitro in natančno beleženje naročil.\nV času največje obremenjenosti opravlja proces strežbe 7 zaposlenih. Delo za točilnim pultom opravljata dva točaja, dva zaposlena sta nosača oziroma raznašata naročeno hrano in pijačo od točke prevzema do gostove mize, trije rajonski natakarji pa so zadolženi za sprejem in oddajo naročil. Po potrebi in razpoložljivosti raznašata naročeno hrano in pijačo tudi rajonska natakarja.\nV primerjavi s stanjem pred uvedbo sistema OM je proces sprejema in oddaje naročil poenostavljen. Naročilo, ki ga gost odda, rajonski natakar istočasno sprejme in zabeleži v prenosni terminal. Ob zaključenem sprejemu naročil natakar v prenosnem terminalu potrdi naročilo in ga odda. Sistem v realnem času posreduje naročilo in ga samodejno sortira glede na ciljno lokacijo. Naročila hrane se posredujejo na računalnik v kuhinji, naročila pijače na računalnik ob točilnem pultu. Poenostavljen je tudi proces plačila. Natakarji imajo namreč za pasom pripet prenosni terminalni tiskalnik. Ob zahtevi računa jim tako ni potrebno opraviti poti do stacionarnega tiskalnika pri točilnem pultu, ampak račun natisnejo in izstavijo neposredno pri gostovi mizi. V nadaljevanju bomo \npredstavili dva primera procesa, in sicer enega temelječega na skupini štirih gostov za primerjavo s stanjem pred uvedbo sistema OM in drugega na večji skupini približno 40 ljudi.\n"], "17": ["3.1.1 Primer procesa strežbe manjše skupine gostov", "Za primer procesa strežbe smo zaradi lažje primerjave tako kot v januarju 2011 izbrali skupino 4 gostov.\nProces se prične s prihodom gosta. Po sprejemu in namestitvi za primerno mizo jim natakar ponudi jedilni list. Sledi sprejem naročila pijače. Sprejeta naročila natakar beleži v prenosni terminal in jih ob zaključenem sprejemanju odda. V istem trenutku se naročilo pijače posreduje in izpiše na računalniku ob točilnem pultu.\nTočaj prične pripravljati naročeno pijačo takoj ob sprejemu naročila. Naročena pijača je ob prihodu natakarja do točilnega pulta že pripravljena. Sledi prevzem pijače in postrežba pri gostovi mizi. Ob zaključeni postrežbi pijače sledi sprejem naročila hrane. Tako kot pri pijači natakar beleži naročilo hrane v prenosni terminal in ga ob zaključku naročila odda. Naročilo hrane se v istem trenutku posreduje na računalnik v kuhinjo. V \nčasu, ko se pripravlja hrana, natakar pripravi potreben jedilni pribor in servira mizo. Sledi prevzem hrane pri dvigalu in postrežba pri gostovi mizi. Sledi sprotno pospravljanje mize. Po končanem obedovanju gost zahteva račun. Natakar v prenosnem terminalu zaključi račun in ga natisne s pomočjo prenosnega tiskalnika. V primeru brezgotovinskega plačila se transakcija izvrši pri točilnem pultu, kjer se nahaja stacionarni POS terminal, v primeru plačila z gotovino pa se transakcija izvrši pri gostovi mizi. Sledi odhod gosta in zaključek procesa strežbe.\nAnaliza procesne karte\nOb prihodu gosta se prične iskanje primerne mize. Le-to poišče gost sam ali s pomočjo natakarja. Postopek iskanja, napotitve in namestitve za mizo traja približno eno minuto. Sledi napotitev natakarja h gostom, najpogosteje iz lokacije gostinskega kota, kar mu vzame približno 0,5 minute. Naslednja procesa sta ponudba jedilnega lista in sprejem naročila pijače. Sprejemanje in oddaja naročila traja približno 1 minuto. Pripravljeno pijačo natakar prevzame pri točilnem pultu in jo postreže gostu. Sledi sprejem in oddaja naročila hrane, ki natakarju vzame 1 minuto. Med časom, potrebnim za pripravo hrane, natakar pripravi jedilni pribor in servira mizo. Sledijo postrežba hrane, čakanje, da gost konča z obrokom in pospravljanje mize. Na gostovo željo se natakar napoti k mizi (15 metrov in 0,5 minute). Ob zahtevi za izdajo računa natakar zaključi vsa naročila in izpiše račun s pomočjo prenosnega tiskalnika (0,1 minute). Po uspešno prejetem plačilu in odhodu gosta se proces strežbe konča.\nLegenda tabele:\n - Tehnološka operacija K.Č. - Koristen čas  - Transportna operacija P.Č. - Potreben čas  - Kontrolna operacija N.Č. - Nekoristen čas ▼ - Skladiščna operacija m - metri D - Čakanje min - minute \n"], "18": ["3.1.2 Primer procesa strežbe večje skupine gostov", "Pogosto se zgodi, da Restavracijo in pivnico Štajerc obišče večja skupina gostov, po večini turistov, ki imajo zaradi tempiranega tempa na voljo omejen čas za naročilo hrane in pijače. V tem primeru se po besedah natakarjev sistem OM najbolj izkaže. Natakar namreč oddaja naročila po vsakem 5. gostu. S tem je omogočena sprotna strežba oz. izvajanje 4 vzporednih procesov – sprejem naročila, oddaja naročila, priprava pijače in strežba pijače. Tako se zgodi, da so prvi gosti postreženi že v času, ko preostali gosti še oddajajo naročila. Pred uvedbo sistema OM so vsi štirje procesi potekali zaporedno in s tem v povezavi je bil tudi daljši čas izvedbe procesov.\nProces je opisan na podlagi opazovanja strežbe skupine 45 gostov. Proces se prične s prihodom skupine gostov. Po sprejemu in namestitvi za primerno mizo jim natakar ponudi jedilne liste. Sledi sprejem naročila pijače. Sprejeta naročila natakar beleži v prenosni terminal. Po vsakem 5. sprejetem naročilu natakar posreduje naročilo k točilnemu pultu. Medtem ko natakar sprejema naročila pijače preostanka skupine, točaj pripravi naročeno pijačo, ki jo prevzame nosač in jo postreže prvim 5 gostom. Procesa se vzporedno nadaljujeta, dokler pijača ni postrežena vsem gostom. Sledi sprejem naročila hrane, kjer natakar ponovno sproti oddaja naročilo v kuhinjo po vsakem 5. \nnaročilu. V času priprave hrane natakar pripravi potreben jedilni pribor in servira mizo. Ko je pripravljena hrana za prvi del skupine gostov, sledijo prevzemi hrane pri dvigalu, strežba pri mizi skupine gostov. Po potrebi sledi sprotno pospravljanje mize. Po končanem obedovanju skupina gostov zahteva račun. Želja skupine gostov je plačilo hrane in pijače za vsakega gosta individualno. Natakar prične z izstavljanjem računa pri mizi s pomočjo prenosnega tiskalnika, in sicer po vrstnem redu sprejema naročil zaradi boljše preglednosti in prihranka časa. Po opravljenih plačilih sledi odhod skupine gostov in zaključek procesa strežbe.\nAnaliza procesne karte\nOb prihodu skupine se prične iskanje primerne mize. Ker gre za večjo skupino, natakar ob pomoči sodelavcev preuredi namestitev miz v večjo, enotno mizo. Proces od prihoda skupine do ureditve miz traja približno 2 minuti. Namestitev za mizo traja približno 1 minuto. V primeru skupine se h gostom napotita dva natakarja, ki naročila sprejemata in oddajata paralelno, vsak za približno polovico gostov. Procesa, ki sledita, sta ponudba jedilnega lista in sprejem naročila pijače. En natakar sprejema in oddaja naročila približno 4 minute. Ker natakarja oddajata naročila po vsakem 5. gostu, nosača strežeta pijačo vzporedno s časom sprejemanja in oddajanja naročil, zato smo ta proces ovrednotili kot 0 minut. Po zaključenem procesu strežbe pijače sledi sprejem in oddaja naročila hrane. Postopek je enak kot pri naročilu pijače. Natakarja oddajata naročila hrane po vsakem 5. gostu. Proces opravljata dva natakarja hkrati in traja približno 5 minut. Sledita priprava pribora in serviranje mize, ki trajata skupno približno 4 minute. Ob prispetju hrane se prične strežba. Procesi strežbe skupno trajajo približno 13 minut. Sledi sprotno in končno pospravljanje mize, ki skupno traja približno 5 minut. Ker želijo v skupini posamično plačilo vsakega računa, natakarja pričneta izstavljati račune s pomočjo prenosnega tiskalnika. Tiskanje računov in sprejem gotovine je posamičen proces za vsakega gosta. Skupno trajanje obeh procesov je približno 10 minut. Po uspešno zaključenih transakcijah sledi odhod skupine in zaključek procesa strežbe. \nLegenda tabele:\n - Tehnološka operacija K.Č. - Koristen čas   - Transportna operacija P.Č. - Potreben čas   - Kontrolna operacija N.Č. - Nekoristen čas  ▼ - Skladiščna operacija m - metri  D - Čakanje min - minute\n"], "19": ["ZAKLJUČEK", "Restavracija in pivnica Štajerc je z uvedbo sistema Orderman pridobila tisto, kar je glavni cilj logistike v gostinstvu in logistike nasploh – ponuditi storitve v pravem času, na pravem mestu, v pravih količinah in ob pravi ceni. Z uvedbo sistema Orderman se je namreč skrajšal čas samega procesa strežbe, naročila se zaradi natančnosti beleženja postrežena na pravem mestu v pravih količinah, cena storitev pa se zaradi uvedbe sistema ni zvišala. Z vidika gosta, ki je najpomembnejši člen procesa strežbe, se tako pridobi veliko. Gostje so zaradi hitre in natančne strežbe zadovoljni, kar v splošnem pomeni, da obstaja velika verjetnost ponovnega obiska oziroma sklepanja novega posla. Z vidika delavcev je za njih proces strežbe veliko manj obremenjujoč. Zmanjšana je odgovornost zaradi morebitnih napačno oddanih naročil, krajše so prehojene poti. To vpliva tako na sposobnost kot na razpoloženost delavca, kar v končni fazi prav tako vpliva na zadovoljstvo gosta. Ob vsem tem torej ugotavljamo, da sistem Orderman na eni strani pospešuje in izpopolnjuje proces strežbe, na drugi strani pa omogoča večjo storilnost zaposlenih. Skupek vseh pozitivnih strani je torej zadovoljstvo gostov in povečanje storilnosti oziroma povečanje kapacitete strežbe.\nOcena in vrednotenje uspešnosti uvedbe sistema Orderman\nZ uvedbo sistema OM so se potrdile naše predpostavke, da se bo čas strežbe skrajšal. Natakarji ob tem opravljajo manj transportnih poti in manjše število opravil. Rezultati so razvidni iz primerjalne tabele stanja pred in po uvedbi sistema OM.\nPrehojena transportna pot za eno skupino se je po uvedbi sistema OM zmanjšala za 60 metrov. Skupni čas, ki smo ga prihranili, znaša 3 minute in 42 sekund, število procesov se je zmanjšalo iz 35 na 29. Nekoristen čas ostaja enak, saj na njega nimamo oziroma ne smemo vplivati.\nPridobljen koristen čas, ki znaša 1 minuto in 30 sekund, smo pridobili na račun ukinitve dveh procesov, in sicer oddaje naročila v računalnik. Po uvedbi sistema OM natakarju namreč ni potrebno pretipkati sprejetega naročila, temveč ga odda neposredno pri mizi. V povezavi s tema procesoma smo pridobili tudi čas, potreben za izvedbo procesa oziroma opravila. Ker natakarju ni potrebno opraviti poti do računalnika za oddajo naročil, se zmanjšata transportna pot za 30 metrov in potreben čas za 1 minuto.\nČas, potreben za izvedbo procesov, pridobimo tudi pri procesu plačila. Natakarju zaradi prenosnega tiskalnika, ki ga nosi za pasom za natis računa, ni potrebno opraviti poti do računalnika in nazaj do mize. S tem pridobimo 1 minuto in 30 metrov transportne poti. Koristen čas, približno 12 sekund, pridobimo še pri procesu tiskanja računa zaradi hitrejše izvedbe samega postopka.\nProces strežbe na primeru skupine lahko primerjamo samo hipotetično, saj procesa pred uvedbo sistema OM nismo opazovali in nimamo zabeleženih podatkov. Po prejetih \ninformacijah s strani natakarjev je največja pridobitev pri procesih sprejema in oddaje naročil pijače in hrane. Pred uvedbo sistema OM sta naročila skupin prav tako sprejemala dva natakarja. Za primer vzamemo skupino 40 ljudi. Čas, potreben za sprejem naročila gosta, primerjamo s časom, potrebnim za sprejem naročila enega gosta iz manjše skupine gostov, pred uvedbo sistema OM. Ta je znašal približno 15 sekund. Ker sprejme vsak natakar 20 naročil, najprej pijače in kasneje še hrane, v vzporednem času, predvidevamo, da je za sprejem naročil potrebnih skupno 10 minut, 5 minut za pijačo in 5 minut za hrano. Vsa naročila je potrebno tudi pretipkati in le-teh je skupno 80. Oddaja naročila pijače manjše skupine je znašala približno 7,5 sekunde po osebi. Ob oddaji 40 naročil pijače bi bilo načeloma potrebnih 5 minut. Vendar so natakarji pridobili čas oddaje naročil, s prakso skupnega oddajanja posamezne enake vrste pijače. Oddali so na primer naročilo za 5 piv ali sokov hkrati. S tem so pridobili približno polovico časa za oddajo pijače oziroma 2 minuti in 30 sekund. Oddaja naročila hrane gosta manjše skupine je znašala približno 15 sekund. Za pridobitev časa so natakarji uporabili enak sistem oddaje naročila kot pri naročilu pijače, torej so oddali skupno naročilo enakih vrst hrane. Čas, potreben za oddajo vseh 40 naročil, je tako znašal približno 5 minut.\nIz tabele je razviden skupen čas, potreben za sprejem in oddajo naročil pijače in hrane pred uvedbo sistema OM, ki je znašal približno 17 minut in 30 sekund. Po uvedbi sistema OM ta čas znaša približno 8 minut, kar pomeni, da smo samo pri 4 procesih pridobili več kot polovico časa oziroma 9 minut in 30 sekund. Pridobljen čas, ki ga ni možno izmeriti, se nanaša tudi na sprotno postrežbo, ki jo omogoča sprotna oddaja naročil s sistemom OM.\nIzračun dobe povračila investicije v sistem Orderman\nKer so nam podatki o točnem številu delovnih ur na zaposlenega in številu gostov nedosegljivi, bomo opravili hipotetični izračun dobe povračila nabave opreme Orderman s podatki, s katerimi lahko razpolagamo:\n- povprečna mesečna bruto plača v gostinstvu za februar 2012 (\"Povprečne mesečne  plače Slovenija, februar 2012 – začasni podatki\" [Statistični urad RS], 16. april\n- število delovnih ur v letu 2012 (\"Povprečna plača, regres\" [Amstar], b. d.): 2088;\n- nabavna vrednost opreme Orderman po predračunu (glej Prilogo 1): 7.482,20€; \n- povprečno število delovnih ur na mesec:\nŠt. delovnih ur v letu 2012 2088 ur  174 ur  12 12\n- prihranek časa na gosta:\nČas strežbe gosta pred uvedbo OM Čas strežbe gosta po uvedbi OM\n- povprečen prihranek časa na gosta v procentih:\n|89,64 100| 10,36\n- povprečna vrednost delovne ure v € na zaposlenega:\nPovprečna mesečna bruto plača 1074,43€ €  6,17  Povprečno št. delovnih ur na mesec 174 ur uro\n- približen prihranek v € na delovno uro:\nIzračun dobe povračila nabave opreme Orderman na enoto oziroma enega zaposlenega\nPredračun, ki se nahaja v prilogi, vsebuje naročilo enega prenosnega terminala Orderman Max2plus in enega prenosnega termalnega tiskalnika Orderman. Ker sta v našem primeru v uporabi po dve napravi, smo skupno vrednost nabave opreme ustrezno \npreračunali. Glede na omenjene podatke smo izračunali dobo povračila nabave opreme Orderman.\nDoba povračila  Nabavna vrednost opreme Orderman  Prihranek v € na delovno uro x Število delovnih ur v letu 2012  2,8\nPo našem izračunu bi se naša investicija povrnila v 2,8 leta oziroma v približno 3 letih, ob upoštevanju odstopanj zaradi različnega števila delovnih vsako leto in pod pogojem, da ima en zaposleni na delovno uro vsaj dve stranki.\nIzračun dobe povračila nabave opreme Orderman ob polni storilnosti\nKot smo že zapisali, opravlja delo strežbe v času največje obremenjenosti 7 zaposlenih. Neposredno je v strežbo vpetih 5 zaposlenih, 3 rajonski natakarji in 2 nosača naročil. Izračunali smo še dobo povračila nabave opreme Orderman za kolektiv.\nDoba povračila  Nabavna vrednost opreme Orderman  Prihranek v € na delovno uro x Število delovnih ur v letu 2012 x 5\n1,28€ x 2088 x 5\nV tem primeru se investicija povrne v približno pol leta, pod pogojem, da sta vsako delovno uro postreženi vsaj dve stranki.\nV obeh izračunih niso upoštevani stroški vzdrževanja opreme in ostali stroški, ki nastajajo z uporabo opreme, kot so poraba električne energije in potrošnega materiala. Plače zaposlenih so povprečne bruto plače, kar pomeni, da ima delodajalec še stroške z izplačilom regresa in ostalih morebitnih dodatkov. Upoštevati je potrebno tudi, da ima v realni situaciji en zaposleni pogosto hkrati več strank, torej v povprečju več kot dve stranki na delovno uro. Skupno se torej prihrani še več časa namenjenega strežbi, kar pomeni, da je lahko doba povračila na račun tega nižja. \nMožnosti nadaljnjega razvoja\nObstoječ sistem je teoretično mogoče še nadgraditi, in sicer na področju vpeljave novejših modelov iz skupine prenosnih terminalov. Vendar je takšna rešitev kratkoročno nepotrebna. Sistemske komponente namreč trenutno zadovoljujejo potrebam, zato bi nabava novejših predstavljala nepotrebno finančno obremenitev za podjetje. Bolj smiseln nadaljnji razvoj bi bila vpeljava sistema Orderman in posodobitev procesa strežbe v preostali dve restavraciji, ki delujeta pod okriljem podjetja Princeps d.o.o. Podjetje je namreč že seznanjeno z zasnovo sistema in približnimi finančnimi vložki, prav tako pa že razpolaga s kadrom, ki ima izkušnje z delovanjem sistema, kar bi omogočilo še lažjo spremembo dosedanjega procesa strežbe v teh restavracijah.\n"], "abstract": ["Tema diplomskega dela je uvedba računalniško podprtega sistema strežbe Orderman. Izhodiščni cilj je bil skrajšanje časa, potrebnega za sprejem, oddajo in postrežbo naročil, skrajšanje transportnih poti, povečanje kapacitete sprejetih naročil, izboljšanje splošnega zadovoljstva gostov in upravičiti vpeljavo sistema Orderman. Ta z vidika gosta omogoča hitrejšo in kvalitetnejšo strežbo, z vidika uporabnika pa enostavnejše in preglednejše beleženje in oddajanje naročil ter višjo storilnost. Vse naštete prednosti sovpadajo z osnovnimi načeli logistike v gostinstvu in logistike v splošnem. Ponuditi storitve v pravem času, na pravem mestu, ob čim nižjih stroških, v pravi količini in kakovosti. Z metodo opazovanja smo pridobili informacije o poteku strežbe pred in po uvedbi sistema Orderman. Metoda časovne analize je pokazala, kolikšno pridobitev predstavlja uvedba sistema Orderman, stroškovna analiza pa prikazuje časovno dobo povračila investicije v sistem. "]}