{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev področja in opis problema", "Tema diplomske naloge se nanaša na področje marketinga, natančneje na področje zadovoljstva odjemalcev storitev.\nV današnjem tržnem gospodarstvu odločajo o zadovoljevanju potreb odjemalci, zato mora biti dejavnost podjetja usmerjena k njim in njihovim potrebam. Problem zadovoljevanja gostov s storitvami postaja dandanes vse bolj vreden pozornosti in podrobnejše obdelave, saj ponudniki vedno bolj ugotavljajo, da zadovoljstvo njihovih gostov ni pogojeno le s ceno, temveč je odvisno od mnogih dejavnikov, ki so močno prepleteni, delujejo pa tako na zavedni kot nezavedni ravni.\nIzbrana tema je primerna za analizo, če področje delovanja turistične agencije gledamo kot geografsko določen prostor, saj je področje delovanja relativno majhno. Na tem majhnem geografskem področju pa nastopa veliko turističnih agencij z enako in podobno ponudbo, kot je ponudba turistične agencije Relax.\nProblem, ki izhaja iz nasičenosti iz ponudbe turističnih agencij, lahko vodi v stagnacijo prodaje storitev. Uspele bodo turistična agencije, ki bodo znale prisluhniti gostom, se jim popolnoma posvetiti in jim ponuditi več kot konkurenti.\n"], "3": ["1.2 Namen, cilji in osnovne trditve", "Namen\nNamen diplomske naloge je ugotoviti stopnjo zadovoljstva gostov, ki so letovali na otoku Krfu preko turistične agencije Relax, ter na osnovi ugotovitev raziskave prispevati k spoznavanju, razumevanju in s tem seveda k obojestransko zadovoljivemu reševanju problema zadovoljstva v turistični agenciji.\nCilji\nCilji diplomske naloge so:\n- ugotoviti stopnjo zadovoljstva gostov, ki so letovali na otoku Krfu s turistično  agencijo Relax;\n- ugotoviti potrebe in pričakovanja teh gostov;\n- ugotoviti, če bi ti gostje še letovali z isto turistično agencijo in isto animacijsko  skupino;\n- ugotoviti, če bi ti gostje še letovali na otoku Krfu s turistično agencijo Relax;\nV teoretičnem delu povzeti dostopno literaturo, opredeliti zadovoljstvo z vidika odjemalcev in predstaviti merjenje zadovoljstva odjemalcev.\nCilj empiričnega dela je izvesti postopek telefonskega anketiranja in opraviti analizo.\nTrditve\n- za najpomembnejšo postavko, ki vpliva na izbiro turistične agencije, bodo anketirani  izbrali dobro organiziranost letovanja, saj bo ta postavka dosegla najvišjo povprečno  oceno;\n- za več kot polovico anketiranih je pomembna strokovna usposobljenost vodnikov;\n- več kot polovica anketiranih, ki se zanima za turistično agencijo, pridobi informacije  pri prijateljih, znancih;\n- postavka imidž turistične agencije je postavka, pri kateri bodo pričakovanja najbolje  zadovoljena.\n"], "4": ["1.3 Predpostavke in omejitve raziskave", "Predpostavke diplomske naloge so naslednje:\n- v turistični agenciji Relax obstajajo možnosti za povečanje zadovoljstva gostov;\n- stopnjo zadovoljstva gostov lahko povečajo, poleg vodilnega dejavnika, to je cene, še  dejavniki, kot so strokovnost, zanesljivost vodnikov, zanimivost krajev – neokrnjena  narava, nemasovni turizem;\n- če želimo, da bodo gostje s turistično agencijo popolnoma zadovoljni, moramo zanje  kakovostno in strokovno opraviti program letovanja;\n- pričakovanja glede storitev kakovosti se dvigajo, zato je treba kakovost nenehno  izboljševati;\n- nagrada za vsa pričakovanja so zadovoljni gostje ter priporočila, ki pritegnejo tudi  ostale.\nOmejitve, ki spremljajo diplomsko nalogo, so naslednje:\n- omejujem se le na goste, ki so letovali na otoku Krfu;\n- zadovoljstvo gostov bom merila le na primeru turistične agencije Relax;\n- običajne meritve, ki se bodo pojavljale, bodo še omejitev časa in interesa (predvsem  anketirancev).\n"], "5": ["1.4 Uporabljene metode raziskovanja", "V okviru deskriptivnega pristopa:\n- metoda deskripcije (opisovanja) pojma merjenja zadovoljstva;\n- komparativna metoda ( primerjanje) sedanjega in želenega stanja;\n- metoda kompalacije (povzemanje) spoznanj, opazovanj, stališč, sklepov in rezultatov.\nV okviru analitičnega pristopa:\n- samostojna uporaba induktivnega sklepanja, na podlagi izidov anketiranja bom iz  posamičnih primerov sklepala o obnašanju in stališčih gostov.\nPodatke v diplomski nalogi sem zbrala z metodo ustnega spraševanja.\n"], "6": ["2 ZADOVOLJSTVO ODJEMALCEV", ""], "7": ["2.1 Opredelitev zadovoljstva", "Zadovoljstvo je psihološka kategorija, ki jo vsak posameznik različno sprejema in doživlja. Zadovoljstvo je eno od temeljnih občutij vsakega človeka, ko se dogaja nekaj pozitivnega, nekaj, kar prinese občutek hvaležnosti, pomiritve, ugodja. Zadovoljstvo je pogosto odvisno od tega, kako se pričakovanje uresniči.\nLjudje imamo mnogo potreb, želja in motivov, da bi le-te uresničili in jih zadovoljili, je potrebno nekaj storiti. Če le-teh ne zadovoljimo, pride do neprijetnega občutka. Na trgu se pojavljajo različni proizvodi, ki zadovoljijo isto potrebo, potrebno je le pretehtati vse alternative in se odločiti, kateri proizvod je najprimernejši za zadovoljitev naše potrebe.\nZgodnejše opredelitve zadovoljstva odjemalcev so izpostavljale njegovo afektivno emocionalno naravo. Danes večina avtorjev zadovoljstvo opredeljuje kot specifično, minljivo, emocionalno reakcijo na določeno izkušnjo z določenim izdelkom v primerjavi s pričakovanji. V tej subjektivni oceni odjemalci zajemajo tudi primerjave s konkurenčnimi izdelki, z lastnimi in drugimi predhodnimi izkušnjami, upoštevajo svoje potrebe, nanje vplivajo najrazličnejša sporočila izvajalcev marketinga in podobno (Snoj 2000, 3).\nKotler (1998, 40) podaja definicijo: »Zadovoljstvo je stopnja človekovega počutja, ki je posledica primerjave med zaznanim delovanjem izdelka (ali rezultatom) in osebnimi pričakovanji.«\nTržna miselnost in usmerjenost podjetij k odjemalcem, njihovim potrebam, zahtevam, željam in pričakovanjem je postavila v ospredje tudi problem zadovoljevanja teh potreb in merjenje tega zadovoljstva. Najvišja stopnja zadovoljitve odjemalčevih pričakovanj je dosežena v primeru, ko dobi odjemalec od izdelka več, kot je pričakoval (Dubrovski 2000, 408-409).\nPričakovanja odjemalcev pa so lahko:\n- usklajena, ko je izdelek takšen, kot je pričakoval;\n- negativno usklajena, ko je izdelek slabši, kot je pričakoval;\n- pozitivno usklajena, ko je izdelek boljši, kot je pričakoval.\nAvtorji podajajo različna mnenja glede vrst pričakovanja.\nPercipirana ali zaznana kakovost storitev je definirana kot stališče, ki je povezano z zadovoljstvom oziroma se nanaša na zadovoljstvo, vendar ni enako zadovoljstvu, je pa rezultat primerjanja pričakovanj z zaznano kakovostjo izvedbe storitev. Zaznana kakovost storitev je posledica subjektivnega razumevanja odjemalca kakovosti. Končno oceno kakovosti odjemalec izrazi iz subjektivnega aspekta, saj odjemalec zaznava kakovost kot posledico mnogih dejavnikov, npr. mode, tradicij, navad, vrednot (Snoj 1992, 158; Snoj in Mumel 2001, 123).\nZaznana kakovost storitev je presoja odjemalcev glede superiornosti ali odličnosti storitev (Zeithaml 1987; Rowley 1998, 325; Snoj in Mumel 2001,124).\nZaznana kakovost storitev se razlikuje od objektivne kakovosti storitev, saj objektivna kakovost vključuje tudi objektiven pogled ali značilnosti izdelka ali storitve (Snoj in Mumel 2001, 124 ).\nZeithaml, Berry in Parasuraman (1993: 8-10 v Snoj in Mumel, 2001, 124) govorijo o pregradi med pričakovanji odjemalcev in zaznavanju odjemalcev ter predstavljajo dva primerljiva standarda storitev, želene in adekvatne, kjer se želene storitve nanašajo na želje odjemalcev, adekvatne storitve pa predstavljajo standard, ki so ga odjemalci pripravljeni sprejeti.\nPrimerjava med želeno in zaznano storitvijo je odraz kakovosti storitve. Če pa primerjamo adekvatno in zaznano storitev, pa je ta primerjava odraz primernosti storitve. Zadovoljstvo odjemalcev pa se, če pogledamo z druge strani, razlikuje od ocene odjemalcev glede kakovosti storitve, saj zadovoljstvo izhaja iz primerjave med pričakovano storitvijo (nivo storitve, katerega odjemalec pričakuje) in zaznano storitvijo (Snoj in Mumel, 2001, 125).\nOsnovni motiv odjemalcev, da gredo v menjalno razmerje, je zadovoljitev potreb z izdelki in storitvami, ki imajo primerno vrednost. Vrednost vsakega izdelka za določenega odjemalca pa je razlika med uporabno vrednostjo za tega odjemalca in vsemi stroški, ki so povezani z njegovo pridobitvijo in uporabo (povzeto po Snoju 1998, 29).\nV = UV – S, kjer je\nV = vrednost (v očeh odjemalcev) UV = uporabna vrednost (korist za odjemalca) S = stroški (skupni stroški nabave oziroma uporabe izdelka)\nVrednost izdelka je v očeh odjemalcev, kot prikazuje enačba, enaka razliki med uporabno vrednostjo izdelka ter vsemi stroški, povezanimi z njegovo pridobitvijo in uporabo.\n"], "8": ["2.2 Pomen zadovoljstva", "»Organizacije se soočajo z naraščajočo dinamiko okolja, ki se kaže v: združevanju/povezovanju organizacij, globalizaciji konkurence, silovitem razvoju zlasti informacijske tehnologije, liberaliziranju zakonodaje, marketingu izdelkov kot sistemov, naraščanju pričakovanj odjemalcev, spreminjanju njihovih vrednot in drugem.« (Snoj 2000, 2).\nRaziskave kažejo, da visoka stopnja zadovoljstva odjemalcev vodi k povečani stopnji lojalnosti, le ta pa k večji dobičkonosnosti in višjim prihodkom ter s tem k boljšemu konkurenčnemu položaju organizacije (Heskett, Sasser, Slezinger, 1997; Fornier, Mick, 2000; povzeto po Snoju, 2000, 2).\nRaziskave tudi vedno znova potrjujejo značilno pozitivno soodvisnost med zadovoljstvom in ponovnimi nakupi, večjo lojalnost do blagovne znamke ali proizvoda, kar pa za proizvajalce pomeni že nastajanje dolgoročne konkurenčne prednosti (moč blagovne znamke) ter najcenejši in najučinkovitejši vir komuniciranja, saj bo o svojem zadovoljstvu pripovedoval tudi drugim, možnim odjemalcem in jim priporočal izdelek ali storitev. Zadovoljstvo je potemtakem generator novih nakupov in vseh tistih prednosti za podjetje, ki so potrebne za njegov obstoj in razvoj, zato morajo proizvajalci odjemalcem nameniti najvišjo pozornost, saj\nje mnogo ceneje vzdrževati že obstoječega odjemalca kakor pa pridobivati novega (Dubrovski 2000, 407, 415-415).\nZadovoljstvo odjemalcev je v konkurenčnih pogojih poslovanja ključen rezultat poslovno – razvojne uspešnosti podjetja. Najboljša podjetja so že tako usmerjena k sedanjim in potencialnim odjemalcem, da dosegajo zelo visoko stopnjo (več kot 90%) zadovoljnih oziroma čim večji delež zelo zadovoljnih in navdušenih odjemalcev. Ti odjemalci so in bodo podjetju zelo zvesti (Kolar 2000, 1).\n"], "9": ["2.3 Merjenje zadovoljstva odjemalcev", "Merjenje zadovoljstva odjemalcev je področje, ki je v zadnjem času vedno bolj aktualno. Pri tem ne gre le za trenuten trend v tržnem raziskovanju, temveč gre za odraz situacije na trgu.\nStopnja konkurenčnosti med podjetji je namreč čedalje večja, storitve in izdelki se v kakovosti med seboj ne razlikujejo prav dosti, odjemalci pa so vse zahtevnejši. Zato je zadovoljen odjemalec čedalje pomembnejši dejavnik uspešnosti podjetja. Podjetje, ki pozna mnenja in stališča svojih odjemalcev, ima možnosti za boljše zadovoljevanje njihovih potreb in za boljše poslovne odločitve. Poleg tega, da konkurenčne razmere na trgu vzpodbujajo raziskave zadovoljstva, pomeni dodatno spodbudo tudi čedalje več podjetij, ki uspešno pridobivajo certifikat kakovosti (standardi ISO) in ki pristopajo k tekmovanju za poslovno odličnost. Pri obeh se zahteva nepretrgano spremljanje zadovoljstva odjemalcev (Kavran 2001, 24).\nRaziskava zadovoljstva nam omogoči, da odjemalcem ponudimo tisto, kar si želijo, in ne tisto, kar si mi mislimo, da si želijo.\nMerjenje in spremljanje zadovoljstva sta za podjetje, ki resnično želi svojim odjemalcem ponuditi največ in najboljše, nujni in temeljni aktivnosti. Izvajanje in rezultati teh aktivnosti se za podjetje kažejo navznoter (pri vodstvo in zaposlenih) kot tudi navzven (pri odjemalcih ter v širšem poslovnem in družbenem okolju).\nPo Horovitzu in J. Panaku (1997, 167) merjenje med drugim podjetju omogoča tudi doseganje naslednjih ciljev, ki so temeljni za »popolno kupčevo zadovoljstvo«:\n- povečanje zavesti o kakovosti storitev;\n- izboljšan odnos zaposlenih do konceptov kakovosti in zadovoljstva;\n- spremljanje lastnega položaja glede na določene referenčne točke (postavljene  standarde);\n- prepoznavanja prednosti in pomanjkljivosti podjetja glede na konkurenco in glede na  pričakovanja odjemalcev;\n- usmerjanje prizadevanj;\n- spremljanje napredka;\n- količinsko izražanje dosežkov.\nTista podjetja, ki se zavedajo, kako pomemben je zadovoljen odjemalec, bi morala vedeti, da gre pri merjenju njihovega zadovoljstva za dolgoročen in kompleksen projekt, v katerega naj bi bili vključeni, posredno ali neposredno, vsi zaposleni. Vendar pa ni dovolj le merjenje, saj le nakaže področja, kjer so potrebne izboljšave, ne more pa rešiti ugotovljenih neskladij med\npričakovanim in dobljenim. Zato je pomemben celovit pristop k spremljanju zadovoljstva odjemalcev, s katerim se ne le spremlja, temveč tudi izboljšuje njihovo zadovoljstvo.\nDejavnosti celovitega pristopa k zadovoljstvu odjemalcev obsegajo (Kavran 2001, 25):\n- spoznavanje pogleda na zadovoljstvo odjemalcev s strani zaposlenih in uporaba  internih virov o zadovoljstvu strank/potrošnikov (npr. analiza pritožb, izgubljenih  strank/potrošnikov),\n- spoznavanje pogleda na zadovoljstvo odjemalcev s storitvami in izdelki,\n- oblikovanje vprašalnika za kvantitativno merjenje zadovoljstva na podlagi notranjih in  zunanjih informacij (zaposleni, odjemalci),\n- oblikovanje vzorca,\n- izvedba merjenja,\n- analiza in vrednotenje rezultatov, implementacija rezultatov,\n- predstavitev rezultatov zaposlenim,\n- delavnice v podjetju, svetovanje,\n- uvajanje novih marketinških dejavnosti,\n- preverjanje uspešnosti novih dejavnosti,\n- ponavljanje merjenja zadovoljstva.\n"], "10": ["2.3.1 Ankete o zadovoljstvu kupcev", "Kotler pravi, da so ankete o zadovoljstvu neke vrste poglobitev enostavnega sistema pritožb in predlogov. Zelo majhen odstotek (manj kot 5%) nezadovoljnih odjemalcev se dejansko pritoži, svoje predloge in pripombe pa bodo dejansko oddali le tisti, ki čutijo nekakšno »pripadnost« določenemu podjetju. Večino ljudi je potrebno spodbuditi, jih vprašati, kaj jih moti, in to tudi dejansko »izvleči« iz njih, preden bo prepozno. Prav zato podjetja izvajajo občasne ankete o zadovoljstvu odjemalcev, s katerimi neposredno izmerijo njihovo stopnjo zadovoljstva. Vzorec je sestavljen iz naključno izbranih odjemalcev, časovni intervali in obsežnost anket pa so odvisni od posamezne situacije, prav tako tudi način izvedbe anket. Izvedene so lahko ustno ali pisno, po telefonu ali pa poslane po navadni ali elektronski pošti. Z vprašanji ponavadi skušamo ugotoviti stopnjo zadovoljstva odjemalcev s posameznimi elementi ponudbe podjetja in pogosto tudi zadovoljstvo s konkurenco (povzeto po Kotler 1998, 41-42).\nRazlični avtorji podajajo različna mnenja, kako lahko izmerimo odjemalčevo zadovoljstvo.\nPo Kotlerju (1998,41-42) lahko z anketo izmerimo odjemalčevo zadovoljstvo na več načinov:\n- neposredno izraženo zadovoljstvo: odjemalca (anketiranca) direktno vprašamo, kako  je zadovoljen z določeno storitvijo ali izdelkom (npr.: zadovoljen, zelo zadovoljen,  vseeno mi je, ipd.) in nato z njegovim odgovorom dobimo neposredno izraženo  zadovoljstvo;\n- izpeljano (ne)zadovoljstvo, kjer odjemalca vprašamo, kaj je pričakoval od določene  lastnosti in kaj je dejansko dobil; na podlagi njegovega pričakovanja in dobljenega pa  izpeljemo stopnjo (ne)zadovoljstva;\n- analiza problemov, kjer odjemalca prosimo, naj našteje probleme, ki jih je imel s  ponudbo podjetja ter nam hkrati predlaga izboljšave;\n - pomembnost / uspešnost izvedbe, kjer odjemalca prosimo, da razvrsti posamezne  elemente ponudbe glede na pomembnost, ki jim jo pripisuje, in glede na uspešnost  podjetja pri izvedbi posameznega elementa. S to metodo lahko podjetje ugotovi, če je  premalo učinkovita pri določenih elementih ponudbe, ali dosega pričakovanja  odjemalcev pri drugih, manj pomembnih elementih ponudbe.\nZ anketo lahko hkrati z zadovoljevanjem usmerimo še na ostale koristne variable, kot so npr.: pripravljenost odjemalca na ponovni nakup, pripravljenost odjemalca za priporočanje podjetja drugim ljudem, ipd. Ankete so zato zelo pogosto uporabljena metoda merjenja in spremljanja zadovoljstva odjemalcev.\n"], "11": ["2.3.2 Skupinski intervju odjemalcev", "Skupinski intervju se izvaja s skupino šestih do dvanajstih oseb, katere usposobljen moderator za nekaj ur povabi na razgovor o določeni storitvi ali izdelku. Voditelj pogovora mora biti objektiven, vnaprej pripravljen na temo pogovora – to je seznam glavnih tem med pogovorom, prav tako mora obvladati skupinsko dinamiko.\nPriporočljiva dolžina intervjuja je od poldruge ure do dveh. Udeležencem ponavadi postrežejo s pijačo in prigrizkom, navadno pa jim izplačajo tudi manjšo vsoto denarja oziroma nagrado za sodelovanje. Spontanost in odkritost je ponavadi večja kot pri globinskem intervjuju, ker občutek varnosti, ki ga daje skupina, še tako molčečega posameznika slej kot prej spodbudi, da se vključi v pogovor. Pogovor lahko zapišejo ali posnamejo na avdio ali video kaseto in ga proučijo. Tako skušajo razbrati mnenje odjemalcev o predmetu raziskave ter njihovo razpoloženje in vedenje v zvezi z njim (povzeto po Rust in drugi 1996, 24).\nSkupinski intervju je uporabna metoda raziskave pred začetkom anketnega spraševanja širšega obsega, ki omogoča vpogled v odjemalčevo zaznavanje izdelka ali storitve, njegovo vedenje in zadovoljstvo. Ti podatki so potrebni za določitev postavk, ki jih je potrebno natančneje raziskati v nadaljnjem postopku. Vendar pa, ne glede na uporabnost metode, se morajo raziskovalci izogibati posploševanju ugotovljenih značilnosti udeležencev skupinskih intervjujev na celotni trg, saj vzorec ni dovolj velik in ni izbran po načelu slučajnega izbora. (Kotler 1998, 135; povzeto po Greenbau 1993; o tem so pisali še Damjan in Možina 1998, 24; Dibb 1991,128 in drugi).\n"], "12": ["2.3.3 Globinski intervju odjemalcev", "Globinski intervju odjemalcev je podoben skupinskemu intervjuju, le da tukaj vodimo razgovor le z enim udeležencem in skušamo ugotoviti njegove motive v zvezi z bolj občutljivimi temami, o katerih morda ne bi govoril, če bi bili prisotni tudi drugi ljudje.\nVoditelj razgovora mora nevsiljivo in neopazno usmerjati razgovor ter pridobiti zaupanje vprašanega. Osnovna zamisel globinskega intervjuja je namreč, da pripeljemo vprašanca v položaj, ko spontano izraža svoje mnenje, občutke in razloge za lastno vedenje v zvezi s prikazanim problemom. Moderator mora biti bolj pripravljen na razgovor kot pri skupinskem intervjuju, ker sprašuje o bolj delikatnih temah. Posamični intervju traja približno eno uro (povzeto po Rust in drugi 1996, 26).\nTe raziskave dajejo tržnikom dragocene informacije in ideje o izboljšanju, spreminjanju izdelkov ali storitev, dobijo pa tudi informacije o (ne)zadovoljstvu odjemalcev s storitvami ali izdelki.\n"], "13": ["2.3.4 Namišljeno nakupovanje", "Pri namišljenemu nakupovanju najamemo ljudi, ki se pretvarjajo, da so potencialni kupci in nam nato poročajo o dobrih in slabih izkušnjah pri nakupovanju izdelkov našega podjetja in konkurence. Ti namišljeni kupci lahko sprožijo konflikte z namenom, da ugotovijo, kako dobro se prodajalci znajdejo v določeni situaciji (povzeto po Kotler 1998,42).\nNavidezno nakupovanje je raziskava, kjer se uporablja tržno raziskovalna metoda opazovanja. Od običajnih raziskav se razlikuje v tem, da podatkov ne dobimo direktno od odjemalcev, temveč jih zbirajo navidezni kupci. Je raziskava, s katero natančno posnamemo, kako se stiki z odjemalci dejansko izvajajo oziroma kako osebje dejansko funkcionira v odnosu do odjemalcev.\nZ namišljenim nakupovanjem ugotavljamo, na kakšen način v resnici potekajo stiki z odjemalci: ali osebje odjemalca prijazno pozdravi, se nasmehne, se potrudi pri iskanju rešitev, mu ponudi določene rešitve, koliko časa morajo odjemalci čakati na odziv itd. Namišljeno nakupovanje torej nudi nepristranske podatke o kvaliteti izvajanja stikov z odjemalci ter natančne in podrobne podatke o tem, kaj in na kakšen način je ponujeno odjemalcu.\nRezultate namišljenega nakupovanja lahko uporabimo za različne namene, in sicer (Kavran 2001, 26):\n- za primerjavo stikov z odjemalci med poslovalnicami, s konkurenti in primerjavo v  času,\n- za primerjavo dejanskega izvajanja stikov s strankami glede na uveljavljene standarde  za izvajanje stikov z odjemalci,\n- kot opozorilni mehanizem za identifikacijo pomanjkljivosti, preden rezultirajo v  percepciji odjemalca in v upadu prodaje,\n- kot osnovo za uvajanje učinkovitih sprememb v konkretnem obnašanju osebja,\n- za motiviranje, nagrajevanje in izobraževanje (na kaj naj se osredotočijo izobraževalni  programi) osebja ,\n- spremljanje učinkov vpeljanih notranjih sprememb na izvajanje stikov z odjemalci,\n- merjenje vpliva raznovrstnih sprememb, kot so npr. spremembe v izdelkih, sistemih,  ljudeh, marketingu, delu dneva ali tedna, vremenu itd., na izvajanje stikov z odjemalci.\n- v pomoč pri razlagi rezultatov raziskav o zadovoljstvu odjemalcev: ali je vzrok  manjšega zadovoljstva s prijaznostjo, s čakalno dobo itd. res pomanjkljiva prijaznost  osebja, predolge čakalne dobe itd. ali pa so vzroki npr. v povečanem pričakovanju  odjemalcev zaradi izboljšav pri konkurenci.\n"], "14": ["2.3.5 Analiza izgubljenih odjemalcev", "Analiza izgubljenih odjemalcev je bolj način spremljanja kot način merjenja zadovoljstva odjemalcev, njene uporabnost pa je v tem, da nam razkrije vzroke, ki so določene odjemalce tako motili, da so od podjetja nehali kupovati. Te vzroke potem podjetje poskuša čim bolje in čim hitreje odpraviti ali vsaj minimizirati, da zaradi njih ne bi izgubilo še kakšnega odjemalca, da ga bo pridobivanje novega stalo bistveno več kot pa ohranitev starega odjemalca. Zelo pomembno je, da podjetje skozi pogovor s tistimi, ki niso več odjemalci podjetja, izve vzroke, zaradi katerih je podjetje odjemalce izgubilo. Nič manj pomembno pa ni, da podjetje spremlja stopnjo osipa odjemalcev, ki v primeru, da narašča, jasno kaže, da podjetje ne uspe zadovoljiti svojih odjemalcev (povzeto po Kotler 1998, 476).\n"], "15": ["2.3.6 Spremljanje pritožb in predlogov odjemalcev", "Sistem pritožb in predlogov je najlažji način za ocenjevanje zadovoljstva odjemalcev in ima za podjetje veliko prednost. Ta sistem pogosto uporabljajo k odjemalcem usmerjena podjetja, kot so restavracije, hoteli, banke, velike mednarodne korporacije in druge. Gre za olajšan in poenostavljen sistem, po katerem so lahko uporabniki oziroma uporabniki storitev (se pravi obiskovalci, stranke, itd.), pritožijo ali pohvalijo posamezno organizacijo. Tak sistem komuniciranja je ponavadi zelo ažuren, hiter, pa tudi enostaven in anonimen, kar v končni fazi lahko poveča točnost in iskrenost mnenj odjemalcev. Pri tem sistemu podjetje v svojih prostorih na vidna mesta namesti »skrinjico« za predloge in pripombe. Prav tako podjetje priskrbi lističe ali obrazce, na katere odjemalci vpišejo svoje mnenje, v ta namen lahko vzpostavi tudi brezplačno telefonsko linijo ali naslov elektronske pošte in podobno. Tak pretok informacij pomaga podjetjem, da na sorazmerno lahek in cenovno ugoden način pridobijo veliko novih idej, hkrati pa jim omogoča tudi hitrejše reševanje problemov (povzeto po Kotler 1998, 478).\nŠtudije o nezadovoljstvu odjemalcev kažejo, da so v 25% primerov odjemalci običajno nezadovoljni z nakupi. Presenetljiva ugotovitev pa je, da se samo 5% odjemalcev pritoži. Ostalih 95% se jih ne pritoži, ker se jim ne zdi vredno pritožiti ali ne vedo, kako in komu naj se pritožijo. Od teh 5%, ki pa se pritožijo, jih je samo 50% zadovoljnih s tem, kako je bil njihov problem rešen (Kotler 1998, 479).\n"], "16": ["2.4 Napake pri merjenju zadovoljstva", "Pri neopredeljivih in po naravi kvalitativnih konceptih, kamor spada tudi koncept zadovoljstva odjemalcev, je samo po sebi umevno, da so pri njihovem merjenju poskusi izražanja s kvantitativnimi izrazi, napake in nejasnosti precej pogoste. Pri merjenju zadovoljstva odjemalcev obstajajo določene pasti, na katere moramo biti pozorni pri tovrstnih raziskavah, razlagi ugotovitev ter končno pri sklepanju in prevzemanju odločitev o konkretnih ukrepih (Kotler 1998, 42 – 43).\nKo merimo zadovoljstvo odjemalcev in le ti ocenjujejo svoje zadovoljstvo z enim od elementov ponudbe podjetja, npr. z vodičem v turistični agenciji, se moramo zavedati, da se gostje razlikujejo po tem, kaj zanje pomeni dober vodič. Za enega je to urejen, prijazen,\nzabaven, za drugega strokoven, komunikativen. Skratka, oba lahko izjavita, da sta z vodičem zadovoljna, vendar ima vsak posebej za to svoje razloge.\nNaslednja napaka, ki se lahko pojavi pri merjenju zadovoljstva, je manipuliranje, ki vpliva na rezultate merjenja. Spraševalci so lahko neposredno pred anketiranjem zelo prijazni do anketirancev, kar lahko vpliva na njihove odgovore, vprašanja so lahko zavajajoča, ipd. Prav tako lahko odjemalci izražajo večje nezadovoljstvo, kot je dejansko, na primer s cenami, saj so prepričani, da jih bo podjetje nato zagotovo zmanjšalo.\nIzvajalec ankete se lahko izogne tovrstnim možnim napakam pri merjenju zadovoljstva, in sicer že v fazi sestavljanja anketnega vprašalnika, nato v fazi zbiranja odgovorov in pri njihovi analizi. Omenjenim napakam se lahko izogne npr. s kontrolnimi vprašanji, ki lahko pripomorejo k boljši objektivnosti in natančnosti merjenja. Z navedenimi vprašanji lahko namreč preverimo ujemanja ali ugotovimo neskladja med odjemalčevimi odgovori.\n"], "17": ["3 EMPIRIČNI DEL", ""], "18": ["3.1 Kratka predstavitev turistične agencije Relax", "Beseda turizem je že od nekdaj povezana s počitnicami, potovanji, krajšimi izleti, seminarji in kmečkim turizmom. Skozi svoj razvoj je turizem prešel različna obdobja, saj se je njegov pomen nenehno razširjal in spreminjal.\nTuristična agencija je organizacija, ki lahko ima različno statusno obliko (s.p., d.o.o., d.d.,…), njen osnovni namen pa je organiziranje, oblikovanje in prodaja turističnih proizvodov.\nTuristična agencija Relax je registrirana kot družba z omejeno odgovornostjo in je vpisana v sodni register 30.8. 1990 na Temeljnem sodišču v Mariboru.\nDejavnost turistične agencije je zelo raznolika, in sicer je turistična agencija lahko samo prodajalec ali samo organizator turističnih aranžmajev (potovanja, počitnice,…), lahko pa je tudi oboje.\nVse turistične agencije morajo pridobiti licenco za opravljanje dejavnosti, ne glede na to, ali so organizatorji potovanj ali samo posredniki. Turistična agencija Relax je pridobila obe licenci.\nDružba Relax se od vsega začetka vsakoletno uvršča med tako imenovane Gazele. V letu 1999 se je družba Relax uvrstila med tri največje turistične agencije v slovenskem prostoru in dosegla začrtan cilj, da postane druga največja slovenska turistična agencija.\nRazvila je svojo lastno prodajno mrežo v slovenskem prostoru in pričela z razvojem prodajne mreže v tujini. Relaxova prodajna mreža oziroma poslovne enote so:\n- v Dravogradu,\n- v Slovenj Gradcu,\n- v Velenju,\n- v Celju,\n- v Žalcu,\n- v Murski Soboti,\n- v Mariboru,\n- na Ptuju,\n- v Trbovljah,\n- v Ljubljani,\n- v Novem Mestu,\n- v Kranju,\n- na Jesenicah,\n- v Postojni,\n- v Novi Gorici in\n- telefonska prodaja.\nLastna prodajna mreža je bila razvita z namenom, da bi zagotovili kakovostno prodajo v smislu profesionalnosti in strokovnosti, kar je ena izmed konkurenčnih prednosti.\nDruge konkurenčne prednosti turistične agencije Relax so:\npo številu slovenskih gostov, ki letujejo ob jadranskem morju, je najmočnejša  slovenska agencija, zato je Relax specialist za Adriatic;   družba Relax je prva slovenska agencija z mednarodnim certifikatom kakovosti – ISO   družba poseduje mednarodno registracijo »IATA«, za prodajo letalskih vozovnic;   v družbi Relax so se odločili za nakup nadstandardnih avtobusov, ker želijo zagotoviti  standardno kakovost;   skoraj na vseh počitniških ciljih so Relax-ovi predstavniki, katerih naloga je poskrbeti  za brezskrbne počitnice gostov;   hoteli prijazni otrokom (rdeče, modro in rumeno srce).\nVelikega pomena je celostna podoba turistične agencije, ki daje razpoznavnost navzven. Turistična agencija Relax je razpoznavna po kombinaciji temno modre in rumene barve, kar pomeni, da so vse Relaxove agencije enako opremljene (pult, omare, črte na steni,…). Razpoznavni so tudi Relaxovi predstavniki (temno modre trenirke z rumenimi dodatki), kakor tudi avtomobili (temno modri osebni avtomobili z rumenimi napisi) in druge označbe (informacijske mape, oglasne table,…).\nTuristična agencija Relax izdaja naslednje kataloge:\nSenior;   Apartmaji, zasebne sobe, penzion hoteli;   Prvomajske počitnice in potovanja;   Poletni klubi;\n"], "abstract": ["Zadovoljstvo odjemalcev je v središču razmišljanja vseh podjetij, saj odjemalci dandanes lahko izbirajo med široko ponudbo izdelkov in storitev, zato morajo podjetja ponuditi sprejemljivo kakovosten izdelek, sicer gre odjemalec takoj h konkurenci. Vsi zaposleni v podjetju lahko na svoj način prispevajo k zadovoljstvu odjemalcev, največ seveda prispevajo vodilni delavci in tisti, ki pri svojem delu prihajajo v neposreden stik z odjemalci. Podjetja se morajo zavedati, da zadovoljen odjemalec omogoča obstoj in razvoj podjetja."]}