{"1": ["1 UVOD", "V kmetijstvu so v današnjem času vidne velike spremembe. Za opravljanje dela, ki ga danes na kmetiji lahko s stroji opravi en človek, je bilo nekdaj potrebno veliko število ljudi. Enako je pri živalih. Ena krava daje več mleka, kot sta ga nekoč dajali dve ali tri. Vendar ta nov način proizvodnje mleka zahteva tudi veliko znanja (Verbič 1976).\nPrehrana krav se začne že na površinah, na katerih pridelujemo krmo. Da pridelamo kakovostno krmo, moramo najprej narediti analizo tal, na podlagi le-te gnojilni načrt in skladno z njim tudi gnojiti. Kakovostna krma, bogata s hranilnimi snovmi, pa je temelj kakovostne proizvodnje.\nV diplomski nalogi smo predstavili nekatere vplive na kakovost mleka. Namen diplomske naloge je bil oceniti, kako sestava obroka vpliva na zaužito energijo in beljakovine in s tem na vsebnost maščob in beljakovin v mleku. Ugotavljali smo tudi vpliv surove vlaknine, ki je povezana z maščobo v mleku, in se nenazadnje kaže v primerni strukturi krme.\nObravnavali smo rezultate analize mleka v letu 2010 in naredili weendsko analizo za krmo, s katero smo v tem obdobju krmili živali na kmetiji. Tako smo lahko ocenili, kakšna je oskrbljenost krav z energijo in beljakovinami in kako to vpliva na vsebnost beljakovin in maščob v mleku. Poleg tega smo pozornost posvetili vsebnosti surove vlaknine, ki je pomembna za strukturo obroka in vsebnost mlečne maščobe.\nPo razčlembi in obravnavi teh rezultatov smo ugotovili, kakšna so odstopanja in kakšne napake se pojavljajo v obroku, ki vplivajo na vsebnost beljakovin in maščob v mleku. Na podlagi teh napak smo podali tudi predloge za izboljšanje obroka in s tem kakovosti mleka.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Potrebe po hranilnih snoveh za prirejo mleka", "Molznice imajo pri veliki mlečnosti velike potrebe po hranljivih snoveh in intenzivno presnovo. Krave, ki proizvedejo letno 5000 kg mleka, izločijo z mlekom dva in pol krat več suhe snovi, kot jih vsebuje njihovo telo. Za sintezo 1 kg mleka steče skozi vime 400 l krvi, dnevno torej 12000 l in več. Ob teh velikih naporih so pričakovane tudi velike potrebe po hranljivih snoveh v obroku. Napake pri krmljenju povzročajo zmanjšanje mlečnosti, spremembe v sestavi mleka ter motnje v plodnosti in zdravstvenem stanju živali. Prizadenejo pa tudi življenjsko sposobnost krav (Orešnik in Kermauner 2000).\n"], "4": ["2.1.1 Prehrana krav molznic in prireja mleka", "V prireji mleka je glede na gospodarske razloge potrebna velika mlečnost po kravi. Velik vpliv na količino in sestavo mleka ima prehrana. Hranljive snovi, ki se izločajo z mlekom, morajo biti v krmi, ki je vključena v dnevni obrok, prisotne v ustreznih količinah in pravilnem razmerju (Orešnik in Kermauner 2000).\nSS ( %) Beljakovine (%) Laktoza (%) Maščoba (%) Voda (%) Mineralne snovi (%)  Mleko 12,5 3,4 4,7 3,8 87,5 0,6 \nKot rečeno, je kakovost mleka v veliki meri odvisna od prehrane krav. Količina maščobe v mleku zelo niha, manj količina beljakovin in količina vitaminov, še manj pa količina laktoze in pepela v mleku. V mlečni maščobi lahko najdemo več kot 60 različnih maščobnih kislin, med njimi je veliko kratkoverižnih kislin. Prisotnost nasičenih in nenasičenih maščobnih kislin vpliva na to, ali je mlečna maščoba trša oziroma mehkejša. Sestava mleka je v poporodnem obdobju prilagojena potrebam telet. Kolostrum, izloček mlečne žleze v prvem tednu po telitvi, vsebuje več suhe snovi, v tej pa je največ beljakovin (Orešnik in Kermauner 2000).\nObdobje aktivnosti mlečne žleze z izločanjem mleka imenujemo laktacija. Dnevna količina mleka, ki jo žival daje, je v prvih dneh po telitvi manjša in narašča prvih pet do osem tednov po telitvi, nato pa dnevna količina mleka počasi postopno upada. Ob ustrezni prehrani se vsak mesec laktacije mlečnost krav zmanjša za največ 10 %, večji padci v mlečnosti odražajo motnje. Potek laktacijske krivulje je odvisen od genskih faktorjev in tudi od prehrane živali. Pri prehrani poskrbimo, da oskrbimo molznice vsak dan z vsemi hranljivimi snovmi, ki jih potrebujejo za prirejo mleka. Krave moramo v začetku laktacije krmiti bolj intenzivno kot na koncu. Obrok je potrebno prilagajati mlečnosti krav (Orešnik in Kermauner 2000).\n"], "5": ["2.1.2 Potrebe po beljakovinah", "Za prirejo mleka mora biti v krmi zagotovljena določena količina beljakovin. Skromna oskrba z beljakovinami ima negativen vpliv tudi na količino mleka in zdravje živali. Pri oskrbi z beljakovinami za nastajanje mleka pa moramo upoštevati še druga dejstva. Tako lahko denimo aminokisline služijo tudi kot surovine za nastajanje nekaterih drugih prepotrebnih snovi v živalskem organizmu. Iz glukogeničnih aminokislin lahko nastaja glukoza, kar je pomembno pri krmljenju krav z večinoma voluminozno krmo. Iz voluminozne krme nastaja pri fermentaciji v vampu manjša količina propionske kisline, iz \nkatere nastaja glukoza. Poleg tega pa se beljakovine po potrebi uporabljajo tudi za nastajanje drugih potrebnih substanc (Žgajner 1990).\nVsebnost beljakovin v mleku je odvisna predvsem od preskrbe z energijo, saj le-ta zagotavlja maksimalno sintezo beljakovin v vampu, ki predstavljajo odločilni delež vseh beljakovin, ki se prebavijo v tankem črevesu. V Sloveniji opažamo največji upad vsebnosti beljakovin v mleku pozno spomladi in poleti, kadar je oskrba z energijo najslabša (Klopčič 2005).\n"], "6": ["2.1.3 Razgradnja in sinteza beljakovin v vampu", "Mikrobi v vampu hidrolizirajo beljakovine iz krme do peptidov in aminokislin. Amoniak, ki pri tem nastane, uporabijo mikrobi skupaj z manjšimi peptidi in aminokislinami za sestavo svojih mikrobnih beljakovin. Nato preidejo mikrobi z vampno tekočino v tanko črevo, tu pa se njihove celične beljakovine prebavijo in absorbirajo. Amoniak je zelo pomemben za razgradnjo in sintezo beljakovin v vampni tekočini. Če je v obroku premalo razgradljivih beljakovin, je koncentracija amoniaka v vampu nizka. V takem primeru je rast mikrobov počasna, slabša je tudi razgradnja ogljikovih hidratov. Če je razgradnja beljakovin hitrejša od sinteze, se amoniak kopiči v vampni tekočini in se njegova koncentracija poveča. V takem stanju se amoniak absorbira v kri in prehaja skozi jetra, kjer se spremeni v sečnino. Da bi se amoniak dobro vgradil v mikrobne beljakovine, mora biti začetna koncentracija amoniaka optimalna, na voljo pa mora biti hitro dostopen vir energije (Stekar 1987).\nKo prispejo prave krmne beljakovine v vamp, jih večinoma razgradijo proteolitični encimi mikroorganizmov najprej do polipeptidov, dipeptidov in aminokislin. Aminokisline, ki pri tem nastanejo, se v vampu le delno absorbirajo in iz njih nastanejo amoniak in organske kisline. Nerazgrajene beljakovine se lahko encimsko prebavljajo v nižjih delih prebavnega trakta. Na stopnjo razgraditve vpliva razgradljivost ali topnost beljakovin. Degradacija beljakovin v vampu je odvisna predvsem od časa zadrževanja v vampu in od \nfermentabilnosti beljakovin. Za uspešno sintezo beljakovin mora biti zagotovljena preskrba bakterij z energijo, katere vir so ogljikovi hidrati. Da je sinteza mikrobnih beljakovin v vampu iz nastalega amoniaka zadovoljiva, mora biti na voljo tudi dovolj energije. Pomembna pa je tudi pH vrednost. Ob prisotnosti dovolj lahko topnih ogljikovih hidratov je fermentacija burna in pH v vampu se niža. Slina, ki prihaja v vamp, pa deluje ravno nasprotno. Če se v vampu nakopiči preveč dušika, ta obremenjuje tudi druge organe, obenem pa se za njegovo izločanje porabi še dodatna energija (Žgajner 1990).\n"], "7": ["2.1.3 Potrebe po energiji", "Natančno porabo in potrebe po energiji je mogoče ugotoviti v metabolnih poskusih, ki so zelo zahtevni in dragi. Pri tem gre za to, da ugotovimo, koliko energije je potrebne za vzdrževanje, koliko energije se izloči z mlekom in koliko energije se naloži v telo ali pa mobilizira za nastajanje mleka. Tako dobimo neto energijske potrebe za nastajanje mleka, ki pa so (Žgajner 1990):\n"], "8": ["2.2 Vpliv prehrane na vsebnost maščobe v mleku", "Količina maščobe v mleku je odvisna od cele vrste dejavnikov, ki jih delimo v dve skupini\n- na gensko pogojene vplive in vplive okolja. Gensko pogojena je lastnost, koliko maščobe v mleku lahko dajo živali v določenem obdobju laktacije na idealnem krmnem obroku. \nGlede tega so velike razlike tudi med posameznimi pasmami, ne le med posameznimi kravami iste pasme (Žgajner 1990).\nOdločilna za količino mleka in odstotek maščobe v mleku pa je poleg genetskega vpliva tudi ustrezna oskrba krave z energijo in beljakovinami. Za nastanek mlečne maščobe sta posebej pomembna prisotnost acetata in razmerje acetat / propionat v vampovem soku. Zlasti acetat ima pri tem odločilno vlogo. Acetat je izhodna substanca za nastajanje maščobnih kislin s parnim številom C-atomov v mlečni maščobi. Količina acetata, ki nastaja v vampu in je na voljo tudi za tvorbo mlečne maščobe, pa je močno odvisna od sestave obroka, posebno ogljikovih hidratov oziroma surove vlaknine, ki je običajno bogata s celulozo. Iz celuloze pri fermentaciji v vampu nastaja večinoma acetat, iz škroba in sladkorjev pa nastaja v glavnem propionat. V suhi snovi obroka za krave mora biti najmanj 18 do 20 % surove vlaknine, da je razmerje nastajanja hlapnih maščobnih kislin takšno, da se ne zmanjša maščoba v mleku (Žgajner 1990).\nPoleg količine surove vlaknine v obroku je pomembna tudi fizikalna struktura surove vlaknine. Mleta surova vlaknina daje manjši odstotek maščobe v mleku. Vzrok za to je spremenjena fermentacija v vampu, ki se pokaže v nižji pH vrednosti, hitrejši pasaži in slabših možnostih za razgraditev celuloze. Zmanjša se tudi nastajanje acetata ter zoži njegovo razmerje do propionata. Nevarnost za majhen odstotek maščobe v mleku je pri premajhnem deležu surove vlaknine v obroku ali neustrezni strukturi obroka. Maščoba v mleku se zmanjša, kadar se razmerje med acetatom in propionatom zoži na manj kot 2,4 do 2,6 : 1. To se zgodi predvsem ob mladi paši, prehodih na pašo, kadar krmimo večje količine umetno sušene kakovostne voluminozne krme in v primeru, ko je obrok prebogat z lahko topnimi ogljikovimi hidrati (Žgajner 1990).\nNeugodne vplive močne krme na količino maščobe v mleku se da nekoliko zmanjšati s pogostejšim odmerjanjem močne krme. S tem dosežemo, da se neugodne razmere za fermentacijo celuloze nekoliko zmanjšajo. Močno krmo razdelimo na čim več obrokov, ki jih krmimo natančno in v enakomernih časovnih presledkih. Največja količina krmnih mešanic, žit ali drugih koncentriranih ogljikovih hidratov na dan naj ne bi bila večja od 2,5 kg pri posameznem krmljenju. Pogostejše, kot je krmljenje, boljše je (Žgajner 1990). \nZanimivo je, da je pri nizki vsebnosti maščobe v mleku majhen vpliv zmernega pomanjkanja energije in beljakovin v obroku. Če pa je maščoba v mleku visoka, bo ob pomanjkanju beljakovin v obroku takoj upadla maščoba v mleku, zato moramo biti previdni, saj tudi neustrezna oskrba krav z beljakovinami vpliva na to. Pri obilni oskrbi z energijo in beljakovinami se maščoba v mleku malo poveča (Žgajner 1990).\nVpliv maščobe v krmi na količino maščobe v mleku je odvisen od tega, kakšne maščobe imamo v obroku, v kakšni količini in kako je sestavljen osnovni obrok. Če količina maščob v krmi presega 5 % v sušini, deluje depresivno na mikroorganizme in s tem na razgraditev celuloze in razmerje acetat / propionat v vampu, ki se zato zoži. Tako večji dodatek maščob v krmi zmanjša maščobo v mleku (Žgajner 1990).\n"], "9": ["2.3 Vpliv prehrane na vsebnost beljakovin v mleku", "Vsebnost suhe snovi brez maščob je neposredno povezana s količino beljakovin v mleku. Na vsebnost beljakovin vpliva (Orešnik 1996):\n- Stadij laktacije: drugi in tretji mesec po telitvi je vsebnost beljakovin nižja, kasneje  se povečuje. Pri kravah v prvih mesecih po telitvi ne moremo pričakovati visoke  vsebnosti beljakovin v mleku. Vsebnost beljakovin pa upada tudi s starostjo krav.  Najvišja je v prvih laktacijah, nato pa do pete laktacije postopoma upada. Nizka  vsebnost beljakovin v mleku je pokazatelj, da je prehrana krav neustrezna (Orešnik  1996).\n- Močna krma: če krmimo večje količine močne krme, se vsebnost beljakovin v  mleku poveča. Odziv vsebnosti beljakovin v mleku na povečanje količine močne  krme pa je zelo odvisen od živali. Pričakujemo lahko, da bo vsak dodaten kilogram  močne krme vsebnost beljakovin v mleku povečal za 0,04 %. Ta se poveča  predvsem zaradi boljše preskrbljenosti z energijo. Zaradi povečanega deleža močne  krme se v vampu poveča delež propionata, ki predstavlja pomemben vir glukoze in  zaradi tega prispeva k varčevanju z aminokislinami. Pri obrokih s koruzno silažo je \n vsebnost beljakovin večja kot pri obrokih, pri katerih prevladuje krma s travinja  (Verbič 1996).\n- Beljakovine: vsebnost beljakovin v mleku lahko povečamo z dodajanjem  beljakovinskih koncentratov z nizko razgradljivostjo beljakovin v vampu.  Povečanje vsebnosti surovih beljakovin v obroku ne povečuje vsebnosti beljakovin  v mleku (Verbič 1996).\n- Voluminozna krma: veliko vsebnost beljakovin v mleku lahko dosežemo le s  kakovostno voluminozno krmo. Mlada paša in zgodaj košena krma s travinja s  kakovostno rušo vsebujeta več energije in beljakovin v primerjavi z ostarelo krmo.  Zelena krma in seno omogočata boljšo preskrbljenost z beljakovinami kot silaža iz  enake krme oziroma iz istih površin; so pa ovele silaže boljše od neovelih (Verbič  1996).\n- Maščobe v obroku: zaradi vključevanja večjih količin maščob v obrok se vsebnost  beljakovin v mleku zmanjša. V kolikor imamo težave s premajhno vsebnostjo  beljakovin v mleku, se izogibajmo krmil, ki vsebujejo maščobe (Verbič 1996).\n- Vitamini: od vitaminov, ki naj bi povečali beljakovine v mleku, se najpogosteje  omenja nikotinska kislina. Vampne bakterije so sposobne tvoriti nikotinsko kislino  iz triptofana, lahko pa z dodatkom nikotinske kisline privarčujemo na triptofanu in  s tem izboljšamo preskrbljenost živali z beljakovinami. Dodatek nikotinske kisline  pa naj bi povečal pridelek mikrobnih beljakovin v vampu (Verbič 1996).\n- Mineralne snovi: mineralne snovi vplivajo na razmnoževanje mikroorganizmov v  vampu, ti pa vplivajo na količino beljakovin v mleku (Orešnik 1996).\n- Razmere v vampu: povezava med prehrano krav in vsebnostjo beljakovin v mleku  je odvisna predvsem od delovanja mikroorganizmov v vampu. Ti mikroorganizmi  največji del zaužitih surovih beljakovin razgradijo do amoniaka. Dušik iz amoniaka  lahko nato mikroorganizmi izkoriščajo za sintezo lastnih beljakovin. Te mikrobne  beljakovine predstavljajo v želodcu in tankem črevesu osnovo za oskrbo krave z  beljakovinami. Odvečne količine amoniaka se absorbirajo v kri, v jetrih se \n pretvorijo v sečnino in se izločijo z urinom. Pri velikih količinah beljakovin v  obroku in pri slabšem izkoriščanju amoniaka v vampu se odvečne količine sečnine  izločajo tudi z mlekom. Drugi viri za oskrbo krav z beljakovinami pa so  beljakovine, ki gredo mimo mikrobne razgradnje v vampu in jih krave potem  neposredno prebavijo v želodcu oziroma v tankem črevesu. Da se mikroorganizmi  v vampu normalno razmnožujejo in rastejo, pa potrebujejo (Orešnik 1996):\n1. dovolj dušika v obroku (do pomanjkanja beljakovin v obroku pride, kadar je  glavna sestavina obroka koruzna silaža),\n2. kakovostne beljakovine (ugoden učinek imajo beljakovine, ki so v vampu  slabše razgradljive),\n3. ne preveč dušika v obroku (prevelike količine beljakovin v obroku so možne  zaradi krmljenja prevelikih količin beljakovinskih močnih krmil ali ob  nepravilnem dopolnjevanju obroka pri mladi paši. Preveč beljakovin v obroku  pomeni preveč amoniaka v vampu. Visoke koncentracije amoniaka škodljivo  vplivajo na mikroorganizme in zavirajo njihovo rast ter razmnoževanje),\n4. dovolj lahko dostopnih ogljikovih hidratov v obroku,\n5. ustrezno fiziološko strukturo obroka,\n6. postopno uvajanje novih krmil v obrok,\n7. primerno količino rudninskih snovi in vitaminov v vampu.\nVse te zahteve vplivajo na višjo vsebnost beljakovin v mleku. Zagotavljajo pa tudi celotno oskrbo krav s hranljivimi snovmi in omogočajo večjo mlečnost, boljšo mlečno vztrajnost, večjo vsebnost maščob v mleku, boljšo plodnost in ugodno zdravstveno stanje krav. S podatki o vsebnosti beljakovin v mleku ocenjujemo prehransko stanje v čredi. Nizka vsebnost beljakovin v mleku je pokazatelj, da je krmni obrok neizravnan. (Orešnik 1996).\nKoličina beljakovin v mleku ni stalna, vendar niha manj kot maščoba. Poleg genskega vpliva na količino beljakovin v mleku so tukaj še drugi vplivi, na primer starost živali, \nsezonski vplivi in vpliv časa po telitvi. Vpliv starosti živali je povezan z zmanjševanjem beljakovin v mleku (Žgajner 1990).\nNa vsebnost beljakovin vpliva oskrba živali z energijo. Dobra preskrbljenost z energijo namreč zagotavlja maksimalno sintezo beljakovin v vampu, ki predstavljajo 60 do 80 % vseh beljakovin, ki se prebavijo v tankem črevesu. Sinteza beljakovin v intermediarni presnovi je odvisna od razpoložljivega ATP, ta pa je odvisen od presnove energije (Žgajner 1990).\nPoglavitni vzrok za upad beljakovin v mleku je pomanjkljiva oskrba z energijo predvsem v prvih treh mesecih po telitvi. Z upadom mlečnosti in povečanim uživanjem krme pa se oskrba z energijo normalizira, zato je tudi sinteza beljakovin v vampu boljša. Poleg vplivov v času laktacije opažamo tudi sezonske vplive. Tudi ti vplivi so pogojeni z oskrbo z energijo. Preobilna oskrba z energijo nekoliko dvigne beljakovine v mleku, vendar pa upade vsebnost maščobe. To se zelo pogosto zgodi v prvem delu laktacije, ker je ustrezna oskrba z energijo možna predvsem z lahko topnimi ogljikovimi hidrati, ki pa zmanjšujejo maščobo v mleku (Žgajner 1990).\nRazlična preskrbljenost z beljakovinami se izraža z različno vsebnostjo beljakovin v mleku. Če je oskrba z beljakovinami 30 % pod potrebami, upade količina beljakovin v mleku za 0,1 %. Prav tako ima preobilna oskrba z beljakovinami zelo majhen učinek, saj nastane v vampu čezmerna količina amoniaka, ki pa se ne more porabiti za sintezo beljakovin, ampak se izloča kot urea z urinom. Drugače je pri zaščitnih beljakovinah, ki preidejo nerazgrajene skozi predželodce in se lahko po prebavi in absorpciji iz tankega črevesa vključijo v sintezo mlečnih beljakovin (Žgajner 1990).\n"], "10": ["3 MATERIAL IN METODE", ""], "11": ["3.1 Opis kmetije", "Rezultate smo pripravili na podlagi vzorcev analize mleka v letu 2010 na gorsko višinski kmetiji, ki je usmerjena v prirejo mleka. Kmetija se nahaja v okolici Slovenj Gradca. Kmetija obsega 30 ha kmetijskih površin, od tega je 16 ha gozda in 14 ha obdelovalnih površin na nadmorski višini 600 m. Stalež govedi niha med 20 in 25 glav, od tega je 17 krav molznic, ostalo pa so plemenske telice za obnovo črede. Teleta moškega spola in teleta ženskega spola, ki so križana z mesnimi pasmami, se prodajo stara 14 dni. Mlečna kvota znaša približno 65000 l mleka letno. Krave so od maja do oktobra na paši na površinah, kjer ni možna strojna obdelava. Sama reja poteka na sistemu priveza, molža pa poteka preko mlekovoda na dve molzni enoti. Zimski obrok je sestavljen iz travne silaže različnih odkosov, koruzne silaže in sena. Travna silaža se skladišči v balah, katere lahko v prvem odkosu uvrstimo med senaže. Poletni obrok je sestavljen iz zelene krme in koruzne silaže ter sena. Poleg osnovnega obroka se obrok dopolnjuje s krmno mešanico za molznice K19 ter s koruznim drobljencem. Dodaja pa se tudi mineralno-vitaminska krmna mešanica ter sol. Voluminozna krma se vsa pridela doma, koncentrirani del obroka pa se dokupi.\n"], "12": ["3.2 Analiza krme", "Vsebnost hranljivih snovi in s tem hranljivo vrednost smo ugotavljali z weendsko analizo, ki spada v skupino dogovorjenih (empiričnih) metod. Analiza ima velik pomen pri sestavljanju najcenejših in po hranljivih snoveh še vedno primernih oziroma usklajenih obrokov za živali. Vzeli smo vzorce krme na kmetiji in jih poslali v analizo na KGZ Murska Sobota. Analizirali smo suho snov, v njej prisotne organske snovi (surove beljakovine, surove maščobe, surova vlaknina) in surovi pepel. Izračunali smo tudi vsebnost neto energije za laktacijo in prebavljive surove beljakovine, ki smo jih pri ugotovitvah najbolj potrebovali. Poleg naštetih parametrov smo analizirali tudi vsebnost mineralov v vzorčeni krmi. Uporabili smo vsebnost surove vlaknine, ki vpliva na vsebnost maščobe v mleku, in surovih beljakovin, ki smo jih potrebovali za izračun ruminalne bilance. Hranljive snovi močne krme smo povzeli po deklaraciji dobavitelja.\n"], "13": ["3.3 Vodenje prehrane", "Konzumacijo suhe snovi smo ugotavljali s tehtanjem krme v zimskem in poletnem obroku, ki smo ga pokladali živalim in nato stehtali razliko, ki je ostala na krmilnem hodniku od dnevnega obroka. Iz količine in analiznega izvida krme, ki so jo živali zaužile, smo izračunali, kakšna je količina zaužite suhe snovi.\nRezultate analize mleka smo pridobili iz analize skupnih vzorcev mleka, ki jih je opravila pogodbena mlekarna v letu 2010.\n"], "14": ["3.4 Izračun RNB", "Ruminalno bilanco, to je bilanco dušika v vampu, smo izračunali na podlagi enačbe:\nSBg  nXPg  6,25\nPodatke za SB smo vzeli iz analize krme, nXP pa smo izračunali na podlagi enačbe1:\nn XP krme (g / kg SS ) = [11, 93 – (6, 82×(NSB / SB))]×ME MJ/ kg SS + 1,03×NSB g/kg\nNSB g/kg = (NSB % × SB g/kg): 100\nTudi vrednost ME smo vzeli iz analize krme. Rezultate, ki smo jih dobili za posamezno krmo, smo pomnožili z deležem te krme v obroku.\nSB = surove beljakovine, nXP = metabolične ali presnovljive beljakovine v tankem črevesu, NSB = nerazgradljive beljakovine v tankem črevesu, ME = metabolna energija\n"], "15": ["4 REZULTATI IN RAZPRAVA", ""], "16": ["4.1 Kakovost krme v letu 2010", ""], "17": ["4.1.1 Ocena kakovosti krme", "S primerjanjem krme na kmetiji z ostalo krmo, pridelano v Sloveniji, je razvidno, da določene hranilne snovi odstopajo od vrednosti povprečne krme, ki smo jih povzeli iz preglednic KIS-a (Verbič in Babnik 1998 ).\nVisoka vrednost SS v travni silaži ni imela negativnega vpliva na kakovost krme, saj se ni kvarila. Travna silaža se na kmetiji silira v bale, ena bala pa zadošča za dva krmna dneva. Glede na rezultate analize bi lahko nadalje ob spravilu travne silaže poskušali doseči nižjo vsebnost suhe snovi s krajšim venenjem. Zaradi večje vsebnosti suhe snovi živali pojedo manj krme, zato bi si želeli silažo z manj suhe snovi, da bi lahko zaužile več krme in bi s tem dobile tudi več hranilnih snovi. Boljšo hranilno vrednost pa bi lahko dosegli tudi z zgodnejšo košnjo, kar pa je seveda povezano z vremenom v hribovskem svetu, ki rejcem ni vedno naklonjeno. Travna silaža je vsebovala v kilogramu krme 610 g suhe snovi, 65,5 g/kg SS prebavljivih surovih beljakovin, 4,93 MJ/kg neto energije za laktacijo in 303,6 g/kg SS surove vlaknine. Glede na povprečne vrednosti iz literature (Verbič in Babnik 1998) je vsebnost PSB in NEL nižja, kar je pokazatelj, da je bila krma pokošena prepozno.\nMrva je vsebovala 875,5 g SS, 42 g PSB/kg SS, 3,98 MJ/kg NEL ter 338,8 g SV/kg SS. Ob primerjavi s podatki povprečnih vrednosti iz literature (Verbič in Babnik 1998) lahko sodeč po vsebnosti SV sklepamo, da je bila mrva košena v času polnega cvetenja. Na podlagi vsebnosti beljakovin in energije pa faze spravila ne moremo določiti, ker so vrednosti bistveno nižje kot v preglednicah analizirane povprečne krme na Slovenskem, kar je najverjetneje odvisno od založenosti tal.\nKoruzna silaža je vsebovala 302,6 g SS/kg, 42,3 g PSB/kg SS, 6,68 MJ/kg SS NEL in 165 g SV/kg SS. Glede na vsebnost SS lahko silažo uvrstimo v fazo med zgodnjo voščeno in polno voščeno zrelostjo, kot je razvidno iz literature (Verbič in Babnik 1998). Vsebnost NEL je nekoliko višja od povprečne vrednosti krme na Slovenskem (6,5 MJ/kg SS NEL Verbič in Babnik 1998), vrednost PSB pa je nekoliko nižja od povprečne vrednosti (45 g/kg SS Verbič in Babnik 1998). Sklepamo lahko torej, da je koruzna silaža silirana v dokaj optimalnem času. \nPodatke v zvezi z zeleno krmo in pašno travo smo pridobili na kmetijskem inštitutu. Ti podatki so pridobljeni v okolju, ki je primerljivo s tistim, v katerem se nahaja kmetija. Vzeli smo podatke za naravno travinje – mešan sestoj trav, detelj in zeli. Takšna zelena krma je vsebovala 190 g SS, 111 g PSB/kg SS, 6,2 MJ/kg SS NEL ter 240 g SV/kg SS.\n"], "18": ["4.2 Normativ za vzdrževanje in prirejo mleka pri govedu", "Normativ za potrebe beljakovin in energije smo določili na povprečni teži živali in mlečnosti, ki pa smo jo izrazili glede na to, kakšna bi naj bila največja možna prireja glede na zaužito suho snov. Najvišjo količino mleka glede na največjo možno prirejo smo dosegli le v mesecu februarju, ko je bila še nekoliko višja glede na normativ za najvišjo možno prirejo (16,65 l/kravo/dan). V januarju, aprilu, maju in avgustu smo se dokaj dobro približali količini mleka, ki bi jo pričakovali glede na oskrbo s hranilnimi snovmi v krmi. Zakaj mlečnost ni bila dosežena, je opisano v nadaljevanju.\nGlede na potrebe po beljakovinah in energiji v zimskem obroku nismo zadostili potrebam po beljakovinah, v poletnem pa je bila oskrba z energijo in beljakovinami manjša od priporočenega normativa. Vzroke smo opisali pri analizah obroka in obrazložitvi rezultatov \nanalize mleka v posameznem obdobju. Na prebavljivost krme je vplivala velika vsebnost surove vlaknine v zimskem obroku, zaradi tega se je domnevno zmanjšala prebavljivost organske snovi in posledično je bila prireja manjša, kakovost mleka pa slabša. Poleg tega je travna silaža vsebovala veliko suhe snovi, zato so je živali zaužile manj. Da bi zadostili potrebam po normativu, bi morali obrok izravnati z beljakovinsko močno krmo, da bi pokrili primanjkljaj beljakovin v obroku. Prav tako bi morali vključiti travno silažo z manj suhe snovi ter zmanjšati vsebnost surove vlaknine, na katero najbolj vplivamo z ustreznim časom košnje.\n"], "19": ["4.3 Analiza zimskega obroka", "Zimski osnovni obrok je sestavljen iz mrve, koruzne silaže in travne silaže prve in druge košnje. Mrva prispeva v obrok beljakovine, mineralne snovi, vitamine in ustrezno fizikalno strukturo surove vlaknine. Osnovni obrok dopolnjuje še travna silaža, ki se dobro kombinira s koruzno silažo. Tako živali več pojedo in večja je količina mleka zaradi večje količine zaužite suhe snovi. Iz analize obroka je razvidno, da obrok vsebuje preveč surove vlaknine (4152 g, kar predstavlja 28,13 % suhe snovi celotnega obroka), normativ za surovo vlaknino v obroku pa je med 18 in 26 % suhe snovi. Če je v obroku preveč strukturne surove vlaknine, se zmanjša prebavljivost organske snovi. Oskrba z energijo je optimalna, nekoliko slabša je preskrbljenost z beljakovinami. \nOsnovni obrok dopolnjuje krmilo K19, kar je sicer dobro, vendar glede na to, da je preskrbljenost z beljakovinami v obroku nekoliko nizka, bi lahko ustrezneje dopolnili obrok s beljakovinskim krmilom.\n"], "20": ["4.3.1 Rezultati analize mleka - zimski obrok", "/kravo/ dan\n(urea: mg/100 ml mleka, SS: %, SC: število SC/ml, laktoza: %, skupna kol. mleka: l, povpr. l/dan: povprečna skupna količina namolzenega mleka/dan, pov. l: povprečna količina mleka/kravo/dan) \nOdstotek maščobe v mleku kaže, da je v obroku dovolj surove vlaknine in dobra oskrbljenost z energijo, saj smo v obroku tudi zagotovili 86,22 MJ NEL, kar zadošča za najvišjo možno prirejo 16 l mleka. Razmerje M/B se v našem primeru med vzorci spreminja (giblje se med 1,1 in 1,35), najbolje pa je, da je konstantno. Vsebnost beljakovin je optimalna, saj se giblje med 3,2 in 3,8 %, kar je priporočljiv delež. To se kaže tudi v rezultatu vsebnosti suhe snovi v mleku pri analizah. V zaužitem obroku pa se je pojavil tudi primanjkljaj beljakovin, potrebnih za vzdrževanje in proizvodnjo, ki naj bi jih žival zaužila. To je najverjetneje posledica krme, ki je vsebovala malo slabše hranilne snovi. Mogoče je sklepati, da je to povezano z založenostjo tal in gnojenjem ter tudi s samim časom košnje, lahko pa na to tudi vpliva visoka vsebnost surove vlaknine v obroku (4152 g v obroku, priporočene vrednosti so med 3300 in 3600 g v obroku). Lahko bi se ta primanjkljaj pojavil tudi zaradi premalo razgradljivih beljakovin v vampu in slabše sinteze beljakovin v vampu, kar se izraža z vsebnostjo uree v mleku. Vsebnost uree je bila zelo raznolika, pogosto precej drugačna od optimalne vrednosti, ki naj bi znašala med 15 in 30 mg/100 ml mleka, najugodnejša pa je pri 25 mg/100 ml mleka. Če je vsebnost sečnine v mleku izven optimalnega območja, je to pokazatelj neravnovesja med topnimi ogljikovimi hidrati in beljakovinami v vampu, potrebnimi za mikrobno sintezo. Iz analize je razvidno, da je vsebnost uree optimalna le v drugem vzorcu v mesecu novembru (19,2 mg/100 ml mleka) in v prvem vzorcu v mesecu decembru (22,5 mg/100 ml mleka), v januarju in februarju pa je zelo blizu mejni vrednosti (15,7 mg/100 ml mleka in 15,6 mg /100 ml mleka v prvih vzorcih). Na podlagi tega bi lahko sklepali, da je obrok neprimerno dopolnjen z žiti, primanjkuje pa tudi razgradljivih beljakovin. Vsebnost sečnine v mleku posredno kaže na dogajanje v presnovi beljakovin, medtem ko je vsebnost beljakovin predvsem odvisna od oskrbe z energijo. Predvsem vsebnost sečnine priča o oskrbi z razgradljivimi surovimi beljakovinami, medtem ko vsebnost beljakovin ni poglaviten kazalec preskrbe s surovimi beljakovinami. V literaturi Ferguson (2005) in Nousiainen s sod. (2004) navajajo, da je najustreznejša vsebnost sečnine v bazenskih vzorcih mleka med 10 in 16 mg/100 ml mleka tista, ki zagotavlja optimalno izkoristljivost presnovljivih beljakovin v obroku. Rezultate analize mleka v našem primeru bi torej lahko povezali s temi ugotovitvami. \nGlede na vsebnost laktoze bi lahko trdili, da je v obroku premalo močne krme. Vsebnost laktoze je v tesni povezavi s somatskimi celicami, saj lahko opazimo, da se ob povečanju somatskih celic zmanjša vsebnost laktoze, kar je zelo dobro vidno v novembru in decembru, ko so se somatske celice precej zvišale. Optimalna vsebnost je 4,6 %, v naših vzorcih pa je bila ta vrednost ustrezna le v nekaj vzorcih, najbolj se je približala v mesecu aprilu.\nVsebnost maščob je zelo raznolika in se spreminja (med 4 in 4,5 %). Vsebnost maščob kaže tudi na dovolj strukturnih ogljikovih hidratov (celuloza, hemiceluloza) v obroku, kar se je pokazalo tudi pri analizi obroka. Zaradi velike količne surove vlaknine v obroku je vsebnost maščob večja, a je tak obrok slabše prebavljiv, krave manj pojedo in pri takšnem \nobroku ne moremo pričakovati visoke mlečnosti. Najverjetneje se je vsebnost spreminjala zaradi krme, ki se je razlikovala po kakovosti.\nTudi vsebnost beljakovin se je spreminjala, vendar ne tako hitro. Od meseca januarja je padala iz 3,56 % na 3,37 % v prvem vzorcu v marcu, pri drugem vzorcu v mesecu marcu pa se je dvignila na 3,42 %. V aprilu je znova padla. Najverjetnejši razlog za to je voluminozna krma, ki je košena v poznejših fazah razvoja, kajti krma v zgodnjih fazah razvoja je bolje prebavljiva, zaradi česar je v vampu za sintezo mikrobnih beljakovin na voljo več energije. V jesenskem obdobju se je vsebnost beljakovin ponovno dvigala, predvsem zaradi dobre oskrbe z energijo po poletnem obdobju, saj se je v obroku povečala količina koruzne silaže.\nMlečnost se je v mesecu februarju povečala, predvsem na račun telitev. V mesecu marcu je mlečnost znova upadla zaradi visoke vsebnosti surove vlaknine v obroku, kot smo že omenili, saj je prebavljivost slabša in živali tako zaužijejo manj hranljivih snovi. Aprila se je zaradi telitev znova zvišala. V jesenskem obdobju je bila precej nizka, predvsem zaradi presušenih krav, saj je bilo molznih le devet krav, ki pa so tudi bile že pri koncu laktacije.\n"], "21": ["4.4 Analiza poletnega obroka", "Osnovni poletni obrok je sestavljen iz paše, travne in koruzne silaže. Dopolnjen del obroka pa sestavlja krmilo K19. Živali dobijo tudi vitaminsko-mineralni dodatek in sol. Čez dan so živali na paši, zvečer dobijo v hlevu koruzno silažo, travno pa zjutraj pred pašo. Krmilo se jim daje v dveh obrokih. V obroku primanjkuje beljakovin in energije, kar se je pokazalo tudi pri kakovosti mleka. Čeprav je surove vlaknine v povprečju dovolj (21,2 % v suhi snovi) je maščoba v mleku večinoma nizka. Zaradi pomanjkanja energije in beljakovin v hrani je nizka tudi vsebnost beljakovin v mleku. Rečemo lahko, da je obrok neizravnan in da bi morali v obroku uporabiti energetsko in beljakovinsko krmilo v ustreznem razmerju, da bi obrok ustrezno izravnali na potrebne količine beljakovin in energije. Obrok, ki smo ga analizirali, je povprečen obrok, saj se izrazito spreminja predvsem kakovost paše in zato prihaja do sprememb v vsebnosti hranilnih snovi, kar pa je lahko razvidno tudi iz rezultatov analize mleka.\n"], "22": ["4.4.1 Rezultati analize mleka – poletni obrok", "l/kravkkravo\n(urea: mg/100 ml mleka, SS:%, SC: število SC/ml, laktoza: %, skupna kol. mleka: l, povpr. l/dan: povprečna skupna količina namolzenega mleka/dan, pov. l: povprečna količina mleka/kravo/dan)\nVsebnost maščob je s pašnim obdobjem začela upadati in je bila zelo raznolika. Enako se je dogajalo z vsebnostjo beljakovin. Vsebnost uree (v večini vzorcev pod 15 mg/100 ml mleka) je pokazatelj, da so krave preskromno oskrbljene z beljakovinami. V vampu primanjkuje razgradljivih beljakovin in živali zaužijejo premalo krme, zato sta prebava in sinteza beljakovin v vampu omejeni. Zaradi tega pride do pomanjkljive oskrbe krav z beljakovinami in energijo. V obrok bi bilo potrebno vključiti beljakovinska krmila. Tako bi \nse povečalo zauživanje krme in izboljšala prebavljivost, vendar je potrebno paziti, da obrok izravnamo tako, da ne pride do zakisanja vampa.\nPrav zaradi nizke vsebnosti beljakovin je bila nižja tudi vsebnost suhe snovi v mleku, ki se je gibala med 8,0 in 8,43 % in ni dosegla kriterija 8,5 %.\nTo pestro raznolikost vsebnosti maščob bi lahko povezali tudi s pašo, katere kakovost se skozi pašno obdobje izrazito spreminja. To se je pokazalo tudi pri vsebnosti uree, ki je v drugem vzorcu v mesecu avgustu, v prvem vzorcu v mesecu septembru in v prvem vzorcu v mesecu oktobru presegla optimalno vrednost (med 15 in 30 mg/100 ml mleka, v našem primeru pa je so bile vrednosti 34/34,6/31,2). Krave so dobile preveč krme s travinja, kjer je bil v ruši najverjetneje prisoten velik delež metuljnic, le-te pa so zelo bogate z beljakovinami. Koruzne silaže je v tem obdobju že zmanjkalo, zato je v obroku primanjkovalo energije in jo bi bilo potrebno nadomestiti. Zaradi tega je bilo v vampu preveč razgradljivih beljakovin, posledično je bila otežena presnova. Povečalo se je izločanje dušika iz telesa, za kar se porabi prav tako precej energije in še dodatno pripomore k pomanjkljivi oskrbi krav z energijo.\nVisoko vsebnost sečnine bi lahko utemeljili tudi s sezonskim vplivom, kajti Rajčevič in sod. (1995) navaja, da je vsebnost sečnine v poletnem obdobju večja kot v zimskem. Predvsem ima na to velik vpliv paša.\nRazmerje M/B je bilo dokaj optimalno, okoli 1,2, čeprav bi si želeli, da bi bilo okoli 1,4 ali vsaj konstantno. V drugem vzorcu v septembru je se je razmerje zožilo pod 1,1 - na 1,06, vsebnost beljakovin pa je bila 3,12, kar pomeni, da je bila prenizka. Glede na to lahko sklepamo, da je bila za to kriva neustrezna struktura obroka, v obroku je najverjetneje bilo preveč mlade paše in premalo koruzne silaže. V prvem vzorcu v mesecu novembru je bilo razmerje preozko, vendar je bila vsebnost beljakovin 3,4. Vzrok za to pa bi lahko bil tudi že začetek prehoda iz poletnega na zimski obrok, saj paša ni več tako dobre kakovosti in je potrebno več dokrmiti v hlevu. Zato je zelo pomembno, da živali počasi navajamo na drugačen krmni obrok, da ima to čim manjše posledice na količino in kakovost mleka. Vendar lahko tu znova govorimo o sezonskih vplivih, saj spremembo obroka povzročijo tudi deževje, nizke temperature in zgodnja slana, ki preprečujejo nadaljnjo pašo. \nPri vsebnosti laktoze lahko opazimo, da je bila le-ta v vseh vzorcih nizka, saj je bila pod 4,6 %. To je hkrati pokazatelj, da je v obroku premalo energije, saj je kljub manjši vsebnosti somatskih celic vsebnost laktoze vseeno nizka. Za povečanje vsebnosti laktoze bi morali vključiti v obrok več močne energetske krme.\nKot smo že omenili, je začela vsebnost maščob in beljakovin upadati s pašnim obdobjem. Vendar je pa se vsebnost maščob gibala zelo neenakomerno, saj je padala in naraščala celo med dvema mesečnima vzorcema. V poletnih mesecih krave zaužijejo manjše količine krme. Ker se pri prebavljanju voluminozne krme sprosti več energije v obliki toplote kot pri prebavljanju močne krme, krave najprej zmanjšajo zauživanje strukturnega dela obroka. Zato se zmanjša vsebnost maščob v mleku. Predvsem hitro rastoča paša zaradi visoke vsebnosti lahko topnih ogljikovih hidratov prav tako zmanjšuje vsebnost maščob v mleku. Povzroča pa tudi zožitev razmerja med acetatom in propionatom, ki imata pomembno \nvlogo pri nastanku maščob v mleku, zato se vsebnost le-teh zmanjša. Živali se pasejo v čredinkah in so v posamezni čredinki približno polovico meseca; ko pridejo v drugo čredinko, je v njej zelo veliko mlade paše. Tudi to je lahko vzrok za takšno nihanje maščobe v mleku.\nŠe eden od vzrokov, ki je lahko vplival na zmanjšano vsebnost beljakovin v poletnih mesecih, je vročinski stres. Verbič (2000) navaja, da visoka temperatura v okolju povzroča počasnejše prehajanje krme skozi prebavila. Razgradljivost beljakovin v vampu se s tem poveča, zmanjša pa se sinteza mikrobnih beljakovin. V mesecu juniju je vsebnost beljakovin padala s 3,16 na 3,14 % saj so se najvišje dnevne temperature v posameznih dneh dvignile nad 30 -C. Še intenzivneje se je to odrazilo v mesecu juliju, ko je vsebnost padla na 2,9 %, najvišje dnevne temperature pa so se povzpele tud do 35 -C. V mesecu avgustu se je dnevna temperatura znižala na 20 do 35 -C in vsebnost beljakovin v mleku je začela naraščati ter v drugi polovici avgusta dosegla 3,14 %. Visoke temperature pa je v posameznih dneh spremljala visoka relativna zračna vlaga, kar je povzročilo še večji učinek vročinskega stresa, saj se tudi nočne temperature niso spustile pod 20 -C (ARSO 2010).\nPomembno je, da ne krmimo niti preveč niti premalo surovih beljakovin, ker se v teh primerih poveča proizodnja toplote. Če primanjkuje surovih beljakovin, se poslabša prebavljivost obroka. Prevelike količine pa povečajo potrebe po energiji in izločanje sečnine, kar je predvsem opazno v zadnjem delu poletnega obodbja.\nNa upad beljakovin ima velik vpliv oskrba z energijo, ki pa jo je v poletnem obdobju težje zagotoviti oziroma premalo pozornosti namenjamo energetskim krmilom za izravnanje obroka. V našem primeru je v obroku primanjkovalo energije pa tudi beljakovin, zato je vsebnost beljakovin tudi upadla. Velik vpliv imajo tu tudi rastni dejavniki, saj vemo, da je v poletnih mesecih rast slabša, primanjkuje paše, prav tako pa je kakovost le-te slabša. Prav tako živali po dežju na razmočenih tleh travo manj popasejo, ker je onesnažena z blatom. \nPovprečna mlečnost krav na dan je v mesecu juniju padla, za kar je pretežen razlog v presušitvah, nekaj pa imajo pri tem vremenske razmere. Predvsem govorimo o vročinskem stresu, ki povzroča padec mlečnosti in neugodno vpliva na plodnost. Zato je potrebno, da imamo dobro prezračene hleve in živalim zagotovimo senco na pašniku ter tako nekoliko zmanjšamo posledice vročinskega stresa. V takšnih vremenskih razmerah živali zauživajo manj krme in posledično je tudi mlečnost manjša. V jesenskem obdobju od meseca septembra dalje pa je mlečnost spet začela padati zaradi presušitev.\n"], "23": ["4.5 Ruminalna bilanca", "Ruminalna bilanca celotnega obroka nam pove, kako mikroorganizmi izkoriščajo prosti dušik za lastno sintezo. Normalna vrednost za kravo je 0 ali pa rahlo pozitivno; med 0 in +50 gN/kg je normalna vrednost za mikrobno populacijo predželodcev. Če je dušika preveč, mikrobom potemtakem primanjkuje energije za izkoriščanje dušika ali pa imamo v obroku preveč razgradljivih beljakovin. V našem primeru je bila povprečna ruminalna bilanca 86,18 gN/kg krme v zimskem obroku in 128,50 gN/kg krme v poletnem. V poletnem obroku je bila vsebnost dušika v krmi visoka, kar je povezano tudi s pomanjkanjem energije v obroku. Torej bi morali energijo v obroku izravnati, da bi znižali količino dušika. Tudi v zimskem obroku je bila vsebnost dušika previsoka, kljub temu da je bil obrok izravnan glede potreb po energiji.\n"], "24": ["5 SKLEPI", "V letu 2010 smo na kmetiji ugotavljali vpliv kakovosti krme in sestave obroka ter drugih okoljskih vplivov na kakovost mleka.\nUgotovili smo, da ima krma velik vpliv na kakovost mleka, a na mlečnost in kakovost mleka vplivajo tudi drugi dejavniki. Za zimski obrok lahko rečemo, da je v našem primeru vseboval preveč surove vlaknine, zaradi česar so živali slabše izkoriščale hranilne snovi iz krme. Na kakovost mleka v zimskem obdobju pa so imele vpliv tudi motnje v presnovi. Obrok je bil neizravnan glede na potrebe po beljakovinah, zato bi morali obrok dopolniti z žiti, da bi povečali tudi razgradljive beljakovine v vampu.\nPri poletnem obroku je vsebnost maščobe in beljakovin v mleku upadla. Urea v mleku pa je bila pokazatelj, da so živali preskromno oskrbljene z energijo in beljakovinami. Prav tako je v poletnem obroku primanjkovalo razgradljivih beljakovin v vampu. V avgustu, septembru in oktobru so živali zaužile preveč krme iz travinja – paše, ki je bila bogata z beljakovinami. Le-te so v vampu povzročale slabšo presnovo in povečale izločanje dušika iz telesa, za kar se porabi veliko energije. Prav tako je mlada paša slabšala strukturo obroka in vplivala na razmerje M/B, ki se je zožilo pod 1,1. Zauživanje suhe snovi je bilo v poletnem obdobje zmanjšano, kar domnevamo, da je posledica prisotnosti vročinskega stresa.\n"], "abstract": ["V letu 2010 smo v čredi krav na gorski kmetiji ugotavljali vpliv sestave poletnega in zimskega obroka, s katerim so bile krave krmljene, na kakovost mleka. Namen naloge je bil ugotoviti oskrbljenost krav s poglavitnimi hranilnimi snovmi glede na kakovost mleka, ki smo jo ugotovili z analizo mleka na kmetiji. Analizirali smo zimski in poletni obrok in ugotovili, da v obeh obrokih primanjkuje razgradljivih beljakovin, ki so potrebne za sintezo mikrobnih beljakovin v vampu in posledično za prebavljivost krme. Razmerje M/B v mleku je bilo precej raznoliko, a zaželeno je čim bolj konstantno razmerje. V poletnem obroku se je razmerje gibalo med 1,2 in 1,3, vendar se je v jesenskih mesecih zožilo pod 1,1. Vsebnost maščob je s pašo upadla pod 4 % in je bila v poletnem obdobju zelo raznolika. Prav tako je upadla vsebnost beljakovin pod 3,2 %, kajti s poletno krmo je težje zagotoviti potrebe po energiji. V zimskem obdobju se je razmerje M/B gibalo med 1,1 in 1,35. Vsebnost maščob se je gibala med 4 in 4,5 %, kar kaže na dovolj vlaknine v obroku. Vsebnost beljakovin je bila januarja 3,56 % in je nato upadala zaradi preskromne oskrbe z energijo, potrebno za sintezo mikrobnih beljakovin v vampu. "]}