{"1": ["1 UVOD", "Oljna buča (Cucurbita pepo L. convar. citrullina (L.) spada med tradicionalne slovenske poljščine in med najstarejše gojene rastline. Predstavlja pomemben člen v poljedelstvu. Za pridelovanje buč lahko izkoristimo sleherno obliko in velikost zemljišča, posevki buč dajejo tudi svojevrsten videz in okras krajini v poletnem času s cvetenjem, jeseni pa s plodovi. Buče se razlikujejo po velikosti, obliki, barvi, izgledu lupine, okusu mesa, času skladiščenja in uporabi. Uporabljamo jih lahko v prehrani ljudi, živali, zdravstvene in kozmetične namene, za okras, v preteklosti so jih uporabljali tudi pri najrazličnejših obredih in šegah. Uporabni so skoraj vsi deli: bučno meso, včasih z lupino vred, semena (golic in belic) in cvetovi. Iz golic lahko po posebnem postopku pripravimo bučno olje, značilne barve, vonja in okusa. V bučnih semenih so poleg pomembnih hranilnih snovi (vitamini, minerali, linolna kislina…) prisoten tudi selen (Podgornik Reš 2003).\nTritikala (Triticosecale Wittm. & Camus) je hibridna vrsta nastala z križanjem rži in pšenice, to je dveh različnih botaničnih rodov. Žlahtnitelji jo imenujejo krušno žito prihodnosti. Predvsem naj bi s to vrsto pridelovali žita tudi na območjih manj primernih za pšenico. Prednost pred drugimi žiti: odpornost na nizke temperature in možnost večjih pridelkov nadzemne mase, kakor tudi zrnja za prehrano ljudi in živali. Moka vsebuje nekaj glutena zaradi tega velja kot majn primerna za peko kruha (Bavec 2000).\nSoja (Glycine max (L.) Merr) uvrščamo jo med najstarejše gojene rastline. Njena domovina so visoke planote vzhodne Azije. Kitajci so jo gojili že pred pet tisoč leti. Soja je strateško pomembna oljnica in beljakovinska stročnica, ki ima velik pomen za prehrano ljudi uporabljamo: seme kot prilogo, moko, sojino mleko, sir, maslo. Za prehrano domačih živali: uporabljamo zrnje, sojine pogače in zelena masa. V industriji za krmila, v živilsko predelovalni industriji farmaciji, za barve lake, plastične mase, tekstil papir. Zrnje vsebuje od 35 do 50% beljakovin, od 18 do 30% maščob, približno 34% ogljikovih hidratov, različne minerale in vitamine. Pomembna je pa zlasti za tiste, ki ne uživajo mesnih izdelkov (Kocjan Ačko 1999). \nCilj diplomske naloge je analiza ekonomske upravičenosti pridelovanja oljnih buč, tritikale in soje. S tem namenom bomo razvili tehnološko ekonomski model proizvodnje, s pomočjo katerega se bo na podlagi vhodnih podatkov in generiranih izhodnih podatkov ocenila rentabilnost pridelovanja.\nDelovna hipoteza. Raziskave, povezane s to nalogo, temeljijo na hipotezi, da ob doseganju in predvidenih tehnoloških parametrov ter ceni pridelava oljnih buč, tritikale in soje ekonomsko upravičena. \n2 PREG  GLED OB  BJAV\n"], "2": ["2.1 Pridelaava oljnih buč  b v Sloveeniji", "V Sloveniji se največ  n oljniih buč prideela na Štajerrskem in v Prekmurju.. Pridelujejo  o kmetje in kmetijske  k zaadruge. V Sloveniji pridelujemo  o oljne buuče na 34000 ha. Pov  vršine se  o obdobja prenehanjaa pridelovan poveečujejo vse od nja sladkornne pese. Povvprečni pridelek je v letih 1996-20088 znašal odd 400-800 kg/ha. Polletna vremenska neurrja so v leetu 2008 posebbno slabo vplivala  v na pridelek  p buččnic za olje, bil je kar za  z 40% mannjši kot v leetu 2007. Preceejšen del pridelave  p o namenjenn samooskrbbi kmetije z oljem  olljnih buč jee še vedno (Stattistični uradd RS 2008).\nGrafi  fikon 1: Priddelovanje olljnih buč v Sloveniji  S v letih 2003 in 2004  (httpp://www.staat.si/stat_uraad.asp) \n(http://www.mkgp.gov.si/fileadmin/mkgp.gov.si/pageuploads/Varna_hrana/STAJ.  PR.BUCNO_OLJE.pdf)\nVsako leto se vse več kmetov odloča za pridelovanje buč, ker je vse večje zanimanje za bučno olje. Na tem območju so tri večje oljarne, ki predelujejo bučna semena v bučno olje, in sicer Tovarna olja Gea, Jeruzalem, Oljarna Fram d.o.o. in seveda mnogo manjših oljarn okrog 25, ki se poleg ostalega kmetijstva ukvarjajo z dodatno dejavnostjo s predelavo bučnih semen v bučno olje, kar jim predstavlja dodatni vir prihodka (Kocjan-Ačko 1999).\n"], "3": ["2.2 Pregled pridelovanja buč v svetu", "Po podatkih FAO se je pridelovanje buč na svetu (jedilnih, okrasnih in oljnih) v zadnjih desetih letih zelo povečala. Zadnja leta z bučami zasadijo okoli 1.200.000 hektarjev. Največ buč pridelajo na Kitajskem, sledijo Indija, Amerika, Ukrajina, Rusija, Egipt, Romunija, Španija, Italija. Svetovni pridelek znaša 15.000.000 ton. V Ukrajini je posejanih 46.000 hektarjev kmetijskih površin, v Romuniji pa 35.000 ha površin (Podgornik 2003). \nV Evropi se s bučnim oljem na trgu uveljavljata tudi Madžarska, Avstrija in Nemčija. Drugod po svetu gojijo buče za druge namene, kot okrasne in jedilne buče v ZDA pa za noč čarovnic (Glew in sod. 2006).\nRegresijska premica prikazuje povprečni pridelek, pridelovanja buč v državah EU od leta 1994-2006. Iz premice je razvidno, da se pridelovanje buč povečuje (premica je naraščajoča). V letu 1994 je bil povprečni pridelek 31.000 t (prikaz v točki A) in v letu 2006 pa 34.584 t buč (prikaz v točki B).\n"], "4": ["2.3 Pridelaava tritikalle v Sloveniiji", "Najpprimernejše območje zaa tritikalo soo kisla tla- bližina  b gozdda, kjer škoodo dela div  vjad. Ker so pridelki  p slaame višji v primerjavvi s ozimn  no pšenicoo je tritikaala primern  nejša na živinnorejsko usm  merjenih km  metijah. Priidelek tritik  kale je bil v letu 2009 4000 kg/haa. V letu 20088 je bil večji za 3,2%. Površine s tritikalo se povečujejoo že nekaj leet v zadnjih  h desetih letih so se povečale kar za  z petkrat. V letu 200  09 je bilo posejanih  p 3.400 ha km  metijskih površin (Statistični urad RS  S 2009).\nPregllednica 1: Pridelek  P tritiikale v letihh 2008 in 20  009 (Statistiični urad RS  S 2009)\nfikon 3: Priddelek tritikaale, rži in ovvsa v Sloven Grafi niji od 19999-2009  (httpp://www.staat.si/novica__prikazi.asp px?id=2938)\n"], "5": ["2.4 Pridelaava soje v Sloveniji", "V Slooveniji sojoo pridelujem  mo v majhneem obsegu, čeprav se trrudimo z uvvajanjem žee več kot 100 let.  l Po letu 2000 pa jo sejejo nekaateri ekološk  ki kmetje koot zrnato strročnico v ko  olobarju. Venddar imajo pri  p pridelavii soje težavve preredki ali prezaplleveljeni poosevki ter prepozne  p sortee. Ker v dessetletjih nism  mo sejali sooje imamo premalo  p znaanja in izkuušenj s to po  oljščino, da bii lahko km  metom učinkkovito svetoovali. Večin  noma soje, ki jo porabbimo v Slov  veniji za prehrrano živali in  i ljudi se uvozi  u iz druggih držav (K  Kocjan Ačkko 2004).\nGrafi  fikon 4: Graafični prikazz zemljišča posejana  p s sojo in skuppni pridelekk v letih 200  05 – 07  (Statistični uradd RS 2005) \n  (Statistični urad RS 2005)\n"], "6": ["2.5 Pregled pridelovanja soje v svetu", "Soja je strateško pomembna oljnica in beljakovinska stročnica, zato se zemljišča soje vsako leto povečujejo (preglednica 3). V letu 2000 je bilo posejanih 70 milijonov hektarjev površin, v zadnjih nekaj letih so povečali na 100 milijonov hektarjev kmetijskih površin (http://apps.fao.org/ FAO 2006).\n(http://www.zemljani.com/forum/iewtopic.php?t=146)\nV preglednici 3 so podatki za velikost zemljišč in pridelek v petnajstih državah, največjih pridelovalkah soje v svetu. \n  pridelek v tonah na hektar (FAO 2006)\nPo podatkih mednarodne organizacije za kmetijstvo in prehrano je bilo leta 2006 v svetu pridelanega 221.500.938 ton sojinega zrnja na 92.988.859 hektarjih zemljišč. Povprečni pridelek pa znaša 2,4 t/ha. V Evropski uniji je leta 2006 po podatkih mednarodne organizacije za kmetijstvo in prehrani s sojo posejanih 487.590 hektarjev, skupen pridelek pa je znašal 1.212.056 ton. Povprečen pridelek leta 2006 je bil 2,5 t/ha (FAO 2006).\n"], "7": ["2.6 Dosedanje raziskave ekonomske upravičenosti pridelovanja alternativnih", "poljščin\nPri večini alternativnih kultur, še posebej v primeru pridelave le-teh na manjših kmetijah, za katere je posebno, da imajo že ob setvi znano ceno po kateri bodo pridelek prodale, je možno da se pogodbe sklepajo že pred setvijo. Ker je pri večini alternativnih kultur povpraševanje večje od ponudbe, so tudi cene solidne, cenovno tveganje pa manjše kot pri žitih, kjer imamo v zadnjih letih opravka z izrednimi nihanji cen. V Avstriji je povpraševanje predvsem po semenih soje, trav in dosevkov. Pridelava oljnih buč, tritikale in soje za seme je v sosednji Avstriji dokaj razširjena, zato imajo te kulture zagotovljen trg in dobro ceno (Der frotschrittliche Landwirt 2008).\nKmetije, ki so usmerjene v pridelavo alternativnih poljščin, so tudi v času nenehnih sprememb na surovinskem in energetskem trgu, in so podvržene nihanju na trgu v manjšem obsegu, saj so cene teh kultur sorazmerno bolj stabilne. Z ekonomskega vidika je manjše nihanje cen bolj enostavno, predvidljivo in konkurenčnejše. Začasne ocene ekonomskih računov kmetijstva za leto 2008 kažejo na poslabšanje dohodkovnega položaja v panogi. Ob manjšem fizičnem obsegu proizvodnje in hitrejši rasti cen vmesne porabe od rasti cen kmetijskih pridelkov se je dohodek kmetijstva v primerjavi z letom 2007 realno zmanjšal za okoli 10% in tako padel pod raven povprečja zadnjega petletnega obdobja (2003-2007). Na nominalno in realno zmanjšanje kažejo tudi vsi drugi kazalci dohodka ((Der frotschrittliche Landwirt cit. v Kmetovalec 1/2008).\nCene kupljenih inputov so večinoma močno porasle, nekatere prav ekstremno (mineralna gnojila), medtem ko so se cene kmetijskih pridelkov bile različne. Pri nekaterih pridelkih \nbeležimo velik porast cen (oljnice, hmelj, sadje, perutnina, mleko), pri nekaterih je bila rast zmernejša (ječmen, prašiči), pri nekaterih pa so cene močno padle (koruza, grozdje, krompir) ali ostale realno blizu ali pod ravnijo kot leta prej (Der frotschrittliche Landwirt 2008).\nV nadaljevanju so v preglednici 4 prikazane nekatere alternativne rastline, možen pridelek, stroški in prihodek oz. pokritje.\n"], "8": ["2.7 Metode kalkulacij", "Kalkulacije po katalogu so izdelane po metodi spremenljivih stroškov. To so stroški, ki nastanejo samo v primeru če se v obračunskem obdobju (koledarsko leto) odločimo za določeno pridelavo in jih lahko pripišemo točno določenemu pridelku. Pokritje dobimo, ko od prihodka ki pomeni tržno vrednost celotnega pridelka povečamo morebitne intervencije, odštejemo spremenljive stroške. Poleg spremenljivih stroškov se na kmetiji pojavijo tudi stalni stroški, splošni stroški in dajatve. Stroški domačega dela v kalkulaciji niso upoštevani vrednostno, temveč je iz kalkulacij možno razbrati le porabo delovnega časa. Dejanski dohodek dobimo po odbitju stalnih stroškov, splošnih stroškov in dajatev (Jerič in sod. 2001). \nMetoda spremenljivih stroškov ali metoda pokritja je v relativnih razmerjih med kalkulacijami najbolj stvarna, omogoča celovitost obravnavanja na kmetiji in je dokaj enostavna. Njena slaba stran je v tem, da ne upošteva stroškov domačega dela (Pažek 2003). Zato se je pri raziskavi za izdelavo kalkulacij uporabila kalkulacija po metodi skupnih stroškov.\n"], "9": ["3 MATERIAL IN METODE", "Za namen ekonomske upravičenosti pridelovanja oljnih buč tritikale in soje je bilo v prvi vrsti potrebno razviti ustrezen tehnološko-ekonomski simulacijski model. Pri ugotavljanju ekonomičnosti pridelovanja je namreč simulacijski proces splošno sprejeta metoda, pri čemer z uporabo tehnoloških matematičnih formul ponazorimo odnose med inputi in outputi ter se s temi formulami čim bolj približamo razmeram v realnem svetu (Pažek in sod. 2007).\n"], "10": ["3.1 Razvoj tehnološko ekonomskega modela", "Kot osnova za izgradnjo računalniško podprtega, tehnološko-ekonomskega simulacijskega modela nam je v današnjem času na voljo nabor programskih paketov oziroma programskih jezikov, s pomočjo katerih ob in v njih razvitem simulacijskem modelu proučujemo lastnosti ter obnašanje procesa kmetijske pridelave glede na vhodne podatke. V sklopu diplomske naloge smo za potrebe analize ekonomske upravičenosti pridelave oljnih buč tritikale in soje v ta namen uporabili računalniški program Microsoft Excel. Z razvojem tehnološko-ekonomskega simulacijskega modela planirane kmetijske proizvodnje, smo glede na različne vhodne podatke simulirali želene stroške pridelave oljnih buč, tritikale in soje ob tem pa nam je razvit simulacijski model generiral še ostale finančne indikatorje na podlagi katerih lahko sklepamo o ekonomski upravičenosti/neupravičenosti konkretne proizvodnje. Tako so v končni fazi dobljeni rezultati ključni pri obravnavi zastavljene hipoteze, slednjo namreč na podlagi dobljenih rezultatov lahko potrdimo ali ovržemo (Pažek in sod. 2007).\n"], "11": ["3.2 Viri podatkov", "Določeni podatki so bili posredovani s strani mojstrske kmetije Štefana Cigüta, nahaja se v naselju Noršinci, ki spada v občino Moravske toplice. Kmetija prideluje poljščine na več kot 260 ha zemljišč. V letošnjem letu je v kolobarju 8 ha buč in 25 ha tritikale. Poleg teh \ndveh poljščin še pridelujejo: pšenico, koruzo, sojo, pridelava krmnih in energetskih rastlin. Na kmetiji se še ukvarjajo z živinorejsko dejavnostjo z vzrejo bikov. Kmetija je vključena v program KOP, kjer izvaja poljedelske ukrepe, integrirano poljedelstvo in ozelenitev njivskih površin. Prav izpolnjevanje teh navodil je garancija za sonaraven način kmetovanja, kajti količina gnojil predvsem dušika je omejena, gnojenje poteka na podlagi gnojilnih načrtov in dodatnih dušičnih testov, zahtevana je uporaba samo dovoljenih fitofarmacevtskih sredstev ob preseženem pragu škodljivosti. Kmetija upošteva potrebe po bogatenju organske snovi v tleh, saj redno sejejo strniščne dosevke in metuljnice za podor. (http://www.kmetija-cigut.si/o-kmetiji.html).\n"], "12": ["3.3 Priprava kalkulacij", "Kalkulacije po katalogu so izdelane po metodi spremenljivih stroškov ki so izračunani na podlagi določenih matematičnih formul, kjer so v medsebojni odvisnosti zastopani številni tehnični in ekonomski parametri. Stroški agrotehničnih ukrepov so povzeti iz kataloga (Rozman 2002 in Jerič 2001).\n"], "13": ["3.3.1 Ukrepi v tehniki pridelave oljnih buč", ""], "14": ["3.3.2 Ukrepi v tehniki pridelave tritikale", ""], "15": ["3.3.3 Ukrepi v tehniki pridelave soje", ""], "16": ["3.3.4 Stroški ročnega dela", "Strošek dela je izračunan na podlagi povprečne neto plače zaposlenega v Sloveniji. V kalkulaciji je ročno delo €/ha ovrednoteno kot produkt med ceno ene delovne ure €/h in številom delovnih ur za obdelavo obravnavane površine ur/ha (Kavčič in Pažek 2003).\nRD = K / DN\nSRD = RD * C\nKjer je: RD – ročno delo (min, h), K– količina proizvoda (l, kg, t), DN – delovni normativ predelave specifičnega proizvoda (kg, h), SRD – strošek ročnega dela (€), C – cena ure (€/h).\nS specifičnimi agrotehničnimi ukrepi smo vezani na določen termin izvedbe, kateremu pa pogojujejo tako klimatske razmere na eni strani kakor same lastnosti rastline na drugi strani. Za dosego čim ugodnejšega finančnega rezultata pridelave ima pomembno vlogo poznavanje normativov, ki opredeljujejo obseg ročnega dela. Ekološko pridelovaje je v primerjavi s konvencionalno povezana z večjo delovno intenzivnostjo, kar ima za posledico višje nastale stroške, katerih nosilec je predvsem ročno delo. Poleg zahtevnejše tehnologije pridelave pa so stroški odvisni tudi od nekaterih drugih pogojev in zahtev, ki so v ekološki pridelavi nujno potrebni: kontrole, strogo upoštevanje kolobarja, ustrezen semenski material, ustrezna gnojila, pesticidi, količinske omejitve vnosa hranil… (Pažek in Rozman 2007).\n"], "17": ["3.3.5 Stroški materiala", "Stroški materiala pri pridelavi oljnih buč, tritikale in soje so v primerjavi z oceno stroškov v letu 2007 porasli za okoli 6%. Nadpovprečno so porasli stroški (cene) mineralnih gnojil in zaščitnih sredstev. Material, potreben za pridelavo oljnih buč, tritikale in soje, predstavlja osnovna sredstva, ki omogočajo nadaljnje ukvarjanje z rastlinsko pridelavo. V kalkulaciji stroški materiala v glavnem zajemajo: seme, gnojila in registrirana fitofarmacevtska sredstva (Pažek in Rozman 2007). Seme oljni buč je sorte 'Slovenska golica' selekcionirano in je na sortni listi. Seme tritikale pa je priporočen ozimni kultivar 'Clercal,’ ki ga je dal v promet francoski državni inštitut (INRA) seme soje je pa 'Tisa'. Cena semena je upoštevana brez DDV, medtem ko cene ostalega materiala in storitev vsebujejo davek na dodatno vrednost. Davčna stopnja, ki velja za kmetijski reprodukcijski material (seme), znaša 8%. Na stroškovni strani v kalkulaciji ni upoštevan strošek zavarovanja posevka, prav tako pa na prihodkovni strani ni upoštevana višina subvencij. V nasprotnem primeru bi finančni izid bil nekoliko ugodnejši.\n"], "18": ["3.4 Finančni indikatorji kalkulacije", ""], "19": ["3.4.1 Lastna cena", "Iz kalkulacije skupnih stroškov lahko izračunamo tudi lastno ceno proizvoda. Lastna cena nam kot indikator ekonomske upravičenosti oz. neupravičenosti predstavlja strošek na enoto proizvoda. Izračunana je kot kvocient med skupnimi stroški in količino pridelka (Pučko 1996).\nLC = SS / Y\nKjer je: LC – lastna cena posameznega proizvoda, SS – skupni stroški pridelovanja, \nY – količina pridelka\n"], "20": ["3.4.2 Finančni rezultat", "Finančni rezultat oz. pokritje predstavlja razliko med skupnim prihodkom in skupnimi stroški pridelave. Predstavlja razliko med prihodkom in skupnimi stroški proizvodnje panoge predelave. Finančni rezultat je odvisen od obdobja amortizacije opreme, strojev in naprav (Pučko 1996).\nFR = SP – SS\nKjer je: FR – finančni rezultat pridelave, SP – skupni prihodek pridelave, SS – skupni stroški pridelave.\n"], "21": ["3.4.3 Koeficient ekonomičnosti", "Koeficient ekonomičnosti predstavlja razmerje med skupno vrednostjo pridelave in skupnimi stroški. Gospodarnost poslovanja ugotavljamo s pomočjo koeficienta ekonomičnosti. Če je vrednost koeficienta ekonomičnosti višja kot 1, pomeni, da je kmetija pridelovala ekonomično (Pučko 1996).\nKE = VP / SS\nKjer je: KE – koeficient ekonomičnosti, VP – vrednost pridelave, SS – skupni stroški pridelave.\n"], "22": ["3.4.4 Vrednost pridelave", "Vrednost pridelovanja je izračunana kot produkt med proizvedeno količino pridelka in njegovo prodajno ceno (Pučko 1996).\nVP = KP * CP\nKjer je: VP – vrednost pridelovanja, KP – količina pridelka, CP – prodajna cena pridelka.\n"], "23": ["3.4.5 Točka preloma pridelave", "BEY = SS / Cy,\nKjer je:\nBEY – prelomna točka pridelovanja, SS – skupni stroški pridelovanja, Cy – cena proizvoda.\nTočke preloma obravnavamo v ožjem in širšem vsebinskem pomenu. V ožjem pomenu je to tista točka v poslovanju, kjer se vsi prihodki pokrijejo s stroški; je torej točka v poslovanju, kjer se prispevek za kritje izenači s stalnimi stroški podjetja. V širšem smislu pa točka preloma ni nujno zgolj meja med izgubo in dobičkom, ampak jo lahko razumemo kot vsako kritično točko poslovanja, ki je kot taka opredeljena s stališča tistega, ki analizira oziroma uporablja rezultate analize. Z mikroekonomskega vidika je poleg točke maksimalnega dobička, kjer se mejni stroški izenačijo s ceno proizvoda. Točka preloma, kjer se povprečni stroški izenačijo s prihodki (mikroekonomska razlaga), najpomembnejša \ntočka v poslovanju podjetja. Točko preloma najlažje prikažemo grafično, nahaja se tam, kjer krivulja prihodkov seka skupne stroške, pred to točko kmetija ustvarja izgubo, po tej točki pa začne ustvarjati dobiček. Točka preloma predstavlja minimalni pridelek, ki ga moramo doseči, da bomo pokrili vse pridelovalne stroške. Vrednosti prelomne točke lahko primerjamo s pridelki iz prejšnjih let, le če so ti manjši se za pridelovanje ni smiselno odločiti (Rozman in Pažek 2007).\n"], "24": ["4 REZULTATI Z RAZPRAVO", "V sklopu diplomskega dela smo želeli ugotoviti ali je pridelava oljnih buč, tritikale in soje ekonomsko upravičena ter se tako na podlagi generiranih ekonomskih parametrov odločiti o ekonomični pridelavi.\nPri tem je pomemben končni finančni izid ne samo od količine in prodajne cene, ampak tudi od prodaje pridelka. Tako imamo v primeru pridelave oljnih buč po spravilu pridelka možnost prodaje semena ali pa se odločimo za nadaljnjo predelavo v bučno olje, ki ga potem tržimo doma ali v trgovske centre, pri soji: imamo možnost prodaja sojine moke, sojino mleko, sojine polpete, ki so zelo iskani v vegetarijanska prehrani. Odločitev je odvisna od razmer na trgu, ter ponudbe in povpraševanja. Zato je pomembno, da že pred dejansko odločitvijo o pridelavi oljnih buč, tritikale in soje preučimo tržne možnosti in analiziramo trg. Na trgu so cene bučnic vse od 2-5 €/kg, tritikale od 0,10-0,50 €/kg in soje od 0,50-2 €/kg. Na kmetiji Cigüt se ukvarjajo z dopolnilno dejavnostjo s stiskanjem bučnega in sončničnega olja.\nV nadaljevanju preglednice predstavljajo osnovno formo kalkulacijskega modela, kjer so ob predpostavljenih vhodnih podatkih, predvideni prodajni ceni in hektarskem donosu razvidni še pridelovalni stroški, ter najpomembnejši finančni kazalniki. \nPri predpostavlj  p jeni začetni količini prridelka semeena bučnic 600 kg/ha so v pregleednici 11 prikaazani različni rezultati za določenne finančnee parametree. Ekonomsska analiza kaže na upravvičenost pridelovanja semena buččnic v prim  meru, ko je prodajna cena vsaj 2,70 €/kg, koefi  ficient ekonoomičnosti 1,02. Pri tej ceni so stro  oški pridelovvanja pokriti. Lastna cena 2,66 €/kg je namreč nekoliko nižja  n od tee še sprejem  mljive proddajne cene, kar pomen  ni, da je predppostavljen obseg  o pridellovanja zaddosten oz. sp  prejemljiv.\nn določene finančne paarametre prii oljnih bučah Pregllednica 11: Vpliv proddajne cene na\nGrafi  fikon 5: Vplliv prodajnee cene gledee na vrednosst pridelave pri oljnih bučah \nPri predpostavlj  p eni začetni količini prridelka semeena tritikalee 6500 kg/hha. So v preeglednici 12 prrikazani razzlični rezulttati za določčene finančn  ne parametrre. Ekonom  mska analizaa kaže na upravvičenost priidelovanja semena tritikale v prim  meru, ko je prodajna ccena vsaj 0,25 €/kg, koefi  ficient ekonoomičnosti 1,05. Pri tej ceni so stro  oški pridelovvanja pokriti. Lastna cena 0,24 €/kg je namreč nekoliko nižja  n od tee še sprejem  mljive proddajne cene, kar pomen  ni, da je predppostavljen obseg  o pridellovanja zaddosten oz. sp  prejemljiv.\nPregllednica 12: Vpliv proddajne cene na  n določene finančne paarametre prii tritikali\nfikon 6: Vplliv prodajnee cene gledee na vrednosst pridelave pri tritikalii Grafi \nPri predpostavlj  p jeni začetni količini prridelka semena soje 25500 kg/ha. S  So v pregleednici 13 prikaazani različni rezultati za določenne finančnee parametree. Ekonomsska analiza kaže na upravvičenost prridelovanja semena soj  oje v primeeru, ko je prodajna  p ceena vsaj 0,7  70 €/kg, koefi  ficient ekonoomičnosti 1,05. Pri tej ceni so stro  oški pridelovvanja pokriti. Lastna cena 0,67 €/kg je namreč nekoliko nižja  n od tee še sprejem  mljive proddajne cene, kar pomen  ni, da je predppostavljen obseg  o pridellovanja zaddosten oz. op  ptimalen.\nPregllednica 13: Vpliv proddajne cene na  n določene finančne paarametre prii soji\nGrafi  fikon 7: Vplliv prodajnee cene gledee na vrednosst pridelave pri soji \nNa podlagi podatkov smo v preglednicah 14, 15 in 16 prikazali vpliv količine pridelka na prodajno ceno. Vidimo, da se z večanjem hektarskega donosa lastna cena zmanjšuje, kar posledično pomeni, da nam večji pridelek dovoljuje nižjo prodajno ceno. Čim večji je koeficient ekonomičnosti od 1, tem bolj je pridelava upravičena z ekonomskega vidika. V kolikor je koeficient ekonomičnosti manjši od 1, je pridelava ekonomsko neupravičena, kmetija ne posluje z dobičkom. V realni situaciji pa nam količino pridelka odvzamejo vse pogostejši naravni dejavniki. Kmetijstvo je kompleksno odvisno od vremenskih in klimatskih danosti in je v zvezi s podnebnimi spremembami močno ranljivo, najbolj zaradi ekstremnega vremena, kamor štejemo zlasti suše, poplave, neurja s točo, nizke temperature s pozebami ter vročinske vale.\nIz preglednice 14 je razvidno, da je v premeru pridelave bučnih semen 600 kg/ha, kar je za naše razmere dosegljiv donos, prodajna cena mora biti vsaj 2,88 €/kg če želimo, da je pridelava ekonomsko upravičena. Obenem pa še lahko dodamo, da na prihodkovni strani ni upoštevana subvencija, ki bi vplivala na še ugodnejši finančni rezultat.\nV naadaljevanju smo v pregglednicah 177, 18, 19 prrikazali prellomno točkoo pridelave za oljne buče, tritikalo in  i sojo. Iz preglednicce 17 je raazvidno, daa je minimaalni prideleek ki ga moraamo doseči pri pridelaavi bučnic 575, 82 kg  g/ha pri cenni proizvodda 3 €/kg, da  d bomo pokriili vse prideelovalne strooške.\nPregllednica 17: Prelomna točka  t proizvvodnje oljniih buč gledee na ceno prroizvoda\nfikon 8: Prellomna točkaa pridelave oljnih buč, glede na ceeno proizvodda Grafi \nIz prreglednice 18  1 je razviddno, da je minimalni  m prridelek ki ga  g moramo doseči pri pridelavi  p tritikkale 6208,166 kg/ha in pri  p ceni prooizvoda 0,25 €/kg, da bomo pokrrili vse prid  delovalne stroške.\nPregllednica 18: Prelomna točka  t pridellave tritikalee ob različnnih cenah proizvoda\nGrafi  fikon 9: Prellomna točkaa pridelave tritikale, gleede na cenoo proizvoda \nIz prreglednice 19  1 je razviddno, da je minimalni  m prridelek ki ga  g moramo doseči pri pridelavi  p soje 2391 kg/ha in pri ceni proizvoda 0,70  0 €/kg, da  d bomo pokkrili vse pridelovalne stroške.  s\nPregllednica 19: Prelomna točka  t pridellave soje ob  b različnih cenah proizvvoda\nGrafi  fikon 10: Preelomna točkka pridelavee soje, ob raazličnih cennah proizvodda\n"], "25": ["5 SKLEPI", "V Sloveniji je posejanih precej njivskih površin z alternativnimi rastlinami. Zaradi ugodnih pogojev v našem okolju lahko pridelava oljnih buč, tritikale in soje ob zadostnem obsegu pridelovanja in ustrezni prodajni poti predstavlja rentabilno kmetijsko proizvodnjo. Hkrati je pri pridelavi oljnih buč, tritikale in soje kot alternativnih rastlin, z razliko od drugih, tveganje manjše, saj so odkupne cene lahko znane že pred setvijo. Dosežene cene oljnih buč, tritikale in soje so v primerjavi z drugimi, pridelki, ugodnejše za pridelovalca, saj je povpraševanje po večini alternativnih rastlin večje od ponudbe. Oblikovanje cene pri prodaji, je z namenom večanje dobička, odvisno tudi od načina prodaje bučničnega semena, sojine moke, sojinih polpetov. Tako s prodajo količinsko majhnega artikla v embalaži, dosežemo višje prodajne cene.\nZ namenom ekonomske upravičenosti pridelovanja oljnih buč, tritikale in soje smo razvili tehnološko-ekonomski model za oceno stroškov pridelave oljnih buč tritikale in soje. Na osnovi dobljenih rezultatov potrjujemo delovno hipotezo, saj je ob doseganju in predvidenih tehnoloških prametrov pridelava oljnih buč, tritikale in soje ob predpostavljenih tehnoloških parametrih je pridelek bučnic 600 kg/ha, pridelek tritikale 6500 kg/ha in pridelek soje 2500 kg/ha. Pri tem je predpostavljena prodajna cena bučnic 3 €/kg, tritikale 0,25 €/kg in soje 0,70 €/kg. Na osnovi rezultatov tehnološko ekonomskega modela je pridelava oljnih buč (Ke=1,04), tritikale (Ke=1,05) in soje (Ke=1,05) ekonomsko upravičena. Pri ugodnem finančnem izidu je potrebno upoštevati še določene rezerve oziroma ukrepe v smislu minimiziranja proizvodnih stroškov na mejo dopustnega, kar v končni fazi doprinese k ugodnejši finančni rezultat. Pri tem mislimo predvsem na najustreznejše obvladovanje spremenljivega stroška mehanizacije, saj nam ravno strojno delo predstavlja največji del stroškov.\nKlub ekonomski upravičenosti pridelovanja oljnih buč, tritikale in soje je za dosego končnega dobička za pridelovalca pomemben način prodaje: semena bučnic, bučnega olja zrnja tritikale in soje.\n"], "abstract": ["Cilj raziskovanja je izračun ekonomske upravičenosti pridelovanja oljnih buč, tritikale, in soje. Ob predpostavljenih tehnoloških parametrih je pridelek bučnic 600 kg/ha, pridelek tritikale 6500 kg/ha in pridelek soje 2500 kg/ha. Pri tem je predpostavljena prodajna cena bučnic 3 €/kg, tritikale 0,25 €/kg in soje 0,70 €/kg. Na osnovi rezultatov tehnološko ekonomskega modela je pridelava oljnih buč (Ke=1,04) tritikale (Ke=1,05) in soje (Ke=1,05) ekonomsko upravičena. Pri vplivu odvisnosti količine pridelka in prodajne cene na upravičenost pridelave oljnih buč in tritikale je bilo ugotovljeno, da se z večanjem hektarskega donosa lastna cena zmanjšuje, kar posledično pomeni, da nam večji pridelek dovoljuje nižjo prodajno ceno. Pri predpostavljenih pridelovalnih stroških in predvideni prodajni ceni, so stroški pridelave oljnih buč pokriti pri 575,82 kg/ha pridelanega semena pri tritikali 6208,16 kg/ha in soji 2391 kg/ha pridelanega semena. "]}