{"1": ["1 UVOD", ""], "2": ["1.1 Opredelitev problema", "Pokanje plodov zaradi dežja tik pred obiranjem, je ena izmed glavnih omejitev pri pridelavi češenj v številnih predelih sveta. Kljub dolgoletnim raziskavam je prisotno pomanjkanje znanja in poglavitnih mehanizmov, ki sodelujejo pri tem pojavu, in mnogi rezultati in razlage, pridobljeni pri poskusih in se nanašajo na ta problem, so si v nasprotju (Sekse 1995).\nZaradi vedno večjih zahtev potrošnikov moramo zagotoviti, da bodo češnje obrodile zdrave in prvovrstne plodove. Zato se raziskovalci vsakodnevno ukvarjajo z iskanjem novih rešitev in tehnik, da bi dosegli kar se da najboljši pridelek in kvaliteto češnjevih plodov.\nDa bi dodatno raziskali predstavljeno problematiko smo v poskus, poleg različnih načinov izvajanja varstva rastlin z uporabo fitofarmacevtskih pripravkov, vključili sistem pridelave prekrivanja dreves z folijo, ki je neprepustna za vodo. Pod pokritimi drevesi je namreč nižja relativna zračna vlaga, zmanjša se dovzetnost za bolezni, preprečimo dostop dežja in s tem zmanjšamo pokanje plodov, kar je osnovni problem infekcije z gnilobo.\nV ta namen smo zasnovali poskus na češnji sorte 'Sunburst' z dvema tehnološkima rešitvama. Prva rešitev je prekrivanje dreves s folijo in druga rešitev je uporaba različnih postopkov varstva rastlin. Sledili smo delovni hipotezi, da ima način pridelave (izvajanje varstva rastlin) in uporaba folije (prekrivanje dreves) neposredni vpliv na količino in kakovost pridelka.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Pokanje plodov", "Pri češnjah plodovi pokajo, če je vreme deževno. Pojav ni povezan s čezmerno vlago, ki bi jo vsrkale korenine, pač pa voda prodre skozi kožico v plod, ta se zelo poveča, ker kožica ni dovolj prožna in tako plod poči. Pokanje je različno močno, odvisno je od same stopnje zrelosti, sorte, od trajanja, ko je plod omočen, od zunanjih dejavnikov, zlasti temperature in še drugih. Raziskave v zadnjem času kažejo, da na to močno vpliva tudi vodni status v drevesu samem (Smole 2000).\nKer ta pojav pogosto marsikje zdesetka ali uniči pridelek, ga raziskujejo že dolgo, vendar še ni dokončnega odgovora, zakaj so med sortami vendarle razlike. Kot značilnost sort zdaj ponekod občutljivost za pokanje izražajo s posebnim indeksom, ki ga laboratorijsko ugotavljajo tako, da plodove namakajo v destilirani vodi in zanje ugotovijo, v kolikšnem času plod poči oziroma koliko plodov poči v določenem času. Ugotovili so, da so v tem pogledu razlike med sortami precejšne, da so torej nekatere sorte bistveno občutljivejše kot druge (Smole 2000).\nNajprej je prevladovalo prepričanje, da pokanje češnjevih plodov povzroča absorpcija vode skozi koreninski sistem ali skozi kožico sadeža, ki poveča obseg plodov v tolikšni meri, da kožica sadeža tega ne prenese in sledi pokanje plodov (Sekse 1995, cit. po Vittrup Christensen 1972b; Glenn in Poovaiah 1989). Raziskave pa so pokazale, da lahko samo vpijanje vode preko povrhnjice povzroči pokanje ploda češnje (Simon 2006, cit. po Sawada 1931; Verner in Bodget 1931; Christensen 1976).\nPritok vode skozi povrhnjico ploda povzroča razgradnjo sestavin celične stene in propad celic povrhnjice. Hidrostatski pritisk, ki deluje iz notranjosti sadeža, povzroča razpok, ki izvira iz območij uničenih celic povrhnjice (Sekse 1995). \nKožica ploda češnje je sestavljena iz kutikule in več plasti kožnih celic (Sekse 1995). Pri obravnavi lastnosti kožice plodov v zvezi s pokanjem je pomembno razlikovati med lastnostmi in obnašanjem kožice kot ovojnice, ki obdaja plod ter poudariti ustrezne lastnosti celične stene, ki obdaja celice (Sekse 1995, cit. po Mohsenin 1986). Takšno razlikovanje je pomanjkljivo v literaturi, ki se ukvarja z mehanizmom pokanja plodov (Sekse 1995).\nSekse (1995) navaja, da sta Considine in Brown (1981) teoretično analizirala porazdelitev nateznih sil, ki delujejo na kožico ploda od znotraj, kot sama funkcija ploda. Kakorkoli, manj pozornosti je bilo posvečeno sami sestavi kožice. Za naše namene lahko kožico plodov češnje razdelimo na dva dela: kutikula in povrhnjica.\nKutikularne membrane so sestavljene iz več plasti in najbližje epidermalnemu sloju običajno najdemo enojna celulozna vlakna (Sekse 1995, cit. po Franke 1967; Martin in Juniper 1970; Schönherr 1976a,b). Pomembna funkcija kožice v zvezi z pokanjem, je odpornost in širjenje s plinastimi snovmi in preprečevanje izpiranja osnovnih celic z vodotopnimi komponentami ter prepojenost z vodo po dežju (Sekse 1995, cit. po Martin in Juniper 1970; Smalley in sod. 1993). Odpornost proti širjenju preprečuje, ali vsaj zakasni absorpcijo vode iz površine češenj in s tem močno vpliva na razpoko ploda (Sekse 1995).\nIzsledki nam kažejo model češnjeve kožice zelo podobne polprepustni membrani, ki učinkovito deluje kot ovira za vodo. Zaradi narave delovanja por bo na vodoprepustnost kožice običajno vplivala tudi uporaba kemikalij različnih vrst, ki povzročajo spremembe, kemično in fizično okolje por, npr. pH, vsebnost kationov, stenske naboje in velikost por (Sekse 1995).\nPovrhnjica češnje deluje kot učinkovita ovira za vodo, vendar vsebuje pore, ki omogočajo njen prodor (Sekse 1995, cit. po Webster in Cline 1994). Druga pomembna lastnost povrhnjice plodu češnje je, da razpoke v sadju in vosku podobna struktura vplivata na pokanje plodov; povečano pokanje plodov je bilo dokazano z neredno rastjo, ki pa je \nposledica neredne oskrbe drevesa z vodo (Sekse 1995). Takšne razpoke bodo omogočile večji prodor vode (Sekse 1995, cit. po Glenn in Poovaiah 1989).\nČeprav je bilo dokazano, da se voda absorbira skozi listne reže češnjevega ploda, se ne zdi, da bi prehajala skozi samo na tak način (Sekse 1995, cit. po Schönherr in Bukovac 1972), temveč s pomočjo velikega števila povezanih kutikularnih por (Sekse 1995, cit. po Franke 1967; Wilson in sod. 1972) in skozi kutikularne razpoke, ki pogosto nastajajo v celicah (Sekse 1995, cit. po Glenn in Poovaiah 1985).\nDermalno tkivo plodov češnje je sestavljeno iz treh do osmih plasti celic, zunanji sloj večinoma iz redno in pogosto pravokotno oblikovanih celic, imenovan povrhnjica, in dve do sedem celičnih plasti v spodnjem delu, ki vsebuje večje in bolj nepravilno oblikovane celice (Sekse 1995, cit. po Kertesz in Nebel 1935; Wilson in sod. 1972; Glenn in Poovaiah 1989). Skupaj s kutikularno membrano to plast ovije osnovno parenhimatično tkivo (Sekse 1995).\nProdor vode skozi pore v povrhnjici plodov češnje je lahko posledica nizkega osmotskega potenciala v medceličnem prostoru v bližini povrhnjice. Slabo povezavo med topno trdno vsebino sadja češenj in pokanje plodov (Sekse 1995, cit. po Vittrup Christensen 1972b) je mogoče pojasniti z dejstvom, da je oslabelost stene pomemben vidik pri sindromu pokanja.\nKo površinska voda prodre v povrhnjico, bodisi osmotično speljana skozi pore kutikule ali neposredno preko kutikularnih zlomov, ta izpolnjuje medceličen prostor in celice (Sekse 1995, cit. po Glenn in Poovaiah 1989); navedene komponente celične stene se degradirajo in celična stena razpade. Propadu strukture nosilne celične stene sledi celična eksplozija. Podobne učinke so dokazali v tkivu jabolk, izpostavljenim vodi (Sekse 1995, cit. po Simon 1977). Ta teorija, ki vključuje pokanje epidermalnih celic z dotokom vode, je v nasprotju s teorijami, ki se običajno uporabljajo za razlago o pokanju plodov češnje, kjer se smatra, da je povečan obseg posledica vode in sam razlog za pokanje (Sekse 1995, cit. po Vinttrup Christensen 1972b; Glenn in Poovaiah 1989; Shacke, 1994; Lang in sod. 1994). \nParenhimatično tkivo ploda češnje zapolnjuje prostor med jedrom in epidermalno plastjo. Vakuolarna vsebina sestavlja večji del sadnega mesa. V zrelih sadežih je v vakuolarnih sokovih veliko topnih trdnih snovi (Sekse 1995, cit. po Combe 1976). Njihov osmotski potencial se zato bistveno razlikuje od vode (Sekse 1995).\nV času rasti in dozorevanja se povečuje turgor, ki deluje na opazovano kožo ploda češnje (Sekse 1995, cit. po Yamamoto in sod. 1990). Sekse (1995) predlaga, da sila turgorja deluje v procesu pokanja plodov, vendar je veliko avtorjev, ki so podvomili v to teorijo. Dodatno, teorija je podprta na osnovi opazovanj pokanja plodov češnje; razpoke so prodrle globoko v meso sadeža, v resnih primerih celo do koščice. Takšne razpoke lahko nastanejo samo, če deluje sila od znotraj sadeža navzven. Natezne sile, ki jih povzroča prehod vode v celice povrhnjice ploda, bi povzročile razpoke omejene na povrhnjico. Očitno je, da površinske vode nimajo nikakršnega vpliva na kopičenje turgor sile. To je nasprotujoče standardni teoriji (Sekse 1995, cit. po Shackel, 1994, Lang in sod. 1994).\nČeprav je kopičenje turgorja v sadežu normalen pojav v sami rasti plodov, je Sekse (1995) predstavil dokaze o vplivu na kopičenje turgorja s spremenjenim načinom oskrbovanja drevesa z vodo. To pomeni, da lahko s turgor silo v sadju manipuliramo na osnovi namakalnega sistema drevesa. Kljub temu je kopičenje topljenca in širjenje celic pomembno za doseganje optimalne velikosti in kakovosti sadeža češnje. Oskrbo dreves z vodo je potrebno obravnavati na tej podlagi. Vzdrževanje enotnega kopičenja turgorja v sadju z omejeno in stalno oskrbo z vodo na drevesih pred letino bo omogočilo tako normalen razvoj sadja, kot tudi zmanjševanje pokanja na površini ploda.\nObstaja veliko vzrokov, ki povzročajo pokanje plodov (Simon 2006, cit. po Simon 2003):  – genetsko določena dovzetnost kultivarjev (obstaja splošno sprejeto mnenje, da so  češnje, ki so čvrste bolj dovzetne za pokanje),  – količina padavin naenkrat,  – količina padavin v času zorenja,  – tip tal in stanje vlage tal v sadovnjaku. \nObstajajo tri različne in dobro opredeljene vrste češnjevih razpok (Simon 2006):  – krožne ali polkrožne razpoke okoli peclja,  – podobna razpoka na apikalnem koncu ploda,  – pogoste so tudi globoke razpoke na straneh in se imenujejo lateralne razpoke.\nMajhne, fine razpoke na dnu in apikalnem koncu se lahko pojavijo v zelo zgodnji fazi, tudi več dni pred zrelostjo ploda in obiranjem. Takšne razpoke po navadi zacelijo, vendar tudi znižajo vrednost češnje. Večje, globlje stranske rane pa omogočajo vstop različnim boleznim. Po infekciji z glivami je takšen plod neuporaben in ga ni mogoče tržiti (Simon 2006). Povezave med količino dežja in vrsto razpoke plodu ni (Measham in sod. 2009).\n"], "5": ["2.2 Dejavniki, ki vplivajo na pokanje plodov", "Velikost sadja: Na splošno velja domneva, da so večji plodovi bolj nagnjeni k pokanju kot manjši. Številne študije so pokazale, da so drevesa z večjimi plodovi bolj nagnjena k pokanju kot drevesa z majhnimi (Simon 2006, cit. po Tucker 1934; Sekse 1987). Medtem ko so druge raziskave, pri katerih je bilo vključenih več dreves, pokazale, da ni povezave med pokanjem in velikostjo ploda (Simon 2006, cit. po Zelinski 1964; Christensen 1975).\nTrdota mesa plodov: Sprejeto je bilo mnenje, da so čvrste sorte bolj nagnjene k pokanju kot pa tiste mehkejše. Pokanje češenj je povezano z absorpcijo vode skozi povrhnjico in tako se zdi logično, da plodovi, ki so bolj čvrsti, prej počijo (Christensen 1996).\nAnatomija in čvrstost sadne kožice: Raziskave so pokazale, da ni povezave med velikostjo epidermalnih celic in dovzetnostjo za pokanje. Je pa povezava med debelino notranje stene povrhnjice in pokanjem (Simon 2006, cit. po Kartesz in Nebel 1935).\nListne reže v kožici ploda: Fiziologi so pogosto dokazovali, da pride do absorpcije vode v listih po navadi preko epidermalnih celic in da je absorpcija skozi listne reže pomembna \n(Simon 2006). Ugotovljeno je bilo, da se vsaj en del vode absorbira preko listnih rež (Simon 2006, cit. po Sawada 1931).\nLastnosti kutikule: Vnos vode preko kožice ploda povzroči ločitev kutikule od celične stene. Zaradi otekanja v predelu epidermalnih celic se je pretrgala kutikula, kar se je kasneje razvilo v pokanje ploda (Simon 2006, cit. po Glenn in Poovaiah 1989).\nOzmotska koncentracija: Po prvih študijah v Združenih državah Amerike so prišli do zaključka, da je na pokanje plodov vplivala osmotska koncentracija sadnega soka (Simon 2006, cit. po Verner in Blodgett 1931). V nasprotju pa se je pokazala povezava med vsebnostjo sladkorja in pokanjem kultivarjev (Simon 2006, cit. po Tucker 1934).\nPovezava med pokanjem plodov in razvojnim stadijem: Splošno sprejeto mnenje je, da kultivarji kažejo povišano dovzetnost na pokanje z zrelostjo plodov, vendar so tudi primeri, ki se od tega razlikujejo. Takšne razlike pa so odvisne od klimatskih razmer, ki vplivajo na občutljivost pred začetkom obiranja in pakiranja plodov (Christensen 1996).\nVpliv temperature: Kar nekaj raziskovalcev je pokazalo, da temperatura igra zelo pomembno vlogo pri tem pojavu. To se je pokazalo pri naraščanju temperature od 10 do 40\n-C. Seveda pa temperatura vpliva tudi na druge faktorje, kot so prepustnost celičnih sten in na biokemične procese v celicah (Simon 2006).\n"], "6": ["2.3 Možnosti preprečenja pokanja plodov", "Raziskovalci se strinjajo s tem, da je pravilna izbira lokacije najboljši način zmanjševanja poškodb. Lokacija nasada bi morala biti tam, kjer je zelo malo ali sploh ni dežja v času obiranja češenj. Na žalost ni veliko držav s takšnimi klimatskimi pogoji. Na drugih lokacijah pa so iskali druge rešitve in alternative: izbira sort, ki so bolj odporne na pokanje; prekrivanje s folijo, ki je neprepustna za vodo; škropljenje z minerali, rastnimi regulatorji itd. (Simon 2006). \nObstaja veliko objav, ki se navezujejo na izkušnje in uporabo kritin, neprepustnih za vodo. Poskusi s prekrivanjem so se sprva začeli v Švici, kjer padavine v času zorenja povzročijo pokanje plodov. Tako so nato začeli z poskusi tudi Belgija, Nizozemska, Velika Britanija in Nova Zelandija. V teh začetnih poskusih so prekrivali cela drevesa z 0,2 mm debelo plastično folijo. Po izkušnjah strokovnjakov je potrebno prekriti drevesa vsaj tri tedne pred obiranjem, pogosto takrat, kadar začnejo češnje spreminjati barvo in postajajo občutljive na dež in poškodbe. Kljub večji temperaturi in vlažnosti pod folijo, ki sta tudi ugodni za razvoj bolezni, je takšen način bolj ekonomičen za pridelovanje kot pri nepokritem sadovnjaku. Obiranje, količina pridelka, velikost plodov in kakovost so se izboljšali (Simon 2006).\nBorve (2003) je s sodelavci izvedel raziskave na treh različnih tehnikah prekrivanja češnjevih dreves. Ena tehnika je bila takšna, da so bila drevesa popolnoma prekrita, druga samo takrat, ko je deževalo, in tretja tehnika prekrivanja z dežnikom na posamezno drevo. S prekrivanjem so začeli tri tedne pred sezono in nadaljevali preko obiralne sezone. Vse tehnike so povečale število zdravih plodov iz 45 % na 89 % v dveh letih. Bile so pa razlike med kvaliteto plodov.\nPrišli so do naslednjih rezultatov:\nSmole (2000) trdi, da je prva najboljša zaščita sajenje proti pokanju odpornih sort; žal je teh med najboljšimi le malo. Po škropljenjih z različnimi sredstvi, predvsem s CaCl2 in Ca(OH)2 v majhnih koncentracija (0,5–0,7 %), da ne bi puščala sledov na plodovih, žal pogosto nastanejo ožigi listov. Ponekod uporabljajo tudi različne antitranspirante, ki kar močno zmanjšujejo vsrkavanje vode, vendar teh sredstev ne priporočajo.\n"], "7": ["2.4 Pridelava češenj brez ostankov fitofarmacevtskih sredstev", "Potrošniki vedno bolj stremijo k temu, da se pridela sadje, na katerem ni bilo uporabljenih kemičnih pripravkov ali pa so vsaj biološke narave. Tako se raziskovalci iz dneva v dan trudijo, da bi razvili tehnike pridelave, ki bi bile ekonomično boljše, vloženega bi bilo manj dela, več zdravih plodov itd. Ekološki način pridelave je najboljša rešitev, da se pridela sadje, ki nima ostankov fitofarmacevtskih sredstev. Vendar se pri takšni pridelavi pokažejo druge pomanjkljivosti, kot so npr. večja dovzetnost plodov za bolezni in tudi napadi žuželk. Pri pridelavi češenj se najbolj pogosto srečujemo s češnjevo muho in gnilobo, ki močno vpliva na pridelek.\nNavadna sadna gniloba Navadno sadno gnilobo ali Monilia fructigena spoznamo po belkastih bradavičicah, razporejenih v koncentričnih krogih. Še bolj kot pri pečkarjih obstaja pri koščičarjih tesna povezava med stopnjo poškodb plodov (škodljivci, toča, pokanje plodov) in okužbo gliv povzročiteljic različnih vrst gnilobe (Štampar in sod. 2009).\nRjava gniloba Na rjavo gnilobo vpliva toplota, vlaga ter dež. Glivi, ki sta krivi za nastanek rjave gnilobe, sta: Monilia fructicola in Monilia laxa, ki okužita cvetove in povzročita nastanek rjave gnilobe. Ko plod dozori in se spremeni njegova barva, postane bolj dovzeten za to glivo. Patogeni organizem lahko z lahkoto vstopa v sadež, ki je bil poškodovan, in nato prične plod gniti. Simptomi, ki jih najprej opazimo, so majhna okužena mesta, ki se kasneje povečajo v dveh do petih dneh, dokler cel plod ne zgnije in je pokrit z velikim številom \nsivo rjavih spor. Če ostane takšen plod na drevesu, se bo skrčil, posušil in prenesel te spore preko zime ter bo glavni izvor infekcije. Rjava gniloba se prenaša z vetrom, dežjem in insekti (Halbrendt 2012).\nČešnjeva muha Ličinke češnjeve muhe kot črvički povzroče črvivost plodov, ki zato gnijejo in niso uporabni za trg. Škodljivka je podobna hišni muhi. Odrasla muha je 4 do 5 mm velika, se črno in rjavo blešči, ima rumen rob na glavi in rumeno trikotno liso na oprsju. Ima prosojna krila s štirimi temnejšimi prečnimi lisami. Muha najprej obletava drevesa in se hrani s sokovi. Ko plodovi porumene in včasih začno postajati rdečkasti, muha odloži jajčeca v plodove, predvsem v bližini peclja, tik pod povrhnjico. Črvivi plodovi niso primerni za prodajo, zato jih je potrebno škropiti (Smole 2000).\n"], "8": ["3 MATERIAL IN METODE DELA", ""], "9": ["3.1 Lokacija poskusa", "Poskus na temo pokanja češenj in uporabo biotskih pripravkov je bil izveden v sadovnjaku UKC Pohorski dvor Fakultete za kmetijstvo in biosistemske vede. Posestvo UKC se nahaja na 284 m nadmorske višine na jugovzhodni strani Pohorja. Lega parcele je rahlo nagnjena na jugovzhodno stran.\n"], "10": ["3.2 Analiza tal", "Analiza tal je bila narejena leta 2010. Vzorec tal je bil vzet na globini 0 do 40 cm.\nIz podatkov je razvidno, da je založenost tal optimalna pri kaliju, primanjkuje pa fosforja. pH tal in vsebnost humusa sta prav tako optimalna.\n"], "11": ["3.3 Podlaga Gisela 5", "Je triploidni hibrid Prunus cerasus L. X Prunus canescens B. Drevesa so srednje bujne rasti, dosegajo približno 30–80 odstotkov bujnosti podlage F 12/1. Bujnost je odvisna od uporabljene sorte in lastnosti tal. Podlaga ni primerna za slabe razmere, prav tako tudi ne \nza anaerobne razmere v težkih glinastih tleh. Je srednje šibke rasti, vpliva na debelino plodov in je zelo rodna. Možna je vzgoja v različnih gojitvenih oblikah, zato se sadjarji v novih intenzivnih nasadih češenj pogosto odločajo zanjo. Voluhar lahko napravi veliko škode (Štampar in sod. 2009).\n"], "12": ["3.4 Sorta 'Sunburst'", "Izvor: Kanada, Britanska Kolumbija Rast in rodnost: bujna in obilna Čas cvetenja: srednje zgodaj do srednje pozno Opraševalne sorte: samooplodna; 'Van', 'Summit' Plod: Barva kožice; barva mesa: živo rdeča; rdeča Dolžina peclja; velikost koščice: srednje dolg; srednja Čvrstost kožice in mesa: srednja do čvrsta Masa plodu (g): zelo velika (11 g) Opombe: srednje do občutljiva za pokanje in gnitje (Štampar in sod. 2009)\n'Sunburst' zori v šestem do sedmem češnjevem tednu ali še kasneje. Drevo raste precej pokončno, krošnja se pozneje razprostre, zgodaj zarodi. Je križanec sort 'Van' in 'Stella', selekcionirana je bila v letu 1971, preko Italije je bila k nam uvedena 1983 (Smole 2000).\nDobro uspela drevesa rodijo ekstremno velike plodove in ta velikost je presegla vse druge sorte. Plodovi so okrogli in imajo srednje dolg pecelj. Tekstura mesa je mehkejša kot pri večini komercialnih sort, pomanjkljivost je le, če plod pošiljajo na dolge razdalje, vendar to ni ovira, če se sadje uživa kmalu po obiranju. Organoleptična kakovost je dobra, njen okus je sladek, barva je enakomerna temno rdeča z dobrim sijajem, ko so plodovi zreli. \n'Sunburst', je samooplodna sorta in testi so pokazali, da je tudi univerzalni donator cvetnega prahu. Je primerna sorta tudi za domače vrtnarje, je zanesljiva, visok donos, plodovi so pa delno odporni na dež (Lane in Schmid 1983).\n"], "13": ["3.5 Vremenske razmere", "Vremenski podatki predstavljeni v tabelah so bili zabeleženi pri vremenski postaji Maribor in smo jih dobili na spletni strani Agencije Republike Slovenije za okolje.\nV letu 2012 je od januarja do junija padlo približno 312,2 mm padavin. Povprečnih padavin je bilo največ maja 124,3 mm, junija pa 87,5 mm. Maksimalne padavine so bile 13. 5. 2012. Padlo je 45,7 mm. Maksimalne padavine v juniju so bile 10. 6. 2012, in sicer 34,2 mm. Povprečna relativna vlažnost v času obiranja je bila 67 %. Število deževnih dni od maja do junija je bilo 25, od tega največ v mesecu maju – 13 dni. V času zorenja češenj nismo zabeležili toče.\n"], "14": ["3.6 Metode dela", ""], "15": ["3.6.1 Zasnova poskusa", "Poskus smo zasnovali v 8 let starem proizvodnem nasadu češenj, cepljenih na šibko podlago Gisela 5. Odbrali smo tri vrste dreves sorte 'Sunburst', ki smo jih v začetku zorenja prekrili s folijo do dve tretjini dolžine vrste. V vsaki vrsti smo naključno izbrali po tri izenačena drevesa, ki so v nadaljevanju predstavljala ponovitve. Obravnavanja so predstavljala tri različne načine varstva sadnih rastlin.\nPrvo obravnavanje je predstavljalo varstvo rastlin po sistemu integrirane pridelave. Drevesa v tem obravnavanju niso bila prekrita. Drugo obravnavanje je predstavljalo pridelavo češenj brez uporabe fitofarmacevtskih sredstev. Tretje obravnavanje je predstavljalo pridelavo češenj z uporabo biotskih pripravkov, dovoljenih v ekološki pridelavi. Drugo in tretje obravnavanje je potekalo v prekritem delu vrst. Za zaščito pred češnjevo muho so bile uporabljene lepljive plošče Rebell (proizvaja Metrob).\nMeritve so se izvajale v dveh terminih. Prve meritve smo izvedli 7 dni pred obiranjem, 11. 6. 2012 in 15. 6. 2012, kjer smo v vzorcu 50 plodov iz vsake ponovitve vsakega obravnavanja zabeležili deleže razpokanih, gnilih in črvivih plodov. Dne 18. 6. 2012, ko so bile češnje dovolj zrele, smo pa vse plodove obrali in stehtali pridelek. Posebej smo ločili in stehtali 100 zdravih, nepoškodovanih plodov. Od vseh pobranih plodov češenj pa smo stehtali plodove I. razreda, razpokane in gnile plodove. Rezultati so v nadaljevanju \nprikazani po posameznih drevesih (ponovitvah), saj so drevesa različno reagirala na pozebo.\nV I. razred smo razvrstili plodove, ki so imeli temno rdečo barvo, premer nad 20 mm, so bili zdravi in brez razpok.\n"], "16": ["3.6.2 Izvedba poskusa", "Politex folija za prekrivanje Drevesa so se najprej prekrivala s folijo, ki je neprepustna za vodo. Folija je iz tkane HDPE (polietilen z visoko gostoto) strukture z LDPE (polietilen z nizko gostoto) plastificiranjem na drugi strani. Je UV stabilizirana (skupine E) z 82-odstotno prepustnostjo svetlobe ter težo 150 g/m2. Folija ima odličen toplotni učinek ter visoko odpornost na pokanje. Okrepljena je v osrednjem območju (30 cm) in na zunanjih robovih (5 cm).\nRazlične tehnike pridelave Pri vseh obravnavanjih smo za zatiranje češnjeve muhe uporabili za vsako drevo, vključeno v poskus, po eno rumeno lepljivo ploščo Rebell. Škropljenje je potekalo z nahrbtno motorno škropilnico do točke omočenosti listja.\nPrvo obravnavanje: Integrirana pridelava brez folije (v nadaljevanju IP) Poudarek pri tem obravnavanju je bil na zmanjšanem številu škropljenj in brez prekrivanja s folijo. Uporabljeni so bili pripravki, ki čim hitreje razpadajo (seznam sledi). Proti češnjevi muhi smo uporabili tehniko premazovanja debla, da insekticid ne preide v plodove.\nTretiranja: 22. 3. 2012, baker v obliki bakrovega hidroksida 61,09 % (Kocide 2000) 2,85 kg/ha + olje navadne ogrščice 92 % (Ogriol) 3 l/ha 2. 4. 2012, fenheksamid 50 % (Teldor SC 500) 0,5 l/ha \n10. 4. 2012, imidakloprid 20 % (Kohinor SL 200) 0,25 l/ha 28. 5. 2012, iprodion 50 % (Rovral aqua) 1,5 l/ha 1. 6. 2012, premazovanje debel z hidrolizirano koruzno moko 48 % (Nu-lure) + dimetoat 40 % (Perfekthion) 1 l/ha (brozge 10 l/ha, 60 ml na deblo posameznega drevesa) 7. 6. 2012, premazovanje debel s hidrolizirano koruzno moko 48 % (Nu-lure) + dimetoat 40 % (Perfekthion) 1 l/ha (brozge 10 l/ha, 60 ml na deblo posameznega drevesa)\nPoraba vode 300 l/ha.\nDrugo obravnavanje: Pod folijo brez škropljenja (v nadaljevanju F) Pri tem obravnavanju so bila drevesa prekrita s folijo, škropljenja pa nismo izvajali.\nTretje obravnavanje: Pod folijo z biotskimi pripravki (v nadaljevanju FB) V tretjem obravnavanju smo drevesa pokrili s folijo in jih tretirali z reduciranim biotskim škropljenjem in intenzivno uporabo mehanskih metod.\n22. 3. 2012, baker v obliki bakrovega hidroksida 61,09 % (Kocide 2000) 2,85 kg/ha + olje navadne ogrščice 92 % (Ogriol) 3 l/ha 28. 5. 2012, Bacillus subtilis 2,13 % (Serenade WP) 4 kg/ha + Beauveria bassiana, SOJ ATCC 74040 (Naturalis) 0,15 % konc. 7. 6. 2012, Bacillus subtilis 2,13 % (Serenade WP) 4 kg/ha + Beauveria bassiana, SOJ ATCC 74040 (Naturalis) 0,15 % konc. 13. 6. 2012, Bacillus subtilis 2,13 % (Serenade WP) 4 kg/ha + Beauveria bassiana, SOJ ATCC 74040 (Naturalis) 0,15 % konc.\n"], "17": ["3.6.3 Statistična obdelava podatkov", "Podatke, ki smo jih dobili s poskusom, smo vnesli v preglednico programa Microsoft Excel in jih obdelali v programu SPSS. Srednje vrednosti izračunanih povprečnih parametrov so z analizo variance (ANOVA) primerjali med posameznimi obravnavanji. Sredine proučevanih variabilnih spremenljivk pa so testirali s Tukey HSD-testom.\n"], "18": ["4 REZULTATI Z RAZPRAVO", ""], "19": ["4.1 Pojav gnilobe, češnjeve muhe in pokanja plodov pred optimalno zrelostjo", "pridelka\n*Različne črke (a, b) prikazujejo statistično značilne razlike posameznega parametra (Tukey HSD, 0,05)\nIz Preglednice 6 je razvidno, da je imel način varstva rastlin močan vpliv na intenzivnost pojava sadne gnilobe. Statistično značilno najnižji delež napadenih plodov (24,7 %) smo zabeležili pri obravnavanju IP. Signifikantno močnejši pa je bil napad gnilobe pri obravnavanju F in FB, kjer je bilo napadenih 43,7 % oz. 37,3 % plodov. \nPrav tako je iz Preglednice 6 razviden delež razpokanih plodov v posameznem obravnavanju. Pokazalo se je, da samo prekrivanje dreves s folijo ni odločilno zavrlo pokanja plodov. Delež razpokanih plodov je pri obravnavanju F znašal 43,7 %. Kombinacija prekrivanja ter uporabe biotskih sredstev za varstvo rastlin pa je rezultirala v signifikantnem zmanjšanju deleža razpokanih plodov (37,7 %), čeprav je ta delež v praksi še vseeno zelo visok in ne opravičuje stroškov prekrivanja. Delež razpokanih plodov v obravnavanju IP (39, 3 %) se ni signifikantno razlikoval od ostalih obravnavanj.\nObravnavanja so odločilno vplivala na delež črvivih plodov. Največji delež plodov, napadenih od češnjeve muhe, smo zabeležili pri pridelavi pod folijo brez uporabe pripravkov (F, 32,3 %). Pri obravnavanju FB pa je ta delež znašal 26,3 %. Statistično značilno najnižji napad češnjeve muhe pa smo zabeležili pri obravnavanju, kjer smo izvajali varstvo po načelih integrirane pridelave (IP, 18 %), kar pomeni, da so fitofarmacevtski pripravki razlog za zmanjšano delovanje tega škodljivca.\n"], "20": ["4.2 Pridelek ter pojav gnilobe sadja in pokanja plodov ob obiranju pridelka", "*Različne črke (a, b) prikazujejo statistično značilne razlike posameznega parametra (Tukey HSD, 0,05)\nV Preglednici 7 lahko vidimo, da je masa plodov I. razreda ob obiranju dosegla najvišjo povprečno vrednost pri obravnavanju IP (1,5 kg). Predvidevamo, da so na rezultate vplivale padavine kot tudi fitofarmacevtska sredstva. Slabši rezultat smo dobili pri pridelavi češenj brez škropljenja (1,2 kg). Statistično značilno najnižji pridelek pa so imela drevesa v obravnavanju FB (0,9 kg).\nPri plodovih I. razreda so bile statistično značilne razlike med IP in ostalimi obravnavanji (F in FB). Masa plodov se je pri IP (6,2 kg) signifikantno razlikovala od F in FB, ki sta dosegli podobne rezultate (3,5 kg oz. 3,4 kg). \nIz Preglednice 6 je razvidno, da prekrivanje dreves s folijo ni zmanjšalo deleža razpokanih plodov. Naj spomnimo, da so v tej preglednici predstavljeni podatki za vrednotenje 50 plodov po drevesu. V Preglednici 7, kjer so prikazani rezultati za ves pridelek po drevesu, pa lahko opazimo pozitiven vpliv prekrivanja dreves na pokanje plodov. Najmanjšo povprečno vrednost razpokanih plodov je doseglo obravnavanje F (0,2 kg), statistično značilno najvišjo povišanje razpokanih plodov, pa je dosegla integrirana pridelava pod folijo (0,9 kg). Obravnavanje FB je doseglo pri razpokanih plodovih podobne rezultate kot obravnavanje F (0,3 kg).\nUgotavljamo, da je izbira pripravkov za varstvo rastlin imela velik vpliv na pojav sadne gnilobe. Statistično najnižjo povprečno vrednost napadenih plodov (1,5 kg) smo zabeležili pri obravnavanjih, kjer smo izvajali zaščito pred sadno gnilobo.\nČe se vrnemo na Preglednico 1, so Borve in sod. (2003) prišli do rezultatov, ki kažejo zvišanje pridelka, če so bila drevesa prekrita med dežjem oziroma če so drevesa prekrita vso dobo zorenja. Prav tako se je zmanjšal delež počenih plodov kot tudi gnilih plodov. Če bi primerjali te rezultate z našim poskusom, bi lahko videli, da nismo prišli do izboljšanja pridelka tako kot Borve in sod. (2003), saj se je pridelek pod pokritimi drevesi zmanjšal. Ugotovili smo, da so bile v našem poskusu najbolj pomembne za količino in kakovost pridelka vremenske razmere v času zorenja in obiranja, čas prekrivanja in uporaba fitofarmacevtskih sredstev.\n"], "abstract": ["V letu 2012 smo na posestvu UKC Pohorski dvor Fakultete za kmetijstvo in biosistemske vede izvedli poskus pridelave češenj sorte 'Sunburst', kjer smo preizkušali različne načine varstva pred boleznimi in škodljivci. Prvo obravnavanje je predstavljala pridelava češenj po pravilih integrirane pridelave; drugo obravnavanje je predstavljala pridelava češenj popolnoma brez uporabe fitofarmacevtskih sredstev; tretje obravnavanje je predstavljala pridelava češenj z uporabo biotskih pripravkov, dovoljenih v ekološki pridelavi. Drugo in tretje obravnavanje je potekalo v prekritem delu vrst. Pred obiranjem smo ocenili delež razpokanih, gnilih in črvivih plodov. V mesecu juniju, ko so češnje dozorele, smo stehtali 100 zdravih, nepoškodovanih plodov. Od vseh plodov na drevesu smo določili delež plodov I. razreda, delež počenih in gnilih plodov. Kot najmanj primerno se je pokazalo obravnavanje, kjer so bila drevesa prekrita s folijo in kjer smo izvajali biotično varstvo rastlin. Pri tem obravnavanju so imela vsa drevesa posameznega obravnavanja skupaj, povprečen pridelek 3,4 kg. Pridelava po sistemu integrirane pridelave je rezultirala z najvišjim pridelkom I. razreda v višini 6,2 kg in se tako potrdila kot najprimernejši način pridelave češenj v pedoklimatskih razmerah podpohorskega pridelovalnega območja. "]}