{"1": ["1. UVOD", ""], "2": ["1.1 Predstavitev spletnih strani Fotopool", "Slika1: Vstopna stran spletnega mesta Fotopool  Fotografski studio Fotopool ponuja celovite rešitve za industrijsko in komercialno fotografijo. V novih prostorih bo 700 m2 namenjenih fotografskemu studiu z najsodobnejšo opremo za klasično in digitalno fotografijo. Fotografski studio bo tako eden večjih v Sloveniji. Z novim fotografskim studiem želi Fotopool še povečati kakovost svojih storitev in zmanjšati čas izvedbe, kar bo še povečalo njegovo konkurenčnost na trgu industrijske fotografije.  Z vrhunsko digitalno fotografijo lahko neposredno nadzirajo upodobitev izdelka in dosežejo želen učinek. Digitalna fotografija poenostavi delo in zaradi visoke kakovosti zadosti standardom za večino klasičnih katalogov in brošur. Stroški digitalne fotografije pa so nižji, še posebej, če upoštevamo čas od fotografiranja do priprave fotografije za tisk.  V fotografskem studiu so zaposleni trije vrhunski fotografi, ki imajo za sabo bogate izkušnje in šolanje pri Brancolorju in drugih partnerjih, sodelujejo pa tudi s številnimi slovenskimi fotografi in mojstri fotografije. Tehnične lastnosti fotografskega studia:\n1. višina stropa 6 m, kar omogoča optimalno osvetlitev,\n 3. kamere Hasselblad in Sinar ter digitalni backi Imacon in Sinar,  srednjeformatna kamera MAMYA in dve maloformatni kameri NIKON,\n"], "3": ["1.2 Opis obstoječega stanja in opredelitev problema", "Kot organizatorka informatike sem pri projektu skrbela za organizacijo dela, zagon in vodenje projekta, tehnično izvedbo statičnega in dela dinamičnega področja, funkcionalno zasnovo z vidika specifičnosti interneta in tehničnih zahtev. Za pomoč pri zahtevnem programiranju in grafičnem oblikovanju sem prosila strokovno usposobljene programerje in oblikovalce. Začetno stanje projekta je bila najprej idejna zasnova in izgradnja informacijske strukture spletnega mesta.  Upoštevali smo, da je spletna stran, ki ima tržni potencial, jasno osredotočena na izbrane ciljne skupine in oblikovana z namenom doseganja primarnih poslovnih ciljev. Internetni marketing obsega precej širok spekter aktivnosti, ki med drugimi vključujejo:\n1. doseganje ciljnih skupin, 2. privabljanje izbranega občinstva na ciljne strani, 3. prepričevanje o prednostih naših produktov z namenom prodaje, 4. ustvarjanje kupcev in končno tudi 5. ponovnih in lojalnih kupcev.\nZ vidika učinkovitega doseganja poslovnih ciljev je nujno imeti kakovostno, funkcionalno, informativno in estetsko spletno stran, vendar je ta brez vsake koristi, če uporabniki spleta ne (iz)vedo zanjo. Kako oblikovati in razviti spletno stran, jo optimizirati z vidika poslovnih ciljev in predati v intenzivno uporabo ciljnim skupinam, so ključna marketinška vprašanja oz. problemi vsakega podjetja, ki vstopa na splet. Da bi na njih odgovorili, moramo najprej:\n- definirati poslovne cilje podjetja na spletu;\n- razviti marketinško strategijo, ki je primerna za proizvode ali storitve podjetja;\n- identificirati ciljne skupine in razviti njim namenjene spletne strani.\n Današnje videnje interneta kot medija, njegova dostopnost, interaktivnost, filozofija prenosa informacij, globalnih komunikacij in vizualizacija nam omogoča veliko več kreativnosti kot ostala področja vizualnih komunikacij, ki so nam na voljo in dostopna vsakodnevno. Optimizacija spletnih strani je eden izmed najpomembnejših dejavnikov pri promociji določenega spletnega mesta. Velika večina obiskovalcev (cca. 90%) pride do spletne strani prek iskalnikov (Google, Najdi.si,..). Številne raziskave kažejo, da se približno 80% vseh klikov na iskalnikih zgodi na prvi strani z zadetki. Problemu pozicioniranja in optimizacije se izognemo z različnimi postopki, ko so:\n- Spletno stran temeljito analiziramo.\n- Naredimo izbor ključnih besed, ki so pomembne za poslovanje in  prevepreverimo njihove pozicije na najbolj obiskanih iskalnikih.\n- Preverimo kakšne pozicije zavzemajo spletne strani konkurentov ter na katerih  iskalnikih in na podlagi katerih ključnih besed najbolje kotirajo.\n- Preučimo prednosti in slabosti v primerjavi s konkurenco. Primerjamo tekste,  opise, naslove, ključne besede, število povezav z drugih strani, itd.\n- Poskrbimo za pravilno poimenovanje vsake posamezne podstrani, vseh  objavljenih povezav in slik na spletni predstavitvi.\n- Opravimo optimizacijo tekstov glede na izbrane ključne besede.\n- Določimo meta oznake, ki so pomembne pri delovanju iskalnikov.\n- Stran vpišemo v več domačih in tujih imenikov ter iskalnikov.\n- Rezultati optimizacije so vidni v nekaj tednih od dneva optimizacije. Odvisno od  iskalnika in tehnologije, ki jo le-ta uporablja:\nTrenutno spletne strani ne zadoščajo zgoraj opisanim zahtevam, niso dovolj privlacne in ne nudijo obiskovalcem vseh potrebnih informacij.\n"], "4": ["1.3 Pričakovani rezultati", "Z izboljšano in izbrano vsebino tekstovnega, grafičnega, multimedijskega formata celotnega projekta izdelave internetne strani po pričakovanjih naj bi dosegli večjo prepoznavnost fotografskega studia kot celote, saj je internet okno v svet z dokaj\npreprosto in cenovno ugodno vizualno komunikacijo z določeno populacijo. Notranja struktura povezav strani je premišljena v smeri čim lažjega in logičnega dostopanja obiskovalcev, uporabnikov informacij; da ti ne bi tratili časa in se zamujali pri njim nepomembnih stvareh. Dostop do vsebine bo tako jasen, da obiskovalec v najkrajšem času in z najmanj kliki dobi želene rezultate.  Spletni strani sem dodala veliko stranskih dodatkov in pripomočkov. Klik na Načrt strani je posebnost, ki omogoča hiter pregled strukture in povezav obstoječe spletne strani in hiter skok na želeno podstran vsebine brez sledenja strukturnim nivojem (linkom). Pošiljanje sporočila, naročil studiu je izvedeno s klikom na dotično ikono, ki simbolizira klasično pisemsko ovojnico.  Administriranje oziroma upravljanje spletne strani, kot so dodajanje, brisanje in menjavanje vsebine, naj bi bilo kar se da uporabno in enostavno, brez uporabe zapletenih orodij. To bo omogočeno z avtomatizacijo obdelave vnesenih podatkov, tekstovnega in slikovnega materiala z uporabniškim vmesnikom (internetna aplikacija).\n"], "5": ["2. INTERNET", ""], "6": ["2.1 Kaj je internet", "1. Internet je: globalno omrežje računalniških sistemov, ki komunicirajo in si  izmenjujejo informacije, datoteke, programe in naloge prek standardov in  protokolov.  2. Vsi računalniki z dostopom v javno telekomunikacijsko omrežje, ki uporabljajo  komunikacijski protokol TCP/IP.  3. Mednarodna skupnost ljudi, ki komunicirajo in si izmenjujejo informacije. Z  vidika njegovih uporabnikov je internet zbirka virov (oseb), informacij in  multimedije.  4. Globalni komunikacijski sistem, ki povezuje miljone ljudi in jim omogoča  pošiljanje sporočil po elektronski pošti, živo komuniciranje z osebami po svetu  (irc), terminalski dostop do oddaljenih računalnikov (telnet), prenašanje datotek  (ftp), dostop do strežnikov za WWW (http), sodelovanje v diskusijskih  skupinah.\n Internet predstavlja povezavo med različnimi omrežji. Ločimo dve vrsti omrežij in sicer LAN (Local Area Network, manjše omrežje, ki povezuje računalnike v neki stavbi ali manjšem kraju) in WAN (Wide Area Network), ki povezuje računalnike na širšem območju (v državi, na celini, med več celinami).\nPoznamo dva načina povezave v internet, in sicer:\n1. POSREDNA POVEZAVA: Terminalski emulator prek modema poveže  uporabniški računalnik z omrežjem in omogoča, da delamo na gostiteljevem  računalniku. Pri tem načinu dostopa uporabniški računalnik ni dejavno vključen  v internet, temveč deluje kot terminal, priključen na oddaljen računalnik. Za  opravljanje dela na gostiteljskem računalniku potrebujemo uporabniško ime in  geslo, ki nam ju dodeli upravljalec sistema. Programi za delo z internetom  delujejo na gostiteljskem računalniku in ne na uporabniškem. Prav tako datoteke  prenašamo posredno, najprej na gostiteljski računalnik, šele potem na  uporabniškega.  2. NEPOSREDNA POVEZAVA (polni dostop v internet):\nOmogoča uporabniškemu računalniku, da je prek klicne povezave dejavno  vključen v internet. Ker uporabniški računalnik ni stalno vključen v omrežje in  na njem ne delujejo omrežni strežniki; npr. za elektronsko pošto, www,  potrebujemo uporabniško ime in geslo za dostop do določenega računalnika ―  gostitelja v omrežju, kjer se shranjuje prispela elektronska pošta in kjer  predstavljamo svoje domače strani.\n3. POVEZAVA LOKALNEGA OMREŽJA (INTRANETA) V INTERNET:  Zakupimo komunikacijski vod in vključimo lokalno omrežje svoje organizacije  v internet prek najbližjega vozlišča. Potrebujemo tudi usmerjevalnik ali  ROUTER, ki usmerja promet lokalnega omrežja v internet.\nKo se tako povežemo v internet, vstopimo v nov format informacijskih virov. Najbolj poznani so:\n1. STREŽNIKI ZA FTP (File Transfer Protocol): To je protokol modela odjemalec\n- strežnik, lahko je tudi anonimen. Ta protokol prenaša datoteke oddaljen\n računalnik. To so lahko ASCII datoteke (besedne) ali binarne (programi,  stisnjene datoteke).  2. STREŽNIKI ZA GOPHER: Informacije sistema Gopher so urejene v strukturi  menijev direktorijev datotek, kar nam olajša dostop do potrebnih informacij.  3. STREŽNIKI ZA TELNET: To je komunikacijski protokol za terminalsko  povezavo na oddaljen računalnik in dostop do baze podatkov. Številne knjižnice  omogočajo dostop v knjižnične kataloge OPAC...  4. STREŽNIKI ZA WAIS: (Wide Area Information Server) Številni ponudniki  gradijo velike baze podatkov, ki jih tekoče ažurirajo. Uporabniki lahko v njih  iščejo informacije s specifičnih področij.  5. STREŽNIKI ZA: Whois ― enostaven sistem telefonskih imenikov na internetu.  6. STREŽNIKI ZA WWW: Za dostop do virov na WWW strežnikih uporabljamo  protokol HTTP (Hypertext Transfer Protocol). V glavnem prenašamo  dokumente, zapisane v jeziku HTML (Hypertext Markup Language). Tu  najdemo razne knjige, enciklopedije, serijske publikacije...\n"], "7": ["2.2 Zgodovina interneta", "Internet se je začel razvijati v Ameriki, ko je oddelek za obrambo pred približno 30 leti ustanovil omrežje, imenovano ARPANET. Vendar internet ni bil namenjen komur koli do zgodnjih devetdesetih let, ko se je uveljavil WWW (world wide web).  Leta 1957 je ameriška vlada ustanovila agencijo za napredno projektiranje (ARPA, Advanced Research Projects Agency), del oddelka za obrambo. Leta 1969 se je ARPA preimenovala v ARPANET, začetnika interneta.  ARPANET je bilo omrežje, ki je povezovalo glavne računalnike na kalifornijski univerzi v Los Angelesu, kalifornijski univerzi v Santa Barbari, stanfordskem raziskovalnem inštitutu in univerzi v Utahu. V nekaj letih se jim je pridružilo še nekaj izobraževalnih in raziskovalnih ustanov.  ARPANET je bil vzpostavljen tako, da je povezava delovala, tudi če eno ali več vozlišč ni delovalo. Uporabljali so jo samo računalniški specialisti, inženirji in znanstveniki, ki so se znašli v zapletenem sistemu ARPANET-a. \n V sedemdesetih letih so izdelovalci ustvarili protokole za prenos informacij prek interneta. V zgodnjih osemdesetih letih so se rodili Usenet strežniki za novice in elektronska pošta. Uporabniki so se večinoma povezovali v internet prek univerz. Tudi knjižnice so začele objavljati sezname knjig, ki jih imajo na internetu. V poznih osemdesetih so se začeli pojavljati razni indeksi, kot so Archie in WAIS (Wide Area Information Server), da bi se informacije lažje našle.  Leta 1990 ARPANET-a ni več in lahko začnemo govoriti o razvoju interneta, kot ga poznamo danes. Microsoft je takrat izdal grafično izpopolnjen operacijski sistem Windows, na podlagi katerega so lahko pri švicarskem CERN-u razvili www.  Leta 1991 je univerza v Minnesoti ustanovila Gopher, preprost menijski sistem za dostop do datotek.\nSvetovni splet (WWW): Tim Berners-Lee je oče svetovnega spleta.  Leta 1991 je Tim Berners-Lee pripomogel pri ustanovitvi Weba (svetovnega spleta), v Evropskem laboratoriju za fiziko delcev znanega tudi kot CERN (http://www.cern.ch/) iz Švice. Ustvarili so protokol, ki temelji na »hypertextu«, ki omogoča povezati vsebino na spletu s hyper povezavami. Konec leta 1992 je prvi komercialni ponudnik, Delphi, ponudil svojim naročnikom dostop do interneta. Kmalu mu je sledilo tudi nekaj drugih ponudnikov. Junija 1993 je bilo v spletu objavljenih le 130 strani. Leto kasneje je število naraslo na skoraj 3000. Aprila 1998 je število že presegalo 2,2 milijona spletnih strani.\n"], "8": ["2.3 Internet danes", "Danes si tako rekoč nihče ne lasti svetovnega spleta. Do računalnika in interneta ima dostop kdorkoli, hkrati pa tudi možnost poslati v internet informacije kadar koli. Biti prisoten na internetu danes ni več le modna muha. Internet postaja del življenja in omogoča hiter in enostaven dostop do informacij ― tistim, ki jih potrebujejo.  Danes internet slovi kot omrežje omrežij in njegov razvoj je bil tako skokovit, da lahko govorimo o svetu, kjer se je že skoraj vsak prebivalec razvitega dela srečal z internetom ali slišal zanj. Internet se danes uporablja na praktično vseh področjih v\npodjetjih, zavodih, vladnih ustanovah in individualno. Če povzamemo, je internet danes najpomembnejše sredstvo za komuniciranje med ljudmi, prenos dokumentov in datotek ter za oglaševanje podjetij, ki si želijo razvoja na globalnem trgu, društev in posameznikov, ki predstavljajo sami sebe in svojo dejavnost.  Internet je že zdavnaj postal najbolj uporabljan komunikacijski kanal. Številni med nami se z internetom srečujemo vsakodnevno, nekateri morda celo preveč, nekateri pa sploh še ne. Zagotovo pa vsi, ki bodo poklicno delali na poslovnem področju, v marketingu, odnosih z javnostmi, računalništvom, informatiko, v industriji, razvoju ali katerem drugem področju, uporabljali in potrebovali internet. Prednosti in koristi, ki nam jih ponuja, so namreč prevelike, da bi si jih lahko privoščili zanemariti.  Poslovni svet ga je internet korenito spremenil in poslovanje pospešil do prej neslutenih hitrosti. Primer: koliko časa je bilo prej potrebnega, da se je poslala dokumentacija npr. na Japonsko, se jo tam dostavilo pravi osebi, ki jo je pregledala, popravila, dala odgovornim v potrditev in nam jo poslala nazaj, da smo sestavili pogodbo in jim jo poslali v podpis, oni pa spet nazaj. V današnjem videnju interneta in hitrih povezav bi rekli zguba in potrata časa. Sedaj to lahko opravimo praktično v enem dnevu. Še dlje pa je trajalo iskanje primernih poslovnih partnerjev in navezovanje prvih stikov z njimi.  Druga najpomembnejša prednost interneta pa je zniževanje transakcijskih stroškov poslovanja. Manj papirja, manj \"ročne\" obdelave, manj napak. Spremenil pa se je tudi sam marketing. Številni ljudje internet in njegovo uporabo v marketingu sicer še vedno zavračajo, ne morejo pa zanikati njegovih prednosti in potencialov, ki nam jih ponuja. Internet je tu in bo kot en najpomembnejših predstavitvenih, poslovnih in marketinških kanalov tu tudi ostal. Razvoj interneta bo imel neslutene posledice na vseh področjih človeškega delovanja. Nekaj teh lahko občutimo že danes, sicer ne v širšem krogu uporabnikov ampak v specializiranih ustanovah.  Internet je potrebno nujno spoznati in začeti izrabljati prednosti, ki nam jih ponuja. Kot vsak medij ali komunikacijski kanal pa ima tudi internet svoje posebnosti in zakonitosti. Brez njihovega poznavanja in upoštevanja so rezultati v najboljšem primeru zanemarljivi, in lahko nam povzročijo tudi precej škode. Slaba spletna stran lahko namreč odžene ljudi in jih za kar nekaj časa odvrne od ponovnega obiska, pa naj gre za katero koli področje. \n Internet ni nekakšna kombinacija tiska in televizije, kot se pogosto predstavlja. Čeprav nam lahko nudi prednosti obeh, koncepti klasičnega marketinga oziroma predstavitev na njem pogosto ne delujejo. .html, http://www.fov.uni-mb.si/Studentske_strani/seminarske/ internet1/tretja.html\n"], "9": ["2.5 Prihodnost interneta", "Internet je še razmeroma mlad, saj se je njegov največji razvoj začel šele pred dobrimi desetimi leti, ko je začel postajati priljubljen tudi med navadnimi uporabniki. Prvotne težave so ga pestile zaradi premajhne prepustnosti linij, po katerih so se pretakali podatki, zaradi pomanjkanja uporabnih vsebin, dragih povezav in ostalih stroškov. Danes se dobi za razmeroma malo denarja dovolj za vse potrebe povprečnega, zahtevnejšega uporabnika, pa naj gre za tekstovne datoteke, elektronsko pošto ali za avdio-vizualne komunikacije in multimedijske predstavitve.  Spletnih strani je ogromno, a med njimi katerimi je le peščica uporabnih, druge pa so bolj ali manj balast svetovnega spleta. Potem je tu še zmeda s spletnimi naslovi .com in .net, ki so bili podeljevani po anarhičnem načelu, po katerem je sprva deloval svetovni splet. Sedaj to zmedo poskušajo reševati z novimi domenami. Spletno trgovanje ni zaživelo tudi zaradi številnih zlorab številk kreditnih kartic, poleg tega je veliko težav povzročala počasnost povezav, ki je hkrati onemogočala multimedijsko pestrost spletnih strani, zato so te ostale na precej preprosti ravni. Ena od rešitev je seveda širokopasovni dostop do interneta in s tem tudi uporaba pestrejših vsebin. Žal je ta cenovno in fizično dostopen le peščici uporabnikov.  Prihodnost interneta ni zgolj v svetovnem spletu, ta je pač le del njegovega razvoja. Medmrežne povezave postajajo del tudi drugih naprav, kot so osebni računalniki. Eden od prvih poskusov je bil WAP v mobilnih telefonih, a se otepa z velikimi težavami zaradi bornih vsebin in zaradi počasnosti. Toda že naslednje generacije mobilne telefonije, GPRS in UMTS, omogočajo precej večjo uporabo interneta prek brezžičnih povezav, poleg tega naj bi bila prek omrežnih povezav nekoč povezana tudi večina gospodinjskih naprav. Večje hitrosti bodo omogočale prenose večjih količin podatkov, ker bo prineslo tudi bolj sofisticirane in natančneje izražene želje uporabnika.\nKje je lahko internet revolucionaren oziroma kje naj bi resno prodrl v pore družbe? Velika pričakovanja so v finančnem sektorju, saj velika večina bank že ponuja storitve prek svetovnega spleta in tudi že prek brezžičnih naprav. Toda uporabnikov je razmeroma malo, saj bankam še ni uspelo najti prave poti, kako prepričati stranke, da bi vse transakcije opravile prek interneta.  Še večji delež naj bi si odrezala zabavna industrija, saj je moč večino zabavnih vsebin digitalizirati. Trenutna težava so majhne zmogljivosti povezave. Te onemogočajo prenos slike, še posebej take z visoko resolucijo. Druga težava, s katero se ubada industrija zabave, pa je, kako prodajati vsebine oziroma kako sploh veliko zaslužiti, kot ji uspeva na druge, klasične načine.  Internet naj bi prinesel veliko novosti še v zdravstvu, toda tu gre najpogosteje za institucionalne ovire, saj sta pri tem pomembni stroka in tudi država. Druga bi morala postati koordinator izvedbe takšnih projektov. Online zdravniki bi bili dobrodošla pomoč predvsem pacientom v oddaljenih krajih, pa tudi drugim, ki potrebujejo samo kakšen nasvet. Takšni zdravniki bi lahko na podlagi opisa simptomov postavljali diagnoze. Naprave, potrebne za preživetje kroničnih bolnikov, pa bi lahko prek interneta sproti obveščale zdravnika o stanju pacienta. Nekatere od teh stvari že potekajo, a tu je vedno problem financiranja projektov in realizacija v praksi.  Drugače je z e-trgovinami, ki so si od interneta veliko obetale, uspelo pa jih je bolj malo. Še vedno velja, da je s prodajo prek spleta precej manj stroškov, kot pri klasični prodaji, a zaenkrat potencialni kupci na splošno še ne zaupajo dovolj varnostnim sistemom in pa glavna prednost klasičnih trgovin: želeno blago lahko vidimo v treh dimenzijah, otipamo in preizkusimo, česar nam internet za enkrat še ne omogoča.  Izobraževanje prek interneta ni več nikakršna novost, saj so se takšnih projektov lotile tudi nekatere uglednejše univerze. Toda za zdaj komunikacija poteka še precej na brezosebni ravni, kar povzroča veliko preglavic študentom in tudi profesorjem. A s hitrejšim prenosom podatkov bodo TV-konference postale tako rekoč vsakdanjik.  Bolj kot v izobraževanje so oči uprte v tako imenovano e-državo. Večina zahodnih držav, in tudi Slovenija, ima vizije in programe, kako naj bi potekala elektronska komunikacija med državo in njenimi državljani, ki je se s tem seveda rešili bremena birokracije. Vse pa je bolj na papirju kot v splošni uporabi, ker je pač \nrealizacija povezana z ogromnimi stroški. Toda večina držav je glede tega precej optimistična.\n"], "10": ["3. POTEK IN METODOLOGIJA DELA", ""], "11": ["3.1 Izdelava koncepta", "Izdelave spletne strani smo se lotili celovito in najprej definirali, kaj želimo – od osnovne ideje prek vsebinskega in oblikovnega koncepta do končne izvedbe.\nOsnovni koraki pri nastajanju spletne strani so bili:\n- določanje namena internetne strani oziroma kaj naj bi predstavljala,\n- kaj so primarni cilji fotografskega studia,\n- kakšna je strategija za doseganje teh ciljev,\n- določanje ciljnih skupin, ki jim je stran namenjena,\n- določanje vsebin in funkcionalnosti, ki jih na internetu ponudimo posameznim  ciljnim skupinam,\n- določanje organizacije in arhitekture predstavitve,\n- priprava materialov,\n- oblikovna in tekstovna zasnova ter,\n- računalniška izvedba predstavitve in vključitev v internet.\nPo zaključku izdelave spletne strani pa sta najpomembnejša:\n- predstavitev, promoviranje spletnega naslova,\n- redno vzdrževanje in dopolnjevanje strani.\n"], "12": ["3.2 Izbor vsebin, informacij in storitev", "V studiu so naredili analizo o izboru vsebin, ki bodo predstavljene na spletni strani. Kot fotografski studio so se odločili, da mora biti njihova spletna stran vizualno dovršena in všečna.Vsaka »panoga« ima svoj nabor fotografij. Na prvi strani bodo vedno predstavljeni sveži, zadnji projekti.Tako lahko že na prvi strani predstavijo svoje delo in pokažejo,da delajo vrsto različnih projektov. Kar se tiče informacij o studiu Fotopool, so poleg osnovnih informacij (kaj, kje, zakaj, kako, kdo, kontakti), uvedli še galerijo slik, rubriko zadnji projekti kjer se lahko vsakdo pozanima o tekočih dokončanih projektih in pregleda novice.\n"], "13": ["3.3. Določitev strukture spletnih strani", "Strukturo spletnih strani Fotopool smo si zamislili po zgledu struktur fotografskih ateljejev, ki nastopajo na slovenskem tržišču. Zasnova spletnih strani temelji na porazdelitvi vsebinskih celot. Spletne strani s skupnimi značilnostmi uredimo v skupine tako, da lahko vsaki priredimo predstavnika, ki ga poimenujemo skelet. Skelet določa \"okvir\" spletne strani in vanj vstavljamo vsebinske celote glede na opravljeno porazdelitev in vsebinsko odvisnost. Podane so osnovne značilnosti grafične podobe skeleta spletnih strani.  Razdelitev vsebin na soodvisne vsebinske celote ni enostavno opravilo. Pojem vsebinske celote je relativna kategorija, odvisnosti med vsebinskimi celotami je običajno veliko več, kot je vsebinskih celot. Tako se pogosto znajdemo v položaju, ko je treba poenostaviti (reducirati) vsebinske povezave med vsebinskimi celotami na škodo celovitosti zapisa. Na vprašanje, koliko vsebine podati na posamezno spletno stran, ni enoznačnega odgovora. Vendar je odgovor nujno potreben za zasnovo spletnih strani. Veliko vsebinskih celot na spletnih straneh ali kar celoten dokument pogojuje drugačno zasnovo kot posamezna dokaj elementarna vsebina na spletnih straneh.  Spletne strani omogočajo povezovanje vsebinskih celot glede na vsebinske odvisnosti. Porazdelitev vsebinskih celot po spletnih straneh je določena vnaprej. Tako lahko spletna stran obsega le en stavek, odstavek, poglavje, pa tudi celoten dokument. Spletna stran, s katere so dostopne (ne nujno neposredno) vse strani spleta, je naslovnica (home page) spleta. Naslovnica in vsaka spletna stran spleta imajo enoličen spletni naslov, izvorno poimenovan Universal Resource Identifier (URI).\n Uvodna stran: to je prva stran, ki jo naš obiskovalec vidi, ko nas obišče na spletu. Takoj na prvi strani ga moramo prepričati, da pri nas tudi ostane, ter mu vzbuditi zanimanje, da svoj ogled nadaljuje. Povedati mu je potrebno, kaj lahko storimo zanj in kaj bo pridobil. Seveda je to odvisno od tega, ali je ciljni obiskovalec ali le naključni gost. Uvodna stran naj ne bi bila preprosto stran samo z našim logotipom in napisom Fotopool. Ali bi s takšno stranjo vzbudili v obiskovalcu željo, da si ogleda naše vsebine? Absolutno ne! Podobno je z dinamičnimi grafičnimi elementi na spletni strani te gledajo le tisti, ki jih zanima dober dizajn spletnih strani, ti pa po vsej verjetnosti niso naši potencialni uporabniki. Osredotočeni moramo biti na naše potencialne uporabnike. Na uvodni strani moramo obiskovalca že voditi do strani, kjer bo našel, kar ga zanima.  Na zadnjih straneh je potrebno narediti dober vtis na obiskovalca in ga prepričati, da se bo še vrnil. Težava je v tem, da je zaključna stran lahko katera koli pod- stran, zato moramo na vseh straneh vzbujati željo po vrnitvi.\nStruktura, slika 2, je razdeljena na štiri osnovne sklope vsebin: O studiu, Fotografija, Fotostudio, Storitve. Posamezni sklopi so opisani v nadaljevnju. Nekatere označene\nvsebine so dinamične in naročnik prek administrativnega vmesnika lahko sam spreminja njihovo vsebino.\nO STUDIU\nNa tej strani, slika 3, so predstavljene vse informacije o podjetu. Njihov pravni status, kontakti, kje se nahajajo, imena in podatki celotne ekipe Fotopool-a.\nFOTOGRAFIJA\nSlika 4 celovito opisuje ponudbo foto ateljeja. Stran je dinamična, ker naročnik preko administrativnega vmesnika lahko ažurira podatke; menjava aktualne fotografije in opisa.\nFOTO STUDIO\nNa strani foto studia, slika 5, so podatki o komercialni uporabi njihovega prostora, ki ga tudi oddajajo. Na strani je tudi cenik, ki ga lahko prek uporabniškega vmesnika dinamično spreminja. Vključen je tudi prostorski načrt studia.\nSTORITVE\nStoritve studia, slika 6, niso omejene zgolj na fotografijo, ampak podjetje ponuja tudi obdelavo fotografiji, ki je zelo pomembna pri končni izvedbi celotnega projekta. Cenik obdelave je dinamičen. Na strani sta predstavljena tudi prodaja in odkup fotografske opreme.\nNASLOVNICA\nPoleg navigacijskega menija in funkcij, ki so na vsaki strani, so na naslovnici, slika 7, izpostavljene novice, zadnji projekt in anketa. Anketa je dinamična in ima funkcijo interaktivnosti s strani uporabnika internetne strani. Vsak teden se bo na spletni strani pojavilo novo vprašanje. Uporabnik izbere med štirimi možnimi odgovori. Spodaj pod anketo bo omogočena povezava na rezultat ankete, ki bo sproti kazala stanje.\nBLIŽNJICA\nZaradi večje izpostavljenosti določenih vsebin vsaka stran vsebuje bližnjice za hiter dostop do njih, slika 8. Izpostavljene vsebine so: domov, e pošta, struktura strani\n"], "14": ["4. PROGRAMSKA OPREMA", ""], "15": ["4.1 Predvideni programski jeziki", ""], "16": ["4.1.1 HTML – statične strani", "HTML je jezik, ki se uporablja za pisanje spletnih strani. Jezik je sestavljen iz nabora posebnih oznak, ki so neodvisne od platforme. HTML je razvil Tim Berners-Lee iz Evropskega laboratorija fizike delcev v Ženevi (CERN). Avtor prve različice jezika HTML, Tim Berners-Lee, je oblikoval enostaven označevalni jezik. Za osnovo mu je služil jezik SGML (Standard Generalized Markup Language), s katerim je možno opisati poljuben označevalni jezik.  Značilnost jezika HTML je enostavnost. Ker je bil jezik HTML zasnovan tekstovno z minimalnim številom oznak, se ga lahko vsakdo hitro nauči in s poljubnim urejevalnikom besedila napiše lasten dokument.Tako so naenkrat vsi začeli objavljati lastne HTML dokumente in splet se je razcvetel. Z rastjo spleta so naraščale tudi potrebe po dodatnih oznakah v jeziku HTML. Ker seveda Tim Berners-Lee ni bil pripravljen prevzeti nadaljnega razvoja jezika HTML, so to storili proizvajalci pregledovalnikov. Časi HTML 1.0 so že davno mimo, zdaj je HTML v različici 4.0, poleg tega je na voljo še ogromno dodatkov in izboljšav. Z izdajo novih različic\npregledovalnikov so proizvajalci dodajali nove oznake in jezik se še vedno razvija v drugih različicah, kot so XHTML, DHTML, VML … skupaj s spletnimi brskalniki.  HTML dokument je tako imenovani ASCII dokument, ki ga oblikujemo s tekstualnimi urejevalniki, kot sta Notepad (beležnica) v Windows okolju ali, kot se ga je včasih, z Edit v DOS-u. Z razmahom svetovnega spleta so se pojavili tudi HTML urejevalniki, ki nam omogočajo, da v WYSIWYG (What You See Is What You Get) načinu oblikujemo HTML dokumente.  Osnovne sestavine HTML dokumentov (spletnih strani) so elementi, kot so glava dokumenta, tabela, odstavek, seznam itd. Z oznakami HTML jezika povemo pregledovalnikom spletnih strani, kako naj prikažejo posamezne elemente. Za pisanje oznak veljajo nekatera preprosta pravila:\n"], "17": ["- Oznaka je vedno zaprta med znaka za večji in manjši — .", "- Oznaka velja od mesta klica do mesta preklica, za preklic oznake pred oznako  postavimo poševnico / — ( ...........).\n"], "18": ["- Nekatere oznake in elementi lahko vsebujejo tudi različne pomenske atribute—  ....................", "...................\n"], "19": ["- Oznake niso občutljive na velike ali male črke — =  = .", "- Nekaterih oznak nekateri pregledovalniki ne prepoznajo, zato jih v takem  primeru jih enostavno ignorirajo.\nStandard HTML je osnovan zelo neprilagodljivo, saj je bil ustvarjen z namenom predstavitve vsebine, brez razlage o pomenu vsebine. Jezik HTML predstavlja podatke na nestrukturiran način, zato je potreben precejšen napor (procesiranje) za obdelavo podatkov. Primeren je kvečjemu za uporabo z nezahtevnimi aplikacijami, kjer se obdela le nekaj podatkov, ni pa primeren za prenos in obdelavo velike količine podatkov.  Jezik HTML je ustrezen format za kratke dokumente, saj vsebuje vse potrebne oznake (naslov, odstavek, seznam), za predstavitev kratkih člankov, poročil, seznamov, ni pa ustrezen format za zapis in izmenjavo strukturiranih vsebin. HTML je narejen tako, da se ga je enostavno naučiti, saj so oznake in njihov pomen že vnaprej določeni. pisanje+spletnih+strani.+&area=si&ct=Trident&st=simple&fh=1&x=19&y=9)\n"], "20": ["4.1.2 PHP – dinamične strani", "PHP (Hypertext Preprocessor) je zelo priljubljen skriptni programski jezik, ki spletnim razvijalcem omogoča hitro ustvarjanje dinamičnih spletnih aplikacij in ga vključimo v opisni jezik HTML, kar omogoči izdelavo dinamičnih spletnih strani, ki so osnova za široko paleto storitev, ki jih danes najdemo v spletu. PHP je kar nekakšen naravni izbor za pripravo dinamičnih spletnih strani, ki jih streže spletni strežnik Apache.  Dandanes že skoraj vsakdo pozna svetovni splet in stvari, ki se jih tam dobi. Dinamična vsebina strani, dostop do zbirk podatkov in druge podobne stvari so bile za ''navadne smrtnike'' včasih le nekaj oddaljenega. Danes je stvar precej drugačna. Na platformah Unix ima strežnik Apache podporo za jezik Perl in več različic jezika PHP (Apache in PHP lahko uporabljamo tudi na platformah Windows), Microsoft pa je razvil ActiveX in ASP.\nKaj sploh je PHP?  Strokovnjaki pravijo, da je PHP HTML-embedded scripting language. Se pravi PHP skriptni jezik, ki je vključen v opisni HTML jezik. Vse skupaj se odvija v spletnem strežniku. Nekdo \"prideska\" na našo spletno stran, spletni strežnik zaradi končnice datoteke (.php ali .php3) zažene interni tolmač PHP, ki to stran obdela in kot rezultat vrne opisni jezik HTML, ki ga zna prikazati skoraj vsak spletni brskalnik. Koda PHP se izvaja na spletu strežniku in ne na odjemalčevem brkljalniku. To pomeni, da odjemalčev brkljalnik ne ve, da je uporabljen PHP. PHP-jev predprocesor izvaja vso kodo med:   Za vse Windows uporabnike je potrebno povedati, da je PHP nekaj podobnega kakor ASP na Microsoftovih spletnih strežnikih. Oba jezika pišemo kar v obstoječe strani HTML, ki jih strežnik obdela, preden jih pošlje uporabniku. Spletni strežnik za začetek kode PHP uporablja znak. Vse kar je med oznakami za začetek in konec, se šteje za kodo PHP, ki jo obdela naš strežnik.\n Sedaj je na voljo že različica PHP 4.0.0, ki je v marsičem boljša od različic 3.x, podpira tudi seje (sessions), ki jih doslej ni bilo. Tako bo marsikomu olajšano pisanje spletne trgovine in podobnih namenskih programov. Kar se hitrosti izvajanja tiče, pa avtorji zatrjujejo, da je PHP4 vsaj 50 % hitrejši od predhodnika. Za različico, ki deluje kot dodatni modul spletnega strežnika Apache, pa je na voljo tudi Zend Optimizer, ki omogoča še hitrejše izvajanje kode.\nPrednosti PHP-ja  PHP je poln programski jezik. Podpira dostop do veliko različni tipov podatkovnih baz. Podpira tudi storitve, kot so IMAP, POP3, NMTP in HTTP. Lahko se izvaja na veliko različnih platformah (Linux, FreeBSD, Windows...). PHP se lahko konfigurira tako, da teče v CGI izvedljivem načinu, lahko pa se inštalira kot modul za Apache ali razširitev ISAPI. Zato deluje PHP skoraj z vsemi spletnimi strežniki od Apacha na Linuxu do IIS na Windows NT.\n+pisanje+spletnih+strani.+&area=si&ct=Trident&st=simple&fh=1&x=19&y=9\n"], "21": ["4.1.3 JavaScript - efekti", "JavaScript je skriptni jezik za spletne strani. Skripte, napisane z JavaScriptom je možno vstavljati neposredno v HTML dokumente in z njimi imamo veliko možnosti zvišanja kvalitete spletnih strani z najrazličnejšimi elementi. Na primer, na zelo enostaven način se lahko odzivate na uporabniško vpeljane dogodke in nekateri učinki, ki jih sedaj ponuja JavaScript, so bili včasih možni samo s CGI programi.  Prvi brkljalnik, ki je podpiral JavaScript, je bil Netscape Navigator 2.0. Sledil mu je Internet Explorer 3.0. Vendar pa kot ponavadi skritpe niso vedno delovale enako na obeh brkljalnikih. Zato je bilo nujno uvesti standard, ki bo zagotovil pravilno delovanje JavaScripta na vseh brkljalnikih. Ta standard se je imenoval JavaScript 1.0. Do danes pa se je JavaScript že toliko razširil, da so uvedli že standard JavaScript 2.0. \nPrav tako pa je Microsoft pred leti razvil še dva nova skriptna jezika, imenovana VBScript in JScript. Kako zaganjamo JavaScript?  JavaScript je skriptni jezik, ki ga zapišemo v HTML dokument in zato ne potrebuje nobenega posebnega prevajalnika. Za prevajanje skriptnega jezika poskrbi, tako kot tudi za HTML ukaze, brkljalnik sam. Čeprav se sliši, da je JavaScript nekaj zelo enostavnega, pa zahteva vseeno malo predhodnega znanja o HTML ukazih in prav posebej o programiranju.  Kako na primerih zaganjamo JavaScript. Primer prikazuje, kako lahko JavaScript zaganjamo zaporedno s HTML ukazi.\n"], "22": ["  Prvi primer  ", "To je normalni HTML dokument.\n"], "23": ["", " \nPrimerjava: Java vs. JavaScript  Čeprav sta si imeni Java in JavaScript zelo podobni, je potrebo najprej opozoriti, da imamo tukaj opravka z dvema čisto ločenima zadevama. To sta dve čisto ločeni tehniki programiranja za internet. Java je programski jezik, medtem ko je JavaScript samo skriptni jezik. Razlika je ta, da lahko z Javo napišete resničen program, vendar na naših spletnih straneh pogosto potrebujemo samo določene učinke, ki pa jih lahko izvedemo kar z JavaScriptom in se nam ni potrebno ubadati z resničnim programiranjem. JavaScript je bil namenjen za enostavno in razumljivo uporabo; Z njim ni potrebno polagati veliko pozornosti na programiranje. Enostavno lahko rečemo, da je JavaScript bolj podaljšek HTML-ja, kot pa ločen računalniški jezik. JavaScript ni Java. \n +pisanje+spletnih+strani.+&area=si&ct=Trident&st=simple&fh=1&x=19&y=9\n"], "24": ["4.1.4 CSS – določanje oblikovnih slogov", "CSS (Cascading Style Sheets) je namenjen opisu prezentacije elementov dokumenta. Glavne značilnosti CSS:\n- Združljiv naprej in nazaj: CSS agent bo preprosto ignoriral vse, česar ne pozna,  kar pomeni, da se koda, pisana za CSS2 ali CSS3, lahko izvaja na agentu za  CSS1, saj ta pač ignorira zadeve, ki jih ne pozna, ker v času njegovega nastanka  še niso bile definirane. Tako je torej združljiv naprej. Kompatibilnost za nazaj pa  morajo zagotavljati agenti tako, da vedno znajo postoriti vse, kar so znali njihovi  predhodniki.\n- Velja za vse opisne jezike\n- Neodvisen: CSS ni pod lastništvom nobene blagovne znamke, temveč o njem  odloča konzorcij in standard je eden. Trenuten problem pa je v dejstvu, da vsako  podjetje implementira del standarda nobeden brkljalnik ne zna vsega, kar CSS  predpisuje). Problem je v tem, da mora spletni razvijalec vedno misliti tudi na  deskarje, ki nimajo najnovejših različic.\n- Preprost: struktura jezika je dokaj preprosta in jasna.\n- Ponuja dostopnost: v najnovejši specifikaciji lahko CSS kontrolira različne  medije, kot sta zvok in Braillova pisavapisava. S tem bo omogočena uporaba  interneta tudi ljudem s posebnimi zahtevami.\n"], "25": ["HTML ima posebno oznako ", ""], "abstract": ["Izdelava zajema vodenje, organizacijo vseh potrebnih spremljajočih del, končno izvedbo, realizacijo in postavitev v delujoče stanje ter uporabo. Opisan je celoten postopek pristopa k nalogi, analiziranje obstoječega stanja, opredelitev potreb ateljeja, pričakovani rezultati, izdelava koncepta, vsebin, informacij, tehnologije in potek izdelave z oblikovanjem, programiranjem statičnega in dinamičnega dela, vgraditev vizualnih efektov, določevanje oblik, vsebin in shranjevanje podatkov. "]}