{"1": ["1 UVOD", "Povečana skrb za okolje in podtalnico v današnjem času ustvarja določene omejitve za intenzivno kmetovanje. Težnje kupcev po čim cenejši hrani narekujejo intenzivno kmetovanje, ki pa ima pogosto za posledico veliko obremenjevanje okolja.\nDušik v tleh je element, ki se v nitratni obliki zelo hitro izpira v podtalnico ali pa preko denitrifikacije in volatizacije izhlapi v ozračje. Webster in sod. (1993) navajajo, da se je v monokulturi koruze, ko njiva med dvema posevkoma ni bila ozelenjena, izprala okoli tretjina dodanega dušika. Za zmanjšanje izpiranja N je bilo uvedeno več različnih ukrepov, med njimi tudi uporaba prezimnih dosevkov.\nOzelenitev njivskih tal preko jeseni, zime in rane spomladi ima zelo pozitivne učinke na zmanjšanje izpiranja N v globlje dele tal ter v podtalnico (CR Kmetovalec 2006). Kot prezimni dosevki se lahko uporabijo vse rastline, ki hitro in močno rastejo, se hitro ukoreninijo in tvorijo globok koreninski sistem ter intenzivno črpajo hranila, predvsem N iz tal, uspešno prezimujejo in ne vplivajo neugodno na posevke, ki sledijo (Kramberger 2003). Ponavadi za prezimno ozelenitev uporabimo rastline iz družine križnic (Brassicaceae), trav (Poaceae) ter metuljnic (Fabaceae). Ukrep ozelenitve je tudi finančno podprt preko kmetijsko okoljskega programa (Program razvoja podeželja Republike Slovenije 2007).\nZ vidika mešanih poljedelsko-živinorejskih kmetij, kjer se ponavadi srečujejo s pomanjkanjem površin, namenjenih pridelovanju krme, so prezimni dosevki lahko pomemben vir voluminozne krme. Odločitev, kateri prezimni posevek bomo tu uporabili, sloni predvsem na uporabnosti rastlin, ki so primerne za krmo in dajo obilico kakovostnega pridelka. Tu bi posebej izpostavili mnogocvetno ljuljko (Lolium multiflorum Lam.) kot rastlino, ki se v Sloveniji zelo veliko uporablja za prezimen dosevek in lahko tvori zelo veliko kakovostnega zelinja. S takimi dosevki dosežemo maksimalno izkoriščenost njive v \ndanih vremenskih pogojih. Na poljedelskih kmetijah pa se za prezimne posevke odločajo predvsem na podlagi primernosti rastline za zeleni podor.\nKot predposevek sladkorni pesi sta se običajno uporabljala oljna redkev ter bela gorjušica (Sinapis alba L.), ki sta obe neprezimni rastlini. Njuno uporabo je predvsem pogojevalo dejstvo, da nekateri kultivarji zmanjšujejo populacijo nematod v zemlji (Smith s sod., 2004). Vendar pa današnji ukrepi kmetijsko okoljske politike (KOP) zahtevajo celoletno pokritost njivskih tal in je zato uporaba bele gorjušice in oljne redkve manj primerna.\nMnogocvetna ljuljka (Lolium multiflorum Lam.) je prezimna rastlina in se je izkazala kot zelo dobra v preprečevanju izpiranja N v tleh (Svensson s sod. 1994; Thomsen and Christensen 1999). Novejše, na nematode odporne sorte sladkorne pese (Beta vulgaris L.), so omogočile uporabo mnogocvetne ljuljke kot svoj predposevek, kar je za intenzivne poljedelsko-živinorejske kmetije zelo uporabno. Mnogocvetno ljuljko prištevamo med ugodilke, kar pomeni, da vpliva na povečanje rodovitnosti tal in je dober predposevek večini posevkov, ki ji sledijo (Kramberger 2003).\nPrav uporabnost mnogocvetne ljuljke za krmo je bila povod, da smo si za cilj diplomskega dela postavili primerjanje vpliva mnogocvetne ljuljke (Lolium multiflorum Lam.) kot prezimnega dosevka na pridelek sladkorne pese (Beta vulgaris L.) v primerjavi z ostalimi dosevki, uporabljenimi v poskusu ter ugotoviti, kako vpliva različen čas spomladanskega zaoravanja mnogocvetne ljuljke na vsebnost N v tleh ter na pridelek in kakovostne parametre sladkorne pese. Posledično nam namreč pridobljeni podatki pomenijo oporo pri vključevanju mnogocvetne ljuljke za krmo v kolobar na živinorejsko-poljedelski kmetiji.\nDELOVNE HIPOTEZE:\nPredvidevali smo,da:\n1. bodo različni dosevki različno vplivali na vsebnost mineralnega dušika v tleh; \n2. bo gnojenje z N povečalo količino pridelka mnogocvetne ljuljke v jeseni; 3. bo najbolj ugodno vplivala na pridelek sladkorne pese italijanska mnogocvetna  ljuljka; 4. bo čas zaoravanja dosevkov vplival na vsebnost mineralnega dušika v tleh in na  pridelek sladkorne pese.\n"], "2": ["2 PREGLED LITERATURE", ""], "3": ["2.1 Rastline za kratkotrajno ozelenitev tal", "Vrsto rastline, ki jo bomo uporabili kot dosevek za kratkotrajno ozelenitev tal, izberemo na podlagi namena ozelenitve in potreb našega gospodarstva. Če hočemo pridelati čim več kakovostne krme, se odločimo za rastlino, ki nam da čim večjo količino in kakovost ter da jo pridelamo s čim nižjimi stroški. Nižji stroški so vodilo tudi pri rastlinah, namenjenih zgolj za ozelenitev in podor. Bolj kot primernost za krmo nas pa v tem primeru zanima, katera rastlina tvori v čim krajšem času obilo zelene mase, ki nam lahko služi kot vir za povečanje humusa v tleh.\nGlede na ta dva namena pa lahko izbiramo med dvema vrstama dosevkov, to so prezimni ali neprezimni dosevki. Ne glede na to, za katero vrsto dosevka se odločimo, pa je pomembno tudi to, kako vpliva dosevek na naslednjo poljščino.\nV kolobarju s sladkorno peso so se do nedavnega uporabljali predvsem neprezimni dosevki, kot sta oljna redkev in bela gorjušica. Dandanes pa je iz okolje varstvenega vidika pomembna celoletna pokritost njivskih tal, zato je potrebno poiskati tudi prezimne dosevke, ki bi bili primerni predposevki sladkorni pesi brez negativnih vplivov. Ena od teh bi lahko bila tudi italijanska mnogocvetna ljuljka.\n"], "4": ["2.1.1 Italijanska mnogocvetna ljuljka (Lolium multiflorum Lam.)", "Botanična klasifikacija (http://plants.usda.gov/java/profile?symbol=LOPEM2 1.12.2008)\nKraljestvo = Rastline (Plantae) Podkraljestvo = Tracheobionta Naddeblo = Semenke (Spermatophyta) Deblo = Kritosemenke (Magnoliophyta) Razred = Liliopsida Podrazred =Commelinidae Red =Cyperales \nDružina =Trave (Poaceae) Rod = Ljuljke (Lolium) Vrsta = Italijanska ljuljka (Lolium multiflorum Lam.)\nSpada v družino trav (Poaceae) in je eno do dvoletna rastlina, ki zraste v višino 80-100 cm. Se šopasto razrašča, je zelo listnata rastlina, s širokimi, dolgimi in velikimi listi. Odlikuje jo relativno hitra rast in razraščanje, je pa to pogojeno od vsebnosti hranil v tleh ter vlage. Uporablja se lahko za setev v kratkotrajnih mešanicah ali pa za čisto setev (Kramberger 2003).\nUporablja se lahko kot strniščni dosevek, glavni posevek ter kot prezimni dosevek. Na poljedeljsko-živinorejskih kmetijah se dandanes večinoma uporablja kot kratkotrajni prezimni dosevek za ozelenitev tal, ki pa nam še vseeno spomladi omogoča eno do dve košnji pridelka (Kramberger 2003). Kot glaven posevek nam omogoča celo do pet košenj zelo kakovostne voluminozne krme na leto (Kramberger 1995). Mnogocvetna ljuljka je zaradi vsebnosti sladkorjev zelo primerna za siliranje, kar še poveča njeno uporabnost.\nPri nas je mnogocvetna ljuljka ena najbolj razširjenih, rodovitnih in s hranilnimi snovmi bogata trava za pridelovanje krme. Odlikuje jo tudi zelo hitra regeneracija po košnji, ki pa je pogojena z vsebnostjo vlage in dušika v tleh. Občutljiva je predvsem na zelo nizke zimske temperature, debelo snežno odejo ter ostre in gole zime, lahko pa jo napade tudi snežna plesen ter razredči njeno populacijo. Optimalna tla za njeno rast so zmerno vlažna, srednje težka in globoka tla, dobro založena s hranili, oziroma dobro gnojena z dušikom ali gnojnico (Korošec 1997).\nZa vznik in regeneracijo po košnji rabi mnogocvetna ljuljka veliko vlage in zato setev v sušnih razmerah (v poletnih mesecih) ni uspešna. Odlikuje jo tudi zelo velika prebavljivost organske snovi, kar jo uvršča med rastline z veliko vsebnostjo energije. Vsebnosti NEL energije v vsebnosti kilograma sušine dosegajo vrednost 6 MJ ali celo čez, kar dosega le še malo ostalih trav (Kramberger 1999). \n"], "5": ["2.1.2 Bela gorjušica (Sinapis alba L.)", "Botanična klasifikacija (http://plants.usda.gov/java/profile?symbol=SIAL5 1.12.2008)\nKraljestvo = Rastline (Plantae) Podkraljestvo = Tracheobionta Naddeblo = Semenke (Spermatophyta) Deblo = Kritosemenke (Magnoliophyta) Razred = Dvokaličnice (Magnoliopsida) Podrazred = Dilleniidae Red = Kaprovčevci (Capparales) Družina = Križnice (Brassicaceae) Rod = Gorjušica (Sinapis L.) Vrsta = Bela gorjušica (Sinapis alba L.)\nJe enoletna, neprezimna vrsta in spada v družino križnic (Brassicaceae). Je rumeno cvetoča rastlina, ki ob zelo zgodnji setvi cveti že maja spomladi. Sejana avgusta pa cveti šele oktobra, semena pa ne tvori več, kar prepreči samozasejavanje. Odlikuje jo hitra rast, saj doseže v zelo kratkem času ob primernem gnojenju do 120 cm višine. Izvira iz dežel Sredozemlja, zato ima močan koreninasti sistem s številnimi koreninskimi laski, ki ji \nomogočajo odpornost proti suši oz. pomanjkanju padavin. Človek jo je skupaj s sorodnimi vrstami gorjušice tisočletja uporabljal za pridelavo olja in začimbe (Kramberger 2003).\nPri nas pa jo predvsem zaradi vlakninastega okroglega stebla in poraščenih listov z dlačicami, ki odvračajo živino, uporabljamo predvsem kot rastlino za zeleni podor. V kolobarju s sladkorno peso je še posebej pomembna, ker nekateri kultivarji zmanjšujejo razvoj nematod v zemlji (Smith s sod. 2004). Primerna je tudi za vse, ki želijo ohraniti trajno rodovitnost, mikrobiološko aktivnost in visoko vsebnost humusa v tleh. Belo gorjušico za zeleni podor sejemo od julija do septembra na globino 2 - 3 cm ter na medvrstno razdaljo 15 - 20 cm. Lahko jo sejemo tudi v mešanicah z drugimi križnicami, predvsem oljno redkvijo. Priporočena količina semena za setev je 15-20 kg na hektar (Kramberger 2003).\n"], "6": ["2.1.3 Oljna redkev (Raphanus sativus L. var. oleiferus (DC.) Metzg)", "Botanična klasifikacija (http://plants.usda.gov/java/profile?symbol=RASA2 1.12.2008)\nKraljesto = Rastline (Plantae) Podkraljestvo = Tracheobionta Naddeblo = Semenke (Spermatophyta) Deblo = Kritosemenke (Magnoliophyta) Razred = Dvokaličnice (Magnoliopsida) \nPodrazred = Dilleniidae Red = Kaprovčevci (Capparales) Družina = Križnice (Brassicaceae) Rod = Redkve (Raphanus L.) Vrsta = Oljna redkev (Raphanus sativus L.)\nOljna redkev je hitro rastoča rastlinska vrsta z belo vijoličastim socvetjem. Glede vode, toplote in hranil v tleh ni posebno zahtevna. Rastline preko zime propadejo, zato se spomladi ne pojavljajo kot nadležen plevel. Ker imajo rastline globok in širok koreninski sistem, tla zrahljajo in prezračijo. Uporablja se predvsem za kratkotrajno ozelenitev tal. Je ena zadnjih rastlin v letu, ki v času cvetenja daje kakovostno čebeljo pašo. Oljno redkev sejemo od julija do konca avgusta na medvrstno razdaljo 15 - 20 cm in na globino 2 - 3 cm. Poraba semena je 15 - 20 kg/ha.\nNekateri kultivarji oljne redkve so glede učinkovitosti zmanjšanja nematod v tleh uspešnejši od bele gorjušice in s tem so še bolj primerni za setev v kolobarju s sladkorno peso. Raziskave so pokazale, da lahko zmanjšajo prisotnost nematod v tleh tudi za 80-90% (Smith s sod. 2004).\nmalezas/raphanus-sativus-uba-01.jpg 7.1.2009).\n"], "7": ["2.2 Sladkorna pesa (Beta vulgaris L.) v kolobarju z dosevki", "Sladkorna pesa ( Beta vulgaris L.), ki jo je človek začel gojiti kot poljščino, izvira iz divjih vrst Beta vulgaris var.perennis in Beta maritima L., ki sta uspevali na območjih južne Azije, Sredozemja in zahodne Evrope. Spada med mlajše gojene poljščine in se je kot surovina za sladkor začela uporabljati konec 18. stoletja (Štefančič 1998).\nJe dvoletna rastlina, ki prvo leto oblikuje podzemni zadebeljen koren, v katerem se nalaga sladkor, ki se sintetizira v listih. Šele drugo leto razvije cvetno steblo, na katerem oblikuje seme. Botanično spada med metlikovke (Chenopodiaceae).\nJe rastlina dolgega dne, optimalna temperatura za rast je 25 -C. Od vznika do zaključka rasti potrebuje temperaturno vsoto od 2500 do 2900 -C. Godijo ji globoka, strukturna, dobro zračna in s hranili, ter vodo dobro založena tla. Glede reakcije tal (pH) ima širok razpon, odvisno od tipa tal. Bolj občutljiva je na pH nad 7,4 in več, kar lahko povzroči pomanjkanje nekaterih mikroelementov, kot sta bor in mangan (Štefančič 1998).\nKot predposevek so primerne vse rastline, ki pustijo tla v dobri strukturi in čim bolj razpleveljena. Organski ostanki naj bi se čim prej razkrojili, da ne bi omogočali razmnoževanja škodljivcev in ovirali razvoja korenov. Zelo pomembno je, da rastline predposevka niso gostiteljice ogorčic (Štefančič 1998).\nS sladkorno peso v kolobarju zmanjšujemo vsebnost organske snovi v tleh. S pridelkom sladkorne pese zmanjšamo vsebnost humusa v tleh za 0,6 t SS/ha (AG kmetovalec 2008). Organska snov pa je pomembna za ohranjanje dušika v tleh in njegovo dostopnost rastlinam (Bavec 2003).\nZato je zelo pomembno, da odvzeto organsko snov nadomestimo preko dosevkov, ki povečujejo vsebnost organske snovi v tleh.\nKot primerni predhodni rastlini za ozelenitev sta se izkazali oljna redkev (Raphanus sativus L.) in bela gorjušica (Sinapis alba L.). Pozitivno vplivata na zmanjšanje nematod v \ntleh in ugodno vplivata tudi na pridelek. To potrjujejo razne raziskave, ki jih lahko najdemo v literaturi (Allison in sod. 1998a, Allison in sod. 1998b; Koch 1998; Kreykenbohm in sod. 1999).\nO vplivu mnogocvetne ljuljke na sladkorno peso pa je v literaturi zelo malo podatkov, nekaj raziskav je bilo o vplivu trpežne ljuljke (Thomsen in Christensen 1998; Koch 1998; Kreykenbohm in sod. 1999). Najdemo predvsem raziskave, ki so potrdile možen negativen vpliv mnogocvetne ljuljke na koruzo (Kou in Jellum 2002; Garibay in sod. 1997; Kramberger in sod. 2006).\n"], "8": ["3 MATERIAL IN METODE DELA", ""], "9": ["3.1 Material", "Poljski poskus, ki smo ga zastavili, smo izvajali od avgusta 2005 do novembra 2006. Avgusta 2005 smo kot dosevke za ozelenitev uporabili mnogocvetno ljulko (Lolium multiflorum Lam.), oljno redkev (Raphanus sativus L. spp. oleiferus (DC.) Metzg.) in belo gorjušico (Sinapis Alba L.).\nDrugo leto, v začetku aprila 2006, smo po vsej površini predhodnih dosevkov posejali sladkorno peso (Beta vulgaris L.) sorte Imperial.\n"], "10": ["3.2 Metode dela", ""], "11": ["3.2.1 Lokacija in tla", "Eksperimentalno delo smo izvedli na lokaciji v vasi Lipa. Tla so distrična rjava na holocenskih naplavinah. Pred setvijo so vsebovala 42.2 kg Nmin ha-1. Tla so kisla (pH = 5,6). Stopnja založenosti po osnovni analizi tal na podlagi AL – metode je bila s fosforjem v razredu C (16,5 mg P2O5 100 g-1 tal), s kalijem pa prav tako v razredu C (28,2 mg K2O 100 g-1 tal).\nGlavni posevek pred izvajanjem poskusa je bila ozimna pšenica. Žetev je bila opravljena v začetku julija. Strnišče je bilo preorano 25.julija.\n"], "12": ["3.2.2 Zasnova poskusa", "Poskus je bil izveden kot dvofaktorski split-plot poskus po metodi naključnih blokov v štirih ponovitvah. Na glavnih parcelah velikosti 9 x 44 m (396 m2), smo obravnavali različne dosevke, na podparcelah pa čas zaoravanja. Prvi termin oranja je bil 20. marca 2006 (17 dni pred setvijo), drugi termin oranja pa je bil 3.aprila 2006 (4 dni pred setvijo).\nObravnavanja so bila sledeča: Dosevki A – mnogocvetna ljuljka (gnojena s 60 kg N ha-1) B – mnogocvetna ljuljka (negnojena) C – kontrola (brez dosevka) D – oljna redkev E – bela gorjušica Čas zaoravanja 1 – 17 dni pred setvijo sladkorne pese 2 – 4 dni pred setvijo sladkorne pese \n"], "13": ["3.2.3 Razporeditev del v času poskusa", "Spravilu predhodnega posevka ozimne pšenice avgusta 2005 je sledilo oranje in predsetvena priprava. Pred setvijo načrtovanih dosevkov smo 9. 8. 2005 odvzeli vzorce tal za analizo (AL in Nmin). Nato smo opravili gnojenje s 60 kg N ha-1 na parcelah z gnojeno mnogocvetno ljulko (obravnavanje A). Dne 10. 8. 2005 je sledila setev z žitno sejalnico širine 2,25 m. \n8. 9. 2005 smo opravili škropljenje oljne redkve (obravnavanje D) in bele gorjušice (obravnavanje E) zaradi napada repnih grizlic (Athalia rosae L.) z insekticidom zolone liquide v odmerku 2,5 l ha-1. Pridelek dosevkov smo ugotavljali 26. 10. 2005, ob tem smo odvzeli tudi vzorce nadzemnih delov rastlin za kemijsko analizo in določitev suhe snovi. Košnjo smo opravili s samohodno kosilnico BCS širine 1,3 m. Vzorce za analizo Nmin smo jemali 16. 11. 2005, za vsako obravnavanje in ponovitev posebej. Spomladi 14. 3. 2006 smo opravili apnenje s 1800 kg CaO ha-1. Zaradi lažjega oranja smo, kljub temu da so nadzemni deli pomrznili čez zimo, zmulčili rastline oljne redkve in bele gorjušice. Oranje smo opravili v dveh delih. 50 % površine smo podorali 20. 3. 2006 (17 dni pred setvijo), ostalih 50% površine pa 3. 4. 2006 (4 dni pred setvijo). Pred drugim oranjem smo opravili še odvzem vzorcev za Nmin analizo tal. Pri tem odvzemu smo ločili tudi različna roka oranja. Osnovno gnojenje sladkorne pese smo opravili s 50 kg N, 22 kg P in 150 kg K ha-1. Setev sladkorne pese sorte Imperial je potekala 7. 4. 2006. Za zatiranje plevelev smo uporabili pyramin turbo 2,8 l ha-1 (8. 4. 2006) ter 1 liter ha-1 fusilade v kombinaciji z 1 l ha-  betanal tandem in 2 kg ha-1 goltix v dveh deljenih aplikacijah (26. 6 in 8. 5. 2006). Strojno okopavanje je potekalo 12. 6. 2006. Dne 17. 6. 2006 smo škropili sladkorno peso s 5 kg top bora ha-1 in 6 l ha-1 foliarnega gnojila bayfolan. Škropljenje smo ponovili 25. 7. 2006, dodali pa smo še 0,7 l ha-1 fungicida sphere proti listni pegavosti. Škropljenje proti pesni listni pegavosti smo ponovili še 1. 9. 2006 s fungicidom eminent 1 liter ha-1 . Pridelek sladkorne pese smo ugotavljali 20. in 21. 10. 2006, istočasno smo odvzeli tudi vzorce korenov sladkorne pese za kemično analizo.\n"], "14": ["3.2.4 Meritve in analize", "Vzorce za analizo vsebnosti talnega mineralnega dušika (NH3-N in NH4-N) smo jemali s pedološko sondo. Vzorce smo odvzeli iz globin 0 – 30, 30 – 60 in 60 – 90 cm. Vzorec smo odvzeli ločeno na vsakem obravnavanju in ponovitvi. Ob spomladanskem vzorčenju smo dodatno ločili še rok oranja. Vsak dobljen poprečni vzorec smo ustrezno zapakirali v označene vrečke in jih do zamrznitve shranili v hladilni torbi. Kemijska analiza je bila opravljena po metodi Keeney in Nelson (1982).\nPridelek dosevkov smo ugotavljali tako, da smo s samohodno kosilnico BCS pokosili površino 6,5 m2 (1,3 m x 5 m) na višini 5 cm od tal. Še sveže rastline smo stehtali z elektronsko tehtnico in od celotne mase posamezne parcelice odvzeli vzorec za določitev suhe snovi (1 - 1,5 kg). Vzorce smo zapakirali v vreče, jih označili in prav tako stehtali. Vzorce smo sušili pri temperaturi 70 -C do konstantne mase. Pridelek sušine po posameznih obravnavanjih smo izračunali iz odstotka sušine v vzorcih. V laboratoriju smo določili tudi vsebnost dušika v suhi snovi rastlin po Kjehldahlovi metodi.\nPridelek sladkorne pese smo ugotavljali po posameznih obravnavanjih in tudi podparcelicah glede na rok oranja. Skupno smo določili pridelek na 80 mestih. Na vsaki podparcelici smo najprej izmerili površino 5 m2 in določili sklop rastlin (število rastlin na m2). Nato smo peso izkopali in s tehtnico stehtali maso korenov z listjem in nato še brez listja. Odvzeli smo tudi vzorce korenov in jih zapakirali v vreče (20 – 25 kg) za kemično analizo na vsebnost sladkorja, K, Na in α – amino N.\nAnaliza je bila opravljena v avtomatiziranem laboratorijskem sistemu Tovarne sladkorja Ormož. V laboratoriju se vzorci najprej operejo, da se odstranijo vsi delci zemlje. Očiščena pesa se nato s pomočjo rotirajočih nožev v bobnu opreme VENEMA zmelje v kašo. Dobro homogenizirani kaši se nato doda aluminijev sulfat, ki služi kot sredstvo za bistrenje. Sledi mešanje z Al-sulfatom v mešalnih posodah s pomočjo magnetnih mešal in filtriranje skozi filter papir. V prefiltrirani snovi se sladkor določi s polarimetrom, K in Na s plamenskim \nfotometrom, α – amino N pa s kolorimetrom. Postopek velja za standardno metodo v predelovalni industriji sladkorja (ICUMSA 1994).\nPridelek belega sladkorja in standardno izgubo melase smo izračunali po Buchholzu s sod. (1995):\nWSY = pridelek korenov x (delež sladkorja – SML - 0, )\nSML = 0,12 (K + Na) + 0,24 amino-N + 0,48\nWSY = pridelek belega sladkorja (Mg ha-1); pridelek korenov (Mg ha-1); delež sladkorja v % v svežih korenih; 0,6 konstanta tovarniških izgub; SML = standardna izguba melase (%); K + Na = vsota koncentracije kalija in natrija v korenih (mmol 100 g-1 sveže snovi), amino-N = koncetracija N v amonijski obliki (mmol 100g-1 sveže snovi)\nVse pridobljene podatke smo analizirali z analizo variance. Uporabili smo statistični paket SPSS verzija 14.0 za Windows Razlike med aritmetičnimi sredinami smo testirali z Duncanovim testom pri 5-odstotnem tveganju.\n"], "15": ["3.2.5 Klimatske razmere v času trajanja poskusa", "Klimatske razmere ob začetku poskusa niso bile najbolj ugodne. Po setvi dosevkov,\npredvsem v času vznika dosevkov, to je v drugi polovici avgusta, je bilo zelo veliko\npadavin. Predvsem od 20. do 22. so se pojavile obilne padavine z močnimi nalivi na\nvzhodu Slovenije, ponekod so bile izmerjene rekordne količine (Mesečni bilten 2005). \n  poskusa, od meseca avgusta 2005 do oktobra 2006, na območju meteorološke postaje Murska  Sobota (Statistični letopis Republike Slovenije 2006 in 2007)\nSkupna količina padavin v avgustu je bila več kot dvakrat višja od dolgoletnega povprečja. Povprečna temperatura pa je bila za dve stopinji pod dolgoletnim povprečjem (glej preglednico 1).\nMesec september se ni dosti razlikoval od dolgoletnega povprečja. Zato pa se je v oktobru, ravno v času, ko bi dosevki (predvsem mnogocvetna ljuljka) še lahko pridobili na zeleni masi, pojavilo sušno obdobje. Padlo ni skoraj nič padavin, kar je gotovo vplivalo na rast, predvsem mnogocvetne ljuljke (glej grafikon 1). \nobdobju trajanja poskusa, na meteorološki postaji v Murski Soboti po modificiranem  Walterjevem in Gausovem klimadiagramu z razmerjem temperature :padavine – 1:4.\nV mesecu novembru so se temperature prvič spustile pod ledišče. Zapadel je tudi prvi sneg, ki pa je hitro skopnel. Nizke temperature so uničile nadzemne dele neprezimnih rastlin oljne redkve in bele gorjušice.\nZimski meseci se po količini padavin niso dosti razlikovali od dolgoletnega povprečja. So se pa razlikovale povprečne mesečne temperature, ki so bile predvsem v prvih dveh mesecih leta 2006 dosti nižje od dolgoletnega povprečja (glej grafikon 1).\nKlimatske razmere v času trajanja rasti sladkorne pese, to je od aprila do oktobra, so bile dokaj ugodne. Padavine v večini mesecev so bile celo nad dolgoletnim povprečjem. Razen v mesecu juliju, ko se je pojavilo kratko sušno obdobje s pomanjkanjem padavin in visokimi temperaturami (glej grafikon 1). \nMeseca septembra in oktobra, ob zaključku rasti in spravilu sladkorne pese, je prevladovalo toplo in suho vreme (glej grafikon 1).\nobdobju od 1991 -2000, na meteorološki postaji v Murski Soboti po modificiranem  Walterjevem in Gausovem klimadiagramu z razmerjem temperature :padavine – 1:4.\n"], "16": ["4 REZULTATI IN RAZPRAVA", ""], "17": ["4.1 Pridelek suhe snovi zelinja in količina vezanega dušika v zelinju", "Pogoji za rast in razvoj dosevkov zaradi vremenskih razmer niso bili najbolj ugodni. Zaradi ogromne količine padavin v kratkem časovnem obdobju ob koncu avgusta 2005 (preglednica 1) se je večina dostopnega dušika spralo iz zgornjega sloja tal (preglednica 3), kar je imelo za posledico slabšo rast vseh dosevkov v poskusu.\nPridelki suhe snovi zelinja gnojene mnogocvetne ljuljke in bele gorjušice so se statistično signifikantno razlikovali od pridelkov negnojene mnogocvetne ljuljke in oljne redkve. Največji pridelek suhe snovi zelinja smo dosegli pri beli gorjušici (2,41 t SS ha-1), nekoliko manjši je bil pri gnojeni mnogocvetni ljuljki (2,19 t SS ha-1). Signifikantno manj sta po pridelku suhe snovi dosegli oljna redkev (1,66 t SS ha-1) in negnojena mnogocvetna ljuljka (1,31 t SS ha-1).\ndosevkih.\n*vrednosti označene z različno črko v istem stolpcu se med seboj statistično značilno razlikujejo (Duncanov test, P≤0,05)\nPri količini akumuliranega dušika pa je statistično signifikantno največ dušika akumulirala gnojena mnogocvetna (44 kg ha-1). Ta rezultat pogojuje lastnost mnogocvetne ljuljke, ki kljub plitvim koreninam zelo hitro po setvi ustvari veliko zelene mase in za to rast porabi veliko dušika (Thorup-Kristensen 2001). \nSignifikantno manj je na drugem mestu akumulirala bela gorjušica (35 kg ha-1). Sledi ji negnojena mnogocvetna ljulka z 29 kg akumuliranega dušika, ki se od nje statistično signifikantno ne razlikuje. Prav tako se statistično ne razlikuje od akumuliranega dušika oljne redkve (25 kg ha-1), ki je od vseh dosevkov akumulirala najmanj dušika.\nNajmanjši pridelek suhe snovi zelinja ter akumuliranega dušika pa smo ugotovili na kontroli, kar si lahko razlagamo s tem, da je bila njiva na tem delu neposejana in smo vrednotili le vznikle nesejane plevelne rastline.\n"], "18": ["4.2 Vpliv dosevka in časa zaoravanja na vsebnost mineralnega dušika v tleh", "V večini primerov so dosevki in čas zaoravanja dosevkov signifikantno vplivali na vsebnost mineralnega dušika v tleh pred zimo in ob setvi sladkorne pese.\nLe v primeru vsebnosti mineralnega dušika v plasteh od 0 do 30 cm in 30 do 60 cm pred zimo smo ugotovili, da nobeno obravnavanje ni imelo signifikantnega vpliva na mineralni dušik v tleh. To bi lahko pojasnili s tem, da se je večino dušika zaradi velikih količin padavin konec avgusta (grafikon 1) izpralo v nižje plasti.\nSignifikantna razlika pred zimo pa se je pojavila v sloju od 0 do 90 cm, kjer se vsa obravnavanja z dosevki statistično značilno razlikujejo od kontrolnega obravnavanja brez dosevka. Pri kontrolnem obravnavanju je namreč ostalo največ mineralnega dušika v tleh. To razliko si lahko enostavno pojasnimo s tem, da so vsi dosevki učinkovito črpali dušik iz tal in ga vgradili v svojo maso.\nZa razliko od jeseni so razlike v vsebnosti mineralnega dušika v tleh spomladi pred setvijo sladkorne pese glede na različne dosevke po obravnavanjih izredne. Najnižjo vsebnost mineralnega dušika v tleh v območju 0 - 30 cm smo ugotovili pri mnogocvetni ljuljki, tako gnojeni kot negnojeni (8,9 kg Nmin ha-1), in v območju 0 – 90 cm pri negnojeni mnogocvetni ljuljki (18,4 kg Nmin ha-1). Srednjo vrednost mineralnega dušika v tleh smo ugotovili pri oljni redkvi, ki je bila statistično enaka tudi pri kontrolnem obravnavanju.\nStatistično signifikantno pa je ob setvi sladkorne pese dosegla najvišjo vrednost mineralnega dušika v tleh bela gorjušica z 20,5 kg Nmin ha-1 v območju 0 – 30 cm in 42,8 kg Nmin ha-1 v območju 0 – 90 cm. \nM.ljulka = italijanska mnogocvetna ljuljka  Stopnja signfikantnosti: ns = ni signifikantnosti; *P≤0,05; **P≤0,01; ***P≤0,001 a,b  – vrednosti označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncanov test, P≤0,05)\nIz rezultatov je tako razvidno, da se je količina mineralnega dušika v tleh glede na jesen najbolj povečala pri oljni redki in beli gorjušici, kar pomeni, da so se očitno rastline po tem, ko jih je zmrzal že uničila, čez zimo delno mineralizirale. Do podobnih zaključkov, da lahko zimske zmrzali povečajo mineralizacijo dušika in količino mineralnega dušika v tleh ter tako dobimo posledično višje vrednosti mineralnega dušika v tleh ob začetku spomladi, so na podlagi poskusa prišli tudi DeLuca in sodelavci (1992). Posledično se je dušik, ki so ga rastline vezale v jeseni, spomladi že pred setvijo sladkorne pese sprostil v zemljo. \nZa razliko od neprezimnih dosevkov v poskusu pa je mnogocvetna ljuljka v obeh primerih (gnojena in negnojena) uspešno vezala dušik iz tal v celotnem obdobju od pozne jeseni, pozimi in zgodaj spomladi ter na ta način preprečila možno izpiranje dušika v podtalnico.\nVsebnost mineralnega dušika v tleh, glede na čas zaoravanja, se je statistično signifikantno razlikovala. Vsebnost mineralnega dušika ob setvi je bila po prvem oranju (17 dni pred setvijo) v primerjavi z drugim oranjem (4 dni pred setvijo) v sloju 0 – 30 cm za 34,3 % višja in v skupnem sloju 0 – 90 cm za 15,6 % višja. To pomeni, da se ob zgodnjem oranju spomladi do setve mineralizira veliko dušika, ki je do začetka setve in rasti glavne kulture lahko podvržen izpiranju v globlje plasti.\nInterakcija med dosevki (A) in časom zaoravanja (B) na vsebnost mineralnega dušika v tleh ni statistično signifikantna (P>0,05).\n"], "19": ["4.3 Vpliv dosevka in časa zaoravanja na pridelek sladkorne pese", "Mnogocvetna ljuljka je imela statistično signifikantno negativen vpliv na pridelek svežih korenov sladkorne pese, ki se je gibal od 73,8 t ha-1 pri negnojeni mnogocvetni ljuljki do 85,1 t ha-1 pri beli gorjušici. Rezultati pridelka svežih korenov sladkorne pese po dosevkih oljne redkve in bele gorjušice sovpadajo z rezultati poskusa Allisona in sodelavcev (1998b), ki prav tak niso ugotovili nobenega vpliva dosevka na pridelek sladkorne pese. V literaturi pa ni zaslediti podobnih raziskav z mnogocvetno ljuljko, ki bi potrdili naše rezultate glede negativnega vpliva na sladkorno peso. Najdemo pa lahko raziskave, ki so potrdile negativen vpliv mnogocvetne ljuljke kot predposevka na druge poljščine (Jensen 1991; Wallgren and Lindén 1994; Francis in sod. 1998). \npese.\nNoben od obravnavanih dosevkov ni imel statistično signifikantnega vpliva na koncentracijo sladkorja, kar je skladno z rezultati Allisona in sodelavcev (1998b). Dosevki prav tako niso statistično signifikantno vplivali na vsebnosti K, Na in α-amino N v korenih sladkorne pese. Nekatere raziskave pa so v nasprotju z našimi rezultati ugotovile, da lahko predposevek vpliva na višje vsebnosti α-amino N, ki zmanjšajo učinkovitost izločanja sladkorja. Razlog, da v našem poskusu nismo prišli do podobnih rezultatov, bi lahko bil v splošno nižji vsebnosti razpoložljivega mineralnega dušika v tleh. Ta je bil deloma vgrajen v jesenskem obdobju v rastline dosevkov, deloma pa se je izpral v nižje nedostopne plasti tal zaradi velike količine padavin (grafikon 1). \nM.ljulka = italijanska mnogocvetna ljuljka  Stopnja signfikantnosti: ns = ni signifikantnosti; *P≤0,05; **P≤0,01; a,b  – vrednosti, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncanov test, P≤0,05) \nObravnavani dosevki pri 5 % tveganju tudi niso imeli statistično signifikantnega vpliva na pridelek belega sladkorja, pri 10 % tveganju pa se kažejo negativni vplivi mnogocvetne ljuljke na pridelek belega sladkorja. Vendar ne moremo trditi, da je to zmanjšanje posledica povečanja škodljivih snovi ( K, Na in α-amino N) zaradi vpliva mnogocvetne ljuljke. Bolj verjetno je, da je to zmanjšanje v pridelku belega sladkorja posledica nižjega pridelka svežih korenov sladkorne pese. Pridelki belega sladkorja so bili v povprečju pri mnogocvetni ljuljki tudi za več kot 10 % nižji od tistih pri obravnavanjih kontrole, oljne redkve in bele gorjušice. Do podobnih zaključkov je pri svojih raziskavah prišel tudi Koch (1998), ki pa je namesto mnogocvetne ljuljke v poskusu uporabil trpežno ljuljko (Lolium perenne L.).\nDatum zaoravanja je statistično signifikantno vplival na pridelek svežih korenov in na vsebnost α-amino N. Na koncentracijo sladkorja ter pridelek belega sladkorja pa neposredno ni vplival. Pozno oranje je v primerjavi z zgodnjim zmanjšalo pridelek svežih korenov za 4 t ha-1 (grafikon 3). Zgodnje oranje pa je povečalo koncentracijo nezaželenega α-amino N v korenih sladkorne pese.\nPri interakciji dosevek (A) in čas oranja (B) nismo ugotovili statistično signifikantnih razlik.\n"], "20": ["5. SKLEPI", "Glede na dobljene rezultate v poskusu smo lahko prišli do ugotovitev, na podlagi katerih lahko sedaj proučimo, ali bomo delovne hipoteze, ki smo si jih postavili ob začetku izvajanja poskusa, ovrgli ali potrdili. Naše ugotovitve o hipotezah, postavljenih v začetku, so naslednje:\n1. Vsi obravnavani dosevki (mnogocvetna ljuljka, oljna redkev in bela gorjušica) so v  jeseni statistično signifikantno enakomerno zmanjšali vsebnost mineralnega dušika  v tleh v primerjavi s kontrolo (neposejana površina). Spomladi ob setvi sladkorne  pese je statistično signifikantno najnižjo vrednost mineralnega dušika v tleh  dosegla mnogocvetna ljuljka.\n2. Predsetveno gnojenje mnogocvetne ljuljke z dušikom pozitivno vpliva na pridelek s  povečanjem suhe snovi pridelka v jeseni.\nredkvi (83,83 t ha-1). Mnogocvetna ljuljka pa je statistično signifikantno negativno  vplivala na pridelek sladkorne pese.\n4. Pri zgodnjem zaoravanju je bila v primerjavi s poznim vsebnost mineralnega dušika  v tleh signifikantno višja. Poznejše zaoravanje pa je na drugi strani statistično  signifikantno bolj znižalo pridelek svežih korenov sladkorne pese.\nZaključimo lahko, da so rezultati poskusa o možnosti vključevanja mnogocvetne ljuljke v kolobar s sladkorno peso lahko vzpodbudni. Za razliko od neprezimnih dosevkov v poskusu je mnogocvetna ljuljka uspešno vezala dušik iz tal v celotnem obdobju od pozne jeseni, pozimi in zgodaj spomladi ter na ta način preprečila možno izpiranje dušika v podtalnico. Pridelala je največ SS na ha, ki ga lahko mešane poljedelsko-živinorejske kmetije uporabijo za krmo živali. Pokazale pa so se potrebe po nadaljnjih raziskavah o tem, \nkako z različnimi agrotehničnimi ukrepi zmanjšati negativne vplive mnogocvetne ljuljke na naslednji posevek sladkorne pese.\n"], "abstract": ["V poljskem poskusu, ki smo ga izvedli v letih 2005 in 2006 v Lipi pri Murski Soboti, smo ugotavljali vpliv različnih dosevkov in časa zaoravanja na vsebnost mineralnega dušika v tleh (Nmin) pred zimo in spomladi ob setvi sladkorne pese ter poznejšega vpliva na pridelek sladkorne pese. Poskus je bil izveden po split-plot metodi v naključnih blokih s štirimi ponovitvami. Na glavnih parcelah smo obravnavali dosevke: ob setvi s 60 kg N gnojena mnogocvetna ljuljka (Lolium multiflorum Lam.), negnojena mnogocvetna ljuljka, oljna redkev (Raphanus sativus L. var. oleiformis), bela gorjušica (Sinapis alba L.), ter kontrola brez dosevka. Na podparcelah pa čas zaoravanja (17 ali 4 dni pred setvijo pese). Ugotovljeno je bilo, da sta v jeseni signifikantno največ pridelka zelinja tvorili bela gorjušica in z N gnojena mnogocvetna ljuljka. V jeseni se obravnavani dosevki niso statistično značilno razlikovali glede vsebnosti Nmin v tleh. Spomladi ob setvi pa sta tako gnojena kot negnojena mnogocvetna ljuljka značilno znižali vsebnost Nmin v tleh, v primerjavi z ostali obravnavanji. Pridelek svežih korenov sladkorne pese je bil signifikantno višji pri kontrolnem obravnavanju, oljni redkvi in beli gorjušici v primerjavi z gnojeno in negnojeno mnogocvetno ljuljko, medtem ko na pridelek belega sladkorja pri nobeno obravnavanje ni imelo signifikantnega vpliva (p≤0,05). Pridelek sladkorne pese je bil prav tako signifikantno višji pri ranejšem oranju v primerjavi s poznejšim. "]}