{"1": ["1 UVOD", "Hmelj (Humulus lupulus L.) je pomembna rastlina pri proizvodnji piva. Za uspešno pridelovanje hmelja, ki ga gojimo kot monokulturo (več let na istem mestu), je zelo pomembna organska snov v tleh. Z organskimi snovmi v hmeljiščih ni bilo težav, če so bila na posestvih z razvito živinorejsko proizvodnjo. Na posestvih brez živinoreje predstavlja ozelenitev tal način zamenjave organske snovi oziroma hlevskega gnoja kot najpomembnejšega ohranjevalca rodovitnosti tal, ob upoštevanju, da je brez hlevskega gnoja še mogoče uspešno poljedelstvo, nikakor pa brez organske snovi.\nHmeljarji so skoraj vsi vključeni v integriran način pridelovanja hmelja, kjer pa pripisujemo organski snovi velik pomen. Ker v nasadu ne kolobarimo, je dobro, da v medvrstni prostor sejemo podorine oziroma dosevke, ki ugodno vplivajo na tla in na hmelj. V tehnoloških navodilih za integrirano pridelovanje hmelja (2008) je setev podorin nujen ukrep. Stalna pokritost tal z rastlinsko odejo preprečuje negativne vplive dežja, sonca in vetra na strukturo tal ter zmanjšuje izpiranje hranil. Z bogato nadzemno maso in koreninami dosevki povečujejo delež organske snovi v tleh, izboljšujejo strukturo in mikrobiološko aktivnost tal (Zabret 2000).\n"], "2": ["1.1 Delovna hipoteza", "Z nalogo smo želeli preučiti:\n- primerjavo količin nadzemne mase dosevkov ter v kolikšnem obsegu lahko z dosevki  nadomestimo pomanjkanje organske snovi;\n- prednosti in slabosti v dosejavanju medvrstnega prostora v hmeljišču. \n"], "3": ["2 PREGLED LITERATURE", ""], "4": ["2.1 Splošno o hmelju (Humulus lupulus)", "Hmelj je azijskega porekla. Znano je, da so gojili hmelj kot kulturno rastlino že v osmem in devetem stoletju v Franciji in na Bavarskem. Pivo so varili v samostanih ali kar doma. Hmeljarstvo se je razcvetelo v šestnajstem stoletju. Na Slovenskem se omenja uporaba hmelja za varjenje piva že okoli leta 1160. Prvi hmeljski nasad je zasadil žalski župan in veleposestnik Janez Hausenbichler (Čerenak in sod. 2002).\nBotanična klasifikacija hmelja\nHmelj je zelnata trajnica, ovijalka in je dvodomna rastlina, kar pomeni, da na eni rastlini najdemo moške ali ženske cvetove. Hmelj, ki ga danes gojimo, izhaja iz divje rastočih hmeljev Evrope in zahodne Azije. Botanično uvrščamo hmelj med dvokaličnice, v red koprivovcev (Urticales), kamor spada tudi navadna kopriva in skupaj s konopljo v družino konopljevk (Cannabaceae). Danes poznamo v rodu Humulus dve vrsti: navadni hmelj (Humulus lupulus) in enoletni ali japonski hmelj (Humulus japonicus) (Čerenak in sod. 2002).\nZgradba hmeljne rastline\nHmeljno rastlino sestavljajo podzemni vegetativni deli, nadzemni vegetativni deli in razmnoževalni organi. Nadzemni deli konec rastne sezone propadejo, prezimijo le podzemni deli. Podzemni deli hmeljne rastline so sestavljeni iz koreninskega tkiva in tkiva stebla. Skupaj tvorita tako imenovano koreniko ali štor. Koreninsko tkivo tvori dve različni obliki korenin: glavne korenine, sočne in krhke, so stalne in lahko segajo tudi nekaj metrov globoko, sprejemajo vodo in hranila ter nadomestne (adventivne ali rosne) korenine so tik pod površino tal in jih ohranjamo z osipavanjem. \nNovi nadzemni deli se razvijejo iz brstičev. Na njih je veliko spečih brstičev (očesc). Spomladi 15 do 50 očesc začne hitro poganjati. Ker za pridelovanje potrebujemo le dve do štiri trte, ostale poganjke v tem stadiju porežemo. Vegetativne nadzemne dele predstavljajo: steblo, stranski poganjki in listi. Glavno steblo (trta) se razvije iz očesca. Ko zraste v višino okoli 50 centimetrov, dobi zmožnost ovijanja. Ob opori se trta ovija v smeri urinega kazalca in se nanjo opira s kljukastimi dlačicami, s katerimi je pokrito steblo. Steblo je šesterorobo v prerezu in je razdeljeno na kolenca ali nodije. V dobi najhitrejše rasti hmeljna rastlina prirašča tudi več kot 25 centimetrov na dan. Steblo je na začetku zelnato in kasneje oleseni. Hmeljna trta zraste v višino 7 do 9 metrov. Stranski poganjki, zalistniki ali panoge se razvijejo iz rastnih vršičkov v zalistjih na vsakem nodiju stebla. Listi so na isti rastlini različno oblikovani (heterofilija). Listne ploskve so ob peclju srčaste in večkrat pernato deljene. Listi so običajno trikrpati ali petkrpati, lahko pa tudi sedemkrpati. Rob listov je vedno nazobčan, listne žile so lepo vidne in površina listov je dlakava (Čerenak in sod. 2002).\nRazmnoževalni ali generativni organi hmelja\nMoški cvetovi pri hmelju so majhni in združeni v grozdasta socvetja na zgornjih stranskih poganjkih. Premer posameznega cveta je okoli 6 milimetrov. V prašnicah nastaja veliko cvetnega prahu, ki se razširja z vetrom. Žensko socvetje, ki ga imenujemo storžek, je običajno veliko od 20 do 30 milimetrov. V naravi vsebuje tudi razvita semena. Storžek sestavljajo pecelj, osrednje vretence in lističi storžka. Lističi storžka so preoblikovani krovni lističi in prilisti, ki se opekasto prekrivajo. Na dnu krovnih listkov in prilistov se razvijejo lupulinske žleze, v katerih se nakopičijo eterično olje, grenčične smole in čreslovine (Čerenak in sod. 2002). \nRastne zahteve\nHmeljne rastline so glede vlage zelo zahtevne. V rastnem obdobju zadostuje približno 600 milimetrov padavin. Minimalna temperatura za rast je 5 ˚C. Za normalno rast naj povprečna dnevna temperatura v aprilu ne bo nižja od 7 ˚C, v maju pa ne pod 11 ˚C. V juniju in juliju naj bo dnevna temperatura 15 do 18 ˚C. Vsota temperatur med rastno dobo naj bo med 2000 in 2800 ˚C. Za hmelj so primerna rjava aluvialna tla z dobro formiranimi horizonti. Takšna tla se razprostirajo ob nizkih terasah rek in potokov na prodnato peščenem ali prodnato glinasto ilovnatem nanosu. Primerna so srednje globoka do globoka tla z dobro urejenim vodo- zračnim režimom (Bavec 2003).\nSplošne značilnosti\nHmelj se uporablja v pivovarstvu, ker daje pivu okus, obstojnost in grenčico. Zaradi zdravilnih lastnosti se uporablja tudi v farmacevtski industriji (Bavec 2003).V nekaterih državah mlade poganjke jejo kot kuhano zelenjavo (Carter in sod. 2008). \n"], "5": ["2.2 Ozelenitev medvrstnega prostora v hmeljišču", "Kramberger (2003) navaja, da je s prehodom v integrirano pridelavo ozelenitev tal pridobila na pomenu. Pri ozelenitvi tal v trajnih nasadih so do nedavnega na prvem mestu poudarjali predvsem bogatitev tal z organsko snovjo.\nOrganska snov ima v tleh dvojno vlogo, in sicer je:\n- vir hrane za rastline – 70 do 80% organskih snovi v tleh, mikroflora, mikro ter makro  favna, mineralizira na hranilni humus oziroma na sestavine – ione (katione, anione), ki  jih rastline porabijo za hrano;\n- vir trajnega humusa – 20 do 30% organskih snovi se humificira v trajno obliko humusa  (sprstenino ali blagi humus, trhlino ali surovi humus in vmesno obliko, prhlino). Vse vrste trav in detelj ter njihove mešanice pustijo v tleh vsako leto veliko organske snovi, ki vplivajo na obogatitev tal (Kapun 2008).\nS podoravanjem zelnatih rastlin ali njihovih ostankov v tla vnesemo veliko organske snovi. Lahko razgradljivi del odmrle organske snovi (lahko razgradljivi ogljikovi hidrati, proteini in nekatere druge spojine) je hrana številnim mikroorganizmom. Ob ugodnih pogojih (primerna temperatura, vlažnost, pH itd.) mikroorganizmi zelo hitro razkrajajo te spojine (mineralizacija). Pri mineralizaciji organske snovi se sproščajo (mobilizirajo) številna rastlinska hranila, ki so bila do tedaj vezana v organski snovi (Breland in Hansen 1995).\nDžuban in sod. (2008) navajajo, da je setev podorin v medvrstni prostor nujen ukrep v času rasti hmelja. Podorine sejemo po zadnjem osipanju (v začetku julija). Tako zmanjšamo število kultiviranj in preprečimo zbijanje ter slabšanje strukture tal. Dobra pokrovnost preprečuje zablatenje tal, v času obiranja in v dežju olajša vožnjo v nasadih hmelja. Smiselna je setev podorin tudi zaradi pomanjkanja hlevskega gnoja, saj tla obogatijo z organsko snovjo in preprečujejo rast plevelov. \nSetev dosevkov, kot dodajanje organske snovi tlom, ima več pozitivnih učinkov:\n- izboljša strukturo tal za propustnost vode (v lahkih tleh) in prezračenost (v težkih tleh);\n- vzdržuje mikrobiološko aktivnost v tleh, kar omogoča boljše gospodarjenje s hranili;\n- izboljša koloidne lastnosti tal in zmanjša izpiranje hranil;\n- korenine podorin črpajo težko dostopna hranila iz globljih slojev tal;\n- z uspelim posevkom metuljnic pridobimo v zemlji precejšne količine dušika: v povprečju 100–200 kg N haˉ1 letno (Hacin 1982).\nHmeljišča po setvi dosevkov v medvrstni prostor ne obdelujemo več, vmesni dosevek pa po potrebi večkrat mulčimo. Vmesni dosevki konkurirajo hmelju zaradi vode in hranil, zato je mulčenje nujen agrotehnični ukrep. Pokošeno zeleno maso pustimo v hmeljišču kot zastirko. Zastirka preprečuje pretirano izhlapevanje vlage iz tal in onemogoča nastanek skorje na površini zemlje. Olajšano je varstvo hmelja, saj lahko zaradi manjšega ugrezanja koles strojev škropimo tudi takoj po dežju, gaženje pa bistveno ne prizadene posevka in si povožene rastline kmalu spet opomorejo. Po obiranju hmelja se vmesni posevek bujno razraste in do jeseni ustvari še dovolj organske mase za podor (Hacin 1982).\nVrste dosevkov\nKramberger (2003) je razdelil rastline za ozelenitev tal v dve osnovni skupini: rastline za kratkotrajno ozelenitev tal (enoletne neprezimne in enoletne prezimne rastline) in rastline za trajno ozelenitev tal (večletne rastline).\nHacin (1982) pa dosevke v hmeljarstvu deli glede na agrotehnične ukrepe: kot glavni ali kot strniščni dosevek v hmeljskem kolobarju in kot vmesni dosevek ali kot poletni ali prezimni strniščni dosevek. \nPomembno je, da dosevek za podor zagotavlja čim daljšo pokritost tal, da ima čim globlje korenine, s katerimi rahlja tla in da veliko organske mase, ki čim prej razpade. Najbolj uveljavljeni dosevki za podor prihajajo iz družine križnic (če nam kolobar omogoča njihovo vključitev). Zelo zanimiva za podor je facelija, ker ni v sorodu z nobeno poljščino in je prenos bolezni ali škodljivcev preko nje izključen (Ozelenitev njiv 2005).\nDosevki iz družine metuljnic v simbiozi z bakterijami Rhizobium spp. bogatijo tla z dušikom iz zraka. Oljna redkev in facelija pa zmanjšujeta populacijo nematod v tleh. Nekateri dosevki so primerni samo za ozko določene namene pridelovanja (oljna redkev je primerna za zeleno gnojenje), drugi pa so vsestransko uporabni (ajda zaradi zrnja, medenja, krme ali podora) (Dosevki 2005).\nStrniščni dosevki za zeleni podor so vrste, od katerih ne zahtevamo kakovosti, kot na primer pri setvi strniščnih dosevkov za krmo, ampak da pridelamo v zelo kratkem času po setvi čim obilnejši pridelek zelenja (suhe snovi) na enoto površine in da nimajo sposobnosti regeneracije v naslednjem letu (Kapun 1999).\nPrezimne rastline za ozelenitev tal so zelo primerna rešitev za območja s presežkom padavin čez zimo. S tem se zmanjša izgubljen dušik, ki je bil odvzet s pridelkom (Vos in Putten 2001).\nPrezimne rastline porabijo ostanek dušika, ki je ostal po spravilu glavnega posevka, ga vgradijo v svojo koreninsko in nadzemno maso ter preprečijo izpiranje v podtalnico. Zaoravanje organske mase, ki je zrasla v jesensko-zimskem času, pomeni obogatitev tal z organsko snovjo (humusom), kar izboljšuje rodovitnost, strukturo tal, vodo-zračni režim v tleh itd (Bavec 2001). \nČerenakova in sod. (2002) priporočajo rastline, primerne za setev v hmeljišča:\n- krmna oljna redkev (cv. Raula) hitro rastoča. Zimskega mraza ne prenaša, zato se  spomladi ne pojavi kot plevel. Močan koreninski sistem zrahlja in dobro prezrači tla;\n- krmna repica (cv. Perko) ima močan koreninski sistem, a manj zelene mase;\n- krmna ogrščica (cv. Straška) je prezimna vrsta z dobro razvitim koreninskim sistemom.\nPo navedbah Krambergerja (2003) so prednosti ozelenitve tal:\n- ohranjanje tradicionalne kulturne krajine in krajinske pestrosti;\n- ohranjanje in povečanje biotske pestrosti;\n- ohranjanje ogroženih kmetijskih rastlin;\n- zmanjševanje nevarnosti erozije;\n- izkoriščanje rastlinam težje dostopnih hranil;\n- simbiotska vezava dušika;\n- zmanjševanje izpiranja hranil v globlje plasti tal;\n- zmanjševanje tveganja onesnaževanja voda;\n- povečanje vsebnosti organske snovi v tleh;\n- alternativna hrana ali krma;\n- zmanjševanje možnosti širjenja neželenih rastlin;\n- lažje delo v trajnih nasadih.\nPrav tako avtor navaja nekatere slabosti:\n- pridelek ni neposredno uporaben;\n- mineralizacija organske snovi ob nepravem času;\n- izbira neustrezne rastline v njivskem kolobarju;\n- izbira neustrezne rastline ali nepravega časa ozelenitve v trajnem nasadu. \n"], "6": ["2.3 Rastline za ozelenitev tal, uporabljene tudi v poskusu", "V našem poskusu smo uporabili enoletne neprezimne rastline in črno deteljo, ki je večletna in opravili kratkotrajno ozelenitev tal v hmeljišču.\n"], "7": ["2.3.1 Oljna redkev (Raphanus sativus L.)", "Oljna redkev je hitro rastoča vrsta in spada v družino križnic (Brassicaceae). Zraste do višine 1,5 metra. Oblikuje močno okroglo steblo s številnimi stranskimi poganjki, na katerih se razvijejo bela vijoličasta socvetja. Cveti neenakomerno, cvetenje se podaljša pozno v jesen. Zaradi visokega pridelka zelenja in neodpornosti proti zimskim pozebam jo na njivskih površinah pridelujemo za zeleni podor. Zanjo je značilno zelo ozko razmerje C/N, in sicer okoli 16:1, ki ugodno vpliva na mikrobiološko delovanje v tleh in s tem na tvorbo blagega humusa. Sejemo jo do druge polovice avgusta, in sicer 20 do 30 kilogramov na hektar. Je zelo dober predposevek za vse gojene poljščine, razen za križnice. Zimskega mrazu ne prenaša, zato se ne pojavlja kot nadležen plevel v naslednjem letu. S setvijo oljne redkve pridelamo obilico zelenja, ki je dober nadomestek hlevskemu gnoju, čebele pa si naberejo cvetni prah in nekaj nektarja (Kapun 1999).\nOljna redkev je ena izmed rastlin z najhitrejšim razvojem od setve do polnega cvetenja. Dobro uspeva predvsem na rodovitnih srednje težkih tleh, bogatih z vodo. Zanjo je značilno, da z njenim pridelovanjem prekinjamo razvoj oziroma zmanjšujemo populacijo nematod v tleh (Kramberger 2003).\nŽivina oljne redkve ne je rada, vendar je odlična za podor, saj da več kot 50 ton haˉ1 zelene mase. Njivo pusti čisto, ker ne prezimi (Dosevki 2005).\nSorti, ki sta vpisani v sortno listo (2007) sta Radical in Toro. \n"], "8": ["2.3.2 Bela gorjušica (Sinapis alba L.)", "Bela gorjušica je enoletna, neprezimna vrsta in spada v družino križnic (Brassicaceae). Ima močan koreninski sistem s številnimi koreninskimi laski, ki ji omogočajo odpornost proti suši. Vlakninasto okroglo steblo in poraščeni listi z dlačicami odvračajo živino, zato se bela gorjušica uporablja za zeleni podor. Cveti neenakomerno, cvetenje se lahko zavleče pozno v jesen. Rumeni cvetovi privabljajo čebele, ki nabirajo predvsem cvetni prah. Med je slabe kakovosti in hitro kristalizira (Kapun 1999).\nBela gorjušica je dolgodnevnica, zato je pomembno, da je ne sejemo prepozno spomladi, ker je s tem povezan stadij cvetenja in rastline ostanejo majhne. Strniščne setve za ´zeleni podor´ zaradi nastopa kratkega dne vplivajo na slabšo vegetativno rast in razvoj (Bavec 2000).\nPo poreklu naj bi bela gorjušica izvirala iz Sredozemlja. Za ozelenitev tal jo lahko posejemo že zelo zgodaj spomladi, vendar je potrebno podoravanje najkasneje v času polnega cvetenja. V nasprotnem primeru lahko pride do samozasajevanja in ponovne rasti. Belo gorjušico za ozelenitev tal lahko sejemo v mešanici z drugimi križnicami, predvsem z oljno redkvijo. Pri setvi porabimo 15 do 20 kg semen haˉ1 (Kramberger 2003).\nSorta, ki je vpisana v sortno listo (2007) je Achilles. \n"], "9": ["2.3.3 Črna detelja (Trifolium pratense L.)", "V Sloveniji je črna detelja avtohtona rastlina. Kljub temu da je črna detelja dve do triletna rastlina, jo zaradi hitre rasti v letu setve lahko uporabljamo (njivsko) tudi za kratkotrajno ozelenitev tal. Pokončna, razvejana stebla dosežejo višino 50 in več centimetrov. Na vrhu stebel in stranskih vej tvori rastlina cvetne glavice s škrlatno rdečimi ali bledo rdečimi cvetovi. Za ozelenitev tal jo lahko sejemo od zgodnje pomladi naprej. Zadnji rok za setev je začetek septembra. Uporabljamo jo lahko kot samostojno rastlino za ozelenitev, še boljše pa v mešanici s križnico, ozimno grašico in mnogocvetno ljuljko itd (Kramberger 2003).\nBotanično razlikujemo štiri zvrsti (variatete) črne detelje (Trifolium pratense):\n- divja travniška črna detelja (T. p. var. spontaneum) raste kot samonikla in lahko traja do  pet let;\n- njivska črna detelja (T. p. var. sativum) se deli na dva tipa: - zgodnji (subvar. precox);\n- pozni (subvar. serotinum);\n- trpežna ali večletna črna detelja (T. p. var. perenne) je tri do petletna rastlina in je nastala  s spontano množično selekcijo;\n- ameriška ali španska črna detelja (T. p. var. expansum ali americanum) je ena in pol do  dve in polletna rastlina, podobna naši navadni njivski črni detelji (Korošec 1982).\nZelo vroča poletja z malo padavin črni detelji ne ustrezajo (Miller 1984).\nČrna detelja najbolje uspeva na globokih, zmerno vlažnih, srednje težkih tleh, s slabo kislo reakcijo. Uspeva v vlažnejšem podnebju z vsaj 800 milimetrov letnih padavin. V kolobarju črno deteljo sejemo za večino poljščin in je tudi dober predposevek. V dveh do treh letih črna detelja opravi svoj ugodilni in meliorativni vpliv na tla, poveča količino organske snovi in dušik v tleh (Kramberger 1995).\nSorte, ki so vpisane v sortno listo (2007) so Kvarta, Poljanka in Rajah. \n"], "10": ["2.3.4 Neprezimna ozelenitvena mešanica (grašica, ajda in facelija)", "Grašica (Vicia sp.)\nGrašica botanično spada med enoletne metuljnice (Fabaceae). Steblo rado poleže, zato jo sejemo v mešanici s katero drugo poljščino, ki ji daje oporo (Korošec 1989).\nZa ozelenitev tal uporabimo predvsem navadno, kuštravo in panonsko grašico: 1. Navadno grašico (Vicia sativa) so kot gojeno rastlino poznali že v rimskih časih.  Poznamo ozimne in jare sorte. Do 80 centimetrov visoko steblo polega. List je  sestavljen iz štirih do osmih obrnjeno jajčastih lističev. V pazduhah listov tvori po  enega do treh cvetov z venčnimi listi modrovijoličaste barve; 2. Panonska grašica (Vicia pannonica) naj bi izvirala iz Panonske nižine. Je enoletna  prezimna rastlina. Do meter visoko steblo polega. Parnoperesast list je sestavljen iz  šest parov lističev in kot pri večini grašic, iz vitice na vrhu lista. V pazduhah listov na  krajšem peclju požene do sedem cvetov, ki so belo rumene barve; 3. Kuštrava grašica (Vicia villosa) je enoletna prezimna rastlina, do 120 centimetrov  visoka, ki polega. Parnoperesast list je sestavljen iz deset parov lističev. Iz posamezne  pazduhe lista izrašča na 10 centimetrov dolgem peclju do dvajset cvetov  rdečkastovijoličaste ali modrovijoličaste barve (Kramberger 2003).\nGrašice uspevajo na srednje težkih in težjih tleh, ki so nevtralne ali slabo kisle reakcije. Potrebujejo tudi dovolj vode. Za ozelenitev tal preko jeseni in zime ozimne grašice sejemo konec avgusta in v septembru v mešanicah z ozimnim žitom, mnogocvetno ljuljko, inkarnatko, ogrščico, repico itd. Za ozelenitev tal spomladi ali v poletnih mesecih grašice sejemo zelo zgodaj spomladi skupaj z jarim žitom, ogrščico, repico, bobom, grahom, mnogocvetno ljuljko itd. Ob kasnejših setvah lahko dodamo ajdo, proso, aleksandrijsko in perzijsko deteljo, sončnico itd (Kramberger 2003). \nAjda (Fagopyrum esculentum (Moench))\nAjda izvira iz jugozahodne Kitajske (Kreft 1995, str. 24) in spada v družino dresnovk (Polygonaceae). Je enoletna neprezimna, hitro rastoča rastlina. Ajda ima pokončna stebla, ki dosežejo višino 30 do 100 centimetrov, včasih celo več. Ima številne bele do belo vijoličaste cvetove, ki nudijo odlično pašo čebelam. Ajda dobro uspeva na rahlih, zračnih in rodovitnih tleh, dobro preskrbljenih z vodo in nevtralne do slabo kisle reakcije. Za kratkotrajno ozelenitev jo lahko uporabimo pri setvah, ki so opravljene, ko mine nevarnost slane. Sejemo jo od konca aprila pa vse do začetka avgusta. Sejemo jo lahko v čisti setvi, lahko pa jo posejemo tudi v mešanici z drugimi enoletnimi rastlinami za kratkotrajno ozelenitev tal (Kramberger 2003).\nAjda je zelo pomembna čebelja paša in kmalu po začetku cvetenja lahko postavimo dva panja na hektar, pri čemer naberejo čebele na panj do 5 kilogramov medu dnevno. Po čebelji paši lahko ajdo podorjemo za ´zeleno gnojenje´. Uporabljamo jo kot dietno hrano, ker ne vsebuje glutena. Bogata je z vitaminom B1, B2 in P. Zmanjšuje visok krvni pritisk in holesterol v krvi. Povzroča pa lahko tudi različne alergije. Največkrat omenjajo gastrološke težave, nahod, težave z očmi, epileptične in asmatske napade (Bavec 2000).\nSorti, ki sta vpisani v sortno listo (2007) sta Črna gorenjska in Čebelica. \nFacelija (Phacelia tanatacetifolia Benth)\nFacelija spada v družino vodolistnic (Hydrophyllaceae). Je medonosna vrsta in bi lahko nadomestila pridelavo ajde, saj cvetovi izločajo obilico nektarja. V kratkem času tvori obilico zelenja, ki pa lahko nadomesti hlevski gnoj na kmetijah, ki se ne ukvarjajo z rejo živali. Ne prenaša nizkih temperatur, zato se spomladi ne pojavlja kot nadležen plevel. Cveti neenakomerno, in sicer se najprej odprejo spodnji cvetovi v socvetju, pozneje pa zgornji. Sejemo jo po žetvi ozimnih in jarih žitih, najkasneje do 30. julija. Proti boleznim in škodljivcem je facelija zelo odporna. Je hitro rastoča vrsta, ki lahko ob ugodnih vremenskih razmerah in ob zadostnem gnojenju zraste v enem mesecu do višine 70 centimetrov. Hitra rast facelije onemogoča razvoj enoletnih ozkolistnih in širokolistnih plevelov, zato facelija slovi kot vrsta, ki razpleveli njivske površine (Kapun 1999).\nFacelija je enoletna neprezimna rastlina, ki izvira iz Severne Amerike in je dober predposevek večini kmetijskih rastlin, prav tako jo brez pomembnejših omejitev sejemo za večino rastlin. V mešanicah jo lahko sejemo skupaj z enoletnimi metuljnicami (bob, aleksandrijska in perzijska detelja), oljno redkvijo, belo gorjušico, ajdo itd (Kramberger 2003). \n"], "11": ["3 MATERIALI IN METODE DELA", ""], "12": ["3.1 Material", "V medvrstni prostor hmelja smo posejali seme naslednjih dosevkov: – oljne redkve (Raphanus sativus var. oleiformis Pers.) – sorta ´Raula´; – bele gorjušice (Sinapis alba) – sorta ´Amog´; – črne detelje (Trifolium pratense) – sorta ´Kavrta´; – neprezimne ozelenitvene mešanice (v nadaljevanju mešanica):\n- grašice (Vicia sp.) – sorta ´panonska Beta´;\n- ajde (Fagopyrum esculentum) – sorta ´Bamby´;\n- facelije (Phacelia tanatacetifolia) – sorta ´Balo´.\n"], "13": ["3.2 Metode dela", ""], "14": ["3.2.1 Lokacija poskusa", "Poskus je bil zasnovan leta 2005, v sedemletnem nasadu Aurore, na Inštitutu za hmeljarstvo in pivovarstvo Slovenije (IHPS), Cesta Žalskega tabora 2, Žalec, na njivi številka SN 10, ki obsega 98 arov. Celotna poskusna parcela je merila 480 m², posamezno obravnavanje pa 32 m² (1,6 m x 20 m).\n"], "15": ["3.2.2 Tla", "Poskus je bil izveden na srednje globokih obrečnih oglejenih rjavih tleh, kjer prevladuje teksturni razred glinasta ilovica (GI). Delež skeleta v zgornjem Ap horizontu dosega maksimalne vrednosti do 10 %. Težav z zastajanjem vode v tem horizontu v povprečnih letih navadno ni. \nAL–metoda tal\nPred setvijo dosevkov (4. junija 2005) smo vzeli vzorec tal za analizo po AL-metodi (določanje fosforja in kalija). Preverjali smo založenost fosforja in kalija v tleh, ter pH tal. Vzorci zemlje so bili vzeti s sondo za vzorčenje po poskusni parceli na desetih različnih mestih. Jemali smo jih v dveh globinah, in sicer od 0–30 cm in od 30–60 cm. Zemljo smo dali v vedro, ki je bilo označeno po globinah. Nato smo zemljo zmešali in odtehtali približno pol kilograma vzorca. Shranili smo ga v plastično vrečko, jo primerno označili s potrebnimi podatki in jih odnesli v laboratorij. Kemična analiza je bila opravljena v laboratoriju na Inštitutu za hmeljarstvo in pivovarstvo Slovenije v Žalcu.\nRezultati analize vzorcev tal po AL-metodi kažejo (Preglednica 1), da je pH med 6.7 in 6.9 ter, da so tla na globini 0 do 30 cm zmerno kisla, s fosforjem ekstremno (E) založena in s kalijem pretirano (D) založena tla. Od 30 do 60 cm so tla nevtralna, s fosforjem dobro (C) založena in s kalijem srednje (B) založena. \nN – min analiza tal\nKonec septembra (26. septembra 2005) smo opravili N–min talno analizo. To je metoda, s pomočjo katere izmerimo količine posameznih mineralnih (rastlinam hitro dostopnih) oblik dušika: amonijski (NH4) in nitratni (NO3). Vzorce smo jemali s pedološko sondo. Vzorčili smo vsako obravnavanje posebej, in sicer iz globine od 30–60 cm, kontrolno obravnavanje (kjer ni dosevkov) pa smo zaradi prevelikega skeleta in pretrdega terena vzorčili na globini od 0–30 cm. Zemljo smo dali v vedro, označeno po obravnavanjih. Zemljo v vedrih smo premešali in odmerili približno pol kilograma prsti, jo zapakirali v plastične vrečke in primerno označili z vsemi potrebnimi podatki ter jih v hladilni torbi predali laboratoriju. Kemična analiza N–min je bila opravljena v laboratoriju na Fakulteti za kmetijstvo v Mariboru.\nPri oljni redkvi je bilo v tleh na globini 30–60 cm 4,5 kg dušika v amonijski obliki in 27,0 kg dušika v nitratni obliki, torej 31,5 kg haˉ 1 rastlinam dostopnega dušika (Preglednica 2).\nPri beli gorjušici je bilo v tleh na globini 30–60 cm 5,4 kg dušika v amonijski obliki in 15,3 kg dušika v nitratni obliki, torej 20,7 kg haˉ1 rastlinam dostopnega dušika (Preglednica 2).\nPri črni detelji je bilo v tleh na globini 30–60 cm 1,8 kg dušika v amonijski obliki in 24,3 kg dušika v nitratni obliki, torej 26,1 kg haˉ1 rastlinam dostopnega dušika (Preglednica 2). \nPri mešanici (grašica, ajda, facelija) je bilo v tleh na globini 30-60 cm 0,9 kg dušika v amonijski obliki in 25,2 kg dušika v nitratni obliki, torej 26,1 kg haˉ1 rastlinam dostopnega dušika (Preglednica 2).\nPri kontroli je bilo v tleh na globini 0–30 cm 2,52 kg dušika v amonijski obliki in 9,36 kg dušika v nitratni obliki, torej 11,88 kg haˉ1 rastlinam dostopnega dušika (Preglednica 2).\n"], "16": ["3.2.3 Zasnova poskusa", "Poskus je bil zasnovan kot enofaktorski poskus, ki je sestavljal pet obravnavanj, vsako obravnavanje pa v treh ponovitvah (Preglednica 3). Velikost parcele je 32 m² (1,6m x 20m). Za vsako obravnavanje smo posejali štiri različne dosevke in dodali kontrolno parcelo (brez dosevka).\n"], "17": ["3.2.4 Setev", "Setev dosevkov je bila opravljena po zadnjem osipanju hmelja, 4. julija 2005, s specialno sejalnico Wintersteiger seed mech, tip: TC–2756–10 (Slika 1), širine 1,6 m. Sejalnica je namenjena predvsem za setev raznih semen v poskusne namene. Zato smo jo tudi uporabili v tem poskusu. Sejalnica nam je na točno določeno dolžino in širino enakomerno posejala točno določeno količino semen po površini poskusne parcele.\nDosevke smo sejali na posamezna obravnavanja v naslednjih količinah: – oljna redkev – 96g / parcelo ali 30 kg haˉ1; – bela gorjušica – 80g / parcelo ali 25 kg haˉ1; – črna detelja – 80g / parcelo ali 25 kg haˉ1; – mešanica – 723g / parcelo ali 106 kg haˉ1:\n- grašica (62 %);\n- ajda (31 %);\n- facelija (7 %); – kontrola (brez dosevkov). \n"], "18": ["3.2.5 Oskrba posevka v poskusu", "V spomladanskem času po brananju, odoravanju, rezi, napeljevanju vrvi, takoj po drugi napeljavi poganjkov v drugi dekadi maja smo hmelj dognojili z 220 kg KAN–a (27 %) haˉ1, to je 60 kg čistega dušika na hektar. Drugi obrok dušika je bil dodan v drugi dekadi junija, in sicer 300 kg KAN–a (27 %) haˉ1, to je 81 kg čistega dušika na hektar. Tretji obrok smo dodali pred setvijo dosevkov, julija, in sicer 130 kg UREA (46%) haˉ1, to je 60 kg čistega dušika na hektar. Tako je bilo v času rasti hmelja na poskusni parceli pognojeno z 200 kg čistega dušika na hektar.\nDan po setvi dosevkov in ko je hmelj dosegel višino 4,5 do 5 m, smo škropili pas v vrsti hmelja širine 0,6 do 0,8 m in najvišjo višino škropljenja 0,6 m. Uporabili smo pripravek Reglone 14 (v koncentraciji 0,3 do 0,5 % na 350 l vode haˉ1), ki zatira odvečne hmeljeve poganjke, zalistnike ter plevele v vrsti, ki jih z mehansko obdelavo težko zatremo.\nV času rasti hmelja smo opravili škropljenje za zatiranje bolezni in škodljivcev. Prvo škropljenje smo opravili 28. maja. Za zatiranje hmeljeve pršice smo uporabili pripravek Vertimec 1,8 % EC v 0,04–0,06 % koncentraciji. Za zatiranje hmeljeve uši, prosene vešče in hmeljevega bolhača smo uporabili pripravek Bulldock EC 25 v 0,1 % koncentraciji. Drugo škropljenje smo opravili 23. junija. Hmeljevo pršico smo zatirali s pripravkom Ortus 5 SC v 0,05–0,10 % koncentraciji. Za zatiranje hmeljeve uši smo uporabili pripravek Confidor 200 SL v odmerku 0,4–0,6 l haˉ1 in za zatiranje hmeljeve peronospore pripravek Cuprablau Z v 0,25–0,3 % koncentraciji. Pri tretjem in četrtem škropljenju, ki sta bila opravljena 20. julija in 1. avgusta, smo za zatiranje hmeljeve pepelovke uporabili žvepleni pripravek Pepelin v 0,4 % koncentraciji, za zatiranje hmeljeve peronospore pa Cuprablau Z v 0,25–0,3 % koncentraciji.\nS spravilom hmelja smo začeli 30. avgusta 2005. Obirali smo strojno s traktorskim trgalnikom. Hmeljne rastline smo odrezali na višini 120 cm od tal in jih skupaj z vodili potrgali z nosilnih vrvi žičnice. Pri spravilu hmelja smo s kmetijsko mehanizacijo velik del dosevkov povozili in jim polomili vrhe, ker dosevki niso bili zmulčeni zaradi poskusa. \n"], "19": ["3.3 Zbiranje podatkov in meritve", "Kalilni poskus\nKalilni poskus smo opravili 22. julija 2005 v laboratoriju na Inštitutu za hmeljarstvo in pivovarstvo Slovenije v Žalcu. V petrijevke smo vložili filter papir in nanj položili za vsako rastlino po 100 semen. V petrijevko smo nalili vodo, ki jo je filter papir vpijal. To smo dali v rastno komoro na konstantno temperaturo 24 ˚C. Petrijevke smo pokrili, da je seme kalilo v temi. Intenziteto kalitve semen smo spremljali 25., 26., 27., 28. in 29. julija ter 1., 2. avgusta in še zadnjič ob koncu poskusa, 4. avgusta 2005 (Preglednica 4).\nKalivost, ki smo jo preverili, se je ujemala s kalivostjo, ki jo je zagotovil trgovec (Agrosaat, d.o.o.). \nVznik dosevkov\nMeritve vznika dosevkov so bile opravljene 15. julija 2005 na 1 m² in so dale naslednje rezultate: 1. ponovitev: 1 – oljna redkev: 196 rastlinic/1m²;  2 – bela gorjušica: 103 rastlinic/1m²;  3 – črna detelja: 453 rastlinic/1m²;  4 – mešanica (ajda, grašica, facelija): 353 rastlinic/ 1m²; 2. ponovitev: 1 – oljna redkev:171 rastlinic/1m²;  2 – bela gorjušica:133 rastlinic/1m²;  3 – črna detelja:403 rastlinic/1m²;  4 – mešanica (ajda, grašica, faceljia): 572 rastlinic/1m²; 3. ponovitev: 1 – oljna redkev:191 rastlinic/1m²;  2 – bela gorjušica: 150 rastlinic/1m²;  3 – črna detelja: 798 rastlinic/1m²;  4 – mešanica (ajda, grašica, facelija): 729 rastlinic/1m².\nNa prvi ponovitvi je bil slabši vznik dosevkov zaradi zapleveljenosti parcel. Na tretji ponovitvi je bil najboljši vznik, ker so bile manj zapleveljene parcele.\n"], "20": ["Razvojne faze dosevkov", "Razvojne faze dosevkov smo spremljali tedensko. Z vsake poskusne parcele smo izbrali naključno rastlino in jo analizirali. Razvoj smo spremljali od vznika pa vse do končne rasti dosevkov. Najprej smo ugotavljali vznik dosevkov, razvoj kličnih listov, pravih listov, kolenc, cvetnih nastavkov, cvetenja itd. \nPrirast dosevkov\nV poskusu smo preverjali pridelek organske mase oziroma prirast dosevkov (Slika 2). Vrednotenje smo opravili 11. in 29. avgusta ter 14. septembra in 10. oktobra za posamezno obravnavanje. Količino pridelka smo preverili tako, da smo v vsako obravnavanje položili šablono v velikosti 1 x 1 m in s tem označili določen kvadratni meter. Potem smo nadzemne dele rastlin porezali, jih ločili od plevela in sveže stehtali. Tako smo dobili maso svežega vzorca. 10. oktobra smo pridelek pobirali na 5 m². Sveže vzorce smo sušili v sušilni komori na 70 ˚C 48 ur. Po dveh dneh sušenja smo suhe vzorce rastlin ponovno stehtali in dobili maso suhega vzorca.\n"], "21": ["3.4 Klima in vremenske razmere", "Wagner (1968) pravi, da območje Savinjske doline uvrščamo v prehodno klimatsko območje, kjer se srečujeta predalpska klima in klima panonske nižine. Pogostokrat pokrajina občuti značilnosti podnebja subtropskega pasu, suha in vroča poletja. Z zahoda priteka hladen alpski zrak, ki v zimskem času povzroča ohladitve in nizke temperature (Preglednica 5).\npovprečjem (Bukovec in sod. 2006)\n2006)\nV grafikonu 1 je razvidno, da v letu 2005 večjih težav s sušo ni bilo, saj je bilo precej mokro leto.\n"], "22": ["3.5 Uporabljene statistične metode", "Statistične analize variance za faktorski poskus v treh ponovitvah smo opravili s pomočjo računalniškega programa STATGRAPHICS plus for Windows 4.0 (Anova). Narejen je bil test homogenosti variance (F test). Analizirani so bili naslednji parametri: masa svežega vzorca in masa suhega vzorca. Razlike med obravnavanji so bile analizirane s pomočjo Tukey–evega testa (P = 0,05).\nStatistična analiza je bila opravljena na Fakulteti za kmetijstvo in biosistemske vede. \n"], "23": ["4 REZULTATI Z RAZPRAVO", ""], "24": ["4.1 Razvojne faze dosevkov", "Razvojne faze dosevkov smo spremljali tedensko (Preglednica 6). Z vsake poskusne parcele smo izbrali naključno rastlino in jo analizirali. Razvoj smo spremljali od vznika pa vse do končne rasti dosevkov. Najprej smo ugotavljali vznik dosevkov, razvoj kličnih listov, pravih listov, kolenc, cvetnih nastavkov, cvetenja itd.\nDatumsko spremljanje nastopa razvojnih faz dosevkov kaže, da je:\n- oljna redkev potrebovala od setve do vznika štiri dni, po petnajstih dneh je razvila že dva  prava lista, od vznika do začetka cvetenja je preteklo sedeminštirideset dni in od začetka  cvetenja do pojava plodov petintrideset dni;\n- bela gorjušica potrebovala od setve do vznika šest dni, po petnajstih dneh je razvila že  dva do štiri prave liste, od vznika do polnega cvetenja je preteklo štiriinsedemdeset dni in  od začetka cvetenja do prvih plodov šestindvajset dni;\n- črna detelja potrebovala od setve do vznika osem dni, šestnajst dni po setvi je bil razvit  prvi pravi list. Po obiranju hmelja je imela črna detelja več svetlobe in se je začela  intenzivneje razraščati;\n- grašica potrebovala od setve do vznika šest dni, razvoj listov se je začel po enaindvajsetih  dneh od setve, od vznika do začetka cvetenja je preteklo štiriinsedemdeset dni;\n- ajda potrebovala od setve do vznika šest dni, po petnajstih dneh je razvila en pravi list, od  vznika do pojava prvih cvetov je preteklo trideset dni, od pojava cvetov do pojava plodov  pa šestintrideset dni. (Po obiranju hmelja je ajda začela zoreti in propadati, ker je imela  polomljene vrhove zaradi mehanizacije.);\n- facelija potrebovala od setve do vznika šest dni, od setve do razvoja pravih listov petnajst  dni, od vznika do razvejanja trideset dni in od vznika do pojava cvetnih nastavkov  štiriinšestdeset dni. \n"], "25": ["4.2 Prirast dosevkov", "Prirast dosevkov smo preverjali en mesec po setvi, mesec in pol po njej ter dva in tri mesece po setvi. Najprej smo za vsako obravnavanje posebej na enem kvadratnem metru porezali rastline, jih ločili od plevela in nato stehtali ter tako dobili maso svežega vzorca. Po dveh dneh sušenja teh vzorcev na 70 ˚C smo dobili še suhi vzorec.\nPrirast dosevkov en mesec po setvi\nStopnja signifikantnosti (F test): ns = ni signifikantnosti, * P< 0,05, ** P< 0,01 a, b, c – vrednosti označene z različnimi črkami se med seboj signifikantno razlikujejo  (Tukeyev test, P< 0,05)\nEn mesec po setvi (11. avgust 2005) smo dosegli najvišji pridelek svežega zelinja dosevkov pri oljni redkvi (1145,65 g/m²) in mešanici (778,96 g/m²), ki se statistično ne razlikujeta. Lahko pa sklepamo, da sta pridelek črne detelje (268,873 g/m²) in bele gorjušice (184,607 g/m²) statistično enaka in sta oba signifikantno nižja pridelka v primerjavi z oljno redkvijo in mešanico (Preglednica 7).\nNajvišji pridelek sušine zelinja dosevkov pa smo dosegli pri oljni redkvi (85,49 g/m²) in mešanici (74,0733 g/m²), ki se statistično ne razlikujeta. Lahko pa sklepamo, da sta pridelka črne detelje (29,51 g/m²) in bele gorjušice (20,25 g/m²) statistično enaka in sta oba signifikantno nižja pridelka od oljne redkve in mešanice (Preglednica 7). \nPrirast dosevkov mesec in pol po setvi\nStopnja signifikantnosti (F test): ns = ni signifikantnosti, * P< 0,05, ** P< 0,01 a, b, c – vrednosti označene z različnimi črkami se med seboj signifikantno razlikujejo  (Tukeyev test, P< 0,05)\nMesec in pol po setvi (29. avgust 2005) smo dosegli najvišji pridelek svežega zelinja dosevkov pri oljni redkvi (1684,59 g/m²) in mešanici (957,41 g/m²), ki se statistično ne razlikujeta. Pridelek mešanice se statistično ne razlikuje tudi od bele gorjušice (255,47 g/m²) in črne detelje (249,427 g/m²). Bela gorjušica in črna detelja sta signifikantno nižja pridelka v primerjavi z oljno redkvijo (Preglednica 8).\nNajvišji pridelek sušine zelinja dosevkov smo dosegli pri oljni redkvi (121,337 g/m²) in mešanici (117,187 g/m²), ki se statistično ne razlikujeta. Lahko pa sklepamo, da sta tudi pridelek črne detelje (34,5567 g/m²) in bele gorjušice (22,43 g/m²) statistično enaka in sta oba signifikantno nižja pridelka v primerjavi z oljno redkvijo in mešanico (Preglednica 8). \nPrirast dosevkov dva meseca po setvi\nStopnja signifikantnosti (F test): ns = ni signifikantnosti, * P< 0,05, ** P< 0,01 a, b, c – vrednosti označene z različnimi črkami se med seboj signifikantno razlikujejo  (Tukeyev test, P< 0,05)\nDva meseca po setvi (14. septembra 2005) smo dosegli najvišji pridelek svežega zelinja dosevkov pri oljni redkvi (1691,92 g/m²) in se statistično razlikuje od vseh ostalih dosevkov. Nižji pridelek svežega zelinja dosevkov smo dosegli pri mešanici (631,47 g/m²) in črni detelji (386,817 g/m²), ki se statistično ne razlikujeta. Črna detelja pa se tudi statistično ne razlikuje od bele gorjušice (184,183 g/m²). Vsi dosevki imajo signifikantno nižje pridelke v primerjavi z oljno redkvijo (Preglednica 9).\nNajvišji pridelek sušine zelinja dosevkov smo dosegli pri oljni redkvi (233,907 g/m²) in mešanici (170,377 g/m²), ki se statistično ne razlikujeta. Pridelek mešanice se statistično ne razlikuje tudi od črne detelje (90,5933 g/m²). Lahko pa sklepamo, da sta pridelek črne detelje in bele gorjušice (54,2833 g/m²) statistično enaka in sta oba signifikantno nižja pridelka v primerjavi z oljno redkvijo (Preglednica 9). \nPrirast dosevkov tri mesece po setvi\nStopnja signifikantnosti (F test): ns = ni signifikantnosti, * P< 0,05, ** P< 0,01 a, b, c – vrednosti označene z različnimi črkami se med seboj signifikantno razlikujejo  (Tukeyev test, P< 0,05)\nTri mesece po setvi (10. oktobra 2005) smo dosegli najvišji pridelek svežega zelinja dosevkov pri oljni redkvi (2237,1 g/m²) in se statistično razlikuje od vseh ostalih dosevkov. Lahko pa sklepamo, da so tudi pridelki črne detelje (675,903 g/m²), mešanice (538,89 g/m²) in bele gorjušice (203,467 g/m²) statistično enaki in so vsi signifikantno nižji pridelki v primerjavi z oljno redkvijo (Preglednica 10).\nNajvišji pridelek sušine zelinja dosevkov smo dosegli pri oljni redkvi (291,357 g/m²) in se statistično razlikuje od vseh ostalih dosevkov. Nižje pridelke suhega zelinja dosevkov smo dosegli pri mešanici (121,01 g/m²), črni detelji (101,01 g/m²) in beli gorjušici (43,16 g/m²), ki se med seboj statistično ne razlikujejo in so signifikantno nižji pridelki v primerjavi z oljno redkvijo (Preglednica 10). \nIz grafikona 2 vidimo, da je bila najvišja količina pridelka svežega zelinja dosežena tri mesece po setvi pri oljni redkvi, najnižja količina pridelka svežega zelinja pa je dosegla bela gorjušica skozi celo rastno dobo. Dva meseca po setvi vidimo, da je količina pridelka svežega zelinja pri mešanici (ajda, facelija, grašica) začela padati (zaradi spravila hmelja so se polomili vrhovi ajde). Črna detelja pa je po spravilu hmelja začela napredovati, ker je dobila več svetlobe. \nIz grafikona 3 vidimo, da je bila najvišja količina pridelka suhega zelinja tri mesece po setvi pri oljni redkvi, najnižja pa pri beli gorjušici. Pri mešanici (ajda, facelija, grašica) je pridelek suhega zelinja tri mesece po setvi začel padati, pri črni detelji pa se je pokazal napredek. Najnižje količine pridelka suhega zelinja skozi celo rastno dobo je dosegla bela gorjušica. \n"], "26": ["5 SKLEPI", "Na podlagi poizkusov so bili proučeni štirje različni dosevki, ki smo jih sejali po zadnjem osipanju hmelja v medvrstni prostor, na podlagi katerih lahko sklepamo naslednje:\n- da je najprimernejši posevek oljna redkev, ki ima najvišjo prirast in intenziteto rasti ter je  dokaj neobčutljiva na posege s kmetijsko mehanizacijo;\n- da je mešanica (ajda, facelija, grašica) priraščala zelo intenzivno, vendar je ajda začela  propadati zaradi posegov kmetijske mehanizacije, ki jo je poškodovala pri obiranju  hmelja;\n- da je črni detelji primanjkovalo svetlobe v času intenzivne rasti hmelja, zato je detelja po  spravilu hmelja začela bujno rasti;\n- da je bela gorjušica najmanj primerna za dosejavanje medvrstnega prostora v hmeljišču,  saj je dolgodnevnica in jo je potrebno sejati čim prej. Je pa neobčutljiva na posege s  kmetijsko mehanizacijo. Na podlagi rezultatov poskusa lahko potrdimo hipotezo raziskovanja, da obstajajo signifikantne razlike med pridelki. \n"], "abstract": ["Na poskusnem polju Inštituta za hmeljarstvo in pivovarstvo Slovenije smo leta 2005, po zadnjem osipavanju hmelja, v medvrstni prostor sejali različne dosevke: oljno redkev (Raphanus sativus), belo gorjušico (Sinapis alba), črno deteljo (Trifolium pratense) in mešanico: ajdo (Fagopyrum esculentum), grašico (Vicia sp.) in facelijo (Phacelia tanatacetifolia). Sočasno smo izvedli kontrolno obravnavo (brez dosevka). Poskus je bil zasnovan kot enofaktorski, s petimi obravnavanji v treh ponovitvah. S poskusom smo želeli preveriti prednosti in slabosti dosejavanja medvrstnega prostora v hmeljišču ter spremljati prirast dosevkov. Ugotoviti smo želeli tudi to, v kolikšnem obsegu lahko nadomestimo organsko snov v tleh. Sklepamo lahko, da je za ozelenitev najprimernejša oljna redkev, ki je poleg najvišjih prirastov in intenzitete rasti tudi dokaj neobčutljiva na gaženje s stroji. Sprejemljive rezultate je od začetka kazala tudi mešanica: ajde, facelije in grašice, vendar je ajda, ki se je polomila, dala proti koncu rastne dobe slabše rezultate. Za črno deteljo je bilo neugodno zasenčevanje, vendar pa je bujno rastla po spravilu hmelja, ko je bilo več svetlobe. Bela gorjušica se je v poskusu pokazala kot najmanj primerna zaradi najmanjšega deleža prirasta organske mase. "]}