{"1": ["1 UVOD", "Kakovost vina je v prvi meri odvisna od kakovosti grozdja in vinogradnika. Od tu naprej pa je pomembna tehnologija pridelave vina. Vinogradnikova naloga je, da z znanjem, s tehnologijami in enološkimi sredstvi optimalno predela grozdje v vino čim boljše kakovosti. Postopek pridelave rdečih vin temelji na maceraciji drozge, kontaktu jagodne kožice in grozdnega soka. Cilj raztapljanja in izluževanja jagodnih kožic je bogatenje vina s fenolnimi snovmi ter barvnimi, taninskimi in aromatičnimi spojinami.\nTanini se v grozdju nahajajo v pecljevini, jagodni kožici in pečkah. Izlužujemo jih s pomočjo drozganja, stiskanja in maceriranja. Več tanina vsebuje mošt, ki dalj časa leži na tropinah, in posledično prav tako tudi vino. Tanini, povezani z polisaharidi, dajejo okus polnosti vina (Terčelj 2007). Fenolne komponente v vinu so bile v zadnjih letih predmet mnogih raziskav, predvsem zaradi njihovega učinka na senzorične lastnosti vina – grenkobo, barvo in aromo.\nVina z večjo vsebnostjo fenolnih spojin imajo večji antioksidativni potencial. V zadnjem obdobju je bilo narejenih veliko študij, posvečenih raziskovanju \"francoskega paradoksa\", kar pomeni večji varovalni učinek in posledično ugodnejši vpliv na zdravje ljudi. Dokazano je, da predvsem rdeče vino vsebuje številne naravne fenole, ki delujejo antioksidativno proti prostim radikalom ter s tem upočasnjujejo napredek tako bolezni srca in ožilja, prav tako pa deluje antibakterijsko in antivirusno (Vrhovšek 1996). Zaradi tega stališča pa je naša želja, da fenolne spojine vina z ustreznim znanjem in tehnološkimi postopki ohranimo in preprečimo njihovo oksidacijo (Košmerl 2000).\nCilj raziskave za diplomsko delo je ugotoviti vpliv dodatka taninov na posamezne parametre kemijske sestave vina in senzorične lastnosti v primerjavi s kontrolo. Postavili smo hipotezo, da z dodanimi tanini lahko izboljšamo kakovost vina.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Opis sorte 'Modri pinot'", "'Modri pinot' je srednje bujna in sorazmerno rana sorta. Pridelek je sicer reden, vendar je skromen. Dokaj odporen je proti pozebi in pepelasti plesni, za peronosporo pa je precej občutljiv (Hrček in Korošec – Koruza 1996). Grozdi so pri vseh tipih mali do srednje veliki, valjaste oblike, zbiti, redkeje malo rahli ali deljeni, razen pri novih klonih z nezbitimi grozdi, ki so manj občutljivi na botritis. 'Modri pinot' je genetsko zelo nestabilna sorta, zato obstaja zelo veliko klonov. V našem poizkusu je bil uporabljen klon z manj zbitimi grozdi, klon Mf (Vršič 2008). Ta sorta najbolje uspeva v zmernem podnebju na apnenčastih tleh (Nemanič 2006). V moštu dosega zelo visok odstotek sladkorja, od 80 do 90 -Oe (Hrček in Korošec – Koruza 1996).\nVino je sorazmerno siromašno s taninskimi snovmi. Fina mehkoba taninov pa daje pinotu svojevrsten sloves in eleganten okus. Francozi se trudijo, da se v vinu modrega pinota čutijo tanini, Nemci pa se za zadovoljijo z manj taninskega okusa (Nemanič 2006). Za Slovenijo pa je značilno, da se kakovost vin 'Modri pinot' vidno izboljšuje. Za sorto 'Modri pinot' je značilna rubinasto rdeče barva vina, z razvojem dobiva bakrene in rjavkaste nianse kavnega odtenka (Nemanič 1996). 'Modri pinot' se uporablja tudi kot osnova za peneče vino in za pridelavo roze vin, po načinu vinifikacije belih vin. Za zorenje je primerno le tisto vino, katerega pridelek grozdja je po trti majhen.\n"], "4": ["2.2 Fenolne spojine", "Fenolne spojine imenujemo vse tiste spojine, ki imajo najmanj en aromatski obroč in eno ali več –OH skupin, direktno vezanih na aromatski obroč. V naravi so običajno spojine z \nveč –OH skupinami in zato se je zanje uveljavilo tudi drugo ime - polifenoli (Abram in Simčič 1997).\nFenolne ali bolje rečeno polifenolne spojine, ki jih vsebujejo grozdje, mošt in vino, smo vse do sredine 21. stoletja uvrščali med taninske in barvne snovi (Rajher 2007). Fenolne spojine dajejo vinu barvo, so osnova za staranje vina, delujejo kot konzervansi in antioksidanti. Velik vpliv na antioksidacijsko sposobnost ima položaj in razporeditev –OH skupin (Abram in Simčič 1997). Z večanjem števila hidroksilnih skupin se antioksidativna učinkovitost fenolnih skupin povečuje (Košmerl in sod. 2005). Le-te prispevajo k barvi in stabilnosti vina, v večjih koncentracijah pa povzročajo trpkost in grenkobo. V prisotnosti kisika hitro oksidirajo in povzročajo porjavenje vina (Košmerl 2008). Njihova koncentracija se povečuje med dozorevanjem in pri nižji temperaturi (Košmerl in sod. 1996). Polifenoli imajo pomembno vlogo zlasti pri stabilizaciji rdečih vin, pri belih pa so nezaželeni in vplivajo negativno na okus. Njihov izvor je predvsem grozdje, v manjšem obsegu se med pridelavo izločijo tudi iz lesene posode (Bavčar 2006).\nMed maceracijo pride do kontakta jagodnega soka z jagodnimi kožicami. Pri tem prehajajo iz vakuol celic jagodne kožice fenolne snovi v jagodni sok. Intenzivnost prehajanja fenolnih snovi v jagodni sok je pogojena s kemijskimi (temperaturo, koncentracijo nastajajočega alkohola in CO2) in fizikalnimi dejavniki (mešanje drozge; čas maceracije) (Ribéreau-Gayon in sod. 2000, Muhar in Košmerl 2005). Zaradi izločanja CO2 med maceracijo se na površini drozge oblikuje kompakten klobuk jagodnih kožic, ki ga je potrebno večkrat potapljati. S tem pripomoremo k hitrejši ekstrakciji barvil in fenolnih snovi (Košmerl in sod. 2001).\nNa intenziteto barve in koncentracijo fenolnih spojin vpliva čas maceracije, največji vpliv na ekstrakcijo barve pa ima koncentracija alkohola. Ta na začetku fermentacije izloči več barvnih snovi, kasneje pa več fenolnih. Daljši postopek pomeni večjo koncentracijo ekstrahiranih fenolnih snovi in bolj trpko vino. Alkohol, ki nastaja med fermentacijo, ima na maceracijo kompleksen vpliv. Večje koncentracije lahko znižujejo intenziteto barve, saj \npovzroča razpad antociansko-taninskih kompleksov (Ribéreau-Gayon in sod. 2000, Muhar in Košmerl 2005).\nCela kemična skupina je dobil ime po fenolu C6H5-OH ter je po kemični zgradbi podobna terciarnim alkoholom. Rdeča vina vsebujejo antociane ali rdeča barvila, ki jih bele sorte ne akumulirajo v jagodni kožici, tako nastane bistvena razlika med rdečimi in belimi vinskimi sortami. Na različen okus vina pa vplivajo tudi druge skupne fenolne oziroma polifenolne snovi, ki jih je v belih vinih 30 – 120 mg/l, v rdečih pa le 0,5 – 3,5 g/l (Rajher 2007). Fenoli lahko sprožijo koagulacijo beljakovin in sodelujejo v prehranski verigi, kajti njihova večja prisotnost v rdečih, v primerjavi z belimi, povzroča baktericidni učinek rdečih vin.\nPomen fenolnih spojin v vinu (Vrhovšek 1996):\n- imajo pomembno vlogo pri oblikovanju organoleptičnih lastnosti, predvsem  vplivajo na barvo, okus in aromo ter stabilnost vina;\n- sodelujejo in služijo kot pomembni katalizatorji mnogih reakcij;\n- odražajo raznovrstnost grozdja in pogoje rasti;\n- so indikatorji stopnje maceracije grozdnih jagod med vinifikacijo in\n- imajo antioksidativno sposobnost (lovilci prostih radikalov), kot taki preventivno  delujejo pri bolezni srca in ožilja.\nZ enološkega vidika je zelo pomembna razdelitev fenolnih spojin glede na njihovo kemijsko strukturo in taninski značaj, kar je vidno v preglednici 1. Skupne fenole delimo glede na osnovno kemijsko strukturo v dve skupini: flavonoidni fenoli in neflavonoidni fenoli (Singelton 1987). \n"], "5": ["2.3 Tanini – enološki pomen", "Tanini so skupina kemijskih spojin, ki jih najdemo v številnih rastlina: lubju ali skorji dreves, kavi, čaju grozdju; v bistvu so to rastlinski ekstrakti. V grozdju se tanin izloča v manjših količinah iz jagodne kožice, pecljevine in pečk, pri drozganju in stiskanju. Več tanina vsebuje mošt, ki dalj časa leži na tropinah, in posledično prav tako tudi vino. Tanini, povezani z polisaharidi, dajejo okus polnosti vina. Zlasti so pomembni tanini iz pečk, ki so drugačne sestave kot tanini iz kožice (Terčelj 2007). Dodaten izvor taninov je lesena posoda, v kateri zori vino. Najpomembnejša kemijska lastnost taninov je reakcija s kisikom, ki omogoča zaščito vina pred oksidacijo. Gledano s tega stališča, tanine smatramo kot naravno varovalno sredstvo za konzerviranje vina. Lažja rdeča vina, v to kategorijo spada tudi modri pinot, vsebujejo od 1 do 1,5 g/l tanina, bolj polna pa 2 do 2,5 g/l (nad to \nmejo so vina trpka in včasih celo grenka) (Kapš 1997). Visokokakovostna rdeča vina se odlikujejo z sladkimi ali žametnimi tanini.\nTanini predstavljajo polimerizirane molekule fenolnih spojin s proteini ali polisaharidi. V rdečih vinih imajo velik vpliv na barvo in okus vina. Ločimo hidrolizabilne in kondenzirane tanine (Vrščaj Vodošek in Košmerl 2005).\n- Hidrolizabilni tanini se vežejo z beljakovinami s hidrofobnimi interakcijami. Sem uvrščamo galno in elagovo kislino poznano kot galotanini ali elagotanini. Izvor hidrolizabilnih taninov predstavlja lesena posoda ali dodatek enoloških taninov (Košmerl 2008). V grozdju niso prisotni, vendar pa so zelo pomembni pri zorenju vina (Vrščaj Vodošek in Košmerl 2005 ).\n- Kondenzirani tanini se povezujejo z vodikovimi vezmi (Košmerl 2008). Poznani so kot proantocianidini, ki predstavljajo polimere flavan-3-olov ali katehinov (Vrščaj Vodošek in Košmerl 2005). Nahajajo se v jagodni kožici in pečkah (Košmerl 2008).\nTanini, ki jih uporabljamo v vinarstvu, se razlikujejo: glede na skupino, kamor jih uvrščamo, po karakteristikah, po strukturi ali zgradbi in po reaktivnosti.\nZa povečanje taninskih fenolov v rdečih vinih imamo na razpolago:\n- encime za ekstrakcijo barvnih snovi, ki jih dodajamo v drozgo;\n- hrano za kvasovke rdečih vin (avtolizat kvasnih celic z visoko vsebnostjo  polisaharidov), ki nam omogoča povečanje intenzitete barve s tvorbo  polisaharidno-taninskih kompleksov, obenem pa tudi poveča polnost vina;\n- enološke tanine, ki jih dodajamo med alkoholno fermentacijo;\n- enološke tanine, ki jih dodajamo po končani alkoholni fermentaciji in\n- enološke tanine, ki jih dodajamo pri zaključnem zorenju vina ali tik pred  stekleničenjem.\nV času zorenja grozdja se povečuje vsebnost taninov in antocianov. S stopnjevanjem zorenja grozdja se celične membrane postopoma degradirajo in omogočajo sproščanje barvil. Vzporedno pa se v groznih pečkah količina ekstrabilnih taninov zmanjšuje. Zrelo \ngrozdje ima jagodno kožico bogato z tanini in antociani, ter jagodne pečke, ki so revne s taninskimi snovmi. Izluževanje taninov je počasnejše od izluževanja antocianov. Pogojeno je s krhkostjo membran celičnih sten. Bolj je grozdje zrelo, celične stene so posledično bolj krhke, več taninskih snovi se lahko izluži (Nemanič in sod. 1997).\nGlede na postopek predelave grozdja (maceracijo) je vsebnost taninov v rdečih vinih večja v primerjavi z belimi, kar omogoča daljšo življenjsko dobo (kasnejši kvar). Posledično pa rdeča vina potrebujejo daljši čas zorenja oziroma staranje vina, da postane vsebnost taninov \"zmerna\". Tanini vplivajo predvsem na okus in strukturo vina: grenkobo, trpkost, suhost ali izsušenost (reakcija taninov z beljakovinami sline v ustih, ki se oborijo). V vinskem žargonu govorimo o trdih, suhih ali nezrelih taninih, na drugi strani pa o mehkih, zaokroženih in zrelih taninih (Košmerl 2004, Vodovnik 1999). Na intenzivnost okusa in zaznave vpliva količina taninov, medtem ko oblika taninov vpliva na kakovost. Po končani alkoholni fermentaciji je stopnja polimerizacije taninov majhna, kar pomeni, da bodo le-ti agresivni na okusu. Govorimo o zelenih taninih. V prvi fazi zorenja vina so molekule še vedno premajhne, zato ostaja še vedno trd okus zaradi agresivnih oziroma trdih taninov. Z nadaljevanjem zorenja pa prihaja do večje polimerizacije, molekule so večje, tanini postajajo mehki, izgublja se grenkoba vina in povečuje polnost. Tanini postajajo mehki. Pri predolgem zorenju vina tanini postanejo preveliki in preidejo v koloidno strukturo. Za ta vina je značilno, da so vodena (Košmerl 2008). Tanini, ki so v vinu, imajo izrazito baktericidno delovanje, kar je zlasti značilno za rdeča vina, in so posledično učinkoviti proti trebušnim patološkim bakterijam (Simčič 1987).\nTanine lahko moštu ali vinom, ki so revni na taninih tudi dodajamo, za povečanje trpkosti. Običajno se uporablja v koncentracijah do 0,8 g/hl za bela vina oz. do 3 g/hl za rdeča vina Po dodatku tanina se lahko skupna koncentracija tanina poveča za največ 150 mg /l (Košmerl 2004).\n"], "6": ["2.4 Antociani in barva rdečih vinskih sort", "Parametra, ki karakterizirata, vino sta barva in astrigentnost. Vloga barve je pomembna, ker barva vina lahko naredi bolj ali manj prikupna na pogled. Barvo lahko opišemo z intenzivnostjo, živahnostjo in odtenkom. Barvo več vin lahko dobro primerjamo samo v popolnoma enakih kozarcih, ki so enako napolnjeni (Nemanič 1996). Za mlado vino je značilna rdečevijolična barva, ki se s staranjem vina spremeni v opečno rjavo (Macheix in sod. 1990).\nBarva se z zorenjem spreminja s povečanjem števila polimeriziranih antocianov. Med nastalimi polimeri prevladuje odtenek rjave barve, zato vino pridobiva bolj opečnate odtenke, istočasno pa intenziteta barve upada. Vzrok je izginjanje prostih antocianov, izguba polimerov s sesedanjem in vezavo s proteini ter spremembe na polimerih, ki postopoma izgubljajo barvo (Jackson 2000, Bavčar 2006). Posledica tega je zmanjšanje absorbance pri 520 nm in povečanje pri 420 nm (Macheix in sod. 1990).\nRdečim vinom dajejo barvo predvsem antociani, ki v belem grozdju niso prisotni. Starejše tehnike maceracije rdečih vin so podrejene cilju ekstrakcije zadostnih koncentracij antocianov. V zadnjem času pa se poudarja tudi ostale fenolne spojine, ki so pomembne za stabilizacijo barve in okusa vina (Bavčar 2006).\nAntociani so skupina flavonoidnih fenolnih skupin in so odgovorni za rdečo in modro barvo, ki jo najdemo v jagodni kožici in v vinu (Vanzo in Vrhovšek 2005). V veliki meri so prisotni tudi v listih ob koncu rastne dobe (Ribéreau-Gayon in sod. 2000). Ločijo se po številu –OH skupin na aromatskem obroču B. Kisik nosi pozitiven naboj in odtod izvira tudi ionski značaj (flavilijev kation) teh spojin ter odvisnost intenzitete in odtenka rdeče barve od spreminjanja pH okolice in števila –OH skupin na obroču B (Abram in Simčič 1997).\nV žlahtnih evropskih sortah prevladuje malvidin, kot rdeče barvilo. Odkrili pa so še sedemnajst drugih različnih antocianov, kajti z glukozidno vezjo in vezmi na kisline \nnastane namreč veliko različic rdečega barvila (Šikovec 1993). Njihova sinteza je spodbujena s pomočjo svetlobe.\nBarva rdečega vina je direktno povezana s sestavo antocianov v grozdju (Macheix in sod. 1990). Večjo intenzivnost barve povzroča proces kopigmentacija, kar pomeni, da se antociani vežejo v obarvane komplekse med seboj ali z drugimi fenolnimi spojinami, alkaloidi, aminokislinami ali organskimi kislinami. Ko se zviša koncentracija antocianov, se poveča tudi intenzivnost barve.\nMolekule antocianov so kemijsko zelo nestabilne in podvržene razbarvanju. Rdeče barvne snovi se ob prisotnosti kisika iz zraka oksidirajo (rdeča barva prehaja v rjavo) in preidejo v koloidno obliko (usedlina rdečega vina) (Zoecklein in sod. 1999, Muhar in Košmerl 2005). Velik vpliv na obarvanost vina pa ima razmerje med pH in preostankom žveplovega dioksida, kajti skupaj ravnotežno določata ionizacijsko sevanje antocianov oziroma naboj. Bolj intenzivno rdečo barvo imajo vina z nižjim pH (Bavčar 2006). Ob prisotnosti večje koncentracije SO2 vino posvetli, vendar je intenziteta barve reverzibilna (Jackson 2000). Antociani hitro reagirajo s polimeriziranimi tanini. Na ta način dobimo stabilno rdečo barvo (Zoecklein in sod. 1999).\nV odvisnosti od vrednosti pH in SO2 se antociani v vinu nahajajo v štirih oblikah: kot rdeč flavilijev kation, moder kalkon, modra kinonska baza in brezbarvna karbinol psevdobaza (Vrščaj Vodošek in Košmerl 2005).\nTopnost antocianov se močno poveča s porastom alkohola. Zaradi tega je zelo pomembno, da je pri maceriranju rdeča drozge čim hitrejši začetek alkoholnega vrenja in s tem pogojena hitrejša in močnejša difuzija, kar pomeni prehod rdečega barvila iz kožice v mošt (Šikovec 1993).\nAntociani v glavnem obstajajo v grozdju kot glukozidi, kjer je na aglikonski del (antocianidin) vezan sladkor. Glukoza antociane kemijsko stabilizira oziroma prepreči oksidacijo prostih antocianov ter poveča njihovo topnost v vodi ter omogoča nadaljnje \nvezave z drugimi spojinami (ocetno kislino, p-kumarno kislino in v sledovih kavno kislino) (Jackson 2000). V grozdju žlahtne vinske trte Vitis vinifera L. se antociani nahajajo samo kot monoglukozidi antocianidini, kar pomeni, da sta med seboj povezana fenolna spojina atocianidina in ena molekula glukoze. Razmerja in koncentracije antocianov (monoglukozid malvadina, cianidina, delfinidina, penutidina in peonidina – glede na mesto hidroksilne in metilne skupine na B obroču molekule) se spreminjajo glede na sorto in pogoje rasti, vplivajo pa na intenziteto barve in odtenek. Monoglukozid malvadina (malvadin- 3- glukozid) je prisoten samo v vinski trti Vitis vinifera L.\n"], "7": ["3 MATERIAL IN METODE", ""], "8": ["3.1 Material", ""], "9": ["3.1.1 'Modri pinot'", "V poizkusu smo uporabili vino 'Modri pinot', letnik 2009. Alkoholna stopnja vina je bila 11,5 vol. %, pH vina pa 3,90. Izmerili smo tudi skupne titracijske kisline, ki so znašale 5,6 g/l.\n"], "10": ["3.1.2 Tanini v poizkusu", "V poizkusu smo uporabili tri vrste taninov: Tannivin Superb, tanin LittoTan Finesse in LittoTan Structure, kar je razvidno iz preglednice 2.\nTannivin Superb je tanin iz hrastovega lesa, ki je prej obdelan s posebnim postopkom. Končni izdelek je fin rdečerjav prah. Po dodatku tega tanina so vina bolj polna, barva se stabilizira, senzorične lastnosti se izboljšajo. V rdeča vina se ga dodaja v odmerku od 1 do 20 g/hl. Odmerek je odvisen od značilnosti posameznih vin, zato je priporočljivo, da se naredijo predhodni testi (Erbslöh Geisenheim).\nTanin LittoTan Finesse je pridobljen s kondenziranjem. Uporablja se za proizvodnjo rdečih vin, za izkoriščanje polnega zorenja le-teh. Poleg tega da izboljšuje stabilnost barve, bogati strukturo vina. Zmanjšuje tudi pojav različnih nezaželenih priokusov. Odmerek za dodajanje v drozgo je od 2 do 30 g/hl tega tanina, za neposredno v vino pa so odmerki dosti manjši (La Littorale-Groupe Erbslöh). \nEnološke lastnosti tanina LittoTan Structure so, da ohranja stabilnost barve rdečih vin ter sčasoma oblikuje zgradbo taninov in antocianov. Spodbuja zlasti ohranjanje grozdnih taninov in omejuje prosto oksidacijo antocianov. Ta tanin je primeren predvsem za pridelavo rdečih vin. V drozgo ga dodajamo od 2 do 30 mg/hl, direktno v vino pa v manjših koncentracijah (La Littorale-Groupe Erbslöh).\n"], "11": ["3.2 Metode dela", ""], "12": ["3.2.1 Načrt poizkusa dela", "Analizirali smo sorto 'Modri pinot', rdeče vino letnik 2009, iz vinorodnega okoliša Štajerska Slovenija, vinorodni podokoliš Maribor, vinorodne lege Meranovo. V vino smo tik pred polnitvijo dodali tri različne enološke tanine: LittoTan Stucture, LittoTan Finesse in Tannivin Superb. Vsakega izmed njih smo dodali v treh različnih koncentracijah. Po natančnem doziranju teh sredstev v vino smo dva meseca kasneje (07. 09. 2010) v laboratoriju izvedli meritve in ugotavljali razlike v barvi, skupnih fenolnih spojinah, antocianih in taninih ter jih primerjali s kontrolnim vzorcem vina. Meritve smo delali z \ndvema ponovitvama. Senzorično ocenjevanje je potekalo pod vodstvom enologa, ocenjevalo pa je devet degustatorjev, in sicer: barvo, intenzivnost vonja, kakovost vonja, taninsko strukturo, skupen vtis, na koncu pa so podali še oceno po Buxbaum-u.\n"], "13": ["3.2.2 Priprava taninov", "Tanine smo pripravili tako, da smo odtehtali 1,25 g tanina na 25-mililitrsko bučko in dolili destilirano vodo, segreto na 40 -C, nato smo premešali in raztopili tanin. Naslednji dan smo dolili destilirano vodo do oznake na bučki in ponovno premešali. Tanine smo natančno odmerili in dodali v steklenice tik pred polnitvijo. Vino smo tudi prefiltrirali skozi filterne slojnice K7. Ko smo steklenice napolnili, smo jih premešali, da se je tanin razporedil po celotni tekočini. Napolnili smo sto steklenic po 0.5 l, in sicer po deset steklenic vsakega odmerka (obravnavanja) in deset steklenic kontrole. Meritve in določitve parametrov kemijske sestave vina smo izvedli v dveh ponovitvah po obravnavanju. Steklenice smo ustrezno označili.\n"], "14": ["3.2.3 Določanje koncentracije skupnih fenolov", "Princip merjenja: Fenolne snovi dajo s Folin-Ciocalteu reagentom v alkalnem okolju modro obarvanje, ki ga izmerimo pri 720 nm. Za umeritveno krivuljo lahko služi galova kislina ali katehin. Reakcijo motita SO2 in askorbinska kislina, zato ju je potrebno predhodno oksidirati z jodom.\nVzorec pripravimo tako, da 50,0 ml vzorca vina dodamo 5,0 ml 25-odstotne H2SO4, nato pa elektrometrično titriramo N/64 J2. V nadaljevanju 1 ml pripravljenega vzorca, 5,0 ml reagenta Folin-Ciocalteu dodamo že v naprej pripravljeno 100-mililitrsko bučko, kjer je 75 ml destilirane vode. Vse skupaj dobro premešamo in pustimo stati tri minute. Dodamo 10,0 ml nasičenega Na2CO3, bučko dopolnimo do značke in dobro premešamo. Pustimo stati 60 \nminut. Merimo ekstinkcijo pri 720 nm vzporedno s slepim vzorcem (isti postopek brez vina). Rezultat merimo v mg katehina (ali galove kisline)/liter, in sicer brez decimalk (Tanner und Brunner 1979).\n"], "15": ["3.2.4 Določanje koncentracije antocianov", "Za meritev koncentracije antocianov je potrebno pripraviti dva vzorca. Vsak vzorec vsebuje: 1 ml vina, 1 ml EtOH 1-odstotne HCl-raztopine in 20 ml 2-odstotne HCl- raztopine. Desetim mililitrom prvega vzorca dodamo 4 ml vode, desetim mililitrom drugega vzorca pa dodamo 4 ml SO2. Absorbanco merimo pri 520 nm. Razliko med absorbanco pomnožimo s faktorjem 875, rezultati pa se izražajo z mg/l (Riberéau-Gayon in sod. 2000).\n"], "16": ["3.2.5 Določanje barvnih parametrov", "Za določanje intenzitete barve motne vzorce prefiltriramo in merimo ekstinkcije v neredčenih vzorcih. Absorbanco merimo pri 420 nm in 520 nm. Rezultat je število brez dimenzij z dvema decimalnima mestoma in predstavlja seštevek obeh absorbanc (Tanner und Brunner 1979).\n"], "17": ["3.2.6 Določanje koncentracije taninov", "Postopek zahteva pripravo dveh vzorcev, vsak vsebuje: 4ml vina, razredčenega 1:50, 2 ml vode, 6 ml HCl. Eno epruveto segrevamo 30 minut, tako da počasi vre. Dodamo ji 1 ml 95- odstotne EtOH. Drugemu vzorcu prav tako dodamo 1 ml 95-odstotne EtOH, vendar ga ne segrevamo. Nato obema vzorcema izmerimo absorbanco pri 520 nm, razliko absorbance pomnožimo s faktorjem 19,33. Rezultate pa izražamo v g/l (Tanner und Brunner 1979).\n"], "18": ["3.2.7 Organoleptična analiza vina", "Senzorično ocenjevanje vina je potekalo na UC za vinogradništvo in vinarstvo Meranovo Fakultete za kmetijstvo in biosistemske vede. Izvedeno je bilo 27. julija 2010, kjer je sodelovalo devet degustatorjev. Ocenjevanje je potekalo po metodi uvrstitvenih števil oziroma rangov po Paulu in končni Buxbaumovi oceni, ki je bila le kot dopolnilo oz. dodatna potrditev.\nMetoda uvrstitvenih števil je enostavna in daje stopnjo objektivnosti, ki omogoča kontrolo preizkušanj. Na ta način vsako vino na podlagi uvrstitvenega števila zavzame ustrezno mesto: višje število pomeni močnejši vtis ali izraženo lastnost ali višjo kakovost. Kadar je razlika med dvema uvrstitvenima številoma večja od 1,0 so med vzorci razlike statistično značilne. Vsako uvrstitveno število je sestavljeno iz cele številke in decimalke (Troost 1988).\nOcenjevanje se je izvedlo v štirih serijah, v vsaki seriji pa so bila štiri vina. Na začetku vsake serije je bila najprej kontrola, nato pa vrsta tanina v treh različnih koncentracijah. V zadnji seriji pa je bil iz vsake skupine taninov po en vzorec. V vsaki seriji so primerjali vina med seboj, oceniti so jih morali od ena do štiri. Večje vrstno število pomeni boljšo kakovost od manjšega. Če so se jim zdela vina izenačena, so vzorce uvrstili na isto mesto.\nOcenjevali so: barvo, intenzivnost vonja, vonj kakovosti, taninsko strukturo, skupni vtis, na koncu pa so podali še skupno oceno po Buxbaum-u. Vrstni red ocenjevanja pa je viden iz preglednice 3. \n"], "19": ["3.3 Vremenske razmere", "Vremenski pogoji (temperature in padavine) so bili v letu 2009 v Podravju za vinsko trto in kakovost grozdja zelo ugodni. Temperature so bile vse mesece nad dolgoletnim povprečjem 1951-94 (Vodovnik Plevnik in Vodovnik 2010). Velika težava pa so bila neurja s točo.\nNajvišje povprečne temperature smo zasledili julija in takrat je bilo tudi pomanjkanje padavin. V obdobju vegetacije je bilo pomanjkanje padavin aprila, vendar ni bilo kritično. Znatno višje temperature maja pa so pripomogle k temu, da je trta cvetela že v mesecu maju (Vodovnik Plevnik in Vodovnik 2010). Največje povprečne mesečne temperature smo zabeležili julija in avgusta, kar prikazuje grafikon 1. Prav tako pa je avgusta padla največja količina dežja, saj je padlo 200 mm padavin. Zaradi velike količine padavin pa so bili ugodni pogoji tudi za razvoj peronospore in gnilobe. \nmeteorološki postaji Maribor-letališče (ARSO).\n"], "20": ["3.4 Statistična obdelava podatkov posameznih parametrov", "Analitika: podatke, pridobljene pri meritvah, smo vnesli v preglednico programa Microsoft Excel. Iz preglednice smo podatke prenesli v program za statistično obdelavo podatkov SPSS 15.0, za programsko okolje Windows. Sledila je primerjava izračunanih srednjih vrednosti parametrov med posameznimi obravnavanji. To smo naredili z analizo variance (ANOVA). Statistično značilne razlike posameznih parametrov med posameznimi obravnavanji so bile P<0,05.\nSenzorika: z metodo uvrstitvenih števil po Paulu in primerjalno skupno oceno po Buxbaum-u, smo ocenjevali senzorične lastnosti vina.\n"], "21": ["4 REZULTATI Z RAZPRAVO", ""], "22": ["4.1 Kemijska sestava", "Statistično značilne razlike so se pojavile le pri merjenju skupnih fenolov. Pri merjenju taninov, antocianov in skupnih fenolov statistično značilnih razlik ni bilo.\n"], "23": ["4.1.1 Vsebnost skupnih fenolov", "Pri laboratorijskih meritvah smo ugotovili, da je prišlo do statistično značilnih razlik pri merjenju skupnih fenolov pri vseh vinih, kjer smo dodali enološke tanine, v primerjavi z osnovnim vinom (kontrolo). Laboratorijske meritve so bile narejene dva meseca po polnitvi vina.\nV vinu z dodatkom tanina Superb v treh različnih odmerkih (grafikon 2) je največja vrednost skupnih fenolov v vinu z največjim odmerkom dodanega tanina - 6 g/hl (SUP 6.0). Nato mu sledi vino z najmanjšo koncentracijo dodanega tanina - 4 g/hl (SUP 4.0). Vendar pa so, v primerjavi z vinom, kjer sta kot dodatka tanina Structure in Finesse, vrednosti najnižje. \nGrafikon 3 prikazuje količino skupnih fenolov ob dodatku tanina Finesse. Razmerje po vsebnosti skupnih fenolov je bilo podobno kot pri dodatku tanina Superb. Največ skupnih fenolov je bilo v vinu z največ dodanega tanina - 9 g/hl (FIN 9,0), sledilo mu je vino z najmanj dodanega tanina - 3 g/hl (FIN 3,0). Najmanj prisotnih skupnih fenolov je bilo v vinu, kjer smo dodali srednjo koncentracijo tanina, to je 6 g/hl (FIN 6,0).\nVina z dodatkom tanina Structure (grafikon 4) so imela največje vrednosti skupnih fenolov v primerjavi z ostalimi vini, kjer so bili tudi dodani tanini. Izmed vseh vin v poizkusu je imel največjo vrednost vzorec z dodatkom tanina 1 g/hl (STR 1.0), in sicer 955 g/hl.\n"], "24": ["4.2 Senzorična analiza vina", ""], "25": ["4.2.1 Barva", "Pri ocenjevanju barve ni bilo razlik med tremi različnimi vini v primerjavi s kontrolo, v nobeni izmed štirih serij. Noben dodatek tanina ni povzročil značilnih sprememb pri barvi vina.\n"], "26": ["4.2.2 Intenzivnost vonja", "Na intenzivnost vonja so dodatki taninov močno vplivali. Izjema je bil tanin Finesse, ki pri nobeni dodani koncentraciji ni imel vpliva. Toda v zadnji seriji, kjer so bili trije različni tanini v primerjavi s kontrolo, se je izkazalo, da je tudi tanin Finesse, v dodanem odmerku 6 g/hl (FIN 6.0), vplival na intenzivnost vonja. Pri tretji seriji, kjer so bili uporabljeni tanini Superb (grafikon 5), je vplival le najvišji dodani odmerek tanina, kar pomeni 6 g/hl (SUP 6.0). V zadnji, četrti seriji pa je vidno iz grafikona 7, da je vplival tudi odmerek 4 g/hl (SUP 4.0). Pri dodatku tanina Stucture, so na intenzivnost vonja vplivale vse tri koncentracije, od 0,5 g/hl do 1,5 g/hl, kar je razvidno iz grafikona 6. Rezultati so bili presenetljivi, kajti v četrti seriji smo ugotovili, da tudi tisti tanini, ki so bili predhodno ocenjeni, kot da ne vplivajo, se je tukaj izkazalo drugače.\n"], "27": ["4.2.3 Kakovost vonja", "V prvih treh serijah ocenjevanja smo ugotovili, da je le največji odmerek, to je 6 g/hl (SUP 6.0) dodanega enološkega tanina Superb, vplival na kakovost vonja, to prikazuje tudi grafikon 8. Tanin Finesse in Structure pa nista imela vpliva na kakovost vonja. \nV četrti seriji ocenjevanja smo ugotovili, da so vsi dodani tanini pozitivno vplivali na kakovost vonja, v primerjavi z kontrolo. Najboljša kakovost pa je bila pri dodatku tanina Structure v odmerku 1 g/hl (STR 1.0), kar je razvidno tudi iz grafikona 9.\n"], "28": ["4.2.4 Taninska struktura", "Vsi odmerki tanina Superb (grafikon 10) so izboljšali taninsko strukturo vina. Dodatek tanina Finesse pa le pri višjih odmerkih: 6,0 g/hl (FIN 6.0) in 9,0 g/hl (FIN 9.0), kar je razvidno iz grafikona 11. Pri dodatku tanina Structure (grafikon 12) se je vinu izboljša taninska struktura samo pri koncentracij 0,5 g/hl (STR 0.5).\nV četrti seriji, ki jo prikazuje grafikon 13, so bile trditve deloma ovržene, kajti vino z dodatkom tanina Finesse 6g/hl (FIN 6,0) ni imelo boljše taninske strukture v okusu. In vinu z dodatkom 1 g/hl (STR 1.0) tanina Structure se je taninska stuktura izboljšala.\n"], "29": ["4.2.5 Skupni vtis", "Pri ocenjevanju skupnega vtisa med vini, kjer je bil dodan tanin Superb (grafikon 14), sta dva odmerka tanina izboljšala skupen vtis, in sicer 2g/hl (2.0) in 6g/hl (SUP 6.0). Grafikon 15 pa prikazuje dodatek tanina Finesse, ki je imel pri nizkem dodatku 3 g/hl (FIN 3.0) učinek negativen, pri srednjem 6g/hl (FIN 6.0) pa pozitiven. Pri dodanem taninu Structure ni bilo statistično značilnih razlik. V zadnji seriji, kjer so bili primerjani vsi trije tanini (Stucture, Superb in Finesse), pa se je skupni vtis statistično značilno razlikoval, pri taninu Structure 1g/hl (STR1.0), kar je razvidno iz grafikona 16.\n"], "30": ["4.2.6 Ocene po Buxbaum-u", "Potrditev skupnega vtisa z oceno po Buxbaum-u je bila pri dodatku tanina Structure, kjer je bilo vidno, da ni velikih razlik med vini. Prav tako tudi pri dodatku tanina Finesse, kjer je, podobno kot pri uvrstitvenem številu, najboljše ocenjeno vino z srednjim dodatkom tanina, 6 g/hl (FIN 6.0).\n"], "31": ["5 SKLEPI", "Poizkus je potekal na UC za vinogradništvo in vinarstvo Meranovo, kjer smo analizirali rdeče vino letnik 2009, iz mariborskega vinorodnega podokoliša, sorto 'Modri pinot' iz lege Meranovo. Ugotavljali smo vpliv dodatka taninov na posamezne parametre kemijske sestave vina in na senzorične lastnosti v primerjavi s kontrolo.\nLaboratorijske analize so pokazale statistično značilne razlike pri vsebnosti skupnih fenolov. Le-ti so se povečali pri vseh treh dodanih taninih: Superb, Finesse in Structure. Pri meritvah taninov, antocianov in intenzitete barve pa značilnih razlik v primerjavi s kontrolo ni bilo.\nS pomočjo statistične metode uvrstitvenih števil po Paulu smo pri senzoričnem ocenjevanju ugotovili sledeče rezultate:\n- pri barvi ni bilo statistično značilnih razlik, noben dodatek tanina ni povzročil bistvenih sprememb;\n- na intenzivnost vonja je najbolj vplival dodatek tanina Structure, kajti vpliv je bil značilen pri vseh treh odmerkih;\n- na kakovost vonja je vplival le največji odmerek dodanega tanina Superb, 6 g/hl. Tanin Finesse in Structure nista imela značilnega vpliva;\n- vsi odmerki tanina Superb so izboljšali taninsko strukturo vina. Dodatek tanina Finesse je vplival značilno le pri višjih odmerkih, tanin Structure pa le pri najnižjem;\n- pri ocenjevanju skupnega vtisa je dodatek tanina Superb izboljšal skupni vtis pri najmanjšem in največjem odmerku. Tanin Finesse pa le pri srednjem (6 g/hl). Pri dodatku tanina Structure ni bilo statistično značilnih razlik.\n-po primerjalni oceni po Buxbaum-u, so najboljše ocene dobila vina z dodatkom tanina Superb, kjer je bila pri vseh odmerkih ocena višja od kontrolnega vzorca.\n"], "abstract": ["Leta 2010 smo preizkušali vpliv dodatka treh enoloških taninov na kakovost in kemijsko sestavo vina 'Modri pinot'. Pri kemijski sestavi vina se je vpliv dodatka taninov pokazal le pri merjenju vsebnosti skupnih fenolov. Pri meritvah taninov, antocianov in intenzitete barve razlik v primerjavi s kontrolo ni bilo. Pri senzorični analizi vina se je pokazal močan vpliv dodatka taninov. Na intenzivnost vonja je najbolj vplival tanin Structure, na kakovost vonja pa le največji odmerek dodanega tanina Superb, 6 g/hl. Vsi odmerki tanina Superb so izboljšali taninsko strukturo vina. Dodatek tanina Superb je izboljšal skupni vtis kakovosti vina pri najmanjšem in največjem odmerku, Finesse pa le pri srednjem (6 g/hl). Po primerjalni oceni po Buxbaum-u je razvidno, da so najboljše ocene kakovosti dobila vina z dodatkom tanina Superb. "]}