{"1": ["1 UVOD", "Oksidativna stabilnost biodizla je pomemben faktor kakovosti, saj so metilni estri maščobnih kislin bolj občutljivi na oksidacijski razkroj kot mineralna goriva. Zato je v zadnji evropski specifikaciji za biodizel določena minimalna vrednost 6 h za indukcijsko obdobje pri 110 -C, merjeno z instrumentom Rancimat. Za zagotovitev te vrednosti je potrebna uporaba antioksidantov. Biodizel je za shranjevanje relativno nestabilen. Kot vsa naravna olja in maščobe zaradi atmosferskega kisika počasi oksidira. Na ta način proizvedene substance lahko povzročijo škodo npr. v motorju, na tesnilih. Zato je oksidativna stabilnost tako pomembna kriterijska lastnost biodizla. Z Rancimatom jo hitro in učinkovito določimo. Proces oksidacije lahko upočasnimo z dodajanjem antioksidantov. Rancimat lahko uporabimo tudi za določanje učinkovitosti antioksidantov. V diplomskem delu je prikazan vpliv različnih sintetičnih antioksidantov na oksidativno stabilnost z uporabo določene preizkusne metode. Raziskan je bil biodizel, proizveden iz oljne ogrščice in soje ob uporabi petih različnih sintetičnih antioksidantov: Baynox plus, BHT, BHA, Baynox in Vitablend bioprotect 350.\n"], "2": ["1.1 Cilji", "Namen in cilj diplomske naloge je bil ugotoviti, kateri od petih antioksidantov (Baynox plus, BHT, BHA, Baynox in Vitablend bioprotect 350) najbolj podaljša oksidativno stabilnost biodizla, proizvedenega iz 80 % semena oljne ogrščice in 20 % semena soje.\n"], "3": ["2 PREGLED OBJAV", ""], "4": ["2.1 Goriva", "Onesnaževanje zraka s toplogrednimi plini je že vrsto let resen problem, s katerim se ukvarjajo številni strokovnjaki iz različnih področij. Seveda za ta problem ni kriva samo industrija, ki proizvaja ogromne količine toplogrednih plinov, pač pa v zadnjih desetletjih predvsem avtomobili s svojimi motorji (Golobič in sod., 2003). V državah, kjer resno skrbijo za okolje, že uporabljajo na vodovarstvenih območjih biodizel in biorazgradljiva maziva za motor, transmisijo in hidravliko traktorjev in drugih delovnih strojev. V industrializiranih državah se za proizvodnjo biodizla največ uporabljata oljna ogrščica in soja (Jejčič in sod., 2005). Ogljikov dioksid, ki nastane pri izgorevanju biomase, ne prispeva k toplogredni obremenitvi podnebja, saj gre za ogljik, ki so ga rastline zajele iz zraka. Biomasa, ki nastaja v kmetijstvu, se uporablja kot vir človeške ali živalske hrane, za predelavo v surovine, izdelke ali goriva, del pa se v obliki odpadkov neposredno vrača v tla. Poleg trdnih in plinskih produktov biomase obstajajo tudi tekoča goriva iz biomase ali biogoriva. Biogoriva se lahko uporabljajo kot nadomestek ali dodatek gorivom naftnega izvora, za uporabo v transportu in izven transporta (Jejčič, 2007). Od tekočih goriv iz biomase so najpomembnejša biogoriva: bioetanol, biometanol, rastlinsko olje ter biodizel. Rastlinsko olje kot energent postaja v zadnjem obdobju ponovno bolj zanimivo zaradi nenehnega naraščanja cen fosilnih goriv, povečanja varnosti energetske oskrbe držav, ki ne razpolagajo z lastno nafto, in okoljevarstvenih problemov, s katerimi se srečuje človeštvo. Energetska uporaba rastlinskega olja za pogon dizelskih motorjev na delovnih, kmetijskih, gradbenih in drugih strojih, komunalnih vozilih, vozilih za prevoz, kogeneratorskih enotah za soproizvodnjo električne in toplotne energije itn. je aktualna alternativa za sedanja fosilna goriva (mineralni dizel). Rastlinska olja predstavljajo obliko uskladiščene sončne energije s pomočjo naravnih procesov, ki se odvijajo v sami rastlini. Zelo pomembno je, da je rastlinsko olje iz oljnic že dosegljivo v praktično celi Evropi. Severni deli Evrope so primernejši za pridelavo oljne \nogrščice, južni deli pa za pridelavo sončnice, soje itn. Olje za omenjeno uporabo je možno proizvajati z mehanskim procesom ekstrakcije ali pa z industrijsko ekstrakcijo s topili. Pomembna lastnost mehanskega procesa stiskanja je, da potrebuje nizke vložke energije in ne potrebuje uporabe kemikalij za ekstrakcijo (Jejčič in sod., 2010).\n"], "5": ["2.1.1 Kratka zgodovina biodizla", "Leta 1846 je Rochieder opisal postopek priprave glicerola s pomočjo etanolize ob uporabi ricinusovega olja. Od takrat dalje je postalo pridobivanje glicerola s pomočjo transesterifikacije oziroma tako imenovane alkoholize daleč najbolj preučevan postopek (Demirbas, 2003).\nLeta 1853 sta znanstvenika E. Duffy in J. Patrik načrtno izvedla postopek transesterifikacije, kjer sta uporabila različna rastlinska olja z namenom raziskovanja še preostalega produkta, nastalega pri tej reakciji – estra (Demirbas, 2002).\nRudolf Diesel, oče prvega dizelskega motorja, ki ga je poganjalo doma narejeno rastlinsko gorivo, se je leta 1893 prvič popeljal po Augsburgu v Nemčiji. V spomin na ta dogodek je 10. avgust razglašen za mednarodni dan biodizla. Njegov motor je postal njegova vizija prihodnosti, saj ga je poganjalo arašidovo olje – tako imenovano naravno gorivo, kljub temu da ni bil strogo natančen biodizel, ker ni bil transesterificiran. Verjel je, da ima večina goriv iz biomase, med katere sodijo tudi rastlinska olja, dovolj velik potencial, da lahko nadomestijo frakcijo naftnih derivatov in osnove naftne petrokemije v bližnji prihodnosti. S prihodom cenejšega naftnega goriva, natančneje s prihodom prečiščene frakcije surove nafte, ki naj bi se jo uporabljalo kot glavno gorivo v dizelskih motorjih, so rastlinska olja počasi tonila v pozabo. Ponovna uporaba rastlinskih olj je zabeležena v času druge svetovne vojne zaradi kriznih situacij, ki so vladale na naftnem trgu. Ker pa je bilo po drugi svetovni vojni naftnega goriva v izobilju, se je proizvodnja biodizla povsem opustila. Avtomobilska industrija se je tako preusmerila le na izdelavo motorjev, namenjenih petrokemičnim dizelskim gorivom. Motorje so dopolnjevali in izpopolnjevali, vse dokler niso našli najboljšega izkoristka za nižja viskozna fosilna goriva (fosilna goriva imajo v primerjavi z biodizelskim gorivom nižjo viskoznost) (Fangrui, 1999).\n"], "6": ["2.1.2 Biodizel", "Ameriško združenje za testiranje in materiale (The American Society for Testing and Materials: ASTM) definira biodizelsko gorivo kot mešanico monoalkilnih estrov, ki so sestavljeni iz dolgih verig maščobnih kislin. Monoalkilni estri so v celoti narejeni iz naravnih, obnovljivih virov, kot so nova in rabljena rastlinska olja, živalske maščobe ter alge. 'Bio' predstavlja obnovljiv in biološki vir energije, medtem ko se 'dizel' nanaša na njegovo uporabo v dizelskih motorjih v obliki tekočega goriva. Biodizel je za razliko od naftnega goriva manj vnetljiv in ni eksploziven; njegova temperatura vžiga je okrog 150\n-C, medtem ko je temperatura vžiga petrokemičnega dizelskega goriva okrog 77 -C (Zhang in sod., 2003). Tako biodizel kot petrokemični dizel sta mešanici različnih organskih spojin. Posplošena molekula petrokemičnega dizla je cetan - čisti parafin. Če primerjamo molekulo cetana z monoalkil stearatom kot modelno molekulo biodizla, vidimo, da je monoalkil stearat nekoliko daljši, in kar je najpomembnejše, vsebuje dva kisikova atoma. Rezultat tega so zmanjšane emisije izpušnih plinov v ozračje. Ker petrokemično dizelsko gorivo ne vsebuje nobenega kisikovega atoma, je njegova temperatura izgorevanja bistveno višja od temperature biodizelskega goriva. Iz tega razloga dizelski motorji, ki uporabljajo biodizelsko gorivo, izgubijo na moči tudi do 10 % (Turner, 2005). Biodizel je varen za uporabo v vseh konvencionalnih dizelskih motorjih, saj ponuja primerljive vozne lastnosti in podobno življenjsko dobo motorja kot običajna petrokemična dizelska goriva. Poleg tega se bistveno zmanjšajo emisije škodljivih snovi v ozračje. Glede na vsebnost žvepla, aromatskih spojin, vžigne točke in biološke razgradljivosti je biodizelsko gorivo z ekološkega vidika veliko bolj sprejemljivo za uporabo kot običajno petrokemično dizelsko gorivo. Goriva, narejena iz rastlinskih olj, dolgo niso bila sprejemljiva, ker so bila veliko dražja od naftnih goriv. Zaradi konstantnega višanja cen surove nafte in z naraščajočo negotovostjo, povezano z njeno dostopnostjo, se je v zadnjem času ponovno povečal interes za uporabo rastlinskih olj v dizelskih motorjih. Rastlinsko olje je moč pridobivati iz več kot 350 različnih vrst rastlin, vendar je med temi vrstami le peščica takih, pri katerih je predelava v biodizelsko gorivo ekonomsko sprejemljiva (uporablja se samo tiste rastlinske vrste, iz \nkaterih se lahko iztisne največ olja). Med ta olja sodijo sončnično, kokosovo, palmovo, sojino, bombaževčevo, repično, arašidovo, koruzno, oljčno olje itd. (Demirbas, 2003).\nBiodizel se lahko meša tudi s petrokemičnim dizelskim gorivom in se ga lahko brez težav uporablja skoraj v vseh dizelskih motorjih. Osnovna mešanica je v razmerju 5 : 95 (oznaka B5; 5 % biodizla in 95 % petrokemičnega dizelskega goriva), ki za svojo uporabo ne potrebuje deklaracije biodizla, ampak se obravnava kot navadno petrokemično dizelsko gorivo (to dovoljuje standard EN 590). Lahko pa se uporablja tudi več kot 20 % mešanica biodizla ali pa celo čisti biodizel brez kakršnih koli sprememb ali z majhnimi spremembami v sestavi motorja. Osnovno surovino za biodizel se lahko pridela tudi v domači kmetijski proizvodnji, kar pomeni, da produkcija biodizla ni vezana le na nekatera območja, kakor to velja za naftna goriva. Katera sestavina se bo uporabila, je v veliki meri odvisno od klimatskih razmer. V Evropi se uporablja predvsem oljna ogrščica, sledijo sončnice, soja, konoplja, buče itd. Oljna ogrščica je postala ena najobetavnejših oljnic zmerno toplega podnebnega pasu, pridelujejo jo v Nemčiji, Avstriji, Franciji … pa tudi pri nas. Povprečni svetovni pridelek ogrščice je okoli 1,5 ton semena na hektar, medtem ko je povprečje v EU približno 3 tone na hektar, niso pa redki primeri do 5 ton na hektar. Pri kmetovanju z oljnicami ne smemo pozabiti, da poteka pridelava 'pod milim nebom' in se lahko pridelek semena iz leta v leto spreminja (Tomc, 2006). Biodizel se lahko naredi tako iz čistih kot tudi iz odpadnih rastlinskih olj in njihovih semen. Danes se najbolj pogosto uporablja le čista rastlinska olja zaradi lažje in predvsem cenejše proizvodnje (Barnwal in sod., 2005). Obstaja tudi veliko cenenih olj in maščob, kot so odpadna rastlinska olja iz restavracij, in živalske maščobe, ki se jih lahko uporabi in pretvori v biodizel. Problem takih olj in maščob je v tem, da vsebujejo velike količine prostih maščobnih kislin, ki se jih ne da pretvoriti v biodizel z uporabo alkalnih katalizatorjev, temveč je potreben drugačen, bolj specifičen pristop – uporaba kislih katalizatorjev. Ta metoda je bolj zamudna in potrebuje višji energijski vložek (Zhang in sod., 2003). \nTransport 100 % biodizla se izvaja na enak način kot transport rastlinskih olj, transport mešanic pa na enak način kot transport običajnega petrokemičnega dizelskega goriva. Biodizel se shranjuje v čistem, suhem in temnem okolju, zaščitenem pred vplivi vremena in izpostavljenosti direktni sončni svetlobi. Sprejemljivi materiali za shranjevanje so nerjaveče jeklo in fluoriran polietilen ter polipropilen. Pri nizkih temperaturah okolja se mora zaradi nevarnosti strjevanja gorivo hraniti v ogrevanih prostorih ali ogrevanih rezervoarjih. Rezervoarji, v katerih se skladišči biodizel, se prepihujejo z dušikom (inertna atmosfera preprečuje oksidacijo biodizla). Termična in oksidativna stabilnost biodizla je v primerjavi s petrokemičnim dizlom slabša. Obstaja nevarnost polimerizacij, oksidacij in biokemičnih transformacij, zato morajo biti rezervoarji čim bolj polni, predvsem v vlažnem zimskem vremenu. Potrebna je stalna kontrola prisotnosti vode, saj le-ta pospešuje nastanek in rast mikroorganizmov. Mikroorganizmi nastajajo v obliki tankega filma na stenah rezervoarjev, ki se v daljšem časovnem obdobju usedejo na dno rezervoarjev v obliki sedimentov. Najdaljši priporočeni rok shranjevanja je šest mesecev, po preteku šestih mesecev je potrebna ponovna kontrola in ugotavljanje skladnosti s specifikacijami in standardi za biodizel ter čiščenje rezervoarja (Golobič in sod., 2003).\n"], "7": ["2.1.3 Prednosti in slabosti biodizla", "Prednosti biodizla:  s primerno opremo ga lahko pridela vsaka država zase (odvisno od razpoložljivih  surovin), to zmanjšuje odvisnost od tujih dobaviteljev plinskega olja oziroma surove  nafte za predelavo;  z razliko od ostalih fosilnih goriv je manj vnetljiv, zato je bolj varen za rokovanje in  prevoz;  je primeren za uporabo na smučiščih in vodovarstvenih področjih, ker se gorivo v 30  dneh biološko razgradi (ne ogroža vodnih virov);  je zelo fleksibilen dodatek petrokemičnemu dizelskemu gorivu, saj že 1–2 % mešanica  biodizla zmanjša emisijo škodljivih plinov, izjema so le emisije NOx;  ima boljše mazalne lastnosti, zato se motorni deli manj trošijo;  hitrost izgorevanja plamena je nižja, zato motor manj 'klenka', posledica je manjša  obremenitev batov in ležajev;  manj vnetljiv od petrokemičnega dizelskega goriva in ni eksploziven; njegova  temperatura vžiga je okrog 150 -C;  ima pozitivno kisikovo energetsko bilanco, kar pomeni, da rastlina, ko raste, sprosti več  kisika, kot pa ga porabi pri izgorevanju tega olja.\nBiodizel ima tudi nekaj slabosti:  je dražji od petrokemičnega dizelskega goriva in ne omogoča velikih dobičkov;  ima 5–10 % nižjo kurilno vrednost, zato motor izgubi na moči;  obstajajo problemi z garancijo na delovanju motorja, saj nekateri proizvajalci  avtomobilskih motorjev ne dajejo garancije na delovanje motorja, če se za gorivo  uporablja biodizel;  pri nižjih temperaturah se pojavijo težave ob zagonu motorjev; najnižja temperatura, pri  kateri je gorivo še uporabno, je -13 -C (brez aditivov) pri biodizelskem gorivu in -21\n-C pri petrokemičnem dizelskem gorivu; \n motorji, izdelani pred letom 1994, večinoma potrebujejo delne predelave za adaptacijo  na biodizelsko gorivo (zamenjava plastičnih in gumenih materialov);  višja viskoznost goriva;  mašenje filtrov;  potencialni problemi pri skladiščenju.\nBiodizelsko gorivo, ki je med vsemi biogorivi najbolj preizkušeno, je zaradi možnosti pridelave oljne ogrščice in njene nadaljnje predelave za Slovenijo zelo pomembno. Ključni dejavnik uporabe biodizla v sektorju prevoza je ekologija, saj so emisije pri izgorevanju biodizla bistveno nižje kot v primeru petrokemičnega dizelskega goriv (Anonymus, 2006).\nBiodizel je za shranjevanje relativno nestabilen. Kot vsa naravna olja in maščobe zaradi atmosferskega kisika počasi oksidira. Na ta način proizvedene substance lahko povzročijo škodo npr. v motorju. Zato je oksidativna stabilnost tako pomembna kriterijska lastnost biodizla; je praviloma določena tekom proizvodnega procesa. Z Rancimatom hitro in učinkovito določimo stabilnost. Proces oksidacije lahko upočasnimo z dodajanjem antioksidantov. Rancimat lahko uporabimo tudi za določanje učinkovitosti antioksidantov (Mittelbach in sod., 2001).\n"], "8": ["2.2 Antioksidanti", ""], "9": ["2.2.1 Antioksidanti", "Antioksidanti so snovi, ki jih uporabljamo v izdelkih z maščobami in olji, da bi upočasnili ali preprečili procese oksidacije, ki jih spremljajo spremembe senzoričnih lastnosti barve in teksture. Antioksidanti delujejo tako, da se vključujejo v eno ali več stopenj avtooksidacije – iniciacijo, verižno reakcijo prostih radikalov in terminacijo. Večina antioksidantov deluje kot lovilci prostih radikalov in zaradi svoje fenolne strukture, delujejo kot donorji vodika ali elektronov.\n"], "10": ["2.2.2 Zgodovina antioksidantov", "Izraz antioksidant se je v začetku uporabljal specifično za substance, ki so preprečevale porabo kisika. Ob koncu 19. in začetku 20. stoletja je bila izvedena obsežna raziskava, posvečena uporabi antioksidantov v pomembnih industrijskih procesih, kot so preprečevanje korozije kovin, vulkanizacija gume in preprečevanje polimerizacije goriv v motorjih z notranjim izgorevanjem (Matill, 1947). Mehanizme delovanja antioksidantov so začeli raziskovati ob spoznanju, da je za spojino z antioksidantnimi lastnostmi zelo verjetno, da se bo sama hitro oksidirala (Wikipedia, 12.01.2011). Raziskave o mehanizmu preprečevanja lipidne peroksidacije z vitaminom E so privedle do spoznanja, da so antioksidanti pravzaprav močni reducenti, ki preprečujejo oksidativne reakcije tako, da lovijo reaktivne kisikove spojine oz. reaktivne kisikove zvrsti (ROS) in z njimi reagirajo, še preden le-te poškodujejo celice (Wolf, 2005).\n"], "11": ["2.2.3 Delitev antioksidantov", "Po izvoru delimo antioksidante na naravne in sintetične. Sintetične antioksidante pridobivajo s kemijsko sintezo. So zelo učinkoviti, vendar je njihova glavna pomanjkljivost škodljivo vplivanje na zdravje, zato je njihova uporaba količinsko omejena in določena s predpisi.\nSintetični antioksidanti, ki se najpogosteje uporabljajo v biodizlu, so: BHT (slika 1), TBHQ, Baynox plus , BHA …\nZanimanje za naravne antioksidante se je v zadnjih letih precej povečalo, saj je opravljenih že mnogo raziskav na to temo, ki kažejo, da lahko mešanice naravnih antioksidantov konkurirajo sintetičnim. Preden se katerikoli antioksidant uveljavi na trgu, je zelo pomembno, da spojina ne kaže nikakršnih nezaželenih interakcij z gorivom, njegovimi dodatki ali motornim oljem. Za varno uporabo antioksidantov obstaja katalog testnih metod, ki določa, katere antioksidante lahko testiramo glede na možne neželene stranske učinke. Katalog vsebuje naslednje kriterije oz minimalne zahteve:  nobene spremembe, povezane z varnostjo lastnosti biodizla (npr. plamenišče);  nedopustno spreminjanje standardnih parametrov v skladu z EN 14214 za biodizel;  predložitev natančnega opisa za uporabo dodatka;  XUD9 test, v skladu s CEC F-23-1-01 (za testiranje motorjev);  DGMK test filtracije 663;  preverjanje združljivosti z motornim oljem. \nIzdelki, ki opravijo preizkus ter izpolnjujejo zgornja merila, so objavljeni v seznamu AGQM, ki je referenčen v nemškem standardu DIN 51628 dizelskih goriv. Poleg tega je v skladu z opredeljeno metodo (test relativne učinkovitosti - RET) na podlagi štirih različnih scenarijev določen odmerek testiranih stabilizatorjev na 200 mg BHT / kg. Proizvodi naslednjih proizvajalcev so uspešno opravili No-Harm-Test (agqm-biodiesel.de), kar prikazuje preglednica 1.\nV podjetju Biogoriva d.o.o. trenutno uporabljajo Baynox plus firme Lanxess, ki je učinkovit pri biodizlih iz oljne ogrščice in soje, ne pa tudi pri biodizlih iz sončničnega olja in biodizla iz rabljenih olj. Prav tako so uporabljali TBHQ, ki se je pokazal tudi v redu. Pirogalol se je pokazal kot zelo problematičen, ker je povzročal visoko vsebnost nečistoč v biodizlu.\n"], "12": ["3 MATERIAL IN METODE DELA", ""], "13": ["3.1 Material", ""], "14": ["3.1.1 Antioksidanti", "Oksidativno stabilnost smo določili naslednjim antioksidantom: Baynox plus (Lanxess Deutschland GmgH), BHT (Wen Jun Industrial Chemicals Co.), BHA (Wen Jun Industrial Chemicals Co.), Baynox (Lanxess Deutschland GmgH), Vitablend bioprotect 350 (Vitablend).\n"], "15": ["3.1.2 Biodizel", "Iz uporabljenega biodizla (preglednica 2) smo zatehtali petnajst vzorcev po 200 gramov. Poskusni vzorec biodizla je bil pridobljen iz novega obrata, podjetja Biogoriva d.o.o., in je sestavljen iz 80 % oljne ogrščice in 20 % soje. Sliki 2 in 3 prikazujeta polji oljne ogrščice in soje.\n Produkt: Biodizel, št. vzorca: 110126\n"], "16": ["3.2 Instrumenti", ""], "17": ["3.2.1 Analitska tehtnica", "Na sliki 4 je prikazana analitska tehtnica, s katero smo odtehtali natančne vzorce antioksidantov.\n"], "18": ["3.2.2 Rancimat aparatura model 743", "Z Rancimat testom konduktometrično merimo nastale produkte oksidacije nenasičenih maščobnih kislin. Rezultat je podan kot indukcijski čas, v katerem peroksidno število doseže vrednost 100 mikro eq / kg maščobe. Peroksidno število je definirano kot množina O2 (m/mol) v kilogramu maščobe. Shema Rancimat aparata je prikazana na sliki 5. \nRancimat je moderni instrument, ki ga upravljamo s pomočjo osebnega računalnika, kot je prikazano na sliki 6. Z njegovo pomočjo prepričljivo določamo oksidativno stabilnost biodizla in biodizelskih mešanic, ki so določene z normativi. Programska oprema Rancimata nam omogoča avtomatsko ovrednotenje podatkov in evaluacijo rezultatov, kot tudi bazo podatkov s preprostim upravljanjem z ogromno količino podatkov.\n"], "19": ["3.3 Metoda", "V podjetju Bio goriva d.o.o., Grajski trg 21, 2327 Rače smo s pomočjo analitske tehtnice, odtehtali antioksidante, kot je prikazano v preglednici 3, in jih dodali v petnajst vzorcev biodizla. Vrednosti, ki so podane v preglednici 3, so izračunane po enačbi: Enačba 1 \nEnačba 2\nEnačba 3\nkjer je:\n- y: biodizel (g)\n- z: število masnih ali volumskih delov snovi v milijonu delov raztopine (ppm).\nVseh petnajst vzorcev smo nadalje analizirali v podjetju Vitiva proizvodnja in storitve d.d., Nova vas pri Markovcih 98, 2281 Markovci. Indukcijske čase vzorcev smo določili z Rancimatom (sliki 5, 6) po navodilih proizvajalca. Pri tej metodi olje prepihujemo z zrakom pri visokih temperaturah (do 130 -C). Zrak vodimo v posodo z destilirano vodo in spremljamo napredovanje oksidacije z merjenjem elektrolitske prevodnosti vodne raztopine. V epruveto zatehtamo 3 g maščobe, v merilno posodo pa nalijemo 60 ml destilirane vode. Celico segrejemo na ustrezno temperaturo (“Heat to…”), postopek krmilimo preko osebnega računalnika. Ko se celice segrejejo na želeno temperaturo, vstavimo reakcijske posode, še enkrat preverimo povezave in s tipko “start” zaženemo postopek v posamezni \ncelici. Lahko hlapni produkti oksidacije se raztopijo v vodi in tako spremenijo prevodnost vode. Le-ta strmo naraste, ko je končana indukcijska faza. Nagel skok elektrolitske prevodnosti ob dosegu indukcijske periode je posledica zvišane vsebnosti, predvsem hlapnih karboksilnih kislin kot končnih produktov oksidacije. Za nemoteno delovanje aparata je potrebno brezhibno očistiti reakcijske posode, merilne posode, kapilare, elektrode in cevi za povezavo. Cevi za povezavo in elektrode očistimo z izmeničnim izpiranjem z acetonom in destilirano vodo. Merilne posode očistimo s spiranjem z etanolom in destilirano vodo. Reakcijske posode in kapilare namočimo čez noč v raztopino čistila “Kemex”, nakar jih ustrezno izperemo.\n"], "20": ["4 REZULTATI Z RAZPRAVO", "V preglednici 4 so prikazani rezultati, ki so bili pridobljeni iz uporabljenih vzorcev. Tako imenovani ničelni vzorec biodizla brez dodanih antioksidantov oksidira v 5,33 ure. Za biodizel je določena minimalna vrednost 6 ur za indukcijsko obdobje pri 110-C, merjeno z instrumentom Rancimat.\n*ppm (iz angleškega izraza parts per million) je enota za merjenje koncentracije. Definiran je kot število masnih ali volumskih delov izbrane snovi v milijonu delov raztopine ali zmesi. Običajno se uporablja za zelo majhne koncentracije snovi, na primer nečistoč v zraku in vodi ali nečistoč v zelo čistih kemikalijah. V metričnem sistemu ppm ustreza 1mg/kg ali 1mm/km.\n"], "21": ["4.1 Baynox plus", "Kot je razvidno iz grafikona 1, je Baynox plus pri koncentraciji 100 ppm indukcijsko fazo zakasnil za 8,53 ure, pri koncentraciji 150 ppm za 9,63 ure in pri koncentraciji 200 ppm pa za 10,21 ure.\n0 50 100 150 200 250\nkoncentracija (ppm)\n"], "22": ["4.2 BHT", "Kot je razvidno iz grafikona 2, je BHT pri koncentraciji 100 ppm indukcijsko fazo zakasnil za 7,73 ure, pri koncentraciji 150 ppm za 8,19 ure in pri koncentraciji 200 ppm pa za 8,36 ure.\n0 50 100 150 200 250\nkoncentracija (ppm)\n"], "23": ["4.3 BHA", "Kot je razvidno iz grafikona 3, je BHA pri koncentraciji 100 ppm indukcijsko fazo zakasnil za 7,41ure, pri koncentraciji 150 ppm za 8,13 ure in pri koncentraciji 200 ppm pa za 8,38 ure.\n0 50 100 150 200 250\nkoncentracija (ppm)\n"], "24": ["4.4 Baynox", "Kot je razvidno iz grafikona 4, je Baynox pri koncentraciji 100 ppm indukcijsko fazo zakasnil za 8,14 ure, pri koncentraciji 150 ppm za 7,58 ure in pri koncentraciji 200 ppm pa za 8,46 ure.\n0 50 100 150 200 250\nkoncentracija (ppm)\n"], "25": ["4.5 Vitablend bioprotect 350", "Kot je razvidno iz grafikona 5, je Vitablend bioprotect 350 pri koncentraciji 100 ppm indukcijsko fazo zakasnil za 13,96 ure, pri koncentraciji 150 ppm za 15,81 ure in pri koncentraciji 200 ppm pa za 19,75 ure.\n0 50 100 150 200 250\nkoncentracija (ppm)\n"], "26": ["4.6 Skupni prikaz", "Kot je razvidno iz grafikona 6, Vitablend bioprotect 350 dosega najboljše rezultate med vsemi danimi vzorci, saj indukcijsko fazo najbolj zakasni v vseh treh koncentracijah. Drugi najboljši rezultat je dosegel Baynox plus, in sicer za največ 10,21 ure pri koncentraciji 200 ppm. BHT, BHA, in Baynox so indukcijsko fazo zakasnili za manj kot 9 ur pri najvišji dodani koncentraciji. Oksidativno stabilnost biodizla pri koncentraciji 100 ppm najbolj poveča Vitablend bioprotect 350 za 13,96 ure, sledi mu Baynox plus za 8,53 ure, Baynox za 8,14 ure, BHT za 7,73 ure in BHA za 7,41 ure. Pri dodani koncentraciji 150 ppm indukcijsko fazo najbolj zakasni Vitablend bioprotect 350 za 15,81 ure, Baynox plus za 9,63 ure, BHT za 8,19 ure, BHA za 8,13 ure in Baynox za 7,58 ure. Ob najvišji dodani koncentraciji 200 ppm ponovno najbolj vpliva na oksidativno stabilnost biodizla Vitablend bioprotect 350, ki je dosegel zakasnitev za 19,75 ure, nato mu sledijo Baynox plus z 10,21 ure, Baynox z 8,46 ure, BHA z 8,38 ure, ter BHT z 8,36 ure.\n0 50 100 150 200 250\nkoncentracija (ppm)\n"], "27": ["5 SKLEPI", "Ena od večjih tehničnih težav, s katerimi se sooča biodizel, je občutljivost na oksidacijo po izpostavljanju kisika v zraku, ki se pojavi zaradi vsebnosti nenasičenih verig maščobnih kislin. Oksidacija maščobnih kislinskih verig je kompleksen proces, ki poteka z različnimi mehanizmi. Poleg prisotnosti zraka, vplivajo na proces oksidacije biodizla razni drugi dejavniki, vključno s prisotnostjo svetlobe, povišane temperature, tujih materialov kot so kovine, peroksidi in antioksidanti, kot tudi velikost površine med biodizlom in zrakom.\nIzboljšanje oksidativne stabilnosti biodizla izvajamo z namernim dodajanjem antioksidantov ali s spremembo profila maščobnih estrov. Spreminjanje koncentracij antioksidantov je pokazala, da je učinkovitost antioksidantov odvisna od njihove koncentracije in vrst biodizla. Za določanje oksidativne stabilnosti biodizla je na voljo več metod, ki so vse bolj ali manj enako učinkovite. Tudi antioksidantov, ki dajejo zahtevane učinke, je veliko.\nBiodizel je lahko proizveden iz različnih mešanic soje, oljne ogrščice, sončnic itd., ali rabljenega jedilnega olja, odpadnih živalskih maščob. Vsako olje ima drugačne karakteristike ob dodajanju različnih antioksidantov, zato je potrebno raziskati, kateri je najučinkovitejši in najprimernejši.\nV diplomi smo ugotovili, da je Vitablend bioprotect 350 že pri koncentraciji 100 ppm dosegel 13,96 ure zakasnitve, kar pomeni, da je ob najmanjši koncentraciji dosegel najboljši rezultat. Poleg njega izstopa še Baynox plus, ki je kot drugi dosegel najvišjo zakasnitev 10,21 ure. Drugi trije so dosegli približno enake rezultate in izpolnjujejo zahtevo za minimalno indukcijsko obdobje 6 ur.\n"], "abstract": ["Oksidativna stabilnost biodizla je pomemben faktor, saj so metilni estri maščobnih kislin bolj občutljivi na oksidacijski razkroj kot mineralna goriva. Zato je v zadnji evropski specifikaciji za biodizel določena minimalna vrednost 6 h za indukcijsko obdobje pri 110 °C, merjeno z instrumentom Rancimat. Za zagotovitev te vrednosti je potrebna uporaba dodatnih antioksidantov. V diplomskem delu je prikazan vpliv različnih sintetičnih antioksidantov na oksidativno stabilnost, z uporabo Rancimat metode. Raziskan je bil biodizel, proizveden iz oljne ogrščice in soje glede na pet sintetičnih antioksidantov: Baynox plus, BHT, BHA, Baynox in Vitablend bioprotect 350. Najbolj je proces oksidacije upočasnil Vitablend bioprotect 350 in sicer za približno 20 ur, medtem ko so ostali štirje antioksidanti upočasnili proces oksidacije za približno 8 do 10 ur. "]}