{"1": ["1 UVOD", "V kmetijstvu se vedno pogosteje uveljavljata natančnost in napredek, kar je zelo pomembno za statistične obdelave in napovedi.\nV Sloveniji najpomembnejše sadne vrste jabolka, hruške in breskve prekrivajo preko 89 % vseh površin intenzivnih sadovnjakov. Zaradi primernih naravnih danosti je najpomembnejša sadna vrsta jablana, ki predstavlja 72 % celotnih površin intenzivnih sadovnjakov, to je približno 2.874 ha. Na drugem mestu so breskve in nektarine, katerih je skupaj okoli 500 ha, na tretjem mestu pa so hruške, ki jih pridelujemo na 221 ha (SURS 2008).\nNatančna in zgodnja napoved pridelka jabolk je zelo pomembna zaradi organizacije obiranja, izbire hladilniškega prostora, izbire sadja za daljše skladiščenje in določanje prodajnih cen in poti (Ramos 2003).\nV letu 2005 je moralo Ministrstvo za kmetijstvo, gozdarstvo in prehrano (MKGP), v skladu z EU zakonodajo o izvajanju ukrepov skupne kmetijske politike, vzpostaviti evidenco Grafičnih enot Rabe Kmetijskih gospodarstev (GERK), da lahko črpa finančna sredstva za plačilo na kmetijsko površino iz Evropske Unije (EU).\nGERK se je vrisal na digitalne letalske posnetke (DOF), po mejah dejanske rabe zemljišča in mejah uporabe (glede na kmetijsko gospodarstvo) tega zemljišča. Tako je GERK samostojna grafična evidenca, ki temelji na dejanskem stanju v naravi (Vzpostavitev grafičnih enot rabe GERK 2005).\n"], "2": ["1.1 Sadjarstvo v Sloveniji", "Slovenija je tradicionalna sadjarska dežela, kjer že stoletja pridelujemo sadje za prodajo. V začetku dvajsetega stoletja so nas poznali po goriških češnjah, pozneje, med obema vojnama, po jabolkih, ki smo jih uspešno prodajali po vsej Evropi. Podnebje in tla sta tista dejavnika, ki omogočata gojenje jablan, hrušk, breskev, češenj, sliv, marelic, leske, jagod, oljk, kakija.\nVnovič razcvet doživi po spremembi družbenega sistema na začetku devetdesetih in po privatizaciji, ki so jo dokončno uresničili v zadnjih letih dvajsetega stoletja. Na osnovi rajonizacije (okoljski dejavniki), ki je bila izdelana v šestdesetih let prejšnjega stoletja, je Slovenija razdeljena na deset večjih sadnih območij oziroma okolišev: širša območja Goričkega in Lendavskih goric, Slovenskih goric, Haloz, Pohorja, Savinjske doline, Posavja, Zasavja, Gorenjske, Goriške, Brkinov in Slovenske Istre.\nTrenutno v Sloveniji intenzivno pridelujemo sadje na 5.276 ha. Prevladujejo jablane, oljke, breskve, hruške in še drugo sadje. V zadnjih letih delež jablan in oljk raste, delež hrušk pa se izrazito zmanjšuje (Štampar in sod. 2009).\n"], "3": ["1.1.1 Cilji slovenskega sadjarstva", "Temeljni cilj slovenskega sadjarstva je pridelati 150.000 ton tržnega sadja različnih sadnih vrst vrhunske kakovosti. Prevladovala naj bi jablana s 120.000 tonami. Cilj je realno dosegljiv v naslednjih letih, za to pa potrebujemo 1000 ha novih nasadov. 500 ha je potrebno postaviti na novih površinah, drugih 500 ha pa prinaša obnova starih nasadov. Celota mora biti urejena na ravni tako imenovanih popolnih sadovnjakov, katerih sestavni del sta mreža proti toči in namakanje. Glede na razvite evropske dežele pričakujemo, da se bo poraba sadja v naslednjih letih povečala, zato je skrb, da tega sadja ne bi mogli prodati, povsem odveč (Štampar in sod. 2009).\n"], "4": ["1.1.2 Proizvodnja jabolk v Sloveniji", "V Sloveniji se letni povprečni pridelki jabolk po podatkih uradne statistike gibljejo okoli 110.000 ton, vendar so v tej količini zajeti intenzivni ter ekstenzivni nasadi jablan. Ta količina Slovenijo uvršča med manjše pridelovalke jabolk v Evropi. Tržni pridelki jabolk pa se gibljejo med 45.000 in 65.000 ton (Philippe B. 2008).\n"], "5": ["1.1.3 Najpomembnejše sorte jabolk v Sloveniji", "Med najpomembnejše intenzivne sorte v Sloveniji sodijo Idared, Jonagold, Zlati delišes, Fuji, Gala, Elstar ter Braeburn. Skupna površina jabollk v Sloveniji je bila v letu 2008 2.874 ha.\nImamo precej neugodno starost nasadov, saj je kar 4,2 % nasadov starih več kot 27 let in 25,6 % nasadov starih od 17 do 27 let. Te nasade bi bilo treba obnoviti. V mladih nasadih jablan prevladujejo sorte Gala, Fuji, Breaburn. Naravne danosti v vremensko normalnih letih omogočajo vrhunsko kakovost pridelanega sadja, ki ga uspešno prodajamo doma in odvisno od letine izvažamo na vzhod v številne države, vsa leta pa tudi na zahod, predvsem jesenska jabolka (Štampar in sod. 2009).\nV grafikonu številka 2 je prikazana razdelitev sort jabolk v odstotkih glede na površino posamezne sorte v Sloveniji.\n"], "6": ["1.2 Povod v raziskavo", "Neskladnost dosedanjih dejanskih podatkov s stanjem v registru in vzpostavitev nove samostojne grafične evidence GERK so bili povod za raziskavo. Natančni podatki so izrednega pomena za zgodnjo napoved pridelka jabolk in državno statistiko (SURS).\nNatančna in zgodnja napoved pridelka nasadov je zelo pomembna zaradi organizacije obiranja, izbire hladilniškega prostora, izbire sadja za daljše skladiščenje in določanje prodajnih cen in poti (Ramos 2003).\n"], "7": ["1.3 Delovna hipoteza", "V raziskavi smo želeli preveriti natančnost in ujemanje izmerjenih koordinat vzorčenja dreves z GPS napravo dlančnika na terenu z bazo GERK določenega nasada, saj smo bili omejeni le na centroid posameznega GERK-a.\n"], "8": ["1.4 Namen raziskave", "Namen raziskave je ugotoviti skladnost koordinat vzorčenih nasadov GERK-ov, posnetih z GPS-dlančnikom za izbrane nasade z dejanskim stanjem baze GERK, saj je to zelo pomembno za statistične obdelave in napovedi.\nV raziskavi smo bili omejeni le na centroid posameznega GERK-a, zato se je lahko na območju z veliko GERK-i zgodilo, da je prišlo do zamenjave GERK-ov in do napačnih informacij o nasadu (letnik sajenja, GERK-a, razdalji sajenja).\n"], "9": ["2 ZGODNJE NAPOVEDOVANJE PRIDELKA", ""], "10": ["2.1 Namen zgodnjega napovedovanja pridelka jabolk", "V nacionalni projekt kmetijstva sodi tudi spremljanje in napovedovanje pridelka sadja. Oceno zgodnje napovedi pridelka sadja v Sloveniji je potrebno izvesti po enotni metodi evropskega programa Prognosfruit, ki je sestavni del celotnega sistema evidence in kontrole pridelovanja sadja v okviru Evropske unije. Za oceno zgodnje napovedi pridelka je zadolžen Odbor za sadjarstvo pri COPA COGECA. V okviru projekta Prognosfruit članice EU opravijo prvo oceno pridelka, kjer evropski sadjarji sodelujejo in izmenjujejo podatke.\nPridelovalec sadja mora biti vsako leto pripravljen na pričakovano količino pridelka. Še bolj je pomembno, da so pripravljeni akterji na tržišču, ker si morajo že pred obiranjem pridobiti stranke. Na prostem tržišču kot je EU, potrebujemo zraven podatkov o pridelku na domačem trgu tudi podatke pridelka iz celotne Evrope. Zgodnje napovedovanje pridelka jabolk je pomembno za določanje cene, pripravo ustreznih skladiščnih prostorov, pripravo embalaže, delovno silo in organizacijo (Winter 1986).\nEvropsko napovedovanje pridelka poteka preko akterjev tržišča, pridelovalnih področij in držav članic v skupno napoved. Predložena mora biti pred začetkom sezone in zajeti vse tržno zanimive sorte posebej. Pomembna je tudi ocena srednjeročne pričakovane proizvodnje, ki dovolj zgodaj pokaže nihanja v kapacitetah proizvodnje. Skupaj s poznavanjem navad potrošnikov omogoča proizvajalcem, prodajalcem, drevesničarjem in agrarnim ekonomistom pravočasno prepoznati presežke na tržišču in jih uravnavati (Winter 1976).\n"], "11": ["2.2 Modeli zgodnjega napovedovanja pridelka jabolk", "Bavendorfsko metodo, ki je naslednica Winterjeve metode kompleksne napovedi, uporabljajo v Švici, Avstriji in delu Nemčije. Winter meni, da je pridelek rezultat treh dejavnikov. Med njih štejemo rodno zmogljivost dreves, srednjo gostoto rodnosti in srednjo težo plodu. Ocena je zanesljiva, če je izvedena na podlagi mase plodu, obranih 20 dni pred obiranjem in če se ta masa zveča za 0,5 do 1,5 % dnevnega prirasta.\nV zadnjih tridesetih letih je bilo razvitih veliko metod za napovedovanje pridelka. Večina jih ne zagotavlja optimalnega napovedovanja pridelka in le redki uporabljajo mehanične (avtomatske) modele rasti sadnega drevja, ki omogočajo simulacijo rasti od sajenja do zorenja (Hester in Cacho 2003).\nKonec 60-ih let so Winter (1976) in sodelavci iz Inštituta v Bavendorfu začeli razvijati model FRUZU, iz katerega sta kasneje nastala modela FRUPRO (Winter 1979) in FRUORO-1 (Winter 1986). Z nadaljnjim razvijanjem teh dveh modelov je nastal model BIOS oziroma PROGNOSFRUIT (Welte 1990), ki se je kot Bavendorfska metoda uveljavil in obdržal do danes.\n"], "12": ["2.3 Dosedanje napovedovanje pridelka jabolk v Sloveniji", "Napovedovanje pridelka se izvaja v Sloveniji na dva načina. Prvi način je po Evropski metodi programa Prognosfruit, ki je sestavni del celotnega sistema evidence in kontrole pridelovanja sadja v Evropski uniji.\nDrugi način napovedovanja pridelka izvaja Statistični urad RS. Podatki so pomembni za analizo, ugotavljanje trenutnega stanja in načrtovanje kratkoročne in dolgoročne politike. \nSlovenija je članica Evropske uniji in je zato vključena v program Prognosfruit. Ti podatki so bili vedno težko dosegljivi oz. je bilo treba do njih priti z zamudnim ročnim štetjem plodičev na jablanah.\nTo je vzpodbudilo razvoj metode analize slike, ki s pomočjo vizualizacije drevesnih krošenj v sadovnjakih omogoča uporabo računalniškega procesiranja algoritmov, prilagojenih prepoznavanju in štetju plodov različnih vrst jabolk in hrušk (Stajnko in sod. 2001, 2005).\nPrve uspešne poskuse z algoritmi za obdelavo slik za oceno pridelka je opravil Stajnko s sodelavci leta 1999 v 3-5 letnih nasadih različnih sort jablan. Že v treh letih se je pokazalo, da je metoda uspešna. V naslednjih letih je bila metoda uspešno preizkušena na sadjarskih poskusnih centrih Pohorski dvor, Gačnik, Heidegg, Schlachters in Kleinaltendorf, na različno starih nasadih jablan, zasejanih s sortami Gala, Elstar, Zlati delišes, Braeburn in Fuji. To je vzpodbudilo k nadaljnjim poskusom v naslednjih letih tudi v proizvodnih nasadih nekaterih srednjeevropskih sadjarskih področjih (Stajnko 2005).\n"], "13": ["3 GPS V DLANČNIKU", "Beseda dlančnik izhaja iz besede \"dlan\", saj ga lahko držimo v dlani. Mnogi imajo zaslon, občutljiv na dotik. Napredek razvoja dlančnikov je bil izjemno hiter, zato se današnji dlančniki močno razlikujejo od prvotnega, ki jih je izdelalo podjetje Palm leta 1996. Dlančnik je mini računalnik in lahko z njim počnemo večino stvari kot z velikim računalnikom. Pogosto so novejši dlančniki integrirani z mobilnim telefonom, GPS sprejemnikom oz. čipom, različnimi vmesniki in še veliko več. Zato nam daje široko paleto možnosti uporabe.\nDelitev dlančnikov že dolgo ni več zasnovana na izdelovalcu dlančnikov, pač pa glede na operacijski sistem, ki ga le ti uporabljajo (Windows mobile, Linux, Unix, Mac OS, ...). Najbolj znani proizvajalci dlančnikov so Hewlett Packard (HP), RIM in Palm.\nTehnika izdelave čipov je zelo napredovala in zaradi majhnosti je možna vgradnja v dlančnike, mobilne telefone, manjše navigacijske naprave, ki zadovoljijo potrebe po amaterski uporabi navigacije (prometu, pohodništvu,…), skratka povsod, kjer ni potrebna velika natančnost (do 10 m). Naprave in druge programske opreme nam pomagajo usmerjati in voditi s pomočjo naloženih kart področja, kjer se nahajamo. GPS sprejemniki se pojavljajo v mobilnih telefonih in dlančnikih višjega cenovnega razreda. Najbolj pogosti proizvajalci GPS čipov priznanih GPS naprav so ST Microelectronics, Media Tek in Sirf.\nV dlančniku, ki smo ga uporabili v poizkusu (ASUS P565) je vgrajen Sirf Star III čipset, ki deluje na metodi avtonomnega določanja pozicije. Izdelan je v podjetju Sirf Tehnology. Imajo dobro občutljivost (< -159 dBm), pozicijsko natančnost (< 2.5 m), hiter zagon (v pripravljenosti < 1 s), majhnost (3.12 x 3.17 x 0.4 mm), sposobnost sledenja na frekvenci L1 (1575.42 MHz) in je energijsko zelo požrešen glede na ostale porabnike energije v napravi. Sprejemniki so bili daleč najboljši v svojem razredu, ko so prišli na trg. Danes je razlika med Sirf Star III in ostalimi bistveno manjša (http://www.sirf.com, 25.09.2009)\n"], "14": ["3.1 Princip delovanja GPS-a", "GPS ali Global Positioning System je sistem za pozicioniranje uporabnika sistema v prostoru. Oborožene sile Združenih držav Amerike uporabljajo polno ime, NAVSTAR GPS (Navigational Satellite Timing and Ranging - Global Positioning System). Sistem GPS je zasnovalo obrambno ministrstvo ZDA, ki ga tudi upravlja. Sestavljen je iz konstelacije satelitov, ki krožijo v Zemljini orbiti. Njihovo število se giblje med 24 in 32. Vsak od njih Zemljo obkroži dvakrat dnevno na višini 20.200 km in ima nameščeno atomsko uro. Satelit neprestano oddaja čas (po svoji uri) in podatke o tirnici gibanja, ki jih določajo zemeljske opazovalnice.\nPoznamo več metod določanja pozicije z GPS-om. Izbira metode je odvisna od natančnosti in od vrste uporabljenega sprejemnika. Ločimo tri glavne tehnike določanja položaja:\n♦ avtonomno določanje pozicije, pri kateri uporabljamo en sam sprejemnik, za točnosti  pod 100 m (civilna raba) oziroma pod 20 m (vojaška raba)\n♦ diferencialni GPS, znan tudi kot DGPS, za točnosti od 0,5 do 5 m; za GIS, pomorsko  navigacijo, precizno kmetijstvo...\n♦ diferencialno merjenje faze, za najvišje točnosti od 0,5 do 20 mm; za geodetske  meritve, nadzor strojev... \nDoločitev položaja opazovalca na Zemlji temelji na določitvi razdalje med sateliti GPS, ki »krožijo« po tirnicah v vesolju, in sprejemnikom GPS na Zemlji. Določitev razdalje med sateliti in sprejemnikom temelji na dveh postopkih:\n♦ korelacija kode nosilnega valovanja z valovanjem, generiranim v sprejemniku, t. i. kodni  način\n♦ primerjava faze sprejetega in v sprejemniku vzpostavljenega valovanja, t. i. fazni način.\nFazni način je precej bolj natančen od kodnega, zato kakovostna določitev položaja temelji na kodnem in faznem načinu.\nSateliti GPS oddajajo signale na dveh frekvencah, L1 (1575.42 MHz) in L2 (1227.60 MHz). Cenejši sprejemniki GPS (dlančnik) lahko sprejemajo in obdelujejo zgolj signale na L1 frekvenci, programska oprema v boljših in dražjih sprejemnikih pa omogoča obdelavo signalov na obeh frekvencah.\nV dlančniku uporabljamo avtonomno metodo določanja pozicije, pri kateri uporabljamo en sam sprejemnik. Točnost določitve položaja na osnovi opazovanj GPS je odvisna od številnih vplivov. Ti imajo izvor v položaju satelitov, mediju širjenja signalov, sprejemniku/anteni, neposredni okolici in programski obdelavi. Kadar opazovanja izvajamo z enim sprejemnikom, povzroči vsota vseh vplivov napako v določitvi položaja tudi več 10 metrov. Za pridobitev podatkov o zemljepisni dolžini in širini, nadmorski višini ter točnem času potrebujemo signale štirih satelitov (slika 1). Iz razlike med časom sprejema signala in časom njegove oddaje lahko določimo razdaljo med sprejemnikom in satelitom. Nato iz njihovih signalov in notranje baze podatkov ugotovimo mesta satelitov. Sprejemnik lahko kartezijeve koordinate X, Y, Z pretvori v WGS-84 (zemljepisna dolžina, zemljepisna širina in višina) ali lokalne koordinate s pomočjo ustreznih transformacij. \nZahteve po natančnosti ure v sprejemniku lahko zmanjšamo tako, da uporabimo časovni signal z dodatnega satelita, kar nam omogoča, da merimo le razlike med časi sprejemov signalov s posameznih satelitov.\nKer se pri tej metodi nenatančnost ure ne akumulira, je lahko ura v sprejemniku manj natančna. V sprejemnikih se zato lahko uporabljajo kvarčne ure. Te signale lahko oddajajo oddajniki na geostacionarnih satelitih. V Evropi je tako poznan sistem EGNOS, v Združenih državah Amerike pa WAAS (slika 2) (http://www.geodetski-\nvestnik.com/47/4/gv47-4_404-413.pdf, 26.09.2009). \n"], "15": ["3.2 Natančnost določanja položaja", "Natančnost določanja položaja je odvisna od številnih dejavnikov. Napake, zaradi katerih pridemo posledično do nenatančne določitve položaja, delimo v pet skupin:\n♦ namerne motnje\n♦ položaj satelitov\n♦ odboji signalov\n♦ napake ure satelita\n"], "16": ["♦ vpliv ionosfere in atmosfere", ""], "17": ["3.2.1 Namerne motnje", "A-S (Anti Spoofing) pa je postopek, s katerim P kodo zakodirajo v Y kodo, ki jo lahko dekodirajo le vojaški sprejemniki (ZDA in zavezniki). P kodo iz Y kode lahko rekonstruira večina geodetskih GPS-ov, v izogib motnjam S/A pa je bila razvita učinkovita tehnika diferencialnega GPS (http://www.drustvo-viharnik.si/gps.htm, 26.09.2009).\n"], "18": ["3.2.2 Položaj satelitov", "Merilo vpliva geometrije satelitov na nebu na natančnost določanja položaja je dano s faktorji DOP (Dilution of Precision) - VDOP, HDOP, PDOP in GDOP. Če so sateliti blizu skupaj, je možno področje, kjer se nahaja sprejemnik, bistveno večje, kot če so bolj razkropljeni po nebu.\nRešitev je v opazovanju čim več satelitov (tistih, ki so vsaj 15o nad horizontom). Najboljši rezultati so doseženi z nizkim GDOP (Geodetic DOP), navadno pod vrednostjo 8. (http://www.drustvo-viharnik.si/gps.htm, 26.09.2009).\n"], "19": ["3.2.3 Odboji signalov", "Napake zaradi odbojev se pojavijo, ko se sprejemnik nahaja v bližini večjih objektov z odbojno površino (jezero, velike zgradbe...). Signal iz satelita ne potuje direktno do antene sprejemnika, ampak se odbije od bližnjih objektov.\nTe napake lahko zmanjšamo z uporabo posebnih anten s t.i. ground-plane ali z uporabo t.i. choke-ring anten, ki prestrežejo indirektne signale ter signale z nizko elevacijo (http://www.drustvo-viharnik.si/gps.htm, 26.09.2009).\n"], "20": ["3.2.4 Napake ure satelita", "Čeprav so ure v satelitih zelo natančne (3 ns), včasih pride do lezenja (drift), kar privede do majhnih napak. Ameriško obrambno ministrstvo ves čas nadzoruje ure v satelitih in jim po potrebi pošilja popravke.\n"], "21": ["3.2.5 Vpliv ionosfere in atmosfere", "Ko satelit prečka ionosfero, signal zakasni. Pojav je podoben lomu svetlobe na steklu. V ionosferi se torej razširjanje signala upočasni, saj ima svetloba konstantno hitrost le v vakuumu. Vpliv ionosfere je mnogo večji za satelite z nizko elevacijo, saj je njihova pot v ionosferi daljša. Napako prispeva tudi vodna para v atmosferi.\nTe napake lahko ublažimo z dvofrekvenčnimi sprejemniki. Le-ti merijo tako signal L1 kot L2. Znano je, da je upočasnitev signala pri potovanju skozi ionosfero obratno sorazmerna frekvenci signala. Če torej primerjamo časa prihoda obeh signalov, lahko zelo točno določimo zakasnitev (http://www.drustvo-viharnik.si/gps.htm, 26.09.2009). \n"], "22": ["3.3 Možnost uporabe GPS-a v dlančniku", "Uporaba GPS-a v dlančniku se razširi s programsko opremo, ki je odvisna od ponudnika le te. Pri izbiri programske opreme moramo paziti, v katerem operacijskem sistemu deluje, ker se od ponudnika dlančnikov lahko razlikuje.\nProgramska oprema, ki smo jo uporabili v poizkusu, je Garminmobile XT in FK mobile. Garminmobile XT nas lahko vodi do določene točke (nasada), naslova,…\nNa fakulteti za elektrotehniko, računalništvo in informatiko (FERI) je mag. Smiljan Šinjur razvil programsko opremo FK mobile za zajem podatkov na terenu, ki deluje v operacijskem sistemu Windows mobile. Program je del projekta z naslovom Priprava registra napovedi in pridelkov jabolk in hrušk s pomočjo vizualizacije rodnega volumna dreves, ki ga financirata Javna agencija za raziskovalno dejavnost Republike Slovenije in Ministrstvo za kmetijstvo, gozdarstvo in prehrano. Programa sta podrobneje opisana v poglavju 5.2.\n"], "23": ["4 GERK", ""], "24": ["4.1 Opis projekta GERK", "GERK je kratica za grafična enota rabe kmetijskega gospodarstva. Vzpostavitev GERK-ov je bila namenjena za izvedbo uveljavljanja ukrepov kmetijske politike, zlasti podpor od leta 2006 dalje.\nPogoj, da je država lahko začela črpati finančna sredstva za plačila na kmetijsko površino iz Evropske unije (EU), je bil vzpostavljen Integrirani Administrativni in Kontrolni Sistem (IAKS). V Sloveniji se od leta 2000 za prijavo in kontrolo plačil na površino uporabljajo numerični podatki iz zemljiškega katastra. V letu 2005 pa je moralo Ministrstvo za kmetijstvo, gozdarstvo in prehrano (MKGP), v skladu z EU zakonodajo o izvajanju ukrepov skupne kmetijske politike, vzpostaviti evidenco GERK.\nNajvečji razlogi, zaradi katerih je bilo potrebno vzpostaviti sistem GERK, so bili:\n♦ slaba položajna natančnost grafičnih podatkov digitalnega katastrskega načrta (DKN);\n♦ vsebinske nepravilnosti katastra, kot so neažurni opisni podatki, saj za mnogo sprememb  v naravi nikoli ni bil zahtevan vpis v kataster;\n♦ napake v katastru dejanske rabe kmetijskih zemljišč, ki izhajajo iz interpretacije  podatkov iz letalskih posnetkov ali iz sprememb rabe v naravi, glede na stanje na  posnetku.\nGERK se je vrisal na digitalne letalske posnetke (DOF), po mejah rabe zemljišča in mejah uporabe (glede na kmetijsko gospodarstvo) tega zemljišče, DKN se je pri tem uporabil le kot začetna informacija za določitev položaja kmetijskega gospodarstva v prostoru. \nLeta 2005 so bili nosilci kmetijskih gospodarstev pisno pozvani na eno izmed sledečih institucij: Kmetijska svetovalna služba, Upravna enota, Zavod za gozdove RS, Geodetska uprava RS, Sklad kmetijskih zemljišč in gozdov RS, kjer so skupaj z ustrezno usposobljenimi uslužbenci pregledali in določili GERK-e njihovih kmetijskih gospodarstev.\nPo končani obravnavi GERK-ov je nosilec kmetijskega gospodarstva dobil v podpis izpis s pisnimi podatki o identifikacijski številki GERK-ov, o domačih imenih grafičnih enot rabe, površin in dejanski rabi, če je GERK-z rabo trajni nasad, bo pripisana tudi identifikacijska številka trajnega nasada TNS MID.\nTi podatki so skupaj z nekaterimi drugimi podatki o kmetijskem gospodarstvu postali sestavni del registra kmetijskih gospodarstev in služijo pri uveljavljanju podpor.\nOd leta 2006 naprej so nosilci kmetijskih gospodarstev vlagali zahteve za plačila na površino le na osnovi GERK-ov, ki so jih in jih bodo ažurirali pred oddajo zbirne vloge. Nosilec kmetijskega gospodarstva, ki ni imel vpisanih GERK-ov v register kmetijskih gospodarstev, ni bil upravičen do podpor na enoto površine v tistem obdobju, ko ni imel vpisanih GERK-ov (velja celo leto, če GERK-i ne bodo vpisani do v predpisih določenega datuma) (Vzpostavitev grafičnih enot rabe GERK 2005).\n"], "25": ["4.1.1 Kmetijsko gospodarstvo", "Vsebuje vse proizvodne enote, s katerimi upravlja nosilec kmetijskega gospodarstva in se nahajajo na ozemlju republike Slovenije. Podatki o kmetijskih gospodarstvih se vodijo v Registru kmetijskih gospodarstev (RKG) na Ministrstvu za kmetijstvo, gozdarstvo in prehrano (MKGP). V RKG je bilo vpisanih na dan 18.09.2009 90.227 kmetijskih gospodarstev, za katera se vodijo sledeči podatki: KMG-MID, domače ime, vrsta kmetijskega gospodarstva, naslov (z geografskimi koordinatami), nosilec kmetijskega gospodarstva, itd. Vrisane GERK-e ima od teh 80.230 kmetijskih gospodarstev. \nKMG-MID = je enolična in neponovljiva identifikacijska številka kmetijskega gospodarstva; ima 9 znakov (MKGP, RKG 18.09.2009).\n"], "26": ["4.1.2 Nosilec kmetijskega gospodarstva", "Je fizična ali pravna oseba oziroma združenje fizičnih ali pravnih oseb, ki opravlja kmetijsko dejavnost ter je vpisan v register kmetijskih gospodarstev in evidenco subjektov na MKGP.\nV evidenci subjektov na dan 18.09.2009 je bilo vpisanih 369.829 subjektov, za katere se vodijo sledeči podatki: SUBJ-ID, davčna številka, EMŠO/MŠO, naslov (z geografskimi koordinatami), telefonska številka, itd. SUBJ-ID je enotna identifikacijska številka subjekta; uporaba te identifikacijske je obvezna v vseh zbirkah MKGP (MKGP, Evidenca subjektov 18.09.2009).\n"], "27": ["4.2 Postopek vpisa trajnega nasada GERK-a", "Pri trajnih nasadih se je GERK določil v skladu s pravili, ki urejajo registre (pravilnik o registru kmetijskih gospodarstev- uradni list RS, št. 122/2008). GERK ima poleg prej navedenih podatkov še številko in domače ime, zaradi lažje identifikacije, pri trajnih nasadih se GERK-u pripiše še MID TN (številko trajnega nasada iz registra).\nČe so vetrozaščitni pasovi, žive meje, omejki, mejice, jarki, kamnite ograje, suhozidi, razna sušila (kozolci, ostrvi ipd.) in poljske poti sestavni del tradicionalne kulturne krajine in dobre kmetijske prakse, se njihova površina šteje za dejansko uporabljeno površino, če njihova površine ne presega dveh metrov. Strnjena površina enote rabe je lahko tudi v primeru, ko enoto rabe seka cesta, potok ali drugi linijski objekt nekmetijske dejanske rabe, ki je širši od 2 m, a ne širši kot 10 m, vendar je v tem primeru postopek vrisa GERK-a vseboval dodatno operacijo (most) (Vzpostavitev grafičnih enot rabe GERK 2005).\n"], "28": ["4.2.1 Vzpostavitev inicialnih/začetnih GERK-ov", "1. Osnova za vzpostavitev inicialnih GERK- ov so bili matematičen presek sledečih  uradnih evidenc: DKN, digitalne grafične kmetijske rabe in podatkov obrazca (C-  Prijava zemljišč v uporabi za leto 2004, oziroma registra trajnih nasadov).  2. Postopek pridobitve inicialnih GERK-ov je bil naslednji: iz sloja rabe se je izločilo  površine, ki imajo kmetijske rabe. Iz sloja DKN so zajeli le površine, ki so bile:\n♦ v območju, za katerega se je izvajal presek\n♦ združene na nivoju parcele (brez parcelnih delov)\n♦ združene na nivoju KMG – parcele v uporabi\n3. Izvedel se je grafični presek DKN in RABE. S tem presekom so vzpostavili »enote  rabe« za vsako parcelo oziroma celo za vsak grafični parcelni del.  4. Izvedla se je analiza grafičnega preseka (pregled nepravilnosti v topologiji in  nastanek velike količine izredno majhnih poligonov preseka).  5. Izvedlo se je združevanje poligonov (poligon = geometrijski lik s tremi ali več  stranicami), glede na parcelno številko in vrsto rabe (ukinjanje mej parcelnih delov  in eventualno sosednjih enot z enako rabo ter mej kart DOF, ki so bile v sistemu  rabe umetno vrisane zaradi tehnične optimizacije postopkov vzdrževanja).  6. Dobljenim poligonom se je pripisala pripadnost Kmetijskemu Gospodarstvu  (KMG) glede na podatke iz Registra kmetijskih gospodarstev – RKG (vir za RKG  so bili C obrazci zbirne vloge, kasneje pa je bilo potrebno ta podatek voditi v RKG  neodvisno). Vsem poligonom, dobljenim s presekom, ki imajo kmetijsko rabo, niso  našli ustreznega zapisa na C-obrazcu vloge. Nekatera kmetijska gospodarstva, kljub  obvezi, niso prijavijla vseh zemljišč.  7. Izvedlo se je združevanje poligonov na kmetijsko gospodarstvo in vrsto digitalne  grafične kmetijske rabe (Vzpostavitev grafičnih enot rabe GERG 2005). \n"], "29": ["5 MATERIAL IN METODE DELA", ""], "30": ["5.1 Merilna oprema", "V poizkusu smo uporabili pametni telefon ASUS P565, ki ga poganja 800Mhz procesor in deluje v Windows Mobile 6.1 okolju. Glide vmesnik (inovativen zaslon na dotik) uporablja 2,8 palčen multitouch zaslon, ki premore 480 x 640 slikovnih pik. Vgrajeno ima tri milijona slikovnih pik globoko kamero, GPS napravo in režo, ki sprejema MicroSD kartice. Vgrajen GPS sprejemnik (SIRF Star III chipset) za avtonomno določanje položaja lahko lovi signal tudi v soteskah in pod krošnjami. Na osnovi teh karakteristik smo se odločili, da ga uporabimo v poizkusu. Za izvedbo poizkusa je mag. Smiljan Šinjur (FERI) naložil programsko opremo Garmin Mobile XT ter razvil program FK mobile za naš dlančnik. Za sinhronizacijo, uvoz in izvoz podatkov med dlančnikom in osebnim računalnikom pa je razvil še program FK PC.\n"], "31": ["5.2 Opis programske opreme", ""], "32": ["5.2.1 Zasnova sistema", "Vzorčenje na terenu zahteva veliko hoje, zato je pomembno, da raziskovalec uporabi čim manj naprav, najbolje samo eno, s katero lahko najde podatke o lastniku nasada, locira nasad, drevo in položaj v nasadu, avtomatično zabeleži položaje in posname slike. Mobilna naprava potrebuje tudi večjo količino trajnega pomnilnika, saj moramo nanjo predhodno shraniti podatke o lastnikih in njihovih nasadih, nato pa še zajete podatke s terena.\nV našem primeru gre za nasade jablan, pri katerih praviloma en GERK določenega pridelovalca sestavlja več nasadov iste vrste dreves, vendar več različnih sort. \nPodatki o geografskem položaju, ki jih vzdržuje ministrstvo, in so tudi vir za našo aplikacijo, se hranijo za posamezen GERK in ne za vsak nasad.\nPred odhodom na teren smo na osebnem računalniku (PC) naredili dnevni načrt – izbrali GERK-e oziroma posredno nasade, v katerih smo zbrali podatke o pridelku. Položaje GERK-ov smo izvozili v mobilno napravo, na kateri je naložen Garmin Mobile XT. Ta aplikacija je prvotno namenjena cestni navigaciji. Izvoz datotek poteka preko USB kabla, katere so zapisane v GPX formatu. Osnova formata GPX je XML, kjer je za vsako ciljno točko treba podati geografske koordinate v WGS84-formatu. Podatkovna baza hrani položaje vseh GERK-ov v državnem koordinatnem sistemu D48.\nAplikacija opravlja pretvorbo koordinat med dvema koordinatnima sistemoma: WGS84, ki ga uporablja satelitska navigacija GPS, in D48, ki ga še vedno uporablja slovenska državna uprava. V osnovi so WGS84-koordinate geografske koordinate, medtem ko so D48 ravninske (kartografske) koordinate (Šinjur in sod. 2009).\n(X,Y,Z)WGS84 (X,Y,Z)Bessel\n(λ,φ,h)WGS84 (λ,φ,h)D48\n(X,Y,h)D48\nS pomočjo GPS–sprejemnika in fotoaparata smo na terenu enostavno zajemali trenuten položaj in sliko drevesa ter podatke shranili v podatkovno bazo mobilne naprave oziroma na kartico fotoaparata.\nCelotni sistem uporablja dva primerka podatkovne baze. Prvi je shranjen na osebnem računalniku, drugi pa na mobilni napravi. Ker se podatki na terenu vpisujejo samo v mobilno bazo, obe bazi nimata več enake vsebine. Zato je v aplikacijo vgrajen postopek za sinhronizacijo podatkov po vsakem snemanju na terenu. Shematsko zasnovo celotnega sistema je prikazuje slika 7 (Šinjur in sod. 2009) .\n"], "33": ["5.2.2 Struktura podatkovne baze", "Slika 8 prikazuje tabele podatkovnih baz. Sestavlja jo 5 tabel: pridelovalec, gerk, nasad, vrsta in posnetek. Tabela pridelovalec vsebuje podatke, kot so: ime, priimek, naziv podjetja, naslov, pošta itd., za vse lastnike sadnih nasadov. Zaključena kmetijska enota gerk hrani zunanji ključ proizvajalca, x in y-koordinato GERK-a v obliki D48/GK (horizontalni državni koordinatni sistem) in površino. Vsak GERK je sestavljen iz enega ali več nasadov. Tabela nasad vsebuje podatke o površini nasada ter vrsti in sorti drevja. Tabela posnetek vsebuje informacije, ki jih uporabnik mobilne aplikacije lahko zajame na terenu: položaj drevesa in posnetka, fotografijo, datum in uro izdelave posnetka, komentar in seveda identifikator nasada, v katerem je posnetek nastal.\nIzbrani podatkovni bazi, ki je hkrati shranjena na osebnem računalniku in mobilni napravi, sta tipa SQL Anywhere podjetja Sybase. Prednost izbrane baze je v tem, da se podatki hranijo v samo eni datoteki, katere struktura ni odvisna od operacijskega sistema in je zato prenosljiva (Šinjur in sod. 2009).\n"], "34": ["5.2.3 Sinhronizacija zajetih podatkov", "V postopek sinhronizacije niso vključeni vsi obstoječi podatki, ampak samo tisti, ki smo jih dodajali, spreminjali ali brisali od zadnje sinhronizacije. Zato je vsak zapis oziroma vrstica v tabeli opremljen s časovno oznako zadnje spremembe. Za sinhronizacijo se uporablja orodje MobiLink, ki je sestavni del podatkovne baze SQL Anywhere (Šinjur in sod. 2009).\n"], "35": ["5.2.4 Zajem podatkov na terenu", "Na terenu smo zajeli podatke z mobilno aplikacijo FK mobile na dlančniku. Mobilna aplikacija je izpisala glede na položaj, ki ga je sporočala GPS-naprava, vse GERK-e v določenem radiju, urejene po oddaljenosti. Naša naloga je bila, da smo izbrali GERK za nasad, na katerem smo se nahajali. Dodatne informacije o nasadu smo preverili na vsakem drevesu nasada, saj se je tam nahajala etiketa s podatki o vrsti in sorti, oziroma nam je to povedal lastnik nasada. Informacije (slika 9), ki smo jih še dodatno shranili v podatkovno bazo, so bile:\n♦ kontaktni podatki lastnika izbranega GERK-a,\n♦ domače ime nasada, ki ga definira lastnik nasada,\n♦ položaj drevesa, ki smo ga fotografirali,\n♦ položaj, iz katerega je bila fotografija posneta,\n♦ vrsta in sadika drevesa,\n♦ morebitni komentar \n"], "36": ["5.3 Opis registra intenzivnih sadovnjakov", "Register intenzivnih sadovnjakov je sestavni del registra kmetijskih gospodarstev (RKG) in po letu 2004 ni več ločena evidenca, kot je bil pred vzpostavitvijo GERK-ov. V RKG se za GERK-e vodijo tudi podrobnejši podatki o nasadu in sadilnem materialu, kot to določa Pravilnik o registru kmetijskih gospodarstev Ur.l RS, št. 122/2008 z dne 24.12.2008. \nV enem GERK-u z vrsto dejanske rabe 1221 – intenzivni sadovnjak je lahko vključena le površina, zasajena z eno sadno vrsto, razen v primerih mešanega nasada breskev in nektarin ter mešanega nasada lupinarjev.\nPodatki o zemljiščih v uporabi za intenzivne sadovnjake, vključno z nasadi jagod, če jih ima kmetijsko gospodarstvo v uporabi najmanj 0,2 ha oziroma 0,1 ha v primeru jagodičja in lupinarjev (oreh, lešnik, mandelj, kostanj, pistacija in rožiči) so:\n♦ terasiranost,\n♦ namakanje in način namakanja,\n♦ zaščitna mreža,\n♦ sadna vrsta,\n♦ število sadik po sortah, podlagah, gojitveni obliki, letu sajenja, sadilnih razdaljah med  vrstami, v vrsti in v bloku, če je sadovnjak dvo- ali večvrsten, in sistemu sajenja  (Pravilnik o registru kmetijskih gospodarstev Ur.l RS, št. 122/2008 z dne 24.12.2008). \nV register kmetijskih gospodarstev (RKG) je bilo na dan 28.09.2009 vpisanih 1898 intenzivnih sadjarjev (ISAD), od tega je 887 pridelovalcev jabolk (MKGP, RKG 28.09.2009).\n"], "37": ["5.4 Izbira nasadov meritev", "Zaradi časovnih in stroškovnih razlogov je bilo nemogoče opraviti meritve v vseh intenzivnih nasadih jabolk, zato smo jih iz registra kmetijskih gospodarjev izbrali na osnovi treh ključev, ki reprezentativno opisujejo vzorec celotne populacije slovenskih nasadov:\n♦ zastopanosti sort\n♦ letniku sajenja\n♦ vzgojni obliki\nOsnovni ključ za opravljanje meritev je zastopanost sort, ki je prikazan v preglednici 2. Dejansko smo obiskali še več lokacij, vendar pa so bili pridelki že uničeni zaradi toče na območju Slovenskih Goric in podatki niso bili uporabni za oceno tržne količine pridelka.\nV Sloveniji imamo precej neugodno starost nasadov, saj je bilo v poizkusu kar 26,93 % nasadov starejših od 14 let. Te nasade bi bilo treba obnoviti. V mladih nasadih jablan prevladujejo sorte Gala, Fuji in Breaburn, kot je razvidno iz preglednice 3.\nTretji ključ, po katerem smo izbrali nasade, je vzgojna oblika. Ta nam poda informacijo, ki vpliva na izračun rodne površine in posledično napovedovanje pridelka (preglednica 4). \nVečina nasadov je vzgojena v obliki vitkega vretena in podatki o vzgojni obliki v registru nasadov se pogosto ločijo od dejanskega stanja na terenu. V manjši meri namreč sadjarji niso vnesli pravilnih podatkov o vzgojni obliki, v večji pa je nasad vzgajan v mešanici vitkega in zelo vitkega vretena. Vzgojno obliko solaxe na terenu zelo težko najdemo, nekaj je imamo v vzorcu vitkega vretena.\n"], "38": ["5.5 Preverjanje meritev v bazi GERK", "Po opravljenih meritvah smo v laboratoriju sinhronizirali podatke s terena na dlančniku z osebnim računalnikom oziroma s FK PC aplikacijo. Te podatke oziroma koordinate določenega GERK-a smo preverili v spletnem pregledovalniku MKGP, ki se nahaja na internetni strani (http://rkg.gov.si/GERK/viewer.jsp, 28.09.2009).\n"], "39": ["5.5.1 Iskanje po GERK-u", "S klikom na ikono smo pri sloju GERK iskali po GERK PID-u. Vključeni so bili sloji orto –foto in GERK. Nato smo vnesli GERK PID in kliknili išči.\nNa sliki se nam je prikazal iskani GERK, pod sliko pa so se nam izpisale informacije o GERK-u:\nZ miško smo nato preverili v spletnem pregledovalniku GERK, ali se posnete koordinate (X,Y) na terenu nahajajo v mejah orisanega nasada. Na sliki 14 so prikazani vzorčni podatki, ki jih je zabeležil GPS dlančnik na terenu in so bili nato sinhronizirani z osebnim računalnikom oziroma FK PC aplikacijo.\n"], "40": ["6 REZULTATI Z RAZPRAVO", "Pri preverjanju meritev v bazi GERK smo pri 245 vzorčenih nasadih na terenu z dlančnikom ugotovili 48 napačnih meritev oziroma 19,6 % (Priloga 1). Koordinate (X,Y) položaja, kjer smo opravljali meritev, niso bile v nasadu, katerega smo izbrali. Napake, zaradi katerih so se pojavile razlike, smo razdelili v tri skupine:\n"], "41": ["♦ napačna izbira centroida GERK-a", "♦ napaka GPS-a\n♦ napaka registra GERK\n"], "42": ["6.1 Napačna izbira centroida GERK-a", "Mobilna aplikacija FK mobile na dlančniku je izpisala glede na položaj, ki ga je sporočala GPS-naprava, vse GERK-e v določenem radiju, urejene po oddaljenosti od 0 do 5 km. Naša naloga je bila, da smo izbrali GERK za nasad, na katerem smo se nahajali. Ker nam je bil ponujeni GERK vezan samo na koordinate (X,Y) centroida določenega GERK-a, je lahko prišlo do napačne izbire GERK-a za nasad, v katerem smo se nahajali.\nNasadi so različnih oblik, zato je bil centroid sosednjega GERK-a (npr. GERK 3) bližji od centroida nasada, v katerem smo se nahajali (npr. GERK 1). Teh napak se je v poizkusu pojavilo največ, kar 10,6 %. Prikaz napake je na sliki 15.\nPri zgodnji napovedi pridelka se ta napaka pokaže v tem, da imamo napačne vhodne podatke o letniku sajenja, številu vrst v bloku, širini v bloku, širini med vrstami, širini v vrsti, velikosti nasada, sorti, kar posledično pripelje do napačnih izračunov rastnega prostora oz. napovedi. Primer napačnega izračuna rastnega prostora je v preglednici 5.\n"], "43": ["6.2 Napake GPS-a", "Relativna natančnost GPS-a v dlančniku, ki smo ga uporabili v poizkusu naj bi bila do ±10 m. Da bi preverili ali ta teorija drži, smo vsak dan na istem mestu (tabla pri obračališču fakultete za kmetijstvo in biosistemske vede) opravljali meritev. Ugotovili smo, da je bil raztros zabeleženih koordinat (X,Y) od točke opravljanja meritve ±10 m (grafikon 4). Proizvajalec sicer trdi, da naj bi bila pod 2,5 metra. Vendar je v praksi to zelo težko. Za takšno natančnost bi morali biti idealni pogoji (brez motenj, idealen položaj satelitov). Najbolj na napako meritve vpliva položaj in kot satelitov glede na naš položaj. Več satelitov nas spremlja, večja je bila natančnost. Povprečno smo sprejemali signal od 8 satelitov, kar je zadovoljivo za opravljanje meritev.\nV poizkusu smo ugotovili, da če smo bili blizu roba nasadu in je bilo število satelitov zelo malo (4-5), je to povzročilo manjšo natančnost, zato je GPS-dlančnik zabeležil pozicijo koordinat (X,Y) meritve izven nasada, kar je povzročilo napačno izbiro GERK-a. V petih primerih pa GPS sprejemnik sploh ni zaznal premika položaja, če smo se premaknili v istem nasadu do druge sorte. Vzrok zato je bil verjetno premalo število satelitov na obzorju, ki ne sme biti manjše od 4. \n"], "44": ["6.3 Napake registra", "Pri delu smo uporabili podatke iz registra sadjarjev z dne 1.1.2009. V registru smo ugotovili nekatera neskladja z dejanskim stanjem. Npr.: napačni podatki o vzgojni obliki, sorti pripeljejo v našem primeru do napačne napovedi.\nSrečali smo se s primerom, pri katerem smo bili v nasadu (oranžno obarvan nasad na sliki 16) z več različnimi sortami jabolk in je prišlo do napačne izbire GERK-ov, ker nam aplikacija FK mobile ni mogla ponuditi pravilnega GERK-a, zato ker tega nasada v registru, iz katerega smo črpali podatke za aplikacijo FK mobile, sploh ni bilo (sliki 16). \nZa natančno napoved je zelo pomembno, da imamo ažurne podatke, ki preprečijo pojav takšnih napak. Spremembe v nasadih bi moral nosilec kmetijskega gospodarstva sporočiti pristojnim organom v 30 dneh (MKGP). Če tega ne storijo, pride do neažuriranosti podatkov v registru.\n(http://rkg.gov.si/GERK/viewer.jsp, 28.09.2009)\n"], "45": ["6 SKLEPI", "Po končanem poizkusu, ki je zajemal ročno opravljene meritve (ugotavljane pozicije vzorčenja) na terenu z GPS dlančnikom in naknadno računalniško obdelavo, lahko sklenemo naslednje ugotovitve:\n♦ Delo na terenu zahteva veliko hoje, zato nas preveč tehnike lahko neprijetno ovira.  Najbolj praktično je uporabiti čim manj naprav, pri čemer je dlančnik zelo primerna  naprava za tovrstne poizkuse.\n♦ Pripravljanje na opravljanje meritev na terenu se začne že v laboratoriju. Na dlančnik je  potrebno naložiti ažurne podatke o nasadih, v katerih bomo opravljali meritve. Zato je  pomembno, da od MKGP dobimo vsako leto ažurne podatke iz registra, oziroma jim  ugotovljene napake sporočimo. S sprotnim sporočanjem nosilcev kmetijskih  gospodarstev o spremembah v nasadih bomo pripomogli k večji ažuriranosti registra, kar  bo omogočilo bolj natančno napoved.\n♦ Za potrebe zgodnje napovedi pridelka jabolk je bilo število napačno opravljenih meritev  preveliko. Največji problem se je pokazal v omejenosti aplikacije FK mobile na  centroid določenega GERK-a, kar je pri preveliki oddaljenosti našega položaja vplivalo  na napačno izbiro GERK-a, saj je lahko bil centroid sosednjega nasada bližji (slika 15).  Zaradi te omejenosti je pomembno, da opravljamo meritev čim bližje centroidu nasada  in se do njega usmerjamo s kompasom, ki ga ponuja aplikacija FK mobile.\n♦ Pomembno je tudi, da med vzorčenjem pazimo na število povezanih satelitov in kvaliteto  signala, ki je v aplikaciji FK mobile prikazano pod oknom status (slika 9). Zadovoljivo  število povezanih satelitov z GPS-om v dlančniku je 8, kar pripelje do dovolj velike  natančnosti za naše potrebe.\n"], "abstract": ["V diplomskem delu smo preučevali natančnost določanja pozicije vzorčenja v sadovnjakih za potrebe zgodnjega napovedovanja pridelka jabolk s pomočjo dlančnika, ki ima vgrajen GPS sprejemnik. Pri delu smo si pomagali z javno dostopno bazo GERK, ki temelji na dejanskem stanju v naravi. Zgodnja in natančna napoved pridelka temelji na računalniškem štetju in merjenju plodov, vendar je v veliki meri odvisna od natančnosti podatkov v bazah. Leta 2009 smo iz registra kmetijskih gospodarstev pridobili 245 intenzivnih nasadov, ki reprezentativno opisujejo vzorec celotne populacije slovenskih nasadov jablan po zastopanosti sort, letniku sajenja in vzgojni obliki. Poskus je obsegal ročne meritve v nasadih z dlančnikom s programsko opremo FK mobile za dlančnik in FK PC aplikacijo za osebni računalnik. Sinhronizirane podatke s terena smo nato v laboratoriju na osebnem računalniku preverili v bazi GERK. Rezultati poizkusa so pokazali uporabnost pa tudi težave razvite programske opreme. Napačnih meritev je bilo 19,6%, kar je preveč za dovolj natančno zgodnjo napoved pridelka jabolk v Sloveniji. Pokazale so se možnosti za izboljšavo načina opravljanja meritev. "]}