{"1": ["1 UVOD", "V Sloveniji se tako kot v celotni Evropski uniji (EU) prašiči plačujejo glede na doseženo toplo maso trupa in delež mesa v trupu. EU sistem predpisuje razvrščanje prašičjih trupov v tržne razrede S (> 60 %), E (55–60 %), U (50–55 %), R (45–50 %), O (40 45 %) in P (< 40 %), vendar je danes večina trupov prašičev uvrščenih v razreda S in E, tako da se pogosteje navaja kar delež mesa. Razvrščanje trupov pitanih prašičev v tržne razrede je obvezno za tiste klavnice, kjer prašičje trupe garajo in v povprečju zakoljejo najmanj 200 prašičev tedensko (Pravilnik o razvrščanju prašičjih trupov 2006).\nDelež mesa v trupu se izračuna s pomočjo enačbe, ki temelji na meritvi debeline mišice in slanine na točno določenem delu trupa; metoda je za Slovenijo predpisana s strani EU (Odločba komisije 2008). Meritve se izvajajo na trupih prašičev (svinjk in kastratov), pri katerih masa toplih polovic znaša med 50 in 120 kg pri garanih prašičih (Pravilnik o razvrščanju prašičjih trupov 2006). Meritve izvajajo za ta dela usposobljeni in verificirani kontrolorji pooblaščene organizacije Bureau Veritas na koncu linije klanja. Čeprav meritve izvajajo z merilnimi napravami in je mesto meritev standardizirano, v praksi prihaja do razlik v meritvah debeline mišice in slanine pri prašičih, kar imenujemo merilna negotovost. Te razlike so lahko posledica različnih naključnih in/ali sistematičnih vplivov. Predpostavljamo, da je eden izmed pomembnih dejavnikov merilne negotovosti vpliv kontrolorja, ki meritve na liniji klanja izvaja.\nCilj diplomske naloge je bil na podlagi podatkov, ki se zbirajo na klavni liniji, oceniti vpliv kontrolorja, oziroma merilno negotovost pri merjenju debeline mišice in slanine in kako posledično to vpliva na izračun deleža mesa v trupu.\n"], "2": ["2 PREGLED OBJAV", "V Sloveniji se mesnatost prašičev na liniji klanja po sistemu SEUROP ocenjuje od leta 1996. Rezultati ocenjevanja mesnatosti prašičev kažejo na velik napredek v mesnatosti prašičev v obdobju od 1996 do 2004. Poprečni delež mesa v trupih prašičev se je dvignil iz 51,9 % v letu 1996 na 55,9 % v letu 2004 (Čandek - Potokar in sod. 2004). Po letu 2004 je delež mesa v trupu prašičev naraščal manj izrazito kot prva leta in se v zadnjih nekaj letih ustalil (Malovrh 2010). V Sloveniji sta v skladu z zakonodajo dovoljeni dve metodi – HGP in DM5 (oziroma nemško ZP) metoda, vendar se v praksi uporablja le slednja. Metoda DM5 je zasnovana na meritvi debeline mišice in slanine, na podlagi katerih se z uporabo potrjene enačbe izračuna delež mesa v trupu. V državah EU je klasifikacija prašičjih trupov organizirana na različne načine – uporabljajo se različni merilni aparati, različne meritve na prašičjih trupih, itd. Zakonodaja EU (Uredba komisije 2008) določa referenčno metodo (disekcija), vzorec (n = 120) in dovoljeno napako (rmsep < 2,5). Poleg tega predpisuje tudi obvezo nadzora kontrolorjev, vendar le časovne intervale, v katerih naj se izvaja nadzor, ne predpisuje pa načina nadzora. Čeprav lahko v literaturi najdemo precej raziskav na temo klasifikacije prašičjega mesa (Čandek - Potokar in sod. 2004, Zelenák in sod. 2005, Nissen in sod. 2006, Font i Furnols in Gispert 2009, Kvapilík in sod. 2009), pa so informacije v zvezi z vplivom kontrolorja na meritve debeline mišice, slanine in deleža mesa v trupu redke. V literaturi lahko najdemo različne možne načine ovrednotenja merilne negotovosti povezane z vplivom kontrolorja (Olsen in sod. 2007, Šprysl in sod. 2007). Olsen in sod. (2007) so se v svoji raziskavi osredotočili na pomembnost vpliva kontrolorja in kopije merilnega inštrumenta, ki so ju ovrednotili po standardiziranem načinu (ISO 5275 2004), torej z oceno ponovljivosti in obnovljivosti. Njihovi rezultati kažejo, da ima kontrolor večji vpliv na variabilnost meritev kot kopija merilnega aparata. V omenjeni raziskavi je ponovljivost (standardni odklon razlike med meritvama istega kontrolorja) pri različnih metodah znašala 0,41–1,46 mm za debelino slanine, 0,77–4,99 mm za debelino mišice in 0,43–1,60 % za delež mesa. V drugi raziskavi (Šprysl in sod. 2007) so poleg vpliva kontrolorja preverjali še vpliv merilnega inštrumenta in mesta meritve debeline mišice in \nslanine. Vpliv kontrolorja so ovrednotili kot korelacijski koeficient med meritvama istega kontrolorja in kot ponovljivost (standardni odklon razlike med meritvama istega kontrolorja). Korelacijski koeficient se je gibal med 0,82–0,90 za debelino slanine, 0,36– 0,57 za debelino mišice in 0,72–0,81 za delež mesa v trupu. Ponovljivost je znašala 0,10– 0,17 mm za debelino slanine, 0,50–0,59 mm za debelino mišice in 0,17 % za delež mesa v trupu.\nUgotovitve iz literature kažejo, da je vpliv kontrolorja v procesu klasifikacije prašičjih trupov pomemben. V omenjenih člankih (Olsen in sod. 2007, Šprysl in sod. 2007) je bil vpliv kontrolorja ovrednoten na osnovi ponovitev istih meritev, kar je v vsakodnevni praksi težko izvedljivo. V nam dostopni literaturi nismo našli podatkov o vrednotenju merilne negotovosti, ki bi temeljila na rednem vsakdanjem delu kontrolorjev in ne na posebnih kontrolah ali nadkontrolah.\n"], "3": ["3 MATERIAL IN METODE DELA", ""], "4": ["3.1 Zbiranje podatkov", "Podatke, ki so uporabljeni v diplomski nalogi, smo analizirali na Kmetijskem inštitutu Slovenije, ki mesečno dobiva podatke z linije klanja od neodvisne pooblaščene organizacije Bureau Veritas. Podatki obsegajo toplo maso trupa, stehtano neposredno na liniji klanja, debelino hrbtne mišice ter debelino slanine, na podlagi teh podatkov smo lahko dobili izračune deleža mesa v klavnem trupu oziroma mesnatost. Kot vse države članice EU tudi v Sloveniji uporabljamo SEUROP sistem klasifikacije ter metodo, ki je pripravljena v skladu z EU zakonodajo (Uredba komisije 2008). Slovensko metodo (dvomestna DM5) za izračun mesnatosti predpisuje Pravilnik o kakovosti zaklanih prašičev in kategorizaciji svinjskega mesa (Uradni list RS, št. 22/2004). Enačba za izračun mesnatosti je bila v letu 2008 spremenjena (Odločba komisije 2008). Za dvomestno metodo DM5 pri ocenjevanju deleža mesa prašičev morajo biti klavne polovice pripravljene v skladu z zakonodajo EU (Uredba komisije 2008) oziroma skladno s 3. in 4. členom Pravilnika o kakovosti in kategorizaciji svinjskega mesa. Za izračun mesnatosti potrebujemo podatke o debelini mišice in slanine. Mesnatost izračunamo po formuli (Odločba komisije 2008):\nDM % = 60,81879 – 0,72992 × SDM + 0,12157 × MDM, kjer je  DM % – delež mesa v trupu (mesnatost),  SDM – debelina slanine,  MDM – debelina mišice.\nMesto meritev mišice in slanine pa je razvidno iz slike 1. Pravilno mesto merjenja mišice je najkrajša razdalja med prednjim (kranialnim) koncem srednje zadnjične mišice (m. gluteus medius) in zgornjim (dorzalnim) robom hrbteničnega kanala (canalis vertebralis). \nMesto meritve slanine je najtanjša debelina slanine s kožo nad srednjo zadnjično mišico (m. gluteus medius; Odločba komisije 2008).\ntrupov prašičev (Šlamberger 2010).\n"], "5": ["3.2 Statistična analiza podatkov", "V raziskavo smo zajeli podatke ocenjevanja mesnatosti prašičjih trupov za leto 2009, ki se je izvajalo v petih slovenskih klavnicah. Podatke smo obdelali na Kmetijskem inštitutu Slovenije s pomočjo statističnega programa SAS. Pred statistično analizo smo podatke ustrezno pripravili. Prvi korak je bil, da smo za vsakega kontrolorja najprej izračunali povprečje za meritev debeline mišice in slanine za vsako vrednost tople mase klavnega trupa (na kg natančno) v območju veljavnosti enačbe za izračun mesnatosti (50–120 kg). Pogoj za izračun je bil, da je bilo na voljo vsaj 20 meritev istega kontrolorja za vsako vrednost (kilogram) tople mase trupa kot neodvisne spremenljivke. V drugem koraku smo, zaradi pomanjkanja zadostnega števila meritev debeline mišice in slanine pri zelo nizkih oziroma visokih masah, pri večini kontrolorjev območje omejili na 60–115 kg. Iz analize smo v celoti izločili le enega kontrolorja, ker je imel zelo majhno število opravljenih meritev. V končno analizo je bilo tako vključenih 8 kontrolorjev.\nRazlike oziroma primerjavo med kontrolorji smo naredili na podlagi povezave med maso klavnega trupa kot neodvisne spremenljivke in meritvami debeline mišice in slanine ter deleža mesa kot odvisnimi spremenljivkami (primerjava regresijskih premic) z analizo kovariance (ANCOVA). V statistični model smo vključili vpliv kontrolorja, vpliv mase klavnega trupa (kot regresijo) in vpliv interakcije med kontrolorjem in maso klavnega trupa. V primeru statistično značilnih razlik v regresijskem koeficientu premice (procedura CONTRAST za vpliv interakcije med kontrolorjem in maso klavnega trupa) lahko sklepamo na pomemben vpliv kontrolorja na meritve.\nNajprej smo med seboj primerjali glavne kontrolorje (n = 5) ne glede na to, v kateri klavnici so opravili meritve. V nadaljevanju smo naredili primerjavo meritev kontrolorjev (dva ali trije), ki delajo v isti klavnici in na drugi strani primerjavo meritev istega kontrolorja v različnih klavnicah (običajno dveh).\n"], "6": ["4 REZULTATI IN RAZPRAVA", "Rezultati analize so predstavljeni grafično, statistično vrednotenje pa je prikazano v preglednicah. Grafični prikaz ponazarja posamezno situacijo, vendar pa na osnovi slikovnega prikaza ne moremo oceniti, ali se kontrolorji statistično značilno razlikujejo ali ne. O tem sklepamo na podlagi rezultatov analize kovariance predstavljene v preglednicah. Na slikah in v preglednicah so kontrolorji označeni s črkami od A do H, klavnice pa s številkami od 1 do 5. Kadar se premici razlikujeta v regresijskem koeficientu, lahko sklepamo na razlike med kontrolorji pri merjenju, kljub temu da v povprečju razlik med kontrolorji ni opaziti. V primeru enakega regresijskega koeficienta pa kontrolorja izkazujeta podobnost v meritvah ne glede na maso trupa, razlika v regresijski konstanti (odsek na ordinatni osi) pa pomeni neko (konstantno) sistematično odstopanje.\n"], "7": ["4.1 Primerjava glavnih kontrolorjev iz različnih klavnic", "Uvodoma smo naredili primerjavo med klavnicami oziroma med kontrolorji (n = 5), ki opravijo večino meritev v tej klavnici. Rezultati (preglednica 1, slika 2) kažejo na statistično značilne razlike v meritvah debeline mišice in slanine ter delež mesa v trupu med kontrolorji (značilna interakcija kontrolor × MTP). V večini primerov so medsebojne primerjave med pari kontrolorjev v regresijskem koeficientu in regresijski konstanti pri obeh meritvah ter posledično deležu mesa med seboj razlikujejo, iz česar lahko sklepamo, da se kontrolorji v merjenju pomembno razlikujejo. Vendar je potrebno te rezultate razumeti v širšem kontekstu, saj ta primerjava združuje tako vpliv kontrolorja kot tudi druge vplive povezane s klavnico, ki lahko neodvisno ali v interakciji s kontrolorjem vplivajo na rezultate. Dejavnike (vplive), ki lahko povzročajo ugotovljena odstopanja med kontrolorji pri merjenju debeline mišice in slanine, lahko razdelimo na dve skupini: i) vpliv kontrolorja, kako ta rokuje z opremo in izvaja meritve ter ii) vplive povezane s pogoji v klavnici npr. svetloba pri merjenju, merilni aparat, kapaciteta klavnice – hitra oziroma \npočasna klavna linija, dobavitelji oziroma različen izvor prašičev (farmske in kmečke reje, različne pasme oziroma križanja prašičev). Da bi lahko vpliv kontrolorja ločili od vplivov klavnice smo v nadaljevanju primerjali kontrolorje, ki delajo v isti klavnici (s tem omejimo vpliv klavnice) in meritve istega kontrolorja, ki dela v različnih klavnicah.\n50 60 70 80 90 100 110 120  Topla masa, kg\n50 60 70 80 90 100 110 120  Topla masa, kg\n50 60 70 80 90 100 110 120  Topla masa, kg  A B C D E\n  Lastnost Kontrolorji A, B, C, D, E  MDM SDM DM % Povprečje±SD 72,15 13,30 59,88 R2 0,98 0,98 59,88 VPLIV (P) Kontrolor *** *** *** MTP *** *** *** Kontrolor×MTP *** *** *** ENAČBE PREMIC Kontrolor A MDM =0,33×MTP+41,87 SDM=0,18×MTP−3,61 DM %=−0,09×MTP+68,55 Kontrolor B MDM=0,26×MTP+48,96 SDM=0,22×MTP−6,99 DM %=−0,13×MTP+71,88 Kontrolor C MDM=0,33×MTP+43,64 SDM=0,19×MTP−3,70 DM %=−0,10×MTP+68,82 Kontrolor D MDM=0,37×MTP+40,35 SDM=0,21×MTP−3,81 DM %=−0,11×MTP+68,5 Kontrolor E MDM=0,39×MTP+38,07 SDM=0,17×MTP−1,81 DM %=−0,08×MTP+66,77 RAZLIKE V REGRESIJSKEM KOEFICIENTU Kontrolor A vs. B 0,071*** −0,044 *** 0,041 *** Kontrolor A vs. C 0,003nz −0,014 ** 0,010 * Kontrolor A vs. D −0,034*** −0,030 *** 0,018 *** Kontrolor A vs. E −0,055*** 0,006nz −0,011** Kontrolor B vs. C −0,068*** 0,030 *** −0,030 *** Kontrolor B vs. D −0,105*** 0,014 ** −0,023 *** Kontrolor B vs. E −0,126*** 0,050 *** −0,052 *** Kontrolor C vs. D −0,037*** −0,016 *** 0,007† Kontrolor C vs. E −0,058*** 0,019 *** −0,021 *** Kontrolor D vs. E −0,021* 0,036 *** −0,029 *** RAZLIKE V REGRESIJSKI KONSTANTI Kontrolor A vs. B −7,08*** 3,38*** −3,34*** Kontrolor A vs. C −1,76* 0,08nz −0,28nz Kontrolor A vs. D 1,52† 0,20nz 0,04nz Kontrolor A vs. E 3,80*** −1,80*** 1,77*** Kontrolor B vs. C 5,32*** −3,29*** 3,06*** Kontrolor B vs. D 8,60*** −3,18*** 3,38*** Kontrolor B vs. E 10,88*** −5,18*** 5,11*** Kontrolor C vs. D 3,29*** 0,12nz 0,32nz Kontrolor C vs. E 5,57*** −1,89*** 2,05*** Kontrolor D vs. E 2,28** −2,01*** 1,73*** SD – standardni odklon; R2 – determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; † p<0,10; * p<0,05; ** p<0,01; *** p<0,001.\n"], "8": ["4.2. Primerjava različnih kontrolorjev v eni klavnici", "V drugem delu smo naredili primerjavo različnih kontrolorjev, ki so izvajali meritve v isti klavnici, torej smo tovrstno primerjavo naredili za 5 klavnic. Znotraj klavnice smo lahko primerjali 2 oziroma 3 kontrolorje, odvisno od klavnice.\nV klavnici 1 so leta 2009 delali trije različni kontrolorji (slika 3, preglednica 2). Statistična analiza je pokazala, da med kontrolorji ni bilo razlik v meritvi mišice (interakcija kontrolor × MTP neznačilna), v meritvi slanine pa so bile razlike značilne. Posledično je bila ugotovljena tudi tendenca značilnosti vpliva na rezultat mesnatosti. V primeru meritev debeline slanine se je eden izmed kontrolorjev (G) statistično značilno razlikoval od ostalih dveh.\n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  A B G\nLastnost Klavnica 1  MDM SDM DM % Povprečje±SD 71,85±3,93 14,05±3,41 59,30±2,13 R 0,89 0,93 0,87 VPLIV (P) Kontrolor nz nz nz MTP *** *** *** Kontrolor×MTP nz * † ENAČBE PREMIC Kontrolor A MDM=0,27×MTP+48,04 SDM=0,23×MTP−6,02 DM %=−0,13×MTP+71,06 Kontrolor B MDM=0,26×MTP+48,96 SDM=0,22×MTP−6,99 DM %=−0,13×MTP+71,88 Kontrolor G MDM=0,27×MTP+46,04 SDM=0,26×MTP−8,89 DM %=−0,16×MTP+72,90\nRAZLIKE V REGRESIJSKEM KOEFICIENTU Kontrolor A vs. B 0,002nz 0,001nz −0,001nz Kontrolor A vs. G −0,009nz −0,036* 0,025†  nz ** Kontrolor B vs. G −0,011 −0,038 0,026* RAZLIKE V REGRESIJSKI KONSTANTI Kontrolor A vs. B −0,92nz 0,97nz −0,83nz Kontrolor A vs. G 2,00nz 2,87† −1,84nz Kontrolor B vs. G 2,91nz 1,89nz −1,01nz SD – standardni odklon; R2 – determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; † p<0,10; * p<0,05; ** p<0,01; *** p<0,001.\nTudi v klavnici 2 so leta 2009 delali trije kontrolorji (slika 4, preglednica 3). Iz preglednice 3 je razvidno, da med kontrolorji ni bilo pomembnejših razlik, saj se niso razlikovali v naklonu premice pri nobeni izmed preučevanih lastnostih. Statistična analiza je pokazala na sistematično odstopanje v primeru enega kontrolorja in sicer pri kontrolorju E je izmerjena debelina slanine pri vseh masah trupa večja, kar se je izrazilo kot manjši delež mesa pri tem kontrolorju. Ta odstopanja pa so se v deležu mesa izrazila le s tendenco razlike (v povprečju). \n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  A F E\nLastnost Klavnica 2  MDM SDM DM % Povprečje±SD 70,2±4,6 12.6±2,6 60,1±1,5 R 0,97 0,97 0,94 VPLIV (P) Kontrolor nz *** *** MTP *** *** *** Kontrolor×MTP nz nz nz ENAČBE PREMIC Kontrolor A MDM=0,33×MTP+41,81 SDM=0,18×MTP−3,41 DM %=−0,09×MTP+68,39 Kontrolor F MDM=0,34×MTP+40,21 SDM=0,19×MTP−3,68 DM %=−0,09×MTP+68,40 Kontrolor E MDM=0,32×MTP+43,12 SDM=0,19×MTP−1,88 DM %=−0,10×MTP+67,43 RAZLIKE V REGRESIJSKEM KOEFICIENTU Kontrolor A vs. F −0,009nz −0,008nz 0,005nz Kontrolor A vs. E 0,019nz −0,011nz 0,010nz Kontrolor F vs. E 0,028nz −0,002nz 0,005nz RAZLIKE V REGRESIJSKI KONSTANTI Kontrolor A vs. F 1,60nz 0,274nz −0,009nz Kontrolor A vs. E −1,31nz −1,529* 0,959† Kontrolor F vs. E −2,92* −1,804* 0,968nz SD – standardni odklon; R2 – determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; † p<0,10; * p<0,05; ** p<0,01; *** p<0,001. \nV klavnici 3 sta leta 2009 delala dva kontrolorja (slika 5, preglednica 4). Pri meritvah mišice se kontrolorja nista razlikovala (interakcija kontrolor × MTP neznačilna), v primeru meritev slanine pa so bile ugotovljene značilne razlike, ki so se odražale tudi v tendenci značilnosti pri rezultatu ocene mesnatosti. V primeru klavnice 3 oziroma primerjave kontrolorjev D in G velja izpostaviti še dejstvo, da je imel kontrolor G bistveno manjše število meritev in to v ožjem razponu mase toplih polovic, kar interpretacijo rezultatov otežuje. Iz tega razloga ne moremo z zanesljivostjo trditi, da kontrolorja D in G merita različno.\n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  D G\n  Lastnost Klavnica 3  MDM SDM DM % Povprečje±SD 71,54±5,84 14,26±3,18 59,11±1,67 R 0,97 0,96 0,90\nVPLIV (P) Kontrolor *** *** nz MTP *** *** *** Kontrolor×MTP nz * † ENAČBE PREMIC Kontrolor D MDM=0,37×MTP+40,35 SDM=0,21×MTP−3,81 DM %=−0,11×MTP+68,50 Kontrolor G MDM=0,39×MTP+34,71 SDM=0,15×MTP+0,40 DM %=−0,06×MTP+64,78\nRAZLIKE V REGRESIJSKEM KOEFICIENTU Kontrolor D vs. G −0,025nz 0,059* −0,046† RAZLIKE V REGRESIJSKI KONSTANTI Kontrolor D vs. G 5,64nz −4,22† 3,72† SD – standardni odklon; R2 – determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; † p<0,10; * p<0,05; ** p<0,01; *** p<0,001.\nV klavnici 4 sta leta 2009 delala dva kontrolorja (slika 6, preglednica 5). Za meritve debeline mišice smo ugotovili značilen vpliv interakcije kontrolor × MTP, kar označuje razliko med kontrolorjema v merjenju mišice. Nasprotno pa med kontrolorjema ni bilo razlik v meritvah slanine in posledično mesnatosti. Iz slike 6 se kaže pri debelini slanine manjša sistematična napaka (kontrolor E ima pri vseh masah višjo vrednost za debelino slanine), ki pa ni statistično značilna. Iz rezultatov je še razvidno, da ima debelina slanine večji vpliv na izračun deleža mesa kot debelina mišice, saj se statistično značilne razlike v meritvi mišice ne odrazijo na deležu mesa. \n  Lastnost Klavnica 4  MDM SDM DM % Povprečje±SD 72,42±5,42 13,28±2,56 59,93±1,28 R 0,97 0,95 0,86\nVPLIV (P) Kontrolor ** *** *** MTP *** *** *** Kontrolor×MTP *** nz nz ENAČBE PREMIC Kontrolor F MDM=0,29×MTP+46,23 SDM=0,16×MTP−1,84 DM%=−0,08×MTP+67,79 Kontrolor E MDM=0,39×MTP+38,01 SDM=0,18×MTP−1,96 DM%=−0,08×MTP+66,87\nRAZLIKE V REGRESIJSKEM KOEFICIENTU Kontrolor F vs. E −0,098*** −0,011nz −0,004nz\nRAZLIKE V REGRESIJSKI KONSTANTI Kontrolor F vs. E 8,22*** 0,12nz 0,92nz SD – standardni odklon; R2 –determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; † p<0,10; * p<0,05; ** p<0,01; *** p<0,001.\n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  F E\nV klavnici 5 sta leta 2009 delala dva kontrolorja (slika 7, preglednica 6). Iz rezultatov je razvidno, da med kontrolorjema ni razlik v merjenju debeline mišice in slanine, niti v deležu mesa v trupu prašičev. Slika 7 kaže, glede na druge primerjave, tudi največjo izenačenost meritev, saj sta premici obeh kontrolorjev zelo izenačeni in skoraj sovpadata.\n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  H C\nLastnost Klavnica 5  MDM SDM DM % Povprečje±SD 72,98±5,43 13,13±3,14 60,11±1,65 R 0,99 1,00 1,00 VPLIV (P) Kontrolor *** *** *** MTP *** *** *** Kontrolor×MTP nz nz nz ENAČBE PREMIC Kontrolor H MDM=0,33×MTP+44,31 SDM=0,19×MTP−3,82 DM %=−0,10×MTP+69,00 Kontrolor C MDM=0,33×MTP+43,64 SDM=0,19×MTP−3,7 DM %=−0,10×MTP+68,82\nRAZLIKE V REGRESIJSKEM KOEFICIENTU Kontrolor H vs. C 0,002nz −0,001nz 0,001nz RAZLIKE V REGRESIJSKI KONSTANTI Kontrolor H vs. C 0,67nz −0,13nz 0,18nz SD – standardni odklon; R – determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; † p<0,10; * p<0,05; ** p<0,01; *** p<0,001.\n"], "9": ["4.3 Primerjava meritev enega kontrolorja v različnih klavnicah", "V tretjem delu smo primerjali meritve kontrolorjev, ki delajo v dveh različnih klavnicah. V okviru tega dela je bilo možno narediti štiri primerjave, saj so le štirje kontrolorji meritve opravljali v različnih klavnicah.\nKontrolor A je leta 2009 delal v klavnicah 1 in 2 (preglednica 7, slika 8). Statistična analiza je pokazala, da se meritve mišice in slanine v primeru kontrolorja A med klavnicama močno razlikujejo (značilna interakcija klavnica × MTP), kar se odraža v značilnih razlikah v naklonu premice in odseku na ordinatni osi. Vzrok za ugotovljene razlike lahko v tem primeru pripišemo vplivu klavnice oziroma dejavnikom, povezanim z njo. Eden od vzrokov so lahko pogoji za delo, ki vplivajo na kontrolorja pri delu (klavnica 2 ima hitrejšo linijo kot klavnica 1), drugi pomemben vzrok pa je, da klavnici dobita v zakol prašiče različnega izvora in križanja.\n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  1 2\nLastnost Kontrolor A  MDM SDM Dm % Povprečje±SD 71,55±4,76 13,11±3,20 59,95±1,86 R 0,96 0,92 0,86 VPLIV (P) Klavnica *** * ** MTP *** *** *** Klavnica×MTP *** *** *** ENAČBE PREMIC Klavnica 1 MDM=0,27×MTP+48,04 SDM=0,23×MTP−6,02 DM %=−0,13×MTP+71,06 Klavnica 2 MDM=0,33×MTP+41,81 SDM=0,18×MTP−3,41 DM %=−0,09×MTP+68,39 RAZLIKE V REGRESIJSKEM KOEFICIENTU Klavnica 1 vs. 2 −0,069*** 0,048*** −0,044*** RAZLIKE V REGRESIJSKI KONSTANTI Klavnica 1 vs. 2 6,23*** −2,61* 2,67** SD – standardni odklon; R2 –determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; * p<0,05; ** p<0,01; *** p<0,001.\nKontrolor E je leta 2009 delal v klavnicah 2 in 4 (preglednica 8, slika 9). Statistična analiza je pokazala na značilen vpliv interakcije klavnica × MTP na meritve mišice in na tendenco vpliva na meritve slanine, kar se odraža kot statistično značilna razlika v deležu mesa (različen regresijski koeficient). Kot že omenjeno, so razlike lahko tako posledica razmer v klavnici, ki vplivajo na delo kontrolorja, kot tudi razlik v prašičih samih (način reje in križanje). \n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  2 4\nLastnost Kontrolor E  MDM SDM DM % Povprečje±SD 71,35±5,52 13,69±2,60 59,50±1,32 R 0,98 0,98 0,94 VPLIV (P) Klavnica *** *** *** MTP *** *** *** Klavnica×MTP *** † ** ENAČBE PREMIC Klavnica 2 MDM=0,32×MTP+43,12 SDM=0,19×MTP−1,88 DM %=−0,10×MTP+67,43 Klavnica 4 MDM=0,39×MTP+38,01 SDM=0,18×MTP−1,96 DM %=− 0,08×MTP+66,87\nRAZLIKE V REGRESIJSKEM KOEFICIENTU Klavnica 2 vs. 4 −0,075*** 0,012† −0,018** RAZLIKE V REGRESIJSKI KONSTANTI Klavnica 2 vs. 4 5,12*** 0,002nz 0,56nz SD – standardni odklon; R2 – determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; † p<0,10; * p<0,05; ** p<0,01; *** p<0,001. \nKontrolor F je leta 2009 delal v klavnicah 2 in 4 (preglednica 9, slika 10). Razlike v meritvah kontrolorja F so se pokazale pri meritvah debeline mišice (značilna interakcija klavnica × MTP), medtem ko so bile pri meritvah slanine neznačilne. Razlike v meritvah debeline mišice se niso odrazile v deležu mesa. Čeprav gre tudi v tem primeru za delo kontrolorja v klavnicah, ki se razlikujejo tako po hitrosti linije kot dobaviteljih, pa so meritve v primeru kontrolorja F podobne v dveh različnih klavnicah. Primerjalno s kontrolorjem E, ki meritve izvaja v istih klavnicah kot kontrolor F, je zanimivo ugotoviti, da se delo kontrolorja F kaže kot manj odvisno od razmer povezanih s klavnico.\n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  2 4\nLastnost Kontrolor F  MDM SDM DM % Povprečje±SD 71,01±4,01 12,54±2,08 60,30±1,12 R 0,93 0,89 0,76 VPLIV (P) Klavnica ** nz nz MTP *** *** *** Klavnica×MTP * nz nz ENAČBE PREMIC Klavnica 2 MDM=0,34×MTP+40,21 SDM=0,19×MTP−3,68 DM %=−0,09×MTP+68,40 Klavnica 4 MDM=0,29×MTP+46,23 SDM=0,16×MTP−1,84 DM %=−0,08×MTP+67,79\nRAZLIKE V REGRESIJSKEM KOEFICIENTU Klavnica 2 vs. 4 0,051* 0,021nz −0,009nz RAZLIKE V REGRESIJSKI KONSTANTI Klavnica 2 vs. 4 −6,02** 0,88nz 0,60nz SD – standardni odklon; R2 – determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; * p<0,05; ** p<0,01; *** p<0,001.\nKontrolor G je leta 2009 delal v klavnicah 1 in 3 (preglednica 10, slika 11). Statistična analiza je pokazala na značilen vpliv interakcije klavnica × MTP, torej vpliv istega kontrolorja v različnih klavnicah, v primeru meritev debeline slanine in posledično pri deležu mesa. Pri tej primerjavi je potrebno izpostaviti, da so rezultati v klavnici 3 vezani na manjši razpon mase trupov (75–95 kg) kot v klavnici 1 (70–110 kg), kar bi tudi lahko vplivalo na rezultat. \n50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120 50 60 70 80 90 100 110 120  Topla masa, kg  Topla masa, kg Topla masa, kg  1 3\nLastnost Kontrolor G  MDM SDM DM % Povprečje±SD 69,96±3,86 14,28±3,21 58,90±1,98 R 0,85 0,93 0,87 VPLIV (P) Klavnica ** nz nz MTP *** *** *** Klavnica×MTP nz ** ** ENAČBE PREMIC Klavnica 1 MDM=0,27×MTP+46,04 SDM=0,26×MTP−8,89 DM %=−0,16×MTP+72,90 Klavnica 3 MDM=0,39×MTP+34,71 SDM=0,15×MTP+0,40 DM %=−0,06×MTP+64,78\nRAZLIKE V REGRESIJSKEM KOEFICIENTU Klavnica 1 vs. 3 −0,119nz 0,110** −0,095** RAZLIKE V REGRESIJSKI KONSTANTI Klavnica 1 vs. 3 11,33† −9,29** 8,12** SD – standardni odklon; R2 – determinacijski koeficient; MTP – masa toplih polovic; MDM – debelina mišice; SDM – debelina slanine; DM % – delež mesa v trupu; nz – p>0,10; † p<0,10; * p<0,05; ** p<0,01; *** p<0,001.\n"], "10": ["4.4. Sinteza rezultatov", "EU predpisuje ocenjevanje prašičjih trupov, pogoje za pripravo (kalibracijo) metod, merilno negotovost, njen vpliv na točnost ocenjevanja pa podrobneje ne ureja. Trenutno so v državah EU v uporabi različne metode (različni merilni inštrumenti, izvajanje različnih meritev oziroma različnega števila meritev, ki se nato uporabljajo v formulah za izračun deleža mesa v trupu), zaradi česar je primerjava med državami otežena. Z našo analizo smo želeli ovrednotiti vpliv kontrolorja pri DM5 metodi na osnovi podatkov, ki se dnevno zbirajo na klavni liniji.\nPrimerjava kontrolorjev povprek, torej ne glede na klavnico, je pokazala na pomembne razlike med njimi v meritvah (poglavje 4.1). Ker pa tovrstna analiza združuje tako vpliv kontrolorja kot klavnice, smo z nadaljnjimi analizami znotraj iste klavnice poskušali dodatno osvetliti problem. Primerjava kontrolorjev, ki delajo v isti klavnici (poglavje 4.2), je v primeru ene klavnice pokazala razlike pri meritvah mišice, v dveh od petih klavnic na razlike v meritvah slanine, ki pa so imele za posledico le tendenco vpliva (P < 0,10) na končni rezultat – izračun deleža mesa v trupu. Ti rezultati kažejo na to, da različni kontrolorji znotraj iste klavnice delajo dokaj izenačeno, saj imajo enake (podobne) pogoje dela, prav tako ocenjujejo podobne prašiče (enake pasme, enak izvor). V primerjavi z razlikami med kontrolorji znotraj iste klavnice so razlike bistveno večje, kadar dela isti kontrolor v različnih klavnicah. V tem primeru (poglavje 4.3) smo večinoma opazili pomemben vpliv tudi na izračun deleža mesa. Razlike med kontrolorji lahko v tem primeru pojasnimo z vplivom kontrolorja (različni pogoji dela kot npr. hitra in počasna linija) in vplivi povezani s klavnico (predvsem različni prašiči).\nNa osnovi rezultatov, ki smo jih dobili v raziskavi, lahko rečemo, da je način statističnega načina nadzora nad merilno negotovostjo pri ocenjevanju mesnatosti z uporabo analize kovariance možen. V slovenski situaciji je sicer ta način nadzora nad merilno negotovostjo pri klasifikaciji prašičjih trupov otežen zaradi organizacije dela, saj en kontrolor običajno dela v eni klavnici. \nOdstopanja med kontrolorji zaradi vplivov, povezanih s klavnico, bi lahko preprečili s kroženjem kontrolorjev v različnih klavnicah. To bi omogočilo boljši nadzor nad merilno negotovostjo ter hkrati zmanjšalo sistematični vpliv kontrolorja na rezultate.\n"], "11": ["5 SKLEPI", "Rezultati kažejo, da je način statističnega načina nadzora nad merilno negotovostjo pri ocenjevanju mesnatosti z uporabo analize kovariance, ki smo ga testirali v naši raziskavi, možen. V slovenski situaciji klasifikacije prašičjih trupov je omenjeni način nadzora vpliva kontrolorja otežen zaradi organizacije dela, saj en kontrolor običajno dela v eni klavnici. Splošna primerjava kontrolorjev je pokazala na pomembne razlike v meritvah in posledično v izračunu deleža mesa. Vendar se pri tej primerjavi vpliv kontrolorja meša z vplivom klavnice. Razlike med različnimi kontrolorji, ki delajo v isti klavnici so bile manj pomembne, kot razlike med meritvami, ki jih opravi isti kontrolor v različnih klavnicah. Odstopanja med kontrolorji zaradi vplivov, povezanih s klavnico, bi lahko preprečili s kroženjem kontrolorjev v različnih klavnicah, kar bi omogočilo boljši nadzor nad merilno negotovostjo ter hkrati zmanjšalo sistematični vpliv kontrolorja na rezultate.\n"], "abstract": ["Klasifikacija prašičjih trupov temelji na meritvah debeline mišice in slanine, na podlagi katerih se izračuna deleža mesa v trupu. Meritve opravi kontrolor na koncu linije klanja. Zakonodaja EU predpisuje preverjanje kontrolorjev, vendar ne določa načina preverjanja. V raziskavi smo tako želeli preveriti statistični način nadzora, ki bi temeljil na vsakdanjem delu kontrolorjev in ne na posebnih nadkontrolah. Z uporabo analize kovariance smo na zbranih podatkih testirali, ali se regresijske premice (regresijski koeficienti in konstante) kontrolorjev med seboj značilno razlikujejo. Podatke smo dobili od priznane organizacije Bureau Veritas za leto 2009 (n = 229046) in vključujejo 8 kontrolorjev in 5 klavnic. Za analizo smo uporabili povprečne vrednosti meritev vsaj dvajsetih prašičev(ponovitev) po kontrolorju za vsak kilogram mase trupa v območju od 60 do 115 kg . Najprej smo primerjali glavne kontrolorje iz vsake klavnice. Z namenom razlikovanja med vplivom kontrolorja in vplivi, povezanimi s klavnico, smo primerjali kontrolorje, ki delajo v isti klavnici in meritve enega kontrolorja, ki dela v različnih klavnicah. Raziskava je pokazala, da med kontrolorji obstajajo pomembne razlike, da pa je vpliv klavnice večji od vpliva kontrolorja. Na osnovi rezultatov lahko zaključimo, da je statistični nadzor na osnovi analize kovariance možen način nadzora."]}