{"1": ["1 UVOD", "Vsi ljudje sanjajo, vendar ne enako.\nTisti, ki sanjajo ponoči\nin njihove sanje ostajajo v zaprašenih kotičkih njihovih misli,\nse zjutraj zbudijo in ugotovijo, da je šlo le za prazen ništrc.\nTisti, ki sanjajo podnevi, pa so nevarni možje,\nki bodo morda hoteli svoje sanjarije z odprtimi očmi uresničiti.\nT.S. Lawrence (Thomas, 2009: 62)\nSlovenija je kot tranzitna država med slabo razvitim jugom in EU na severu v zadnjem obdobju zanimiva za povečan vstop tujcev, predvsem iz tretjih – po našem mnenju slabše razvitih držav. Tujec je po definiciji Slovarja slovenskega knjižnega jezika (SSKJ, 1994: 1523) kdor je iz tuje dežele, tuje jezikovne skupnosti, pripadnik tuje države.\nSlovenska zakonodaja za tuje državljane, ki vstopajo na območje Slovenije uporablja Zakon o tujcih (ZTuj -1, Uradni list RS, št. 64/2009-UPB6), v katerem je navedeno, da se lahko tujcu zavrne vstop v RS, če gre med drugim za nevarnost javnega zdravja, o zavrnitvi vstopa pa odloča organ mejne kontrole v postopku. Na problematiko zavrnitve tujca na državni meji nas opozarja že določilo v zakonu, kjer lahko policist odredi prepoved vstopa, kljub temu, da sam ni dovolj usposobljen za zaznavanje nalezljivih boleznih, marsikatera nalezljiva bolezen in njeni znaki pa sploh niso vidni.\nV diplomski nalogi s pregledom literature povzamemo ugotovitve, statistične podatke in stanje, s katerimi bomo lahko ovrgli ali potrdili hipoteze, ki smo jih predvideli. Uporabljena literatura nam daje pregled zakonodaje tako Evropske unije, kot posameznih držav, najprej Slovenije, Bosne in Hercegovine, Združenega kraljestva in Nemčije. Za primerjavo teh držav smo se odločili, saj so tri države članice Unije, ki v točki ogrožanja javnega zdravja vsaka po svoje zakonsko ureja zavrnitev vstopa tujcu. Medtem ko imamo Bosno in Hercegovino za balkansko državo, včasih za manj razvito, vendar je dokaz, da je njena zakonodaja prilagojena in se država kot taka zaveda, kaj prinese ogrožanje javnega zdravja.\n"], "2": ["1.1 Metodološki pristop", "Z diplomsko nalogo želimo izpostaviti probleme in dileme, ki jih imajo organi pregona pri izvrševanju določbe o zavrnitvi tujca zaradi nevarnosti za javno zdravje, hkrati pa želimo opozoriti na zakonske luknje in na neizvajanje zakonskih določil in opozoriti na resen problem možnega pojava različnih epidemij in s tem neposrednega ogrožanja prebivalcev Republike Slovenije.\nZa pisanje diplomskega dela smo uporabili deskriptivno metodo (Ivanko, 2007), metodo analize vsebine pisnih virov (strokovne literature, zakonodaje itd.) in metodo analize internetnih virov, s pomočjo katerih izhajamo iz naslednjih hipotez: Kljub pojavom različnih epidemij do danes nismo zavrnili vstopa tujcu, zakaj tako? in Ali lahko s spremembo zakonodaje omejimo vnos in iznos nalezljivih bolezni?\n"], "3": ["2 NALEZLJIVE BOLEZNI", ""], "4": ["2.1 Katere so?", "Zakon o nalezljivih boleznih v Republiki Sloveniji (ZNB-UPB1, Uradni list RS 33/2006) opredeljuje v 7. členu, da je epidemija nalezljive bolezni pojav nalezljive bolezni, ki po času in kraju nastanka ter številu prizadetih oseb presega običajno stanje in je zato potrebno takojšnje ukrepanje. Za okuženo območje se šteje območje, na katerem je ugotovljen eden ali več virov okužbe in na katerem so možnosti za širjenje okužbe, hkrati pa se za ogroženo območje šteje območje, na katero se lahko prenese nalezljiva bolezen z okuženega območja in na katerem so možnosti za širjenje okužbe. Zakon tako določa, katere so nalezljive bolezni zaradi katerih se izvajajo splošni in posebni ukrepi2.\nSplošne ukrepe izvajajo fizične in pravne osebe ter nosilci družbene skrbi za zdravje. Posebne ukrepe  izvajajo fizične in pravne osebe, ki opravljajo zdravstveno dejavnost, pri nalezljivih boleznih, ki se  prenašajo med živalmi (vretenčarji) in človekom – zoonozah, pa tudi fizične in pravne osebe, ki  opravljajo veterinarsko dejavnost.\n"], "5": ["2.2 Svetovna zdravstvena organizacija", "Svetovna zdravstvena organizacija (v nadaljevanju WHO3) je usmerjevalni in usklajevalni organ za mednarodno zdravje v okviru Združenih narodov. WHO posreduje zdravstvene smernice in standarde in nudi pomoč državam pri obravnavi vprašanj javnega zdravja. WHO podpira in spodbuja zdravstvene raziskave. S pomočjo WHO, lahko vlade skupno rešujejo svetovne zdravstvene probleme in tako izboljšajo dobro počutje ljudi. WHO sestavlja 193 držav in dve pridruženi članici, ki se sestanejo vsako leto na Svetovni zdravstveni skupščini v Ženevi, kjer določajo o politiki organizacije, odobrijo proračun in vsakih pet let imenujejo Generalnega direktorja. Njihovo delo je podprto s 34-člani Izvršilnega odbora, ki so izvoljeni iz predstavnikov zdravstvene skupščine. Šest regionalnih odborov se osredotoča na zdravje regionalnega nivoja. Partnerji WHO in\nWorld Health Organisation\nnjene države članice sodelujejo s številnimi partnerji, vključno z agencijami ZN, donatorji, nevladnimi organizacijami, WHO centri in zasebnim sektorjem (WHO, 2010).\nINTERNATIONAL HEALTH REGULATIONS – second edition 20054 oziroma MEDNARODNI ZDRAVSTVENI PRAVILNIK izdan s strani WHO pravi, da je zgodovinska in osrednja odgovornost Svetovne zdravstvene organizacije upravljanje globalnega režima in mednarodni nadzor nad širjenjem nalezljivih bolezni.\nZaradi vse večjega porasta tako svetovne trgovine kot potovanj, je privedlo do pojava mednarodne nevarnosti ogrožanja javnega zdravja, se je WHO odločila da sprejme nov – obsežnejši pravilnik, ki bo vseboval »preprečevanje, varovanje, nadzor in zagotavljanje javnega zdravja glede na odziv širjenja bolezni, ki predstavljajo tveganje za javno zdravje« (WHO, 2005).\nHkrati pa v pravilniku opredeljujejo sledeče pojme (WHO, 2005):\n Okužen/prizadet (ang. affected): pomeni osebo, prtljago, tovor,  kontejnerje, blago, poštne pošiljke, ki so okuženi ali kontaminirani ali pa  nosijo vire okužbe oziroma kontaminacije, tako da predstavljajo tveganje  za javno zdravje.\n Okuženo/prizadeto območje (ang. affected area): pomeni geografsko  lokacijo, na katerem WHO priporoča naslednje ukrepe: zrakoplov – letalo  na mednarodnih letih, letališče – območje kjer pristajajo in vzletajo letala  v mednarodnem prometu, prihod oz pristanek: v primeru morskega plovila  gre za sidrišče oziroma določeno področje pristanišča, zrakoplov –  pristanek na letališču, plovila celinske plovbe – prihod na točko vstopa,  vlak ali cestno vozilo – prihod na točko vstopa.\n Kontaminacija (ang. contamination): pomeni prisotnost infekcijskih ali  strupenih snovi na človeških ali živalskih telesnih površinah, proizvodih,  pripravljenih za uživanje, ki bi lahko predstavljale tveganje za javno  zdravje.\nhttp://whqlibdoc.who.int/publications/2008/9789241580410_eng.pdf\n  Dekontaminacija (ang. Decontamination): pomeni postopek  odstranjevanja prisotnosti infekcijskih ali strupenih snovi, ki bi lahko  predstavljale tveganje za javno zdravje.\n Bolezen (ang. Disease): pomeni bolezen oziroma zdravstveno stanje, ne  glede na vir, vendar pa predstavlja nevarnost za ljudi.\n Dezinfekcija (ang. Disinfection): pomeni postopek izvajanja zdravstvenih  ukrepov na stvareh/predmetih/osebah, ki so bili izpostavljeni kemičnim in  fizikalnim dejavnikom.\n Zdravstven ukrep (ang. Health measure): pomeni postopek preprečevanja  širjenja bolezni ali kontaminacije, vendar ta zdravstveni ukrep ne vsebuje  kazenskega pregona ali varnostnih ukrepov.\n Bolnik (ang. Ill person): pomeni posameznika, ki ga je prizadela bolezen,  ki lahko predstavlja nevarnost za javno zdravje.\n Okužba (ang. Infection): pomeni vstop in razvoj oziroma razmnoževanje  nalezljive bolezni, ki bi predstavljala nevarnost ogrožanja javnega zdravja.\n Izredno stanje (ang. Public health emergency of international concern):  pomeni izredni dogodek, ki predstavlja tveganje za javno zdravje  (mednarodno širjenje bolezni) in usklajen mednarodni odziv članic.\n Začasno priporočilo (ang. Temporary recomendation): pomeni  nezavezujoče mnenje, ki ga izda WHO na podlagi 15. člena, ki pa je  časovno omejeno v primerih posebnega tveganja, ki predstavlja odziv na  izredne javnozdravstvene razmere mednarodnih razsežnosti v primerih, ko  je potrebno preprečiti ali zmanjšati širjenje bolezni.\nSeznam nalezljivih boleznih, ki jih WHO redno objavlja na svoji spletni strani (http://www.who.int/topics/disease_outbreaks/en/), v mesecu marcu 2010 predstavi naslednje izbruhe bolezni in njihova območja, katere bomo predstavili v nadaljevanju.\n"], "6": ["2.2.1 Mrzlica Doline Rift", "Rift Valley Fever (RVF) je virusna zoonoza5, ki primarno prizadene živali, vendar pa lahko živali okužijo ljudi. Okužba lahko povzroči hudo bolezen tako pri živalih kot ljudeh, ki vodi lahko tudi do smrti. RVF virus je član rodu Phlebovirus, eden od petih rodov v družini Bunyaviridae. Virus je bila prvič opredeljen leta 1931 med preiskavo epidemije med ovcami na kmetiji v dolini Rift v Keniji. Od takrat so o izbruhih poročali v podsaharski in severni Afriki. V letih 1997-98, je do velikega izbruha prišlo v Keniji, Somaliji in Tanzaniji, septembra 2000 je bilo potrjenih več RVF primerov v Savdski Arabiji in Jemnu, prihaja pa do pojava bolezni zunaj afriške celine in zbuja skrb, da se lahko razširi na druge dele Azije in Evrope (WHO, 2010).\n"], "7": ["2.2.2 Črne koze", "Virus Smallpox oziroma specifičen za človeka Orthopox virus je do nedavnega predstavljal značilen vzrok obolevnosti in smrtnosti v državah tretjega sveta. Izkoreninjenje naravnih izbruhov bolezni se je končalo leta 1977, zadnji človeški primer laboratorijske infekcije pa je bil registriran leta 1983. Uradni virus danes obstaja le v dveh laboratorijih, v Rusiji in Združenih državah Amerike (Ivanuša in Podbregar, 2008).\n"], "8": ["2.2.3 Nipah virus", "Nipah virus povzroča hude bolezni, zanj je značilno vnetje možganov (encefalitis) in bolezni dihal. Nipah virus se lahko prenaša z živali na ljudi, ta pa se lahko neposredno prenaša iz človeka na človeka. V Bangladešu je pri polovici zaznanih primerov med leti 2001 in 2008 posledica prenosa iz človeka na človeka. Na voljo ni zdravljenja ali cepiva za ljudi ali živali. Gostitelji virusa Nipah so netopirji družine Pteropodidae. Nipah virus je bil prvič zaznan v letu 1999 v času izbruha prašičje gripe med kmeti v Maleziji. Od takrat je bilo še 12 izbruhov, vsi so bili v Južni Aziji (WHO, 2010).\nZoonoze: so nalezljive bolezni, ki se z živali prenašajo na človeka, živali predstavljajo rezervoar okužbe  in človek je navadno le naključni gostitelj. Povzročitelji zoonoz so bakterije, virusi, glive in zajedavci. V  človeško telo pridejo na različne načine: z vdihovanjem, z zaužitjem preko ust, s pikom okužene žuželke  ali preko kože.\n"], "9": ["2.2.4 Kuga", "Kuga je zoonoza, ki okuži predvsem med male živali. Bakterije Yersinia pestis lahko okužijo tudi ljudi, kar se prenaša med živalmi in ljudmi z ugrizom okuženih bolh, neposreden stik pri vdihavanju in redko, zaužitje infektivnih snovi. Kuga je lahko zelo huda bolezen pri ljudeh, smrtno razmerje 30% -60%, če se je ne zdravi. Okužene osebe imajo na začetku podobne znake kot so pri gripi, inkubacijska doba je 3-7 dni. Bolniki običajno dobijo nenaden pojav povišane telesne temperature, mrazenje, bolečine in slabost, bruhanje in slabost. Kuga je endemična v številnih državah v Afriki, v nekdanji Sovjetski zvezi, Ameriki in Aziji. Leta 2003 so v 9 državah poročali o 2118 primerih in 182 smrtnih žrtvah (WHO, 2010).\n"], "10": ["2.3 Pojav pandemije", "Pojav pandemije A(H1N1) oziroma prvih okuženih je bil aprila 2009 najprej v Združenih državah Amerike, nato v Mehiki in je dokaz, kako se lahko nalezljiva bolezen širi, saj je po zadnjih podatkih WHO do 28. februarja 2010 pandemija razširjena v 213 državah oziroma so zaznali okužbe, vključno s 16.455 smrtnimi primeri. Pandemija se danes še zmeraj širi v predelih jugovzhodne Azije in jugovzhodne Evrope (WHO, 2010). Najbolj zanimivo dejstvo je, da pojav pandemije, kljub toliko smrtnim žrtvam in razširjenosti ni na seznamu Mednarodnih zdravstvenih pravil WHO, kot nalezljiva bolezen oziroma epidemija.\n"], "11": ["3 SLOVENIJA – OD KJE LEPOTE TVOJE", ""], "12": ["3.1 Zakaj je Slovenija tranzitna država?", "Republika Slovenija glede na geografsko lego meji z Avstrijo 318 km, Italijo 280 km, Madžarsko 102 km in Hrvaško 670 km in je 01.05.2004 postala polnopravna članica Evropske unije. Tako je Slovenija mejnik med slabo razvitim jugom in Evropsko unijo na severu (Atlas Slovenije, 2005).\nSlovenija je leta 2007 vstopila v Schengensko območje, katerega osnovna ideja je zagotavljanje pravice do prostega prehajanja notranjih meja. Protiutež ukinitvi kontrole na notranjih mejah je temeljitejši mejni nadzor na zunanjih schengenskih mejah, predvsem zato, da se ustavi nezakonito priseljevanje, tihotapljenje drog, trgovino z ljudmi in druge nezakonite dejavnosti.\nLe v izjemnih primerih, zaradi interesa nacionalne varnosti, ko gre za resne grožnje javnemu redu ali notranji varnosti, lahko država članica na notranjih mejah ponovno uvede mejno kontrolo, vendar le za nujno potreben čas.\nNa obisku v Beogradu, glavnem mestu Republike Srbije v pogovoru o življenju v Sloveniji in Srbiji s starejšo gospo, je ta dejala: »D´li još lipe cvatu u Sloveniji?«( N.A. Hrustek, osebna komunikacija, december 2008) Za to gospo in verjetno za marsikoga drugega so cvetoče lipe simbol boljšega življenja, boljšega ekonomskega standarda, boljših bivalnih pogojev. V pogovoru je bilo omenjeno, da je za takratno SFRJ6 Slovenija predstavljala to, kar je mogoče za nas Slovence predstavljala Švica ali Nemčija. Zato je tudi število vstopa tujcev iz leta v leto večje, tako legalnega kot ilegalnega, saj si vsi želimo boljšega življenja in normalne pogoje bivanja.\nSocialistična federativna republika Jugoslavija, katero je sestavljalo 6 republik: Slovenija, Hrvaška, Bosna  in Hercegovina, Srbija, Črna gora, Makedonija, ki je leta 1991 razpadla, najprej se je 25.06.1991 odcepila  Republika Slovenija.\n"], "13": ["3.2 Pregled vstopa in izstopa tujcev v RS in iz RS za leto 2009", "Statistični podatki delovnega področja mejne zadeve in tujci pri Policiji za leto 2009 kažejo, da je v Republiko Slovenijo v letu 2009 vstopilo 18.522.990 tujcev in izstopilo 17.722.180 tujcev, ki prihajajo iz EU ali tretjih držav. Žal pa primerjava statističnih podatkov za ostala obdobja ni možna, saj je metodologija zbiranja podatkov letnih poročil o delu Policije iz leta v leto drugačna.\n"], "14": ["4 PRIMERJAVA ZAKONODAJ", ""], "15": ["4.1 Evropska unija", "Vstop/zapustitev države je mogoče le na zakonsko določenih mejnih prehodih, za kar pa mora imeti tujec veljavno potno listino, razen če z zakonom ali mednarodnim sporazumom ni drugače določeno.\nZakonik Skupnosti o pravilih, ki urejajo gibanje oseb prek meja (v nadaljevanju Zakonik o schengenskih mejah, Uradni list EU, št. L105/1, z dne 13. 4. 2006) je bil sprejet v evropskem parlamentu 15.03.2006, vendar ga je v svojo zakonodajo dolžna implementirati članica skupnosti EU, razen izjem kot so Francija in Nizozemska (velja le za ozemlja, ki so v Evropi), Danska (ne sodeluje pri sprejemanju te uredbe, ki zato zanjo ni zavezujoča in se zanjo ne uporablja), Islandija in Norveška (nekateri izvedbeni predpisi za uporabo sporazuma), podpisan sporazum o uporabi med Evropsko skupnostjo in Švicarsko konfederacijo, Združeno kraljestvo (ZK Velike Britanije in Severne Irske pri izvajanju nekaterih določb schenegenskega pravnega reda ne sodeluje v skladu s sklepom Sveta 2000/365/ES – uredba zanjo ni zavezujoča in se ne uporablja), Irska (uredba zanjo ni zavezujoča in se ne uporablja).\nTako Zakonik o schengenskih mejah v svojem 2. členu v opredelitvi pojmov za namene uredbe uporablja (Zakonik o schengenskih mejah, 2006):\n osebe, ki uživajo pravico Skupnosti do prostega gibanja: državljani Unije  in družinski člani (ki prihajajo iz tretjih držav), vendar uveljavljajo svojo  pravico do prostega gibanja in državljani tretjih držav in njihovi družinski  člani ne glede na državljanstvo, ki imajo v skladu s Skupnostjo s  pogodbami pravico do prostega gibanja;\n državljan tretje države: pomeni katero koli osebo, ki ni državljan Unije;\n grožnja javnemu zdravju: pomeni katero koli bolezen, ki lahko preraste v  epidemijo, kakor je opredeljena v Mednarodnih zdravstvenih pravilih  WHO (glej prejšnje poglavje) in druge nalezljive bolezni ali nalezljive\n parazitske bolezni, če so te predmet zaščitnih predpisov, ki se uporabljajo  za državljane držav članic.\nZakonik torej ureja prehajanje zunanjih meja in pogojev za vstop državljanom tretjih držav. V 5. členu prvi e odstavek veljajo poleg ostalih pogojev za vstop za bivanje, ki ni daljše od treh mesecev v obdobju šestih mesecev tudi, da te osebe ne predstavljajo grožnje javnemu redu, notranji varnosti, javnemu zdravju ali mednarodnim odnosom katerekoli države članice, zlasti če ni bil razpisan noben ukrep v nacionalni zbirki podatkov držav članic za zavrnitev vstopa na isti podlagi.\n13. člen govori o zavrnitvi vstopa, kjer določa, da državljanu tretje države, ki ne izpolnjuje vseh pogojev za vstop, določenih v 5. členu in ne spada v kategorije oseb iz člena 5 (4), se zavrne vstop na ozemlje države članice. Vendar pa se vstop lahko zavrne le z utemeljeno odločitvijo, ki določa natančne razloge za zavrnitev, to odločitev pa sprejme organ (v RS je to organ mejne policije), ki je za to pooblaščen v skladu z nacionalno zakonodajo.\n"], "16": ["4.2 Slovenija", "Zakon o tujcih (ZTuj -1, 64/2009-UPB6) v svojih določbah 9. člena govori o zavrnitvi vstopa tujca na območje Republike Slovenije iz naslednjih razlogov, in sicer se tujcu zavrne vstop iz razlogov, ki so navedeni v Zakoniku o schengenskih mejah, Ministrstvo za notranje zadeve pa predpiše podrobnejše razloge za zavrnitev v primeru nevarnosti za javni red, notranje varnosti ali javnega zdravja. O zavrnitvi vstopa odloča organ mejne kontrole, ki v Zakonu o nadzoru državne meje (ZNDM-2, Uradni list RS, št. 60/2007) opredeljuje kot enega izmed namenov nadzora državne meje tudi zagotavljanje varnosti ljudi, premoženja in okolja in preprečevanje in odkrivanje drugih nevarnosti za javno varnost in red.\nPolicija lahko na podlagi zakonskih določb tega Zakona izvaja tudi druge nujne ukrepe za preprečevanje nevarnosti, ki v konkretnem primeru pomenijo neposredno ogrožanje javne varnosti in reda, še zlasti življenja in zdravja ljudi ter premoženja, hkrati pa izvaja ukrepe v skladu s Pravilnikom o policijskih pooblastilih (Uradni list RS, št. 51/2000).\nPravilnik o zavrnitvi vstopa v Republiko Slovenijo državljanu tretje države, izdaji vizuma na mejnem prehodu in načinu označitve razveljavitve vizuma (007-278/2006) z dne 27.02.2007, v katerem se podrobneje predpisujejo razlogi za zavrnitev vstopa v Republiko Slovenijo, zaradi nevarnosti za javni red, notranjo varnost in javno zdravje Republike Slovenije.\n7. člen pravilnika govori, da iz razloga nevarnosti za javno zdravje se lahko zavrne vstop državljanu tretje države, če prihaja iz območij, kjer razsajajo nalezljive bolezni z možnostjo epidemije, navedene v mednarodnih zdravstvenih pravilih WHO oziroma iz območij, kjer razsajajo nalezljive bolezni, ki bi lahko ogrozile zdravje ljudi za katere je v skladu z Zakonom o nalezljivih boleznih, treba sprejeti predpisane ukrepe.\nOd leta 1999 do leta 2006 Zakon o tujcih ni vseboval določbe o zavrnitvi tujca zaradi nevarnosti za javno zdravje. Po sprejetju sprememb in dopolnitev zakona leta 2006 pa sta v 93.b (vstop državljanov EU v Republiko Slovenijo) in 93.k členu (družinski člani državljana EU in družinski člani slovenskega državljana) vsebovani določbi, da se državljanu EU in njihovemu družinskemu članu vstop zavrne, če prihaja z območij, kjer razsajajo nalezljive oziroma kužne bolezni, in nima dokazila o vakcinaciji. Od leta 2007 naprej se za državljane tretjih držav za zavrnitev vstopa kot pravna podlaga uporablja Zakonik o schengenskih mejah. Na obrazcu o zavrnitvi vstopa na meji (priloga V) je v točki I med razlogi za zavrnitev, kot so javni red, notranja varnost in mednarodni odnosi, navedeno tudi javno zdravje. Na podlagi pridobljenih informacij javnega značaja na Ministrstvu za notranje zadeve do sedaj zaradi tega nobenemu državljanu EU ali njihovemu družinskemu članu, prav tako pa državljanu tretje države ni bil zavrnjen vstop.\n"], "17": ["4.3 Bosna in Hercegovina", "Zakon o kretanju i boravku stranaca i azilu (Sg BIH, št. 29/2003) v 11. členu Opšti uslovi za ulazak, govori o vstopu tujca v Bosno in Hercegovino pod naslednjimi pogoji, če tujec poseduje veljavno potno listino ali drugi dokument, če poseduje veljavno vstopno vizo oziroma dovoljenje za bivanje ali prehod čez teritorij BiH, da ima zagotovljena finančna sredstva, ki vključujejo tudi zdravstveno zaščito, da mu ni izrečena sankcija prepovedi vstopa v BiH in da ne predstavlja grožnjo nacionalni varnosti, pravnemu redu in javnem\nredu BiH. Vendar pa drugi odstavek pravi, da lahko Vlada BiH predpiše posebne pogoje za vstop tujca, če gre za zaščito nacionalne varnosti in pravnega reda ali zaradi kakšnih drugih razlogov, ki jim jih narekujejo mednarodne pogodbe.\nOmenjeni zakon v IV poglavju, kjer govori o bivanju tujca - splošni pogoji v 34. členu c odstavku določa: »posjeduje ljekarsko uvjerenje izdato najviše tri mjeseca od dana podnošenja zahtjeva, iz kojeg je vidljivo da ne boluje od oboljenja visokog rizika po okolinu…«\nZdravniške preglede opravljajo zdravstvene ustanove katere so pristojne za opravljanje takšnih pregledov (oprema, osebje). Ko ustanova opravi pregled se pošlje kri na infekcijsko kliniko, kjer se opravi detajlni pregled. Če je test pozitiven, rezultate v zapečateni kuverti pošljejo Službi za tujce kateri ukrepajo naprej (odstranitev tujca iz države v karanteni, itd...). Podatki so anonimni. V primeru da bi nekdo skušal to prikriti, pa sami preverjajo (Služba za tujce), zakaj niso prejeli potrdila. Tisti zdravnik, ki podpiše zdravniško potrdilo za njega tudi odgovarja. Takšen zdravniški pregled pa vsebuje: rentgen pljuč, laboratorijske preiskave (kri, urin), po potrebi pa tudi splošni pregled (zajema vse tisto, kar lahko potrdi nalezljivo bolezen). V primeru suma nalezljive bolezni se opravi podrobni pregled na infekcijski kliniki. V zadnjih letih takšnega primera niso imeli.\nPri takšnih pregledih so osebe prioriteta, ni čakalne dobe. Tudi otroci so zajeti v tej skupini in morajo prav tako opraviti test. Zakon ne navaja razlike med starejšimi in otroci. Na primer če bi bilo ugotovljeno, da ima otrok ošpice in bi bila lahko neka oseba, ki bi bila v stiku z njim življenjsko ogrožena, se celotno družino zavrne ali da v karanteno, ko mine nevarnost lahko vstopijo v državo. V zadnjih letih takšnega primera niso imeli.\nKljub temu da Bosna in Hercegovina ni članica Evropske unije ima v svojih zakonskih določilih napisano, da izdaja dovoljenja za bivanje na območju BiH ni možna, v primeru, da vlagatelj ne predloži zdravniškega potrdila, da ne ogroža javnega zdravja.\n"], "18": ["4.4 Združeno kraljestvo", "Immigration Rules (HC 395) v 1. delu General provisions regarding leave to enter or remain in the United Kingdom govorijo o vstopu v Združeno kraljestvo, v 8. členu določajo pogoje o vstopu, ki so naslednji: zaposlitev v ZK, zadostna sredstva za vzdrževanje sebe in vzdrževanih članov, prijava na policijski postaji. Hkrati pa se lahko zahteva tudi, da tujec predloži oziroma se javi pri Medical Officer of Environmental Health, vendar pa nikjer niso podrobneje opisani pogoji za vstop oziroma za zavrnitev vstopa tujcu.\nNa spletni strani podjetja WorldBridge (www.visainfoservices.com), kateremu je Britanska policija podelila koncesijo za opravljanje viznih storitev, je razvidno, da imajo Britanci za dovoljenja za bivanje (ki niso visitors visas) precej zakompliciran sistem točkovanj, kjer lahko pridobite različne točke glede na izobrazbo, delovne izkušnje, poklic, ki ga opravljate, družinsko življenje, etc.\nVlogo za oddajo vize (VAF1A – general visitor) pristojni agenciji (UK border Agency) je potrebno dopolniti s svojimi osebnimi podatki (ime, priimek, datum in kraj rojstva, državljanstvo), podatki o starših (ime, priimek, datum in kraj rojstva, državljanstvo), podatki o zakoncu oziroma izvenzakonskemu partnerju, tudi istospolnemu in otrocih (ime, priimek, datum in kraj rojstva, državljanstvo), sledijo pa sledeča vprašanja: trenutno finančno stanje, poklic in zaposlitev, koliko časa ste že zaposleni, podrobni podatki o delodajalcu, ali ste kdaj delali za kakšno od javnih organizacij (državna uprava, sodstvo, vojska), višina mesečnega dohodka, višina dosedanjih prihrankov, kdo in kako bo plačal potovanje v ZK, kakšen strošek bo predstavljal za vas osebno obisk v ZK, ali ste že potovali v druge države, ali vam je bil kdaj zavrnjen vizum, ali imate nacionalno zavarovanje ZK, imate kakršnekoli kazenske obsodbe v katerikoli državi, ali ste kdaj sodelovali v vojaških akcijah ali pri genocidu, ali ste kdaj sodelovali ali bili vključeni v organizacijo, ki spodbuja ali je sodelovala v terorizmu.\nIz vprašanj je razvidno, da ima tudi Združeno kraljestvo, ne glede na to, da niso podpisali Zakonika o schengenskih mejah, opredeljene razloge za zavrnitev vstopa tujcu, če tujec\npredstavlja nevarnost za javni red ali notranjo varnost, nikjer pa ne govori o ogrožanju javnega zdravja.\nPreseneča me dejstvo, da se je od londonskih bombnih napadov leta 2005 povečala stopnja varovanja tako letališč, pristanišč kot jedrskih elektrarn, železniških postaj, povečalo pa se je tudi število policistov, agentov MI57 in MI68, ki sodelujejo z uradniki za priseljevanje. Bojijo se novega, hujšega terorističnega napada. Vendar pa do danes po vsej verjetnosti še ne razmišljajo o možnosti tako imenovanega biološkega terorizma, katerega namen je s pomočjo nalezljivih bolezni izvesti množičen napad, ampak so predvsem osredotočeni na klasični terorizem (bombni napadi, …).\nZanimivo je dejstvo, da so od leta 2007 pa do danes namestili kar 4,2 milijona kamer, kar predstavlja petino vseh nadzornih kamer po svetu. Vsako vladno poslopje ima svoj delež pozornih objektivov, ki so povezani z nadzorno postajo. Kamere so nameščene v trgovskih centrih, da bi preprečile terorističen napad, na ulicah Londona in drugih angleških mestih vsakega človeka posnamejo povprečno 300-krat na dan. Več kot tri milijonom državljanom so odvzeli DNK9 vzorce in jih shranili v policijski računalnik. Vzpostavili so posebno nadzorno mrežo za samodejno prepoznavanje avtomobilskih tablic – kamere sledijo vozilom, ki bi jih lahko uporabljali domnevni teroristi ali kriminalci, pa je to dovolj za varnost vseh nas?\nMenimo, da se ne zavedajo možnosti terorističnih organizacij o uporabi bioloških sredstev pri terorističnem napadu. Meir Dagan, glavni direktor Mosada, je sir Johnu McLeod Scarlettu, sedanjemu direktorju MI6 poslal dokument z naslednjim sklepom: »Al Kajda bo kmalu zmogla ustvarjati umetno tvorjena biološka sredstva, ki bodo lahko širila bolezni s hitrostjo brez primere. Nujno je treba preveriti vse tuje študente, ki na vaših univerzah študirajo kemijo in biologijo. Znanost, ki se jo učijo na univerzi, je mogoče prilagoditi za stvarjenje najstrašljivejšega orožja na svetu« (Thomas, 2009: 40).\nMI5: odgovorna za notranjo varnost Združenega kraljestva (Thomas, 2009:22)  MI6: britanska zunanja obveščevalna služba (Thomas, 2009:22)  DNK: deoksiribonukleinska kislina\n"], "19": ["4.5 Nemčija", "Ausgelendergesetz (AuslG - Fundstelle: BGBl I 1990, 1354, 1356) v 7. členu govori o izdaji dovoljenja za bivanje, za katerega mora tujec izpolnjevati sledeče pogoje: dokazilo o zdravstvenem zavarovanju (vendar le v primeru pospešene obravnave), da ni izrečen izgon, bivanje tujca iz kateregakoli drugega razloga, ki predstavljajo interes Nemčije, veljavno zdravstveno zavarovanje matične države in komercialno zdravstveno zavarovanje, vendar pa se lahko omeji izdajanje vizumov za določene poklice iz razloga varovanja interesov Nemčije.\nPosebni razlogi za zavrnitev vstopa tujca v 8. členu pa predstavljajo vstop tujca brez potrebnega vizuma, vstopni vizum je bil zavrnjen s strani urada za priseljence, prava identiteta tujca ni znana (ponarejeni osebni dokumenti), tujec ogroža demokratičen red ali varnost Nemčije, ali pa tujec sodeluje pri uresničevanju tujih političnih ciljev z elementi nasilja, ali pa dejstva kažejo, da pripada organizaciji, ki podpira mednarodni terorizem.\nPredvidevamo, da je bila implementacija Zakonika o schengenskih mejah izvedena v notranjo zakonodajo Nemčije, vendar pa je zadnja posodobitev zakona bila narejena leta 2004, pa še to zgolj govori o delu na črno. Nemčija po našem mnenju ne čuti prevelike ogroženosti, kljub tako velikemu številu tujcev, ki bivajo na njenem območju, hkrati pa goji neko mero zaupanja v države, ki so prepustne države oziroma tiste, ki mejijo kot prve na schengensko območje. Ostali podatki, ki bi bili primerljivi za diplomsko nalogo, žal niso na voljo.\n"], "20": ["5 ALI SE TUJCU LAHKO ODREDI ZDRAVNIŠKI  PREGLED", "Samo izvajanje mejnih kontrol na podlagi Zakonika o schengenskih mejah pravi, da mejni policisti pri opravljanju svojih nalog v celoti upoštevajo človekovo dostojanstvo. Kateri koli ukrepi se izvajajo pri opravljanju njihovih nalog, so sorazmerni s cilji, ki naj se s temi ukrepi dosežejo. Med izvajanjem mejnih kontrol mejni policisti ne diskriminirajo oseb zaradi spola, rasnega ali narodnostnega porekla, vere ali prepričanja, invalidnosti, starosti ali spolne usmerjenosti.\nTemeljita kontrola pri vstopu pa obsega preverjanje pogojev, ki urejajo vstop po členu 5(1), ki pa obsega tudi naslednji vidik (VI) preverjanja ali državljan tretje države, njegovo prevozno sredstvo ali predmeti, ki jih prevaža, verjetno ne bodo ogrozili javnega reda, notranje varnosti, javnega zdravja ali mednarodnih odnosov katere od članic.\nZaskrbljujoče je dejstvo, da lahko policist odredi strokovni pregled 10 zaradi ugotovitve, ali ima udeleženec v cestnem prometu v organizmu alkohol ali več alkohola, vendar le v primeru da udeleženec v cestnem prometu odkloni preizkus iz zdravstvenih razlogov, tudi če policist sumi, da je udeleženec v cestnem prometu pod vplivom mamil, psihoaktivnih zdravil ali drugih psihoaktivnih sredstev, ki zmanjšujejo njegovo sposobnost za vožnjo, odredi preizkus s posebnimi sredstvi oziroma z napravami ali strokovni pregled.\nStrokovni pregled obsega zdravniški pregled, s katerim se ugotavljajo znaki motenj v vedenju, ki lahko povzročijo nezanesljivo ravnanje v prometu in odvzem krvi, urina ali drugih telesnih tekočin zaradi ugotavljanja prisotnosti alkohola, mamil, psihoaktivnih zdravil ali drugih psihoaktivnih snovi, ki vplivajo na zmožnost udeležbe v cestnem prometu. O strokovnem pregledu mora zdravnik takoj dati pisno mnenje, kri in urin pa izročiti policistu, ki ju mora takoj poslati v najbližjo pooblaščeno strokovno ustanovo oziroma laboratorij, kjer lahko opravijo analizo. Ustanova oziroma laboratorij mora o rezultatih analize najkasneje v treh dneh obvestiti tistega, ki je odredil strokovni pregled. Nikjer ni zapisano, da lahko policist odredi strokovni pregled v primeru suma ogrožanja\njavnega zdravja v primeru, da oseba prihaja iz območja, ki je na podlagi Mednarodnega zdravstvenega pravilnika (WHO, 2005) opredeljeno kot območje, kjer razsajajo nalezljive bolezni z možnostjo epidemije.\n"], "21": ["5.1 Človekove pravice", "Evropska unija temelji na načelih svobode, demokracije, spoštovanja človekovih pravic in temeljnih svoboščin torej na načelih in pravicah, ki jih določa Evropska konvencija o varstvu človekovih pravic in temeljnih svoboščin. Skupnost kot taka sicer ni pristopila k tej konvenciji, vendar so se institucije Skupnosti zavezale, da bodo spoštovale ta načela, saj so vse države članice podpisnice te konvencije.\nTudi Ustava Republike Slovenije (URS, Ur. L. RS 33I/1991-I, 68/2006) v 5. členu govori o tem, da »Država na svojem ozemlju varuje človekove pravice in temeljne svoboščine. Varuje in zagotavlja pravice avtohtone italijanske in madžarske narodne skupnosti. Skrbi za avtohtone slovenske narodne manjšine v sosednjih državah, za slovenske izseljence in zdomce, ter pospešuje njihove stike z domovino. Skrbi za ohranjanje naravnega bogastva in kulturne dediščine ter ustvarja možnosti za skladen civilizacijski in kulturni razvoj Slovenije. Slovenci brez slovenskega državljanstva lahko uživajo v Sloveniji posebne pravice in ugodnosti. Vrsto in obseg teh pravic in ugodnosti določa zakon«. 13. člen govori o »Tujci imajo v Sloveniji v skladu z mednarodnimi pogodbami vse pravice, zagotovljene s to ustavo in z zakoni, razen tistih, ki jih imajo po ustavi ali po zakonu samo državljani Slovenije«. Ustava RS (URS, 33I/1991-I) torej zagotavlja vsem, ne glede na državljanstvo, raso, spol, veroizpoved, jezik politično ali drugo prepričanje, družbeni položaj ali katerokoli drugo osebno okoliščino enake človekove pravice in temeljne svoboščine.\nIz tega izhajamo, da če bi policisti na mejnem prehodu imeli možnost odrediti strokovni pregled pri vstopu tujca, ki prihaja iz epidemioloških območij, kljub določilom Zakona o tujcih, bi s tem hudo kršili temeljne človekove pravice in človekove svoboščine, vendar pa se postavlja dilema, ali je to dovolj tehten razlog, če na drugi strani vstop tujca predstavlja ogrožanje javnega zdravja vseh, ki so trenutno na območju v katerega tujec vstopa.\n"], "22": ["6 ZAKLJUČEK", ""], "23": ["6.1 Verifikacija hipotez", "V prvi hipotezi smo predpostavili, da kljub pojavom različnih epidemij do danes nismo zavrnili vstopa tujcu iz razloga ogrožanja javnega zdravja in se sprašujemo zakaj tako. Razlog ogrožanja nevarnosti javnega zdravja in prepoved vstopa tujcu, ki prihaja iz območij, kjer razsajajo nalezljive bolezni z možnostjo epidemije, navedene v mednarodnih zdravstvenih pravilih WHO oziroma iz območij, kjer razsajajo nalezljive bolezni, ki bi lahko ogrozile zdravje ljudi. Dejansko gre zgolj za območja, ki so določena v pravilih WHO, nihče pa se ne ukvarja z nam prikritimi oziroma manj znanimi okužbami, kot so na primer pojav tuberkuloze v Evropi, pojav tularemije na Kosovem, pojav trebušnega tifusa, kuge, malarije, ki predstavljajo veliko večjo nevarnost ogrožanja javnega zdravja, kot naprimer pojav črnih koz, ki jih uradno naj ne bi bilo več, vendar so še zmeraj na seznamu nalezljivih bolezni WHO. Dokaz, da se zakonske določbe ne izvajajo s tem pa se širi ogrožanje javnega zdravja, je pojav ošpic v Republiki Sloveniji, ki jih pri nas nismo zasledili že deset let. Virus ošpic je v Slovenijo prenesel tujec, mlajši državljan iz potovanja po Evropi, kateremu na meji vstop ni bil zavrnjen (IVZ, 2010). Mejna policija je tista, ki lahko zavrne oziroma prepove vstop. Sicer mejnim policistom posredujejo seznam nalezljivih bolezni oziroma epidemioloških območij, vendar do danes zavrnitve vstopa ni bilo, saj mejni policist, kljub zakonski možnosti težko izvede takšen ukrep, saj ni izobraževanja s tega področja, zato tudi težko odredi prepoved vstopa, saj marsikatera nalezljiva bolezen in njeni znaki niso vidni. Na podlagi preučene zakonodaje, literature in sklepov lahko postavljeno hipotezo v celoti sprejmemo.\nV drugi hipotezi smo predpostavili oziroma smo se spraševali ali lahko s spremembo zakonodaje omejimo vnos in iznos nalezljivih bolezni. Čeprav do danes nismo imeli primera ne ogrožanja javnega zdravja, niti ne pojava epidemije oziroma nalezljivih bolezni, lahko s spremembo zakonodaje poostrimo nadzor vstopa ali izstopa tujcem, da do tega ne bi prišlo. Predlog spremembe zakona bo predstavljen v naslednjem podpoglavju, zato lahko na podlagi preučene zakonodaje, literature in sklepov postavljeno hipotezo v celoti sprejmemo.\n"], "24": ["6.2 Predlog sprememb na podlagi naših ugotovitev", "Predlog spremembe Zakona tujcih\nMarec 2010\nŠtevilka predloga: 1\nObrazložitev\n1. Ocena stanja in razlogi za sprejem spremembe zakona\nV mesecu marcu 2010 so pri mlajšem tujem državljanu, ki je prišel iz Evrope, ugotovili ošpice (prej ni bil nikoli cepljen proti tej bolezni). Ošpic pred tem zaradi dobre precepljenosti v Republiki Sloveniji nismo zaznali že deset let, medtem ko so v sosednjih državah in drugod po Evropi še prisotne. Ošpice so zelo nalezljiva virusna bolezen, ki se pokaže z izpuščajem. Zanjo so značilni vročina, kašelj, nahod in vnetje veznic. Zelo pomembno je, da se jo hitro zazna, saj je treba takoj začeti zdraviti in zaščititi ljudi v bolnikovi okolici. Včasih so ošpice prizadele večino prebivalstva že v zgodnjem otroštvu. Dandanes jih pri nas uspešno preprečujemo s cepljenjem. V Sloveniji je cepljenje proti ošpicam obvezno za otroke v starosti od 1 do 2 let in pred vstopom v osnovno šolo. Cepljenje je najučinkovitejša zaščita pred boleznijo. Delež precepljenosti je pri nas že dolga leta zelo visok, cepljenje pa poteka že od leta 1968. Čeprav ošpic pri nas ni bilo že deset let, pa je bilo pričakovati, da bi se lahko nekoč pojavile, saj v sosednjih državah ta virus še intenzivno kroži. Zato je izjemno pomembno, da se cepi dovolj velik delež otrok, in to z dvema odmerkoma cepiva. Tako bodo pred ošpicami zaščiteni tako doma kot na potovanjih v tujino (IVZ, 2010). Vstop tujca, ki je okužen predstavlja nenadzorovan koridor vnosa in iznosa kužnih bolezni, tako v Republiko Slovenijo kot iz Republike Slovenijo. To dejstvo nas je privedlo do tega, da zaradi ogrožanja javnega zdravja pri vstopu tujca na območje Republike Slovenije podamo predlog za spremembo zakona, saj obstoječa zakonodaja omogoča zavrnitev vstopa tujcu iz razloga ogrožanja javnega zdravja, vendar pa se zakonska določila ne izvajajo. Predlagana sprememba zakona predvideva spremembo obstoječe ureditve in uvaja večjo stopnjo zagotavljanja javnega zdravja v Republiki Sloveniji.\n2. Cilji, načela in poglavitne rešitve predloga spremembe zakona\nSkrb za javno zdravje je obvladovanje nalezljivih bolezni (cepljenja, spolno prenosljive bolezni, antimikrobna rezistenca), vključno z obvladovanjem zdravstvenih groženj na področju nalezljivih bolezni in klimatskih sprememb. Predlagana sprememba zakona prinaša uvedbo zdravniškega pregleda ob oddaji vloge tujca za pridobivanje dovoljenja za prebivanje na območju Republike Slovenije. Poglavitno je to, da zakon zagotavlja 1.)\njavno razpravo; 2.) o spremembi zakona odloča zakonodajna veja oz. predstavniki ljudstva; 3.) omogoča sodelovanje zainteresirane javnosti.\nPostopek mora biti transparenten in pregleden, hkrati pa ne sme biti prezapleten. Cilj celotnega postopka je spodbujanje družbenega konsenza o zavedanju pomena ogrožanja javnega zdravja. Predlagana rešitev vnaša v postopek demokratične elemente. Postopek je tehnično enostaven in ga je možno izpeljati v relativno kratkem času. Predlog zakona predvideva, da spremembo zakona sprejme Državni zbor. Na ta način vnesemo v postopek pomemben element demokratičnega sistema. Poleg tega mora državni zbor priskrbeti mnenja zainteresiranih oseb, na podlagi katerih se lahko poslanci v Državnem zboru lažje odločijo o predlaganem sklepu.\n3. Ocena finančnih posledic predloga spremembe zakona za državni proračun in  druga javna finančna sredstva\nPredlog spremembe zakona neposrednih finančnih posledic za državni proračun ne bo imel.\n4. Druge posledice, ki jih bo imel sprejem zakona\nSprejem spremembe zakona ne bo imel drugih posledic.\nP R E D L O G S P R E M E M B E Z A K O N A O T U J C I H ( Z T u j - Uradni list RS, št. 61/1999, 9/2001-ZPPreb, 87/2002 (96/2002 popr.), 108/2002-UPB1, 93/2005, 112/2005-UPB2, 79/2006, 107/2006-UPB3, 111/2007-ZPPreb-B, 44/2008, 71/2008- UPB5, 41/2009)\n(1) Dovoljenje za prebivanje se izda na prošnjo tujca, ki želi prebivati v Republiki Sloveniji. Prošnjo za izdajo dovoljenja za prebivanje tujca v Republiki Sloveniji lahko v primerih, ki so določeni s tem zakonom, vloži tudi druga fizična ali pravna oseba.\n(2) V prošnji za izdajo dovoljenja za prebivanje mora biti naveden namen prebivanja v Republiki Sloveniji.\n(3) Tujec, ki želi prebivati v Republiki Sloveniji, mora imeti veljavno potno listino, katere veljavnost je najmanj tri mesece daljša od nameravanega prebivanja v Republiki Sloveniji, ustrezno zdravstveno zavarovanje in ustrezno zdravniško potrdilo, ki ne sme biti starejše od treh mesecev iz katerega je razvidno, da tujec ne ogroža javnega zdravja* ter zadostna sredstva za preživljanje v času prebivanja v državi oziroma mu mora biti preživljanje kako drugače zagotovljeno, mesečno najmanj v višini, kolikor znaša osnovni znesek minimalnega dohodka v Republiki Sloveniji. S pogodbo, s katero tujcu druga fizična ali pravna oseba izplačuje določen znesek za preživljanje, lahko tujec dokazuje največ polovico zagotovljenih sredstev za preživljanje, v celoti pa le v primeru izdaje dovoljenja za prebivanje zaradi študija. Pogodba mora biti sklenjena v Republiki Sloveniji v obliki neposredno izvršljivega notarskega zapisa.\n(4) Tujec, ki želi prebivati v Republiki Sloveniji, mora poleg pogojev iz prejšnjega odstavka izpolnjevati tudi pogoje, ki se s tem zakonom zahtevajo za izdajo posamezne vrste dovoljenja za prebivanje.\n(5) Vlagatelj mora prošnji za izdajo dovoljenja za prebivanje priložiti veljavno potno listino iz tretjega odstavka tega člena oziroma overjen prepis takšne listine ter druga dokazila in listine o izpolnjevanju pogojev iz tretjega in četrtega odstavka tega člena. Če je po tem zakonu pogoj za izdajo dovoljenja za prebivanje veljavno delovno dovoljenje,\nse lahko prošnja za izdajo dovoljenja za prebivanje vloži sočasno z vloženo prošnjo za izdajo delovnega dovoljenja. Vlagatelj prošnje se mora na vabilo pristojnega organa pri njem osebno zglasiti.\n(6) Dovoljenje za prebivanje, razen dovoljenja za prvo prebivanje, se lahko izda tudi tujcu, ki nima in si ne more priskrbeti potne listine svoje matične države, če njegova istovetnost ni sporna.\n(7) Dovoljenje za prebivanje se vroči osebno tujcu, za katerega se izda oziroma njegovemu zakonitemu zastopniku.\n(8) Z zakonom ali mednarodnim aktom se lahko določi, da imajo določeni tujci ob pogojih, določenih z zakonom ali mednarodnim aktom, pravico do prebivanja v Republiki Sloveniji.\n*zdravniške preglede opravljajo zdravstvene ustanove katere so pristojne za opravljanje takšnih pregledov. Takšen zdravniški pregled vsebuje: rentgen pljuč, laboratorijske preiskave (kri, urin), po potrebi pa tudi splošni pregled (zajema vse tisto, kar lahko potrdi nalezljivo bolezen). V primeru suma nalezljive bolezni se opravi podrobni pregled na infekcijski kliniki.\nxx. člen\nPrehodne in končne določbe Ta zakon začne veljati 15. dan po objavi v Uradnemu listu RS.\n"], "abstract": ["Diplomska naloga govori o nalezljivih boleznih in prepovedi vstopa tujcu v državo, če le ta ogroža javno zdravje. Prosto gibanje oseb znotraj Evropske skupnosti brez notranjih meja je ena izmed zakonsko zagotovljenih svoboščin Evropske unije, ki vključuje pravico do bivanja in dela v državi članici. Vendar pa prost pretok oseb, pa naj si bo to državljanov tretjih držav ali državljanov članic EU predstavlja neke kriterije zavrnitve vstopa, ki pa poleg posedovanja veljavne potne listine ali listine, ki dovoljujejo prestop meje, naj bi tujec posedoval veljaven vizum, če se to zahteva, njegova namera in bivanje pa upravičujejo pogoje nameravanega bivanja in si s tem tudi zagotavlja zadostna sredstva za življenje. Vstop se omejuje če gre za kršenje javnega reda, nacionalne varnosti ali pa javnega zdravja. Zato komisija v svojem obvestilu1 poudari, da je potrebno Uredbo oziroma Zakonik o Skupnosti o pravilih, ki urejajo gibanje oseb prek meja razlagati v smislu temeljnega načela svobode gibanja in da je vsako omejevanje svobode gibanja oseb potrebno presojati v skladu s temeljnimi načeli in pravicami, iz česar pa sledi, da mora vsaka članica Unije pri vsaki odločitvi o zavrnitvi vstopa ali izgona državljana tretje države ali Skupnosti, spoštovati človekove pravice in temeljne svoboščine. Vendar pa vstop tujca, ki prihaja iz območji izbruhov bolezni v državo, lahko privede do ogrožanja javnega zdravja, katerega znaki se pokažejo šele v nekaj dneh ali tednih, predvsem pa jih je v zgodnjih fazah zelo težko predvideti in zato neposredno, lahko tudi, tovrsten vnos nalezljive bolezni jemljemo kot biološko orožje oziroma orožje za množično uničevanje. Diplomsko nalogo zaključujemo z verifikacijo hipotez in predlogi spremembe zakonodaje."]}