{"1": ["1 UVOD", "Prvi in osnovni cilj vzreje telet je njihovo preživetje. Temu sledijo še drugi cilji, ki so vezani na zdravstveno stanje in razvoj telet. Ker se teleta rodijo brez pasivne zaščite, saj je prehajanje biološko aktivnih snovi skozi posteljico onemogočeno, lahko prvi cilj dosežemo le s pravočasno oskrbo telet z mlezivom, ki je zaradi anatomskih in fizioloških vzrokov prva hrana, ki jo mora in sme tele zaužiti. Če tele po porodu mleziva ne dobi dovolj hitro in dovolj velike količine, sta zato ogrožena tako njegovo preživetje kot zdravje (Lavrenčič in Pirman 2009).\nRast in razvoj telet od rojstva do starosti poteka skozi več obdobij. Prvo obdobje imenujemo prilagajanje na nov način življenja, v katerem se mora novorojeno tele prilagoditi na življenje zunaj materinega telesa, na nove zaščitne mehanizme, na menjavo encimskih procesov, navaditi se mora na drugačno hrano in na številne nove in spremenljive vplive okolja. Temu sledi mlečno obdobje, ko teleta sesajo večje ali manjše količine mleka bodisi neposredno iz vimena bodisi jih napajamo. Navadno si prizadevamo, da bi teleta čim prej odstavili in jih navadili na rastlinsko krmo, vendar pa ima mleko velik pomen za rast in razvoj telet do odstavitve pri 7. do 8. tednih starosti (Lavrenčič in Pirman 2009).\nV raziskavi smo želeli obdelati dva različna načina hranjenja telet v sesnem obdobju. Kot vemo, zahtevajo različni načini hranjenja drugačno strokovno usposobljenost in tudi vse metode dela niso primerne za vse kmete. Prav tako smo želeli ugotoviti, katere so prednosti in slabosti posameznega načina hranjenja.\nPoskus smo izvajali na dveh kmetijah, A in B. Na vsaki kmetiji je v poskusu sodelovalo 10 telet, prvih 10 rojenih od 1. 3. 2010 dalje. Na kmetiji A, kjer je lisasta pasma telet, smo z mlečnim nadomestkom teleta hranili z vedrom na cucelj, na kmetiji B, kjer je črno-bela pasma telet, pa z avtomatom za napajanje telet. Namen raziskave je bil ugotoviti, kateri način hranjenja je primernejši za teleta ter z vidika dela tudi za kmeta.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Krava med brejostjo in presušitev", "Na normalno razvitost in zdravje teleta ob rojstvu pomembno vpliva prehrana krave v zadnji dobi brejosti, ki naj bo zmerna in kakovostna (Ferčej in Skušek 1990). Za dober razvoj plodu je pomembno predvsem, da je obrok vsestransko usklajen, tako da ne manjka nobene za življenje potrebne snovi (Verbič 1980). Nepravilna prehrana v suhi dobi povzroča tako zdravstvene motnje kot manjšo mlečnost in plodnostne motnje v obdobju po telitvi (Orešnik 1982).\nV prvih mesecih brejosti zaradi počasnega razvoja fetusa ni posebnih dodatnih potreb po hranilnih snoveh. Zahteve po hranilnih snoveh narastejo šele v zadnjih dveh mesecih zaradi hitre rasti fetusa in reprodukcije organov. Tehnika krmljenja presušenih visoko brejih krav in telic ni zahtevna, mora pa biti natančna. Zadostuje dvakratno krmljenje na dan, pri čemer je pomembno, da živali v resnici pojedo predviden obrok (Žgajnar 1990).\nKot splošno pravilo se je v novejšem času uveljavila praksa, da presušenim kravam dajemo obrok, kot če bi molzle po 6–7 litrov mleka na dan. Za toliko lahko zadošča že sama dobra voluminozna krma in zato moramo biti pri dodajanju krmnih mešanic previdni, da se nam krava preveč ne zamasti. Vsekakor pa je vsaj 3 tedne pred telitvijo kravam le potrebno dodati krmno mešanico, vendar naj bo to tista, ki jo bomo dajali tudi takoj po porodu (Cizej 1991).\nVerbič (1980) in Cizej (1991) navajata, da mora biti vsaka krava presušena šest do osem tednov pred telitvijo, sicer se zaradi motenih hormonskih procesov zniža mlečnost v prihodnji laktaciji. V obdobju presušitve naj dobi h krmi dovolj hranilnih snovi – ne samo za nemoten razvoj plodu, temveč tudi za obnavljanje telesnih rezerv. \nTudi poskusi so pokazali, da v naslednji laktaciji dajejo krave manj mleka, če so presušene manj kot šest tednov. Presušenost, ki traja dlje kot osem tednov, nima pozitivnega učinka na naslednjo laktacijo (Ferčej in Skušek 1990).\n"], "4": ["2.2 Telitev", "Proti koncu brejosti se na kravi pokažejo vidne spremembe, ki nastajajo pod vplivom njenih hormonov in hormonov teleta, ki raste in dozoreva za rojstvo. Zmehčajo se vezi med križno kostjo in hrgami sednih kosti. Zadnjih 24 do 48 ur pred telitvijo se vezi vidno upognejo. Vezivno tkivo sramnice in vimena postane močno prekrvavljeno, nabreklo in zmehčano. Iz sramnice začne iztekati sluz. Čep sluzi, ki leži med brejostjo pred materničnim ustjem, se zmehča in odteka iz sramnice v obliki goste štrene. Tik pred telitvijo vime nabrekne in je polno mleziva (Ferčej in Skušek 1990).\nTelitev moramo nadzorovati, da ne pride do nezgode in da poskrbimo za pravočasno pomoč, če je potrebno (Ferčej in Skušek 1990). Okoli 80 odstotkov vseh izgubljenih telet ob rojstvu je anatomsko normalnih. Večina jih pogine zaradi poškodb ali zadušitve kot posledica težke ali zakasnele telitve (Whittier in Thorne 2007).\nFerčej in Skušek (1990) ter Whittier in Thorne (2007) navajajo, da lahko telitev razdelimo v tri glavne faze: odpiranje porodne poti, iztiskanje plodu in iztrebljanje. Časovni interval vsake faze se razlikuje med vrstami in pasmami goveda ter tudi med posameznicami iste pasme (Whittier in Thorne 2007).\nOdpiranje porodne poti traja 2 do 6 ur. Med brejostjo leži tele navadno na hrbtu, tik pred telitvijo pa se obrne in usmeri glavo k porodnemu kanalu. V pripravljalnem obdobju se maternični vrat razširja in začne se ritmično krčenje maternice. Sprva se popadki pojavljajo v približno 15-minutnih intervalih, nato postanejo pogostejši, dokler se ne pojavljajo vsakih nekaj minut. Na koncu pripravljalne faze se maternični vrat razširi. Druga faza se začne, ko pride plod v porodni kanal. Krčenje maternice se takrat pojavlja približno vsaki 2 \nminuti. Iztiskanje plodu traja 1 do 2 uri, čas pa je daljši pri telicah. Zadnja faza je iztrebljanje, kjer se izloči posteljica. Traja približno 2 do 8 ur (Whittier in Thorne 2007).\n"], "5": ["2.3 Nega teleta po rojstvu", "V prvih tednih po rojstvu je potrebno teleta varovati pred okužbami, da ostanejo zdrava in da hitro rastejo. Težje driske in pljučnice v prvih tednih lahko pustijo trajne neugodne posledice ali povzročijo pogine (Ferčej in Skušek 1990).\nVerbič (1980) ter Whittier in Thorne (2007) navajajo, da je teletu potrebno čim prej razkužiti popek z jodovo tinkturo. S tem zmanjšamo nevarnosti, da se tele prek njega okuži.\nFerčej in Skušek (1990) navajata tudi, da teletu takoj po rojstvu očistimo sluz, da lažje diha. Odrgnemo ga s slamo, da spodbudimo dihanje in krvi obtok. Pustimo ga kravi, da ga poliže. Tele, ki ga krava noče lizati, odrgnemo s slamo ali čisto krpo (Verbič 1980).\nV hlevih pazimo, da teleta niso na prepihu, da je ležišče suho, očiščeno in razkuženo. Nikakor pa novorojenega teleta ne damo v večji boks skupaj z drugimi enako starimi ali starejšimi teleti (Verbič 1980).\n"], "6": ["2.3.1 Mlezivo", "Mlezivo je mešanica krvne plazme in mleka, ki ga krava proizvaja takoj po telitvi in je pomembno za novorojena teleta. Vsebuje veliko koncentracijo imunoglobinov in več vitaminov kot navadno mleko (Phillips 2010). \nPomen mleziva v prehrani telet je znan že vsaj sto let. Novorojeno tele potrebuje mlezivo, da se lahko zaščiti pred okužbami, kot so npr. E. coli, rotavirusi in druge patogene klice iz okolja. Poleg tega teleta z mlezivom dobijo tudi hranljive snovi, ki jim zagotavljajo rast in vzdrževanje telesne temperature, ter pomembne rastne faktorje (Lavrenčič in Pirman 2009).\nO tem, kdaj naj tele prvič sesa ali pije, ni enotnega mnenja in stroge strokovne usmeritve. Tele naj dobi mlezivo čim prej po rojstvu. Ta naj se zgodi najkasneje do tretje ure po porodu (Verbič 1980). Cizej (1991) navaja, da naj bi tele pričelo s sesanjem ali napajanjem 8–12 ur oz. ob času prve redne molže po porodu. Večina praktikov in strokovnjakov pa priporoča sesanje oziroma napajanje takoj, ko je tele za to sposobno. Lavrenčič in Pirman (2009) sta mnenja, da prvi napoj mleziva ponudimo okoli dve uri po porodu, Phillips (2010) pa navaja, da je pomembno, da se mlezivo uporablja že prvi dan. EU standardi zahtevajo, da mora tele dobiti mlezivo že po 6-ih urah življenja.\nPo eni strani želimo, da tele v prvih dneh popije čim več mleziva, po drugi strani pa ne gre pretiravati s količino mleziva, ki naj ga tele naenkrat popije. Če pride v želodec hkrati preveč mleka, se slabo prebavi in posledica je driska. Tele naj zato dobi mlezivo večkrat po malem. Prve dni naj tele dobi naenkrat 1 do 2 litra mleziva, in to najmanj v dveh obrokih (Verbič 1980). Enakega mnenja je tudi Cizej (1991), ki navaja, da naj prve 3 dni tele dobiva le okrog 1 liter mleziva v enem obroku, naslednje 4 dni pa 1–2 litra. \nVedeti moramo, da zdravo tele lahko popije več mleziva kot je prostornina njegovega siriščnika (1,5 do 2,5 litra), ne da bi to imelo kakršnekoli posledice na njegovo zdravje (driske). Lahko pa teletu takoj po porodu ponudimo 2 litra mleziva in napajanje ponovimo z enako količino mleziva 6 ur pozneje. V vseh primerih pa velja, da mora tele dobiti najmanj 4 litre mleziva v prvih 12-ih urah po telitvi oziroma 5,5 litra mleziva prvi dan po telitvi (Lavrenčič in Pirman 2009).\nTele naj dobiva mlezivo najmanj štiri dni. V manjših rejah navadno dobiva materino mleko, dokler to ni primerno za prodajo (Verbič 1980). Lavrenčič in Pirman (2009) pa navajata, da lahko po dveh ali treh dneh napajanja z mlezivom teletom že ponudimo mleko ali mlečni nadomestek, ki ga ponudimo v prvih štirih dneh najmanj trikrat dnevno v količini največ 1,5 litra na obrok. Pozneje količino mleka ali mlečnega nadomestka postopoma povečamo na 6 litrov na dan, pogostost napajanja pa zmanjšamo na dvakrat dnevno (Lavrenčič in Pirman 2009).\n"], "7": ["2.3.2 Težave pri novorojenih teletih", "Teleta so takoj po rojstvu močno izpostavljena škodljivim vplivom nove okolice. Poleg nevarnosti nalezljivih bolezni (kolibaciloza, salmoneloza in druge) se rade pojavljajo še druge težave, ki se kažejo kot prebavne motnje (dispepsije). Te so po svoji naravi bodisi posledica neustrezne prebave zaradi neprimerne kakovosti in količine zaužite krme in prebavnih sokov (alimentarna dispepsija) bodisi so prebavne motnje posledica delovanja toksinov, ki so prišli v prebavila ali so tam šele nastali (toksična dispepsija). Alimentrna dispepsija se rada pojavi, če delamo napake v prehrani telet. Največkrat so te napake: neustrezna (prevelika) količina mleka, prehladni napoji, nakisani napoji, slabo raztopljen mlečni nadomestek, umazana posoda, hitri prehodi iz ene krme na drugo, plesniva krma in druge. Driska, ki se ob tem pojavi, je sicer manj nevarna kot tista, ki jo povzročijo toksini koliformnih in gnilobnih mikroorganizmov, vendar lahko preide v nevarnejšo obliko. Zato je zlasti ob hudih oblikah treba takoj poklicati veterinarja. Lažje driske pa lahko zdravimo \ns postom, kamiličnim čajem in z napoji kuhanega lanenega semena in seveda s priporočenimi predpisanimi zdravili (Žgajnar 1990).\nAčko (2008) navaja, da driska pri teletih vedno pomeni izgubo za rejca. Izbruh driske pri novorojenih teletih je pogosto resen pojav, ki pomeni velik strošek za govedorejce. V današnji gospodarski klimi si sodoben rejec krav molznic ali dojilj enostavno ne more privoščiti izgube živali in zaostajanja v rasti, kar povzroči driska pri novorojenih teletih. Vsak ukrep, s katerim po rojstvu zagotovimo dober začetek, je izjemno pomemben, preprečevanje driske pa mora biti pri reji telet sestavni del vsakega zdravstvenega načrta. Tele ob rojstvu nima protiteles, ki bi ga ščitila pred povzročitelji raznih kužnih bolezni, še posebej pred povzročitelji drisk. V kolikor tele ne dobi ustrezne količine mleziva, ki je vir hranil in protiteles, je zelo dovzetno za okužbe, ki izvirajo iz okolja in od drugih živali v njegovi neposredni okolici. Velika količina visokokakovostnega mleziva čim prej po porodu je nujna za dobro zdravstveno stanje novorojenih telet. V okolici večine telet so že ob rojstvu prisotni razni povzročitelji drisk, zato so dobre higienske razmere nujne. Izjemno pomembno je, da živalim zagotovimo kolikor je možno čisto in suho okolje. Pri napajanju telet in pri pripravi mlečnih nadomestkov moramo dosledno upoštevati higienske norme. Vedeti moramo, da gre za živali novorojence, pri katerih je higiena okolja in napajanja enako pomembna kot pri otrocih. Povzročitelji drisk so lahko različne vrste bakterij, virusov ali parazitov. Najpogostejši kužni povzročitelji drisk so E. coli, rota virusi, corona virusi in kriptosporidiji, poleg teh pa povzročajo driske še klostridiji, salmonele in druge vrste mikroorganizmov in parazitov. Za preventivo pred večjimi izbruhi drisk se torej priporoča, da se novorojena teleta takoj po porodu namesti v čist, razkužen in suho nastlan boks, kjer novorojeno tele vsaj nekaj dni ne pride v stik z drugimi teleti. Za napajanje telet se uporablja čista, brezhibno delujoča vedra. Novorojeno tele mora čim prej po porodu dobiti čim večjo količino visokokakovostnega mleziva, saj bo le tako imelo zaščito pred virusi in bakterijami, ki nanj prežijo iz okolice.\nPri teletih so najpogostejši zdravstveni problemi prebavne motnje – driske ter obolenja dihal. Pljučnice so praviloma posledica neurejenih zoohigienskih razmer v hlevu. V sodobni reji vzrejamo teleta izven hleva. Zagotovimo jim zaščito pred padavinami in \nvetrom – »kočo« in ograjen prostor. Ležišče v »koči« mora biti stalno suho. Teleta lahko v zunanjem okolju prenašajo tudi zelo nizke temperature. Driske pri teletih so praviloma posledice napak v prehrani, možne so seveda tudi specifične okužbe, ki povzročajo driske (Orešnik in Kermauner 2000).\nNapačno vzrejena teleta nimajo pravilno razvitih prebavil, predvsem predželodcev. Tega razvoja tudi kasneje ne moremo nadoknaditi. Kot odrasle živali ne bodo mogle zaužiti in izkoriščati zadostnih količin krme, ne bodo dosegle genetsko določene proizvodnje ne v prireji mleka in ne pri pitanju (Orešnik in Kermauner 2000).\n"], "8": ["2.4 Načini krmljenja telet do odstavitve", "Tele lahko kolostrum, mleko in mlečni nadomestek sesa ali ga napajamo. Poznamo celo vrsto prednosti in slabosti tako enega kot drugega postopka (Orešnik in Kermauner 2000).\n"], "9": ["2.4.1 Sesanje", "Cizej (1991) navaja, da je sesanje še vedno običajno v malih rejah, posebno tam, kjer:\n- cena mleka ni ekonomska,\n- ni priložnosti za gretje mleka za napajanje,\n- higiena ni na višku,\n- se še ročno molze.\nSesanje je povsem naraven način prehranjevanja telet. Prednosti so predvsem te, da tele pije v majhnih požirkih, mlezivo je toplo (37 0C), tele ne pride v stik z umazano posodo. V povprečju tele sesa 6 do 8-krat na dan, če ima prost dostop do matere, zato tudi dobro prirašča. Sesanje tudi ugodno vpliva na vime, posebno kadar je otečeno, saj ga tele s sesanjem hkrati masira (Žgajnar 1990). Enakega mnenja sta tudi Orešnik in Kermauner \n(2000), ki navajata, da tele dobi s sesanjem materin kolostrum pravočasno, ki je ogret na telesno temperaturo in je praviloma higiensko neoporečen.\nVisoko produktivne molznice dajejo veliko mleka, tele se ob sesanju pogosto prekomerno napije. Če ne izmolzemo prvih curkov mleka pred sesanjem in ob obolenjih vimen, se teleta okužijo, lahko pa tudi oni okužijo vime. Dovajanje teleta h kravi predstavlja dodatno delo, posebej v večjih hlevih; kravo je potrebo po sesanju še izmolsti. Po odstavitvi sesnega teleta krave pogosto zadržujejo mleko (Orešnik in Kermauner 2000).\n"], "10": ["2.4.2 Napajanje telet z mlekom in mlečnim nadomestkom", "Cizej (1991) navaja, da je napajanje od vsega začetka sodoben način vzreje telet, kajti:\n- sesanje po volji je negospodarno, ker tele navadno popije več mleka, kot mu je  potrebno, posledice so driske,\n- tele ne posesa vse četrti vimena (običajno le desna dva seska), to pa posebno pri  prvesnicah povzroča neenakomeren razvoj in s tem nezaželeno obliko vimena,\n- če tele sesa po volji, se krava ne navadi \"držati\" mleka od ene do druge molže,\n- tele se lahko okuži, če mati krava ni zdrava,\n- pri vsakokratnem ločevanju telet od krave so le-te nemirne in mukajo ter rade  zadržujejo mleko, vime se večinoma ne izprazni popolnoma, kar lahko pomeni  nižjo mlečnost,\n- teleta po odstavljanju težko navadimo na pitje, zaradi česar zaostajajo v rasti.\nOrešnik in Kermauner (2000) kot prednost tega sistema omenjata možnost odmeritve točne količine mleka, ki naj ga tele popije. Mleko lahko zamenjamo z mlečnim nadomestkom. Olajšano je delo, posebej je to pomembno v večjih hlevih. Kravo že od prvega dne dalje molzemo, kar ugodno vpliva na količino namolzenega mleka v laktaciji. Hkrati pa sta slabosti tega sistema morebitna higienska oporečnost mleka ali mlečnega nadomestka (umazana posoda) ter škodljivost napajanja s hladnim mlekom ali mlečnim nadomestkom.\n"], "11": ["2.4.2.1 Ročno napajanje telet z vedrom na cucelj", "Večina praktikov priporoča napajanje podobno, kakor tele sesa mater. Vedro z napojem naj bo obešeno v višini glave teleta (Cizej 1991). Enakega mnenja je tudi Phillips (2010), ki navaja, da mora hranjenje potekati na višini 0, 60 m.\nMlado tele se mora navaditi na vedro s seskom. To dosežemo tako, da pomočimo dva prsta v mleko in pustimo teletu, da posesa mleko s prstov. Ko to naredi, je pripravljeno na hranjenje (Phillips 2010).\nVedro naj ima na spodnjem koncu gumijast sesek, skozi katerega tele mleko le počasi sesa. Tako pride tudi vse mleko naravnosti v siriščnik, kjer se pričenja prebava. Ponekod pa se daje v vedro gumijast plavajoč sesek, skozi katerega tele napoj oz. mleko vleče. Napajanje preko gumijastega seska je posebno primerno v prvem mesecu starosti, saj so dokazali, da je imelo drisko 50–60 % več tistih telet, ki so pila kar iz vedra, v primerjavi s teleti, napajanimi preko seska (Cizej 1991). \nŽgajnar (1990) in Cizej (1991) sta oba mnenja, da je higiena pri napajanju pomembno opravilo za ohranitev zdravja teleta. Vedra za napajanje in koritca ter seske je potrebno po vsakem napajanju temeljito oprati in razkužiti, kajti nesnažne posode prav hitro povzročijo drisko. Tudi Phillips (2010) je enakega mnenja in navaja, da mora biti sesek pred novo uporabo opran s toplo vodo.\nNapajanje je še posebej primerno, kadar so teleta slabotna. Velika prednost napajanja telet je, da imamo popoln pregled nad količino popitega mleka (Žgajnar 1990).\n"], "12": ["2.4.2.2 Napajanje z avtomatom za napajanje telet", "Napajalni avtomati za teleta, pri katerih računalnik uravnava napajanje, so se razvili v začetku leta 1980 v Nemčiji. Sistem je bil razvit, da bi se izognili težavam z ad libitum hranjenjem. Eden izmed ciljev je tudi prihranek dela, saj je potreben čas, da nahranimo eno tele, 10 min/dan. Z uporabo avtomata pa se ta čas skrajša na 1 min/dan (Hepola 2003).\nHranjenje z avtomatom ima mnogo prednosti pred hranjenjem z vedrom. Teleta lahko pijejo manjše količine napitka, ki so primerne temperature, večkrat na dan. Obstaja tudi nekaj slabosti tega sistema. Ko je skupina velika in posledično starejša, lahko negativno vpliva na manjša teleta. Ko so kmetje prosili za mnenje o velikosti skupine, so dobili odgovor, da je skupina lahko večja, če so male razlike v starosti (Hepola 2003). Svensson in Liberg (2006) pa navajata, da je nastavitev telet v skupinah z manj kot 10-imi teleti boljša z vidika zdravja in rasti.\nNapajalne avtomate za teleta ločimo glede na način napajanja: avtomate na mlečni nadomestek in kombinirane avtomate. Za kmetije z molznicami je priporočljiv kombiniran avtomat, ki lahko pripravlja obrok samo iz kravjega mleka (ki ga ogreje), mešanico ali pa samo mlečni nadomestek, na katerega tudi avtomatsko preklopi, če zmanjka mleka (Z napajalnim avtomatom prihranjeno delo 2004).\nZa delovanje napajanja mora biti vsaka žival označena s transponderjem. Ta je običajno nameščen na ovratnici, možne pa so tudi pritrditve na uho ali pa na ušesno oznako. Ko žival pride v napajalni boks, procesor preko antene zazna številko živali in po potrebi glede na starost teleta, napajalni plan (za molznice, za meso ...) in odvzeto količino do vstopa v boks določi in v mešalni posodi z električnim mešalom pripravi obrok (Z napajalnim avtomatom prihranjeno delo 2004).\nPri pripravi napitka se najprej dozirajo samo tekoče komponente. Ko je mešalnik napolnjen do elektrode s tekočino, se vanj dozira še mlečni nadomestek. Nato se porcija (0,25 l) intenzivno premeša in odpre se ventil pripadajočega boksa. Zaradi sesanja teleta se napitek transportira po ceveh do ventilskega sklopa in od tod po sesalni cevi do seska. Če tele prekine s sesanjem oziroma pitjem, je napitek po 5. minutah na voljo poljubnemu teletu, ki pride v boks. Napitek pa se po nekem poljubno nastavljenem času lahko tudi izčrpa preko pralnega ventila v kanal (DeLaval 2005).\nAktualna pravica do napitka se izračunava po t. i. sistemu drsečega časa. Količina napitka raste sorazmerno s časom. Z minimalno privarčevano količino lahko določimo, koliko si \nmora neko tele prihraniti, da ob obisku v postaji sploh dobi napitek. Indirektno s tem določimo maksimalno možno število napajanj na dan. Minimalne privarčevane količine lahko poljubno določimo preko plana omejitev količin. Zaradi podaljševanja časa med posameznimi obiski v napajalnem boksu so teleta tako stimulirana, da prej posežejo po suhi hrani, hkrati pa se zmanjšuje tudi nagnjenost k medsebojnemu sesanju. Če želimo preprečili, da bi teleta popila prevelike količine naenkrat, je potrebno postaviti tudi mejo navzgor. To pomeni, da živali na obisk prejmejo največ toliko, kolikor je to določeno z maksimumom na obisk (DeLaval 2005).\nTeleta se lahko napajajo na avtomatu že po nekaj dneh po rojstvu in dobivajo obroke do starosti približno dveh mesecev. V tem času je glavno delo rejca spremljanje črede preko informacij na zaslonu napajalnega avtomata in zaznavanje morebitnih težav, če so npr. ostanki obrokov preveliki. Velikokrat je pomembno tudi, da delo ni več vezano na določeno uro in da je človek razbremenjen ročnih del. Kljub temu pa je izkušeno rejčevo oko še vedno odločilno za pravočasno zaznavanje morebitnih težav v hlevu (Z napajalnim avtomatom prihranjeno delo 2004).\nNa področju primerjave med avtomatskim napajanjem telet in napajanjem z vedrom je narejenih kar nekaj raziskav. Avtorji so se večinoma dotaknili vprašanja o velikosti optimalne skupine telet, kakšno je njihovo obnašanje, kako hitro se ugotovijo zdravstvene težave, le redki pa so, ki so se ukvarjali z vprašanjem rasti.\nHepola (2003) je opravila raziskavo iz dveh različnih sistemov hranjenja. Polovica telet je bila nastanjena individualno in so dobivala mlečni nadomestek z vedrom, dvakrat na dan. Druga skupina je bila nastanjena v skupini 12–15 telet in je dobivala mlečni nadomestek z avtomatom za napajanje telet, do odstavitve pri 7.–8. tednih starosti. Ugotovila je, da ni bilo bistvenih razlik v stopnji rasti telet, od rojstva do odstavitve, v različnih skupinah hranjenja.\nV raziskavi, podprti s strani Grober Nutritioni, katere rezultati so bili objavljeni na njihovi spletni strani januarja 2011, pa so rezultati nekoliko drugačni. Ti kažejo, da so teleta v skupini, hranjeni z avtomatom, presegla povprečni dnevni prirast v primerjavi s teleti, hranjenimi z vedrom, v 5. tednu. Po odstavitvi so teleta v skupini dosegla bistveno večje povprečne telesne mase. Prav tako so proizvajalci mnenja, da so avtomati za napajanje telet orodje za zgodnje odkrivanje bolezni. Pokazali so se znatno nižji stroški zdravil v primerjavi z individualnim krmljenjem telet.\nAvtorja Svensson in Liberg (2006) sta se ukvarjala z vprašanjem, koliko telet naj bi bilo v skupini, kjer se napaja z avtomatom. Raziskava je bila izvedena na devetih komercialnih farmah za prirejo mleka, ki so imele 80–120 krav molznic. V poskusni študiji so primerjali zdravje in stopnjo rasti dveh različnih skupin telet, 6–9 proti 12–18 , ki so bila hranjena z avtomatom za napajanje telet. Skupaj so proučevali 892 telet; 297 telet v skupini 6–9 in 595 telet v skupini 12–18. Rezultati te študije kažejo, da je manjša velikost skupine povezana z manjšim tveganjem za bolezni dihal in večjo stopnjo rasti. Iz tega sledi, da je nastanitev telet v skupini z manj kot 10. teleti boljša z vidika zdravja in rasti.\n"], "13": ["2.5 Odstavitev telet", "Teoretično velja odstavitev za čas, ko so teleta odstranjena od mame, navadno je to prvi dan starosti, vendar se pogosto šteje kot čas, ko tele ne dobiva več mleka ali mlečnega nadomestka (Phillips 2010).\nPri določanju optimalne starosti za odstavitev telet bi morali kmetje upoštevati velikost posamezne živali in količino zaužite krme. Odstavitev prezgodaj in brez ustrezne in kakovostne trdne krme lahko privede do nižje stopnje rasti. Teleta običajno prenehajo dobivati mlečni nadomestek med 5. in 8. tednom starosti (Phillips 2010).\nObstajajo mnoge metode za odstavitev telet. Ne glede na okoliščine je osnovni cilj odstavitve, da tele prične jesti voluminozno hrano in krmno mešanico, tako da ni več potrebno zagotavljati mlečnega obroka (Hay 2009).\nOdstavitev telet je ob napajanju dovolj preprost postopek. Bolje je, da teleta odstavimo naenkrat kot pa postopoma. Tedaj lakota prisili tele, da poje dovolj krmne mešanice in druge krme, ki nadomestijo hranljive snovi iz mleka ali napoja. Pri postopnem odstavljanju pa se tele še vedno zanaša na napoj, zato poje manj druge krme in zaostaja v rasti (Cizej 1991).\nPhillips (2010) navaja, da ni dokazov, da je postopno odstavljanje telet, ki traja en teden, boljše kot nenadna odstavitev v enem dnevu. Čeprav se je nenadne spremembe v prehrani najbolje izogibati, ker lahko povzroči stres za teleta. Postopno odstavljanje se lahko doseže z zmanjšanjem koncentracije nadomestka ali opustitvijo enega obroka na dan, čeprav to lahko privede do nemira telet v času manjkajočega obroka.\nStres ob odstavitvi lahko teleta nagne k bolezni in začasno zmanjša dnevni prirast, vendar pravilni management in malo potrpljenja lahko prepreči škodljive posledice in omogoči nemoten prehod v naslednjo fazo odraščanja (Hay 2009). \nPo odstavitvi tele še ni odrasel prežvekovalec s polno razvitimi predželodci. Do petega meseca starosti ga krmimo samo s pripravljeno krmno mešanico za teleta (do tri kilograme na dan) in z dobrim senom. Pred petim mesecem starosti tele še ne sme na pašo, zato jim ne smemo krmiti silaž (Orešnik in Kermauner 2000).\n"], "14": ["3 MATERIAL IN METODE DELA", ""], "15": ["3.1 Material", ""], "16": ["3.1.1 Postopek spremljanja telet v poskusu", "10 tednov smo spremljali vzrejo 10-ih telet na kmetiji A in 10-ih telet na kmetiji B.\nTeletom smo tehtali telesno maso s tehtnico, merili višino vihra in višino križa z litinovo palico ter dolžino telesa z metrom na točno določen dan. Prvo meritev smo opravili dan po telitvi, drugo meritev osmi dan po končanem obdobju hranjenja s kolostromum. Nato smo opravili še tri meritve, in sicer vsakih 21. dni ( 29., 50., 71. dan).\n"], "17": ["3.1.1.1 Opis poskusa na kmetiji A", "Na kmetiji A smo imeli čredo 30-ih krav molznic. V obdobju od 1. 3. 2010 do 14. 6. 2010 je bilo 10 telitev, od katerih je bilo 5 rojenih telet ženskega spola in 5 moškega spola. Teleta smo hranili z vedrom na cucelj. Prvi teden so dobivala 2–3-krat na dan mlezivo, nato 9 tednov mlečni nadomestek, 2-krat na dan, koncentracije 125 g/l. Količina mlečnega nadomestka se je povečevala s starostjo. Ves čas so teleta imela na razpolago vodo in seno. Teleta smo spremljali 10 tednov.\n"], "18": ["3.1.1.2 Opis poskusa na kmetiji B", "Na kmetiji B smo imeli čredo 100-ih krav molznic. V obdobju med 1. 3. 2010 in 3. 5. 2010 je bilo 10 telitev, od katerih je bilo 5 rojenih telet ženskega spola in 5 moškega spola. Teleta smo hranili z avtomatom za napajanje telet. Prvi teden so dobivala 2–3-krat na dan mlezivo, nato 9 tednov mlečni nadomestek, koncentracije 125 g/l. V avtomatu za napajanje telet se izračunava dnevno število obrokov glede na količino napitka, ki se povečuje s časom in minimalno ter maksimalno privarčevano količino napitkov. Ves čas so teleta imela na razpolago vodo in seno. Teleta smo spremljali 10 tednov.\nPo navedbah proizvajalca opreme (DeLaval 2005) so standardne vrednosti za minimalno privarčevano količino napitka in maksimalne količine napitka sledeče: v prvi periodi je minimalna privarčevana količina napitka 1,5 l in maksimalna količina napitka 2,0 l; v drugi periodi je minimalna privarčevana količina napitka 2,0 l in maksimalna količina napitka 2,5 l; v tretji periodi je minimalna privarčevana količina napitka 2,5 l in maksimalna količina napitka 3,0 l.\n"], "19": ["3.2 Metode", ""], "20": ["3.2.1 Statistična analiza", "Osnovne statistične parametre za vse lastnosti smo izračunali v podatkovni tabeli programskega paketa Microsoft Excel Office 2007. Statistično obdelavo podatkov smo nato izvedli s paketom za statistične analize SPSS, z uporabo T-testa (Analyze, Compare Means, Independent – Simple T-test).\n"], "21": ["4 REZULTATI Z RAZPRAVO", "V poskusu smo spremljali različne lastnosti telet. Te lastnosti so telesna masa, višina vihra, višina križa in dolžina telesa. Meritve smo opravljali na 1., 8., 29., 50. in 71. dan.\nNadalje smo s statistično analizo ugotavljali razlike v posameznih lastnostih od ene do druge meritve. Rezultati so podani v grafikonih 1, 2, 3 in 4. Statistično značilne razlike so označene z * (p < 0,05) in z *** (p ≤ 0,001). \nV telesni masi so se teleta, krmljena z vedrom, in teleta, krmljena z avtomatom, značilno razlikovala le v obdobju med 50. in 71. dnem starosti (13,30 kg oziroma 9,90 kg), medtem ko so teleta preučevanih skupin v obdobjih med 8. in 29. dnem ter 29. in 50. dnem enako pridobila na telesni masi.\nV višini vihra so se teleta, krmljena z vedrom, in teleta, krmljena z avtomatom, značilno razlikovala le v obdobju med 8. in 29. dnem starosti (1,80 cm oziroma 2,70 cm), medtem ko so teleta preučevanih skupin v obdobjih med 29. in 50. dnem ter 50. in 71. dnem enako pridobila na višini vihra.\nV višini križa so se teleta, krmljena z vedrom, in teleta, krmljena z avtomatom, značilno razlikovala le v obdobju med 29. in 50. dnem starosti (1,70 cm oziroma 2,70 cm), medtem ko so teleta preučevanih skupin v obdobjih med 8. in 29. dnem ter 50. in 71. dnem enako pridobila na višini križa. \nV dolžini telesa so se teleta, krmljena z vedrom, in teleta, krmljena z avtomatom, značilno razlikovala le v obdobju med 50. in 71. dnem starosti (2,80 cm oziroma 1,50 cm), medtem ko so teleta preučevanih skupin v obdobjih med 8. in 29. dnem ter 29. in 50. dnem enako pridobila na dolžini telesa.\nIz rezultatov je razvidno, da so v določenih primerih značilne statistične razlike, vendar jih ni veliko. To lahko primerjamo z rezultati avtorice Hepola (2003), ki navaja, da ni bistvenih razlik v stopnji rasti telet, od rojstva do odstavitve, v različnih skupinah. V svoji raziskavi je prišla do rezultatov 0,66 kg in 0,71 kg dnevnega prirasta za teleta, hranjena z vedrom, ter 0,50 kg in 0,53 kg dnevnega prirasta za teleta, hranjena z avtomatom. V naši raziskavi so dnevni prirasti nekoliko nižji, in sicer 0,42 kg za teleta, hranjena z vedrom, in 0,32 kg za teleta, hranjena z avtomatom, je pa razmerje dnevnih prirastov med načinoma hranjenja podobno kot pri avtorici Hepola (2003).\nAvtorja Svensson in Liberg (2006) navajata, da je uporaba avtomata za napajanje telet povezana s povečanim tveganjem za bolezni in nižjo stopnje rasti v primerjavi z ročnim napajanjem telet. Vendar ker se ročno hranjenje uporablja predvsem za teleta, ki so nameščena posamezno ali v manjših skupinah, je te ugotovitve v veliki meri mogoče \npojasniti z razliko v velikosti skupine, kar pomeni, da je zdravje telet, hranjenih z avtomatom, mogoče izboljšati z manjšo skupino. V naši raziskavi, kjer smo teleta hranili z avtomatom, nismo opazili nobenih bolezenskih stanj, prav tako ne v skupini, kjer smo jih hranili z vedrom. Dobljen dnevni prirast telet, hranjenih z avtomatom (0,32 kg/dan), bi po navedbah avtorjev Svenssona in Liberga (2006) lahko izboljšali z manjšo skupino, priporočata manj kot 10 telet v skupini.\n"], "22": ["5 SKLEPI", "V letu 2010 smo opravili poskus in primerjali klasični in avtomatski način napajanja telet. Glede na pridobljene rezultate smo ugotovili, da obstaja nekaj značilnih statističnih razlik med enim in drugim načinom napajanja, in sicer so značilne statistične razlike (p < 0,05) v telesni masi v obdobju med 50. in 71. dnem starosti (13,30 kg oziroma 9,90 kg), v višini vihra v obdobju med 8. in 29. dnem starosti (1,80 cm oziroma 2,70 cm), v višini križa pa v obdobju med 29. in 50. dnem starosti (1,70 cm oziroma 2,70 cm). Značilne so tudi statistične razlike (p ≤ 0,001) v dolžini telesa v obdobju med 50. in 71. dnem starosti (2,80 cm oziroma 1,50 cm).\nDnevni prirasti pri avtomatskem napajanju so nekoliko nižji kot pri teletih, ki so bila hranjena z mlečnim nadomestkom iz vedra (0,32 kg oziroma 0,42 kg), vendar je tudi to, po navedbah nekaterih raziskovalcev, možno izboljšati z manjšo skupino telet v avtomatu.\nAvtomatsko napajanje je zelo primerno na kmetijah z veliko teleti, saj je potreben čas, da nahranimo eno tele, desetkrat manjši od časa, ki ga porabimo za eno tele pri napajanju z vedrom.\n"], "abstract": ["V letu 2010 smo izvajali poskus z napajanjem telet na dveh kmetijah. Na kmetiji A, kjer redijo teleta lisaste pasme, smo z mlečnim nadomestkom teleta hranili s pomočjo vedra na cucelj. Na kmetiji B, kjer redijo teleta črno-bele pasme, je bil za krmljenje telet z mlečnim nadomestkom uporabljen avtomat za napajanje. Skupno smo v poskusu spremljali 20 telet od rojstva do starosti 10 tednov. Teleta smo v poskusnem obdobju petkrat (1., 8., 29., 50. in 71. dan) stehtali ter izmerili višino vihra, višino križa in dolžino telesa. Želeli smo ugotoviti, kateri način hranjenja je primernejši z vidika živali kot tudi z vidika delovne zahtevnosti za rejca. Primerjava krmljenja telet z vedrom in avtomatom za napajanje je pokazala statistično značilne razlike (p < 0,05) v telesni masi v obdobju med 50. in 71. dnem starosti (13,30 kg oziroma 9,90 kg), v višini vihra v obdobju med 8. in 29. dnem starosti (1,80 cm oziroma 2,70 cm), v višini križa v obdobju med 29. in 50. dnem starosti (1,70 cm oziroma 2,70 cm) ter statistično značilne razlike (p ≤ 0,001) v dolžini telesa v obdobju med 50. in 71. dnem starosti (2,80 cm oziroma 1,50 cm). Avtomatsko napajanje se je izkazalo primernejše za kmetije z večjim številom telet, saj prihranimo veliko delovnih ur. "]}