{"1": ["1 UVOD", "Pira je imela v preteklih stoletjih, ko pridelovanje bolj donosnih pravih, oziroma v  ljudskem jeziku imenovanih strnih žit, kot sta navadna pšenica in trda pšenica, še ni  prevladalo, izreden pomen za preživetje ljudi (Bavec 2000).\nNa izvornem območju pšenic v Prednji Aziji pira sprva ni bila pomembno žito. Uporabno  vrednost je pridobila s prilagoditvijo hladnim in vlažnim razmeram na območju  severozahodnih Alp. V srednjo Evropo so jo zanesli v četrtem tisočletju pred našim  štetjem. Pri preučevanju selitve pire proti srednji Evropi so našli samoraslo piro tudi v Črni  gori, Bosni in Srbiji (Kocjan Ačko 1999).\nPo drugi svetovni vojni, ko je količina pridelka odločala o izbiri vrste in sort, so piro začeli  opuščati. Človeška požrešnost je z agrotehničnimi ukrepi za intenziviranje načina  pridelovanja in željo po čim večjem pridelku ponekod ogrozila okolje in življenje v njem,  zato ni presenetljivo, da smo na prehodu v tretje tisočletje vnovič odkrili skromno in  trpežno piro. V zadnjem času postaja pomembna kot alternativna poljščina. Zanimive niso  samo jedi iz pirinih zrn in moke pripravljene po starih receptih, uporabni in privlačni so  tudi izdelki iz slame in plev. Pridelovanje pire na tradicionalen način prispeva k ohranjanju  socialnih, kulturnih in turističnih dejavnosti. Pripravo jedi in prodajo pirinih izdelkov  povezujejo z ljudskim izročilom in s kmečkimi opravili, ki privabljajo in navdušujejo  turiste (Kocjan Ačko 1999).\nOb koncu preteklega stoletja so piro pridelovali na celotnem območju Slovenije, najti jo je  bilo mogoče v prvi polovici 20. stoletja na vseh više ležečih območjih Koroške, Gorenjske,  na Goričkem, Dolenjskem in v Beli krajini. Nazadnje so jo videvali v 60. letih na  Kozjanskem (Bavec 2000). \nImena pira, pirica pa tudi pirjevica izhajajo iz podobnosti pirinega klasa travi pirnici, ki jo poznamo kot plevel v posevkih žit in drugih kultur. Zaradi krhkega in vretenčasto lomljivega klasnega vretena so jo kmetje imenovali tudi sevka (Kocjan Ačko 1999).\nV ekološki pridelavi žit se pogosto odločamo za pridelavo pire. Razlog je predvsem zaradi manjše zahtevnosti za hranila, dobre prilagodljivosti in dobre odpornosti na bolezni. V primerjavi z navadno pšenico je odpornejša tudi na mraz in nizke temperature (lastni zapiski 2011).\nGlede na čedalje večjo ozaveščenost potrošnikov in pridelovalcev, postaja pomembno krušno žito v vseh evropskih deželah, ki imajo kontrolirano ekološko kmetovanje (Bavec 2000). V primerjavi s pšenico ima pira večjo vsebnost beljakovin, višjo vsebnost maščob, nižjo vsebnost netopnih vlaknin in s tem tudi nižjo vsebnost skupnih vlaknin (Escarnot in sod. 2012).\nKot vse kulturne rastline je tudi pira bolj ali manj odvisna od nekaterih dejavnikov, kot so klimatske razmere, tehnika pridelave, dostopnost hranil in sorte. Zelo pomembno je, da izberemo primerno setveno normo in optimalen rok setve. Pregosti posevki zelo radi poležejo in so občutljivejši za bolezni. Primerne setvene norme naj bi bile odvisne tudi od priprave tal za setev, odstotka kalivosti semena, kakovosti sejalnice, pravilne izbire globine setve, roka setve in drugih dejavnikov (Rantaša 2004).\nO potrebni količini semena za setev primanjkuje objav in rezultatov, ki bi bili podprti tudi s poskusi. Zato je namen diplomske naloge proučiti vpliv setvene norme v ekološki pridelavi na rast in razvoj pire. Na podlagi analize rezultatov poskusa je cilj preveriti vpliv setvene norme in sorte pire na razraščanje, parametre klasa in pridelek.\nOsnovna hipoteza pri naši raziskavi je bila, da ima setvena norma statistično značilen vpliv na količino pridelka. Glede na večji koeficient razraščanja pri navadni piri predpostavljamo, da tudi pri manjši gostoti posevka dosegamo optimalne pridelke.\n"], "2": ["2 PREGLED OBJAV", ""], "3": ["2.1 Navadna pira", "Zaradi izredne skromnosti in dobre prilagodljivosti rastlin je pira ali sevka, kot jo  imenujemo, med vsemi pravimi žiti najprimernejša za ekološko pridelovanje (Bavec 2000).  Ker so piro pridelovali in jo še zdaj pridelujejo brez uporabe agrotehničnih ukrepov  gnojenja in škropljenja, postaja pira v zadnjem času iskano žito za vključitev v kolobar in  sonaravno pridelovanje (Kocjan Ačko 1998).\n"], "4": ["2.2 Morfološke lastnosti", "Pira tvori zelo bujno razrastišče z več stranskimi bilmi kot navadna pšenica. Bili so votle in  visoke od 1,4 do 1,7 m. Listi pire so v primerjavi z navadno pšenico daljši, ožji in manj  dlakavi (ali brez dlak). Klas pire sestavlja lomljivo klasno vreteno. Na klasnem vretenu so  nasprotno nameščeni klaski. Klasi so srednje rahli do rahli ter tanjši in daljši v primerjavi z  navadno pšenico. V klasku je do šest cvetov, iz katerih dobimo, po pretežno samooplodni  oprašitvi, najpogosteje po dva plodova. Plodovi so oviti v pleve (tudi po žetvi), zato jih s  pravilnim botaničnim izrazjem imenujemo plevenci. Značilno je, da ogrinjalni plevi in  cvetni plevi obdajata plod tako čvrsto, da le-ta ob žetvi ne izpade, tako da se lomi klasno  vreteno. Pri nekaterih kultivarjih je na ogrinjalno plevo prirasla resa. Ogrinjalni plevi, ki  obdajata klasek, sta prečno prirezani in imata v sredini izražen kratek top izrastek v obliki  zoba. Delež plev znaša, glede na cel plevenec, med 25 (26) do 30 (45) %. Oluščen plevenec  pire je na hrbtni strani trebušast, s strani stisnjen in ima značilno močno izraženo bradico  (Bavec 2000). Pred uporabo celih zrn, mletjem v moko ali zdrob pleve, ki se tesno  oprijemajo semenske lupine, odstranijo s posebnimi luščilniki (Kojan Ačko 1998).\n"], "5": ["2.3 Ekološke zahteve, rast in razvoj pire", "Rast in razvoj pire označujemo na način, kot je to običajno pri drugih pravih žitih (Zadoks, stadiji EC). Značilno za piro je večja odpornost proti mrazu, saj prenese nižje temperature kot večina uporabljenih kultivarjev navadne pšenice. Manj občutljiva je tudi na dolgotrajnejšo snežno odejo. Pridelovanje je zaradi tega mogoče vse do 1200 m nadmorske višine (Bavec 2000).\nHladne vremenske razmere in omejitev setve na ozka pridelovalna območja v srednji Evropi so tam ohranile njeno naravno odpornost proti boleznim in škodljivcem (Kocjan Ačko 1998).\nPira je zelo prilagodljiva rastlina, saj uspeva na vseh teksturnih tipih tal, prav tako zanjo niso ovira plitva ali celo gruščnata tla. Zato ustreza za ekstenzivni način pridelovanja. Primeren pH tal je med 6 in 7. Zaradi relativno dobre odpornosti proti boleznim ustreza za ekološko pridelovanje, pri čemer je treba upoštevati morebitni presežek dušika v tleh zaradi prejšnjih stročnic ali prevelike potencialne mineralizacije. V tem primeru pira skoraj praviloma poleže (Bavec 2000).\n"], "6": ["2.4 Tehnika pridelovanja", "Pri nas prenese pira poznejše roke setve kot navadna pšenica. Prepozen rok setve naj kljub vsemu ne bo pravilo, temveč izjema. Odvisno od nadmorske višine računamo, da jo je treba sejati med 1. oktobrom in 15. novembrom, v nižjih legah izjemoma do konca novembra (Bavec 2000).\nV naših razmerah je bila svetovana setvena norma 400 semen m-2 oziroma 160 do 250 kg neoluščenih plevencev ha-1. V optimalnem roku setve in primernih rastnih razmerah smo z navadno pšenico dosegli že pri 250 kalivih zrnih statistično enake pridelke kot pri višji gostoti posevka. Ker ima pira za dva- do trikrat večji koeficient produktivnega razraščanja, \npričakujemo, da je v optimalnih rastnih razmerah potrebna za setev pire za polovico do tretjino manjša gostota rastlin in s tem enakovredno manjša setvena norma, kot jo svetujemo (Bavec 2000). Preredke setve lahko povzročijo močno zapleveljenost posevka (Kocjan Ačko 1998).\nPiro sejemo na podobno globino kot pšenico, pri tem s setveno globino, večjo od 4 cm, ne pretiravajmo, še posebno, če sejemo pozno. Prav tako ne smejo biti plevenci posejani preplitvo ali celo ostati na površini. Kot pri vseh pravih žitih v takem primeru propade del semena zaradi golomraznice. Če rastline preživijo, ne moremo računati na ustrezno produktivno razraščanje in s tem primerno razvitost sekundarnega koreninskega sistema. Pozno sejane rastline in poleg tega redka gostota rastlin so odličen prostor za konkurenčnost plevelov. Verjetno se bodo pridelovalci odločali za podoben medvrstni razmik kot pri pšenici (12 cm), zaradi potrebne redkejše setve navajajo presledke vse do 22 cm. Pridelovalčeva odločitev o medvrstnem razmiku naj temelji na dejstvu, da glede na načrtovano število kalivih plevencev m-2 doseže čim bolj kvadratno razporeditev zrn. Poleg uporabe česal pri zatiranju plevelov je potrebno v primeru predvidene skromne potencialne mineralizacije piro tudi dognojiti z manjšo količino dušikovih gnojil oziroma s komposti za namene ekološkega pridelovanja (Bavec 2000).\nPiro praviloma žanjemo pred nastopom polne zrelosti, to je konec julija in v začetku avgusta. Z žetvijo pire ne čakamo do polne zrelosti oziroma le-ta ne sme preiti v stadij prezrelosti, kar se dogaja pri navadni pšenici. Temnejša pirina slama v primerjavi z navadno pšenico v stadiju polne zrelosti je znak, da je pira prezrela in da bomo utrpeli pri žetvi večje izgube (Bavec 2000).\n"], "7": ["2.5 Pregled literature o gostoti setve", "Kot je bilo že prej omenjeno, je bila v naših razmerah svetovana setvena norma 400 semen m-2 oziroma 160 do 250 kg neoluščenih plevencev ha-1. V optimalnem roku setve in primernih rastnih razmerah smo z navadno pšenico dosegli že pri 350 kalivih zrnih \nstatistično enake pridelke kot pri višjih gostotah posevka. Ker ima pira za dva do trikrat večji koeficient produktivnega razraščanja, pričakujemo, da so v optimalnih rastnih razmerah potrebne za setev pire za polovico do tretjine manjše gostote rastlin in s tem enakovredno manjše setvene norme, kot jih svetujemo (Bavec 2000). Ozimno žito se pri običajnih rokih setve prične razraščati 14 ali 15 dni po vzniku, a pri temperaturi okrog 15-C. Razraščanje je lahko produktivno in neproduktivno. V zvezi s produktivnim razraščanjem je treba vedeti, da ni vedno čvrste pozitivne korelacije med višino pridelka in koeficientom produktivnega razraščanja. Čvrste povezave obstajajo samo do določene meje, saj se z nadaljnjim povečevanjem produktivnega razraščanja zmanjšata število in masa zrn v klasu, kar pomeni zmanjšanje pridelka. Pri zgodnjih rokih setve je obdobje razraščanja daljše in tako lahko pride do prebujnih posevkov in poleganja. Koeficient razraščanja pšenice pri zgodnjih rokih setve (9. 10.) se giblje med 2,66 in 3,47 (Rantaša 2004, cit. po Gotlin 1989).\nV Belgiji so s sorto 'Hercule' v letih 1981–1984 dosegli pridelke 7,3–9,5 t ha-1 ob 16% vlažnosti semena. Ob tem še navajajo, da je bil pridelek pri setvi pire na medvrstni razmik 12 cm za 13% višji kot pri setvi na medvrstni razmik 21 cm. Optimalna setvena količina bi bila 250 semen m-2 ali 170 kg ha-1 (Rantaša 2004, cit. po Delhaye in sod. 1989).\nPri setveni normi 200 semen m-2 sta se masa zrn in število zrn v klasu povečala na 33% oziroma 31%, v primerjavi z normalno setveno normo 400 semen m-2 (Ruegger in Winzeler 1993).\nV rezultatih iz Švice navajajo, da so bile med setvenimi normami 150, 200 in 250 kg posejanih plevencev pire ha-1 le majhne razlike v pridelkih (Bavec 2000, citirano po Maillard 1994).\nNa območju Amerike je priporočena setvena norma od 90 do 112 kg oluščenega semena ha-1. Pri tem navajajo, da ni nobene razlike v pridelku, kadar posejemo od 67 do 100 kg ha-  v razmerah brez namakanja in setveno normo od 100 do 134 kg ha-1 v razmerah z namakanjem (Stallnecht s sod. 1996). \nV ekološkem pridelovanju lahko pričakujemo od 2 do 3 t pridelka plevencev (Bavec 2001).\nV južni Italiji je bil zasnovan poskus s ˝farro˝ žiti na območju, kjer običajno pridelujejo durum pšenico. V to skupino žit uvrščamo navadno piro, enozrno in dvozrno piro. Poskus je trajal dve leti, preizkušali pa so gostote 100, 150 in 200 semen m-2. Največji pridelek je bil pri dvozrni piri (3,45 t ha-1), sledi navadna pira (2,8 t ha-1) in enozrna pira (1,42 t ha-1). Razlog za manjši pridelek navadne pire v primerjavi z dvozrno piro je bil namreč v tem, da je bila žetev izvedena prepozno. Najprimernejša gostota pri dvozrni in navadni piri je bila 200 semen m-2, med tem ko je enozrni piri ustrezal redkejši sklop (100 semen m-2) (Troccoli in Codianni 2004).\nSklepi Rantaše na podlagi rezultatov poskusa s sorto pire 'Ostro' o setvenih normah 200, 400 in 600 kalivih semen m-2 so naslednji: s povečanjem norme setve z 200 na 600 kalivih semen m-2 se število vzniklih rastlin poveča s 115 na 264 m-2, poveča se tudi število rastlin po prezimitvi in sicer s 109 na 239 m-2. Število bili se s povečanjem norme setve z 200 na 600 kalivih semen m-2 poveča za 279 bili. Statistično značilno enako je število klasov pri normi setve 400 in 600 kalivih semen m-2, pri 200 kalivih semen m-2 pa je število klasov statistično značilno nižje. Setvena norma statistično značilno vpliva na koeficient neproduktivnega razraščanja, med tem ko na koeficient produktivnega razraščanja in na razmerje (vse bili/bili s klasi) nima statistično značilnega vpliva. Setvena norma signifikantno vpliva na indeks listne površine v fazi EC 75-76, v fazi rasti EC 85 pa nima značilnega vpliva. Norma setve značilno vpliva na dolžino klasa, število zrn in maso zrn, na število klaskov nima statistično značilnega vpliva. Statistično značilno enak pridelek neoluščenega zrnja je pri normi setve 400 in 600 kalivih semen m-2. Setvena norma 400 kalivih semen m-2 tvori statistično značilno najvišji pridelek neoluščenega zrnja 4,075 t ha-1 (Rantaša 2004).\nPo priporočilih nemškega urada za kmetijstvo je optimalna količina semena za setev 200 do 240 kg semen ha-1 ali 300 do 400 semen m-2 (Drangmeister 2006). \nNa fakulteti za kmetijstvo v Zagrebu so v letih 2008/2009 in 2009/2010 zasnovali poskus, kjer so primerjali gostote setve in tretiranje s fungicidi in njihov vpliv na pridelek. Uporabili so dva kultivarja in sicer 'Nirvana' in 'Ostro', tri gostote setve (200, 300 in 400 kalivih semen m-2 in tretiranje s fungicidom (aktivna snov tubeconazole). Pri kultivarju 'Nirvana' je bil pridelek v obeh letih signifikantno večji, večje je bilo število klaskov na klasu, več zrn in večja masa. Pri kultivarju 'Ostro' je bila večja vsebnost surovih proteinov, vendar večje število sterilnih klaskov. Rezultati poskusa so pokazali, da gostota posevka ni imela statistično značilnega vpliva na količino pridelka, najvišji pridelek pa je bil pri 300 semenih m-2, vendar so bile razlike med gostotami na višino pridelka zelo majhne (Pospišil in sod. 2011).\nPo podatkih NSW Industry & Investment, kjer so izvajali poskuse s piro z medvrstnim razmakom 20 cm in gostoto 140 in 200 rastlin m-2, so rezultati pokazali, da ni bistvene razlike v donosnosti zaradi različnih gostot setve. Priporočenih je več različnih setvenih norm; od 200 semen m-2 za tipično mediteransko okolje v južni Italiji, do 100-125 semen m-2 v jugovzhodni Avstraliji. Druga setvena norma naj bi bila primernejša predvsem na območjih s pomanjkanjem vlage. Manj zelene biomase namreč pomeni manjšo porabo vode, tako da se lahko preostanek vlage v tleh porabi za oblikovanje zrnja (Neeson 2011).\nRezultati raziskav Tanje Kumer iz let 2003 in 2004 kažejo, da setvena norma 200, 400 in 600 kalivih semen na m-2 nima statistično značilnega vpliva na proučevane parametre, razen pri pridelku neoluščene pire. Statistično enak pridelek neoluščenega zrnja je pri setveni normi 200 in 400 kalivih semen na m-2. Setvena norma 200 in 400 kalivih semen na m-2 tvorita statistično značilno najvišji pridelek neoluščenega zrnja, in sicer 2010 in 2072 kg ha-1 (Kumer 2012).\nNa Hrvaškem so s sorto 'Bc Vigor' v letih 2009/2010 in 2010/2011 dosegli povprečni pridelek 5002 kg ha-1, kar je za 157 kg ha-1 več, kot so običajni pridelki pri sorti 'Ostro'. Značilno je, da se v vsakem klasku nahajata 2 zrni pire. Tako je masa 1000 neoluščenih klaskov znašala 117 g, hektolitrska masa je znašala 40 kg hl-1, masa 1000 oluščenih zrn je znašala 40,5 g (Mlinar 2012). \nZa primerjavo navajam še rezultate poskusa o setvi pšenice iz Pakistana. Poskus je vključeval štiri različne termine setve in tri setvene norme (100, 150 in 200 kg ha -1). Na podlagi rezultatov so ugotovili, da imajo različne setvene norme statistično značilen vpliv le na maso 1000 zrn in na pridelek. Pri 100 kg semena ha-1 je bila masa 1000 zrn največja (37,5 g), največji pridelek so dosegli pri setveni normi 150 kg semena ha-1 (3472 kg ha-1) (Said in sod. 2012).\n"], "8": ["3 MATERIAL IN METODE DELA", "V poljskem poskusu smo preizkušali vpliv setvene norme na morfološke lastnosti rastlin,  na parametre klasa ter količino pridelka dveh sort navadne pire.\n"], "9": ["3.1 Zasnova poskusa in oskrba posevka", "Poskus je potekal na Univerzitetnem kmetijskem centru UKC Pohorski dvor, izveden je bil  v letih 2010/2011. Oranje se je izvajalo konec septembra, pira pa je bila posejana 29.  oktobra s sejalnico Winterstaiger. Predposevek na tem poskusnem polju je bila deteljno  travna mešanica, ki lahko v tleh po spravilu pusti velike količine dušika, oziroma 50–300  kg N ha-1.\nV poljskem poskusu smo preizkušali vpliv gostote setve (100, 200, 300, 400, 500 in 600  semen m-2) dveh sort pire: 'Ostro' in 'Ebners rotkorn'. Uporabljeno je bilo ekološko seme.\nPoljski poskus je imel dvanajst obravnavanj v štirih ponovitvah in je bil postavljen po  metodi naključnega bloka. Velikost parcele ob setvi je bila 5,5 m2 (dolžina 5,5 m in širina 1  m). Robovi osnovnih parcel so se prikrajšali na končno površino 5m2 zaradi možnih  zamikov pri setvi. \nLegenda: 1) 'Ostro' 2) 'Ebners rotkorn' O1 100 semen m2 R1 100 semen m2 O2 200 semen m2 R2 200 semen m2 O3 300 semen m2 R3 300 semen m2 O4 400 semen m2 R4 400 semen m2 O5 500 semen m2 R5 500 semen m2 O6 600 semen m2 R6 600 semen m2\nPri izračunavanju potrebne količine semena za setev smo povečali količino semena za 20 % zaradi kalivosti in poljskih izgub, saj tla niso bila optimalno pripravljena, pa tudi zaradi povečane vlažnosti tal.\nNa posestvu Pohorski dvor se pojavljajo distrična tla. Za ta tip je značilno, da se razvije na nekarbonatni podlagi in je avtomorfnega nastanka (tla, nastala pod vplivom padavinske vode, ki prosto odteče skozi talni profil). Na Pohorskem dvoru je ta tip tal zaradi dolgoletne kmetijske rabe že močno izgubil distrični značaj. Dobra lastnost teh tal je, da nudijo v skrajnih sušnih razmerah rastlinam več dostopne vode kot lahke naplavine. Tla so primerna za pridelavo žit, koruze, krmnih dosevkov, nekoliko manj za sladkorno peso in krompir (Jakop 2007).\nNa poskusni parceli smo meseca marca vzorčili tla do globine 0,9 m (0–0,3 m, 0,3–0,6 m in 0,6–0,9 m) in izvedli analizo, ki pokaže stanje mineralnega dušika v tleh (Nmin). Vsebnost Nmin (kg ha–1) izračunamo po formuli, v kateri upoštevamo količino NO3-N, NH4-N v \nsvežih vzorcih (mg kg-1), vsebnost vlage (%) in volumsko maso tal za posamezne talne plasti (1250, 1300 in 1330 kg m-3). Formula:\nNO3-N + NH4-N (mg/kg) x globina (m) x volumska masa tal (kg/m2) Nmin (kg ha ) =  (100 - % vlage)\nPo rezultatih analize je bilo v tleh 130,6 kg N ha-1, priporočena ciljna vrednost za 1. dognojevanje je 120 kg N ha-1. Zaradi tega smo z dognojevanjem počakali še mesec dni, oziroma v mesecu aprilu ponovno izvedli analizo Nmin. Takrat pa je bilo v tleh 45 kg N ha-1. Dognojevanje smo opravili 11. aprila v fazi tik pred drugim kolencem. Dodali smo 60 kg N ha-1, uporabili pa smo bučne pogače.\nZaradi zapleveljenosti s pirnico, regratom in osatom smo 18. aprila v posevku uporabili česala.\nPosevek smo poželi 8. 8. 2011.\n"], "10": ["3.2 Uporabljeni materiali", ""], "11": ["3.2.1 Gnojila", "Za dognojevanje smo uporabili bučne pogače, ki smo jo pridobili iz oljarne Gea. To je ostanek, ki nastane pri stiskanju bučnih semen za pridobivanje bučnega olja. Gnojilo vsebuje 9,6% N, 0,21% CaO, 0,50% P2O5 in 0,82% MgO (Munda 2010, cit. po Bavec 2005).\n"], "12": ["3.2.2 Sorta pire 'Ostro'", "To je švicarska sorta, ki je leta 2003 končala preizkušanje v uradnih sortnih poskusih. Predstavljena je kot sorta z odličnimi prehrambnimi lastnostmi in izjemno toleranco na okužbo s povzročitelji bolezni. Med žiti je zagotovo sinonim za ekološko pridelavo. Je zelo odporna proti mrazu in dobro prezimi, zato je primerna za pridelavo v območjih, ki so manj ugodna za pšenico in rž (Čas 2011).\n"], "13": ["3.2.3 Sorta pire ´Ebners Rotkorn`", "Preizkušena sorta ozimne pire se izkazuje z vrhunsko prezimitvijo, dobrimi pridelki zrnja in veliko vsebnostjo kakovostnih beljakovin. Zanjo je značilna dobra prezimitev, tudi pri visoki nadmorski višini, je skromna in se dobro lušči (Saatbau Linz 2012).\n"], "14": ["3.3 Klima in vremenske razmere", "Podatke o vremenskih razmerah sem pridobila iz mesečnih biltenov ARSO (preglednica 2, grafikon 1).\nOb setvi so bila tla dokaj mokra, saj so bili dnevi pred setvijo deževni z nizkimi temperaturami. Na dan setve je bilo sončno, malce vetrovno in okrog 15-C. Prst je bila mokra, a razmeroma rahla. To potrjujejo tudi vremenski podatki za mesec oktober za mesto Maribor. Povprečna temperatura je znašala 8,6-C, temperaturni odklon od povprečja pa - 1,5-C. Padavine v oktobru so bile za 59% manjše od povprečja, namerili so 36 mm padavin, vendar so bile le-te neenakomerno razporejene; v tretji dekadi oktobra je v 4 padavinskih dneh padlo 22,9 mm dežja. V tretji dekadi je bila izmerjena tudi absolutna minimalna temperatura zraka na višina 2 m (-2-C). \n 2010/2011 za obdobje oktober-september.\nOKT NOV DEC JAN FEB MAR APR MAJ JUN JUL AVG\n"], "15": ["3.4 Statistična obdelava podatkov", "Statistične analize smo opravili s programskim paketom Statgraphics Centurion XV, verzija 15.2.06. Za vse parametre je izračunana analiza variance (ANOVA), statistično značilne razlike smo preverjali z Duncan testom pri 5% stopnji tveganja.\n"], "16": ["4 REZULATI Z RAZPRAVO", ""], "17": ["4.1 Parametri klasa", "Sorta ni vplivala na parametre klasa, med tem ko je bil vpliv gostote zaznan pri dolžini  klasa, številu klaskov klas-1 in številu zrn klas-1, le na maso zrn klas-1 gostota ni vplivala.  Na parametre klasa interakcija med sorto in gostoto ni vplivala (preglednica 3).\nŠtevilo klaskov  Dolžina klasa (cm) Število zrn klas-1 Masa zrn klas-1 (g)  klas-1  SORTA (A) ns ns ns ns  GOSTOTA (B) *** * ** ns  AXB ns ns ns ns  SORTA  Ostro 11,9 18,6 29,7 1,3  Ebners rotkorn 11,7 18,7 30,0 1,3  GOSTOTA  *, **, ***; statistično značilen vpliv obravnavanja pri P ≤ 0,05, P ≤ 0,01 in P ≤ 0,001, ns; ni statistično  značilnih razlik (P ≥ 0,05)  a – c; srednje vrednosti znotraj posameznega obravnavanja, označene z različnimi črkami, se med seboj  statistično značilno razlikujejo (Duncan, α = 0,05) \nGostota je vplivala na dolžino klasa (cm) (P ≤ 0,001), saj je pri manjših gostotah posevka klas dosegal dolžino 13 oziroma 12,5 cm (100 in 200 semen m-2). Pri večjih gostotah posevka je bil klas statistično značilno krajši (od 11,1 do 11,6 cm; med gostotami 300 in 600 semen m-2 ni bilo statistično značilnih razlik). O vplivu setvene norme podobno navaja tudi Rantaša (2004), saj je bila pri setveni normi 200 semen m-2 dolžina klasa 8,7 cm, z večanjem setvene norme pa se je dolžina zmanjševala (pri 600 semenih m-2 le še 7,8 cm).\nGostota je vplivala na število klaskov klas-1 (P ≤ 0,05) saj se je z večanjem gostote statistično značilno zmanjševalo število klaskov klas-1. Število zrn klas-1 je bilo statistično značilno odvisno od gostote setve, saj se število zrn klas-1 z večanjem gostote zmanjševalo (od 100 do 400 semen m-2), pri gostoti 500 semen m-2 se je število zrn povečalo in pri gosti 600 semen m-2 zopet znižalo.\nStatistično značilno manjšanje števila zrn klas-1 z večanjem setvene norme v svojem delu navaja tudi Rantaša (2004), podobni so tudi sklepi Rueggerja in Winzelerja (1993), ki navajata 33% povečanje števila zrn v klasu pri setveni normi 200 semen m-2 v primerjavi z gostoto 400 semen m-2.\n"], "18": ["4.2 Pridelek na parcelo (kg)", "Na pridelek na parcelo (kg 5 m-2) statistično značilno sorta ni vplivala, prav tako gostota setve ali interakcija med njima (preglednica 4). Da gostota posevka ni statistično značilno vplivala na količino pridelka navaja tudi Pospišil in sod. (2011). Zaznan je bil le trend porasta pridelka z naraščanjem količine semena za setev, od vključno količine 400 semen m-2 pa pridelek ni naraščal več. S temi rezultati potrjujemo prilagodljivost rastline, ki v malih sklopih reagira z večjo dolžino klasa, več klaski klas-1 in več zrni klas-1 (glej preglednico 3) in s tem prispeva k pridelku. Zato je smiselno razmišljati o zmanjšanju svetovane setvene norme, podobno kot navaja Bavec (2000), da je v optimalnih rastnih razmerah potrebna za setev pire za polovico do tretjine manjša gostota rastlin in s tem enakovredno manjša setvena norma, kot jo svetujejo (400 semen m-2). Tudi z ekonomskega vidika je to pametna odločitev, saj prihranimo na količini semena za setev.\nPridelek (14 % vlaga) (kg 5 m-2)  SORTA (A) ns  GOSTOTA (B) ns  AXB ns  SORTA  Ostro 1,8  Ebners rotkorn 2,0  GOSTOTA ns; ni statistično značilnih razlik (P ≥ 0,05) \nV grafikonu (grafikon 2) so prikazani podatki o pridelku pire, preračunani v t ha-1. Dosegli smo za 1 t večje pridelke, kot jih navaja Bavčeva (2001), za 1,9 t več kot navaja Tanja Kumer (2012), za 1,2 t več kot navajata Troccoli in Codianni (2004). Večji pridelek je dosegel Rantaša (2004): 4,075 t ha-1 pri setveni normi 400 semen m-2 in v Belgiji Delhaye in sod. (1989) s sorto Hercule 7,3–9,5 t ha-1 ob 16% vlažnosti semena.\n"], "19": ["4.3 Prezimitev rastlin (m-2) in delež propadlih rastlin", "Analiza variance je pokazala, da je na število prezimelih m-2 in na delež propadlih (%) vplivala le setvena norma (P ≤ 0,001), med tem ko sorta ali interakcija med sorto in setveno normo na preučevani lastnosti nista imeli statistično značilnega vpliva (preglednica 5).\nZ večanjem setvene norme se je večalo tudi število rastlin po prezimitvi (m-2), podobno kot navaja tudi Rantaša.\nŠtevilo prezimelih (m-2) Delež propadlih (%)  SORTA (A) ns ns  GOSTOTA (B) *** ***  AXB ns ns  SORTA  Ostro 192,0 39,4  Ebners rotkorn 188,4 38,5  GOSTOTA ***; statistično značilen vpliv obravnavanja pri P ≤ 0,001, ns; ni statistično značilnih razlik (P ≥ 0,05) a – d; srednje vrednosti znotraj posameznega obravnavanja, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncan, α = 0,05) \nGrafikon (grafikon 3) prikazuje delež propadlih rastlin pire. Ta delež je naraščal z naraščanjem količine semena za setev. Tako sklepamo, da se pregost posevek sam preoblikuje v optimalnejši sklop, kar je tudi najverjetneje vzrok za majhne razlike v pridelku (glej preglednico 4). Vzrok propada bi lahko bila tudi slabša pokritost semen s prstjo pri gostejšem sklopu in posledično golomraznica, ki nastopi zaradi pomanjkanja vlage in nizkih temperatur v jesensko zimskem času (glej preglednico 2) in povzroči pretrganje koreninic.\n"], "20": ["4.4 Število vseh bili (m-2), bili s klasom (m-2) in delež bili s klasom ter povprečje  višin (cm).", "Analiza variance je pokazala, da so bile statistično značilne razlike le pri vplivu gostote na število vseh bili (m-2) in na število bili s klasom (m-2). Na ostale parametre gostota posevka ni vplivala. Vpliva sorte ali interakcije med sorto in gostoto setve z analizo variance nismo dokazali (preglednica 6).\nŠtevilo vseh bili (m-2) se je povečevalo z naraščanjem števila semen in doseglo maksimalno število pri 600 semen m-2. Podobno je naraščalo tudi število bili s klasom (m-2). Tako navaja tudi Rantaša (2004).\nNe glede na gostoto posevka so bili s klasom predstavljale v povprečju 94,8%, povprečje višine rastlin pa je 148 cm, kar je podobno kot navaja Bavec (2000). \nŠtevilo vseh Število bili Delež bili Povprečje višine\n-2 -2  bili (m ) s klasom (m ) s klasom (%) rastlin (cm)  SORTA (A) ns ns ns ns  GOSTOTA (B) ** ** ns ns  AXB ns ns ns ns  SORTA  Ostro 422,9 402,6 95,1 148,4  Ebners rotkorn 418,3 395,1 94,5 147,7  GOSTOTA **; statistično značilen vpliv obravnavanja pri P ≤ 0,01, ns; ni statistično značilnih razlik (P ≥ 0,05) a – c; srednje vrednosti znotraj posameznega obravnavanja, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncan, α = 0,05)\n"], "21": ["4.5 Produktivno in neproduktivno razraščanje pire", "Gostota je vplivala na produktivno in neproduktivno razraščanje (P ≤ 0,001), med tem ko sorta in interakcija med sorto in gostoto nanju nista vplivali (preglednica 7).\nKoeficienta produktivnega in neproduktivnega razraščanja sta se zniževala s povečanjem gostote setve. V našem poskusu je bil največji koeficient produktivnega razraščanja pri gostoti 100 semen m-2. Znašal je 4, potem se je strmo zniževal, med 300 in 500 semeni m-2 ni bilo statistično značilnih razlik, pri 600 semenih m-2 je bil koeficient produktivnega razraščanja le še 1,9.\nProduktivno razraščanje Neproduktivno razraščanje  SORTA (A) ns ns  GOSTOTA (B) *** ***  AXB ns ns  SORTA  Ostro 2,5 2,6  Ebners rotkorn 2,4 2,5  GOSTOTA ***; statistično značilen vpliv obravnavanja pri P ≤ 0,001, ns; ni statistično značilnih razlik (P ≥ 0,05) a – c; srednje vrednosti znotraj posameznega obravnavanja, označene z različnimi črkami, se med seboj statistično značilno razlikujejo (Duncan, α = 0,05)\n"], "22": ["5 SKLEPI", "Na podlagi poskusa, ki smo ga izvedli v letih 2010/2011 na posestvu Univerzitetnega  kmetijskega centra Pohorski dvor smo proučevali pridelek dveh sort pire in parametre klasa  v odvisnosti od setvene norme, lahko sklepamo naslednje:\ngostota setve ima statistično značilen vpliv na dolžino klasa (cm) in na število klaskov  klas-1. Prav tako je število zrn klas-1 je statistično značilno odvisno od gostote setve, na  višino pridelka gostota setve, sorta in interakcija med njima ne vpliva. Na število  prezimelih in na delež propadlih rastlin vpliva le setvena norma, med tem ko sorta ali  interakcija med sorto in setveno normo na preučevani lastnosti nimata statistično  značilnega vpliva. Statistično značilne razlike obstajajo glede vpliva gostote na število  neproduktivnih in na število bili s klasom. Torej gostota vpliva na produktivno in  neproduktivno razraščanje, med tem ko sorta in interakcija med sorto in gostoto nanju ne  vplivata. Koeficienta produktivnega in neproduktivnega razraščanja se statistično značilno  znižujeta s povečanjem gostote setve.\nNa podlagi rezultatov in primerjalnih študij lahko priporočamo za setev pire nižje setvene  norme (od 100 do 300 semen m-2) kljub enakem pridelku pri višjih gostotah, saj nižja  setvena norma kompenzira pridelek z večjo dolžino klasa, več klaski klas-1, več zrni klas-1,  večjo absolutno maso zrna in večjim koeficientom produktivnega razraščanja.\n"], "abstract": ["Pomemben dejavnik za rast in razvoj navadne pire (Triticum aestivum L. subsp. spelta) je gostota setve. Zato je namen diplomske naloge proučiti vpliv setvene norme in sorte v ekološki pridelavi na rast, razvoj in pridelek pire. V poljskem poskusu smo preizkušali vpliv setvene norme (100, 200, 300, 400, 500 in 600 semen m-2) dveh sort pire: 'Ostro' in 'Ebners rotkorn' na morfološke lastnosti rastlin, na parametre klasa ter količino pridelka. Uporabljeno je bilo ekološko seme. Poskus je potekal na Univerzitetnem kmetijskem centru UKC Pohorski dvor, izveden je bil v letih 2010/2011. Poljski poskus je imel dvanajst obravnavanj v štirih ponovitvah in je bil postavljen po metodi naključnega bloka. Rezultati kažejo, da gostota vpliva na parametre klasa. Na pridelek gostota nima vpliva, kar pomeni, da zaradi ugodnega produktivnega razraščanja zadostujejo že nižje setvene norme. Sorta in interakcija med sorto in gostoto na proučevane lastnosti ne vplivajo. "]}